label alt_day4_mi_start:
    pause(1)
    call alt_day4_mi_cl_vars
    pause(1)
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(4, u"Мику. Утро. Медпункт")
    scene expression Dawn("bg int_aidpost_day")
    with dissolve
    play ambience ambience_medstation_inside_day fadein 3
    play music music_list["my_daily_life"] fadein 6
    "Я открыл глаза в каком-то незнакомом помещении. Над головой были не привычные уже струганные доски моего дорогого домика, а ровный белёный потолок."
    "И пахло вокруг…{w}специфически."
    "Как может пахнуть только в больнице."
    th "Больнице?!"
    show blinking
    "И тут я вспомнил… "
    "Согласие поработать на кибернетиков. "
    "Чёртову антенну. "
    "Скользящий под ногой лист."
    "И невозможно медленно удаляющийся край крыши."
    "Только спокойствие. Значит, я в медпункте - а раз я не помню, как сюда попал, значит, всё было сквернее, чем мне кажется сейчас."
    "Пальцы потянулись к саднящему затылку и отдёрнулись, наткнувшись на плотный слой бинтов."
    mi "Не надо, не трогай."
    mi "Медсестра сказала, тебе неделю ещё придётся это носить, прежде чем поправишься."
    me "Кто здесь?"
    "Я спешно запахнулся в одеяло."
    mi "Это всего лишь я!"
    "Раздался смех от двери."
    show mi laugh pioneer with dissolve
    mi "Как самочувствие, Сёмочка?"
    me "Лучше всех!"
    mi "Сегодня радио покрутили немного. Спасибо, что ты помог его наладить."
    if alt_day3_mi_invite2:
        mi "Хотя ты, конечно, догадался - лезть на крышу в нарядной одежде."
        me "Опс…"
        show mi sad pioneer with dspr
        mi "Да, восстановлению не подлежит. И виноват в этом только ты."
        me "Прости."
        mi "Да ничего. Главное ты сделал, ты молодец."
    "Да, и в конце героя всегда благодарят за его страдания."
    mi "Теперь надо только ведущего."
    show mi serious pioneer at center with dissolve
    me "А ты сама не хочешь? Я помню, как ты вчера на вертушки смотрела…"
    mi "Только если ты будешь рядом!"
    "Рассмеялась она."
    menu:
        "Согласиться":
            $ alt_day4_mi_mi2midj_transit = True
            me "Конечно, я буду. Куда ж я денусь."
            mi "Прекрасно. Тогда поправляйся, и вместе обгуляем моё новое место работы!"
            $ lp_mi += 1
            "Никто не удивляется тому, что люди не умеют летать."
            "Но иногда у тебя просто не остаётся другого выхода."
        "Отказаться":
            me "Нет, Мику. Просидеть всё лето в тесной каморке - это не то, чем я хочу заниматься."
            mi "Но… Но…"
            me "И тебе не позволю."
            mi "Ну и ладно."
            show mi grin pioneer at center with dissolve
            "Она не выглядела обиженной, но я знал её слишком хорошо, чтобы меня убедил спокойный голос."
            $ lp_mi -= 2
            me "Мику! Я не шучу."
            mi "Что ж, значит в этом лагере будет другой радиоведущий."
            "Немного напряжённо воскликнула она."
            "Я согласно кивнул."
    me "Ну, что тогда. Раздевайся, ложись, рассказывай."
    show mi shocked pioneer at center with dissolve
    mi "Что?"
    "Она, похоже, не поверила ушам."
    me "Говорю, какие новости в лагере?"
    "Я рассмеялся."
    mi "А, ты об этом. А то я…"
    show mi surprise pioneer at center with dissolve
    me "Нет, не надо говорить, о чём ты подумала."
    "Я подмигнул девочке."
    me "Для размышлений такого толка я определённо ещё не готов. Видишь, голова забинтована!"
    "Она сделала серьёзное лицо и кивнула."
    mi "Ладно, из новостей вот что."
    "Она было думала устроиться на кровати напротив меня, но я протестующе замотал головой."
    me "Ишь, чего удумала! Сюда иди!"
    show mi shy pioneer at center with dissolve
    "Панцирная кровать, КП-1, состоит из пружинного основания и двух стальных направляющих - крайне устойчива к механическому воздействию. Проще говоря, её практически невозможно сломать, прыгая на ней."
    th "А если на краешек садится посетитель, то можно вокруг него свернуться, изображая из себя пресмыкающееся."
    me "Прости, не дотанцевал вчера с тобой - очень кибернетики просили помочь."
    me "Вот и помог."
    "Я беспомощно улыбнулся."
    mi "Ну ничего, зато радио в лагере есть."
    me "Слабо утешает, между прочим. Вместо того, чтобы гулять тебя по лагерю, я тут под одеялом прячусь."
    show mi grin pioneer at center with dissolve
    me "Ладно, так что там по новостям?"
    mi "Во-первых, родительский день!"
    mi "Не знаю, приехали ли к тебе мама с папой, но вожатая сказала, что предупредит их, если встретит. "
    me "Что ещё?"
    "Я как бы невзначай выспростал из-под одеяла руку и положил ей на талию."
    "Мику дёрнулась и вопросительно посмотрела на меня."
    me "Продолжай-продолжай."
    "Кивнул я."
    mi "Сёма, не знаю, что ты делаешь, мне это не очень нравится!"
    "Возмущённо выпалила она."
    me "Честно?"
    th "Все слова переврутся сплошь, а тебе за них отвечать. Постарайся не множить ложь и учись молчать."
    "Она вырвалась и вскочила, с явным сожалением пересаживаясь на соседнюю кровать, укоризненно посмотрела на меня:"
    mi "Сень, совесть где?"
    mi "Мало девочке голову вскружил, ещё и на какие-то глупости намекаешь."
    "А меня куражом накрыло, я как будто сижу, и меня кто-то за язык тянет, вытаскивая наружу всё новые подробности. {w}И остановиться не то чтобы трудно - не хочется совершенно!"
    me "Я немного по-японски разумею."
    me "Скажи, я правильно говорю?"
    me "Даэски даё."
    show mi happy pioneer at center with dissolve
    "Мику покраснела."
    mi "Ну, у нас всё несколько сложнее, чем у вас, в союзе. Настолько открытых проявлений чувств мы себе не позволяем."
    me "А как же проголливудская форма ай ситэру?"
    show mi shy pioneer at center with dissolve
    mi "Это пародийная форма!"
    "Мику покраснела ещё сильнее."
    mi "Мы признаёмся в симпатии."
    mi "Кстати, даэски дава."
    "Что бы это ни значило."
    mi "Но ты понимаешь, это форма для очень крепких и очень долговременных отношений. Ты можешь пообещать такие девушке?"
    show mi smile pioneer at center with dissolve
    "Я задумался."
    mi "Ну и вот."
    "Мику рассмеялась несколько напряжённо."
    mi "В этом случае проще признаться в симпатии."
    me "Ну вот… Первая идиома, которую я выучил на японском - а она не работает."
    mi "Почему же не работает… Ещё как работает."
    "Она наклонилась надо мной и поцеловала меня в лоб."
    show mi shy pioneer with dspr
    mi "Но мы всего третий день знакомы, торопыга."
    me "Дразнишься…"
    mi "А ты? Нет?"
    me "Я не знаю. Но мы о новостях говорили."
    "Она вернулась обратно на кровать и заговорила."
    show mi smile pioneer at center with dissolve
    mi "Ладно, к новостям."
    mi "Про родительский день сказали уже, про радио сказали. Что ещё?"
    mi "Шурик куда-то пропал, и теперь надо его искать."
    me "От мамы с папой сбежал, что ли?"
    "Удивился я."
    mi "Так в том-то и дело, что никто к нему не приехал."
    me "Хм. Любопытно. Ещё новости есть?"
    show mi happy pioneer at center with dissolve
    mi "Всё, на этом новости закончились."
    dreamgirl "А давай её под одеялку-то заманим! И сделаем новость номер три этого дня!"
    th "Да я, в общем, и не против… Но.."
    dreamgirl "Но?"
    th "Не поверишь, но с ней мне хочется, чтобы всё было красиво. Как в фильмах и книгах."
    th "Не возня под душным одеялом, а то, о чём не стыдно будет в старости вспомнить."
    dreamgirl "Дурик, если у вас вообще хоть что-то получится - это {b}уже{/b} будет достойным старости воспоминанием!"
    dreamgirl "Да что там, если вы в результате на люстре окажетесь - потом всю жизнь этим гордиться будете."
    dreamgirl "Не понимаешь? У вас же чувства!"
    me "Мику, а ты почему уползла на другую кровать? Тебе моя компания не нравится?"
    show mi sad pioneer at center with dissolve
    mi "Очень нравится! Но ты же беспокойный как я не знаю что."
    me "Иди ко мне поближе?"
    "Она секунду всматривалась мне в лицо, а потом перебралась с соседней кровати на мою."
    "Уселась на самый краешек - там, где под пружинным панцирем проходила стальная полоса - балансируя на самом краешке, оперлась кулаками о матрац."
    "И настолько беспомощной она выглядела в таком амплуа - новом, царапающем сердце - настолько трогательно смотрелась и выбившаяся рубашка, и напряжённая спина, и прикушенная губа - что не решился я и дальше её дразнить."
    "Кажется, для нас обоих это значит чуточку больше, чем мы хотим показать."
    show mi upset pioneer at center with dissolve
    me "Так гораздо лучше."
    "Улыбнулся я."
    me "Как говорится, держи друзей близко, врагов ещё ближе."
    mi "Про врагов чуть подробнее, пожалуйста."
    me "Прости, не то сказал, сделай скидку дураку косноязычному, хорошо?"
    "Она кивнула."
    "Добрая японская девочка - наверное, на родине эталоном красоты считается."
    me "Я имел в виду, что мне нравится, когда ты рядом."
    "Кажется, это почти неприкрытое признание в симпатии, да?"
    "Мику вспыхнула, попыталась шарахнуться в сторону, но в результате, тихо пискнув, потерялас равновесие и повалилась на меня."
    show mi shy pioneer at center with dissolve
    "Вот сейчас зайдёт добрейшая сестра Виола и будет у неё более чем достаточно материала для скабрезностей."
    mi "Погоди, Сёмочка."
    "Воскликнула Мику, выпутываясь из одеяла, ставшего вдруг подвижным, всё норовящего завернуть её в себя."
    mi "Ты меня со своими глупостями совсем заболтал, я и забыла, что принесла тебе магнитофон."
    me "И зачем он мне?"
    mi "Дурацкий вопрос."
    if alt_day4_mi_mi2midj_transit:
        mi "Чтобы слушать, как привет тебе передаю, конечно!"
        me "А…Ну да, это, конечно, серьёзная заявка."
        show mi smile pioneer at center with dissolve
        mi "А ты не рад?"
        me "Честно сказать, я был бы гораздо счастливее, если бы мы просто могли провести день вместе."
        mi "Ну… Надо же ради кого-то вести это дурацкое радио."
        me "Я понимаю."
        "Тяжёлый вздох."
        me "Просто помни, что кое-где по тебе очень скучает один пионер, ладно?"
        mi "Я буду."
        show mi grin pioneer at center with dissolve
        "Серьёзно пообещала она и легко поднялась с места."
        mi "А теперь мне и правда пора."
        mi "Увидимся после обеда?"
        "Я пожал плечами."
        mi "А вообще, настрой приёмник на 89.6 кГц, я тебе привет обязательно передам."
        "Я послушно настроил радио, где сейчас надрывались «Boney M»."
        mi "Ага, я поставила."
        "Она улыбнулась."
        show mi smile pioneer at center with dissolve
        mi "Ладно, я побежала."
        "Я кивнул и стал ждать, пока она передаст мне привет на радиоволнах."
        hide mi
        "Вскоре я остался один."
    else:
        mi "Чтобы не так скучно было, конечно."
        "Улыбнулась она."
        mi "Я бы с удовольствием с тобой хоть целый день сидела, но мне сегодня Алисе надо будет гитару настроить и вообще сформировать хотя бы предварительную программу выступления желающих."
        show mi grin pioneer at center with dissolve
        me "А я там записан?"
        mi "Нет… Но ты же не подавал заявку."
        mi "Что ты хочешь делать на сцене?"
        me "Танцевать фламенко."
        mi "Ого! А ты умеешь?"
        "Она всякий раз так удивляется, когда обнаруживает в окружающих какие-то таланты!"
        me "В числе танго и вальса. Три танца, которые я выучил только потому, что отец говорил мне, что их должен знать любой юноша. {w}Если, конечно у него не подвешен язык как у Левитана, чтобы сходу заболтать любую представительницу прекрасного пола."
        mi "И ты, разумеется, нашёл себе партнёршу."
        "Дурацкие вопросы какие…"
        "Я только поднял бровь."
        show mi surprise pioneer at center with dissolve
        mi "Но я же не умею…"
        me "Не беда… Я тебя научу."
        th "И ещё целой куче вещей помимо этого - тоже."
        mi "Какое интересное предложение!"
        "Мику захлопала в ладоши."
        "Интересно, она в курсе относительно того, куда девается нерастраченная энергетика после танца?"
        me "Попробую после обеда к тебе вырваться, так что сиди в клубе и жди меня."
        mi "Хорошо, Сенечка. Ну, я тогда пойду?"
        th "Интересно, если я скажу «нет», это хоть что-нибудь изменит?"
        "Стараясь не потревожить затылок, я медленно кивнул."
        me "До скорого свидания."
        hide mi with dissolve
        "Я остался один."
    "Ненадолго - часы елё-еле перевалили за час, я еле-еле успел заставить себе переодеться."
    "И ко мне заглянула Виола."
    play music music_list["eternal_longing"] fadein 5
    show cs normal at center with dissolve
    cs "Привет… Пионер."
    me "Здравствуйте, Виолетта Церновна."
    "Отозвался я."
    cs "Просто Виола, пионер."
    "Поправила она."
    me "А для вас есть принципиальная разница?"
    cs "Кроме того, что имя-отчество заставляет меня чувствовать себя старой тёткой, ушедшей в тираж?"
    "Она наклонилась ко мне так, что я уловил запах пачулей, исходящих от её кожи."
    cs "В общем, никакой разницы. Но я терпеть не могу чувствовать себя ископаемым. Так что давай оставим наши «выканья» за дверями, пионер?"
    "Я сглотнул."
    me "Как скаже…шь. Виола."
    show cs smile at center
    cs "Так бы сразу."
    "Она достала из кармана колоду."
    if alt_day2_fail != 1:
        cs "Я слышала, вы в карты играли, и ты даже показал достойный результат."
        "Я неопределённо пожал плечами."
    cs "Сыграем."
    cs "Если победишь ты - я отпущу тебя гулять до самого ужина."
    me "А если проиграю?"
    cs "Значит, отдежуришь вместо меня до вечера."
    "От того, чтобы выскочить наружу, её грудь отделяли две пуговички."
    "И одну из них она только расстегнула!"
    me "А кто тогда здесь сидеть будет, если я уйду и вас вызовут?"
    sl "Я."
    "Раздался голос от двери."
    "Славя? Хм. Ну ладно."
    show sl smile pioneer at left with dissolve
    me "Тогда, может, я лучше с ней партийку?"
    "Предложил я."
    "Помедлив, Виола кивнула."
    cs "Ладно."
    
label alt_day4_mi_cs_med_play:
    window hide
    menu:
        "Играть!":
            $ INVISIBLE = False
            python:
                dialogs = {
                                (0, 'win','jump'):'alt_day4_mi_cs_med_win',
                                (0, 'fail','jump'):'alt_day4_mi_cs_med_fail',
                                (0, 'draw','jump'):'alt_day4_mi_cs_med_draw'
                            }
                generate_cards('bg int_aidpost_day', dialogs)
                rival = CardGameRivalUn(sl_avatar_set, u"Славя")
            jump cards_gameloop
        "Сдаться!":
            jump alt_day4_mi_cs_med_fail
        "Пропустить":
            jump alt_day4_mi_cs_med_win
           
label alt_day4_mi_cs_med_draw:
    scene bg int_aidpost_day with fade
    show cs normal at center 
    cs "Не свезло. Давай-ка ещё разок."
    "Я кивнул и сдал карты по-новой."
    jump alt_day4_mi_cs_med_play
    
label alt_day4_mi_cs_med_fail:
    scene bg int_aidpost_day with fade
    show cs smile at center
    cs "Не свезло! Знать, судьба твой такой."
    cs "Или ты хочешь реванш?"
    "Я замотал головой. Со Славей вообще садиться играть не стоило - раскатала меня под орех."
    cs "Вот и славно. После обеда мне отлучиться надо будет, а ты тут посидишь. {w}Раз уж всё равно в изоляторе загораешь. {w}Лекарства без нужды не раздавай, а вот зелёнку можешь не беречь."
    cs "Чао, пионер!"
    "Она лучезарно улыбнулась и выпорхнула из здания."
    "Ну а я что? А я остался сидеть - карточный долг дело святое."
    jump alt_day4_mi_duty
    
label alt_day4_mi_cs_med_win:
    $ alt_day4_mi_rival_won = True
    scene bg int_aidpost_day with fade
    show cs shy at center with dissolve
    cs "Ну надо же! А ты молодец."
    "Она похлопала меня по плечу и будто бы между прочим потрогала бицепс на прочность."
    cs "Молодец, да…"
    "Рассеянно произнесла она."
    cs "Ладно, раз уж я проиграла - обещание надо выполнять. Сейчас тебе эта деловитая пионерка с косицей принесёт чего-нибудь съесть - и можешь катиться до полдника."
    "Славя кивнула."
    me "Серьёзно?"
    "Переспросил я, не веря своим ушам."
    "Внутри меня всё пело! Практически в духе волковского Страшилы, предвкушающего встречу с Элли."
    "Только моя Элли заседала в музыкальном клубе, и времени навестить меня не имела совершенно."
    hide cs with dissolve
    window hide
    if alt_day4_mi_mi2midj_transit:
        jump alt_day4_mi_visit_sick
    else:
        jump alt_day4_mi_club_sick
        
label alt_day4_mi_duty:
    $ persistent.sprite_time = "day"
    $ day_time()
    $ alt_chapter(4, u"Мику. Медпункт. Дежурство")
    "Ненадолго - в дверном проёме тут же показалась головка с приметной высокой причёской."
    cs "Чуть не забыла.{w} Вот ключи!"
    play sound sfx_keys_rattle
    pause(1)
    
    hide cs
    with dissolve
    "Медсестра кинула мне ключи и убежала."
    "Вслед за ней, кивнув мне, испарилась и Славя - но с последней хотя бы были связаны приятные ожидания судков с обедом."
    th "Сегодня я сижу в кабинете доктора и играю в доктора!"
    dreamgirl "Ахха! Вот он, твой истинный план, коварный извращенец!"
    dreamgirl "Небось, ещё и медосмотры пионеркам устроишь?"
    th "Но раз уж отказаться не успел, то ничего не поделаешь…"
    dreamgirl "Ну-ну."
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_day
    with dissolve

    "Я аккуратно поднялся с места, где сидел, и переместился за рабочий стол нашего светила медицины."
    th "Вот такая ситуация - случится, например, что-то с Мику - упаси рандом, чисто гипотетически! - например, ноготь сломает или пальчик занозит."
    th "И зайдет сюда за получением квалифицированной медицинской помощи!{w} А я тут - с умным лицом! В белом халате!{w} Кстати, надо бы накинуть."
    th "И весь такой, многозначительно помахивая фонендоскопом - мол, раздевайтесь, больная."
    dreamgirl "Чувак, не отбивай мой хлеб! Это я, я больное и озабоченное подсознание!"
    stop ambience fadeout 2
    "Впрочем, с мыслью о том, чтобы поиграть с Мику в доктора, подсознание полностью согласилось."
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_day
    with dissolve
    play ambience ambience_medstation_inside_day fadein 3

    "Надев халат, я вернулся обратно за стол и сделал самое суровое лицо, какое только мог."
    th "И обязательно после проведения полного медицинского осмотра сделать искусственное дыхание рот в рот!"
    dreamgirl "Точно! А потом же ещё можно в маммолога поиграть, или, чем чёрт не шутит, в гинеколога!"
    th "Фу на тебя, пошляк! У меня же светлые чувства."
    dreamgirl "Ага. Практически, платонические."
    "Меня охватило чувство дежавю - опять из памяти прорывалось прошлое."
    "Всё было такое смутно-смутно знакомое, подтверждающее, что местная реальность соткана из снов моих и житейского опыта - каким бы символическим последний ни выглядел."
    "Пахло лекарствами и болью."
    "А на столе лежала бумажная брошюрка «Вязание 88» с некоей разбитной блондинистой девицей, стриженной под каре."
    "Облачена, правда, она была в такое непотребство, что я бы в таком и мусор постеснялся выносить."
    "Ну, ну а чё, мода же!"
    "Легпром не справляется, а одеваться красиво хочется - вот и берут советские женщины в руки спицы, крючки и машинки. {w} И начинают ваять."
    "Жаль только, в подавляющем большинстве и выходят такие вот крокодилы, что украшает собой обложку несчастной брошюрки."
    play sound sfx_open_journal
    "Чувство дежавю усилилось, когда я взял в руки журнал."
    "На удивление, внутри ситуация была менее печальной, чем на обложке - встречались даже приличные вещи, например, пляжное вязаное платье, которое можно было надевать прямо поверх бикини. Ух, красота какая!"
    th "А ведь я когда-то так же сидел!"
    "Вспомнил вдруг я."
    th "И держал в руках точно такой же журнал! И даже, чёрт возьми, картинку ту же перед глазами представлял - что будет, если надеть это платье не на девушку в глухой чёрной сорочке до середины бедра, а в то, во что полагается по замыслу автора."
    "Я вздрогнул, восстанавливая картину событий."
    "Из катетера, ведущего от моей вены прямиком в пластиковый контейнер, тянется алая жидкость, медицинский оптимум - 450 грамм. Рука работает кулаком, чтобы бег крови был быстрее, канаты наружу, в голове звонко и ярко."
    "Практически так же, как здесь после умываний местной ледяной водой."
    "Чуть позже восстанавливаем утраченные жидкости банкой «охоты крепкой»."
    "И под руку попадается этот журнал. Ох и полоскало меня с тамошних картинок - присутствующие больные хотели уже звать санитаров и вязать меня - но экскурс в прекрасное неожиданно быстро закончился, сменившись какими-то схемами макраме."
    th "Ну-ка, ну-ка, что здесь…"
    "Листая страницы, я подспудно воскрешал в памяти то, что было относительно актуально в моё время."
    th "Все эти болеро, кардиганы, даже «летучие мыши» будто прямиком из фильмов с Пирсом Броснаном… Хм. Всё новое - это тщательно похороненное старое?"
    "А за бортом середина марта, и утренник стелет хрустящие корочки луж под ноги, в наушниках резвится эйсид джаз, настроение приподнятое, не считая некоторой заторможенности, вызванной сдачей крови да пивом натощак."
    "И мир всё ещё очень прост, и всё, что требует от меня - это просто быть."
    "Поневоле я начал примерять одежду, обнаруженную на страницах журнала к известным мне девочкам."
    "И - фантастическая картина - они будто идут рядом, облачённые в розданные им платья, пуловеры и  кардиганы, а я всё в том же убогом пальтишке."
    th "Может, и не зря я его потерял в автобусе?"
    "Промелькнула мысль."
    th "Теперь хотя бы появится цель купить что-нибудь достойное."
    th "Итак… Этот сарафанчик уходит Славе как девушке, представляющей славянский тип внешности - смотреться будет очаровательно.{w} Дальше, если убрать тканевую поддёву на этой «летучей мыши», а на низ натянуть какие-нибудь шорты, получится идеальный хулиганский прикид для той же Алиски, например."
    "Ну, а Лене безоговорочно отходят вот эти бриджи и свитер, будто сделанный из лоскутов."
    dreamgirl "Мику не одел, кутюрье."
    "Подсказало подсознание."
    th "Точно! А Мику… Мику…"
    "Я яростно залистал журнал в поисках подходящей одёжки. Глаз было зацепился за кимоно, но это было настолько пошло, что я без сожаления перелистнул страницу."
    "И ничего не нашёл. То бишь, были разные, достаточно достойные модели, но надевать их на Мику - всё равно, что к иномарке приделывать колесо от телеги."
    "Да и не представлял я её в вязанном, если честно."
    th "Разве что в какой-нибудь классической ангорке. Но такой свитер руками с кондачка не свяжешь."
    "Разве что здесь есть ещё какой-нибудь журнал со схемой вязки."
    "Как это так удивительно получилось, что девочки запросто пробрались ко мне в память?"
    th "Я что, теперь всё делать буду с оглядкой на их присутствие или одобрение? {w} Порочная практика - если однажды нежданное лето решит прекратиться."
    th "Хотя я бы этого очень не хотел. {w} От слова «совсем»."
    th "Не сейчас. {w}Не теперь, когда в моей жизни появилось маленькое японское солнышко."
    "Горько вздохнув о судьбинушке своей неказистой, я уткнул голову в сложенные руки и прикрыл глаза."
    window hide
    scene bg black
    with fade

    "…"
    window hide
    play sound sfx_knock_door2
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_day
    with fade
    play sound sfx_open_door_clubs

    me "Войдите."
    play music music_list["my_daily_life"] fadein 5
    th "Ох, будем надеяться, это не что-нибудь серьёзное."
    play sound sfx_open_door_clubs
    
    show sl normal pioneer at center 
    with dissolve
    "На пороге стояла Славя, держащая в руках судки - три кастрюльки, составленные одна на другую."
    show sl smile pioneer at center with dspr
    sl "Привет! А вот и обед твой поспел."
    "Улыбнулась она."
    me "Обед - это хорошо! Спасибо."
    show sl shy pioneer at center with dspr
    sl "Да.{w} А мне бы…"
    "Она замялась."
    me "Что?"
    if alt_day1_sl_keys_took == 1:
        show sl normal pioneer at center with dspr
        sl "Семён."
        "Начала она. "
        sl "Я когда кормила тебя в первый день, где-то ключи потеряла."
        if alt_day1_sl_keys_took == 1:
            "Возможно, я спрашивала тебя о них уже, не помню."
        sl "Да и мне уже новую связку выдали."
        sl "Но, всё-таки, не очень хорошо, что по лагерю гуляет комплект бесхозных ключей ото всего подряд."
        sl "И если ты их видел."
        "Она чуть нажала интонацией."
        sl "Или увидишь вдруг - пожалуйста, дай мне знать. Мне или Ольге Дмитриевне. Хорошо?"
        me "Д-да, конечно!"
        "Выпалил я."
        "Щёки мои полыхнули, самым недвусмысленным образом выдавая если не вину, то вовлечённость."
        "Врать я так и не научился."
        menu:
            "Отдать ей чёртовы ключи!":
                "Я зашарил в поисках связки по карманам, а Славя, углядев мои телодвижения, засмеялась."
                "Не обидно или угрожающе, как могла бы Двачевская на её месте, а просто открыто и от души."
                sl "Не их ищешь?"
                "Она сгрузила судки на стол и достала из кармана перепачканную травой связку."
                $ lp_sl += 1
                $ alt_day1_sl_keys_took = 0
                show sl happy pioneer at center with dissolve
                me "Но…"
                th "Интересно, где она их взяла?"
                sl "У тебя вчера из кармана выпали, когда ты… Ну, с крыши…"
                th "Ну и ну… И что теперь серый кардинал лагеря со мной сделает? Скормит гвардейцам?"
                "Я замер."
                "И пришёл в себя только от деликатного покашливания."
                sl "Хотела поблагодарить тебя. Всё-таки, у тебя в кармане - это куда надёжнее, чем в руках у той же Ульяны."
                "Я облегчённо перевёл дух."
                me "Д-да…"
            "Фигу ей, а не ключи!":
                "Я неосознанно дёрнул ногой, и почувствовал, как в кармане звякнула связка."
                if alt_day1_sl_keys_took == 1:
                    me "Спрашивала. И я уже отвечал."
                    me "Могу ответить то же самое."
                    $ karma -= 15
                    me "Хочешь?"
                "Она задумчиво смотрела на меня, будто зная или догадываясь о чём-то."
                "Но для проверки собственной правоты ей пришлось бы залезть ко мне в карманы - а заниматься настолько интимными вещами она ещё морально готова не была."
                show sl serious pioneer at center with dissolve
                "Чай, не Ольга Дмитриевна, которая наплевала вообще на всё и, разгрузив мои джинсы от хранящегося там хлама, благополучно отправила всё стираться."
                me "Но я тебе обязательно сообщу, если вдруг что."
                "Искусство лжи не в том, чтобы топтаться на трупе правды, а в том, чтобы говорить что-то, имеющее лишь опосредованное отношение к предмету беседы."
                "Если бы я сказал о том, что не видел ключей, не знаю, где они или решил подставить кого-нибудь, чтобы отвести от себя подозрения - у меня бегали бы глаза, расширился бы зрачок…"
                "…рад других микро-мимических сокращений."
                "Славю я больше не недооценивал, и для неё поймать меня на прямой лжи труда бы не составило."
                "Поэтому делаем фигурный финт ушами… {w} А ключики мне ещё пригодятся."
        me "Ну что, я тогда есть сажусь?"
        "Искусно сменил тему разговора я."
        me "Или что-то ещё?"
        show sl shy pioneer at center with dspr
    sl "Да нет, ничего…"
    th "Смутилась?{w} Она и это умеет?"
    dreamgirl "Видимость. В колхозе стесняться не учат, это я тебе точно говорю."
    me "Ты уверена?{w} А то смотри, если вдруг таблетку какую надо - ты скажи. Я даже промывание желудка делать умею."
    dreamgirl "И клизму ставить!"
    th "Не пали контору!"
    sl "Нет, таблеток мне не надо…{w} Но ты мог бы мне помочь?"
    "Логика! Когда она женская - она такая женская."
    me "Медицинская помощь тебе не нужна, тебе нужна помощь другого плана?"
    "Наконец перевёл с женского на человеческий я."
    show sl happy pioneer at center with dspr
    sl "В общем и целом.{w} Но не уверена, что ты сможешь помочь."
    "Так, на этой фразе мои толмаческие способности резко приказали долго жить, оставляя наедине с недоумением и краснеющей Славей."
    "Что-то, чего стесняется даже Славя. У неё что, красные дни календаря, что ли?"
    show sl normal pioneer at center with dspr
    me "Так ты дай мне шанс. Попытка не пытка."
    sl "Ох."
    "Она вздохнула, собираясь с мыслями."
    sl "Ладно.{w} Ты не мог бы оставить меня здесь одну на пару минут? "
    sl "Заодно посмотри, чтобы никто не зашёл в это время."
    "Я пожал плечами."
    th "Почему бы и да."
    stop ambience fadeout 2
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_aidpost_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3

    "Я вышел на улицу и, притворив дверь медпункта за собой, прислонился к стенке."
    "Теория о том, что у девочки проблемы по женской части, становилась всё более похожей на правду. Ну, или не знаю."
    dreamgirl "Может, она там феназепамом закидывается."
    th "Окстись, милай, откуда в детском пионерлагере феназепам?"
    dreamgirl "Оттуда же, откуда семнадцатилетние пионерки и пионеры. Если вы не ЗПР поголовно, давно уже должны были в комсомол уйти."
    th "ЗПР?"
    dreamgirl "Ага. Задержка психического развития. В Союзе очень любили объединять таких детей - в классы, группы. Как видишь, даже в лагеря свозили."
    "Меня передёрнуло."
    "Внутренний голос, конечно, имел право скабрезничать и издеваться, но, по-моему, сейчас он хватанул лишку."
    th "Грязь какая. Больше, чтобы такого не звучало.  Может, это параллельный мир, где пионерами до восемнадцати лет дети ходят."
    dreamgirl "Ага. Точно. У самого скоро дети будут, а всё галстук кумачовый таскает."
    
    show sl normal pioneer at center 
    with dissolve
    "Наконец, Славя закочнила свои таинственные дела и вышла на крыльцо."
    "В руках она сжимала продолговатый бумажный пакетик."
    window hide
    menu:
        "Спросить, что это":
            $ alt_day4_mi_vodka = True
        
            me "А что это такое?"
            show sl shy pioneer at center with dspr
            sl "Ничего!"
            "Она покраснела."
            sl "Спасибо тебе!"
            me "Да не за что…"
            hide sl with dissolve
            "Славя убежала."
            stop music fadeout 3
            dreamgirl "Что-что. Вата, марля, феназепам!"
            th "Дались тебе эти транки!"
            "К тому же, таблетки не булькают. А я поклясться был готов…"
        "Не спрашивать":
            $ day4_sl_compl = 1
            $ lp_sl += 1
            show sl normal pioneer far at center  
            with dissolve
        
            me "Надеюсь, я теперь могу пойти поесть?"
            "Уточнил я."
            show sl happy pioneer far at center with dspr
            sl "Да, конечно. Спасибо!"
            stop music fadeout 3
            "Одарив меня улыбкой, она убежала."
            
            hide sl
            with dissolve
    window hide
    scene bg black
    with dissolve
    stop ambience fadeout 3

    "…"
    window hide
    scene bg int_aidpost_day
    with dissolve
    play ambience ambience_medstation_inside_day fadein 3
    play music music_list["my_daily_life"]
    play sound sfx_open_door_clubs
    scene bg int_aidpost_day
    
    play ambience ambience_medstation_inside_day

    th "Наконец, я смогу нормально поесть!"
    show blinking
    "Я как раз прикончил второе, когда дверь открылась."
    show un normal pioneer at center 
    with dissolve
    "На пороге стояла Лена."
    un "Привет.{w} А медсестры нет?"
    me "Я за неё!"
    th "Буду оказывать квалифицированную медицинскую помощь в меру собственных скромных возможностей. Надеюсь, у неё не острый приступ аппендицита."
    "Потому что ото всего остального можно откупиться таблеткой!"
    me "Что-то болит?"
    "Осведомился я, вспомнив о том, что всё ещё одет в белый халат."
    th "Эх, жаль, очки Виолы не надел или хотя бы стетоскоп на шею не нацепил!"
    dreamgirl "Что? Кто-то сказал, что хочет поиграть в доктора?"
    if ('medic' in list_voyage_7dl):
        dreamgirl "Давай, как Виола позавчера."
        dreamgirl "Раздевайтесь, больная!"
    un "Д-да…{w} Голова что-то разболелась."
    dreamgirl "И от этого нам, конечно, поможет трехведерная клизма!"
    me "К перемене погоды, наверное."
    "Машинально ища таблетки в ящичке с буквой «А», ответил я."
    me "Сейчас исправим!"
    th "Из местных анальгетиков я знаю только… Да анальгин и знаю!"
    "Поэтому без вариантов."
    me "Нашёл!"
    "Я поднялся и, набрав в стерильную мензурку кипячёной воды, протянул таблетку девочке."
    un "Спасибо."
    "Она выпила таблетку."
    show un smile pioneer at center with dspr
    "Тут она меня удивила."
    "Она улыбнулась! Нет, серьёзно! "
    show un surprise pioneer at center with dspr
    un "Что?"
    "Лена моментально смутилась."
    me "Да, понимаешь, улыбку твою впервые вижу. Зрелище редкое."
    "Она с удовольствием улыбнулась ещё раз, а на меня вдруг что-то нашло."
    "Я схватил со стола журнал и отлистав назад несколько полос, ткнул пальцем в комплект из зауженных бриджиков вкупе с лоскутным свитером."
    me "Скажи, а тебе такого типа вещи вообще нравятся?"
    "Лена посмотрела на рисунок."
    show un normal pioneer at center with dspr
    un "Да… Нравятся."
    me "Это не слишком старо сейчас?"
    "С намёком спросил я."
    show un shy pioneer at center with dspr
    un "Журнал же…"
    "Она указала на обложку и покраснела."
    un "Новый…"
    un "А ты почему спрашиваешь?"
    window hide
    menu:
        "Тебе бы подошло":
            $ alt_day4_mi_clothes = True
            $ lp_un += 1
        
            me "Да просто представил, кто бы мог надеть это - чтобы подошло."
            me "На тебе смотрелось бы идеально."
            un "Спасибо…"
            me "Да не за что."
            "Я пожал плечами."
        "Да просто так":
        
            "Я смутился и отвернулся."
            un "…"
    "Некоторое время мы молчали."
    me "Прошла голова?"
    show un smile pioneer at center with dspr
    un "Да, спасибо."
    "Она благодарно мне кивнула и направилась к двери."
    un "Удачно додежурить."
    me "Спасибо!"
    
    hide un
    with dissolve
    stop music fadeout 3
    "Проводив Лену,  я уселся было обратно листать журнал…"
    window hide
    with fade
    play sound sfx_knock_door7_polite

    "…как в дверь вдруг постучали - вежливо, с оттяжкой."
    th "Сегодня что, сезонное паломничество к святой Виоле?!"
    "Сейчас я отчётливо как никогда понял — {w}быть врачом — не моё {w} и сказал:"
    me "Войдите!"
    play sound sfx_open_door_clubs
    play music music_list["eat_some_trouble"] fadein 3
    
    show us normal pioneer at center 
    with dissolve
    "Славя. Лена. Ну да, следующей по списку должен быть кто-то из рыжего тандема."
    "Ульяна Батьковна во плоти."
    me "Не верю, ты и стучать умеешь?"
    show us sad pioneer at center with dspr
    us "Тебе-то какая разница?"
    "Она выглядела обеспокоенной и периодически легонько бледнела - как будто в желудке проводились военные учения."
    me "Живот, ага?"
    show us dontlike pioneer at center with dspr
    us "Не твоё дело.{w} Где доктор?"
    me "К вашим услугам."
    "Я развернулся на вращающемся кресле в её сторону и, совместив пальцы обеих рук в фирменной позе доктора Хауса, уставился в упор."
    dreamgirl "Кто чёрствый? Я чёрствый?"
    th "Оставь свои шуточки про сердце ребёнка на другой момент."
    dreamgirl "Да ладно!"
    "Расшалилось подсознание."
    dreamgirl "Вот же ещё."
    dreamgirl "В конкурсе «Россия глазами детей» победил неизвестный автор, выложивший глазами детей шестиметровое слово «Россия»."
    "Я поморщился."
    "Поверить не могу, что мы делим одну психику. "
    show us surp1 pioneer at center with dspr
    us "Спасибо, господин Менгеле.{w} У меня талончик на другой день."
    "Она ехидно улыбнулась."
    me "Ульяна, я же вижу, у тебя живот крутит. Нравится терпеть?"
    show us normal pioneer at center with dspr
    "Она замерла на полушаге."
    us "Вообще-то, уж с таблетками ты справиться должен."
    me "Где болит? Верх живота, низ?"
    us "Верх."
    show us dontlike pioneer at center with dspr
    us "Верхняя часть."
    me "Там, где голова расположена?"
    show us surp3 pioneer at center with dspr
    us "Что?"
    me "Ничего, айн момент."
    show us normal pioneer at center with dspr
    "Розовые кругляши панкреатина удалось найти быстро. "
    show us laugh2 pioneer at center with dspr
    us "Спасибо, доктор! Вылечили!"
    "Она выпила таблетку и в своём обычном стиле превратилась в красно-рыжий смерч."
    "На секунду даже показалась, что вся сценка с бледным лицом и бурчащим брюхом мне попросту привиделась."
    window hide
    menu:
        "Объелась, что ли?":
            window hide
            me "Мамка с папкой перекормили?"
            show us dontlike pioneer at center with dspr
            "Ульяна одарила меня взглядом как рублём."
            us "Нет, само приползло."
            pause(1)
            play sound sfx_slam_door_campus
            hide us
            with dissolve
            "Она выскочила наружу, с душой гроханув дверью."
            th "Как говорится, йопс."
        "Отравилась?":
            $ alt_day4_mi_bake = True
            $ lp_us += 1
        
            me "Тяжёлую пищу сегодня ела?"
            show us surp1 pioneer at center with dspr
            us "Тяжёлую?"
            me "Копчёности-печёности."
            "Она пожала плечами."
            show us grin pioneer at center with dspr
            us "Может, и ела. Ты думаешь, я запоминаю?"
            me "Родители копчёную курицу или колбасу привозили?"
            show us smile pioneer at center
            us "…"
            me "Вкусно?"
            "Она кивнула."
            me "Тебя что, ребёнок, дома не кормят?"
            us "Но вкусно же! Ладно, бывай."
            me "Пару дней не ешь больше такую пищу!"
            "Крикнул я в закрывающуюся дверь."
            window hide
            pause(1)
            play sound sfx_slam_door_campus
            
            hide us
            with dissolve
        
            us "Бу сделано, доктор!"
    stop music fadeout 3
    "…"
    window hide
    with fade

    "Журнал был полностью пролистан, наряды были мысленно розданы по сёстрам, заняться было решительно нечем."
    "Медсестра, в полном соответствии с собственным обещанием, не спешила возвращаться."
    "Я бездельничал, читал книжку с читалки,{w} и, понятно, всеми силами выздоравливал."
    "Судя по ощущениям некоей ватности внутри головы и периодической лёгкой тошноты, я заработал себе чисто символическое сотрясение."
    "И причин держать меня в изоляторе, честно сказать, не видел."
    th "Или всё как вчера? Виола в сговоре с Ольгой, защищают кого-то от меня - или меня от кого-то?"
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_day
    with dissolve
    play ambience ambience_medstation_inside_day fadein 3

    "Полдник уже давно миновал, а Мику так и не появилась."
    "И я почти всерьёз подумывал обидеться на неё за это."
    "Но по здравому размышлению от этой идеи отказался - вполне возможно, что к ней всё же нагрянули предки."
    play sound sfx_open_door_kick
    play music music_list["that_s_our_madhouse"] fadein 3
    show dv normal pioneer at center 
    with dissolve
    "Поэтому ворвавшаяся на пост Алиса стала, пусть и неожиданным, но приятным разнообразием."
    "Она оторопела, углядев меня рядом со столом."
    dv "А ты что здесь делаешь?"
    me "Сижу…"
    "Констатировать очевидное проще всего."
    show dv smile pioneer at center with dspr
    dv "Сидишь. Ага.{w} Тем лучше."
    "Она подошла ко мне и без лишних вопросов попробовала откатить меня в сторону."
    if herc:
        me "Обострение борзоты?"
        "Осведомился я?"
        "Могу прописать профилактическую в челюсть. "
    else:
        "Сейчас."
        "Я упёрся ногами в пол и не сдвинулся с места."
    show dv normal pioneer at center with dspr
    dv "Ну чё расселся, двигайся давай."
    me "С фига ли?"
    dv "Таблетка мне нужна."
    me "Какая таблетка?"
    "Она медленно выдохнула, всеми силами стараясь не взорваться."
    show dv angry pioneer at center with dspr
    dv "Как думаешь, это твоё дело?"
    me "Я здесь врио, и подозрительных личностей вроде тебя, к таблеткам и близко не подпущу."
    "Я хихикнул, представив себе, как Двачевская, наворовав пенталакса и пургена, вываливает всё в огромный алюминиевый котёл с вечерним компотом."
    dreamgirl "Ото ж! Лагерные весёлые домики резко прибавят в популярности."
    show dv normal pioneer at center with dspr
    "Такой подход к делу несколько обескуражил Алису, и она всерьёз задумалась."
    dv "Мне нужен уголь. От отравлений, знаешь?"
    me "Ты не выглядишь отравленной."
    dv "О да."
    show dv grin pioneer at center with dspr
    "Усмехнулась она."
    dv "Я пока только планирую."
    window hide
    menu:
        "Дать Алисе уголь":
            $ alt_day4_mi_coal = True
            $ lp_dv += 1
        
            th "Надеюсь, меня не сочтут пособником подросткового алкоголизма."
            me "Чёрт его знает, где Алиса взяла столько спиртного, чтобы аж углем запасаться, но…"
            window hide
            play sound sfx_open_table
            $ renpy.pause(1)
        
            "Я полез в ящик и вытащил оттуда пачку конвалют с активированным углем, туго перетянутую зелёной медицинской резинкой."
            "Достав одну, я протянул её Двачевской."
            show dv normal pioneer at center with dspr
            me "Удачно погудеть."
            "От души пожелал я."
            dv "Спасибо!"
            hide dv
            with dissolve
            stop music fadeout 3
            "Она забрала упаковку и убежала."
        "Не давать ей уголь":
        
            me "Планируешь? А потом пальцем на меня укажешь, мол, это я?"
            dv "Ничего я ни на кого не укажу."
            me "Фигушки."
            "Я поднялся со стула и, привалившись пятой точкой к столу поверх бюро, скрестил руки на груди."
            show dv angry pioneer at center with dspr
            dv "Тебе что, угля жалко?!"
            me "Нисколько. Но я не хочу оказаться замешанным. А ты мне этого пообещать не можешь."
            if alt_day2_dv_harass:
                me "Впрочем, с тобой ещё с позавчерашнего дня должок."
                show dv shy pioneer at center
                dv "Это когда ты меня облапал?!"
                me "Ахха. Помнится, договор состоял из двух частей."
                me "И если ты готова исполнить вторую…"
                dv "Иди к чёрту."
                me "Как хочешь."
                "Я подавил зевок и с преувеличенным вниманием стал рассматривать таблицу Сивцева, в данном конкретном медицинском заведении набранную почему-то совершенно уникальным образом."
                "КГ…ЭТО…ПЯТЬ…"
            "Она замялась."
            show dv normal pioneer at center with dspr
            dv "Ладно. Договорились."
            if alt_day2_dv_harass and alt_day2_round3 == 2:
                $ alt_day4_mi_coal = True
                me "Что, правда разденешься?"
                me "Серьёзно?!"
                show dv angry pioneer at center
                dv "А что такого?"
                dv "У нас же пари было…"
                me "Вообще-то, я шутил. Ты меня не привлекаешь ни в одетом, ни в раздетом виде."
                me "Ты меня разочаровала."
                "Я открыл ящичек с абсорбентами и бросил ей конвалюту с углём."
                me "Катись отсюда."
                hide dv
                with dissolve
                "Она хотела была что-то сказать, но, похоже, презрение на моём лице было слишком заметным."
                "Так что она просто захлопнула рот и, развернувшись, оставила меня в одиночестве."
                hide dv with dissolve
            else:
                me "Извини, что?"
                dv "Я обещаю, что не стану на тебя указывать."
                me "Что и требовалось доказать. Даже не думай, нифига я тебе не дам."
                "Она попыталась пролезть силой, но где ей тягаться со мной."
                "Возможно, я малахольный дрищ, но всё равно весовые категории у нас несравнимые."
                show dv angry pioneer at center with dspr
                dv "Да и подавись своим углем!"
                hide dv
                with dissolve
                "Она развернулась и направилась к выходу."
    window hide
    scene black
    with dissolve

    "…"
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_day
    with dissolve

    stop music fadeout 4
    "Обрадованный тем, что успешно отбился от Алиски, я сел обратно за стол и углубился в чтение, между делом отмечая время с часов на подложке текста."
    th "Полдник я гарантированно профукал, и даже ангел-кормитель мне не принёс вкусняшек - чем бы они ни были."
    th "Интересно, кстати, где она сейчас?"
    th "Хотя плевать. Меня больше интересует, как там дела у Мику."
    th "Сотрясение штука скверная, и я здесь точно загорать буду как минимум до завтра."
    "Я терпеть не мог чувствовать себя беспомощным."
    play sound sfx_open_journal
    "Но всё, что я мог в данном случае - это ждать, когда долгоиграющий Гершвин на радиоволнах сменится дорогим мне голосом. "
    if alt_day4_mi_mi2midj_transit: 
        th "Кстати, привет она мне так и не передала."
    "Время плавно перевалило за восемь часов - последних посетителей разогнали, а пионеров отправили принимать здоровое и сбалансированное питание."
    "Остались только самые отчаянные - те, кто забирал ребёнка и вёз его куда-нибудь далеко, чтобы, значит, в тесном семейном отметить временное воссоединение."
    "И если Мику увезли…"
    "Я поймал себя на том, что соскучился."
    "Что сижу и считаю кажущиеся резиновыми секунды."
    "Перестав воспринимать текст, я свернул читалку и вышел на крылечко - глотнуть свежего вечернего воздуха."
    play music music_list["get_to_know_me_better"] fadein 5
    stop ambience fadeout 2
    play sound sfx_open_door_clubs
    dreamgirl "Ты один, ты брошен, и некому о тебе позаботиться."
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_aidpost_sunset_7dl
    with dissolve

    th "Ага. И нет больше белого, нет больше чёрного - только лишь серое, сплошь обречённое."
    th "Как и всё плохое в моей жизни, это началось с женщины."
    dreamgirl "Максим Максимыча цитируешь? Хвалю. {w}Кстати, у Виолы есть восхитительная круглая коробочка с ксанаксом. {w}Закинулся - и плевать на всё. Будешь?"
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg int_aidpost_day_apple
    with dissolve

    th "Отвянь, чудовище."
    "Лагерь был тихий-тихий, все пионеры собрались в столовой, репродукторы смолкли, и только стук моего сердца нарушал тишину."
    "Пощурившись немного на кроваво-красное солнце, расплывающееся по горизонту, я вернулся обратно в помещение медпункта."
    play music music_list["mystery_girl_v2"] fadein 3
    "И тут же обратил внимание на то, что что-то изменилось."
    "На столе из ниоткуда появилось большое прекрасное зелёное яблоко, от одного вида которого у меня поджались кишки и потекли слюнки."
    th "Что за…"
    "Я подошёл поближе, когда мой взгляд привлёк второй предмет, ниоткуда появившийся на столе."
    dreamgirl "О, эта прекрасная коробочка с бело-розовой этикеткой!"
    dreamgirl "Она так прекрасна, как билет в один конец в страну счастья!"
    dreamgirl "Разве не плевать на то, чем придётся заплатить?"
    dreamgirl "Давай! Всего одна такая плоская таблеточка с двумя продольными фасками - и тебе станет сугубо фиолетово вообще всё! "
    "Вспомнив о том, чем чреват отходняк от этих весёлых таблеточек…"
    "Я в ужасе отшатнулся и от яблока и от пузырька с ксанаксом."
    "В неожиданную материализацию яблока я мог ещё поверить - например, Ульянка поблагодарила за помощь таким вот образом - просто просунула яблоко в окно и положила его на стол."
    "Но чёртовы транки?!"
    th "Так! Здесь творится какая-то неведомая ерундистика, и мне это решительно не нравится!"
    "Поняв, что простым глазением на стол с яблоком и таблетками, проблему не решить, я убрал оба предмета в холодильник и, закрыв медпункт на ключ, неторопливо двинулся в сторону столовой."
    window hide
    stop music fadeout 3
    jump alt_day4_mi_supper_sick
   
label alt_day4_mi_visit_sick:
    if alt_day4_mi_mi2midj_transit:
        $ persistent.sprite_time = "day"
        $ day_time()
        $ alt_chapter(4, u"Мику. DJ. Свидание.")
        scene bg ext_square_day with flash
        play music music_list["so_good_to_be_careless"] fadein 5
        "Согласие на то, чтобы сидеть рядом с будущим диджеем, далось легко."
        "Я просто представил, какую уйму времени мы сможем проводить вместе, не отвлекаясь на глупости вроде соблюдения норм морали или чего-то в этом роде."
        "Поэтому, когда над головой прокашлялись, и знакомый серебряный голосок поприветствовал лагерь, я понял, где и чем буду заниматься ближайшие до отъезда дни."
        "Мику, изо всех сил стараясь звучать серьёзно, правильным, хорошо поставленным голосом, зачитывала объявление:"
        dy "Дорогие пионеры и гости лагеря! Сегодня в рамках родительского дня проводится целых два мероприятия! Первое - день открытых дверей для всех желающих. Вы можете записаться у начальника лагеря и вам припишут сопровождающего."
        dy "И второе - для всех гостей лагеря после полдника в восемнадцать часов на летней эстраде будет проведён концерт «дети - взрослым», где выступят самые маленькие наши жители. Не пропустите!"
        th "И вот она там сидит одна-одинёшенька, в этой гадской рубке, и никто к ней даже в гости не заходит!"
        play ambience ambience_camp_center_day fadein 2
        $ persistent.sprite_time = "day"
        scene bg ext_clubs_day
        with dissolve
    
        "Хлеб радиоведущего несладок."
        "Когда горит надпись «air», ты остаёшься один против всего мира."
        "А в обычной жизни к тебе не подходят потому, что твоё имя на слуху, а это значит, что ты, в некотором роде, знаменитость."
        "Да какая, блин, знаменитость, если лицо твоё считанное количество людей видели - соведущие, арт-директор да вахтёрша."
        "Полностью понимая неприятное положение Мику, я поспешил составить ей компанию."
        window hide
        stop ambience fadeout 2
        play sound sfx_open_door_clubs
        pause(1)
        $ persistent.sprite_time = "day"
        scene bg int_clubs_dj_7dl with dissolve
        show mi smile pioneer at center with dissolve
        play ambience ambience_clubs_inside_day fadein 3
    
        mi "Привет, Сеня! А что ты здесь делаешь?"
        "Я улыбнулся ей в ответ."
        me "Я выиграл в карты право провести пару часов с тобой."
        mi "И всё? Пару часов?"
        me "Ну… Когда бардак с этим родительским днём закончится, разумеется, я хочу тебя украсть и куда-нибудь уволочь, где нас никто-никто не найдёт. "
        me "Правда, придётся найти окно между организаторской деятельностью и ведением эфира…"
        mi "Но где наша не пропадала."
        show mi happy pioneer at center
        me "Наша пропадала везде!"
        me "Чем занимаешься сейчас?"
        mi "Да ничем, вон, программу вещания составляю."
        me "Может, подбавим шаффла?"
        show mi upset pioneer at center with dissolve
        mi "Прости, что?"
        me "Я говорю - разыграем, какая песня будет следующей."
        mi "Как?"
        me "Известно, как! В камень-ножницы-бумагу!"
        "Правила игры довольно простые -  господи, да все в жизни хоть раз в эту игру да играли!"
            
        label alt_day4_mi_rps3:
            scene bg int_clubs_dj_7dl
            show mi smile pioneer at center
            me "Камень!"
            mi "Ножницы!"
            "Бумага!"
            call RPS_game(alt_opp = mi)
            if RPS_winner == 1:
                jump alt_day4_rps_win
            elif RPS_winner == 0:
                jump alt_day4_mi_rps3
            elif RPS_winner == -1:
                jump alt_day4_rps_fail
                    

            

        label alt_day4_rps_win:
            me "Я победитель, а это значит, что следующая песня будет звучать по моему выбору!"
            scene bg int_clubs_dj_7dl
            show mi serious pioneer at center
            "Я немного подумал, и…"
            window hide
            menu:
                "Дабстепчику бы!":
                    play music music_7dl["polyhymnia_main"]
                
                    extend " в раскалённом воздухе поплыли сверхтяжёлые басы."
                "Что-нибудь потяжелее!":
                    play music music_7dl["nookie"]
                
                    extend " сонное царство всколыхнуло агрессивными рифами."
                "Что-нибудь для души!":
                    play music music_7dl["knock"]
                
                    extend " в эфир отправилась медленная, грустная композиция с моей родины."
                "Оставить играть.":
                
                    extend " оставил песню. Неплохая же, на самом деле!"    
            mi "Ещё?"
            menu:
                "Да!":
                    jump alt_day4_mi_rps3
                "Нет.":
                    me "Нет, думаю, на этом хватит."
                    jump alt_day4_mi_movealong
        label alt_day4_rps_fail:
            scene bg int_clubs_dj_7dl
            show mi laugh pioneer at center
            me "Ладно, Мику, ты победила. Следующая песня по твоему выбору."
            "Она призадумалась, наморщила лобик и, наконец, выдала:"
            $ alt_day4_miku_chart = renpy.random.choice([1, 2, 3, 4])
            if alt_day4_miku_chart == 1:
                mi "Мою любимую!"
                play music music_list["raindrops"] fadein 3
            elif alt_day4_miku_chart == 2:
                mi "Раритетная запись!"
                play music music_list["everlasting_summer"] fadein 3
            elif alt_day4_miku_chart == 3:
                mi "Эта у меня почему-то связана с тобой."
                play music music_list["tried_to_bring_it_back"] fadein 3
            elif alt_day4_miku_chart == 4:
                mi "Да пусть играет то, что есть! Мне и это нравится."
            
            mi "Ещё?"
            menu:
                "Да!":
                    jump alt_day4_mi_rps3
                "Нет.":
                    me "Нет, думаю, на этом хватит."
                    jump alt_day4_mi_movealong
                    
        label alt_day4_mi_movealong:
            "Разулыбавшись, она поднялась, и потянулась, разминая спину."
            "А я что, я засмотрелся. Нельзя?"
            "Вообще-то запрещённый приём!"
            "Когда девушка забрасывает руки на шею и тянется так локотками кверху, даже нулевой размер превращается в полноценный второй, что уж говорить тут!"
            mi "Ну, если ещё раз захочешь поставить что-нибудь со своей шарманки…"
            me "Злоупотреблять не хочу - зарядка не казённая."
            "Покачал головой я."
            me "Так, а что там с твоими родичами?"
            mi "Вообще, грозились в обед нагрянуть, но что-то нейдут и нейдут."
            me "Наверное, в дороге задержались."
            show mi sad pioneer at center with dissolve
            mi "Наверное…"
            "С обеда миновал уже час, так что…"
            play sound sfx_knock_door7_polite
            voice "Мику?"
            "Вежливо постучав в дверях появился незнакомый мужчина, худощавый, невысокого роста."
            "Чем-то неуловимо походящий на Мику."
            show mi happy pioneer at center with dissolve
            mi "Па?!"
            "Издав визг, достойный лучших бойцов ирокезов, она мгновенным прыжком добралась до незнакомца и повисла у него на шее."
            mi "Ты приехал! Ты приехал! Ура! Я не верила, а мне говорили просто дать тебе шанс, и подождать ещё чуть-чуть, а ты приехал!"
            mi "Ты с Ма?"
            voice "Нет, я один сегодня."
            mi "Ну ладно, пошли тогда."
            "Я тактично сделал вид, что меня не существует, за что заработал благодарный взгляд обернувшейся на пороге девочки."
            "«Увидимся» одними губами прошептала она и, подмигнув из-за спины незнакомца, пропала."
            hide mi with dissolve
            "И я остался один."
            th "И чего ради корячился, спрашивался."
            th "Злой волшебник похитил принцессу бала…"
            "Я прошёлся по помещению, ведя кончиками пальцев по стенам, окнам, плакатам - всему, что только попадало под руку. "
            "Музыка прекрасно играла и без моего участия. "
            "Между тем, время вплотную подходило к полднику, и я, посомневавшись - вроде бы, Виола ставила на кон мои гуляния до ужина, а сама велела вернуться в пять часов - решил, что полный желудок важнее довольной медсестры."
            "И направился в сторону храма чревоугодия."
            window hide
            $ persistent.sprite_time = "day"
            scene bg ext_dining_hall_away_day
            with dissolve
            stop sound fadeout 2
        
            "На крыльце стояла Ольга Дмитриевна."
            show mt normal pioneer far at center  
            with dissolve   
            "Чем-то мне её взгляд не понравился, однако, она смягчилась, разглядев бинты у меня на голове."
            mt "Семён, почему не в медпункте?"
            show mt normal pioneer at center 
            with dissolve
            me "Да я Мику в радиорубке подменял, вот и…"
            th "Сейчас, небось, скажет, что если болеешь - надо болеть, а не по разным рубкам сидеть."
            "Но она меня удивила."
            mt "Ага, я обратила внимание на то, что музыка чуть мужественнее стала. Ладно, пошли покормим тебя."
            window hide
            stop ambience fadeout 3
            $ persistent.sprite_time = "day"
            scene bg int_dining_hall_people_day
            with dissolve
            play ambience ambience_dining_hall_full fadein 5
        
            "Ну и, спрашивается, кто я такой, чтобы спорить с ней по таким вопросам?"
            "Тем более, что раздавали самые настоящие тульские пряники!"
            "Которые, правда, по чьей-то гениальной задумке предполагалось запивать киселём."
            "Ну, больные люди были даже в Советском Союзе, тут уж ничего не попишешь."
            th "Помнится, у кибернетиков был кипятильник…"
            th "А у Виолы чай."
            "Немного подумав, я решил повременить с возвращением на пост, и отправился гости к Виоле."
            "Доктор сказал, с доктором спорить себе дороже."
            jump alt_day4_mi_med_EV
            
        label alt_day4_mi_back2radio:
            window hide
            play sound sfx_open_door_clubs
            $ renpy.pause(1)
            $ persistent.sprite_time = "day"
            scene bg int_clubs_male_day
            with dissolve
            play ambience ambience_clubs_inside_day fadein 3
            play music music_list["get_to_know_me_better"] fadein 5
            "Спасаясь от злой медсестры, пока она не придумала очередной способ вгона меня в краску, я засобирался."
            "Сцапал термос с ароматным сбором и самым срочным порядком оставил кошмарный дом!"
            "Меня ждал мой рабочий пост. И, в потенциале, - Мику."
            "Возможно, мне и не приходится сейчас читать объявления - я хихикнул, представив себе на секунду, как это будет, когда мой голос разнесёт динамиками по лагерю - но я обещал подменить…"
            th "И теперь, когда Мику узнала, что на мне можно ездить - она будет это делать."
            "Время тянулось надоедливо медленно, приходилось развлекать себя всеми возможными способами."
            "Сначала я немного добавил разнообразия в ротацию."
            "Потом начал играться со скоростью воспроизведения песен."
            "От тоски даже ещё разок пробежал помещение со влажной тряпкой - да, мои функции заботы включали в себя и нежелание, чтобы дорогой мне человек дышал пылью!"
            "В соседнем помещении что-то загремело, и я выглянул наружу."
            show el normal pioneer at center with dissolve
            "Электроник."
            me "Привет. Что здесь делаешь?"
            el "Привет! А ты разве не знаешь, что Шурик пропал?"
            me "Слухами земля полнится…"
            me "Но я сегодня что-то слишком занят, чтобы задуматься о том, кто что говорит."
            me "Опиши потезисно."
            show el serious pioneer at center with dissolve
            el "После вчерашнего, значит."
            el "Ты с крыши когда упал - сразу все забегали, нас заставили тебя тащить в медпункт, и Шурик всё повторял, что это его вина, и что всё дело в каком-то гудении."
            "Я поднял бровь."
            el "Не спрашивай, что это значит, я сам не знаю, но он твердил о том, что это гудение было с самого начала, и отключилось во время бури. {w}Собственно, после ремонта, оно вернулось."
            me "Дальше, дальше."
            "Поторопил его я."
            el "Мы думали, что как-то тебе помочь можем, а на нас Мику накричала, мол, вместо того, чтобы штаны просиживать, пошли бы и сделали то, ради чего ты расшибся."
            el "Мы пошли разбирать каморку, а когда разобрали, Шурик сказал, что ему надо отойти куда-то."
            show el normal pioneer at center with dissolve
            el "Вот и отошёл. До сих пор ходит."
            me "И родители к нему сегодня не приезжали."
            "Он кивнул."
            me "Потому никто и не спохватился. Какая прелесть. Ладно, давай обмозгуем - есть какие-нибудь зацепки относительно того, куда он направлялся?"
            el "Вообще-то, есть парочка, но они бредовые."
            me "Ну-ка…"
            "Он замялся."
            me "Да выкладывай уже. Быстрее расколешься, быстрее приступим к поискам."
            show el smile pioneer at center with dissolve
            el "Да там совсем-совсем глупо…"
            "Начал было он, и осёкся под предупреждающим взглядом."
            el "Ладно. Шурик был уверен в том, что под старым зданием находятся сервисные туннели, ведущие в бомбоубежище. А в таких местах всегда можно разжиться чем-нибудь полезным."
            me "Противогазом и таблетками тарена, что ли?"
            el "Вообще-то, я о радиодеталях…"
            me "И что, он вот так, на ночь глядя туда и попёрся?"
            show el normal pioneer at center with dissolve
            el "Я же говорил, бредовая идея."
            me "Ну, другие, думаю, в течение дня уже опробовали."
            "Я  машинально потрогал заклеенный затылок."
            me "Собирайся, пошли."
            el "Не-а."
            me "Что? Ты не хочешь найти своего друга?"
            el "Очень хочу. Но меня связывают целых два обещания - данное Виолетте Церновне и данное Мику."
            el "На первое я могу ещё наплевать - мол, неправильно понял. Но Мику недвусмысленно сказала, что прибьёт меня на месте, если что."
            "Электроник развёл руками."
            el "Так что прости."
            "Хрен с тобою, золотая рыбка. Сделаю вид, что ты меня убедил."
            me "Ладно, ступай. Сектор поиска у тебя есть, возьми пару пионеров в подмогу на случай, если твой друг ногу повредил, чтобы было кому тащить - и в путь."
            el "Не думаю, что из этого что-то получится, но - спасибо! Там мы точно не искали."
            "Он пронёсся по клубу, сгребая в сумочку фонарик, комплект дополнительных батареек и лампочек, какие-то скрепки и прочую глупость - и, прощально кивнув мне, исчез."
            hide el with dissolve
            "А я опять остался один."
            th "Эх! Какое развлечение испортил, гад!"
            window hide
            $ persistent.sprite_time = "sunset"
            scene bg int_clubs_dj_7dl
            with dissolve
        
            $ sunset_time()
            "Последний час я добивал, уткнувшись в книжку. Не хотелось уже совсем ничего."
            "Просто впасть в анабиоз, пока не вернётся та, ради кого я вообще здесь нахожусь."
            window hide
            show blink
            scene black
            pause(3)
            show unblink
            scene bg int_clubs_dj_7dl
        
            play music music_list["a_promise_from_distant_days_v2"] fadein 3
            "Поэтому когда чьи-то ладошки закрыли мне глаза, я не глядя схватил и поцеловал их."
            if loki:
                "Как тогда, на пляже."
            show mi sad pioneer at center
            with dissolve
            "Мику. Грустная."
            "Я хотел было притворно возмутиться в духе «я тут сижу, а ты там где-то ходишь», но подозрительно блеснувшие глаза убили всю тягу подурачиться."
            "Я молча поднялся и заключил её в объятья."
            me "Я очень скучал. На секунду даже показалось, что ты просто мне приснилась."
            "Губы касаются холодного виска - он всегда холоден, если девочка сильно плакала или расстраивалась."
            show mi cry_smile pioneer at center
            "Похоже, свидание с отцом не задалось?"
            me "Что случилось, солнышко?"
            "Участливо поинтересовался я. Главное, чтобы она не подумала, что я интересуюсь из вежливости или праздного любопытства."
            th "Мне же и в самом деле небезразлично, что с ней происходит."
            th "И если её что-то расстраивает - я хочу знать, сумею ли я защитить её от этого!"
            mi "Папа… Вожатая рассказала ему про нас."
            me "И что?"
            mi "Не понимаешь?"
            show mi angry pioneer at center
            me "Нет…"
            mi "Реноме. Если кто-то вдруг узнает, что Хатсуне Мику где-то встречалась с кем-то в СССР - ах, какой удар по репутации будет!"
            me "Репутации? Ты что, товар? Или что?"
            me "Твоего отца вообще твоё счастье не волнует?"
            mi "Я не знаю, Сёмочка. Но он запретил мне видеться с тобой."
            me "Каким образом, интересно?"
            mi "Словом отца. Он для меня всё ещё огромный авторитет, Сёма. И если он что-то требует…"
            me "Он требует. А как же ты? Мы только-только начали выводить тебя из раковинки."
            me "Или ему плевать, что его дочь в жизни присутствует только в роли собственного камео?"
            show mi sad pioneer at center
            mi "Всё не совсем так, Семён…"
            me "Ну так примеров полно! Слышала про клуб 27?"
            me "Джимми Хендрикс, Курт Кобейн, Джениз Джоплин - мало?"
            me "А если не упираться в возрастную планку - то Монро, Пресли, Сид Вишез."
            "Я распалялся, загибая пальцы и потрясая получившейся фигурой перед лицой японки."
            "Сначала от тебя требуют полного самоотречения -  самопожертвования в угоду избранной сфере деятельности, а затем удивляются нервным срывам тогда, когда ты уже по одному только возрасту входишь в группу риска!"
            "И ты ничего не можешь и не стоишь, а физиология перестроена так, что ты даже выносить ребёнка не можешь уже."
            "Результат? Пустая упаковка прозака, бутылка бурбона и 12 миллиметров."
            "Хотя что это я. Это же некрасиво."
            "Ладно, это тогда так - двадцать восемь пачек барбитуратов вперемешку с шоколадным «Бейлис»."
            me "Я очень эгоистичен, Мику. Я хочу быть с тобой."
            me "Но гораздо страшнее то, что ты сейчас находишься в том самам нежном возрасте, когда важнее не эстрада с присными, а творящееся в сердце.{w} У тебя психика формируется сейчас, понимаешь?!"
            me "И если тебя устраивает навязываемая тебе роль манекена - что ж, неволить не буду!"
            show mi cry pioneer at center with dissolve
            "Она ещё мгновение всматривалась мне в лицо, и как-то совершенно неуловимо перетекла мне на плечо, где от души разрыдалась."
            mi "Почему тебя не было тогда на пристани…"
            "Она прижималась ко мне, вся дрожа и всхлипывая, а я гладил её по спине, по роскошным волосам и тихо-тихо уговаривал не держать зла, и не расстраиваться и слушать только собственное сердце. Уж оно-то не соврёт."
            mi "Так мы потому и поругались с Па… Я как представила, что я приду сейчас - и с размаху каблуком по открытым рёбрам - в ответ на твою улыбку отвечу, что мы расстаёмся."
            show mi serious pioneer at center
            mi "Так больно стало, как будто мы и в самом деле расстались."
            "Она опять расклеилась."
            mi "Некоторые вещи слишком тяжелы."
            mi "А о некоторых лучше никогда не вспоминать."
            "А она всё прижималась и прижималась, трепеща. И я чувствовал в этом трепете не просто колотун от нервов и страха - а нечто большее."
            menu:
                "Утешить":
                    if loki:
                        "Мне вдруг в голову пришло, что, несмотря на то, что все вокруг, и мы в том числе, считаем себя парочкой, у нас так и не было того, с чего большинство парочек начинается."
                    "Мне невозможно, до скрежета зубовного и перехваченного дыхания хотелось попробовать её дыхание на вкус, найти губы и ощутить биение пульса под касаниями."
                    "Я думаю, не слукавил бы, если бы сам признался себе, как много для меня значила эта девочка."
                    th "Вообще, конечно, это самое настоящее свинство."
                    th "Девочка плачет, она ищет поддержки, заботы и лю…"
                    dreamgirl "И всё это мы ей предоставим. Особенно, последнее."
                    "Согнутый указательный палец лёг ей под подбородок, поднимая лицо мне навстречу."
                    "И губы грели холодные виски, осушали глаза, трогали скулы…"
                    if lp_mi > 13:
                        "И, наконец, нашли её губы."
                    else:
                        pass
                    "Она распахнула глаза в немом недоумении. Приятном недоумении."
                    show mi normal pioneer at center with dissolve
                    me "Я не могу, когда ты плачешь."
                    me "Меня как самого на куски режут…"
                    mi "И ты выбрал такой вот оригинальный способ утешения?"
                    me "Да какой он оригинальный… Просто с позавчера ещё я смотрю на тебя и гадаю, какая ты будешь на ощупь и вкус."
                    mi "И какая же?"
                    show mi smile pioneer at center with dissolve
                    me "Нежная… Трепетная. {w}Моя."
                    me "Ты очень приятно пахнешь - хотя Виола сказала, что масла эфирного надо бы поумерить - достаточно и половины того, что ты сейчас льёшь на запястья."
                    show mi laugh pioneer at center with dissolve
                    mi "Ох уж эта Виола."
                    "Мы помолчали, не спеша расходиться."
                    mi "Так ты, значит, не просто смотришь?"
                    me "А чего глазеть-то?"
                    "Я пожал плечами. Старый Семён никогда бы не предпочёл вздохи при луне и прочие благоглупости скромным прелестям «Максим Онлайн», поэтому…"
                    me "Да… Мне хочется впитывать тебя всеми органами чувств. У меня очень сильные цепочки ассоциаций - и если тебя не будет однажды рядом, то будет напоминать хотя бы что-то."
                    mi "Но давай чего-нибудь поедим?"
                    mi "Я голодная как не знаю кто."
                    "Бросив взгляд на часы, мне пришлось с сожалением констатировать, что пока мы изображали медленный танец, ужин безнадёжно закончился."
                    scene bg int_clubs_male_day with dissolve
                    me "Давай. У меня тут травяной чай, если вдруг что - там успокаивающие травки."
                    me "И так и нетронутый с полдника пряник."
                    me "Поделиться?"
                    mi "Конечно."
                    mi "Подожди немного, ладно?"
                    hide mi
                    show mi laugh pioneer at center with dissolve
                    "Она пропала куда-то на десять минут, а вернувшись, тащила с собой какой-то пакет."
                    me "Ну-ка, ну-ка, что у нас сегодня на ужин?"
                    mi "Ну… Мне очень многого нельзя, поэтому только мелочи - лакрицу любишь?"
                    "Кто её не любит, спрашивается."
                    mi "Чай в пакетиках, кое-какие печеньки… Ерунда, в общем."
                    "Вот и  кипятильник кибернетиков пригодился."
                    "Чашки удалось обнаружить рядом с кипятильником - похоже, местные технари-энтузиасты порой были готовы пожертвовать всем в ходе эксперимента, включая сон и ужин!"
                    "И через пятнадцать минут мы уселись у стола ведущего, держа в руках чашки с ароматным напитком."
                    mi "Немного не то, чего хотелось, если честно… Но время уже позднее."
                    "Мы неторопливо пили чай и молчали. Сегодня было сказано очень много очень важного."
                    "Глупостей тоже хватало."
                    "Но у каждого дня есть свой лимит правильных вещей, и свой лимит глупостей."
                    "Передержи в одну сторону - и станешь занудливым сухарём, увлеки в другую - и заработаешь себе клеймо раздолбая."
                    me "Во сколько заканчивается вещание?"
                    show mi normal pioneer at center with dissolve
                    mi "Вообще, в половине двенадцатого - Я подаю сигнал к отбою и ставлю «одинокого пастуха». Но пока у меня не с чего подавать горн."
                    mi "Поэтому… Если ты хочешь…"
                    "Ей приходилось делать усилие над собой, чтобы просто продолжать говорить."
                    mi "Мы могли бы…"
                    me "Сначала мы могли бы сходить в медпункт и выписать меня оттуда. Я хочу уже закончить этот балаган с перевязками."
                    me "А потом - куда захочешь. На пляж, в лес, на спортплощадку или просто погулять по лагерю."
                    me "Так что спасибо за хлеб-соль, а я пошёл."
                    stop ambience
                    show mi happy pioneer at center with dissolve
                    mi "Возвращайся быстрее…"
                    window hide
                    play sound sfx_open_door_clubs
                    $ renpy.pause(1)
                    $ persistent.sprite_time = "sunset"
                    with dissolve
                    scene bg ext_aidpost_sunset_7dl
                    with dissolve
                
                    "С Виолой проблем не возникло - она легко отпустила меня обратно под крылышко Ольги, потребовав лишь обещание, что если вдруг станет хуже - я не раздумывая вернусь."
                    "А буквально полчаса спустя на лагерь опустились сумерки."
                    window hide
                    scene bg ext_clubs_sunset with dissolve
                    $ sunset_time()
                
                    "Я встал у крылечка и терпеливо ждал, когда зеленовласая царевна, наконец, устанет сидеть и выйдет ко мне."
                    "Наконец, скрипнула дверь…"
                    show mi normal pioneer at center with dissolve
                    me "Добрая ночь, мисс."
                    "Я подал ей руку, помогая сойти с крылечка."
                    me "Могу ли я просить вас о кратком рандеву - по любым вашим правилам?"
                    show mi smile pioneer at center with dissolve
                    me "Обещаю вести себя тихо, пристойно и даже восторгаться вашей красотой вполголоса."
                    mi "Ты чёртов льстец и подлиза."
                    "Мику рассмеялась."
                    mi "Веди!"
                    window hide
                    jump alt_day4_mi_date
                    
                "Да выбрось ты это из головы!":
                    me "Надо было просто нас познакомить."
                    "Серьёзно предложил я."
                    me "Возможно, он счёл бы меня достаточно перспективной кандидатурой на роль жениха его дочери."
                    show mi smile pioneer at center with dissolve
                    mi "Думаю, он с большей вероятностью попытался бы спустить тебя с лестницы."
                    "Вот так всегда, говоришь о том, что у тебя серьёзные намерения, а тебя поднимают на смех."
                    "Я пожал плечами. {w}Привык уже."
                    show mi normal pioneer at center with dissolve
                    mi "Он всегда говорил, что я достойна лучшего. Только это самое лучшее почему-то всегда подбиралось, исходя из его критериев."
                    me "Общая болезнь всех отцов. В любом случае, ты уже достигла возраста согласия и официального признания дееспособности."
                    me "Если вдруг окажется так, что вам решительно не по пути, вы сможете разбежаться."
                    mi "Да не хочу я разбегаться. Но этот его внезапный порыв - агрессивный, как будто его Ма накрутила… {w}Он же всегда исповедовал свободу мысли!"
                    "Любой мужчина крайне тепло относится к сексу до свадьбы. Пока не обзаведётся дочерью."
                    me "Может, и накрутила. {w}Они ведь оба понимают, что сейчас тебя от того, чтобы хлопнуть дверью, удерживает одна лишь твоя добрая воля, Мику." 
                    show mi upset pioneer at center with dissolve
                    me "Раз уж ты такая самодостаточная - им кажется, что ты больше в них не нуждаешься. А отпускать детей всегда трудно."
                    "Попробуй оправдать родителей, простить их, съехать на дом к воздыхателю никогда не поздно."
                    me "Но что-то мы совсем расклеились."
                    me "Давай лучше прогуляемся!"
                    show mi laugh pioneer at center with dissolve
                    mi "А как же радио?"
                    "Смеясь, спросила она."
                    me "Так сегодня тестовый запуск был, проверка студийной аппаратуры."
                    me "Завтра выйдем на полный день!"
                    "Я подмигнул."
                    mi "Ладно, как скажешь! Пошли!"
                    "Она легко поднялась и подала мне руку."
                    stop music fadeout 3
                    window hide
                    
label alt_day4_mi_date_sick:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(4, u"Мику. Вечер.")
    play music music_list["get_to_know_me_better"] fadein 5
    play ambience ambience_camp_center_evening fadein 3
    scene bg ext_clubs_sunset
    with dissolve
    show mi normal pioneer at center with dissolve
 
    mi "Ты вообще как себя чувствуешь?"
    mi "А то тебе болеть положено, а ты на ногах целый день, я слышала, при сотрясении надо лежать постоянно!"
    "В левую щёку кольнуло запоздалым откатом, и я потёр её ладонью."
    me "Всё нормально."
    "Только не свалиться, только не свалиться!"
    me "Если резко не дёргаться - вообще замечательно."
    "Мысль гулять уже не казалась такой же гениальной, как пять минут назад."
    "Но раз уж взялся за гуж - не говори, что ингуш."
    window hide
    with fade2

    show mi normal pioneer at center with dissolve
    "Я подал ей руку и мы вышли из помещения клубов."
    me "Куда пойдём?"
    mi "Я давно хотела до старого здания сходить, ты со мной?"
    "И что она там забыла, интересно…"
    me "Конечно."
    me "Только там же темно, наверное…"
    show mi smile pioneer at center
    mi "А ты боишься темноты, трусишка?"
    me "Нет. Но голову там сломать не хочется. Я сейчас."
    window hide
    play sound sfx_open_door_1
    scene bg int_clubs_male_day with dissolve
    window hide
    "Забежав в здание клубов, я забрался в один из шкафов - где-то тут я сто процентов видел ещё фонарик, кроме утащенного Электроником…."
    "Несколько минут поисков - и я был вознаграждён солидным металлическим фонарём."
    window hide
    play sound sfx_open_door_2
    scene bg ext_clubs_sunset with dissolve
    window hide
    "Я выбрался на улицу."
    show mi normal pioneer at center
    me "Всё, я готов. Пошли."
    play sound sfx_close_door_clubs_nextroom
    "Закрыв помещение клуба на ключ, мы направились в сторону тропинки, ведущей к старому корпусу."
    "Настроение было не самым радужным{w}, особенно после всего рассказанного Мику."
    with dissolve
    "Вообще, меня восхищала жизнеспособность японки - после всего, что произошло за последние дни, моей психике необходим был некий громоотвод…"
    "…на время использования которого ко мне лучше было не подходить."
    "А она продолжала в своём привычном духе - оптимистически настроенной девочки, которая радуется жизни только потому, что та продолжается."
    th "Уверен, у неё тысячи историй рассказать найдётся. С её характером она сто процентов во всякие переделки попадала постоянно."
    stop music fadeout 3
    scene bg ext_square_sunset with dissolve
    play ambience ambience_camp_center_evening fadein 3
    show mi normal pioneer at center
    "Рандом берёг нас, и ни вожатая, ни медсестра, ни кто-либо из нашего отряда нам не попался."
    if not alt_day4_mi_rival_won:
        "И правильно - кое-кому срочно требовалось переварить два кило копчёной колбасы, от которой пришлось пить таблетки от живота."
        "Ещё кое-кто сидел в домике и, глядя на первого, держался за низ живота, источая нежно-салатовый свет физиономией соответствующего оттенка."
        "Третья вообще, кажется, забыла о том, что сегодня полагается с родителями время проводить - и носится по территории."
        "А про четвёртую с момента, когда она запечатлела нас с Мику на бумаге, не было слышно ни слуху ни духу."
    th "Наверняка, Ольга Дмитриевна сейчас курирует разбор последствий после концерта."
    th "А Виола неотрывно присутствует в медпункте - сегодня уголёк и весёлые домики будут пользоваться повышенным спросом."
    show mi normal pioneer at center 
    with dissolve
    mi "Озираешься? Тоже боишься, как бы не заметили?"
    me "Ага. Хотя, казалось бы, чего бояться…"
    "Мику пристально посмотрела на меня."
    mi "Ты знаешь, я ведь изучала культуру Советского Союза до того, как отправиться сюда. Просто знание языка без культуры - мёртвый груз."
    mi "И я прекрасно помню, а примеры местных пионеров только подтверждают это - что до тех пор, пока ваши с девушкой отношения не переваливают некоторую стадию, вы стараетесь скрывать связь и даже стыдитесь её."
    me "Мы. Ага."
    mi "Так вот это и был мой вопрос!"
    show mi angry pioneer at center 
    me "Я всё ещё не расслышал его."
    mi "Откуда ты такой появился, что плюёшь на собственную культуру?"
    mi "Ты не стесняешься гулять с девочкой под ручку, пускай вы встречаетесь второй день, ты ешь иначе, ходишь иначе, даже смотришь на мир иначе."
    mi "Кто ты такой?"
    dreamgirl "А эта девочка не так проста!"
    me "Человек. Семён. Что тебя интересует?"
    window hide
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_houses_sunset
    with dissolve

    $renpy.pause(3)
    show mi normal pioneer at center 
    with dissolve
    "Между делом мы неторопливо дефилировали к выходу из лагеря."
    mi "Только не рассказывай о том, что ты приехал из дальней деревни - у тебя повадки городского жителя. "
    "Я, смеясь, поднял руки."
    me "Воу-воу, Шерлок! Сдаюсь! Что ты хочешь узнать?"
    show mi surprise pioneer at center with dspr
    "Она некоторое время смотрела на меня, прикидывая, не издеваюсь ли я  часом."
    me "Давай! Я не буду рассказывать тебе о том, как на дальнем перегоне Ленинград-Череповец познакомились юноша с девушкой, результатом чего стал я."
    
    show mi normal pioneer at center with dspr
    mi "А что тогда?"
    me "Вопросы задавай, солнце ясное!"
    "Я притиснул её локоть к себе."
    "Никакого пошлого контекста - просто хотелось быть чуть ближе."
    mi "Ладно."
    "Мику некоторое время задумчиво изучала закатное небо, будто вовсе забыв о моём существовании."
    mi "А какие вопросы, а что спрашивать, или можно спрашивать что угодно или лучше всё-таки на чём-то одном сфокусироваться?"
    me "Сменить обойму и лупить одиночными."
    mi "А?"
    me "Ага. Начинай с того, что тебе интереснее всего. "
    "Мику старательно открыла рот, набрала в лёгкие воздуха…"
    "…и закрыла его."
    "Снова открыла рот…"
    "С тем же результатом."
    show mi angry pioneer at center with dissolve
    mi "Сёмочка, так нечестно!"
    mi "Я не знаю, что меня интересует больше всего! Меня интересует всё!"
    me "Ну ты уж определись для себя, что важнее. Как я тебе расскажу сразу всё? "
    th "Как будто я книга и меня можно прочесть."
    me "А не скажешь, зачем мы к старому корпусу двигаем?"
    mi "Увидишь."
    "Коротко ответила она, снедаемая всё той же дилеммой."
    mi "Тебе понравится."
    me "Я тебе, конечно, верю…"
    
    show mi sad pioneer at center with dspr
    mi "Вот и верь."
    "Она оборвала меня."
    me "Кстати, ты в  курсе, что Шурик вполне может оказаться там? В старом корпусе."
    th "Хотя если мы идём туда за тем, о чём я подумал… В его же интересах находиться как можно дальше оттуда. Зашибу."
    show mi normal pioneer at center with dspr
    mi "Весь день?"
    me "Больше. После того, как ты вчера их обругала, они выскоблили радио-закуток и разбежались - и именно тогда его видели в последний раз."
    mi "Со вчерашнего дня?!"
    me "Да."
    show mi sad pioneer at center with dspr
    mi "Ксо."
    "Она ойкнула и заалев маковым цветом, прижала ладошки ко рту."
    me "Ай-яй-яй, такая хорошая девочка, и такие слова использует."
    "Сумерки придают новый вид вещам, и маскирующие эмоции азиатские черты - жировая складка на глазу, неподвижный ротик - как будто смазаны чёрными тенями и прозрачны, выпуская наружу понятного до самого донышка, искреннего человечка."
    "Она серьёзно расстроена тем, что случилось с Шуриком, и чувство это смешано с диким сожалением о несбывшихся планах, увязываемых со старым корпусом."
    me "Теперь не расскажешь, зачем мы шли туда?"
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_path2_night
    with dissolve
    $ night_time()
    play ambience ambience_forest_night fadein 3
    play music music_list["door_to_nightmare"] fadein 3

    show mi sad pioneer at center with dspr
    mi "Ни зачем."
    "Её глаза блеснули, а левая рука, стараясь двигаться незаметно для меня, что-то отбросила в придорожные кусты."
    mi "Теперь это не имеет значения, надо спасать Шурика."
    th "Ну, что ж… Нежданные события - тоже события. Тем более, какая мне-то разница, если мы будем там вместе."
    th "Хотя, сказать по правде, в местном лесу было ощутимо страхово!"
    "Ну! Одна только саранча, которой Ульянка кошмарила Лену, чего стоит!"
    "Если здесь {b}такая{/b} фауна, а ну как какой-нибудь ёжик нападёт и отъест пол-ноги!"
    "Я поделился опасениями с Мику и был вознаграждён серебристым водопадом её смеха - кажется, ей тоже было не по себе."
    "Вот так, подбадривая друг друга смешками и лёгкими тычками куда-то под ребро - очень удобно было, учитывая, где находились локти - мы и двигались сквозь лесок."
    th "Надеюсь, карту не рисовали с пьяных глаз, и масштаб, хотя бы примерный, был соблюдён."
    "Перспектива топать трое суток, чтобы полюбоваться руинами, не грела совершенно. "
    show mi smile pioneer at center with dspr
    me "Мику, а ты как относишься к сбору летних вкусностей?"
    mi "Ты о грибах и ягодах?"
    "Я кивнул."
    me "Ещё рыба, орехи, зелёные части растений для чая… В общем, всего!"
    mi "А ты знаешь, Сёма, мне нравится! У меня отцу привозили с вашего Дальнего Востока огромную связку вялёной солёной рыбы."
    mi "Они, значит, солят её, продевают на шнурок и с недельку держат на чердаке, там, где ток воздуха хороший."
    mi "Получается! Мммм!"
    "Она аж причмокнула от воспоминаний."
    me "А я рыбу не люблю."
    me "Но если хочешь, можем выбраться как-нибудь с утречка, наловить и посушить."
    mi "Так времени же мало! Она не высохнет! Или не просолится. Или вообще не получится."
    me "Ладно, ладно."
    "Я легонько сжал её ладонь."
    me "Уже понял, что идея плохая. Но как ты к грибам относишься?"
    show mi normal pioneer at center with dspr
    "Я кивнул на выводок бодрых лисичек, выглядивающих из-под хвои."
    "А если поискать - то чуть дальше в из листвы выступает огроменный - прямо патриарх! - красноголовый подосиновик. Трухлявый, конечно, зато грибница у него мощная, а это значит, что рядом сто процентов парочку прихлебателей найти можно будет."
    mi "Грибы? А они съедобные?"
    me "Примерно как картошка."
    "Японка недоумённо остановилась и уставилась на гриб."
    mi "Хочешь сказать, вари да ешь?"
    "Её недоумение вкупе с лёгким недоверием позабавили меня."
    me "В случае с лисичками - то там просто пожарить с картошкой, летят как семечки."
    "Я почувствовал, что ещё пара минут разглагольствований в таком духе - и я рискую захлебнуться слюной."
    "И без того на ужин опоздали, что теперь душу-то травить?"
    
    show mi surprise pioneer at center 
    with dissolve
    mi "Какие интересные вещи ты знаешь, Сёмочка! С тобой интересно так, ой, а что это там впереди, мы уже пришли, да?"
    stop ambience fadeout 2
    stop music fadeout 3
    "Я проследил за направлением её взгляда - и правда, между деревьями можно было различить грузный силуэт старого кирпичного здания."
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_old_building_night
    with dissolve
    play ambience ambience_old_camp_outside fadein 3
    play music music_list["sunny_day"] fadein 5

    "Назвать его руинами означало бы сильно польстить!"
    "С расстояния двадцати метров стало понятно, что кирпичом выложен только первый этаж, второй представлял собой каркас, обшитый вагонкой."
    "Облупившиеся стены, покосившиеся от старости и влаги доски, лестница, свернувшаяся чуть ли не спирально от насквозь проевшей металл ржи."
    "И будто этого было недостаточно - скрипящая от редких порывов, насквозь распахнутая дверь."
    me "Калдище какое."
    "Потрясённо прошептал я."
    
    show mi shocked pioneer at center 
    with dissolve
    "Мику неосознанно спряталась у меня на груди, где я утешающе обнял её и гладил по голове."
    "Ребёнку было страшно, ребёнок хотел спрятаться."
    mi "И как только он сумел внутрь попасть?"
    me "Не знаю…"
    "Я бы сюда не сунулся даже за деньги! На спор! С пьяных глаз! Это жуткое, кошмарное место, визит в которое ничего хорошего не принесёт смельчаку - прецедентов не было."
    mi "Пошли?"
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_old_building_night_moonlight
    with dissolve2

    "Ребёнок понял, что ему есть за кого прятаться, и осмелел."
    "А между тем поляну залил мертвенный бледный лунный свет, размывающий грани и будто подбавляющий ощутимого тумана в картинку."
    "И без того исчезающе маленькое желание посетить сие славное заведение упало сначала до нуля, а чуть позже - в гигантские минуса!"
    me "Я не уверен, что нам стоит туда ходить."
    "Пытаясь унять голос, чтобы не дрожал, ответил я."
    me "Но раз уж ты не оставляешь нам иного выхода…{w}Я немного соберусь с духом, ладно?"
    "Нет ничего зазорного в том, чтобы сказать девочке о том, что ты чувствуешь себя не очень. Это же не признаться в страхе."
    show mi shy pioneer at center with dspr
    me "А то у меня что-то голову повело…"
    mi "Ой, прости, Сёмочка! Я совсем забыла, что ты немного раненный."
    "Мы немного помолчали, пока я приходил в себя."
    "Почему-то вдруг вспомнилось сегодняшнее дежурство поневоле."
    me "Ты знаешь… Я сегодня день на радио поработал…"
    mi "И?"
    me "Я понял, что не надо тебе там находиться. Не стоит оно того."
    show mi shocked pioneer at center with dspr
    mi "Серьёзно?! А почему?"
    me "Да. Я не хочу давить на тебя и быть как твой отец, но, думается, твоё призвание - это эстрада, а не радиоэфир."
    if lp_mi > 13 and karma > 65:
        "Она призадумалась."
        mi "Ладно, если мой мужчина запрещает мне делать что-то…"
        me "Не запрещаю. Просто занимайся тем, к чему у тебя душа на самом деле лежит."
        me "Тем более, что у тебя концерт на носу, а как ты его организуешь, если постоянно в рубке находиться будешь?"
    else:
        "Она расстроилась."
        mi "Ты совсем-совсем в меня не веришь?"
        me "Глупость какая…"
        "Мягко возразил я."
        me "Просто…"
        mi "Да?"
        me "Просто я эгоист. И хочу, чтобы твоё время безраздельно принадлежало мне."
        "Она улыбнулась."
        mi "Но так же не бывает."
        me "Зато к этому можно стремиться!"
        
    "Мы помолчали ещё немного."
    me "Ладно. Я созрел."
    
    show mi normal pioneer at center 
    with dissolve
    mi "Сёмочка, если тебе страшно, в этом ничего плохого нет, всем бывает страшно."
    "Как бы ей объяснить, что мне не только страшно, у меня ещё и организм меня чехвостит на все лады за то, что завёлся без повода."
    me "Если бы не Шурик, я бы и близко сюда не подошёл."
    "Честно признался я."
    show mi smile pioneer at center with dspr
    "Она тихонько улыбнулась и схватила мою ладонь."
    "Ребёнок хотел идти вместе. За ручку. Что ж, на миру и смерть красна."
    "Мы направились к зданию."
    
    hide un
    with dissolve
    window hide
    with fade

    "Храбрясь, я провёл рукой по верхней части забора, щёлкнул стоящую тут же берёзку по коре, задел рукой карусель."
    window hide
    play sound sfx_carousel_squeak
    pause(1)

    "И та с мерзким, вынимающим душу скрежетом попыталась провернуться на давным-давно заржавевшом подшипнике."
    
    show mi shocked pioneer at center 
    with dissolve
    mi "Ай!"
    "Ребёнок мгновенно растерял весь запас храбрости и снова спрятался за меня. "
    me "Ох, напугал? Прости, пожалуйста. Не думал, что она такой звук издаст."
    show mi normal pioneer at center with dspr
    mi "Ничего-ничего, Сёмочка!"
    "Донёсся из-за плеча дрожащий голос."
    mi "Ты просто вперёд иди, а я, если что, за тебя потом отомщу."
    me "Очень воодушевляюще."
    "Проворчал я, тем не менее, продолжая движение."
    "Однако, в этот раз не распуская ручонки и не трогая всё подряд почём зря."
    show mi smile pioneer at center with dspr
    mi "У меня во дворе дома тоже есть карусель, но она так не скрипит."
    me "Оставь её ржаветь на десять лет - и увидишь, что с ней случится."
    mi "Но здесь-то, здесь? Кто мог просто взять и бросить целое здание с пригодной площадкой и снарядами?"
    me "Как бы знать…"
    show mi normal pioneer at center with dspr
    "Коротая время за беседой, мы сами не заметили, как дошли до самой двери."
    "Ещё пара минут на то, чтобы собраться с духом, и, понукаемый поощрительными возгласами Мику, я положил ладонь на ручку двери и толкнул её от себя."
    stop ambience fadeout 2
    "Мы очутились внутри."
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_old_building_night
    with dissolve

    "Изнутри старый корпус напоминал… Напоминал главный корпус моего старого лагеря."
    "Та же планировка."
    "Те же стены, из штукатурки поверх деревянных реек."
    "Даже шаткая, гуляющая деревянная лестница на второй этаж была точно такой, какую я помнил!"
    "Если подняться наверх, то от небольшого пятачка влево и вправо уходят два больших зала."
    "Один у нас был переоборудован под видеосалон, где мы впервые приобщились к классике B-муви с Жаном Клодом ван Даммом, Дольфом Лундгреном и прочими суперстар, в активе которых было только размахивание конечностями."
    "Второй… Ну, когда у нас был педагог, этот зал использовался под игротеку - шашки, шахматы, нарды, настольные игры в стиле «Монополии»…"
    "Паззлы, электронный морской бой… Несть им числа!"
    "Мне вдруг стрельнуло сыграть с Мику во что-нибудь безголовое, требующее только кидать кубик да двигать фишку."
    show mi upset pioneer at center with dspr
    mi "Сёмочка, не уходи в себя, ты меня пугаешь!"
    
    show mi surprise pioneer at center 
    with dissolve
    "Она ощутимо встряхнула меня за плечо, и за это была удостоена благодарного взгляда."
    mi "Шурик!"
    "Закричала она."
    mi "Шурик, ты где?"
    me "Похоже, нет тут никого."
    show mi normal pioneer at center with dspr
    mi "Пошли искать, значит!"
    th "И всё-таки, зачем ей могло понадобиться тащить меня сюда?"
    "Что она - или следует сказать «Мы» — предположительно могли бы здесь делать?"
    dreamgirl "Чувак, ты ханжа? Как будто тебе и правда нужно сказать об этом вслух!"
    me "Так ты не расскажешь, зачем вела меня сюда?"
    "Она закатила глаза и фыркнула."
    mi "Это не важно уже! Пошли искать."
    
    hide un
    with dissolve
    window hide
    with fade

    "Здание оказалось тем, на что и походило - ещё крепким, но неуклонно приходящим в запустение остовом, с которого сняли всё мало-мальски ценное."
    "В комнате, где, предположительно находился  кабинет начальника лагеря, даже удалось найти несколько альбомов разных годов с росписями и тёплыми словами от детишек."
    "Позитива была бы уйма - если бы бумага от старости не разъезжалась под пальцами."
    "Мы вернулись в прихожую."
    
    show mi normal pioneer at center 
    with dissolve
    mi "Шурика здесь совершенно точно нет."
    me "Ну. Зря только время потеряли."
    mi "Время, потраченное на поиск и спасение жизни, нельзя называть потерянным!"
    show mi sad pioneer at center 
    with dissolve
    mi "Это же самая высокая ценность в мире - человеческая жизнь!"
    "Сразу видно человека, который никогда не жил в девяностых."
    me "Не все с тобой согласятся…"
    "Начал было я."
    me "Но ладно, раз уж мы всё равно здесь."
    me "Давай искать дальше."
    show mi sad pioneer at center with dspr
    mi "Мы всё-всё посмотрели? Или пропустили что-нибудь?"
    "Она выглядела расстроенной и всем своим видом давала понять, что поиски ещё не закончены."
    me "Мику! Ау!"
    "Я помахал у неё перед лицом рукой."
    me "Мы теперь по очереди будем уходить в себя и там блукать?"
    show mi scared pioneer at center with dspr
    mi "Ай!"
    me "Не спи, «ай»… У тебя какие-то соображения?"
    show mi normal pioneer at center with dspr
    mi "Как бы тебе сказать."
    "Она потёрла подбородок."
    me "Говори прямо, не стесняйся, все свои, доверить можно."
    show mi sad pioneer at center with dspr
    mi "Да как бы тебе сказать… В общем, у меня такое ощущение, что здесь где-то есть ход вниз."
    show mi sad pioneer far at center with dissolve
    me "В подвал?"
    th "Может, Эл и не бредил?"
    "Я примерно прикинул, где бы мог разместить вход в подземные катакомбы без ущерба для структурной целостности - и направился в кабинет начальника."
    window hide
    scene cg d4_hatch_night_7dl with dissolve
    play sound sfx_grate_hand_fall
    "С грехом пополам удалось отодвинуть стол - и у самой стенки, до поры скрываемый тенью, обнаружился квадратный люк."
    "Металлический, одностворчатый, как раз такой, чтобы пропустить одного человека на лестницу."
    th "А ларчик просто открывался."
    me "Люк."
    mi "Хочешь слазить туда?"
    "Не, всё, чего я хочу - это забраться под тёплое одеяло и ощутить тебя рядом - желательно, в минимуме одежды."
    "Впрочем, последний пункт не критичен, для настоящих желаний шмотки не помеха."
    "Мику потрогала ручку - кое-где ржавчина была заметно смазана, значит, кто-то недавно эту ручку трогал."
    me "Не хочу. Но, похоже, выбора у нас не остаётся."
    "Воочию представив, как по ту сторону стального листа я обрету, что заслуживаю, я хихикнул и, схватившись за ручку, потянул её на себя."
    window hide
    scene cg d4_hatch_night_open_7dl with dissolve
    play sound sfx_open_metal_hatch
    "Она оказалась не заперта, а на удивление хорошо сохранившиеся петли провернулись практически без звука."
    "Я посветил фонариком и увидел лестницу, уходящую вниз на пару метров."
    me "Похоже, подвал…"
    mi "Спустимся?"
    "Я несколько секунд внимательно смотрел на Мику, пытаясь разгадать её мотивы."
    "Но она смирнёхонько стояла рядом и хлопала ресницами, восторженно глядя на меня."
    th "Может, она не отказалась сделать то, что планировала? {w}И в этом причины энтузиазма?"
    th "Или в ней опять проснулся киндер, каким она была до сцены?"
    "Я отодвинулся на шаг и окинул её взглядом, невольно зацепившись за чулочки."
    th "Поди раскуси её…"
    th "С таким лицом можно как головы отпиливать, так и за воланчиком бегать…"
    "Напавшая на меня прозорливость куда-то спряталась, и все мои навыки физиогномиста оказались бессильны против девочки, которой вдруг захотелось поиграть."
    me "Ну что, удачи? Увидимся в морге?"
    "Проборомотал я себе под нос, засветил фонарь…"
    "…и сделал первый шаг вниз по лестнице."
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_catacombs_entrance
    with dissolve
    play ambience ambience_catacombs fadein 3

    "Следом за мной направилась и моя муза."
    "Темно было как… как в подвале!"
    "Мику находилась на положении ведомой, поэтому я с удовольствием помогал ей спускаться, между делом задерживая руки там, гда им задерживаться было не положено."
    "Она, кстати, ничего, похоже, не заметила."
    me "Вот тут аккуратнее, последняя ступенька."
    "Я подсветил указанное препятствие и, подхватив девушку за талию, плавно опустил её на пол."
    
    show mi normal pioneer at center 
    with dissolve
    "На подвал эта структура явно не походит. А вот на сервисный туннель…"
    "Вдоль стен протянулись толстые кабели в прорезиненной оплётке, каждые полметра перехваченные несущими из нержавейки, больной бьющей отражением от фонаря."
    "Потолок полусводом, выполненный как единая структура ЖБИ - делалось явно если не на века, то на очень большое количество времени - выглядел коридор очень старым, но на стенах и потолке были только косметические трещины."
    "Под сводом обнаружились и лампы дневного света, забранные металлическими кожухами. К сожалению, не работающие."
    "По левую руку кабель был оборван, и периодически пускал искру в скопившуюся здесь же лужицу конденсата - мы опасливо обогнули это место и двинулись вглубь туннелей."
    mi "Заброшенные тоннели - как это волнительно!"
    "О да. Они приведут нас прямиком к Монолиту."
    "Я усмехнулся про себя и уточнил."
    me "Мику, солнышко, скажи, ты ведь в курсе упёртости советских строителей? У тебя папка, наверное, очень упорный человек."
    show mi smile pioneer at center 
    with dissolve
    mi "Да, а что?"
    me "Да понимаешь, если это действительно сервисный туннель какой-нибудь секретной инфраструктуры, то допускается протяжённость сообщения в несколько километров. И не хотелось бы, чтобы пройдя эти километры, мы просто вышли на поверхность."
    mi "Нет, на этот счёт можешь не волноваться."
    "Она указала на отчётливо отпечатавшийся след кроссовки, принадлежащей Шурику."
    mi "Нам туда."
    
    with dissolve
    "…"
    window hide
    with dissolve

    "Мику шла чуточку сзади, так, чтобы не мешать мне и в то же время иметь возможность спрятаться позади."
    "И если первоначально меня даже несколько покоробила такая прагматичность, то очень скоро я оценил всю широту жеста девочки - когда количество обрывов увеличилось, и пришлось демонстрировать чудеса эквилибристики, чтобы двигаться дальше."
    "Кое-где приходилось ступать осторожно - перед глазами всплывали хичкоковские картинки с моим черепом, нанизанным на один из несущих крюков - кстати, вполне вероятный исход, если я подскользнусь."
    "Мику шла медленно и аккуратно, и очень скоро с сожалением отказалась от моей руки - когда сложность трассы стала запредельной - и просто положила руку мне на плечо."
    me "Ничего, солныш, прорвёмся. Найдём этого дуремара, стукнем в бубен и отправим на поверхность. И сами выйдем."
    "Мику промолчала - она сконцентрировалась на том, чтобы не подскользнуться на очередной луже."
    me "Что скажешь?"
    mi "Что?"
    me "Ну, насчёт моего плана."
    mi "Мне нравится. Но сначала разберёмся с дверью."
    "Она показала вперёд."
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_catacombs_door
    with dissolve

    "Дверь - это очень приблизительное определение хтонической махины, представшей нашему вниманию."
    "Голубая мечта параноика - она и была выкрашена в голубой цвет, с анти-вандальными петлями и противосносными вертикальными штырями."
    "На самой двери был трафаретом намалёван значок радиации - с трудом считывающися из-за пошедшей пузырями краски."
    "И, будто убеждая нас в серьёзности всего происходящего, строго по центру поблескивало металлическими боками из-под облупившейся красной краски круглое колесо кремальерного запора."
    "Рядом висел плакат с регламентом проведения первой медицинской на случай механического поражения при работе с дверью - хотя кто их когда читал…"
    "И, разумеется, чёрная коробка зуммера, с помощью которого можно было открыть дверь - если та не была предварительно задраена."
    
    show mi normal pioneer at left 
    with dissolve
    mi "Изрядная штука."
    "С уважением проговорила Мику."
    mi "Бомбоубежище на случай ядерной войны, да?"
    "Как будто были какие-то сомнения."
    mi "Разве что смысла в нём нет - до ближайших нуждающихся в спасении сотни километров. Разве что нас самих спасать?"
    me "Ага, любителям Тома Клэнси посвящается."
    mi "Мне поговорка нравится «хочешь мира - готовься к войне», очень здесь подходит."
    me "Ладно, жми кнопку, а я попробую провернуть кремальер."
    "Мику кивнула и подошла к чёрной коробке на стене."
    me "Три? Шестнадцать."
    "Внутри двери что-то с лязганьем поднялось - Мику пришлось жать так, что у неё пальцы побелели - и я спешно закрутил колесо запора."
    stop ambience fadeout 3
    mi "Любопытно, всё-таки. Нам здесь вдвоём потрудиться пришлось… Как образом здесь прошёл один Шурик? Если, конечно, прошёл."
    "Пыхтя проговорила Мику."
    me "Может, просто захлопнул дверь за собой - я слышал, в таких местах возможность герметизации продублирована."
    "Дверь пришлось немного покачать, прежде чем она подалась, и, наконец…"
    play sound sfx_open_door_mines_metal
    window hide
    scene bg int_catacombs_living
    with dissolve

    "Мы оказались в святая святых этого места."
    $ persistent.sprite_time = "sunset"
    "Двухъярусная кровать с толстым слоем пыли - демонстрирующая, что на ней никогда не спали, уголок радиста и индивидуальные шкафчики, один из которых был распахнут."
    "Что удивительно - сюда до сих пор подавалось электричество! Даже системы вытяжки - топорные, советского производства - ощутимо гудели из-под потолка."
    "Шурика не было и здесь."
    
    show mi smile pioneer at center 
    with dissolve
    mi "Ой, гляди, ещё один фонарик!"
    "Мику подняла с пола дубликат фонаря, что был у меня в руках, попыталась включить - тот даже тусклого света не дал."
    show mi sad pioneer at center 
    with dissolve
    mi "Ну вот, только-только первую полезную находку нашла…"
    me "Дай сюда."
    "Я не мог больше смотреть на её расстроенную мордашку. По счастью, с электроникой уровня фонаря я мог справиться."
    "Распахнув ещё один шкафчик, я пробежался глазами по полкам - бинго! На третьей поле были батарейки, а на четвёртой - запасные лампочки для фонаря."
    "Неудивительно, для жизни в бомбоубежище запасные детали жизненно необходимы."
    "Три минуты скручиваний-раскручиваний - и, проверив свечение, а попутно чуть не ослепнув на левый глаз, я вручил фонарик Мику."
    me "Владей и помни мою доброту."
    show mi happy pioneer at center 
    with dissolve
    mi "Спасибо, Сёмочка! Ты самый лучший."
    "Она захлопала в ладоши, потом, привлечённая игрой света на потолке, начала вырисовывать там фигуры световым кругом."
    me "Мику, пожалуйста, чуть серьёзнее."
    me "Побереги зарядку - вдруг пригодится."
    "Она слегка покраснела и тут же притушила фонарик."
    show mi shy pioneer at center with dspr
    mi "Извини…"
    me "Да нормально всё. Ты отдохнула?"
    show un surprise pioneer with dspr
    "Она удивлённо посмотрела на меня."
    mi "Да я и не уставала!"
    me "А я вот запыхался."
    hide mi
    with dissolve
    "Я поднялся и направился ко второй двери - находящейся в торцевой части комнаты."
    me "Давай ещё раз, ты на кнопку, я на кремальеры."
    "Не то чтобы мне прямо так хотелось добраться до конца этого несчастного подземелья, но я привык доводить вещи до конца."
    "Поэтому я упаду от усталости, но добью этот лабиринт!"
    show mi normal pioneer at center with dissolve
    mi "Хорошо."
    "Она подошла к уже знакомой коробке и что было сил нажала на кнопку."
    play sound sfx_open_door_mines_metal
    "Дождавшись, когда сверху взвоет сирена, я закрутил колесо, - и через минуту перед нами открылся проход в точно такой же коридор, как и тот, откуда мы вышли."
    hide mi
    th "Мотивирует, ничего не скажешь."
    scene bg int_catacombs_entrance with slideawayright
    show mi normal pioneer at right with dissolve
    mi "Ну, мы пошли?"
    "Кажется, ребёнок забыл и о страхе, и о том, что мы под землёй - Мику полностью захватило приключение."
    me "Куда-то опаздываешь?"
    "Подмигнул я."
    show mi shy pioneer at right with dspr
    mi "Да просто хочу уже найти этого Шурика и вернуться наверх. А то у нас не прогулка, а какой-то Индиана Джонс получается."
    "Она тараторила, всё краснея…"
    th "И вот что с ней такой делать?{w} Один момент кажется, что её и лопатой не перешибёшь, другой - она оказывается уязвима даже самой невинной шутке."
    me "А мне здесь нравится. Ну, как нравится."
    show mi normal pioneer at right with dspr
    "Гораздо тише добавил я."
    show mi happy pioneer at right with dspr
    me "С тобой…"
    mi "И мне… Но здесь грязно и пыльно, и я беспокоюсь о Шурике."
    "Ещё пара реплик в таком духе, и я вопрошу, молилась ли Дездемона на ночь!"
    "Кажется, намерение промелькнуло в моих глазах, так как японка мгновенно врубила заднюю и отчаянно засигналила мне."
    mi "Ну ты же сам говорил!{w} Раньше начнём, раньше закончим…"
    "С такой логикой спорить было трудно и я, вздохнув, велел:"
    me "Фонарик пока не пали, вдруг пригодится."
    hide mi with dissolve
    "До поры я сдерживал шаг, но вскоре вышел на привычную мне скорость. Мику, по видимому, даже шагать в таком темпе было достаточно комфортно."
    "Проблемы путешествий в лесах, пустынях и подземельях - абсолютное отсутствие ориентиров."
    "Даже если использовать первое правило пехотинца DOOM - ходить строго на левую руку, - всё равно от ощущения, что топчешься по одному и тому же маршруту, не отделаться."
    "Рука всё сильнее уставала, первоначально кажущиеся невесомыми четыреста грамм фонарика с каждой минутой становились вся тяжелее…"
    "…как вдруг световой круг выхватил из темноты провал в полу."
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_catacombs_hole
    with dissolve

    "Я подошёл к краю ямы и посветил вниз."
    "Неглубоко, метра два. Плюс внизу куча, сокращающая дистанцию."
    
    show mi normal pioneer at center 
    with dissolve
    mi "Рельсы?"
    me "Похоже на какие-то заброшенные шахты…"
    mi "Заглянем?"
    "Я задумался - уходить с накатанной колеи не хотелось, однако - фонарик высветил дальнейший путь - там проход превращался в нечто совершенно кошмарное, практически непроходимое из-за обломков и проводов."
    me "Ладно. Только аккуратно. Подсвети мне."
    stop ambience fadeout 3
    me "Ну… Рандом в помощь."
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_mine
    with dissolve
    play ambience ambience_catacombs_stones fadein 3
    play sound sfx_jump_into_hole_2
    pause(1)

    "Она засветила фонарик, и я, примерившись, спрыгнул на кучу бетонных обломков."
    "Падать оказалось не больше полутора метров. Для меня нормально, но Мику в каблуках придётся подстраховать."
    me "Мику, когда будешь падать, постарайся чуть согнуть колени, тогда я тебя удержу."
    window hide
    play sound sfx_jump_into_hole_2
    pause(1)
    play sound sfx_alisa_falls
    pause(1)

    "Она приземлилась мне практически в руки…"
    "Ну, насколько это можно было так назвать - так как юбка её каким-то немыслимым образом зацепилась за что-то у меня на рубашке и, поднявшись, вывернулась наизнанку…"
    "Выпавший из руки фонарь подсвечивал моих старых знакомых - в бирюзово-белую полосочку, из-за чего упругие полушария походили на арбуз."
    mi "Сёмочка, ты ещё долго любоваться собираешься?"
    
    show mi shy pioneer at center 
    with dissolve
    "Немного напряжённым голосом уточнила она."
    mi "А то здесь довольно прохладно."
    me "Ох, прости, пожалуйста…"
    "Я покраснел и поспешил поставить её на ноги."
    
    show mi shy pioneer at center 
    with dissolve
    mi "Таким изысканным образом мне ещё комплиментов не делали."
    "Рассмеялась она, приводя одежду в порядок."
    "Кажется, вгонять меня в краску входит в привычку у этой девочки."
    "Пришлось спешно отворачиваться и светить себе под ноги - шаг шпалы немного, но всё же был меньше привычного мне шага, поэтому приходилось контролировать."
    "А Мику вспорхнула на рельс и шла, переставляя ножки как по натянутой струне - при этом её бёдра качались так, что сразу было понятно - импровизированное шоу явно настроено на одного зрителя."
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_mine_crossroad
    with dissolve

    $ alt_day4_mi_senio = 1
label alt_day4_mi_xroad:
    "Мы миновали несколько развилок, двигаясь напропалую вперёд, пока не уткнулись в т-образный перекрёсток."
    
    
    show mi normal pioneer at center 
    with dissolve

    if alt_day4_mi_senio == 1:
        me "Интересный перекрёсток. Надо решить куда идти."
        mi "Давай!"
    elif alt_day4_mi_senio == 2:
        me "Блин, ещё один перекрёсток. Куда теперь?"
        mi "Куда-куда…"
    elif alt_day4_mi_senio == 3:
        me "Да я клянусь тебе, мы были тут уже! Как минимум, дважды!"
        mi "Возможно… Но не садиться же на пол теперь из-за этого."
    elif alt_day4_mi_senio == 4:
        me "Дорога-дорога, не видно не зги, какого ж ты ляда нам пудрил мозги…"
        mi "Что?"
        me "Говорю, кругами ходим. Может, и правда, пора лечь на бок и заплакать."
        show mi shocked pioneer at center
        mi "А! Ты шутишь!"
        me "Угу. Поворачиваем."
    elif alt_day4_mi_senio == 5:
        me "Надоело."
        "Я сел на пол и закрыл глаза. Голова раскалывалась, да ещё Мику что-то говорила."
        mi "Сёма, мы так ни сами не выберем, ни Шурика не найдём!"
        me "Плевал я на Шурика! Пусть хоть поселится в этих катакомбах! Мы идём к поверхности."
    mi "Направо!"
    me "Налево!"
    
    label alt_day4_miku_rps2:
        scene bg int_mine_crossroad
        show mi smile pioneer at center
        show mi smile pioneer at center
        me "Камень!"
        mi "Ножницы!"
        "Бумага!"
        call RPS_game(alt_opp = mi)
        if RPS_winner == 1:
            jump alt_day4_rps2_win
        elif RPS_winner == 0:
            jump alt_day4_miku_rps2
        elif RPS_winner == -1:
            jump alt_day4_rps2_fail

        label alt_day4_rps2_win:
            me "Я победил, а значит, идём, куда я скажу!"
            scene bg int_mine_crossroad
            show mi serious pioneer at center
            me "Налево шагом арш!"
            window hide
            jump alt_day4_mi_gogo
            
        label alt_day4_rps2_fail:
            scene bg int_mine_crossroad
            show mi laugh pioneer at center
            me "Ладно, Мику, ты победила. Cворачиваем направо."
            mi "Ура! Наше дело правое, мы идём направо!"
            jump alt_day4_mi_gogo
            
        label alt_day4_mi_gogo:
            $ alt_day4_mi_gogo = renpy.random.choice([1, 2])
            if alt_day4_mi_gogo == 1:
                "Оставалось только надеяться, что наш метод оправдает себя."
                hide mi with dissolve
                $ alt_day4_mi_senio = alt_day4_mi_senio + 1
                jump alt_day4_mi_xroad
            elif alt_day4_mi_gogo == 2:
                pass
    show mi normal pioneer at center with dspr
    mi "Не бойся, Сёма, если что, можно будет вернуться обратно в бункер."
    me "Да нет… Вот чего-нибудь бы съесть. Бы."
    show mi sad pioneer at center with dspr
    mi "Я тоже голодная."
    "Она тихонько вздохнула."
    "День такой дурацкий… И ночь ему подстать."
    me "Прости меня, я такой эгоист."
    "Сказал я, обнимая Мику."
    mi "Но ты же больной, и я за тебя несу ответственность."
    "Я уже и забыл о своём несчастном разбитом затылке."
    me "Не в том смысле больной… Хотя…"
    show mi happy pioneer at center with dspr
    mi "Пошли уже."
    "Она развернула меня в избранную сторону и храбро встала сзади."
    mi "Веди нас, Сусанин, веди нас, герой."
    dreamgirl "Идите вы на хрен, я сам здесь впервой."
    if not alt_day4_mi_rival_won:
        dreamgirl "Электроник не врал, когда говорил о неком гудении. Помнишь, когда поправляли провода, в оконце можно было углядеть любопытную решеточку, в оплетке из проводов?"
        th "Ага, и?"
        "Больше перекрёстков не встречалось, и это внушало надежду."
        dreamgirl "Ты-то не помнишь, а вот у меня доступ ко всей твоей памяти, в частности, к выпуску «техники молодёжи», где описывалось, как из ведра, динамика и решётки можно было собрать пугало для пьяных."
        th "Погодь… Инфразвуковой эмиттер?!"
        dreamgirl "Ну!"
        th "И мы под ним сидели?!"
        dreamgirl "Хуже всего, что под ним Мику сидеть будет, а на женский организм сверхнизкий звук куда злее влияет. Короче, неизвестно кто и зачем так эту дрянь разместил, а выключить её надо."

    "Свет фонаря отразился от чего-то металлического в глубине тоннеля."
    
    show mi normal pioneer at center 
    with dissolve
    me "Разнообразие…"
    mi "Что?"
    me "Да что-то там на горизонте чёрненькое белеется."
    $ persistent.sprite_time = "night"
    window hide
    scene bg int_mine_door
    with fade

    mi "А что там?"
    me "Подойдём да побачим."
    
    hide un
    with dissolve
    play sound sfx_open_door_mines
    stop ambience fadeout 3
    "Я с силой дёрнул ручку и открыл дверь."
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_mine_room
    with dissolve

    "Два световых луча скрестились на противоположной стене небольшой комнаты."
    "Судя по всему, это что-то вроде подсобного помещения - на стенах было много-много вентилей неизвестного предназначения."
    th "И судя по количеству бутылок из-под спиртного, здесь частенько гостят люди."
    th "Сомневаюсь, что они устраивают для этого марш-бросок, подобный нашему - чего только стоят полу-рабочие петли дверей в бомбоубежище."
    "Шурика не было и здесь."
    show mi normal pioneer at center with dissolve  
    me "Очкарик… раздражает. Не сиделось ему в клубе!"
    "Я распинал несколько бутылок и уселся на освободившееся место."
    "Мику села рядом и тихонько взяла меня за руку."
    me "Его нет, Мику."
    mi "Его нет нигде. Абсолютно."
    "Мику показала на дверь в углу."
    mi "Может быть, он там?"
    "Ещё одна дверь против ядерного взрыва? Хм. Возможно."
    me "Чуть позже, ладно? Меня что-то опять мутит."
    mi "Хорошо."
    show mi normal pioneer close at center with dissolve
    "Мику положила голову мне на плечо и утешающе сказала:"
    mi "Мы обязательно его найдём."
    show mi smile pioneer close at center with dspr
    mi "Обязательно."
    "Плевать я на Шурика хотел. После вчерашнего он и так мне по гроб жизни обязан."
    mi "Мы же не просто так столько прошли."
    me "Я уже ничего не хочу. Просто закрыть глаза, и…"
    play sound_loop sfx_shurik_mines_far
    "Вдруг за дверью в шахту послышался какой-то шум."
    show mi shocked pioneer at right with dissolve
    th "Если это не Шурик, то кто-то, кто причастен к его исчезновению!"
    th "В любом случае, надо вооружиться!"
    "Шум скоро стал тяжёлыми шагами, и я запаниковал!"
    play sound sfx_broken_dish
    with vpunch
    "Схватив с пола бутылку, я несильно ударил ей о стену, оставляя в руке «розочку»."
    "И непреклонным движением отодвинул Мику за спину."
    hide mi with dissolve
    me "Скройся, женщина."
    window hide
    stop sound_loop fadeout 2
    play sound sfx_shurik_opens_door
    pause(1)
    show sh rage pioneer far at center with dissolve

    "Шаги стали неимоверно громкими и дверь распахнулась."
    "Шурик."
    th "Явился, не запылился."
    sh "Вот вы где прячетесь. Думаете, сумеете сбежать?"
    me "Что?"
    sh "Думали, я вас не найду? А я нашёл!"
    "Очкарик явно был не в себе: растрёпанные волосы неопрятными сосульками лезли на грязный пыльный лоб, глаза блестели наркоманским блеском, а в руках наш «потеряшка» сжимал какую-то кривулину с острыми краями."
    me "Да хотелось больно. Не надо было за тобой, кретином приходить. Так бы и сидел здесь в темноте."
    sh "Не думайте, что сможете меня обмануть!"
    show sh rage pioneer at center with dissolve  
    "Он побежал в нашу сторону, размахивая своей кривулиной."
    "Я оттёр Мику ещё дальше за спину."
    stop music fadeout 3
    sh "Сначала гудение это! Потом голоса! Или что же, вы думаете, вот так просто можно издеваться надо мной? Шептать, куда идти и зачем? А я же всё слушал! Я всёёёё слышал."
    window hide
    scene cg d4_sh_stay
    with dissolve
    play music music_list["pile"] fadein 1

    "Он замахнулся арматурой."
    play sound sfx_7dl["mpbt"]
    with flash

    "Как и вчера…Время встало."
    "Я будто снова ощутил себя героем трилогии о Максим Максимыче - мне хватало реакции в сгустившихся красках мира увидеть, как на меня летит Шурик. "
    "Как страшная изломанная арматурина как раз острым краем направляется мне в голову…"
    if herc:
        th "Чёртова неуклюжая нетренированная тушка!"
        "Я успевал разглядеть и обезображенное яростью лицо Шурика, и направление удара, и понять, что не успеваю уйти в сторону…"
    show blink
    "Как поднырнув мне под руку, передо мной появляется Мику…"
    "И навстречу Шурику вздымается изящная ножка в очаровательном чёрном чулочке и туфле с практичным, невысоким каблуком."
    play sound sfx_lena_hits_alisa
    pause(1)

    "Нарвавшись на классический маваши, наш очкарик стёк по стене, будто разом утратив все кости в организме."
    window hide
    play sound sfx_break_flashlight
    with vpunch
    pause(1)

    "Время вернулось в русло с отчётливо щёлкнувшим мне по затылку резиновым жгутовым щелчком."
    "Я вздрогнул и от неожиданности выронил фонарик."
    "Ничего удивительного, что с моей удачей, это было об единственный кусок бетона, достаточно крупный, чтобы об него могло хоть что-то разбиться."
    "Вдребезги!"
    window hide
    scene black
    with dissolve

    "Сгустилась тьма. Я стоял, замерший, сжимая бесполезную сейчас «розочку» - ведь махни я ей сейчас и попади не в того… Нет, даже думать об этом не хочу."
    "Я вздрогнул, когда за свободную руку меня кто-то взял."
    mi "Сёмочка, это ты?"
    "Спросила тьма подозрительно спокойным голосом."
    me "А где этот… приплюснутый."
    "Не хотелось думать, что где-то в темноте ходит вооружённый, психически нестабильный пионер.."
    mi "Он ушёл."
    me "Ушёл? Откуда ты знаешь?"
    "Спокойствие в голосе Мику было непрошибаемым. Явно не таким, какое должно быть у человека, только что столкнувшегося с маньяком."
    mi "Сёмочка, успокойся, пожалуйста. У тебя же сотрясение, тебе нельзя волноваться."
    "Я отбросил розочку в сторону и, ориентируясь на звук, нашёл Мику и изо всех сил обнял."
    me "Мику… Как я за тебя переволновался…"
    mi "Всё хорошо, Сёма. Всё… Хорошо. Давай выбираться отсюда."
    th "Кажется, Мику неплохо видит в темноте?"
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_mine_exit_night_nolight
    with dissolve

    "Нет, просто она так хитро подкрутила фонарик, что тот светил очень узким лучом."
    me "У нас есть хотя бы фонарик. И то хлеб."
    "За лестницей оказался узкий закуток, упирающийся в скобы лестницы, ведущей - я поднялся и осмотрелся сквозь вентиляционную решётку - прямо под памятник Генде."
    stop ambience fadeout 3
    "Решётка крепилась четырьмя болтами внутри. Болты проржавели и вращаться отказывались."
    "Для человека, только что избежавшего свидания со смертью - детский лепет."
    play sound sfx_break_grid
    "Четыреста грамм электроники превратились в молоток. И проблемы незамедлительно стали гвоздями."
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_square_night
    with dissolve
    play ambience ambience_camp_center_night fadein 3

    "Мы сидели на земле, привалясь спиной к пьедесталу."
    me "Это закончилось. Закончилось?"
    show mi normal pioneer at center with dissolve
    "Мику подвинулась ко мне поближе."
    mi "Да… И даже Шурика нашли."
    "Программа-максимум исполнена в точности."
    "Правда, нашли его несколько в некондиционном виде… Ну да он и раньше-то был не от мира сего…"
    me "Надо будет Виоле сказать, чтобы психушку вызвала. Этот человек представляет опасность для окружающих."
    mi "Возможно. Мы же не знаем всего…"
    stop ambience fadeout 2
    play music music_list["what_do_you_think_of_me"] fadein 3
    show mi happy pioneer at center with dspr
    "Японка улыбнулась."
    mi "Ты мой рыцарь, мой герой. И как настоящий герой, ты заслуживаешь награду."
    me "Да какую награду… По окрестностям ходит нестабильный элемент… А если он на тебя нападёт?"
    mi "Не нападёт."
    me "Ты не можешь быть в этом уверена. Он же меня убить хотел!"
    mi "Ну так не убил же."
    me "Если бы ты меня не спасла…"
    "Она тронула губами мой висок."
    mi "То ты спасся бы самостоятельно. Я же видела битую бутылку у тебя в руке, и ты явно знаешь, что с ней делать."
    mi "Просто среагировала как обучали - на быстрое устранение цели. "
    me "Да! Кстати! Этот был тот ещё удар! Ты изучала карате?"
    show mi shy pioneer at center with dissolve
    mi "Сётокан."
    show mi upset pioneer with dspr
    "Она покраснела."
    mi "После первой же автограф-сессии Па приказал мне заняться какой-нибудь самообороной. Ну вот эта оказалась идеальна под мою растяжку."
    "Я с восхищением посмотрел на Мику."
    me "Всё-таки, ты замечательная девушка."
    mi "Спасибо."
    "Она прижалась ко мне, а меня от пережитого начало клонить в сон."
    "Организму срочно требовалась перезагрузка - а до медпункта он идти решительно не желал."
    th "Значит, будем спать, где придётся."
    "Я провалился в сон."
    "…"
    window hide
    scene stars
    with dissolve

    "Мне казалось, что я просто смежил веки - просто для того, чтобы встряхнуться."
    "Но луна уже ушла на четверть своей орбиты, и уже знакомый рисунок звёзд опять кардинально поменялся. "
    "Каждое скопление звёзд объединено в кластеры, а кластеры - в сферы интереса. Когда-нибудь мы будем размышлять категориями кластеров, мерить пространство в параллакс-секундах. Я очень, изо всех сил своих, верю в это."
    "А ещё пятнадцать лет назад я смотрел в небо и думал - интересно, а там кто-нибудь есть?"
    "Действие парадокса Ферми в самой наглядной форме - если Вселенная такое оживлённое место… То где они все?"
    th "Жаль, что до звёзд я так и не дотянулся."
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_square_night
    with dissolve
    show mi smile pioneer close at center with dissolve

    "Я вдруг обнаружил, что так и лежу на земле, только под головой у меня скользкий капрон чулок - похоже, что Мику уложила меня к себе на колени."
    me "Ты не спала?"
    "Я наслаждался положением и снизу вверх любовался её симпатичной мордашкой."
    show mi laugh pioneer close at center with dspr
    mi "Нет…"
    "Рассмеялась она."
    me "А почему?"
    show mi smile pioneer close at center with dspr
    mi "Смотрела на тебя. Думала."
    me "О чём?"
    mi "О тебе, о нас, о том, что ты говоришь и что делаешь. О том, как мне спокойно и тепло, если ты рядом."
    "Я снова улыбнулся ей."
    stop music fadeout 3
    play ambience ambience_camp_center_night fadein 3
    mi "Кстати, наш псих вернулся."
    me "Что?!"
    show mi surprise pioneer at center with dissolve
    "Я мгновенно поднялся - и скривился от дёрнувшей голову боли."
    mi "На лавочке…"
    "Мику указала на одну из лавочек… На которой безмятежно спал Шурик."
    "Меня накрыло запоздалым страхом."
    th "Это значит, пока я здесь спал, этот полоумный… И Мику даже…"
    "Впрочем, ей-то чего опасаться, она  его уже вырубила разок."
    me "Мику, почему ты меня не разбудила?"
    me "Он же нестабилен, его врачу показать надо!"
    mi "Да нормально всё с ним, проспится и придёт в себя."
    me "Ясно."
    "Пошатываясь, я направился к очкарику."
    mi "Ты куда?"
    show mi smile pioneer at center with dspr
    me "Да у меня тут один должок неуплаченный."
    "Мику с подозрением посмотрела на меня."
    show mi sad pioneer at center with dspr
    mi "Что ты собираешься делать?"
    hide mi
    play music music_list["sweet_darkness"] fadein 3
    me "Верну долги."
    play sound sfx_face_slap
    "Подскочив к лавочке, я влепил кибернетику полноценную оплеуху."
    show sh surprise pioneer at cright with dissolve
    sh "Ай!"
    "Он тут же проснулся."
    sh "Что такое?!"
    me "Привет, Сашенька."
    "Сладко пропел я."
    me "Узнаешь меня?"
    sh "Что?"
    "Шурик в недоумении и полном смятении смотрел на меня."
    sh "Семён? Ты уже поправился? Так быстро…"
    me "Да уж не твоими молитвами!"
    "Рявкнул я."
    me "Ты хотел завершить то, с чего всё началось, да?"
    sh "Но я не по…"
    if herc:
        "Отведя голову назад, я резко ударил лбом ему в переносицу."
        me "Просто заткнись. "
        "Он дёрнулся и сел мимо скамейки, безуспешно пытаясь унять хлынувшую из носа кровь."
        show sh scared pioneer at center
        "А я…Я опять забыл о том, что мне нельзя напрягать голову."
        "Вот и стимул показаться врачу."
    elif loki:
        me "Ты подставил себя, меня и Мику."
        "Я сжал кулак и резко, без замаха, вдарил ему поддых."
        me "Мы вынуждены были искать тебя по подземельям, а ты напал на нас!"
        "Он скрючился, пытаясь поймать глоток воздуха."
    else:
        "На левой щеке алела пятерня."
        "И коли ударили по левой щеке, подставь правую."
        play sound sfx_lena_hits_alisa
        me "Это тебе, урод, за то, что напал на меня."
    sh "Что ты творишь, психопат!"
    show sh cry pioneer at cright with dissolve
    "Плача, закричал кибернетик."
    sh "За что? Что я тебе сделал?"
    me "Ты ещё спрашиваешь!"
    "Я дёрнулся было выписать ему внеочередной одиннадцатиметровый, но рука на плече успокоила меня."
    show mi serious pioneer at cleft with dspr
    mi "Не стоило оно того."
    "Тихо сказала Мику."
    "Я зашипел сквозь зубы, остывая."
    me "Возможно. Но я не люблю быть должен."
    mi "Его надо отвести спать."
    me "В психушку его надо. Галаперидольчиком подколоть."
    mi "Не думаю, что всё настолько серьёзно."
    "Я обернулся и кинул взгляд на так и сидящего на земле Шурика."
    me "Пшёл вон."
    if alt_day_binder != 1:
        "Он почему-то напомнил мне меня же - в первый день, когда я пытался тихим сапом свалить от рассерженной инопланетной дряни."
        "Во всяком случае, на карачках он бежал ровно так же."
    else:
        "Вежливая и добрая девочка только головой покачала."
    hide sh
    mi "Неоправданная жестокость."
    "Без тени улыбки сказала она."
    mi "Но то, что ты себя не бережёшь  - куда печальнее."
    mi "Надо будет спросить у Виолы, не стало ли тебе хуже от дополнительных ударов."
    me "Это я сам тебе скажу."
    "Рассмеялся я."
    me "Если мне станет хуже - я почувствую это - и обязательно сообщу."
    "Мы немного помолчали, держась за руки."
    me "Ладно… Я в мед пойду. А ты? Баю?"
    show mi smile pioneer at center with dissolve
    mi "Баюшкать хочется… Но пошли, я провожу тебя."
    "Тихо улыбнулась она."
    me "Может, спать пойдёшь? Ты выглядишь уставшей."
    mi "Вот уж нет. Идём сдавать тебя Виоле, и без разговоров!"
    window hide

label alt_day4_mi_herbs:
    play music music_list["a_promise_from_distant_days_v2"] fadein 3

    show cs normal at center 
    $ night_time()
    $ persistent.sprite_time = "night"
    scene bg ext_aidpost_night
    with dissolve
    play sound sfx_open_door_1
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_day
    with dissolve
    play ambience ambience_medstation_inside_day fadein 3
    
    show cs normal at center with dissolve
    "Виола уже ждала меня - на столе стоял термос, откуда ароматно веяло какими-то травами."
    cs "Давай, пей отраву, тварь."
    me "Что?"
    cs "Говорю, пей отвар трав, и ложись спать."
    cs "Если ночью всё нормально будет - завтра выпишу тебя."
    me "Спасибо, Виола!"
    show mi angry pioneer at right with dspr
    "Мику только губы поджала."
    cs "Кажется, твоя маленькая подружка ревнует."
    show mi rage pioneer at right
    "Рассмеялась медсестра, а Мику насупилась ещё сильнее."
    cs "Да не бойся, дитя, не съем я твоего мальчика. Но если мы не долечим ему сотрясение, будет только хуже. Так что тебе придётся довериться мне."
    show mi sad pioneer at right with dspr
    "Мику обречённо вздохнула и, клюнув меня в щёку, побрела на выход."
    "Одарив Виолу нехорошим взглядом, я, придерживая рукой колыхающиеся мозги, догнал японку и развернул к себе."
    me "Мику, если хочешь, я могу уйти отсюда прямо сейчас."
    me "Да что там, я на крыльце у тебя ночевать готов, лишь бы ты не грустила."
    "Она несмело улыбнулась."
    mi "Ну, на крыльце не надо… Но доктор права, тебя надо долечить. "
    me "Обещаю, завтра мы будем видеться больше."
    "Она улыбнулась и кивнула."
    mi "Тогда до завтра?"
    me "До…"
    "Она помахала и убежала."
    hide mi with dissolve
    "А я пригубил дурной головной сбор - невкусный, но ароматный."
    cs "Пионер, если интересуют средства контрацепции, могу ссудить парочку."
    me "Рано нам ещё."
    "Угрюмо бросил я."
    show cs smile at center with dissolve
    me "Она же молоденькая совсем, куда ей контрацепцией организм курочить."
    cs "Ты о гормональных-то?"
    me "А о каких ещё."
    cs "Есть и нехимические средства."
    me "А. {w}Ну, на латекс у меня аллергия, так что тоже отпадает."
    cs "Хочешь сказать, она тебе не нравится?"
    me "Очень нравится."
    "Не покривив душой ответил я."
    me "Но есть вещи, которые должны происходить только вовремя."
    cs "И кто же из вас определяет когда это вовремя наступает?"
    me "Спонтанно."
    "Ещё угрюмее ответил я."
    cs "Она считает, что ваше «вовремя» уже наступило."
    me "Ага. Ну так в нашей паре я за взрослого."
    cs "Дело твоё. Только будь уж тогда взрослым до конца."
    me "Не понял."
    cs "Помнишь, что должен сделать мальчик после того, как сделает то, чего хочет девочка?"
    me "Не наш случай. Мне слишком далеко возвращаться."
    "Она только фыркнула. Кажется, она знает больше, чем говорит."
    cs "Не думай, что так просто сумеешь от неё отделаться. Вы слишком близки, чтобы это просто так было разорвано."
    "А мне почему-то вспомнилась первое романтическое чувство и то, как менялась реальность в согласии с моими желаниями."
    "Эх, мне бы тогда хотя бы толику моей нынешней решимости."
    cs "Кажется, ты всё понял."
    "Улыбнулась Виола."
    cs "Вот и славно. Ладно, я пойду спать."
    cs "Забирай термос и отправляйся на место. Спокойной ночи."
    me "Сладких снов!"
    "Голову уже ощутимо вело, видимо, успокоительных травок туда тоже в избытке добавили."
    "Всё, чего мне хотелось сейчас - это сдаться в прохладный упругий плен подушек и отключить сознание."
    hide cs with dissolve
    "Я отключился раньше, чем голова коснулась подушки."
    jump alt_day5_mi_start

    label alt_day4_mi_club_sick:
        $ persistent.sprite_time = "day"
        $ day_time()
        $ alt_chapter(4, u"Мику. Клуб.")
        play music music_list["get_to_know_me_better"] fadein 5
        play ambience ambience_camp_center_day fadein 3
        $ persistent.sprite_time = "day"
        scene bg ext_musclub_day
        with dissolve
    
        "Не уверен, что способен сейчас сумею выдать фламенко, особенно с мозгом, напоминающим пористую губку, плавающую в соляном растворе, и пребольно бьющимся о стенки черепа."
        "Но хотя бы навещу Мику!"
        "Я заспешил по направлению к музыкальному клубу."
        "Вот так знакомишься с человеком, подспудно оцениваешь его по внутренним критериям красоты и прикидываешь, получится ли у вас что-нибудь."
        "А сам, между прочим, и не понимаешь, что ты не просто клюнул только что на красивое личико и огромные глаза, а ещё попутно ввёл в свою жизнь нескольких посторонних людей."
        "В самых запущенных случаях их количество исчисляется сотнями."
        "И вот со всеми ими ты знакомишься в тот самый момент, когда интересуешься у симпатичного личика на улице, не её ли это лицо сегодня по телевизору показывали."
        "Если бы молодые люди понимали это… "
        "Если бы держали в голове, что соединяя себя узами брака, они ещё соединяются с тестями-тёщами-детьми-братьями и дядьями…"
        "В общем, может, оно и к лучшему.{w} А то вымерли б. {w}Как мамонты."
        "И без того демография в стране из рук вон."
        "Жаль, только нечасто в моей голове такие истины всплывают. Вот как сейчас - я толкаю дверь в гости к Мику. Но если её родители уже приехали, то я толкаю дверь в гости ещё и к ним."
        "Бррр!"
        window hide
        stop ambience fadeout 2
        play sound sfx_open_door_2
        pause(1)
        $ persistent.sprite_time = "day"
        scene bg int_musclub_day
        show mi smile pioneer at center with dissolve
        with dissolve
        play ambience ambience_music_club_day fadein 3
    
        play music music_list["always_ready"] fadein 5
        "К счастью, к ней ещё никто не приехал."
        th "К огромному!"
        mi "Посмотрите, кто пришёл!"
        "Она захлопала в ладошки, поднимаясь мне навстречу."
        me "Я тоже рад тебя видеть. Расскажу, как вырвался - не поверишь."
        mi "Захватил заложников? Объявил голодовку? Заперся в холодильнике? Орал матерные частушки? Сенечка! Не молчи же уже, ну! Я же от любопытства сгорю сейчас."
        "Всякий раз, когда японку пробивало на «поболтать», я, как человек разумный, старался уходить перпендикулярно пути следования лавины."
        me "Я выиграл поход к тебе в карты!"
        show mi laugh pioneer at center with dissolve
        mi "У Виолетты Церновны?"
        me "Да! И она сказала, что она чувствует себя старой тёткой!"
        "Мику прыснула."
        mi "Да она же кокетничает с тобой! Ей и тридцати-то, наверное, нет. А про женщин знаешь что говорят про тридцатилетних? Мол, самый пик женской привлекательности."
        me "Ну, не знаю."
        "Я критически оглядел девочку."
        me "Мне ты и так кажешься максимально привлекательной. Если будешь прибавлять - даже не знаю."
        me "Запру в башне и не буду выпускать. Чтобы никто не покрал такую красу!"
        show mi happy pioneer at center with dissolve
        mi "Ты приходишь и говоришь свои красивые вещи, а потом уйдёшь и я буду грустить."
        mi "Ты жестокий человек."
        me "Но ведь можно же и не уходить, верно?"
        if alt_day3_mi_invite2:
            mi "Имеешь в виду, что можно начать встречаться на постоянной основе? {w}Никто не даст нам сделать такую глупость, вспомни хотя бы вчерашний кошмар с вожатой."
        me "Я каждый день говорю тебе одну фразу. Сегодня уже третий раз - в ознаменование третьего дня нашего знакомства. "
        me "Это решать только нам."
        show mi shy pioneer at center with dissolve
        me "Как мало мы знакомы, и как близко…"
        mi "И как обидно мало времени осталось. Всего три дня."
        "Подхватила она."
        "У меня воздух в горле встал."
        me "К-как три дня?!"
        "Виски свело острой резью, и я пошатнулся."
        mi "Сёмочка! Сёма! Держись!"
        "Неожиданно сильные руки подхватили меня под локоток и отвели куда-то, усадили."
        th "Три дня?! Что за жестокая ирония."
        "Я поднял было голову, чтобы спросить что-то, но поймал её взгляд, и слова умерли сами, как ненужные."
        window hide
        $ day_time()
        play music music_list["confession_oboe"] fadein 5
        scene cg d4_mi_sup_7dl with dissolve
    
        "Легко говорить комплименты и восхищаться красотой вслух."
        "Но что происходит, когда до холода в сердце тебя пронзает осознанием - а ведь это есть самая объективная правда!"
        "То самое, что только и может заполнить паузу смыслом."
        "Мику была всепоглощающе, отчанно красива - и я повесил бы её в рамочку, чтобы в одиночку холодными вечерами распахивать сердце и отогреваться у дорогого образа."
        "Мерцающее тепло взгляда, высокие скулы в обрамлении волос прекрасного морского оттенка."
        "Тот самый взгляд, в котором не было льда, отражающий не окружение, а то, что должно быть."
        scene cg d4_mi_sup_7dl with dissolve:
            xalign 0.5 yalign 0.5 zoom 1.0
            linear 5.0 zoom 1.4 xalign 0.5 yalign 0.65
        "А через секунду отражение совпало с тем, что случилось."
        "Кто из нас потянулся навстречу, не знаю."
        "Просто в один прекрасный момент, губы, куда я смотрел, прикидывая, что, должно быть, их очень приятно целовать…"
        "…коснулись моих губ."
        "Нежность? {w}Обещание большего?"
        "Мы пили друг друга как холодную воду в жаркий полдень, на бесконечное мгновение сделав общим воздух, биение пульса и сигналы нервной системы."
        "То самое, неподдельное, в которое мы оба уже отчаялись поверить."
        window hide
        scene bg int_musclub_day with fade
        show mi grin pioneer at center with dissolve
    
        "Просто проснуться - и не холодея от ужаса, что это лишь привиделось - а рядом."
        "Чувствуя продолжение себя в нескольких сантиметрах рядом."
        mi "Ты слишком настоящий."
        "Наверное, мы просто выдумали друг друга, чтобы не было уж совсем плохо."
        "Она, наконец, оторвалась от меня - с превеликим сожалением - и села на откидную скамеечку рядом."
        "Теперь, когда я знал её настоящий облик - не под неё ли всю жизнь я берёг дополнительные слова, квадратные метры свободного пространства даже в самой страшной толчее?"
        "Самые красивые маршруты по моему родному городу - до гудящих ног и выхолощенной головы. "
        "Я забрал её ладошку в руки и неосознанно сжал."
        me "Как бы мало времени ни было - мы всё равно проведём его вместе. "
        me "Ты не будешь против, если мы и после завершения смены продолжим общение?"
        me "Я хотел бы… Чтобы мы были вместе."
        show mi shy pioneer at center with dissolve
        mi "А как же все эти армии, универы, работы?"
        me "Ты разве не понимаешь? Мы живём в советском Союзе, мы молоды, и всё, чем мы можем руководствоваться - это только личными желаниями!"
        me "Если мне потребуется служить на Дальнем Востоке и получить распределение там, чтобы быть ближе к твоей родине - я буду служить там."
        me "Учиться. Работать. Какая разница. Всё, что нужно - просто захотеть."
        mi "А я в Ленинград переезжаю после этого лета. Отец хочет, чтобы я оттуда стартовала в ГИТИС."
        me "Тем лучше. Значит, будем ближе, чем ожидалось."
        dreamgirl "Зачем ты врёшь девочке? В её Ленинграде Семёну меньше лет, чем твоему затворничеству. Кого она найдёт, явившись по указанному адресу?"
        dreamgirl "Или ты хочешь написать ей «приходи не раньше 2006 года?»."
        th "Нет, я собираюсь остаться здесь. В этом времени. {w} Зубами уцеплюсь, если надо будет."
        dreamgirl "Ты здесь ноль, помнишь?"
        th "Неправда. Дырявое коммунистическое общество позволяет интегрироваться без проблем - можно сыграть в амнезию или утерю документов."
        th "В армию гребут всех без разбора. {w}В тревожники и милицию гребут всех без разбора. {w}Главное, чтобы просто был здоров и кое-что в голове держал."
        th "Немного покопают, конечно, но опыт отца…"
        me "А на случай, если вдруг не удастся связаться - я оставлю тебе все возможные ниточки, через которые меня можно будет достать."
        "Я вдруг вспомнил, что в кармане у меня так и лежит бесхозный плеер."
        me "Я надиктую тебе голосовое приветствие с моим скайпом и номером телефона."
        me "Это будет удобнее и надёжнее, чем бумажка."
        "Она улыбнулась и хотела была что-то спросить, когда…"
        play sound sfx_knock_door7_polite
        voice "Мику?"
        "Вежливо постучав в дверях появился незнакомый мужчина."
        show mi happy pioneer at center with dissolve
        mi "Па?!"
        "Издав визг, достойный лучших бойцов ирокезов, она мгновенным прыжком добралась до незнакомца и повисла у него на шее."
        mi "Ты приехал! Ты приехал! Ура! Я не верила, а мне говорили просто дать тебе шанс, и подождать ещё чуть-чуть, а ты приехал!"
        mi "Ты с Ма?"
        voice "Нет, я один сегодня."
        mi "Ну ладно, пошли тогда."
        "Я тактично сделал вид, что меня не существует, за что заработал благодарный взгляд обернувшейся на пороге девочки."
        "«Увидимся» одними губами прошептала она и, подмигнув из-за спины незнакомца, пропала."
        hide mi with dissolve
        "И я остался один."
        th "Она мгновенно забыла обо мне. Не то чтобы я ревновал, но…"
        "Я вышел из клуба и, закрыв за собой дверь, поплёлся в медпункт."
        window hide
        
label alt_day4_mi_med_EV:
    play music music_7dl["everyday"] fadein 5
    stop ambience fadeout 2
    play sound sfx_open_door_2
    scene bg ext_musclub_day
    play ambience ambience_music_club_day fadein 3
    $ persistent.sprite_time = "day"
    scene bg ext_aidpost_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3

    th "И что я забыл в медпункте?"
    "Не считая ощутимо ворочающегося червя в груди, состояние было более чем удовлетворительное."
    "А на соматику мне во все времена было плевать."
    th "Но раз Виола сказала «до полдника» - не стоит её злить и делать как мне хочется."
    "Я толкнул дверь."
    window hide
    stop ambience fadeout 2
    play sound sfx_open_door_1
    $ renpy.pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_day
    with dissolve
    play ambience ambience_medstation_inside_day fadein 3

    th "Никого?"
    show cs normal at center with dissolve
    cs "Явился, пионер?"
    "Она была деловита, собрана и даже застегнула пуговку на халате - чтобы, значит, не отвлекать окружающих."
    cs "Очень хорошо. Я тебе заварила головной сбор, попьёшь его до вечера и завтра можно будет тебя выписывать."
    cs "Сотрясение у тебя лёгкое, однако, освобождение от любой физической деятельности я тебе обязательно выпишу."
    cs "Не хватало ещё перед прощальной дискотекой потерять столь…"
    "Она со вкусом облизала губы."
    cs "…перспективного кадра."
    show cs smile close at center 
    dreamgirl "Перестань краснеть, чувак. Это у неё просто манера речи такая."
    dreamgirl "Не льсти себе, будто она только и думает о том, как бы забраться тебе под зиппер."
    th "Да-а?"
    "Потерянно подумал я, отступая на шаг."
    "Но далеко не ушёл."
    play music music_list["eternal_longing"] fadein 5
    show cs shy close:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 2.0 zoom 1.15 xalign 0.5 yalign 0.65
    "Она сделала ещё один шаг."
    show cs shy close:
        xalign 0.5 yalign 0.65 zoom 1.15
        linear 2.0 zoom 1.35 xalign 0.5 yalign 0.65
    "…еще один."
    "Пока я не ощутил лопатками дверь."
    "А она подошла ещё ближе."
    if ('medic' in list_voyage_7dl):
        "Как тогда, во второй день…"
        "Мысли панически заметались."
    th "Я что, и правда её…"
    "Она поймала меня за галстук и притянула к себе, замерла в считанных миллиметрах - так, что я мог почувствовать, как в середина лба щекотит разницей потенциалов чужой кожи."
    cs "Координация движений глаз нормальная."
    cs "Белки чистые."
    cs "Днём не тошнило?"
    "Деловито уточнила она."
    "Я машинально мотнул головой."
    cs "Говори вслух, а не мотай. Тебя ещё не долечили."
    "Она втянула воздух носом."
    cs "Эфирный афродизиак? Эвкалипт?"
    cs "Посоветуй своей девочке не злоупотреблять маслами, достаточно и куда меньшей порции."
    cs "Ты ей пропах так, будто она тебя пометила."
    hide cs
    show cs smile at center with dissolve
    "Она сделала шажок назад, и я смог, наконец расслабиться…"
    if alt_day4_mi_mi2midj_transit:
        cs "Ладно. Иди, пионер. Самочувствие, вижу - "
        "Она стрельнула глазами."
        cs "- у тебя хорошее. {w} Поэтому можешь идти гулять. Только без резких движений."
        me "Спасибо, Виола."
        window hide
        play sound sfx_open_door_2
        scene bg ext_aidpost_day with dissolve
        jump alt_day4_mi_back2radio
    else:
        pass
    "И только потому не вывалился из раскрытой двери, которую с силой дёрнула Славя."
    "Глаза у неё были на мокром месте."
    show sl serious pioneer at left with dissolve
    sl "Виолетта Церновна, Сёмен."
    "Кивнула она."
    sl "Извините за задержку, у меня родители приезжали."
    cs "Так и сидела бы с ними, зачем возвращалась?"
    sl "Я не могу без спросу, и… И…"
    "Она замолчала."
    cs "Не срослось, да?"
    "Похоже, что Виола обладала редкой проницательностью, так как Славя послушно кивнула."
    sl "Мама приезжала, и рассказывала о том, что и как там в городе без меня."
    show sl angry pioneer at left with dissolve
    sl "И так между прочим начала выспрашивать, какие здесь пионеры, да есть ли кто симпатичный."
    sl "Я рассказала, что мальчиков у нас немного, но все они славные, а она заяви, что заневестилась я…"
    "Она говорила всё медленнее и тише, пока не смолкла окончательно."
    cs "И приказала тебе найти в лагере жениха?"
    sl "Да… Поверить не могу, что она настолько бесцеремонно…"
    cs "Всё нормально. В деревне так принято. Это ты, выросшая в городе, нахваталась всех этих глупостей о свободе выбора и прочего. А твоя мама иначе воспитана."
    cs "В общем, приведи её, и я с ней поговорю."
    show sl sad pioneer at left with dissolve
    sl "Нет…"
    cs "Почему?"
    sl "Я её прогнала. И сказала, что если она будет упираться рогом, то я в город к родственникам поеду - те, хотя бы не суют нос в моё нижнее бельё."
    dreamgirl "А мы - суём!"
    th "Заткнись."
    cs "Какая интересная и поучительная история."
    cs "Зря не дала мне поговорить - мы, как женщины, поняли бы друг друга."
    sl "Да я знаю… Сама понимаю, что она не со зла, и что добра мне желает. Но так вспылила, глупости всякие говорила."
    cs "Пионер, не утешишь девочку?"
    "Подмигнула мне Виола."
    th "Не понял. А как же Мику?"
    dreamgirl "Так тебе не в постель её затаскивать предлагают, а просто утешить."
    "Я пожал плечами."
    me "Ладно."
    me "Раз уж меня из медпункта теперь выпускают, может, я в столовой поужинаю?"
    cs "Хорошо. Тогда держись этой пионерки, без неё тебя не накормят."
    "Я приложил руку к пустой голове и выметнулся вон из помещения."
    window hide

    
label alt_day4_mi2sl_mi:
    $ persistent.sprite_time = "day"
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    play sound sfx_open_door_2
    $ persistent.sprite_time = "day"
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 3

    play music music_list["i_want_to_play"] fadein 5
    "Славя подошла к раздаче и минуты три что-то там негромко выговаривала."
    "Как результат - меня снабдили большой тарелкой прозрачного золотого бульона с плавающей на поверхности морковкой, зеленью и кружочками жира и миской с гренками."
    th "Бульон с сухарями - пища на все времена!"
    "Усмехнулся я, сваливая содержимое миски в тарелку."
    "Славе же досталась гречка с котлетой и пара маринованных корнишонов."
    "С тоской проводив зелёных бодрячков взглядом и сглотнув слюну, я взял поднос и стал прикидывать, куда сесть."
    menu:
        "Сесть со Славей":
            $ lp_sl += 1
            show sl smile2 pioneer at center with dissolve
            "Славя села за ВИП-столик, где могли разместиться максимум три человека, при этом отставила третью табуретку в сторону - в результате, получилось эдакое импровизированное рандеву, после того как я подсел."
            sl "Выполняешь наказ Виолетты Церновны, Семён?"
            "Невесело улыбнулась девочка."
            sl "Напрасно. Я справлюсь. Я сильная."
            me "Знаешь поговорку про соломинку на спине верблюда? Нагрузка может казаться плёвой, но если её будет достаточно, она однажды сломает тебе хребет."
            me "Я вижу, что ты достаточно самостоятельная и взрослая девочка, вожатой, вон, помогаешь - хотя тебя крепко не любят за это в отряде."
            show sl surprise pioneer at center with dissolve
            sl "Правда? И кто же?"
            me "Нет-нет, дорогая."
            "Я погрозил ей пальцем."
            me "Шалишь. Политику двойных стандартов давай-ка оставим за дверями - хотя бы на время, пока я доедаю бульон."
            me "И немного подумаем вот о чём - нужна ли тебе помощь, или ты вся такая самостоятельная и везде кругом справишься без чужого вмешательства?"
            me "И сама обо всём догадаешься."
            "Безотказное сочетание из подкормленного любопытства и надежды, что окружающие, всё-таки, не совсем безнадёжны." 
            "Ложка звякнула о дно тарелки, и я откинулся назад."
            me "Вот так. Либо ты становишься эгоисткой и социопатом, зато предельно самодостаточной - хоть сейчас запаивай тебя в капсулу и отправляй на Марс…"
            me "Либо ты принимаешь мою руку и позволяешь помочь тебе."
            show sl tender pioneer at center with dissolve
            sl "А как же твоя девочка? Она же может…"
            me "Мику умнее, чем кажется. И именно поэтому я здесь нахожусь."
            sl "Ладно. Похоже, от твоей помощи мне отвязаться не удастся."
            me "Неприятно прозвучала, но я стерплю."
            show sl shy pioneer at center with dissolve
            sl "Ой, прости. Сказала, не подумав."
            "И что с ней делать теперь?"
            "В качестве жилетки и по совместительству психоаналитика попробовать себя мне довелось ещё в той, старой жизни, где оказалось, что окружающим нужно просто, чтобы ты слышал и сочувственно вздыхал."
            "У японцев это вообще возведено в культуру речи - сопеть, хрюкать и периодически издавать «хай», свидетельствующий о том, что я ещё не уснул."
            "Далее берём будущую речь и методом замены убираем оттуда нерусское междометие и заменяем его многочисленными и многозначительными «угу»…"
            "Правда во времена оны для выдачи действительно дельных угуканий мне периодически требовалась стимуляция межушного ганглия тяжёлыми басами и ударными порциями этанола."
            "Но, надеюсь, сейчас, по молодости лет, можно будет обойтись и без этого."
            "Я составил тарелки в мойку и, поднявшись, кивнул Славе."
            me "Заканчивай, жду тебя на улице."
            window hide
        "Сычевать":
            "Конечно, я был благодарен Славе за помощь и вообще…"
            "Но садиться с ней я пока не спешил."
            "Что-то будто подспудно говорило мне, что ничего хорошего из этого не выйдет."
            "Впрочем, тут всё зависит от того, кто и что считает хорошим."
            "И если для кого-то заполучить видную синеглазку в боевые подруги является пределом мечтаний, то у меня курс - Мику!"
            "Бульон убывал быстро, есть хотелось сильно, и скоро ложка уже звякнула о дно тарелки."
            dreamgirl "Как обычно, вкусно и мало. Живот на время обманем - и то хлеб."
            "Я молчаливо согласился со внутренним голосом."
            "Но, похоже, здесь больных не принято кормить как следует."
            th "Значит, ещё один стимул поправиться как можно быстрее."
            window hide
    play sound sfx_open_door_kick
    scene bg ext_dining_hall_near_sunset with dissolve

    "Слави всё не было и не было - я посмотрел на часы, которые продемонстрировали мне сначала пятнадцать минут бесплодных ожиданий… Затем полчаса."
    "На тридцати пяти минутах моё терпение лопнуло окончательно, и я направился в помещение пищеблока, готовясь высказать одной блондинке всё, что я о ней думаю!"
    "Моя злоба была объяснима - накормили меня так, что только раздразнили аппетит!"
    "Я чувствовал себя той самой собачкой Павлова, у которой начинают по звонку и лампочке течь слюни."
    "Я представлял себе огромные прожаренные бифштексы, маринованные медальоны из куриной грудки, бараний шашлык, свиные копчёные рёбрышки и ворча, вожделел их и тянулся."
    "Я был хыщник, и от одного только явственно прочувствованного ощущения податливой упругой плоти под смыкающимися клыками я чуть не захлебнулся слюной."
    "Между тем из столовой потянуло какими-то аппетитными запахами - там определённо что-то жарилось!"
    "Да они издеваются, что ли!"
    "Я дёрнул дверь на себя - и так вышло, что кто-то с другой стороны одновременно со мной толкнул её!"
    play sound sfx_open_door_kick
    with vpunch
    "БАХ!"
    "Моя многострадальная голова!"
    "От боли я закрыл глаза, чувствуя, как трещины бегут по черепу, раскалывая его болью на мириады обломков!"
    me "Вчера не убился, решили сегодня добить?!"
    "Простонал я, отступая на два шага."
    me "Контрольный в голову, да?"
    "Я бы, наверное, там и грохнулся, если бы чьи-то неизвестные, но крайне сильные руки не поддержали меня на ногах."
    th "Мускулатурой на Двачевскую похожа, разве что…"
    th "Разве что не стала бы Двачевская меня поддерживать!"
    sl "Ой! Семён! Прости!"
    "Нет, это точно не Двачевская."
    "Чтобы та извинилась… Должно произойти что-то совершенно из ряда вон выходящее."
    show unblink
    th "Простить? Да тут меньше чем поллитрой не отделаешься!"
    "Я, наконец, справился с выступившими от боли слезами и открыл глаза."
    hide unblink with dissolve
    show sl shy pioneer with dissolve
    "Славя? Вот уж от кого подлянки не ожидал!!!"
    me "Ты знаешь… Есть и менее жестокие способы сказать «нет» юноше."
    show sl scared pioneer at center with dissolve
    me "Не устраивает моё предложение - так и скажи, зачем до смертоубийства-то доводить."
    sl "Прости пожалуйста! Больно тебя стукнула?"
    "У неё домиком встали брови, а нижняя губа затряслась так, будто девочка сама сейчас заплачет."
    me "Больно, конечно."
    "Я потёр ушибленное место и отошёл от греха с линии возможного огня."
    me "Но тебе лучше отойти от двери, а то с тобой то же самое произойдёт."
    "Она молча подчинилась и села рядом со мной."
    me "Ты с самого первого дня ассоциируешься у меня с плохими новостями."
    "Я мягко улыбнулся, гася острый угол."
    if (counter_sl_7dl != 1):
        me "Сначала эти обормотки с вёдрами."
    me "Линейка."
    if (('sl' in list_d2_convoy_7dl)) and not alt_day3_duty:
        "Даже когда я решил тебе помочь безо всякой задней мысли с уборкой площади - ты отплатила мне тем, что заставила выходить под внимание толпы. А я это жутко не люблю."
    if alt_day3_mi_invite2:
        me "Я даже не удивлюсь, если окажется, что ты как-то причастна к той некрасивой сцене с вожатой, которая застукала нас с Мику в клубе."
    show sl angry pioneer at center with dissolve
    sl "Вообще-то, это я и рассказала."
    "Повинилась она."
    me "Дай угадаю, ты сделала это не из зависти или злости, а потому, что так правильно, да?"
    "Она только вздохнула."
    sl "Мне казалось это просто совпадениями, знаешь? Просто бывает, что кому-то просто не везёт…"
    sl "Но теперь, когда ты выстроил события в цепочку… Что ты теперь будешь делать?"
    "Я поднялся и протянул ей руку."
    me "Приглашу тебя прогуляться."
    show sl surprise pioneer at right with dissolve
    "Кажется, мне удалось её удивить. Вон, как челюсть отвисла."
    th "Ну что, неимоверное сочувствие, чуткость и участие мы проявили."
    dreamgirl "Остались сущие мелочи - понять, о чём теперь с этим чудом разговаривать, и как постфактум объяснить всё Мику, чтобы гарантированно не послала!"
    "Славя опустила голову, но я успел заметить, как она покраснела."
    "Поразмышляв и посомневавшись ещё несколько секунд, она всё же приняла предложенную руку и поднялась."
    me "Прекрасно. Теперь…"
    "Ага. Куда теперь? Что теперь? Зачем теперь?"
    me "Сначала - радио посмотрим! Что там эти кибернетики сделать успели."
    sl "Хорошо."
    "Она поднялась и, действуя машинально, оправила юбку и рубашку."
    th "Ээээ… Она, никак, прихорашивается?"
    show sl shy pioneer at right with dspr
    sl "Что?"
    me "Нет, ничего."
    dreamgirl "Попомни моё слово, чувак! Заведёт она тебя сейчас в этот закуток и там злоупотребит по самому прямому назначению!"
    dreamgirl "Ей, в отличие от тебя, на это яиц хватит!"
    "Не то чтобы я был против такой перспективы…{w}Любой мужик всё же полигамен. {w}А назвать Славю непривлекательной не повернулся бы язык даже у слепого - такие там у неё пасторали под одеждой загорали!"
    "Но как и любой другой молодой человек, стоящий на пороге романтических отношений, я подспудно считал эти употребления чем-то грязным, недостойным пачкать мысли и сердце свеже-влюблённого."
    dreamgirl "Ты сказал «влюблённого»?"
    th "Ну, самому-то себе я могу не врать."
    dreamgirl "А не рановато?"
    th "Нет, в самый раз."
    sl "Идём?"
    "И, сама уже не слушая, потащила меня по улице в сторону лагерных ворот."
    "Мне оставалось просто следовать за ней."
    show sl smile pioneer with dspr
    "Мало-помалу моя коллекция масок пополнялась."
    "Двачевская - хамство, злоба, но, по сути, абсолютная беспомощность во всём, что выходит за рамки её компетенции."
    if alt_day2_dv_harass:
        "Возможно, не стоило лапать её, но это отмело все сомнения согласно природы этой девочки."
        "В детсве мама с папой не долюбили, в результате получилось… То, что получилось."
    "Мику - болтология умеренно быстрого режима. Если перехватить ей дыхание в момент, когда она выходит на крейсерскую скорострельность - есть все шансы наблюдать практически воочию диснеевский спецэффект с надувающимися щеками."
    "Или можно беззастенчиво делать что хочется, пока она соскакивает с мысли."
    "Лена… Там всё сложно, и я эту сторону обязательно буду копать. Но не сегодня."
    "И теперь Славя. Гвардеец императора, тот самый превозмогающий дредонут, несущий свет и любовь пятидесятого калибра в сердца и головы неверующих. Она всегда права. Или знает как правильно."
    "И если появляется пройдоха вроде меня, способный поколебать её душевное равновесие - она развивает дикую кипучую деятельность, прячась там, пока не подберёт правильное слово или не трактует букву закона, которая будет уместна здесь."
    "Мне пришло в голову другое определение - инквизитор."
    "Уменьшенная копия Ольги Дмитриевны за вычетом дикого ленивства последней."
    "Механизм защиты понятный и простительный. Я тоже закуриваю, когда мне нечего ответить, и подумать немного треба."
    "Но нестись по дороге, волоча меня за руку"
    if (counter_sl_7dl == 1):
        extend " в духе первого нашего знакомства"
    extend " — это несколько не то, на что я рассчитывал, когда предлагал ей прогуляться!"
    me "Славя, ты помнишь, что я всё ещё больной, и у меня всё ещё сотрясение?"
    "Взмолился я, в очередной раз чуть не пропахав носом бетонные плиты мощёной тропинки."
    me "Смилуйся над инвалидом, сбавь обороты!"
    me "А то доставишь под дверь клубов остывающий труп. "
    "…"
    th "Напомнить себе больше не шутить с ней на чернушную тематику!"
    window hide
    scene bg ext_clubs_sunset

    show sl scared pioneer at center with dissolve
    "Она встала как вкопанная так, что я в очередной раз уже ударился многострадальной головой."
    sl "Так тебе плохо?"
    "Удивительно, правда?"
    me "Славя, ты меня дверью стукнула, помнишь? А перед этим я ещё с крыши товойкнулся. В общем, моему серому веществу сейчас очень и очень неуютно."
    sl "Но ты же гуляешь…"
    "В целом, логично. Если на ногах стоять может - значит, и трёхлинейку удержит."
    "Хар-рошая такая ежовская логика."
    me "То, что я гуляю, не делает меня автоматически полностью здоровым. В медпункт же просто так не кладут, понимаешь?"
    "Она покраснела."
    sl "Прости, я задумалась просто."
    "Что-то сегодня она весь день извиняется."
    "Похоже, действительно, сильно расстроилась из-за матримониальных планов матери."
    me "Лучше бы рассказала, что тебя гложет…"
    sl "Чуть попозже, ладно?"
    "Она поднялась на крыльцо и толкнула дверь."
    window hide
    stop ambience fadeout 2
    play sound sfx_open_door_clubs
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_clubs_dj_night_nolight_7dl with dissolve
    play ambience ambience_clubs_inside_day fadein 3

    play music music_list["so_good_to_be_careless"] fadein 5
    th "Не будет никакого «позже». Тебе просто страшно разговаривать об этом с мальчиком."
    "Думал я, сверля взглядом её шею, выглядевшую удивительно беззащитно на контрасте с мощными косами, ниспадающими по плечам."
    "Дверь оказалась незапертой. Как дверь во внутреннее помещение - если я правильно помнил, именно сюда планировали поселить радиста."
    sl "Вот…"
    "Она окинула рукой полутемное помещение, а потом, спохватившись, протиснулась мимо меня."
    "Щёлкнула выключателем."
    window hide
    scene bg int_clubs_dj_7dl

    sl "Вот."
    "Она обвела рукой помещение и прислонилась спиной к двери."
    me "Хорошо они здесь поработали."
    sl "Это Электроник. Шурика со вчерашнего дня никто не видел."
    sl "Вот он со вчерашнего дня и…"
    "Ничего себе!"
    me "А что с Шуриком-то?"
    me "Я имею в виду, сегодня же родительский день, к нему должен же был кто-то приехать…"
    sl "Нет, к нему никто не приезжал, и никто не спрашивал."
    sl "Его хватились уже после завтрака - Мику твоя может быть очень грозной особой."
    show sl laugh pioneer with dspr
    "Славя рассмеялась, видимо, вспоминая вчерашние события."
    sl "После того, как ты… В общем, она с дискотеки примчалась в этом своём неотразимом платье, как-то хитро тебя положила - видимо, знала, что делает."
    sl "Вокруг паника, сутолока, все бегали, а она держала тебя на коленях и сдала только прибывшей Виолетте Церновне."
    show sl smile2 pioneer at center with dissolve
    "Да, с Мику не пропадёшь! Я это сразу понял."
    sl "Ну и вот, пока Виолетта проверяла у тебя рефлексы и в глаз фонариком светила, она вытащила из клуба обоих твоих «помощничков» и вставила им сурового фитиля."
    sl "В приказном порядке велела, чтобы радиорубка была готова к приёму ведущего к утру, раз уж они настолько бесполезные, что даже на крышу слазить заставляют кого-то ещё."
    sl "Они согласились…"
    "Славя пожала плечами."
    sl "Убрали комнату, и с тех пор Шурика никто не видел."
    "Я сидел на табуретке, рядом со мной стояла какая-то аппаратура - судя по всему, уже готовая к радиовещанию."
    "Пластинки, пленочные магнитофоны - на бобинах, джук-бокс с горнами. Серьёзно, садись да веди."
    "Наверное, Мику бы здесь понравилось. Но она совсем не студийный человечек. Несмотря ни на что, она очень любит людей, и ей жизненно важно общение."
    "Или, может, здесь была бы уместна… Ну, не знаю. {w}Например, Алиса! "
    "Когда ещё доведётся диктовать собственный вкус и волю целому лагерю!"
    show sl normal pioneer at center with dissolve
    sl "О чём задумался, Семён?"
    me "Пытаюсь понять, зачем ты к двери встала так, чтобы я сбежать не мог."
    show sl shy pioneer at center
    sl "Что?! Да я…"
    "Она покраснела, но я продолжал так, будто меня никто не перебивал."
    me "И прикидываю кандидатуру ведущего. Ты как сама на этот счёт?"
    "Она задумалась."
    sl "Знаешь, мне кажется, я бы справилась… Но вряд ли выбрала эту деятельность основной."
    if alt_day2_walk == 2:
        sl "После нашей беседы позавчера."
        if loki:
            sl "После твоих слов о работе спасателем."
            sl "Я поняла, что хочу им стать."
        else:
            sl "После твоих слов о страшном равнодушном мире…"
            sl "Я поняла, что хочу помогать людям."
    sl "В любом случае, надо любить болтать.{w} А я всегда действие предпочитала."
    sl "Ладно, посмотрел рубку? Пошли тогда. А то мне здесь как-то…"
    "Она потеребила узел галстука."
    "Я согласно кивнул и поднялся."
    me "Ладно."
    show sl smile pioneer at center with dissolve
    "Она улыбнулась мне и толкнула дверь."
    play sound sfx_knock_door6_closed
    "Дверь не шелохнулась."
    "Что за…"
    $ renpy.pause (1)
    play sound sfx_lock_click
    "Она подёргала ручку, попыталась повернуть, но та была заблокирована в положении «закрыто»."
    window hide
    stop ambience fadeout 1
    sl "Я не понимаю…"
    "Картина Репина «приплыли»."
    me "А что непонятного… Заперли нас здесь. И даже твоя универсальная связка здесь не помощник."
    if alt_day1_sl_keys_took == 1:
        sl "Тем более, что я её всё равно посеяла."
    me "Ну что, будем дверь ломать или посидим поболтаем?"
    show sl smile pioneer at center with dissolve
    sl "Да уж поболтаем!"
    "А меня вдруг кольнуло."
    dreamgirl "Блин! Это же тот самый момент, что обязательно отпечатается в памяти…"
    dreamgirl "Лови его, дубина! "
    th "Но как?"
    dreamgirl "Как насчёт фото?"
    "Я продублировал вопрос Славе и получил настороженный кивок."
    "Зарядки меньше половины осталось, даже учитывая, что телефон всю дорогу в автономке и с отключенным всем. Ладно, пофигу."
    show frame at truecenter
    show cam_ui at truecenter
    "Камера завелась и некоторое время подгоняла матрицу под освещение."
    "Я поводил руками, ловя кадр получше."
    show frame at truecenter:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 0.8 zoom 1.0 xalign 0.5 yalign 0.20
    show cam_ui at truecenter:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 0.8 zoom 1.0 xalign 0.5 yalign 0.30
    "Наконец, Славя удачно вписалась в кадр, и я скомандовал:"
    me "Снимаю на счёт «три!», готовься!"
    me "Один… Три!"
    window hide
    $ renpy.pause(4.4, hard=True)
    play sound sfx_7dl["snap"] fadein 0
    scene white with flash
    $ renpy.pause(9.4, hard=True)

    scene bg int_clubs_dj_7dl
    show sl smile pioneer at center

    "Вспышка - и кусочек памяти, рассказ о том, как кто-то запер нас со Славей в каморке радиоведущего, запечатлён."
    $ alt_day4_mi_photo_slavya = True
    sl "Можно посмотреть?"
    "Поинтересовалась девочка. "
    "Я кивнул и протянул ей телефон с развёрнутой галереей."
    sl "И как теперь оттуда достать фотографию?"
    me "Найти цифровую печать…"
    "Такие вещи меня заботили меньше всего."
    me "Всё, теперь у меня есть на память фото самой красивой девочки лагеря."
    show sl sad pioneer at center with dissolve
    sl "Слышала бы тебя Мику."
    me "Ну ладно. Ладно! Одной из самых красивых девочек."
    "Я забубнил под нос."
    me "Комплимента им не скажи - вмиг обидеться норовят."
    sl "Мне неловко от того, что нас здесь кто-то запер, мне неловко от того, что это происходит в момент, когда твоя подружка не может прийти и спасти тебя."
    show sl shy pioneer at center with dissolve
    sl "И хуже всего мне от того, что ты мне нравишься."
    "Я обомлел. {w}Нравлюсь?!"
    me "Солнышко, ты меня ни с кем не перепутала?"
    sl "Что?"
    me "С утра из зеркала на меня смотрела знакомая мне мерзкая рожа."
    "Я ощупал щёки и нос."
    me "С тех пор менее мерзкой она не стала."
    th "Если она сейчас затянет песню о внутренней красоте - я её стукну!"
    sl "Люди говорят вокруг, и я всё слышу."
    "Она забрала себе табуретку и уселась поодаль."
    sl "Человека определяют поступки. А мама, пусть я и не одобряю некоторых её взглядов на жизнь, всегда говорила мне кое-что, с чем я согласна на все сто. "
    sl "Незачем брать хорошее, если можно взять лучшее."
    sl "Твой полёт с крыши был всего лишь одним из звеньев цепи."
    sl "Он показал, что ты можешь совершать поступки."
    "Ага. И именно поэтому я сейчас оказался в глупейшей ситуации."
    me "А что там у вас с матерью стряслось?"
    show sl sad pioneer at center with dissolve
    sl "Да ничего. Просто у нас есть мнение, что в мои года девка уже заневестилась."
    sl "А я всё как-то никого найти не могу… Не могла."
    sl "Вот и…"
    "Она замолчала."
    me "Иван Купала, да?"
    "Мне стало не по себе от вызова, полыхнувшего в её глазах."
    me "Ты ведь знаешь, что мальчики моего возраста от обнажённой натуры могут попросту съехать с катушек?"
    me "Вам в этом плане проще, у вас гормон гуляет, но не перехлёстывает."
    me "И вообще я считаю подлым - соблазнять именно с помощью обнажёнки."
    "Девочка пожала плечами, похоже, на этот счёт у неё уже сложилось мнение."
    me "Я имею в виду, неужели для тебя, юной, не имеют значения романтика, любовь, нежность и искренность чувств?"
    show sl smile pioneer at center with dissolve
    sl "Конечно же, имеют! Но всё это скоро закончится."
    sl "Я либо уеду в город получать образование и трудиться на благо людей - а это значит, прощай личная жизнь, и надежды на чудесное совпадение или служебный роман."
    show sl normal pioneer with dspr
    sl "Либо я останусь с родителями, полностью перееду в деревню, где скоро выскочу замуж, буду варить борщ и вылизывать потомство."
    sl "И ни в одном из путей развития событий не звучат эти слова."
    "Она  пригорюнилась, но, будучи натурой деятельной, долго сидеть без движения не могла."
    "Немного подумав, она подошла к шкафу и, пробежавшись глазами по полкам, достала чистый лист, красивым почерком написала на нём несколько слов и минут пять проталкивала его под плотно прикрытую дверь."
    sl "Теперь точно посмотреть захотят - кто здесь и что здесь."
    "Мы замолчали."
    me "Жаль, что всё самое важное узнаёшь тогда, когда уже поздно что-то изменять…"
    sl "Что ты имеешь в виду?"
    me "Ну… Если бы я знал, что ты… И я. В общем, сложно  всё."
    sl "А кто определяет меру твоим поступкам?"
    "Сердце провалилось куда-то в низ живота и там гулко бухнуло."
    sl "Не ты ли сам?"
    "Я знаю, что значит этот голос. И что значит эта реакция."
    "И оттого голос звучал втрое непреклоннее."
    me "Есть ещё совесть."
    me "Я очень нескоро скажу об этом Мику, но она уже значит для меня больше всех вас вместе взятых."
    me "Потому-то и не работает на меня ни мушка твоя, ни покусывание губы, ни отсутствие нижнего белья под рубашкой."
    me "Ты целенаправленно в меня била?"
    show sl normal pioneer at center with dissolve
    sl "Нет."
    "Она казалась ничуть не обескураженной моей отповедью."
    sl "Помнишь, я про маму говорила. Её работа."
    sl "Это что ещё - она зачем-то конского возбудителя привезла."
    me "Зачем-то? Ха. Я вполне чётко могу сказать, зачем."
    show sl laugh pioneer at center with dissolve
    me "Девочка ты видная, всё на месте, таз широкий, запахи здоровые. Подлей возбудителя в питьё мужчине - и против тебя и святой не устоит."
    me "Это я мутант такой, что мне необходимы лунные ночи и чистая девочка так, чтобы до слёз и глотки сорванной."
    me "Но таких очень мало, мы входим в погрешность статистики."
    "За дверью раздался грохот чьих-то шагов, и Славя неохотно отодвинулась от меня."
    "Дверь распахнулась…Аллилуйя! Мику!"
    show mi upset pioneer at left
    mi "Привет, ребята…"
    "Тихо начала она."
    mi "Вы уже кончили или не начинали ещё?"
    me "Пардон?"
    show mi angry pioneer at left with dissolve
    mi "Ко мне на пристани подошёл какой-то пионер и сказал, что ты теперь со Славей… Как он сказал… Хау-ау?"
    mi "И если я хочу застать шоу - мне надо поторопиться, потому что вы уже в самом разгаре процесса."
    "Какая восхитительная вера в слова какого-то пионера."
    me "Можешь присоединяться третьей."
    "Фыркнул я."
    me "Болтуны не учитывают одной вещи - я сейчас недееспособен. Во всех смыслах. "
    me "А тебе следовало бы больше верить мне, а не тому, что тебе кто-то что-то сказал…"
    sl "Ребята, я, наверное, пойду тогда?"
    "Засобиралась Славя, благословлённая сразу двумя кивками."
    hide sl
    "Я протянул руки японке."
    me "Давай начнём правильно. Иди и обними меня. Я соскучился."
    show mi happy pioneer at center with dissolve
    mi "Я тоже… Очень. И ещё с папкой из-за тебя разругалась вдрызг."
    me "Что? Почему?"
    mi "Потому что ты мне не пара - так он сказал."
    "Я задумался."
    me "А я пара?"
    show mi laugh pioneer at center with dissolve
    mi "Глупый. Какая же ты пара."
    mi "Ты часть меня."
    play music music_list["you_won_t_let_me_down"] fadein 3
    "Из динамиков полилась медленная романтическая мелодия, и Мику между делом пригласила:"
    mi "Потанцуем?"
    menu:
        "Согласиться танцевать":
            $ lp_mi += 1
            "Мы танцевали, пока мне не стало плохо."
            $ persistent.sprite_time = "sunset"
            scene bg ext_aidpost_sunset_7dl
            with dissolve
            play ambience ambience_camp_center_day fadein 3
        
            th "Это были несколько часов единения."
            "Вместившие в себя больше, чем иные сутки."
            "Не было большей откровенности, не было большего доверия - и смех от рассказов о том, как мы сидели со Славей, и сочувствие от требований матери привезти из лагеря жениха."
            th "Разве что по залёту."
            "Скорее всего, на то и был прицел."
            "Знаю я таких женщин. Сталкивался."
            "А потом у меня закружилась голова, и слюна по внутренней стороне щёк побежала специфическая… Безвкусная."
            "Знаю такую. Организм предупреждал, что сейчас блеванёт."
            me "Мику… В медпункт."
            "Я отошёл к стеночке и попытался перевести дыхание."
            mi "Сейчас. Сейчас, Сень, ты только не раскисай окончательно, а то ты вон какой тяжёлый, я тебя не унесу, придётся тащить как медсестры на войне, и ты обязательно стукнешься где-нибудь головой ещё раз!"
            "Я ничего не ответил - к этому моменту мне захорошело так, что прямо сейчас ложиcь и устраивайся в деревянную постельку двумя метрами ниже уровня моря."
            window hide
            stop ambience fadeout 2
            play sound sfx_open_door_1
            $ renpy.pause(1)
            $ persistent.sprite_time = "sunset"
            scene bg int_aidpost_day
            with dissolve
            play ambience ambience_medstation_inside_day fadein 3
        
            "Дверь грохнула."
            "Мику усадила меня на кушетку."
            mi "Голова закружилась, много танцевали."
            "Доходчиво и коротко объяснила она - и самоустранилась."
            show cs normal stethoscope at center with dissolve
            th "Надо будет узнать о том, почему они двое на ножах."
            "Я машинально выпил протянутые мне таблетки. Похоже, что действительно немного отпустило."
            th "Но всё это потом. А сейчас…"
            "Сон."
            window hide
            show spill_red with dspr
            $ renpy.pause(2, hard=True)
            show spill_gray with dspr
            $ renpy.pause(2, hard=True)
            show alt_credits timeskip_dev at truecenter with dissolve2
            $ renpy.pause(4, hard=True)
            with dissolve2
            window hide
            return
        "Отказаться":
            me "Прости, но, похоже, я сегодня вообще никак танцевать не смогу."
            me "Просто дико голова болит."
            mi "Ладно!"
            "Она тряхнула головой."
            mi "Давай лучше прогуляемся, тебе всяко полезнее, чем в пыльном клубе сидеть!"
            stop ambience fadeout 3
            window hide
            jump alt_day4_mi_date_sick

label alt_day4_mi_supper_sick:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(4, u"Мику. Попытка ужина.")
    scene bg int_dining_hall_people_sunset
    with dissolve
    play ambience ambience_dining_hall_full fadein 3

    play music music_list["no_tresspassing"] fadein 3
    "На ужине меня не ждали. И даже кормить не хотели."
    voice "К вожатой своей обращайся, тебя сегодня нулевым столом кормят!"
    "Невежливо обронила повариха и переключилась на стоящую за мной Лену, которая, похоже, вовсе не обратила внимания на инцидент."
    voice "Проходи, чё встал."
    "Я покачал головой - тут же чуть не схватившись от пронзившей виски боли - и убрался вон из очереди."
    th "Чем дальше, тем больше мне кажется, будто я провалился в некий программный глитч, и меня попросту вычеркнули из списков существующих."
    "Вспомнилась книжка, где описывалось то, как вербуют людей некие сверхразумные силы - человека точно так же вычёркивают из жизни."
    "Сначала его начинают забывать его друзья, близкие, коллеги."
    "Потом имя жертвы вымарывается из номенклатуры, и в один прекрасный день он просто перестаёт существовать для государства."
    "И, наконец, в итоге в ход подключается тяжёлая артиллерия, способная изменять реальность."
    "Всё это делается для того, чтобы сломать человека, озлобить его на его старый мир, и на чувстве праведной мести, как на самых хорошо смазанных колёсах, плавно вкатить его в ряды ему подобных."
    "Эдакой инфантильной злопамятностью - ах, вы посмели забыть меня? Да мне и без вас хорошо! Даже ещё лучше."
    th "Вопрос лишь в том, подо что пытаются сломать меня?"
    dreamgirl "Чувак, по-моему, ты бредишь. Зря ты транки не съел - всё лучше, чем голову фантастическими бреднями забивать."
    th "Помолчал бы… Помощничек. Меня тут в упор узнавать и замечать не хотят, а ты мне предлагаешь химии налуцкаться. Редкостной пользы совет."
    window hide
    "Тут мой взгляд привлекла чем-то расстроенная Славя с сумрачным видом подпирающая стену."
    jump alt_day4_mi2sl_mi

label alt_day4_mi_date:
    if alt_day4_mi_mi2midj_transit:
        $ persistent.sprite_time = "sunset"
        $ sunset_time()
        $ alt_chapter(4, u"Мику. DJ. Вечер")
        play music music_list["trapped_in_dreams"] fadein 3
        scene bg ext_square_night with flash
        show mi normal pioneer at center with dissolve
        "Ты знаешь, я в клуб не хочу… Давай здесь посидим?"
        "Я, уже усевшийся на скамеечку, полностью с ней согласился - двигаться дальше, тем более после сценки в клубе, было откровенно лень."
        "Она сбегала, притащила гитару и села рядышком."
        mi "Ты знаешь, а меня Ольга Дмитриевна попросила для завтрашнего дня несколько песенок подобрать. Ну, знаешь, из тех, которые пионеры поют под костёр, гитару и печёную картошку."
        "Ещё одна ипостась тёплых воспоминаний - ни единой нотки негатива на этот счёт не сохранилось в памяти."
        "Разве что… разбитое сердце… пропахшие дымом волосы… стреляющие угольки и лютое похмелье с утра…"
        "Плохо же, правда?"
        "Очень неприятно по отдельности."
        "А вместе - так вообще туши свет."
        "Почему же я тогда глупо улыбаюсь, проворачивая в памяти все те события?"
        "Неужели милосердная память стесала всё лишнее?"
        dreamgirl "Да нет. Просто всё это и в самом деле был очень по-доброму и очень по-светлому."
        dreamgirl "Даже твоё чёртово похмелье, которе стало возможно только потому, что ты позволил себе сойти с ума и вместо выпускного собрать одноклассников и отвезти их в Каннельярви, где озёр больше, чем в Канаде."
        th "И воздуха больше, чем вмещает грудь… Я помню. Я же плеер с собой брал ещё, тогда это был дискмен - прожорливая дура, выжигавшая аккумы суммарной мощности в четыре ампера меньше чем за сутки."
        dreamgirl "Да… И ни разу не включил его. Рррромантика, чтоб её."
        "Я улыбнулся."
        me "Я знаю несколько песен. Тебе нужно?"
        "Кто знает, может быть, в этот раз моя походная романтика не заставит меня накачиваться этанолом до поросячьего визга."
        show mi smile pioneer at center with dissolve
        mi "Спрашиваешь! Я же не росла в этих ваших лагерях, многого не знаю…"
        me "Ладно… Давай тогда разучим их."
        scene cg d4_mi_guitar_moon_7dl with dissolve
        "Мику приготовилась и вопросительно уставилась на меня."
        "А я молчал. Мне было почему-то неловко."
        mi "Ты можешь начать петь в любой момент, когда будешь готов."
        "Терпеливо напомнила она."
        mi "Хотя бы прямо сейчас."
        me "Да что-то я стесняюсь. Погоди, дай с духом соберусь."
        "Я сделал несколько глубоких вдохов и начал:"
        me "Как отблеск от пожара закат меж сосен пляшет… Ты что грустишь, бродяга, а ну-ка, улыбнись…"
        "Мику подобрала последовательность аккордов, и через пятнадцать минут обогатила свой песенный багаж ещё одной нетленкой."
        "Покопавшись в памяти, я извлёк ещё пяток песен на ту же тематику - невольно будящих ассоциации с дальними переходами, тяжёлым рюкзаком за плечами и бесконечной романтикой, когда ты один накоротке с природой - и затылок впереди почти не виден: примелькался."
        me "А люди идут по свету, слова их порю грубы… Пожалуйста, извините - с усмешкой они говорят."
        mt "Но сладкую нежность песни ласкают сухие губы - и самые лучшие книги они в рюкзаках хранят!"
        th "Да, жаль, что этот гимн туристов 60-х перепел один ушлый упырь и выпустил на своей пластинке…"
        "В потёмках мы и не заметили, как рядом собралось несколько ребят и слушали наш импровизированный концерт."
        window hide
        scene bg ext_square_night with dissolve
        $ persistent.sprite_time = "sunset"
        $ sunset_time()
        show mt smile pioneer at left with dissolve
    
        mt "А ты неплохо поёшь, Семён."
        "Кивнула вожатая."
        mt "Теперь я знаю, кто в завтрашнем походе будет запевающим."
        me "Вот уж не было печали…"
        "Проворчал я себе под нос."
        mt "Что?"
        me "Я говорю, что я болею и в медпункте лежу!"
        show mi normal pioneer at center with dissolve
        mi "Вообще-то…"
        show mt laugh pioneer at left with dissolve
        mt "Нет."
        play sound sfx_paper_bag
        "Она достала из кармана свёрнутую трубочкой серо-жёлтую бумажку."
        mt "Виола тебя выписала, поэтому завтра идёшь с нами."
        mt "Рюкзак, понятно, тебе никто не даст, но петь будешь."
        me "Как скажете."
        "Поняв, что так просто от вожатой отделаться не удастся, кивнул я."
        mt "Ну, не кисните! Давайте ещё что-нибудь!"
        me "В плане спеть?!"
        mt "Да. У тебя такие хорошие песни."
        "Я хотел было почесать затылок, но одёрнул себя, вспомнив, что у меня там пластырь."
        me "Ладно… Это не совсем туристская, но мы вседа пели её у костра."
        "Как обычно, первые куплеты - пристрелочные, для того, чтобы аранжировщик уловил мелодию… Хотя к тому моменту окружающие уже успели уловить слова и, сначала вразнобой, а потом уже увереннее подхватили."
        voices "Отвесные стены - а ну, не зевай! Ты здесь на везенье не уповай… В горах не надёжен ни камень, ни лёд ни скала…"
        th "В моём мире это невозможно. Это неуловимое нечто, что безо всякого алкоголя развязывает языки и позволяет чувствовать себя частью чего-то общего."
        "Я вдруг понял, что всем сердцем полюбил это место и это время."
        th "Не потребовалось и недели."
        th "Может быть, я просто слишком поздно родился? Я чувствую себя здесь на своём месте, и даже умудряюсь приносить какую-никакую - а пользу."
        th "И даже шебутная девчонка, похожая на цветок какой-нибудь японской камелии - где бы в своём мире у меня был бы шанс встретить такую?"
        voices "Весь мир на ладони, ты счастлив и нем!"
        "Она закрыл глаза, приноровившись к порядку ладов - земной поклон Владимиру Семёновичу за то, что создал этот шедевр - и тихонько впитывала энергетику, которой здесь едва ли было меньше, чем в привычных ей залах."
        voices "И лишь немного завидуешь тем… Другим… У которых вершины ещё впереди."
        me "Вот и всё. Артист устал, артист хочет отдохнуть."
        show mt smile pioneer at left with dissolve
        mt "Если артист так же завтра выступит на костре - подъём флага на послезавтра я ему обещаю."
        me "Не надо!"
        "Я выставил руки перед собой."
        me "Вы все мне знакомые и практически родные, и то, мне довольно неловко, если на меня все смотрят…"
        if not alt_day3_duty and (('sl' in list_d2_convoy_7dl)):
            me "Я ещё после вчерашнего не отошёл."
            mt "Ты про падение?"
            me "Нет."
            "Я исподлобья посмотрел на вожатую."
            me "Про подъём флага!"
        show mt normal pioneer at left
        mt "Хорошо… Если ты так сильно не любишь внимание, отмечу тебя иным образом."
        th "Надеюсь, это не что-то непристойное?"
        me "Значит, если меня выписали - я иду ночевать в свой домик?"
        mt "Совершенно верно!"
        me "Превосходно! Близкое соседство с Виолеттой меня несколько нервирует."
        "Я забрал гитару у Мику и подал ей руку, помогая подняться."
        me "Пойдём, позволь своему гайдзину проводить тебя."
        "Подмигнув, она приняла мою руку."
        mi "Пошли."
        window hide
        scene bg ext_musclub_night_7dl with dissolve
        show mi smile pioneer at center
        play music music_list["everlasting_summer"] fadein 3
    
        "Нам так и не удалось побыть вдвоём."
        "Не беда. Самое важное - мы были вместе. А сколько там кого…"
        "С какого-то момента начиная, мне стало просто плевать на это."
        "Есть я, есть она, есть мы. Все остальные - на обочине."
        "Аутотренинг позволяет низводить их звучание и мнение до фонового шума."
        "Я нёс гитару на плече будто некий экзотический инструмент, а другой рукой сжимал ладонь японки."
        "Как будто однажды мне удалось дотянуться до консоли местного мира и, дёрнув кулису вниз, успеть вписать в ней какой-то код на спокойствие, уверенность - а самое главное - удачу."
        "Мне может не везти по мелочи. Причём перманентно. Просто потому что судьба мой такой. Но в самом главном…"
        "Я покосился на спутницу."
        mi "Ты иногда так смотришь на меня, будто боишься, что я растаю в воздухе."
        me "От местного мира и такой подлянки следует ожидать."
        "Проворчал я."
        me "На самом деле просто любуюсь тобой."
        "К слову о любовании…"
        me "Замри, попробую тебя сфотографировать."
        show mi laugh pioneer at center with dissolve
        mi "Как? Темно же."
        me "Это-то как раз не проблема…"
        mi "А что проблема?"
        show frame at truecenter
        show cam_ui at truecenter
        me "Хватило бы батарей. Ксеноновая вспышка очень дофига жрёт."
        
        "Впрочем…"
        show frame at truecenter:
            xalign 0.5 yalign 0.5 zoom 1.0
            linear 0.8 zoom 1.0 xalign 0.5 yalign 0.20
        show cam_ui at truecenter:
            xalign 0.5 yalign 0.5 zoom 1.0
            linear 0.8 zoom 1.0 xalign 0.5 yalign 0.30
        show mi serious pioneer at center with dissolve
        "Она сделала личико кирпичиком."
        me "Солнец, ну сделай ты поулыбаться чуть-чуть!"
        "Взмолился я."
        me "Как мне прикажешь потом тобой любоваться, если ты тут такая бука?"
        show mi normal pioneer at center with dissolve
        $ alt_day4_mi_photo = True
        mi "Хорошо, хорошо."
        "Она изо всех сил постаралась - а я показал ей язык из-за камеры. {w}Тоже, значит, приложил руку к искусству."
        show mi happy pioneer at center
        window hide
        $ renpy.pause(4.4, hard=True)
        play sound sfx_7dl["snap"] fadein 0
        scene white with flash
        $ renpy.pause(2.4, hard=True)
    
        scene bg ext_musclub_night_7dl with fade
        show mi smile pioneer at center
    
        mi "С тебя фотка!"
        me "Замётано!"
        window hide
        play sound sfx_open_door_kick
        scene bg int_musclub_day with dissolve
        pause(4)
        scene bg ext_musclub_night_7dl with fade2
    
        show mi normal pioneer at center with dissolve
        "Сгрузив гитару в помещении клуба, мы вернулись на улицу."
        "Луна уже порядком забралась на небосклон, отсчитывая если и не новые минуты дня наступившего - то последние минуты дня уходящего точно."
        me "Денёк сегодня выдался…"
        mi "Да…"
        me "Ну что теперь? Спать? Или ещё погуляем?"
        play ambience ambience_camp_center_night
        show mi grin pioneer at center with dissolve
        mi "Я бы с удовольствием."
        stop music fadeout 3
        "Лукавство в её голосе било через край."
        mi "Но ты того и гляди свалишься. Такой стресс - сначала со Славей, потом со мной…"
        me "Эй, так нечестно!"
        "Что за непонятная тяга меня подкалывать?"
        me "Я же больной человек, обо мне заботиться надо."
        mi "Тебя выписали. А это значит, что ты официально здоровый!"
        $ night_time ()
        $ persistent.sprite_time = "night"
        stop music fadeout 1
        scene bg ext_house_of_mt_night_without_light with fade
        play ambience ambience_camp_center_night fadein 1
        play music music_list["a_promise_from_distant_days_v2"] fadein 2
    
        show mi happy pioneer at center with dissolve
        "Мы добрались до развилочки, откуда наши пути неизбежно разбегутся."
        "Мне направо - так как дело моё правое. А Мику налево - ну, кому что досталось!"
        "Хотелось сказать ей что-то. Не знаю, что, но буквально зудело где-то внутри недосказанностью."
        me "Мику."
        mi "Да…"
        show mi upset pioneer at center with dissolve
        "Интересно, что она думает о нас? Ну, ты да я, да мы с тобой."
        th "Может, стоит спросить её об этом?"
        "Я привлёк её к себе и, будто воскрешая дневные события, нашёл мягкие губы."
        me "Мы должны делать это почаще."
        show mi surprise pioneer at center with dissolve
        me "Мы должны делать это постоянно."
        mi "У меня почему-то дух захватывает, как будто я на качелях вниз лечу."
        "Жалобно посмотрела Мику."
        mi "И ножки подломиться норовят, чтобы я как будто случайно на тебе повисла."
        mi "Что-то ты со мной делаешь… Что-то нехорошее."
        me "Ты же ругалась на то, что вокруг пластик, пластмасса и папье-маше. {w}Распишись в получении чего-то настоящего."
        mi "Не хочу."
        me "Боишься?"
        show mi sad pioneer at center with dissolve
        me "Боишься."
        me "Всё хорошо."
        "Я спрятал её на груди."
        me "Насколько это возможно, конечно. Просто ночь, гормоны, химия…"
        th "Просто я потерялся в тебе и не найду пути наружу. {w}Что я там снаружи не видел? {w}Что там такого есть?"
        th "Там нет тебя, и это уже достаточный стимул оставить всё как есть."
        mi "Ты так неуверенно пытаешься спошлить…"
        th "Я останусь стозвоном мечей, расчеркав наш абзац в Книгах Судеб. Может, позже у нас кто-то будет… Но не очень понятно - зачем?"
        show mi smile pioneer at center with dissolve
        dreamgirl "Втрескался. Выносите."
        th "Без комментариев."
        dreamgirl "А тебе и так и эдак нечего сказать. Ты обвиняешься в раздолбайсте, легкодоступности и абсолютном отсутствии осторожности."
        dreamgirl "Ты не понимаешь, что нельзя было влюбляться в первое попавшееся необычное существо? Может, она не человек вовсе."
        th "Я видел её смех, её слёзы, улыбку, чувствовал тепло и пульс."
        th "И если она не человек - что ж, тем хуже для человечества."
        me "Прости. Я уже очень давно не позволял себе ничего такого."
        mi "Ты про пошлости?"
        me "Нет. Я про тебя."
        "Как та старая теория о том, что мужчине на роду выписано несколько тысяч оргазмов, после которых он выходит в тираж и садится на скамью консультантов."
        "Вдруг, мне на роду отмерено строго лимитированное количество эмоций - что положительных, что отрицательных?"
        "С каждым прожитым годом становится всё сложнее вынырнуть из пучины безразличия и безучастности."
        "А тут меня как будто вытащили за волосы на берег и заставили - побоями и угрозами - дышать! Видеть свет!"
        dreamgirl "Опасность в том, что если эта девочка исчезнет - ты закончишься. Мы - закончимся."
        th "Кто бы её ещё отпустил…"
        dreamgirl "Ммм… Тот же, кто перебросил тебя сюда?"
        me "Мику, какой год сейчас?"
        mi "Восемьдесят девятый. А что?"
        me "Да так."
        "Я достал из кармана плеер и, включив диктофон, произнёс, стараясь говорить внятно и отчетливо:"
        "Июль восемьдесят девятого. Семён Персунов. Эта запись свидетельствует о том, что я действительно существую. Мой адрес, телефон и все контакты, какие только можно, я оставлю на бумажном носителе, сюда продублирую контакт скайпа, которым гарантированно пользуюсь."
        "Я диктовал буквы и цифры, налаживая мостик за мостиком."
        "Возможно, в этом мире взрослая красивая Мику возьмёт шефство над маленьким Сёмкой, и тем самым до глубины души его впечатлит и на всю жизнь привьёт трепетное отношение к азиаткам."
        "Возможно, однажды этот Сёмка откроет глаза и вспомнит лагерь. И тогда…"
        "Возможно, здесь меня вообще не существует."
        "Но это только в самом плохом случае."
        th "А может статься так, что она тоже просто видела сон?"
        me "Мне таким транжирством времени кажется сейчас идти спать…"
        mi "Мотовством…"
        show mi happy pioneer at center with dissolve
        "Она с неудовольствием отклеилась от меня."
        mi "Но нам обоим надо выспаться."
        mi "Я хочу завтра видеть своего Семёна бодрым и весёлым - мне потребуется уйма помощи!"
        "Она коснулась моей щеки губами."
        if herc:
            mi "Не подведи меня, Семён Сычёв."
        else:
            mi "Помни, я очень рассчитываю на тебя, Семён Персунов."
        show mi grin pioneer at center with dissolve
        "Она показала язык и убежала, оставляя меня наедине с тёплой ночью, прекрасным настроением и глуповатой улыбкой на губах."
        window hide
        play sound sfx_open_dooor_campus_1
        stop ambience fadeout 1
        scene bg int_house_of_mt_noitem_night
        with fade
        $ renpy.pause (1)
        play ambience ambience_int_cabin_night fadein 1
    
        "Спать."
        "Вожатые сто процентов через мамок-папок уже раздобыли себе вкусняшек разной степени крепости."
        th "И я даже догадываюсь, где они давят эти самые вкусняшки."
        th "А что такого? Время уже послеотбойное, им можно!"
        dreamgirl "Перестань завидовать. У тебя и так есть средство расширения сознания."
        th "Ты о чём?"
        dreamgirl "Ну, средство такое! Метр шестьдесят пять ростом, с бирюзовыми хвостами."
        dreamgirl "Или ты уже забыл о ней? Вот это я понимаю, подход! С глаз долой - из сердца вон."
        "В конкурсе языкорезок мой внутренний голос занял бы почётное место того, кого в один голос возненавидели бы все участники."
        th "Аналогия просто дурацкая."
        dreamgirl "Про выражение «пьян от любви» забыл? Про то, что до крови себя может укусить только больной или сумасшедший - что равнозначно - тоже забыл?"
        th "У тебя столько счастья сейчас внутри плещется, что можно разливать по флаконам и продавать все сирым и обездоленным."
        dreamgirl "Всё-таки, она замечательная."
        "Безо всякого перехода заключило альтер-эго."
        dreamgirl "Береги её изо всех сил, слышишь?"
        show blink
        "Я закрыл глаза."
        th "Конечно, понимаю."
        "Денёк сегодня выдался неспокойный, конечно."
        "Как и три дня до него."
        "Скучать уж точно не доводилось."
        "И то ли ещё будет!"
        "Мику опять переборщила с эфирными маслами, и от рубашки, висящей на спинке кровати отчётливо слышался летучий запах - отныне и впредь навсегда связанный с ней."
        scene cg wtf_end_of_day  with dissolve
    
        "Ми…"
        window hide
        scene black with fade2
    
        "Я уснул раньше, чем стих звук её имени."
        window hide
        jump alt_day5_start_mi_dj
        
        
label alt_day5_mi_start:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(5, u"Мику. Утро.")
    window hide
    play music music_list["raindrops"] fadein 3
    play sound_loop ambience_7dl["rain"] fadein 5
    scene bg ext_houses_rainy_day_7dl with dissolve
    $ renpy.pause(4, hard=True)
    show wet1
    show blackout_exh3
    with dissolve
    $ renpy.pause(4, hard=True)
    show alt_credits timeskip_dev at truecenter
    with dissolve2
    $ renpy.pause(4, hard=True)
    with dissolve2
    return