Проект «7 дней лета» существует благодаря добровольным пожертвованиям неравнодушных читателей.
Эти деньги тратятся как на заказ графики для проекта, так и дают средства к существованию
автору «7 дней лета», который занят работой над сценарием по 8 часов в день. Это позволяет
писать один день рута (около 200 страниц текста) за месяц, а не заставлять ждать аудиторию
по нескольку лет.
Если вам небезразлична судьба проекта, просим вас поддержать его любой суммой, которую
считаете нужной. Особенная благодарность тем, кто решит подписаться на Патреоне - регулярная
поддержка очень важна.
Подписка: https://www.patreon.com/7dl/
Виджет (Яндекс.Деньги, Paypal, VK Pay): https://vk.com/app5727453_-128046483