label alt_test:
#========== Было утро, был вечер ==========

window hide
scene anim prolog_1
stop music fadeout 3
play ambience ambience_safe
"Ночью мне снилась огромная флотилия из дрейфующих по течению Огоньков."
"И среди них был и один мой."
"Откуда-то я это знал — должно быть, чувствовал температуру или запах. Или настроение."
"Потому, когда сильным порывом ветра Огоньки оторвало от корабликов, я ничуть не удивился тому, что из мириад рванувшихся в небо светлячков один безошибочно нашёл меня и сел на ладонь."
"Он был тёплый и ярко-жёлтый, как едва вылупившийся цыплёнок, доверчиво льнул к ладони и был как Бог — весь любовь."
me "Тай-тай, налетай…"
"Едва слышно проговорил я, чуть касаясь, погладил малыша пальцем."
me "Ветерки-подружки…"
$ meet('sl','Огонёк')
sl "Ур…"
$ meet('sl','Славя')
"Жёлтый шарик цыплёнком катнулся по моей ладони, оставляя за собой едва различимый слабо мерцающий след."
"Прикосновения его были чуть щекочущими, тёплыми — будто ты спишь ещё, но солнышку крайне важно разбудить тебя прямо сейчас, и гладит тебя ласковыми лучами по щекам, щедро одаряя веснушками и улыбкой."
"Я и сам не мог сдержать улыбку, наблюдая за деловитыми перемещениями своего нового знакомца."
"Он же, покатавшись, подумал немного и, подпрыгнув, приземлился строго в центр, сильно ударившись."
"Руку обожгло концентрированным солнцем, световые брызги полетели в разные стороны, а я с вскриком проснулся."

stop ambience fadeout 3
show blink with dissolve
scene bg int_house_of_mt_night2
"Сердце колотилось как бешеное, в висках стучало, а от липкого пота неприятно льнула к телу простыня."
"И всё же здесь было спокойно."
me "И чего перепугался, дурачок?"
"Сам у себя шёпотом спросил я."

play ambience ambience_int_cabin_night fadein 3
"На дворе царила глухая, глубокая ночь."
"Ольга в недлинной ночной сорочке спала на соседней кровати, разметавшись, спихнула одеяло в сторону и о чём-то бормотала во сне."
"Я поднялся, поправил одеяло и на долю секунды замер: зрелище почему-то было донельзя знакомым, свидетельствующим о том, что всё в мире идёт по своим законам."
"Так всё и должно быть: тёплая, тихая ночь и резко очерченные лунным светом губы девушки, шепчущей…"
mt "Ветерки-подружки…"
"Произнесла вдруг вожатая и затихла."
"Секрет наш с Ульянкой становился секретом Полишинеля. Но почему-то это совершенно не портило его."
"Как будто люди, однажды ставшие заложниками чуда, уходящего вниз по течению, утрачивали право на глумливую или циничную его оценку."
"Я прикрыл форточку, чтобы не дуло и вернулся на кровать."
"То, что всё это произошло в кромешной тьме, меня почему-то не смущало — я петербуржец, а у нас всегда ночи светлые."
"То, что дело происходило немного не в Петербурге, дошло до меня гораздо позже — уже когда я, всеми силами пожелав вернуться обратно туда, где жёлтый шарик ныряет мне в ладонь, засыпал."
"Но было утро, и был вечер — день пятый."
window hide
stop music fadeout 2
stop ambience fadeout 3
$ renpy.pause (2)


$ sunset_time()
$ persistent.sprite_time = "sunset"
$ alt_chapter(5, u"Пробуждение")
scene bg int_house_of_mt_sunset
play ambience ambience_int_cabin_day
play music music_list["my_daily_life"]

show mt surprise pioneer with dissolve
mt "Семён, что это с тобой?"
"Удивлённо уставилась на меня вожатая."
me "В смысле?"
"Хриплым спросонок голосом уточнил я."
"Просыпался я тяжко и липко, возможно, дело всё в глупых снах, или утренний дождик тому виной."
"Как бы то ни было, но глаза я открыл за секунду до того, как вожатая потрясла меня за плечо."
"Я записал это как крохотную победу себе, потому настроен был самым благодушным образом."
mt "Ты как будто уменьшился. Или мне показалось…"
"Я заглянул под одеяло."
"Нет, всё было на месте — тело, ноги, перспектива знакомая."
th "Может, она так шутит?"
mt "Ничего не понимаю."
"Покачала головой Ольга."
show mt normal pioneer with dspr
mt "Ладно, ты пока поднимайся, дождевик ждёт в шкафу."
"Смерив меня ещё одним подозрительным взглядом, она ретировалась, позволяя мне подняться."
stop music fadeout 3
window hide

#***

scene black with dissolve
show us smile pioneer with dissolve
us "Да ну тебя. У меня нет времени на всякую детсадовскую чепуху."
me "Эй! Это мои слова!"
us "Я ушла!"
me "Иди-иди."
"Ульяна вдруг остановилась и стала лихорадочно хлопать руками по карманам и всячески озираться."
"Похоже, до неё что-то дошло."
show us sad pioneer with dspr
us "Да где, блина…"
me "Кто?"
us "Всё равно не поймёшь."
"Отмахнулась она."
me "А что непонятного может быть в кубике Рубика?"
"Я показываю ей полусобранную игрушку — пока она устраивала поиски, я успел собрать жёлтую и оранжевую стороны."
show us supr2 pioneer with dspr
us "Да ни… Эй, отдай!"
us "Где ты его взял?"
"Мне показалось, что я увидел три вопросительных знака у неё над головой."
me "Подобрал, когда ты грохнулась. Всё время в руке держал."
show us sad pioneer with dspr
us "Ты должен был сразу отдать!"
us "Порядочные люди так и поступают."
us "Конечно, это очень хорошая игрушка и тебе хочется такую, но ты должен держать себя в руках."
me "Вообще, если бы я его не подхватил, он мог бы и поломаться."
show us normal pioneer with dspr
us "Что?"
me "Трах-бах о бетон, понимаешь? Клочки по закоулочкам, овации перешли в бурные аплодисменты."
us "Вот как? Тогда ладно. Назначаю тебя почётным кубиконосцем."
me "Не было печали…"
us "То есть, можешь подержать его ещё немного у себя."
"Ульяна встала рядом и, отряхнув шорты, начала терпеливо ждать."

#test
scene black with blinds
"Пять минут спустя."
me "И долго мы стоять будем?"
us "Ты подержал?"
me "Да!"
us "Тебе хватит?"
"Кажется, она спрашивала всерьёз."
"Растерявшись от такой постановки вопроса, я кивнул."
us "Хорошо. Теперь отдавай!"
"Вырвав кубик у меня из рук, Ульянка убежала."
me "Больная какая-то."
us "От дурака слышу!"
"Донёс ветер её смех."


#***

"Дождь успел мне здорово поднадоесть за утро, поэтому, воодушевившись выглянувшим солнцем, я сбежал из лагеря сразу после обеда и отправился гулять."
"Куда гулять?"
"Куда глаза глядят."


"У меня было чувство сродни магнитному чутью птиц, верно указывающее в неком направлении, и коль скоро, пропихнув меня через калитку, оно вывело меня на вполне себе нахоженную тропинку за территорией лагеря… "
"Почему бы и нет? Надо же осваивать владенья свои?"


"Хотя, судя по карте, что висела при входе в лагерь, тропинка вела просто глубоко в лес, заканчиваясь на некоем карьере — что было странно, учитывая отсутствие маломальского подъезда к нему для грузового транспорта."


"Но критиковать каждый может. Для начала стоит туда сходить — возможно, даже сигануть метров с пяти в мокрый песок."
"За мыслями я не заметил, как углубился в лес, и тут некое светлое пятно привлекло моё внимание."


"Среди деревьев белел чей-то силуэт, чётко читающийся на фоне ослепительно голубого неба, поэтому я решил изменить своим привычкам, и не стал притворяться, будто меня не существует."


me "Привет."
"Поздоровался я с напряжённой спиной и копной густых, с фиолетовым отливом, волос."
me "Не видела Ульянку?"
un "З-здравствуй."
"Лена вздрогнула, похоже, немного испугавшись от неожиданности."
un "Нет, не видела."
me "Не против, если я тебе понадоедаю?"


"Она неопределённо шевельнула плечом и спрятала глаза:"
un "Как хочешь."
me "Спасибо."


"Почтя это за разрешение, я подошёл и встал рядом с мгновенно закостеневшей девочкой."
"Говорить не очень хотелось, вместо этого я решил оглядеться."


"Вогнутый в этом месте склон удачно притенял ряд сосен, а от падения с отвесного края защищали деревянные перильца."
"Чуть дальше тень заканчивалась, поэтому одинокая сосна чуть выше раскидалась вольготно и всем своим видом олицетворяла жизнеспособность и жизнелюбие."
me "Красиво здесь."
un "Да…"
me "Часто сюда ходишь?"
un "Нет."


"Вот и поговорили. Я схватился за разогретые перильца, которые чьи-то досужие ручонки уже изрезали сотнями имён, тысячами сердечек."
"Одно, особенно глубокое, поневоле привлекало внимание, и я машинально проводил его изгибы пальцем."


un "Э… С-семён?"
"Несмело спросила Лена."
me "Что?"
un "Т-ты не з-знаешь, как этот карьер называется?"
"Продолжая всё так же заикаться, спросила Лена."
me "Разве карьерам дают названия?"
"Я перевёл взгляд от лесной панорамы на стоящую рядом девочку, и её щёки тут же вспыхнули."


un "Д-да… Наверное, ты прав."


"Над склоном снова сгустилось напоённое зноем молчание."
me "Ты к чему это спрашиваешь?"


"Не то, чтобы я был такой себе нетерпеливый или спешил куда-то, но вряд ли бутерброды сохранят свежесть на таком солнцепёке долго."
un "Ну…"
"Лена несмело улыбнулась"
un "Лес же имеет название. Лес памяти."
me "Не видел на карте ничего подобного."
un "Его и не может быть на картах."
"Она махнула рукой в сторону горизонта."
un "Как и того шоссе."
me "Откуда здесь шоссе?"
un "Я не знаю."
"Чуточку более смелым голосом ответила она."
un "Но на картах его тоже нет."
me "Понятно. А лес почему так называется?"
un "Не знаешь разве?"


"Робость и стеснение понемногу отступали, оставляя меня наедине с Леной-настоящей."
"И нынешняя Лена не боялась ни смеяться, ни удивляться."
"Сейчас она улыбнулась и посмотрела на меня как на глупенького."
"И не было в её самую чуточку снисходительной улыбке ничего ни угрожающего, ни оскорбительного."
"Просто… будто бы я должен был знать нечто, само собой разумеющееся, раз уж я оказался здесь, а я вопросы задаю."


me "Ничуточки."
"Честно ответил я."
un "Лес памяти называется так потому, что он помогает людям помнить. Вот и всё."
me "И всё?"
un "Да. Ты приходишь сюда и, если хочешь о чём-то крепко-накрепко запомнить, вырезаешь имя или букву здесь вот"
"Она указала на перильца."
un "Хотя кое-кто вырезает на деревьях."
me "Вандалы. Варвары!"
un "Обычай такой."
"Потускнела она."
un "Не я придумала. Я пойду, ладно."


"Она развернулась и ушла. А на том месте, где она только что стояла, прямо под рукой, можно было разглядеть два свежие вырезанных символа — стрелочку и букву «Д»."
un "А ещё сюда нельзя попасть, если не знаешь дороги, или кто-нибудь не покажет её."
"Донесло до моего сознания порывом ветра."


me "Мистика какая-то."


"А к мистике я всегда относился скептически."
"Потому, поковыряв бесцельно стрелочку, я огляделся и зашагал вверх по тропинке: в ветках наособицу стоящей сосны я заметил нечто знакомое, с кумачовым отливом."


me "Эй."
"Позвал я, остановившись у дерева."
us "Наболтался с Ленкой? Она постоянно такая серьёзная."
me "Читает слишком много, горе от ума."
us "Думаешь?"
me "Слезай давай, смотри что принёс."
us "Что?"
me "Не слезешь — не узнаешь."
us "А если не слезу?"
me "Тогда я уйду, и тебя любопытство загрызёт."
us "Ты как Славя!"
"Недовольно топнула ножкой Ульяна. Ветка тут же зашаталась, и девочка вынуждена была схватиться за ствол."
us "Ой."
me "Вот тебе и ой. Слезай давай."
us "Зануда. Сейчас слезу."


"Оказавшись внизу, она тут же вопросительно уставилась на меня."
us "Ну так и?"
me "Та-дам!"
"Я достал из-за пазухи пакет, в котором было увязано моё богатство."


"Голодный ребёнок тут же уловил ароматы копчёной колбасы, после чего провиант был немедленно реквизирован в пользу голодающих."
us "Мокрые какие-то"
me "Масло по жаре растаяло."
us "А почему чёрствые? Есть запить?"
"Я протянул ей бутылку с компотом."
us "Ещё огромные такие, есть неудобно."
me "Так разломи их пополам."
us "Ещё и сыр этот."
me "Не любишь сыр?"
us "- …Люблю."
"Неохотно ответила малявка."
me "Тогда жуй и не выступай."
"Сердито сверкнув зубами, Ульяна тем не менее последовала моему указанию."
"Два бутерброда, кусок копчёного мяса, яблоко и бутылка компота — всё улетело за несколько минут."
us "Больше ничего нет?"
me "Нет. Скажи спасибо и за это."
"Ничего не ответив, она скомкала бумагу и небрежно швырнула её через плечо."
"Получившийся бумажный шарик весело поскакал вниз по склону, переваливая через корни сосен, всё ускоряясь, пока с размаху не вылетел на ту самую полянку, где я недавно болтал с Леной."


us "Тогда я пошла."
me "Стой! Я же тебя не просто так искал."
us "Разве ты не покормить меня хотел?"
me "И это тоже. Но мне интереснее другое."
"Я заколебался, размышляя, стоит ли задавать малявке вопросы такого плана, но она нетерпеливо переминалась с ноги на ногу, и решился:"
me "А это правда, будто сюда нельзя попасть, если дороги не знаешь?"
us "Почему же нельзя. Ты же попал."
me "Ну!"
us "А ты знал дорогу?"
me "Не знал."
us "Так что ты мне глупые вопросы тогда задаёшь!"
"Рассердилась мелкая."
us "У тебя всё?"
me "Наверное…"
"И в самом деле, глупо было бы надеяться."
"Развернувшись, я отправился вниз. Мне почему-то категорически не нравилась идея оставлять мусор в лесу."


"Но не ушёл далеко."
"За спиной заскрипело, зашуршало, и виноватый голос позвал:"
us "Эй, новичок!"
me "Грррр!"
us "Сюда и правда нельзя попасть, если пути не знаешь, или если кто-нибудь тебя сюда не приведёт."
me "Не верю я в такое."
us "Зря. Лена знает это правило, поэтому она, сколько сюда ездит, иногда приходит сюда, и никто, кроме меня и моей гвардии её найти не может."
me "А вы-то сюда как попали?"
"Я не замедлял шага, поэтому Ульянке приходилось семенить ногами со вдвое большей частотой. К счастью её это, похоже, совершенно не беспокоило."
me "Если сюда нельзя попасть."
us "По-разному. Часть привели сюда «старички»."
me "Тебя Алиса привела? — не сдержал сарказма я."


"Это было настолько дико и неправдоподобно — Двачевская, устраивающая потайную заимку в лесу, что язык чесал поперёк мыслей."
us "Нет."
"Ульяна совершенно не обратила внимания на сарказм."
us "Она не знает про это место."
me "Ясно. Значит, кто-то из «гвардии»?"
us "Мою гвардию привела сюда я сама."
me "Ты уже совсем завралась. Я не знал дороги, и никто меня сюда не приво… ай!"


"Я пожалел о словах, едва они покинули горло, но уже было поздно — мысок туфельки уже аккуратно воткнулся мне прямо в голень."
"Уй-юй-юй! Я запрыгал на одной ножке, пытаясь сморгнуть непрошеные слёзы, поэтому не слышал, что там на меня ругалась Ульянка."
"Хотя личико её и было довольно разгневанным."
us "-… го не скажу. Ищи сам тогда!"
"Разобрал я, когда слух ко мне вернулся."
me "Ты вообще думаешь что творишь? Ты знаешь хоть, как это больно?!"
us "Знаю, разумеется."
"Кивнула мелкая."
us "Меня папка научил, сказал, что если мальчик очень глупый, это добавит ему мозгов на пару минут."


dreamgirl "Бафф Интеллекта на +25%"
"Съязвило подсознание."
me "Иди ты знаешь куда…"
"Нога побаливала, но основную часть переживаний я уже успел пережить."
us "Не пойду. Ты вчера со мной Огонька запускал?"
me "Предположим."
us "Вот тебе и ответ."
me "Какой ответ?"
us "Тупица."
"Девочка с преувеличенным вниманием стала приглядываться к моей второй ноге."
us "Я о том, как ты мог попасть сюда."
me "Удиви меня."
us "Я сюда первый раз именно так попала."
"Опередив меня, девочка подобрала бумажку и спрятала ту в карман."
me "Да как?"
us "Ты чего нервничаешь?"
"Удивилась она."
us "Я думала, тебе неинтересно."
me "Я не нервничаю."
"С трудом подавив желание придушить мерзавку, ответил я."
me "Просто ты либо мне скажешь, либо я пошёл."
us "Куда только торопится…"
"Пробормотала она себе под нос."
us "Пошли, здесь недалеко."


"Найдя едва заметную тропинку, она заспешила вниз по склону, не оборачиваясь, чтобы посмотреть, следую ли я за ней."
"И правильно — что ей беспокоиться, коль скоро она возбудила моё любопытство."


"Путь её лежал вниз, к самому донышку карьера."
"Оно было надёжно скрыто зарослями от досужих взглядов — сверху, снизу, да откуда угодно: почти полностью заполненный дождевой водой овраг можно было разглядеть, лишь оказавшись на его берегу."


"Раздвинув кусты, Ульянка воскликнула:"
us "Ю-ху! Я же говорила! Говорила я!"
me "Что за…"
"Я не договорил."


"Все наши вчерашние Огоньки оказались… здесь. Каждый чёртов кораблик."
"Свечки догорели и погасли, поэтому можно было не опасаться возможного лесного пожара. {w}Однако откуда они взялись здесь — непонятно."
"Они просто были здесь, качались себе неторопливо на неизвестно откуда взявшихся волнах, вид притом имели тот самый — мол, выполнили задачу, а ну, скорей хвалите нас."
"Видимо, начальная просьба — найти «путь наружу» — была исполнена в точности."


us "Я же говорила! Они нашли путь, я же говорила!"
me "Ты их все сюда перетащила?"


"И когда только успела…"
us "Ничего я не тащила!"
"Оскорбилась малявка."
us "Я же тебе говорила: Огоньки дорожку найдут."
me "И как же они нашли, интересно? Я что-то ни речки, ни даже ручья не вижу."
us "Не знаю. И тебе узнавать не советую."


"Ульяна обогнула овраг по краю и, руководствуясь неким чутьём, выудила из воды кораблик."
"Свечка на нём уже сгорела, покрыв палубу толстым неровным слоем воска."
us "А ты сюда попал потому, что решил искать Огонька. Вот он тебе и помог."
me "Ясно."
"Я не скрывал издёвки."
me "То есть, мы вчера искали этот карьер. Точно. Куда нельзя попасть, если пути не знаешь."
us "Дурак. Мы искали путь. Ты ожидал, что огоньки тебя перенесут сразу, куда ты хочешь?"
me "Ничего я не ожидал."
us "Вот и закрой рот. Путь из шагов сделан. Мы сделали первый. Сейчас второй будет."
me "Меня в это не втягивай."
us "Не собираюсь."
us "Ну что, будем просить ещё раз?"
"Раздумчиво предложила девочка."
"Я пожал плечами."
me "Я не очень-то верю в это. Ты или кто-то ещё просто взял и перенёс все кораблики сюда."
"Мой внутренний голос прошёлся насчёт умственных способностей и тех, кто станет перетаскивать сотню игрушечных корабликов за километр от речки, и о тех, кто предполагает подобное, но я уже привычно отмахнулся от него."
"Ульяна вообще ничего говорить не стала — просто посмотрела на меня как на блаженного."
"Миру был явлен ножик, свечка и кусок сосновой коры."
me "Ты где столько свечек берёшь?"
us "Не отвлекай."
"Не прекращая трудиться, пропыхтела мелкая."
me "А почему леса на картах нет?"
"Не унимался я."
us "Потому что криворукие балбесы рисовали. Всё, молчи."


"Девочка споро заработала ножичком. {w}Здорово у неё получается — раз, и готово! "
"Не прошло и двух минут, как принявший уже привычный вид кораблик-огонёк замер на детской ладошке."
us "Прочитаешь Напутствие?"
"Спросила она."
me "А почему я?"
us "Ну…"
"Хитро улыбнулась она."
us "Возможно, у тебя получится ещё лучше, чем у меня."
me "Я, пожалуй, пас."
us "Тогда брысь."
"Девочка оттолкнула меня в сторону и быстро-быстро забормотала про ветерки-подружек и прочих представителей местного сказочного бестиария."

"«Плюх», — флегматичного отозвался Огонёк, и, руководствуясь одними ему понятными правилами, указал носом куда-то на северо-запад, в сторону того самого шоссе."
me "Там же нет ничего!"
"Я указал на заросший камышом противоположный бережок импровизированного озерца."
me "Что в такой луже тебе твой кораблик найти должен?"


"Снова нет ответа."
"Похоже, я её обидел. Или нет?"
me "Слушай…"
"Наградой мне был насупленный взгляд."
me "Дашь мне ножик?"
us "Зачем?"
me "Я… Я тоже себе кораблик сделаю."
us "Огонёк."
me "Его. Так дашь?"
us "А напутствие?"
me "Фиг с тобой."
"Я махнул рукой."


"Видимо, в этот момент я уже понял, что с этого момента и далее не следует удивляться ничему."
"Даже фантасмагоричности картины — от сотни завязших в кустах Огоньков отделяется и плывёт в сторону противоположного направления тандем из двух живых — дышащих — лепестков пламени."
me "Тай-тай, налетай…" #?
us "Чужой огонёк трогать нельзя. Это как крестик: чужие беды на себя возьмёшь. {w}И свой старый использовать дважды нельзя."
"Снизошла до объяснений девочка."
us "Один огонёк — один поиск."
me "Думаешь, он заведёт нас куда-то ещё?"
"Я скептически осмотрел получившийся пруд. Обогнуть его при желании труда не составляло."
us "А вот завтра и узнаешь."


"И хотя мне очень хотелось поверить в тёплую магию здешних мест, до конца не вытравленный циник с тридцатилетним стажем постоянно что-то язвил и домогался. Соответственно, я тоже."
"Так что после ужина мы вернулись — проверить, как дела."


"Стоит ли говорить, что наши огоньки исчезли?"
"И все прочие — тоже."


us "Похоже, Данька уже был."
"Задумчиво сообщила мелкая."
me "Забрал кораблики?"
us "Нет, разумеется!"
"Она посмотрела на меня с возмущением."
me "Тогда куда они все делись?"
us "Туда же, куда и твой! Ты же свой Огонёк не брал?"
me "Нет."
us "Вот и они не брали."
me "В смысле?"
us "Хозяин нашёл Огонёк, значит, тот выполнил задачу. Больше он не нужен."
me "И…?"
us "И всё!"
me "Так кораблики куда делись?"
us "Всё! Они сделали, зачем их делали! Поэтому их нет."
me "Делись-то они куда?"
us "Пропали!"
me "Куда пропали?"
us "Рррр… Отстань. Надоел, зануда. Я знаю, куда доплыл мой вчерашний, а завтра узнаю, куда доплыл мой сегодняшний."
me "Найдёшь?"
us "Нет. Просто узнаю. Как ты знал, как выйти сюда. Потому что знал, куда делся твой Огонёк."
me "Но я не…"
"Здесь я счёл умным заткнуться, так как на карьер и в самом деле вышел по наитию."
us "Ага. Пойдём завтра Огоньки искать?"
me "Ну…"


"Мы с Ульяной стояли у подъёма на тропу и глазели в иссиня-чёрное, бездонное небо."
"Оно сегодня было звёздное, будто извиняясь за утренний дождь."
"Ульяна подбрасывала и подбрасывала в руке ярко-жёлтый теннисный мяч."
me "Это у тебя мяч?"
us "Не мяч. Это теннисный мяч."
me "Теннисный мяч, но не мяч."
us "Да."
me "- …Зачем он тебе?"
us "Я… Я не знаю. А ты сможешь докинуть его до луны?"
me "До луны? Вряд ли."
us "А хотя бы до дебаркадера?"
me "Ну, дотуда-то — сколько угодно."
us "Давай!"
me "Уверена? Это хороший мяч."
us "Бросай."


"Короткий разбег, размах — всё как по учебнику, под углом в сорок пять градусов к горизонту — мяч со свистом ввинтился в сумерки."
"Взвизгнув от восторга, она вскочила со скамейки и вприпрыжку понеслась вслед за ним."
"У меня внутри что-то оборвалось."
me "УЛЬЯНА!!!"
us "Да?"
"Она замерла на краю обрыва и оглянулась на меня, ничего не понимая."
me "Совсем сумасшедшая?! Немедленно уйди оттуда!"
"Она послушно отошла от края, поглядывая на меня."


"Той же ночью мне снова снился странный сон."
"Снова ласковое солнечное тепло на щеках и ладонях, только теперь их было двое — лучиков."
"Они прыгали и играли, носясь по потолку и одеялу."
"Один из них добрался до шкафа, там нашёл зеркало… сколько было восторгов и прыжков! "
"А сверху, чуть южнее луны, за нами наблюдал превратившийся в звезду теннисный мячик."
"Так оно и было, а потом оба лучика нырнули мне в ладонь, и я проснулся во сне, поняв, что кое-что упускаю из виду, держа за руку собеседника, который просыпается в каждом человеке с угасанием сознания и перехода на сны медленные."


"Пушкин так записывал стихи. А я — болтаю."
me "Быть собой? Как это скучно! "
me "Мне повезло родиться в мире без волшебства, так какого чёрта я должна быть собой в этом мире? Нет."
me "Лучше я буду без лица. Это ведь тоже… магия."
me "Вроде той, что позволяет видеть ночью."
me "Вроде той, что переносит кораблики за пару километров, и даже заставляет верить таких вот маленьких девочек в то, что здесь обошлось без человека."
me "Кто-то разыграл её, наговорил глупостей, а она и поверила? "
me "Но откуда в таком случае внутри ощущение Направления? "
me "Откуда нам известно куда идти, если мы хотим найти путь дальше? "
me "Откуда нам стало известно, где искать карьер? "
me "Нет, не так всё просто здесь."


"Самое непонятное — откуда путь на этот карьер узнала Лена? "
"Неужели её кто-то привёл? "
"Или она тоже однажды запускала свой кораблик?"


#========== Забытая дорога. ==========


"Пробуждение в домике. В этот раз оно ничем особенным не отличается от всех прочих дней — нет ни дождя, ни родительских дней, ни чего бы то ни было ещё."
"Даже не верится в то, насколько это утро тривиально и ничем не выделяется."
"Хотя… Оно же последнее, да? Возможно, именно в этом и будет заключаться его уникальность."
"Последнее утро смены, для кого-то — последняя зарядка в этом году, а потом — по домам, к пыльным дворам и сотни раз перелатанным кожаным мячам."
"И так стрёмно от прямого в девятку, когда на воротах лучший друг, да? "
"А он сам улыбается белозубо, контрастно на фоне загара-грязи."
"Но что касается меня? Ну… Сегодня и в самом деле день особенный."
"Следует начать с того, что я проснулся от того, что панцирная сетка подо мной перестала провисать до самого пола."
"Едва-едва заметно, для кого-то, возможно, это и не скажет ничего, но… "
"В памяти всплыло полузабытое мальчишеское умение становиться невесомым — достаточно было просто чуть напрячь височные мышцы, качнуться на носочках — и… "
"Бежевой звездой мяч стремится к горизонту, а секундомер захлёбывается, пытаясь успеть за размытым от скорости бегом."

"«Юность» — прошептал я. И проснулся."
"Такой сон. Как полупьяный вальс в горьковатом воздухе осеннего парка — ломкое, трепетное признание, колющее губы, дрожь в основании черепа и боязнь прямого взгляда: наслаждаться бы дураку этим концентратом жизни, но стесняюсь, отворачиваюсь. Выдыхаю."
mt "Семён, мне кажется, или ты и правда стал меньше?"
"Не отрываясь от ежедневника, спросила вожатая."
"Ручка в её правой руке так и порхала — знаменитый хват, которым люди пользуются, лишь записывая самые сокровенные свои мысли."
me "Вам кажется."
"Не открывая глаз, ответил я."


"Я уже полностью проснулся, но вредничал, не желая приветствовать новый день."
"Мне что-то снилось, очередной перехватывающий дыхание сон, от которого потом неделю ходишь то ли больной, то ли влюблённый."
mt "Да?"
"Дописав, вожатая поднялась и, закрыв ежедневник на какой-то хитрый замочек, убрала тетрадь на полку."
"Теперь даже если очень захочу, я не сумею прочитать, о чём же таком личном могла писать свет Ленивовна поутру, вместо того, чтобы досыпать."
me "Так точно. Сегодня тоже сразу на завтрак идём?"
mt "Размечтался. Погодка замечательная, поэтому будь любезен умыться и выйти на построение."


"Кивнув мне на прощание, Ольга поправила галстук, накинула панамку и оставила меня одного."
"А я стал подниматься."


"Зарядка. Ничего особенного — Алисы, правда, не было — куда-то она задевалась. И Лены, кстати, тоже."
"Но с Леной всё было понятно — должно быть, она снова сбежала к карьеру."
"Почему-то никто не может там её найти — то ли просто все ленятся, то ли место и правда какое-то необычное."
"Но после расспросов Мику и Ольги Дмитриевны я лишь убедился в том, что Лены, во-первых, никто не видел, а во-вторых, это далеко не первый её демарш такого плана."
"По совести говоря, это уже стало чуть ли не традицией — пропажа в предпоследний день смены."


"Ульянка сказала, чтобы я не беспокоился на этот счёт."
"Потому что уж кто-кто, а Лена точно не пропадёт."
me "Что это значит?"
us "Разве ты не понял?"
me "Что?"
us "Она может попасть туда… Потому что ей дорогу показали."
me "Кто показал?"
us "Не скажу."
"Покачала головой мелкая."
us "Не могу."
me "Ладно, не твоя тайна, понимаю. Но…"
us "Не понимаешь ты ничего, балда. Ленка может дойти до карьера, но не дальше. Она как в сенях — снаружи не видать, но ещё не внутри."
me "А если по-русски?"
us "По-русски могу матушку упомянуть!"
"Рассердилась девочка."
us "Ты почему такой непонятливый? {w}Не может она дальше пройти, то есть, не получится у неё пропасть никуда. {w}Посидит в карьере и вернётся."
me "А почему дальше-то пройти не может?"
us "Взрослая слишком."
me "А какое это отношение…"
"Я замолчал, так как внезапно обнаружил, что Ульяна заткнула мне рот ладонью."
"И в этот раз ей почему-то даже не пришлось тянуться."
us "Ей показали дорогу. {w}Ей могут показать дорогу вновь. {w}Но лучше бы не надо."
"Неуверенно заключила она."
us "Наверное…"


"Немного подумав, она отпустила меня."
me "Я ничего не понял."
us "Это ничего. У тебя целая куча других достоинств."
"На сцену снова выбрался знакомый мне чертёнок."
us "Догоняй!"


"Зарядка закончилась, и мимо нас размеренно пробежала Славя, одарив обоих улыбкой:"
sl "Айда на пробежку, ребята!"


"Вслед за ней уже тянулась вереница «поклонников». Присоединились и мы."


"На линейке я ничего не слушал, пытался уложить в голове слова Ульяны о карьере, сенях, Лене, правилах, взрослости и прочей чуши. Только голова заболела."


"Это вообще не самая моя сильная сторона — размышлять, строить из себя Шерлока."
"Вот сходить на завтрак, а потом снова бороться с подросшим за ночь скептицизмом — и замирая от леденящего восторга, снова чувствовать нечто, чему нет и быть не может никакого научного объяснения. Огоньки, ночь, дорога…"


"Бабочки — символ перерождения. {w}Сегодня я снова изменился."
"Похоже, этот лагерь всё-таки вылепит из тридцатилетнего олуха восторженного юнца."


"А я же всю жизнь так истово верил в технику биопереноса, что даже не удивляюсь почти."
"Можно же накачать мускулатуру, вырастить по третьему разу зубы, изучить ряд рефлексов — от боевых единоборств до танцев."
"Так почему нельзя заставить организм чувствовать и функционировать так, будто не было никогда ни дня с семнадцатого дня рождения, что всё это бред и глюки досужего разума, охочего до порождения чудовищ."


"Память обладает волшебным свойством открывать двери из детской комнаты — сразу в класс."
"Но чаще в дождь. И лишь изредка — в лето."
"Но разве стоит унывать на этот счёт? "
"Ведь для того, чтобы пустить чудо в душу, нужно быть очень-очень счастливым. {w}И обязательно ребёнком."
"И совершенно точно — попрыгавшим по лужам и насмеявшимся так, что уголки губ болят уже улыбаться."
"Тогда, возможно, только и сумеешь приютить крохотное крылатое чудо в рюкзаке, а в чаще леса обнаружить комнату с диваном, телевизором… и выходом в родительскую спальню."
"Возможно, перестанешь бояться открытых окон и верхних этажей, потому что и без крыльев можно устремиться в небо."
"Как? Рецепт прост до безобразия. {w}Уйма веры в себя и отцовский чёрный зонт, на котором сверху вниз написано «VISION», а снизу вверх «NOISIA»."


"Хотя зонтик, наверное, не так уж и нужно. {w}Можно же просто сделать самолётик."
"Если он будет достаточно большой, можно улететь хоть до луны — гораздо выше, чем летят качели."


"Ульяна уже закончила завтрак и сидела на крылечке, свесив ноги, облокачиваясь о нижнюю продольную трубку ограждения — бросала камешки, понятно."
"Кто-то нарисовал «классики», и в секторе с тысячей уже сгрудилась ощутимая такая кучка огрызков известняка — попадания."
me "Меня ждёшь?"


"Ульяна кивнула и, не поворачиваясь, предложила:"
us "Пойдём за Ленкой?"
me "Не хочу."
us "Тогда за Огоньками?"
me "Но это же одно и то же?.."
us "Я знаю"
"Ульяна понизила голос."
us "Сегодня мне приснилось, что мы всё-таки дошли до старого шоссе."
me "Очень хороший, добрый сон."
us "Не смейся надо мной."
"Не поворачиваясь, она бросила ещё один камешек уже в меня. Попала в живот."
us "Это необычное шоссе. Да ты и сам видел."
me "А если Лена не хочет, чтоб её нашли?"
us "Тогда мы её не найдём."
"Девочка поднялась и отряхнула шорты."
us "Ты идёшь?"
"Я кивнул. Что мне ещё оставалось?"


"Разумеется, отбрасывая совершенную небывальщину, история моя тоже проходила по классу «из ряда вон» — то же пропущенное (отмотанное?) время с лета до зимы, а если верить Славе, то ещё и с четверть века реверса… "
"Но всё это выглядело скорее декорумом, хорошим тоном с целью превращения истории в нечто уж совсем злободневное."
"Но где две стопки, там и три — где одна невидаль, там другие уже и удивлять не станут."


"Потому я не удивлялся способности того, белобрысого — давать человеку понять, какая же тот дрянь на самом деле. {w}Бесстрастное и безжалостное зеркало."
"В этом нет ничего сверхъестественного, просто в миру, в быту такой способностью обладают лишь самые близкие. Да совесть."


"Потому я не удивился этому глуповатому ритуалу с корабликами и поисками. {w}Вода всегда найдёт путь, да."
"Но если сделать нечто невозможное — отправить по ней Огонька, то она найдёт путь и для чего-то, помимо собственно себя. Такие дела."
"Правда, Огонёк живёт очень недолго, потому искать приходится крохотными шажочками, раз за разом углубляясь туда, куда простым ходом крайне тяжело добраться."


"Первый шаг привёл меня к песчаному карьеру, второй… "
"Ну, на самом деле не так уж далеко от этого карьера был тот самый бочажок, где нашли гавань кораблики."
"И вот сегодня я иду — уже не ведомый чьими-то руками, а единственно желанием да жжением в ладонях, опалённых крохотным огарком."


"За размышлениями мы добрались до карьера."
"Расступившиеся деревья снова явили взгляду спину, обтянутую белой пионерской рубашкой."
"Чуть подрагивающие фиолетовые хвостики да меланхоличное раздумье в позе."
"Та самая эмоция, которая всегда заставляла близкого человека подходить и тихонько обнимать. Молча."
"Если, конечно, этот близкий человек не по пояс дубовый и обладает хотя бы зачатками эмпатии."


"Но — возможно, к счастью, возможно, к сожалению — мы не были Лене хоть сколько-нибудь близкими."
"Решив не беспокоить её, мы на цыпочках прошли мимо вниз по тропинке — туда, где вчера в бочаге выловили последние кораблики."


"Над головой знойным белёсым раствором запрокинулся небосклон, но в тени бора жары почти не чувствовалось, лишь тут и там выглядывали из мшаных подушек мясистые зелёные листочки брусничников — не сезон, ещё хотя бы пару недель, до августа, но…"


"Сейчас вместо бочага был хорошо укатанный пыльный подъём вверх, а в ладони налилось жжением, как в детской старой игре, мне было все «горячей» и «горячей»."
"Запущенные вчера Огоньки куда-то пропали, оставалось двигаться вперёд, не выпуская из руки ладошки Ульяны — потому что она вдруг оступилась на ровном месте и растерянно стала оглядываться."
"Как будто очнулась, как будто перестала понимать, где находится."


"Как будто дальнейший путь был только для меня одного — ведь не зря же ни Ульянка, ни её пионеры так и не смогли найти путь дальше? "
"Возможно. Но я не хочу идти один дальше."


"А, как сказала сама Ульяна — если ты не можешь идти дальше сам, ты всегда можешь попросить кого-то отвести тебя."
me "Ты знаешь, что делать, правда?"
"Она кивнула и чуть слышно прошептала:"
us "Тай-тай, налетай…"


"И в какой-то момент пыльная вторичка просто завершилась — будто и с моих глаз спала пелена, и голые пятки коснулись приятно тёплого асфальта."
"Меня навестило неизбывное дежавю, как будто я был однажды в каком-то до боли похожем месте, но будто бы в будущем."
"Но тогда оно выглядело куда новее. {w}Значит, всё же в прошлом? Вот как разобраться?"


"Старая, старая дорога, вся в выбоинках, тут и там асфальтовое покрытие вспучивалось, пробитое всходящей зеленью…"
"Я не знаю, сколько мы шли, но в какой-то момент воздух вдруг стал очень знакомым, цвета загустели и уехали в куда более спокойный диапазон — блекловатый, тускловатый… "
"Сотое чувство, чутьё геймера, ощущение направления — можно называть это как угодно, ясным стало одно: мы проходили очень недалеко от места, откуда рукой подать было до моего дома."


"Мы проходили мимо дренажной трубы, выходящей из-под покрытия — вялая струйка почти полностью впитывалась пересохшей почвой, однако, поодаль можно было разглядеть лужицу."
"Небольшую, неглубокую — курица вброд перейдёт, но… "
"Я пригляделся, и болью свело виски, а мир сделал один очень нехороший оборот против часовой стрелки: ткнувшись носами в мясистые стволы осоки, на той стороне лужи лениво качались два кораблика с уже погасшими свечками в качестве мачт."


"Потому я резко развернулся и, не отпуская руки Ульяны, резко потащил её назад."
us "Эй, постой, погоди!"
me "Нет. Нам надо убраться отсюда, и как можно скорее."


"После этих слов мелкая замолчала и несколько минут послушно шла за мной, не отвлекая разговорами. {w}Впрочем, надолго её не хватило:"
us "Куда ты меня тащишь?"
me "Обратно. Я не уверен, что нам стоит здесь оста…"


"Как падение вглубь собственного подсознания перед сном, отчего сами дёргаются ноги, мимо меня, обдав морозным воздухом, пронеслась «Волга». Воображаемая."
me "Нет, валим отсюда."
us "Нет, нам надо именно сюда!"
me "Под колёса? Нет уж."
us "Те не понимаешь!"
"Ульяна остановилась и отняла у меня ладошку."
us "Миря пытался отправить меня на эту дорогу в последнее его лето. {w}Он как раз говорил про то, что здесь может быть."
me "Кто такой этот Миря?"
us "Ты не знал?"
me "Что?"
us "Миря — это Дима Миронов. Брат Ольги Дмитриевны."
me "Ого. У неё ещё и брат был…" #был?
us "Да. Именно он научил нас запускать Огоньки и рассказал о том, как можно выбраться отсюда."
me "Слушай, ему надо было, он пусть и выбирается. {w}А мне… Мне туда не надо."
us "Откуда ты знаешь?"


th "Оттуда, что я там был однажды. {w}Можно же сказать про всю свою предыдущую жизнь — однажды?"
me "Не важно. Мы уходим."
us "Но вернёмся."
me "Нет."
us "Мы вернёмся с подмогой."
"Будто не слушая меня, продолжила девочка."
us "Потому что вдвоём мы не справимся."
me "Нет."
us "Семён…"
"Она впервые назвала меня по имени."
us "Это очень важно. Поверь, пожалуйста."
me "Зачем?"
us "Я… Я не могу тебе сказать."
me "Опять детсадовские игры. Я пошёл."


"Я махнул рукой и отправился к уже видимому отсюда спуску на вторичную дорогу."
"Подальше от запаха большого города и разочарования длиной в целую жизнь."


"Вокруг царила тишина, не прерываемая даже вездесущими цикадами."
"Как будто именно «здесь» и «сейчас» не было на миллиарды километров никого вокруг нас живого."
"Как будто мы стали в ином качестве — чужом мире, тех самых сенях."
"Потому-то ритмичный стук и привлёк внимание."
"Я замер, прислушиваясь, и целую секунду понимал, что это не что иное, как самый обыкновенный перестук сандалий по асфальту."
"Ульянка бегом догоняла меня:"
us "Постой же!"
me "Что?"
us "Я не могу тебе рассказать всего, понимаешь? Ещё рано."
me "Для логики тоже рано?"
us "Какой логики? Если ты о том, откуда Миря знал…"
me "Да нет, я о другом. Ты же сама сказала, что если тебе дорогу показали, то ты сможешь выйти на любое такое закрытое место."
us "Ну?"
me "Так почему тогда Ольга Дмитриевна не пошла за Леной? {w}Если она сестра Мири, значит, тот явно водил её с собой в Лес Памяти."
us "Может, и водил, а может, и нет. Я не знаю."
us "Когда я приехала сюда в первый раз, Миря заехал буквально один разик, попрощаться с Ольгой, мы с ней немножко подружились тогда, так что он мне и рассказал, как это всё делается…"


me "Тогда, может, расскажешь мне, зачем вся эта беготня за Огоньками?"
us "Ну, она…"
me "Ты безнадёжна, короче."


"Я заспешил вниз по дороге, не слушая больше ни слова."


#========== Тай-тай... ==========


"В обед Ульянка не хотела даже и смотреть в мою сторону."
"Собственно, она и не смотрела бы, но вот незадача — у самой столовой стояла вожатая, которой, видите ли, не понравилось, как друг на друга глазеют две её любимые головные боли."
"Она сама так сказала, честно-пречестно!"
"Так что для начала она вернула сладкую парочку обратно к умывальникам, оттирать чумазые ладошки, а позже и вовсе отказалась пускать есть, покуда два дурака не помирятся."
"И как! Мизинчики, «мирись-мирись», пожатие лапы и «мир»."
"Кто в своём уме после такого злобу таить станет?"
"Тут бы развернуться ей да уйти гордо, но всё испортила китовая песнь животика и глупый смех вожатой."
"Делать нечего, голод, как известно — не тётка, пришлось мириться."
us "Это не значит, что я тебя простила!"
"Заявила она, стоило им лишь протиснуться в двери столовой."
me "Да бога ради"
"Я вовсе не чувствовал себя виноватым."
me "Мне всё равно не понравилось чувствовать себя шампиньоном."
us "А?"
me "Бэ. Грибы такие, знаешь? Выращивают в темноте, удобряют сама понимаешь чем. Вот не понравилось."
us "Вроде с утра не пил"
"Подозрительно принюхалась девочка."
me "А ты вроде с утра не врала."


"Я замолчал и уделил максимум внимания обеду. {w}Обиделся."


"Некоторое время за столом стояла тишина, перемежаемая лишь стуком ложек о тарелки."
"Я ушёл в свои мысли, Ульянка же пыталась выглядеть верную свою гвардию из второго отряда с Данечкой во главе."
"Поймав взгляд, наконец, она со значением показала взглядом на дверь и вопросительно подняла бровь."
"Кудрявая голова качнулась — «гвардеец» определённо понял пантомиму."
"Так и оказалось — к моменту выхода из столовой, Ульянка разглядела Даню, подпирающего плечом сосну, вымахавшую у самой столовой."
"Удобно устроился, в тени, незаметно, если не знать, что есть там — нипочём не разглядишь!"
me "Привет."
"Я зачем-то увязался вслед за девочкой, счёл нужным поздороваться."
"Даня не удостоил меня и взглядом."
ml "Зачем звала?"
us "Мы…"
"Оглядевшись по сторонам, не подслушивает ли кто, Ульянка призналась"
us "Мы Дорогу нашли."
ml "Серьёзно? Вот здорово!"
"Обрадовался кудрявый."
ml "Когда пойдёте?"
us "Уже ходили. Вдвоём там делать нечего."
ml "И ты хочешь, чтобы я пошёл с вами?"
us "Нет. Только со мной. Он не идёт."
"Я кивнул, подтверждая её слова."
ml "Тогда что он делает здесь?"
us "Ничего"
"Ульяна развернулась и, цедя сквозь зубы, сообщила"
us "Он уже уходит."


"Видимо, ждала мою реакцию? "
"Да вот только фиг там — безразлично дёрнув плечом, я развернулся и отступил назад, заняв место на скамеечке, откуда меня не было видно, зато сохранялась прекрасная слышимость."
ml "Что он вообще здесь забыл?"
"Несколько минут спустя поинтересовался кудрявый."
us "Он… Ну… Это он дорогу нашёл."
ml "И ты так просто его прогнала?"
"В голосе Даньки послышалось нечто странное"
ml "Он нашёл, а ты прогнала?! Ты же знаешь, как это называется, правда?"
"Он замолчал, а судя по шаркнувшим подошвам, развернулся на месте."
ml "Свинство, Уля."
"Ушёл."
"В вопросе, брошенном вслед, явно послышались слёзы:"
us "И что, так и уйдёшь?! Это и твоя мечта!"
ml "Меня поставили отвечать за отряд на концерте"
"Отрезал Даня."
us "Да что мне делать?"
"Заголосила она."
us "Не знаю. Попробуй стать человеком."
"Ушёл. Оставляя раскатывающиеся над площадью раскаты грома, гидроакустический удар — остракизм."
"Немного погодя из дверей столовой вышла Ольга Дмитриевна, кивнула мне и подобрала со скамейки кубик Рубика — девочки уже и след простыл."


"Догнала меня Ульяна лишь на перекрёстке — после обеда был законный тихий час, и тратить его непонятно на что мне не хотелось совершенно."
us "Сёмыч."
"Она догнала и несмело взяла меня за мизинец."
me "Ну?"
"Безразличия в моём голосе хватало. {w}Однако палец убирать я не спешил."
us "Нам нельзя ругаться. Помнишь? Мирись-мирись."
me "Я с тобой не ругался. Но мне надоело, что меня используют втёмную. {w}Ты либо всё рассказывай, либо я спать пойду."
"Поколебавшись, Ульяна неохотно кивнула:"
us "Я только не сразу, хорошо? Мне надо будет сразу всем объяснить. {w}Чтобы не повторяться."
"Отговорка была так себе — но и это был прогресс по сравнению с былым «нет»."
"Возможно потому я и купился:"
me "А кого с собой возьмём? Есть кто-то, кому ты доверяешь?"
us "Я доверяю только себе"
"Несмешно пошутила Ульянка."
us "Но слишком взрослых брать нельзя."
me "Это ты про меня — слишком взрослых?"
us "Нет. Я не про возраст, а…"
"Она рукой махнула"
us "К слову, Алиса не пойдёт, слишком взрослая."
me "Ничего удивительного, она самая старшая в отряде."
us "Да нет же, балда! Я говорю, что нам нужен кто-то, способный поверить. В любую фантазию."
me "Тогда Алиса точно отпадает. Твоя гвардия?"
us "Все заняты"
"Безрадостно сообщила девочка."
us "Их за концертом следить припахали."
me "Концерт? Хм… Тогда Мику точно не пойдёт, Жене и Электронику я не доверяю. {w}Остались только Лена и Славя. Но Славя точно не согласится."
us "Не попробуем, не узнаем!"
"Прокричала девочка, увлекая меня за собой в сторону бельевого склада."


"И полностью она оказалась права в силу своей дремучей детской мудрости."
"Славя сидела за столом у входа на бельевой склад, аккуратным круглым почерком внося что-то в огромную хозяйственную книгу."
"Даже не поднимая головы, безошибочно узнала нас:"
sl "Семён и Ульяна. Опять безобразите?"
me "А ты всё работаешь?"
sl "И вам посоветовала бы!"
us "Нам нельзя. У нас новое приключение!"
sl "За территорией?"
"Подозрительно прищурилась активистка."
us "Разумеется. Не здесь же, от туалета к медпункту бегать!"
"Покачав головой, Славя отложила ручку."
sl "И кто вам разрешал уходить туда?"
us "Но мы по делу!"
sl "По какому же?"
us "Мы знаем, куда Лена сбегает каждый год, поэтому идём её возвращать!"
"Славя тяжело вздохнула:"
sl "Хватит уже сочинять. Куда вы собрались?"
us "Но мы и…"
"Начала было Ульяна, но я её перебил:"
me "Мы нашли одно очень странное место. И оно, кажется, очень нуждается в том, чтобы там навели порядок."
sl "А причём здесь Лена?"
me "Собственно, туда она и убегает."
us "Да! Это очень особое место, туда нельзя попасть просто так!"
sl "Почему-то я так и подумала. Так где это место?"
us "Мы покажем!"


#***

"Я думал, что мы снова пойдём на карьер, где Лена могла стоять часами, опираясь на несчастные перильца, изрезанные инициалами всех мастей."
"Но вместо этого Ульяна потащила нас в сторону пляжа — строго на юг, лишь у самого берега круто забирая налево — туда, где далеко вдавалась в воду песчаная коса, густо поросшая посередине ельником."


"На карьере — изрезанные сердечками деревья."
"Там Лес Памяти, он помнит многих."
"А вот отсюда так хорошо глядеть на воду…"
"Расступившиеся кусты явили нашему взгляду россыпь крупных гранитных обломков, один из которых оседлала знакомая нам чуть сутулая хрупкая фигурка, сосредоточенно что-то делающая."
"Внезапно она вскрикнула, сунула палец в рот."
us "Лееееенкааааа!"
"Ульяна вприпрыжку подскочила к той и о чём-то затараторила."
"Мы с небольшим запозданием присоединились к ней."
un "Зачем вы пришли?"
"Она попыталась спрятать в карман изрезанный кусок коры, в котором я с обречённым каким-то пониманием узнал кривобокую заготовку для Огонька."
me "Мы искали тебя."
un "Да?"
"Не удивилась она."
un "И зачем?"
us "Мы отправляемся в путешествие!"
"С энтузиазмом сообщила Ульянка."
us "Не хочешь с нами?"
un "С вами?"
"Она искусственно рассмеялась."
un "Куда? Зачем?"
us "Ну как же… Это же такое приключение!"
un "Не интересует"
"Отрезала грустная девочка."


"Смех стих. И Лена, недоверчиво глядя на Ульяну, поднялась и повернулась к нам целиком."
un "Зачем мне туда идти?"
me "Там пахнет полынью."
"Ответил я."
me "Ты знаешь, что это значит?"
"Безусловно, она знала."


"Ты знаешь, что абсент пахнет тысячей трав — и одним горьким сожалением?"
un "Куда идти и что брать с собой?"


#***

"Мы назначили встречу у южных ворот лагеря."
"Ульяна, Лена, Славя. {w}И ваш покорный слуга."
"Можно ли придумать ещё более странную компанию?"


"Но к сожалению ли, к счастью, нас это не слишком заботило."
"Проблема была в другом — мы условились приготовиться к пути и собраться часа в четыре, но вот уже начало пятого, а девочек до сих пор не видать."
"Я переминался с ноги на ногу у самых ворот и с каждой минутой чувствовал себя всё более глупо."
"А уж совсем дураком я почувствовал себя, когда кусты рядом со мной зашевелились и хихикнули."
me "Ульянка!"
us "Тсс!"
me "Давно ты здесь?"
us "Сто лет! Лена тоже здесь! Полезешь?"


"Я не успел ответить, так некое движение на периферии зрения привлекло моё внимание, и я мучительно медленно повернул голову туда."
"Всё верно — на том конце тропинки узнаваемой поступью в мою сторону двигались Проблемы."
th "Борис Александрович?! Что он здесь забыл?"


th "И где Славя?"
ba "Здорово, дрищ!"
"Прогрохотал физрук, приблизившись."
ba "Сачкуешь?"
me "Э, здрасть."
ba "Олька так и сказала, что ты где-то лазишь. А подруга где твоя?"
me "Какая?"
ba "Самая красивая, конечно!"
"Фыркнул он."
ba "Футболистку где потерял?"
"Кусты за моей спиной хихикнули."
me "Понятия не знаю"
"Честно ответил я."
ba "Жаль, жаль. Ладно, пошли."
me "Куда?"
ba "Концерт. Через пятнадцать минут я хочу видеть тебя на лавке первого отряда. Так что шагом…"
sl "Борис Александрович, вы нашли его!"
"Раздался знакомый голос, и я понял, кому обязан визитом медведя."
me "С-славя."
"Сквозь зубы процедил я."


#***



"Концерт."
"Просто концерт, посвящённый закрытию лагеря — дети выступают перед другими отрядами, показывают что заготовили — и как рыба в воде в этой катавасии самой счастливой остаётся Мику, которой уж точно не нужны никакие побеги и приключения."
"Зачем ей это, когда у неё есть адреналин сцены?"
"Я дуюсь немного на Славю за то, что та увела меня прочь от ворот — невзирая даже на умоляющий взгляд Ульянки, бесшумно твердящей «не смей!»."
"Хотя на что дуюсь — непонятно."
"Она меня, можно сказать, спасла от участи быть конвоированным лично Санычем."
"Так что пусть есть как есть."
sl "Не обижайся, я и правда очень хотела пойти с вами."
"Шёпот её дыхания опалил мне ухо."
sl "Я хотела, чтобы всё получилось само собой, чтобы было… приключение."
me "Зачем?"
"Сквозь зубы спросил я."
sl "Затем, что это мой последний раз в лагере. Потом уже поводов больше и не будет. Я и подумала"
"На сцену вышел какой-то мальчик в накрахмаленной рубашке и сел за пианино, поэтому Славя придвинулась ко мне ещё ближе, почти касаясь губами моего уха."
me "О чём?"
sl "Что, возможно, стоило бы иногда позволить вещам происходить."
"Она спокойно улыбнулась в ответ на мой косой взгляд."
sl "Тем более что Ульянка под охраной сказки, а значит, и мне бы досталось кое-что, не теряющее ценности с годами."
sl "Извини ещё раз."
me "Не слишком ли ты взрослая, чтобы верить во все эти глупости?"
sl "А ты?"
"Отпарировала она."
sl "Потом, у меня был целый один резон попытаться убежать вместе с вами."
me "Какой же?"
dy "Концерт закрывает песня в исполнении Феоктистовой Славяны"
"Донеслось с эстрады, и Славя, легко поднявшись, пожала мои пальцы."
"Улыбнулась:"
sl "Вот какой. Ненавижу выступать."
"Она заспешила к эстраде, оставляя меня наедине с моим одиночеством и совестью."


"Было бы любопытно, если бы не сжигающая изнутри горечь — да самую чуточку беспокойство за канувших в никуда девочек."
"Надо было всё же с ними идти. Надо было."
"Вывернуться из рук Саныча, броситься бежать — там, куда лежал мой путь, ни один физрук меня не нашёл бы. Но…"


"Я вертелся, озирался, смотрел — ни Лены, ни Ульяны не было видно."
"Кажется, они решили воспользоваться шансом и остаться в истории-с-чужой-стороны."
"Так что меня бросили, оставляя в наследие лишь возможность спрятать переживания в Лесу Памяти."
"Я снова почувствовал себя как на улицах моей родной пасмурной столицы: людей вокруг было много, они были счастливые, весёлые, целеустремлённые."
"И это лишь оттеняло моё собственное одиночество."
"Похоже, единственный человек, который мог бы стать мне настоящим другом, предпочёл моему унылому обществу — сказку."


me "Ничего удивительного"
"Сказал сам себе я, не обнаружив девочек и на ужине."
"Картошка с мясом, стакан молока — искажённое отражение моего первого дня здесь."
"Как серия ситкома, в которой герой начинает и завершает серию, находясь ровно в одном и том же положении: если он нашёл миллион долларов, он их отдаст, если обзавёлся способностями — неизбежно потеряет."
"Простейшее условие — и он сам, и душа его должны встречать титры ровно в том же самом сером свитере, в каком выходили на подмостки в начале."
"А иначе это развитие, а никакой не ситком."


"Мику что-то трещала под боком, но я не особо вслушивался, весь занятый жалостью к самому себе, упиваясь собственным, тщательно лелеемым одиночеством и тоской."
"И то даже, что сейчас будет дискотека, а это как последние выходные лета: тот самый шанс сделать то, что собирался всё лето — да так и не собрался."


"А я вот и не соберусь никогда — со вздохом отставив не съеденный и наполовину ужин, я поспешил уйти от давящего чувства толпы и навязчивого общества Мику, вот уже в четвёртый раз о чём-то меня спрашивающей."
"К счастью, человек разумный обладает способностью низводить все раздражающие звуки до уровня фонового шума."


"На дискотеку, на самом деле, тоже идти не хотелось."
"Но каким-то десятым чутьём осознавая, что Славя чувствует себя виноватой, а значит, в меру собственного разумения попытается исправиться, я решил идти сам."
"Славино «извини» звучало как «пойдём на танцы, я тебя приглашу, а ещё тебе нужен толковый костюм, ещё ты должен веселиться и радоваться жизни»."


"Наиотвратительнейшее толкование, как по мне. {w}О вкусах, понятно, не спорят, но… "
"Уберите руки от моего внутреннего дождя. {w}Лучше я сам. Сам."
"Забьюсь тихонечко в угол, буду слушать дурацкую музыку, силиться понять, как люди танцуют под это — возможно, даже потанцую? "
"Только не дёргайте меня, а то внутри меня натянутая бумажка из печеньица с предсказанием — вот-вот порвётся."


"Сюда бы сигаретку. {w}Смартфон с книжкой и наушниками, с полным зарядом."
"Мы преуспели в деле самоизолирования от окружающих, теперь даже перехватить взгляд симпатичной девушки в метро становится почти невозможно — ведь она сидит со своего «огрызка» в социальной сети."
"Что ей до смотрящего небритого красноглазика? То-то и оно."
"Мне бы… одиночества."


"Первый медленный танец я пережил, обогнув Мику с пультом и спрятавшись за постаментом бронзовому балбесу, который так и не нашёл ответа на вопрос — зачем же человеку нужен человек?"
"Второй пережил там же."
"А вот третий внезапно кольнул обнажённые нервы проникновенным голосом Клауса Майне, и я позорно сбежал."


"Несколько минут спустя я обнаружил себя на причале, смотрящим в отражающее воду небо, в запрокинутые деревья и спешащий меж облаков игрушечный паровозик."
"Обнаружил, что не один."
sl "Пойдёшь танцевать?"
"Славя снова подошла абсолютно бесшумно, но теперь меня это даже не задело."
"Я отрицательно покачал головой."
sl "Я почему-то так и подумала."
"Она встала рядом и проследила за моим взглядом."
sl "Вы уже однажды чуть не уехали на нём."
me "Только проснулись почему-то там же, где всё началось."
sl "Лагерь умеет за себя постоять…"
me "Да…"


"Устав смотреть в одну точку, я опустился на доски, сел, опираясь спиной о трубчатые перила."
"Лагерь казался спящим — если бы не раскаты музыки, далеко разносящиеся по воде."
me "Он так здорово спрятан, что если бы не причал, можно было бы проплыть по реке мимо и никогда не узнать, что здесь есть лагерь."
sl "Строители изо всех сил старались не испортить это место."
"Я достал из кармана смарт — несмотря на то, что я поотключал все службы и полностью перевёл его в автономный режим, заряда оставалось ровно два процента."
"Так что и годился он только в качестве часов."
me "Тоска… Время: 22:54… {w}Ты же помнишь, что это за время? Не помнишь?"
"Ну разумеется, откуда б тебе. Ты же вся такая правильная."
"Ну что же ты… Разрешите прикурить, и… тёплое место, но улицы ждут…"
sl "Я не подставляла тебя. {w}Несмотря на то, что ты уверен в обратном."
me "Разумеется. Но ты не считаешь это чем-то плохим. {w}Всё же по правилам. Правда? А как же счастье? Детство?"
"Славя помолчала."
"Когда я уже почти уверился в том, что она сейчас уйдёт, она, не поворачиваясь, сказала:"
sl "Если тебе нужно счастье — однажды тебе придётся отнять его у кого-то"
"Её голос дрогнул."
me "У кого-то, у меня?"
sl "Жить по правилам — далеко не единственный способ достигнуть счастья, вот что я поняла."
sl "Иногда для того, чтобы стать счастливым, нужно просто сойти с ума. {w}И послать к чёрту все запреты. И просто получить то, что твоё по праву. Но вот проблема…"


"Славя стояла рядом, старательно глядя в небо, а в голове, да и подрагивающем голосе читалось, что и наша Мисс Непогрешимость порой даёт слабину."
sl "Это как вода на берегу моря — ты может вырыть ямку, и рано или поздно её наполнит прибоем."
sl "И, кажется, что это ничего не значит, но я-то знаю — что уровень всемирного океана понизился на ещё долю миллиметра. {w}Мировой запас счастья уменьшился ради того, чтобы я могла улыбнуться ещё шире."
me "Это плохо?"
sl "Я не могу себе позволить такую жертву. Кому-то может не достаться, понимаешь? {w}А это не та цена, которую я согласна платить."
me "Вот почему ты так легко согласилась…"
sl "Да. Хотя и это тоже не решение, а бегство. Я ужасная трусиха, Сёмушка."
"Беспомощно передёрнула плечами эта невозможная девушка."
sl "Мне страшно делать людям больно, даже если взамен придётся принимать удар на себя. {w}Запустишь для меня кораблик?"
"Я даже не сделал вид, что удивился. Привык."
me "Кого ты хочешь найти?"
sl "Не для себя. Я хочу, чтобы путь могли найти две этих… безответственных."
"Я покачал головой, всеми силами отгоняя мысль, что в голосе Слави звучала… зависть?"
me "Прямо сейчас?"
sl "Боюсь, у нас попросту больше не будет времени"
"С тоской произнесла она."
sl "Хотя, ты, наверное, прав — у нас его и не было никогда. Извини, что я здесь навязываюсь. {w}Пойду приносить счастье другим. Раз уж мне не досталось."


"Ушла. А чувство вины осталось. {w}Или это ответственность за тех, кого вовремя не послал на хрен?"
"А как ни назови — кругом тоска зелёная и чувство собственной незначительности."
"И когда её стало слишком много, я сунул руку в ледяную — едва мог терпеть — воду, и держал, и думал…"
"Надоело. {w}Особенно — тишина."
"Я до поры прекрасно уживался с одиночеством, но порой наступает момент, когда ты попросту не можешь с ним справиться."
"Правую ладонь невыносимо резало — должно быть, я незаметно для себя уже полчаса как опирался ей об острый край."
"Но это было что-то настоящее, с чем я хотя бы был в силах бороться."
"Не как кисель резать — результатом последнего полугода."


"Я мог что-то сделать!"
"Что-то, что…"


"С вскриком, я дёрнул рукой, пытаясь спастись от боли — но тщетно."
"Кажется, дело вовсе не в железке было."
"В чём тогда?"
"Пришлось расставаться с уютной темнотой и плеском воды."
"Я с усилием открыл глаза — правая ладонь была красная и больная."
"На секунду представилось вдруг, что по ней прокатился Огонёк — чей-то чужой, на пути в поисках."
"Мой-то никогда бы не обжёг. {w}Ведь правда? Неужели Славин?"


"Правда?"
"Я не был уверен в ответе, но меня не сильно пугали любые перспективы."
"В частности — риск выглядеть идиотом."


"Приблизив красную ладонь к лицу, внимательно оглядел её и неожиданно для самого себя, произнёс:"
me "Тай-тай, налетай…"


"Ладонь негромко засветилась в полумраке — и из центра её, сформировавшись свечением, на средний палец скакнул уютный жёлтый шарик."
"Сердито подпрыгнул, явно недовольный тем, как долго мне пришлось его звать."
me "Ты тропинку найти помоги наружу…"
"Попросил я. И Огонёк сменил гнев на милость."


"Ещё раз прокатившись по руке, затирая своим светом шрамы и ожоги, он поднялся в воздух и, подумав, со всего маху ударился о сумрак, пронзил его насквозь и понёсся вдаль, вдаль — куда-то в сторону севера."


"Каким-то внутренним чутьём я мог проследить его путь."
"Самое главное, я мог проследить его направление — он искал дополнительную силу."
"Сам по себе цыплёнок не мог почти ничего, кроме разве что исцеления."
"Но когда их было много… Вот он и искал ещё Огоньков — чтобы объединившись с ними, снова помочь глупому хозяину."


"Шло время — час, за ним другой."
"Небо посерело и стало бездонным окончательно, а я разуверился в чудесах."
"Но всё равно продолжал сидеть и сидеть, одинокий, всеми брошенный и чуть не рыдающий от жалости к самому себе."


"А из-за стремнины мне прямо под ноги приплыл кусочек коры со светящимся на мачте… Огоньком."
"Я поднял его, и услышал окрик:"
us "Эй, это мой!"


"Сердито размахивая руками, ко мне спешила Ульяна."


#========== Дежавю ==========


"Вместо того чтобы собирать вещи, мы припомнили честные слова и обещания, и, едва пересидев завтрак, собрались и всей четвёркой сбежали. Сбежали!"
"Час пути на то, чтобы добраться до карьера."
"Ещё час — мимо пугающих холодным ветром смежных точек, откуда так легко вспомнить, что я, вообще-то не принадлежу этому месту."
sl "И сколько нам так идти?"
"Подняв перед собой ладонь, Ульяна прикрыла глаза и, поискав направление, указала в сторону виднеющегося на горизонте взгорка."


us "Тай-тай, налетай…"
sl "Ты хочешь найти ещё что-то?"
"Спросила Славя."
me "Нам туда."
"Вместо Ульянки ответил я."


"И направился первым."
"Я уже был здесь вчера, поэтому ничуть не удивился, когда за расступившимися деревьями снова всплыла толстенная бетонная подушка, держащая на себе пару колонн и крышу с задней стенкой."
"Дорожное покрытие было старым, разбитым, а там и сям пробившаяся растительность свидетельствовала о том, что пользуются дорогой крайне редко."
"И очень давно — в последний раз."


"И всё же мы не просто так прибыли сюда сегодня."
"Я впервые обернулся назад — на секунду мне показалось, что асфальтовое покрытие дрогнуло, будто разглаживаясь."


"А чуть глубже от дороги, в нескольких метрах по ту сторону зарослей оказался небольшой карман с выложенным закопчённым камнем костровищем, а на дорожном знаке висела холщовая сумка."
"Откуда-то я знал, что там соль, спички и компас."
"Разбитая, заброшенная автобусная остановка и была нашим ориентиром, служащим перекладной точкой на пути в будущее."


sl "Вот где нужен порядок… За работу!"


"Работа закипела — мы подрыли знак и установили его строго вертикально, сбили пыль со скамейки и расчистили дорогу от нападавших камешков и веток."
"По идее, отъезд должен был случиться часа через три, но никто не жаловался и никуда не спешил."
"Кажется, мы нашли свой собственный путь."


"И его правильность подтвердило жизнерадостное, басовитое гудение из-за горизонта."


"Ульянка, удивительно выросшая — хотя и не изменившаяся внешне, неслышимо встала рядом."
"Нашла мою ладонь."
"Её пальцы были горячими и сухими."
us "Смотри."
"Показала она пальцем."
us "Автобус."
me "Какой?"
us "Четыреста десятый… Сём, а ты таким и останешься?"
me "Каким?"
"Ульяна улыбнулась:"
us "Пошли, покажу!"


"Вызывая странное чувство дежавю, автобус остановился прямо напротив нас, я оказался напротив дверей — и створки с шипением разъехались в разные стороны."
me "Неужели, просто так и поедем? А как же…"
"Я обернулся, но увидел лишь ободряющие кивки, которыми подбадривали меня девочки."
kids "Давай же!"
"Славя выставила большой палец, Лена несмело кивнула и улыбнулась."
"Ульянка же была в полном восторге!"


"Она втащила меня вверх по ступенькам и усадила на место над колесом."
us "Самый лучший обзор. Гарантирую это."


"Наверное… Что же она хотела мне показать, интересно? "
"Славяна и Лена зашли вслед за нами и сели на соседнее сиденье — такое же, как у нас, на возвышении над колесом."
"За окном почему-то стремительно потемнело, и я понял вдруг, что меня смущает во всей этой картине."
us "Вот"
"Ладошки поймали мою голову и с силой повернули куда-то в сторону."


"В сторону… Окна. {w}За окном было темно — хоть глаз выколи."
"А потому так замечательно отражалось содержимое салона. Пустого."
"Лишь мальчик и девочка, сидящие на одном сиденье. {w}И две девочки, сидящие через проход."
"Сверстники, красноволосая девочка, наверное, даже чуть старше всех прочих."


"Я тихо улыбнулся. По салону повеяло теплом и запахом полыни."
"На наши плечи беззвучным одеялом опустилась Сказка."


#***

"Что же было дальше?"
"Что ж, можно на секунду перестать относиться ко всему скептически и позволить себе просто поверить."
"В конце концов, все мы здесь собрались только потому, что однажды захотели сказку."
"Так что лютый ворог побеждён, царевна возвращена (а то и взята под венец), полцарства подарено, сестрица Алёнушка оживлена."
"Стали они жить-поживать, и…"
#***

"В каждой из жизней своих я почему-то старался держаться подальше от людей, выступал этаким молчуном с комплексом неполноценности — и продолжая службу, а по вечерам записывая впечатления в книгу, которую однажды обязательно издам, и трудясь на бирже фриланса, и преподавая музыку юным пионерам."


"Жизнь как она есть."
"Я трачу день на то, чтобы быть полезным другим людям, а вечерами лежу на диване с кальяном, потому что на улице пусто — я проверял."
"Нет там людей."


"Только всё чаще уже не гостьей, а хозяйкой в моём сердце становилась тоска."
"Она сжимала сердце ощущением непоправимости уходящего, как будто шептала о том, что никогда не будет правильного времени, будет только потраченное впустую."
"Но никогда не отвечала на вопрос — как, чёрт возьми, мне поступить правильно?! "
"Никто не знал. И я тоже."


"И когда тоски стало слишком много, я отправился в ванну, включил самую горячую воду, какую только мог терпеть, и погрузился туда, оставив наружу только рот и нос."
"Чтобы дышать, и…"
me "Господи, мне плохо. Что мне делать?"


"У кого я спрашиваю совета?"
me "Почему всё не так, как надо? Что я делаю неправильно?"


"И зачем я спрашиваю совета у кого-то?"
me "Мне надоело. Я как будто доживаю заживо — ещё чуть-чуть, и начнут куски отваливаться."


"Надоело. Особенно — тишина."
"Я до поры прекрасно уживался с одиночеством, но порой наступает момент, когда ты попросту не можешь с ним справиться."
"Правую ладонь невыносимо жгло — должно быть, я незаметно для себя уже полчаса как опирался ей о горячую трубу."
"Но это было что-то настоящее, с чем я хотя бы был в силах бороться."
"Не как кисель резать — результатом последнего полугода."


"Я мог что-то сделать!"
"Что-то, что…"


"С вскриком, я дёрнул рукой, пытаясь спастись от жжения — но тщетно."
"Кажется, дело вовсе не в кипятке было."
"В чём тогда?"
"Пришлось расставаться с уютной темнотой и плеском воды."
"Я с усилием открыл глаза — правая ладонь была красная и обожжённая."
"На секунду представилось вдруг, что по ней прокатился Огонёк — чей-то чужой, на пути в поисках."
"Мой-то никогда бы не обжёг. Ведь правда?"


"Правда?"
"Я не был уверен в ответе, но меня не сильно пугали любые перспективы."
"В частности — риск выглядеть идиотом."


"Приблизив красную ладонь к лицу, внимательно оглядел её и неожиданно для самого себя, произнёс:"
me "Тай-тай, налетай…"


"Ладонь негромко засветилась в полумраке — и из центра её, сформировавшись свечением, на средний палец скакнул уютный жёлтый шарик."
"Сердито подпрыгнул, явно недовольный тем, как долго мне пришлось его звать."
me "Ты тропинку найти помоги наружу…"
"Попросил я. И Огонёк сменил гнев на милость."


"Ещё раз прокатившись по руке, затирая своим светом шрамы и ожоги, он поднялся в воздух и, подумав, со всего маху ударился о стену, пронзил её насквозь и понёсся вдаль, вдаль — куда-то в сторону севера."


"Каким-то внутренним чутьём я мог проследить его путь."
"Самое главное, я мог проследить его направление — он искал дополнительную силу."
"Сам по себе цыплёнок не мог почти ничего, кроме разве что исцеления."
"Но когда их было много… Вот он и искал ещё Огоньков — чтобы объединившись с ними, снова помочь глупому хозяину."


"Я узнал это место — это был мостик через ручей по пути в Шуваловский парк."
"Мне нравилось гулять здесь — некоторые места будто были созданы для путешествий во времени."
"Ты мог запрокинуть голову в небо и следить за ленивым шевелением ветвей сосен, понимая, что эти гиганты стояли здесь ещё тогда даже, когда даже финских деревень здесь не было."
"Они видели столько, они столько знают… И если забраться достаточно высоко, то можно разглядеть прошлое…"


"Но сегодня я не отправился к соснам."
"Сегодня я замер на мостике, потому что мой Огонёк чуял что-то… Что-то…"


"И из-за стремнины мне прямо под ноги приплыл кусочек коры со светящимся на мачте… Огоньком."
"Я поднял его, и услышал окрик:"
us "Эй, это мой!"


"И понял вдруг, что не сплю."
"Понял, что однажды приснившаяся история имеет продолжение!"


"Ульянка была в точности той же, какой она и была в лагере."
"Только в пуховике и зимней сбруе."
"За ней приглядывал мужик, здорово на неё похожий. {w}Брат? Отец? Дядя?"
"Разговорившись, мы познакомились — несмотря на подозрительные взгляды, которые мы кидали друг на друга."
"Старшего брата Ульяны звали Антон."
"А Ульянка частенько теперь захаживает к «Сёмычу», попить чая, поболтать. {w}Просто помолчать."
"Она так ни разу не завела разговор о том, что случилось непонятным летом непонятно где."
"Только однажды наткнулась на рукопись и, с криками отвоевав её, прочитала."
"Замкнулась в себе и целую неделю не появлялась."
"Так что на этом, наверное, и следовало бы закончить историю."
"Правда?"


"Телефон зазвонил. {w}Ульяна?"
us "Привет. Нужно встретиться и обсудить кое-что."
me "Когда и где?"
us "Через час. На том мостике, помнишь?"
me "Да."


"Ульяна стояла у перил и смотрела на замёрзшую воду, машинально теребя в руках сложенный из бумажного листика кораблик."
"Она выглядела задумчивой и себе на уме."
me "Хай."
us "Я вспомнила обо всём, что было в лагере."
"Проигнорировав приветствие, начала она."
"А ещё она вспомнила о том, для чего и зачем нужны эти кораблики."
me "Это Огонёк."
us "Ты знаешь?"
me "Ну, разумеется. Он может найти что-то. Или помочь кому-то найти дорогу."
us "Так. У него есть сила. {w}Она невелика, но если объединить силу тысячи Огоньков, они смогут найти путь откуда угодно куда угодно!"
me "И что? Мы однажды уже нашли дорогу."
us "Нашли. Но разве тебе не интересно продолжить искать?"
me "В смысле?"
"Ульяна очень по-взрослому посмотрела на меня:"
us "Разве ты сам не чувствуешь ограниченности этого мира? У него очень много рамок. {w}А значит, всегда есть, куда стремиться!"
me "В соседний мир?"


"Голова закружилась, и меня посетило настоящее Дежавю:"
us "Дурак! Зачем нам соседний мир?"
"Она грустно покачала головой."
us "Я по девочкам соскучилась. По Лиске, по Тише, по Славе. {w}Пошли обратно?"
"И я, помедлив, согласился."
"Поднявшись, я подал руку Ульяне, помогая подняться и ей."
"У нас был пока всего один Огонёк."
"И куча работы ещё предстояла."


"Де… жа…:"
us "Ну… Да!"
me "Нет, Уль."
"Я покачал головой."
me "Прости, но я пас."
us "Разве тебе не хочется вернуться? Это же так весело!"
me "И опасно."
"Отрезал я."
me "Уль, то, что нам повезло один раз, не значит, что следует пытаться снова."
me " Помнишь, как те мальчишки чуть не утопили и твой кораблик, и тебя? А наш мир ещё не самый худший, я думаю…"
us "Но…"
"Она совсем загрустила."
me "И если кто-то найдёт однажды твой Огонёк, кто-то нехороший…"


"Ульяна, медленно кивая, медленно отломала свечку от мачты." #медленно


"Дежавю!"
us "Во все соседние миры!"
me "И сколько мы будем так искать?"
us "Сколько хочешь! Разве тебе не интересно, что за границей?"
me "Интересно."
us "Только смотри, у нас ни Даньки, ни его ребят. {w}Поработать придётся как следует."
me "Ничего."
"Ответил я."
me "Справимся."
us "Справимся!"
"Достав из кармана свечку, Ульяна с грехом пополам приделала её к бумажному кораблику и зашептала"
us "Тай-тай, налетай…"
return
