#ДЕНЬ ШЕСТОЙ
label alt_day6_us_7dl_begin:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(6, u"Ульяна. Утро")
    play music vale fadein 5
    scene bg int_house_of_mt_sunset
    with dissolve
    "Я не знаю, как и почему со мной столько всего происходит."
    "Это благословление?"
    "Или, может быть, проклятье?"
    "Но над головой снова уходящие ввысь косые своды моего треугольного домика, а со стороны вожатой снова скрип ручки по бумаге."
    "Она тоже чем-то дышит, тоже на что-то надеется."
    "И так здорово было бы задержаться здесь хотя бы на пару лет."
    th "Чтобы привыкнуть и потом всю жизнь вспоминать о мире, который и в самом деле может существовать несмотря ни на что."
    show blinking
    "Я улыбнулся."
    "И открыл глаза."
    show spill_red with dspr
    $ renpy.pause(2, hard=True)
    show spill_gray with dspr
    $ renpy.pause(2, hard=True)
    show alt_credits timeskip_dev at truecenter with dissolve2
    $ renpy.pause(4, hard=True)
    with dissolve2
    window hide
    return
    
label alt_day6_us_px_begin: #px - новый префикс рута вместо 7dl для того, чтобы не было путаницы.
    "Той же ночью мне снова снился странный сон."
    "Снова ласковое солнечное тепло на щеках и ладонях, только теперь их было двое — лучиков."
    "Они прыгали и играли, носясь по потолку и одеялу."
    "Один из них добрался до шкафа, там нашёл зеркало… сколько было восторгов и прыжков! "
    "А сверху, чуть южнее луны, за нами наблюдал превратившийся в звезду теннисный мячик."
    "Так оно и было, а потом оба лучика нырнули мне в ладонь, и я проснулся во сне, поняв, что кое-что упускаю из виду, держа за руку собеседника, который просыпается в каждом человеке с угасанием сознания и перехода на сны медленные."
    "Пушкин так записывал стихи. А я — болтаю."
    me "Быть собой? Как это скучно! "
    me "Мне повезло родиться в мире без волшебства, так какого чёрта я должна быть собой в этом мире? Нет."
    me "Лучше я буду без лица. Это ведь тоже… магия."
    me "Вроде той, что позволяет видеть ночью."
    me "Вроде той, что переносит кораблики за пару километров, и даже заставляет верить таких вот маленьких девочек в то, что здесь обошлось без человека."
    me "Кто-то разыграл её, наговорил глупостей, а она и поверила? "
    me "Но откуда в таком случае внутри ощущение направления? "
    me "Откуда нам известно куда идти, если мы хотим найти путь дальше? "
    me "Откуда нам стало известно, где искать карьер? "
    me "Нет, не так всё просто здесь."
    "Самое непонятное — откуда путь на этот карьер узнала Лена? "
    "Неужели её кто-то привёл? "
    "Или она тоже однажды запускала свой кораблик?"
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(6, u"Огоньки. Утро")
    play music unfulfilled fadein 5
    scene bg int_house_of_mt_sunset
    with dissolve
    "Пробуждение в домике. В этот раз оно ничем особенным не отличается от всех прочих дней — нет ни дождя, ни родительских дней, ни чего бы то ни было ещё."
    "Даже не верится в то, насколько это утро тривиально и ничем не выделяется."
    "Хотя… Оно же последнее, да? Возможно, именно в этом и будет заключаться его уникальность."
    "Последнее утро смены, для кого-то — последняя зарядка в этом году, а потом — по домам, к пыльным дворам и сотни раз перелатанным кожаным мячам."
    "И так стрёмно от прямого в девятку, когда на воротах лучший друг, да? "
    "А он сам улыбается белозубо, контрастно на фоне загара-грязи."
    "Но что касается меня? Ну… Сегодня и в самом деле день особенный."
    "Следует начать с того, что я проснулся от того, что панцирная сетка подо мной перестала провисать до самого пола."
    "Едва-едва заметно, для кого-то, возможно, это и не скажет ничего, но… "
    "В памяти всплыло полузабытое мальчишеское умение становиться невесомым — достаточно было просто чуть напрячь височные мышцы, качнуться на носочках — и… "
    "Бежевой звездой мяч стремится к горизонту, а секундомер захлёбывается, пытаясь успеть за размытым от скорости бегом."
    me "Юность"
    "Прошептал я. И проснулся."
    "Такой сон. Как полупьяный вальс в горьковатом воздухе осеннего парка — ломкое, трепетное признание, колющее губы, дрожь в основании черепа и боязнь прямого взгляда: наслаждаться бы дураку этим концентратом жизни, но стесняюсь, отворачиваюсь. Выдыхаю."
    show mt normal pioneer at left with dissolve
    mt "Семён, мне кажется, или ты и правда стал меньше?"
    "Не отрываясь от ежедневника, спросила вожатая."
    "Ручка в её правой руке так и порхала — знаменитый хват, которым люди пользуются, лишь записывая самые сокровенные свои мысли."
    me "Вам кажется."
    "Не открывая глаз, ответил я."


    "Я уже полностью проснулся, но вредничал, не желая приветствовать новый день."
    "Мне что-то снилось, очередной перехватывающий дыхание сон, от которого потом неделю ходишь то ли больной, то ли влюблённый."
    mt "Да?"
    "Дописав, вожатая поднялась и, закрыв ежедневник на какой-то хитрый замочек, убрала тетрадь на полку."
    "Теперь даже если очень захочу, я не сумею прочитать, о чём же таком личном могла писать свет Ленивовна поутру, вместо того, чтобы досыпать."
    me "Так точно. Сегодня тоже сразу на завтрак идём?"
    mt "Размечтался. Погодка замечательная, поэтому будь любезен умыться и выйти на построение."


    "Кивнув мне на прощание, Ольга поправила галстук, накинула панамку и оставила меня одного."
    "А я стал подниматься."

    show spill_red with dspr
    $ renpy.pause(2, hard=True)
    show spill_gray with dspr
    $ renpy.pause(2, hard=True)
    show alt_credits timeskip_dev at truecenter with dissolve2
    $ renpy.pause(4, hard=True)
    with dissolve2
    return
    
    
#TODON1#Подъём - Неудачник - день 6
"Обычный подъём, ничего особенного"

#TODON2#Зарядка - Неудачник - день 6
#TODON3#Завтрак - Неудачник - день 6
#TODON4#Помощь с подготовкой концерта (выбор - Мику, Лена, сбежать)
#TODON5#Мику - репетиция, предложения дружбы (флаг-эпилог)
#TODON6#Лена - признания, рисунки, параллели, газета (флаг-эпилог)
#TODON7#Сбежать - планируется страшная мстя жуликам
#TODON8#Обед - Неудачник - день 6
#TODON9#Мику - саунд-чек  - Неудачник - день 6
#TODON10#Лена - Уходим гулять в одиночестве, пытаясь найти Лес Памяти (см. н16)
#TODON11#Ульяна - солёная змеюка с чердака, бумажка с аммиак-селитрой в душевые
#TODON12#Концерт - Неудачник - день 6
#TODON13#Ужин - Неудачник - день 6

#TODON14-15-16 #Дискотека(Танец со Славей, Ульянкой, ОД - разные флаги)
"Ульянку мы потом находим всё на том же лугу, где она топит свой скарб и признаётся, что ревновала, а значит  лишком взрослая для пути."

#TODON17#Беседа на крылечке (повторение сцены чаепития из д.2) - проверка по флагам, иначе ОД утаскивает Семёна купаться на мыс.
"Если флаг танца с Ульяной, то Ольга раздосадованно признаётся в том, что Семён очень похож на Антона - старшего брата Ульяны, который не вернулся из Афгана."

#TODON18#Отбой - Неудачник - день 6

#TODON19#День7 - подъём! - Неудачник - день 7
#TODON20(если Ульянка - с мордой в пасте)
#TODON21#Завтрак - Неудачник - день 7
#TODON22#Сборы - Неудачник - день 7
#TODON23#Отъезд - Неудачник - день 7
#TODON24#Пробуждение дома - Неудачник - день 7

#TODON25#Эпилог - Неудачник - день 7
"В последнем случае уговор на поход с утра, признание в том, что Семёна стирает каждый раз в икарусе, и она немного боится, что и с ней случится то же самое."

#TODON26#Выбор: согласиться на встречу или нет?
#TODON27#Согласие:поездка - встреча
#TODON28ЭПИЛОГ-ГУД ВН
#TODON29#Отказ:дома, новости

#TODON30#репортаж про подлёдную рыбалку ЭПИЛОГ-БЭД ВН
"И время: 22:55… Ты же помнишь, что это за время?"
"Не помнишь?"
"Ну что же ты… Разрешите прикурить, и… тёплое место, но улицы ждут…"
####################################


#TODO011#Подъём - Огоньки - день 6
"И привычным спасением от кошмара, вдыхая чёрную, ледяную отраву, я изо всех сил взмолился: пусть это станет сон. И с огромным облегчением кинулся навстречу звенящему будильнику."

"И снова - моложе на год."
"Пробуждение в домике. В этот раз оно ничем особенным не отличается от всех прочих дней — нет ни дождя, ни родительских дней, ни чего бы то ни было ещё. Даже не верится в то, насколько это утро тривиально и ничем не выделяется. Хотя… Оно же последнее, да? Возможно, именно в этом и будет заключаться его уникальность. Последнее утро смены, для кого-то — последняя зарядка в этом году, а потом — по домам, к пыльным дворам и сотни раз перелатанным кожаным мячам. И так стрёмно от прямого в девятку, когда на воротах лучший друг, да? А он сам улыбается белозубо, контрастно на фоне загара-грязи."
"Но что касается меня? Ну… Сегодня и в самом деле день особенный. Следует начать с того, что я проснулся от того, что панцирная сетка подо мной перестала провисать до самого пола. Едва-едва заметно, для кого-то, возможно, это и не скажет ничего, но… В памяти всплыло полузабытое мальчишеское умение становиться невесомым — достаточно было просто чуть напрячь височные мышцы, качнуться на носочках — и… Бежевой звездой мяч стремится к горизонту, а секундомер захлёбывается, пытаясь успеть за размытым от скорости бегом."
"«Юность» — прошептал я. И проснулся."
"Такой сон. Как полупьяный вальс в горьковатом воздухе осеннего парка — ломкое, трепетное признание, колющее губы, дрожь в основании черепа и боязнь прямого взгляда: наслаждаться бы дураку этим концентратом жизни, но стесняюсь, отворачиваюсь. Выдыхаю."
"— Семён, мне кажется, или ты и правда стал меньше? — Не отрываясь от ежедневника, спросила вожатая. Ручка в её правой руке так и порхала — знаменитый хват, которым люди пользуются, лишь записывая самые сокровенные свои мысли."
"— Вам кажется. — Не открывая глаз, ответил я."

"Я уже полностью проснулся, но вредничал, не желая приветствовать новый день. Мне что-то снилось, очередной перехватывающий дыхание сон, от которого потом неделю ходишь то ли больной, то ли влюблённый."
"— Да?"
"Дописав, вожатая поднялась и, закрыв ежедневник на какой-то хитрый замочек, убрала тетрадь на полку. Теперь даже если очень захочу, я не сумею прочитать, о чём же таком личном могла писать свет Ленивовна поутру, вместо того, чтобы досыпать."
"— Так точно. Сегодня тоже сразу на завтрак идём?"
"— Размечтался. Погодка замечательная, поэтому будь любезен умыться и выйти на построение."

"Кивнув мне на прощание, Ольга поправила галстук, накинула панамку и оставила меня одного."
"А я стал подниматься."

#TODO012#Зарядка - Огоньки - день 6
#TODO013#Завтрак - Огоньки - день 6
#TODO014#Карьер
#TODO015#Локи - замирает и уходит
#TODO016#Локи - Ссора с Ульяной
"Милое исчадие, пойми уже, наконец - мы уже позабыли, как все обещали остаться детьми."

#TODO017#Дрищ - отступает к карьеру
#TODO018#Дрищ - устраивает истерику
#TODO019#Обед - Огоньки - день 6
#TODO020#Сцена с Данечкой
#TODO021#Локи - помощь с репетицией

#TODO022#Дрищ - поиск партии

#TODO023#Мику - Отказывается, у неё репетиция.
"На помощь приходит Данечка. Флаг Данечки, Флаг Мику."

"Он говорит, что поможет, но после концерта. Поэтому придётся найти Ульянку и сообщить ей. В этот раз пойдут всего трое."
"Это необычно, так как ожидается, что здесь шоссе должно петлёй огибать выемку, чтобы было удобнее подъезжать заборщикам грунта и песка."
"Но в действительности этого не происходит. Хотя ещё вчера, здесь была дорога. Но Огонёк проводит дальше. И Семёна, и Ульяну, и Данечку - они выходят на просеку и доходят до заброшенной автобусной стоянки с покосившимся номером автобуса. Совместными усилиями они ставят на место столб со знаком и очищают вывеску с номером-расписанием. Данечка бросает взгляд на часы - в отличие от нас, он не хочет сбежать, но без нас Ничейная территория его не выпускает. Приходится возвращаться."


#TODO024#Ольга

#TODO025#Лена
"Лена сбегает из лагеря, у неё свой Огонёк, она пускает его каждый год. И каждый год уходит к карьеру."
"На карьере - изрезанные сердечками деревья. Это Лес Памяти, он помнит многих. А ещё отсюда можно запустить Огонька."

"-  Лена, подожди! - мы с трудом догнали и встали рядом."
"- Что? - Она сняла с себя все маски, но не стала привлекательней."
"- Мы знаем, почему ты убегаешь."
"- Да? - Не удивилась она. - И что?"
"- Возможно… - медленно начала Ульяна. - Ты хотела бы… пойти с нами?"
"- С вами? - Она искусственно рассмеялась? - Куда? Зачем?"
"- Дальше по дороге, где тебя никто не найдёт. Интересует?"

"Смех стих. И Лена, недоверчиво глядя на Ульяну, поднялась и повернулась к нам целиком."
"- Зачем мне туда идти?"
"- Там пахнет полынью. - Ответил я. - ты знаешь, что это значит?"
"Безусловно, она знала."


#TODO026#Алиса
#TODO027#Славя(повторное прохождение)
#TODO028#(Флаги Лены, Алисы, Слави) - дальние ворота. При приближении хихикают кусты, потом либо Лена появляется из соседних, либо Алиса выглядывает из-за створки.
#TODO029#Флаг Слави - Славя - забирает Семёна на концерт
#TODO030#иначе - Саныч забирает Семён на концерт
#TODO031#Концерт - Огоньки - день 6
#TODO032#Ужин - Огоньки - день 6
#TODO033#Дисотека - Огоньки - день 6
#TODO034#Локи (Флаг Слави) - медляк со Славей, объяснение Славей мироустройства
#TODO035#Дрищ (Флаг Слави) - сцена на пристани, возвращение Ульяны
#TODO036#Общее - просто танцуем, беспокоимся за девочек, пытаемся сбежать, но Саныч водворяет обратно на танцпол.
#TODO037#Отбой - Огоньки - день 6
#TODO038#Подъём - Огоньки - день 7
#TODO039#Завтрак - Огоньки - день 7
#TODO040#нет Славя-флага - Ульянка, Лена и Алиса вернулись ночью, мы видим их уже в столовой, ругающимися с ОД - ПОДВЕТКА ПУСТОШЕЙ 
#TODO041#Славя-флаг - здороваемся с девочками, уточняем, всё ли в силе - ПОДВЕТКА ПОБЕГА

####################################
#ПОДВЕТКА ПУСТОШЕЙ
####################################
#TODO042#Сбор вещей
#TODO043#Отъезд
#TODO044#Эпилог
"выход из лагеря обнаружить не удалось. Ульяна со вздохом соглашается уезжать из лагеря, по дороге стандартно происходит вывод действующих лиц из игры, Семён сталкивается с обнажённой пустотой и прыгает туда"

#TODO045#Мику-флаг - друзья навечно
"Мудрец и мудак внутри меня бьётся в истерике от этой идеи."
"Он орёт, срывая глотку, обличая и ненавидя - я же не имею права быть с ней."
"Не имею."
"Но я уже давно перерос и ненависть, и истерики. Понятие права меня уже давно не волнует. Плевать мне, есть ли оно или нет."
"Здесь и сейчас всё происходит по моей прихоти."

#TODO046#Больше 7 - Путь над пустошами, ЭПИЛОГ-ГУД1 ВО


#TODO047#Меньше 7 - Тай-тай, ЭПИЛОГ-БЭД1 ВО
"Бабочки - символ перерождения."

"страна фей."


"Ты болишь и нарываешь ледяной в груди занозой."
"Моя моэ! Прошу тебя, не выплюни меня на берег…"
"Грусть. Я нашёл то, что искал и всегда хотел. Но оно больше мне не нужно."


"мы узнаём, что Ульянка – Восстановленная (человек, которого однажды обнулило,  его пришлось воспитывать заново). Физиологически последние двенадцать лет она не растёт. Зато помнит весь ужас нулификации личности. Поэтому и ищет способ сбежать из лагеря."

"Если человек не делает то, что ты от него хочешь - в этом нет его вины. Ведь это ТЫ хочешь."


"- Ты у меня из головы даже покурить не выходишь!"
"Детская коробка. С вещами матери для будущего ребёнка."
"С дневником."
"И с письмом, озаглавленным «дочке»."
####################################
#ПОДВЕТКА ПОБЕГА
####################################
#TODO048#Уборка остановки
#TODO049#Автобус? И правда!
#TODO050#Славя-флаг - выбор, сесть или не сесть
#TODO051 #Иначе - выбора нет, мы возвращаемся обратно в лагерь
#TODO052#Отъезд
#TODO053#ЭПИЛОГ ДЕЖАВЮ
"Дрищ фрилансит, Локи преподаёт музыку, по вечерам записывая впечатления в книгу, которую собирается попытаться издать.  А в один из таких вечеров плюёт на всё и уходит гулять в парк."

"Только всё чаще уже не гостьей, а хозяйкой в моём сердце становилась тоска. Она сжимала сердце ощущением непоправимости уходящего, как будто шептала о том, что никогда не будет правильного времени, будет только потраченное впустую. Но никогда не отвечала на вопрос - как, чёрт возьми, мне поступить правильно?! Никто не знал. И я тоже."


"И когда тоски стало слишком много, я отправился в ванну, включил самую горячую воду, какую только мог терпеть, и погрузился туда, оставив наружу только рот и нос. Чтобы дышать, и…."
"- Господи, мне плохо. Что мне делать?"

"У кого я спрашиваю совета?"
"- Почему всё не так, как надо? Что я делаю неправильно?"

"И зачем я спрашиваю совета у кого-то?"
"- Мне надоело. Я как будто доживаю заживо - ещё чуть-чуть, и начнут куски отваливаться."

"Надоело. Особенно - тишина. Я до поры прекрасно уживался с одиночеством, но порой наступает момент, когда ты попросту не можешь с ним справиться."
"Правую ладонь невыносимо жгло - должно быть, я незаметно для себя уже полчаса как опирался ей о горячую трубу. Но это было что-то настоящее, с чем я хотя бы был в силах бороться. Не как кисель резать - результатом последнего полугода."

"Я мог что-то сделать!"
"Что-то, что…"

"С вскриком, я дёрнул рукой, пытаясь спастись от жжения - но тщетно. Кажется, дело вовсе не в кипятке было."
"В чём тогда?"
"Пришлось расставаться с уютной темнотой и плеском воды."
"Я с усилием открыл глаза - правая ладонь была красная и обожжённая. На секунду представилось вдруг, что по ней прокатился Огонёк - чей-то чужой, на пути в поисках. Мой-то никогда бы не обжёг. Ведь правда?"

"Правда?"
"Я не был уверен в ответе, но меня не сильно пугали любые перспективы. "
"В частности - риск выглядеть идиотом."

"Приблизив красную ладонь к лицу, внимательно оглядел её и неожиданно для самого себя, произнёс:"
"- Тай-тай, налетай…."


"Ладонь негромко засветилась в полумраке - и из центра её, сформировавшись свечением, на средний палец скакнул уютный жёлтый шарик. Сердито подпрыгнул, явно недовольный тем, как долго мне пришлось его звать."
"- Ты тропинку найти помоги наружу… - попросил я. И Огонёк сменил гнев на милость."

"Ещё раз прокатившись по руке, затирая своим светом шрамы и ожоги, он поднялся в воздух и, подумав, со всего маху ударился о стену, пронзил её насквозь и понёсся вдаль, вдаль - куда-то в сторону севера."

"Каким-то внутренним чутьём я мог проследить его путь. Самое главное, я мог проследить его направление - он искал дополнительную силу. Сам по себе цыплёнок не мог почти ничего, кроме разве что исцеления. Но когда их было много… Вот он и искал ещё Огоньков - чтобы объединившись с ними, снова помочь глупому хозяину." 

"Я узнал это место - это был мостик через ручей по пути в Шуваловский парк. Мне нравилось гулять здесь - некоторые места будто были созданы для путешествий во времени. Ты мог запрокинуть голову в небо и следить за ленивым шевелением ветвей сосен, понимая, что эти гиганты стояли здесь ещё тогда даже, когда даже финских деревень здесь не было. Они видели столько, они столько знают… И если забраться достаточно высоко, то можно разглядеть прошлое…."

"Но сегодня я не отправился к соснам. Сегодня я замер на мостике, потому что мой Огонёк чуял что-то… Что-то…."

"И из-за стремнины мне прямо под ноги приплыл кусочек коры со светящимся на мачте"
extend "… Огоньком. Я поднял его, и услышал окрик: "
"- эй, это мой!"
"И понял вдруг, что не сплю. "
"После чего, распрямившись, видит… ну, разумеется. Ульянку. В точности такую, какой она и была в лагере. Только в пуховике и зимней сбруе. За ней приглядывает мужик, здорово на неё похожий. Разговорившись, знакомятся, это оказывается её старший брат. Дальше стеной текста - Антон помогает Семёну восстановиться в универе, а Ульянка, которая частенько теперь захаживает к "Сёмычу", однажды натыкается на рукопись и читает. Замыкается в себе… Но через неделю предлагает встретиться и обсудить. Они встречаются на том же мосту, где встретились после лагеря. Ульяна начинает издалека, после чего рассказывает, что тоже вспомнила обо всём, что было в лагере. А ещё она вспомнила о том, что это за кораблик. Это Огонёк. У него есть сила. Она невелика, но если объединить силу тысячи Огоньков, они смогут найти путь откуда угодно куда угодно! "
"- Так ты же нашла путь?"
"- Верно! Но разве тебе не интересно продолжить искать?"
"- В смысле?"
"Ульяна очень по-взрослому посмотрела на меня:"
"- Разве ты сам не чувствуешь ограниченности этого мира? У него очень много рамок.А значит, всегда есть, куда стремиться!"
"- В соседний мир?"
#TODO053#Дрищ - настоящее дежавю (побег)
"Если Дрищ:"
"- Дурак! Зачем нам соседний мир? - она грустно покачала головой. - Я по девочкам соскучилась. По Лиске. Пошли обратно?"
"И я, помедлив, согласился. Поднявшись, я подал руку Ульяне, помогая подняться и ей. У нас был пока всего один Огонёк. И куча работы ещё предстояла."


#TODO054#Локи - дежавю!(побег)
"Если Локи:"
"- Во все соседние миры!"
"- И сколько мы будем так искать?"
"- Сколько хочешь! Разве тебе не интересно, что за границей?"
"- Интересно."
"- Только смотри, у нас ни Даньки, ни его ребят. Поработать нам придётся как следует."
"- Ничего. - ответил я. - Справимся."

#TODO055#Выбор - сесть. Эпилог - на наши плечи опустилась сказка
"успешно находим лазейку и ускользаем в неизвестный Мир, где слыхом не слыхивали о Совёнке, Мире Семёна или ещё каких мирах, зато там лето длится долго-долго и заканчивается только тогда, когда детям надоаедает играть. Там живёт старший брат Ульяны, Антон, в его домике и поселяются Семён с Ульяной. Их лето только начинается…"