#ПЕРЕЧЕНЬ СЦЕН
#День Четвёртый

#День Пятый
label alt_day5_neu_us_morning: #if alt_day4_neu_us_pixies
    me "Да ну тебя. У меня нет времени на всякую детсадовскую чепуху."
    us "Эй! Это мои слова!"
    "Обиженно посмотрела на меня девочка."
    us "Я ушла!"
    me "Иди-иди."
    "Ульяна вдруг остановилась и стала лихорадочно хлопать руками по карманам и всячески озираться."
    "Похоже, до неё что-то дошло."
    us "Да где, блина…"
    me "Кто?"
    us "Всё равно не поймёшь."
    "Отмахнулась она."
    me "А что непонятного может быть в кубике Рубика?"
    "Я показываю ей полусобранную игрушку — пока она устраивала поиски, я успел собрать жёлтую и оранжевую стороны."
    us "Да ни… Эй, отдай!"
    us "Где ты его взял?"
    "Мне показалось, что я увидел три вопросительных знака у неё над головой."
    "Подобрал, когда ты грохнулась. Всё время в руке держал."
    us "Ты должен был сразу отдать!"
    us "Порядочные люди так и поступают."
    us "Конечно, это очень хорошая игрушка и тебе хочется такую, но ты должен держать себя в руках."
    me "Вообще, если бы я его не подхватил, он мог бы и поломаться."
    us "Что?"
    me "Трах-бах о бетон, понимаешь? Клочки по закоулочкам, овации перешли в бурные аплодисменты."
    us "Вот как? Тогда ладно. Назначаю тебя почётным кубиконосцем."
    me "Не было печали…"
    us "То есть, можешь подержать его ещё немного у себя."
    "Ульяна встала рядом и, отряхнув шорты, начала терпеливо ждать."
    "Пять минут спустя."
    me "И долго мы стоять будем?"
    us "Ты подержал?"
    me "Да!"
    us "Тебе хватит?"
    "Кажется, она спрашивала всерьёз."
    "Растерявшись от такой постановки вопроса, я кивнул."
    us "Хорошо. Теперь отдавай!"
    "Вырвав кубик у меня из рук, Ульянка убежала."
    me "Больная какая-то."
    us "От дурака слышу!"
    "Донёс ветер её смех."
    $ set_mode_nvl()
    "Память обладает волшебным свойством открывать двери из детской комнаты — сразу в класс."
    "Но чаще в дождь. И лишь изредка — в лето."
    "Но разве стоит унывать на этот счёт? "
    "Ведь для того, чтобы пустить чудо в душу, нужно быть очень-очень счастливым. {w}И обязательно ребёнком."
    "И совершенно точно — попрыгавшим по лужам и насмеявшимся так, что уголки губ болят уже улыбаться."
    nvl clear
    "Тогда, возможно, только и сумеешь приютить крохотное крылатое чудо в рюкзаке, а в чаще леса обнаружить комнату с диваном, телевизором… и выходом в родительскую спальню."
    "Возможно, перестанешь бояться открытых окон и верхних этажей, потому что и без крыльев можно устремиться в небо."
    "Как? Рецепт прост до безобразия. {w}Уйма веры в себя и отцовский чёрный зонт, на котором сверху вниз написано «VISION», а снизу вверх «NOISIA»."
    "Хотя зонтик, наверное, не так уж и нужно. {w}Можно же просто сделать самолётик."
    "Если он будет достаточно большой, можно улететь хоть до луны — гораздо выше, чем летят качели."
    $ set_mode_adv()
return
    
label alt_day5_neu_us_dinner: #if alt_day4_neu_us_pixies
    "По вполне очевидной причине, Алисы не было на обеде."
    "Однако же, не было и её верной соратницы.."
    "Что это - солидарность?"
    "Или рыжие что-то замыслили?"
    "На завтраке, помнится, Ульянка вся горела желанием праведной мести."
    "Вопрос лишь в том, не решила ли она заняться этим прямо сейчас, наплевав на наше джентльменское соглашение."
    "Так или иначе, совсем не дело оставлять подружку голодной."
    menu:
        "Прихватить с собой.":
            "Запасы карман не тянут."
            "К тому же, есть шанс встретить одну обиженку и немного помочь ей."
            "Окинув взглядом гнездящееся на столе богатство, я воровато обернулся - не смотрит ли кто."
            "И лишь убедившись в безопасности, быстро-быстро состряпал пару бутербродов, цапнул со стола яблоко и, подскочив, кинулся было к выходу."
            mt "Семён, стоять."
            "Ну да, кто бы сомневался."
            me "Ольга Дмитриевна, я очень спешу!"
            "Досадливо сообщил я."
            mt "Прямо очень? Не хочешь сказать, куда?"
            me "Эта информация секретная, вам её знать не положено."
            mt "Я так и думала. Жди здесь."
            "И ушла."
            th "Вот он, мой звёздный шанс! На старт..."
            "И остался на месте."
            "Не потому, что боялся чего-то, а... Доверился интуиции."
            "И та не обманула."
            "Спустя пять минут из-за двери кухни показалась вожатая, держащая в руках бутылку."
            mt "Держи. И сухпай для голодающих."
            "И не будь я сытым, у меня от запаха такого пайка потекли бы слюнки."
            mt "Передай бандиткам, что обед пропускать было не обязательно."
            mt "Всё. Свободен."
            $ alt_day5_neu_us_stores = True
            "Машинально отдав честь, я развернулся через левое плечо и промаршировал к выходу."
            #TODO
            "На территории лагеря удаётся сыскать только Алису, которая мучает в мокрых кустах гитару - отдаём ей бутерброд в обмен на информацию об Ульянке. Алиса предподалагает, что мелкая опять где-то кораблики пускает, как она это всегда делает после дождика. Вспоминаем вчерашнее, идём на карьер."
            "Пользуясь своим Огоньком, выходим к Карьеру."
            #/TODO
            
        "Съесть всё здесь.":
            "Сомнений быть не могло - пока вожатая смотрит на меня, я не в состоянии прятать еду по карманам."
            "Чревато это, знаете ли."
            "Дождь успел мне здорово поднадоесть за утро, поэтому, воодушевившись выглянувшим солнцем, я сбежал из лагеря сразу после обеда и отправился гулять."
            th "Куда гулять?"
            th "Куда глаза глядят."
            "У меня было чувство сродни магнитному чутью птиц, верно указывающее в неком направлении, и коль скоро, пропихнув меня через калитку, оно вывело меня на вполне себе нахоженную тропинку за территорией лагеря… "
            "Почему бы и нет? Надо же осваивать владенья свои?"
            "Хотя, судя по карте, что висела при входе в лагерь, тропинка вела просто глубоко в лес, заканчиваясь на некоем карьере — что было странно, учитывая отсутствие маломальского подъезда к нему для грузового транспорта."
            "Но критиковать каждый может. Для начала стоит туда сходить — возможно, даже сигануть метров с пяти в мокрый песок."
    if loki:
        "За мыслями я не заметил, как углубился в лес, и тут некое светлое пятно привлекло моё внимание."
        "Среди деревьев белел чей-то силуэт, чётко читающийся на фоне ослепительно голубого неба, поэтому я решил изменить своим привычкам, и не стал притворяться, будто меня не существует."
        me "Привет."
        "Поздоровался я с напряжённой спиной и копной густых, с фиолетовым отливом, волос."
        me "Не видела Ульянку?"
        un "З-здравствуй."
        "Лена вздрогнула, похоже, немного испугавшись от неожиданности."
        un "Нет, не видела."
        me "Не против, если я тебе понадоедаю?"
        "Она неопределённо шевельнула плечом и спрятала глаза:"
        un "Как хочешь."
        me "Спасибо."
        "Почтя это за разрешение, я подошёл и встал рядом с мгновенно закостеневшей девочкой."
        "Говорить не очень хотелось, вместо этого я решил оглядеться."
        "Вогнутый в этом месте склон удачно притенял ряд сосен, а от падения с отвесного края защищали деревянные перильца."
        "Чуть дальше тень заканчивалась, поэтому одинокая сосна чуть выше раскидалась вольготно и всем своим видом олицетворяла жизнеспособность и жизнелюбие."
        me "Красиво здесь."
        un "Да…"
        me "Часто сюда ходишь?"
        un "Нет."
        "Вот и поговорили. Я схватился за разогретые перильца, которые чьи-то досужие ручонки уже изрезали сотнями имён, тысячами сердечек."
        "Одно, особенно глубокое, поневоле привлекало внимание, и я машинально проводил его изгибы пальцем."
        un "Э… С-семён?"
        "Несмело спросила Лена."
        me "Что?"
        un "Т-ты не з-знаешь, как этот карьер называется?"
        "Продолжая всё так же заикаться, спросила Лена."
        me "Разве карьерам дают названия?"
        "Я перевёл взгляд от лесной панорамы на стоящую рядом девочку, и её щёки тут же вспыхнули."
        un "Д-да… Наверное, ты прав."
        "Над склоном снова сгустилось напоённое зноем молчание."
        me "Ты к чему это спрашиваешь?"
        "Не то, чтобы я был такой себе нетерпеливый или спешил куда-то, но вряд ли бутерброды сохранят свежесть на таком солнцепёке долго."
        un "Ну…"
        "Лена несмело улыбнулась."
        un "Лес же имеет название. Лес памяти."
        me "Не видел на карте ничего подобного."
        un "Его и не может быть на картах."
        "Она махнула рукой в сторону горизонта."
        un "Как и того шоссе."
        me "Откуда здесь шоссе?"
        un "Я не знаю."
        "Чуточку более смелым голосом ответила она."
        un "Но на картах его тоже нет."
        me "Понятно. А лес почему так называется?"
        un "Не знаешь разве?"
        "Робость и стеснение понемногу отступали, оставляя меня наедине с Леной-настоящей."
        "И нынешняя Лена не боялась ни смеяться, ни удивляться."
        "Сейчас она улыбнулась и посмотрела на меня как на глупенького."
        "И не было в её самую чуточку снисходительной улыбке ничего ни угрожающего, ни оскорбительного."
        "Просто… будто бы я должен был знать нечто, само собой разумеющееся, раз уж я оказался здесь, а я вопросы задаю."
        me "Ничуточки."
        "Честно ответил я."
        un "Лес памяти называется так потому, что он помогает людям помнить. {w}Вот и всё."
        me "И всё?"
        un "Да. Ты приходишь сюда и, если хочешь о чём-то крепко-накрепко запомнить, вырезаешь имя или букву здесь вот."
        "Она указала на перильца."
        un "Хотя кое-кто вырезает на деревьях."
        me "Вандалы. Варвары!"
        un "Обычай такой."
        "Потускнела она."
        un "Не я придумала. Я пойду, ладно?"
        "Она развернулась и ушла. А на том месте, где она только что стояла, прямо под рукой, можно было разглядеть два свежие вырезанных символа — стрелочку и букву «Д»."
        un "А ещё сюда нельзя попасть, если не знаешь дороги, или кто-нибудь не покажет её."
        "Донесло до моего сознания порывом ветра."
        me "Мистика какая-то."
        "А к мистике я всегда относился скептически."
    else:
        #TODO
        "Вниманию предстаёт огороженный деревянными перильцами отвесный зароший склон - очень живописная картинка, куда ходить и ходить. Мы под ходим к перильцами облокачиваемся на них, раздумчиво разглядывая Здесь тихо, пусто. Во всяком случае, именно так нам кажется, пока мы не замечаем некоторое шевеление между деревьев. Отправившись проверить, видим, как кто-то изуродовал кору сосны, вырезав там кривое сердечко с огромным плюсом посередине. Имён или инициалов неизвестный вандал вырезать не успел. Пожав плечами, оборачиваемся было, но тут видим, что это было далеко не единственное дерево, пострадавшее от лап романтично настроенных воздыхателей. Собственно, таким образом изуродован не один десяток деревьев - мы идём и видим множество разных сердечек, больших и малых, уже заросших и довольно свежих. Видимо, в местном фольклоре местному лесу отводится определённая значимость (в будущем это подтвердит Ульянка). "
        #/TODO
    
    #TODO
    "Вернувшись обратно за перильца, кидаем взгляд в строну середины карьера - и там видим приметную красную футболку."
    #/TODO
    
    if alt_day5_neu_us_stores:
        #TODO
        "Разругавшаяся Ульянка была уже здесь и мы приносим ей бутенброд и яблуко. "
        "Она без лишних слов потребляет угощение и в благодарность отводит нас туда, где появляются Огоньки, запущенные по речке."
        #/TODO
        me "Эй."
        "Позвал я, остановившись у дерева."
        us "Наболтался с Ленкой? Она постоянно такая серьёзная."
        me "Читает слишком много, горе от ума."
        us "Думаешь?"
        me "Слезай давай, смотри что принёс."
        us "Что?"
        me "Не слезешь — не узнаешь."
        us "А если не слезу?"
        me "Тогда я уйду, и тебя любопытство загрызёт."
        us "Ты как Славя!"
        "Недовольно топнула ножкой Ульяна. Ветка тут же зашаталась, и девочка вынуждена была схватиться за ствол."
        us "Ой."
        me "Вот тебе и ой. Слезай давай."
        us "Зануда. Сейчас слезу."
        "Оказавшись внизу, она тут же вопросительно уставилась на меня."
        us "Ну так и?"
        me "Та-дам!"
        "Я достал из-за пазухи пакет, в котором было увязано моё богатство."
        "Голодный ребёнок тут же уловил ароматы копчёной колбасы, после чего провиант был немедленно реквизирован в пользу голодающих."
        us "Мокрые какие-то"
        me "Масло по жаре растаяло."
        us "А почему чёрствые? Есть запить?"
        "Я протянул ей бутылку с компотом."
        us "Ещё огромные такие, есть неудобно."
        me "Так разломи их пополам."
        us "Ещё и сыр этот."
        me "Не любишь сыр?"
        us "- …Люблю."
        "Неохотно ответила малявка."
        me "Тогда жуй и не выступай."
        "Сердито сверкнув зубами, Ульяна тем не менее последовала моему указанию."
        "Два бутерброда, кусок копчёного мяса, яблоко и бутылка компота — всё улетело за несколько минут."
        us "Больше ничего нет?"
        me "Нет. Скажи спасибо и за это."
        "Ничего не ответив, она скомкала бумагу и небрежно швырнула её через плечо."
        "Получившийся бумажный шарик весело поскакал вниз по склону, переваливая через корни сосен, всё ускоряясь, пока с размаху не вылетел на ту самую полянку, где я недавно болтал с Леной."
        us "Тогда я пошла."
        me "Стой! Я же тебя не просто так искал."
        us "Разве ты не покормить меня хотел?"
        me "И это тоже. Но мне интереснее другое."
        "Я заколебался, размышляя, стоит ли задавать малявке вопросы такого плана, но она нетерпеливо переминалась с ноги на ногу, и решился:"
        me "А это правда, будто сюда нельзя попасть, если дороги не знаешь?"
        us "Почему же нельзя. Ты же попал."
        me "Ну!"
        us "А ты знал дорогу?"
        me "Не знал."
        us "Так что ты мне глупые вопросы тогда задаёшь!"
        "Рассердилась мелкая."
        us "У тебя всё?"
        me "Наверное…"
        "И в самом деле, глупо было бы надеяться."
        "Развернувшись, я отправился вниз. Мне почему-то категорически не нравилась идея оставлять мусор в лесу."
        "Но не ушёл далеко."
        "За спиной заскрипело, зашуршало, и виноватый голос позвал:"
        us "Эй, новичок!"
        me "Грррр!"
        us "Сюда и правда нельзя попасть, если пути не знаешь, или если кто-нибудь тебя сюда не приведёт."
        me "Не верю я в такое."
        us "Зря. Лена знает это правило, поэтому она, сколько сюда ездит, иногда приходит сюда, и никто, кроме меня и моей гвардии её найти не может."
        me "А вы-то сюда как попали?"
        "Я не замедлял шага, поэтому Ульянке приходилось семенить ногами со вдвое большей частотой. К счастью её это, похоже, совершенно не беспокоило."
        me "Если сюда нельзя попасть."
        us "По-разному. Часть привели сюда «старички»."
        me "Тебя Алиса привела? — не сдержал сарказма я."
        "Это было настолько дико и неправдоподобно — Двачевская, устраивающая потайную заимку в лесу, что язык чесал поперёк мыслей."
        us "Нет."
        "Ульяна совершенно не обратила внимания на сарказм."
        us "Она не знает про это место."
        me "Ясно. Значит, кто-то из «гвардии»?"
        us "Мою гвардию привела сюда я сама."
        me "Ты уже совсем завралась. Я не знал дороги, и никто меня сюда не приво… ай!"
        "Я пожалел о словах, едва они покинули горло, но уже было поздно — мысок туфельки уже аккуратно воткнулся мне прямо в голень."
        "Уй-юй-юй! Я запрыгал на одной ножке, пытаясь сморгнуть непрошеные слёзы, поэтому не слышал, что там на меня ругалась Ульянка."
        "Хотя личико её и было довольно разгневанным."
        us "…го не скажу. Ищи сам тогда!"
        "Разобрал я, когда слух ко мне вернулся."
        me "Ты вообще думаешь что творишь? Ты знаешь хоть, как это больно?!"
        us "Знаю, разумеется."
        "Кивнула мелкая."
        us "Меня папка научил, сказал, что если мальчик очень глупый, это добавит ему мозгов на пару минут."
        dreamgirl "Бафф Интеллекта на +25%"
        "Съязвило подсознание."
        me "Иди ты знаешь куда…"
        "Нога побаливала, но основную часть переживаний я уже успел пережить."
        us "Не пойду. Ты вчера со мной Огонька запускал?"
        me "Предположим."
        us "Вот тебе и ответ."
        me "Какой ответ?"
        us "Тупица."
        "Девочка с преувеличенным вниманием стала приглядываться к моей второй ноге."
        us "Я о том, как ты мог попасть сюда."
        me "Удиви меня."
        us "Я сюда первый раз именно так попала."
        "Опередив меня, девочка подобрала бумажку и спрятала ту в карман."
        me "Да как?"
        us "Ты чего нервничаешь?"
        "Удивилась она."
        us "Я думала, тебе неинтересно."
        me "Я не нервничаю."
        "С трудом подавив желание придушить мерзавку, ответил я."
        me "Просто ты либо мне скажешь, либо я пошёл."
        us "Куда только торопится…"
        "Пробормотала она себе под нос."
        us "Пошли, здесь недалеко."
        "Найдя едва заметную тропинку, она заспешила вниз по склону, не оборачиваясь, чтобы посмотреть, следую ли я за ней."
        "И правильно — что ей беспокоиться, коль скоро она возбудила моё любопытство."
        "Путь её лежал вниз, к самому донышку карьера."
        "Оно было надёжно скрыто зарослями от досужих взглядов — сверху, снизу, да откуда угодно: почти полностью заполненный дождевой водой овраг можно было разглядеть, лишь оказавшись на его берегу."
        "Раздвинув кусты, Ульянка воскликнула:"
        us "Ю-ху! Я же говорила! Говорила я!"
        me "Что за…"
        "Я не договорил."
        "Все наши вчерашние Огоньки оказались… здесь. Каждый чёртов кораблик."
        "Свечки догорели и погасли, поэтому можно было не опасаться возможного лесного пожара. {w}Однако откуда они взялись здесь — непонятно."
        "Они просто были здесь, качались себе неторопливо на неизвестно откуда взявшихся волнах, вид притом имели тот самый — мол, выполнили задачу, а ну, скорей хвалите нас."
        "Видимо, начальная просьба — найти «путь наружу» — была исполнена в точности."
        us "Я же говорила! Они нашли путь, я же говорила!"
        me "Ты их все сюда перетащила?"
        "И когда только успела…"
        us "Ничего я не тащила!"
        "Оскорбилась малявка."
        us "Я же тебе говорила: Огоньки дорожку найдут."
        me "И как же они нашли, интересно? Я что-то ни речки, ни даже ручья не вижу."
        us "Не знаю. И тебе узнавать не советую."
        "Ульяна обогнула овраг по краю и, руководствуясь неким чутьём, выудила из воды кораблик."
        "Свечка на нём уже сгорела, покрыв палубу толстым неровным слоем воска."
        us "А ты сюда попал потому, что решил искать Огонька. Вот он тебе и помог."
        me "Ясно."
        "Я не скрывал издёвки."
        me "То есть, мы вчера искали этот карьер. Точно. Куда нельзя попасть, если пути не знаешь."
        us "Дурак. Мы искали путь. Ты ожидал, что огоньки тебя перенесут сразу, куда ты хочешь?"
        me "Ничего я не ожидал."
        us "Вот и закрой рот. Путь из шагов сделан. Мы сделали первый. Сейчас второй будет."
        me "Меня в это не втягивай."
        us "Не собираюсь."
        us "Ну что, будем просить ещё раз?"
        "Раздумчиво предложила девочка."
        "Я пожал плечами."
        me "Я не очень-то верю в это. Ты или кто-то ещё просто взял и перенёс все кораблики сюда."
        "Мой внутренний голос прошёлся насчёт умственных способностей и тех, кто станет перетаскивать сотню игрушечных корабликов за километр от речки, и о тех, кто предполагает подобное, но я уже привычно отмахнулся от него."
        "Ульяна вообще ничего говорить не стала — просто посмотрела на меня как на блаженного."
        "Миру был явлен ножик, свечка и кусок сосновой коры."
        me "Ты где столько свечек берёшь?"
        us "Не отвлекай."
        "Не прекращая трудиться, пропыхтела мелкая."
        me "А почему леса на картах нет?"
        "Не унимался я."
        us "Потому что криворукие балбесы рисовали. Всё, молчи."
        "Девочка споро заработала ножичком. {w}Здорово у неё получается — раз, и готово! "
        "Не прошло и двух минут, как принявший уже привычный вид кораблик-огонёк замер на детской ладошке."
        us "Прочитаешь Напутствие?"
        "Спросила она."
        me "А почему я?"
        us "Ну…"
        "Хитро улыбнулась она."
        us "Возможно, у тебя получится ещё лучше, чем у меня."
        me "Я, пожалуй, пас."
        us "Тогда брысь."
        "Девочка оттолкнула меня в сторону и быстро-быстро забормотала про ветерки-подружек и прочих представителей местного сказочного бестиария."
        "«Плюх», — флегматичного отозвался Огонёк, и, руководствуясь одними ему понятными правилами, указал носом куда-то на северо-запад, в сторону того самого шоссе."
        me "Там же нет ничего!"
        "Я указал на заросший камышом противоположный бережок импровизированного озерца."
        me "Что в такой луже тебе твой кораблик найти должен?"
        "Снова нет ответа."
        "Похоже, я её обидел. Или нет?"
        me "Слушай…"
        "Наградой мне был насупленный взгляд."
        me "Дашь мне ножик?"
        us "Зачем?"
        me "Я… Я тоже себе кораблик сделаю."
        us "Огонёк."
        me "Его. Так дашь?"
        us "А напутствие?"
        me "Фиг с тобой."
        "Я махнул рукой."
        "Видимо, в этот момент я уже понял, что с этого момента и далее не следует удивляться ничему."
        "Даже фантасмагоричности картины — от сотни завязших в кустах Огоньков отделяется и плывёт в сторону противоположного направления тандем из двух живых — дышащих — лепестков пламени."
        me "Тай-тай, налетай…"
        us "Чужой огонёк трогать нельзя. Это как крестик: чужие беды на себя возьмёшь. {w}И свой старый использовать дважды нельзя."
        "Снизошла до объяснений девочка."
        us "Один огонёк — один поиск."
        me "Думаешь, он заведёт нас куда-то ещё?"
        "Я скептически осмотрел получившийся пруд. Обогнуть его при желании труда не составляло."
        us "А вот завтра и узнаешь."
    else:
        #TODO
        "Ульяна дуется, но соглашается вернуться к поискам."
        "Ничего сложного, да и идти недалеко."
        "Десять минут спустя мы выходим к заводи, где ждут своего часа кораблики."
        "На вопрос о шоссе она отмахивается - мол, карту рисовали криворукие идиоты, поэтому ничего удивительного."

        "Тихая заводь, не имеющая никакого течения - проверяли босыми ногами, даже ключей нет - совершенно необъяснимым образом собрала в себе все вчерашние Огоньки. "

        "Почувствовав угрызения совести, просим у Ульянки ножик и свечку, делаем своего огонька, ставим свечу и, чувствуя себя донельзя глупо, начинаем читать над ним те глупые детские вирши в духе «божья коровка, улети на небо». Глупо, но непонятно отчего начинаем волноваться."

        "В озере нет течения, хотя есть волны. И много корабликов, замерших у одного берега. Ульяна запретила их трогать или использовать по новой, аргументируя это тем, что огонёк работает всего один раз, чужой трогать нельзя - а то свой не придёт. Ну и так далее.  Короче говоря, лишь два кораблика непонятно куда плывут, остальные замерли у берега. Зрелище фантасмагоричное, необъяснимое. Махнув рукой на логику, отчаливаем к лагерю."
        #/TODO

        "Поковыряв бесцельно стрелочку, я огляделся и зашагал вверх по тропинке: в ветках наособицу стоящей сосны я заметил нечто знакомое, с кумачовым отливом."
    return

label alt_day5_neu_us_terrorism:#БИГ БАДАБУМ!!!Ульяна остаётся без ужина
    return

label alt_day5_neu_us_punishment:#Семён и Ульяна лишены костра за пререкательства с вожатой
    return

label alt_day5_neu_us_warm_evening:#TODO08#Сытая Ульяна - запуск мяча в небо, тёплая ночь, паста и прочие радости if alt_day5_neu_us_stores
    scene bg ext_boathouse_night with dissolve
    "Мы с Ульяной стояли у подъёма на тропу и глазели в иссиня-чёрное, бездонное небо."
    "Оно сегодня было звёздное, будто извиняясь за утренний дождь."
    "Ульяна подбрасывала и подбрасывала в руке ярко-жёлтый теннисный мяч."
    me "Это у тебя мяч?"
    us "Не мяч. Это теннисный мяч."
    me "Теннисный мяч, но не мяч."
    us "Да."
    me "- …Зачем он тебе?"
    us "Я… Я не знаю. А ты сможешь докинуть его до луны?"
    me "До луны? Вряд ли."
    us "А хотя бы до дебаркадера?"
    me "Ну, дотуда-то — сколько угодно."
    us "Давай!"
    me "Уверена? Это хороший мяч."
    us "Бросай."
    "Короткий разбег, размах — всё как по учебнику, под углом в сорок пять градусов к горизонту — мяч со свистом ввинтился в сумерки."
    "Взвизгнув от восторга, она вскочила со скамейки и вприпрыжку понеслась вслед за ним."
    "У меня внутри что-то оборвалось."
    me "УЛЬЯНА!!!"
    us "Да?"
    "Она замерла на краю обрыва и оглянулась на меня, ничего не понимая."
    me "Совсем сумасшедшая?! Немедленно уйди оттуда!"
    "Она послушно отошла от края, поглядывая на меня."

    return

label alt_day5_neu_us_hungry:#Голодная Ульяна - грабёж столовой и пара десятков в хлам расколоченных тарелок if not alt_day5_neu_us_stores
    return

label alt_day5_neu_us_cleaning: #Уборка до глухой ночи
    return

label alt_day5_neu_us_sleetptime:
    "Той же ночью мне снова снился странный сон."
    "Снова ласковое солнечное тепло на щеках и ладонях, только теперь их было двое — лучиков."
    "Они прыгали и играли, носясь по потолку и одеялу."
    "Один из них добрался до шкафа, там нашёл зеркало… сколько было восторгов и прыжков! "
    "А сверху, чуть южнее луны, за нами наблюдал превратившийся в звезду теннисный мячик."
    "Так оно и было, а потом оба лучика нырнули мне в ладонь, и я проснулся во сне, поняв, что кое-что упускаю из виду, держа за руку собеседника, который просыпается в каждом человеке с угасанием сознания и перехода на сны медленные."
    "Пушкин так записывал стихи. А я — болтаю."
    me "Быть собой? Как это скучно! "
    me "Мне повезло родиться в мире без волшебства, так какого чёрта я должна быть собой в этом мире? Нет."
    me "Лучше я буду без лица. Это ведь тоже… магия."
    me "Вроде той, что позволяет видеть ночью."
    me "Вроде той, что переносит кораблики за пару километров, и даже заставляет верить таких вот маленьких девочек в то, что здесь обошлось без человека."
    me "Кто-то разыграл её, наговорил глупостей, а она и поверила? "
    me "Но откуда в таком случае внутри ощущение Направления? "
    me "Откуда нам известно куда идти, если мы хотим найти путь дальше? "
    me "Откуда нам стало известно, где искать карьер? "
    me "Нет, не так всё просто здесь."
    "Самое непонятное — откуда путь на этот карьер узнала Лена? "
    "Неужели её кто-то привёл? "
    "Или она тоже однажды запускала свой кораблик?"
    return

#ДЕНЬ ШЕСТОЙ

#TODON1#Подъём - Неудачник - день 6
"Обычный подъём, ничего особенного"

#TODON2#Зарядка - Неудачник - день 6
#TODON3#Завтрак - Неудачник - день 6
#TODON4#Помощь с подготовкой концерта (выбор - Мику, Лена, сбежать)
#TODON5#Мику - репетиция, предложения дружбы (флаг-эпилог)
#TODON6#Лена - признания, рисунки, параллели, газета (флаг-эпилог)
#TODON7#Сбежать - планируется страшная мстя жуликам
#TODON8#Обед - Неудачник - день 6
#TODON9#Мику - саунд-чек  - Неудачник - день 6
#TODON10#Лена - Уходим гулять в одиночестве, пытаясь найти Лес Памяти (см. н16)
#TODON11#Ульяна - солёная змеюка с чердака, бумажка с аммиак-селитрой в душевые
#TODON12#Концерт - Неудачник - день 6
#TODON13#Ужин - Неудачник - день 6

#TODON14-15-16 #Дискотека(Танец со Славей, Ульянкой, ОД - разные флаги)
"Ульянку мы потом находим всё на том же лугу, где она топит свой скарб и признаётся, что ревновала, а значит  лишком взрослая для пути."

#TODON17#Беседа на крылечке (повторение сцены чаепития из д.2) - проверка по флагам, иначе ОД утаскивает Семёна купаться на мыс.
"Если флаг танца с Ульяной, то Ольга раздосадованно признаётся в том, что Семён очень похож на Антона - старшего брата Ульяны, который не вернулся из Афгана."

#TODON18#Отбой - Неудачник - день 6

#TODON19#День7 - подъём! - Неудачник - день 7
#TODON20(если Ульянка - с мордой в пасте)
#TODON21#Завтрак - Неудачник - день 7
#TODON22#Сборы - Неудачник - день 7
#TODON23#Отъезд - Неудачник - день 7
#TODON24#Пробуждение дома - Неудачник - день 7

#TODON25#Эпилог - Неудачник - день 7
"В последнем случае уговор на поход с утра, признание в том, что Семёна стирает каждый раз в икарусе, и она немного боится, что и с ней случится то же самое."

#TODON26#Выбор: согласиться на встречу или нет?
#TODON27#Согласие:поездка - встреча
#TODON28ЭПИЛОГ-ГУД ВН
#TODON29#Отказ:дома, новости

#TODON30#репортаж про подлёдную рыбалку ЭПИЛОГ-БЭД ВН
"И время: 22:55… Ты же помнишь, что это за время?"
"Не помнишь?"
"Ну что же ты… Разрешите прикурить, и… тёплое место, но улицы ждут…"
####################################


#TODO011#Подъём - Огоньки - день 6
"И привычным спасением от кошмара, вдыхая чёрную, ледяную отраву, я изо всех сил взмолился: пусть это станет сон. И с огромным облегчением кинулся навстречу звенящему будильнику."

"И снова - моложе на год."

#TODO012#Зарядка - Огоньки - день 6
#TODO013#Завтрак - Огоньки - день 6
#TODO014#Карьер
#TODO015#Локи - замирает и уходит
#TODO016#Локи - Ссора с Ульяной
"Милое исчадие, пойми уже, наконец - мы уже позабыли, как все обещали остаться детьми."

#TODO017#Дрищ - отступает к карьеру
#TODO018#Дрищ - устраивает истерику
#TODO019#Обед - Огоньки - день 6
#TODO020#Сцена с Данечкой
#TODO021#Локи - помощь с репетицией

#TODO022#Дрищ - поиск партии

#TODO023#Мику - Отказывается, у неё репетиция.
"На помощь приходит Данечка. Флаг Данечки, Флаг Мику."

"Он говорит, что поможет, но после концерта. Поэтому придётся найти Ульянку и сообщить ей. В этот раз пойдут всего трое."
"Это необычно, так как ожидается, что здесь шоссе должно петлёй огибать выемку, чтобы было удобнее подъезжать заборщикам грунта и песка."
"Но в действительности этого не происходит. Хотя ещё вчера, здесь была дорога. Но Огонёк проводит дальше. И Семёна, и Ульяну, и Данечку - они выходят на просеку и доходят до заброшенной автобусной стоянки с покосившимся номером автобуса. Совместными усилиями они ставят на место столб со знаком и очищают вывеску с номером-расписанием. Данечка бросает взгляд на часы - в отличие от нас, он не хочет сбежать, но без нас Ничейная территория его не выпускает. Приходится возвращаться."


#TODO024#Ольга

#TODO025#Лена
"Лена сбегает из лагеря, у неё свой Огонёк, она пускает его каждый год. И каждый год уходит к карьеру."
"На карьере - изрезанные сердечками деревья. Это Лес Памяти, он помнит многих. А ещё отсюда можно запустить Огонька."

"-  Лена, подожди! - мы с трудом догнали и встали рядом."
"- Что? - Она сняла с себя все маски, но не стала привлекательней."
"- Мы знаем, почему ты убегаешь."
"- Да? - Не удивилась она. - И что?"
"- Возможно… - медленно начала Ульяна. - Ты хотела бы… пойти с нами?"
"- С вами? - Она искусственно рассмеялась? - Куда? Зачем?"
"- Дальше по дороге, где тебя никто не найдёт. Интересует?"

"Смех стих. И Лена, недоверчиво глядя на Ульяну, поднялась и повернулась к нам целиком."
"- Зачем мне туда идти?"
"- Там пахнет полынью. - Ответил я. - ты знаешь, что это значит?"
"Безусловно, она знала."


#TODO026#Алиса
#TODO027#Славя(повторное прохождение)
#TODO028#(Флаги Лены, Алисы, Слави) - дальние ворота. При приближении хихикают кусты, потом либо Лена появляется из соседних, либо Алиса выглядывает из-за створки.
#TODO029#Флаг Слави - Славя - забирает Семёна на концерт
#TODO030#иначе - Саныч забирает Семён на концерт
#TODO031#Концерт - Огоньки - день 6
#TODO032#Ужин - Огоньки - день 6
#TODO033#Дисотека - Огоньки - день 6
#TODO034#Локи (Флаг Слави) - медляк со Славей, объяснение Славей мироустройства
#TODO035#Дрищ (Флаг Слави) - сцена на пристани, возвращение Ульяны
#TODO036#Общее - просто танцуем, беспокоимся за девочек, пытаемся сбежать, но Саныч водворяет обратно на танцпол.
#TODO037#Отбой - Огоньки - день 6
#TODO038#Подъём - Огоньки - день 7
#TODO039#Завтрак - Огоньки - день 7
#TODO040#нет Славя-флага - Ульянка, Лена и Алиса вернулись ночью, мы видим их уже в столовой, ругающимися с ОД - ПОДВЕТКА ПУСТОШЕЙ 
#TODO041#Славя-флаг - здороваемся с девочками, уточняем, всё ли в силе - ПОДВЕТКА ПОБЕГА

####################################
#ПОДВЕТКА ПУСТОШЕЙ
####################################
#TODO042#Сбор вещей
#TODO043#Отъезд
#TODO044#Эпилог
"выход из лагеря обнаружить не удалось. Ульяна со вздохом соглашается уезжать из лагеря, по дороге стандартно происходит вывод действующих лиц из игры, Семён сталкивается с обнажённой пустотой и прыгает туда"

#TODO045#Мику-флаг - друзья навечно
"Мудрец и мудак внутри меня бьётся в истерике от этой идеи."
"Он орёт, срывая глотку, обличая и ненавидя - я же не имею права быть с ней."
"Не имею."
"Но я уже давно перерос и ненависть, и истерики. Понятие права меня уже давно не волнует. Плевать мне, есть ли оно или нет."
"Здесь и сейчас всё происходит по моей прихоти."

#TODO046#Больше 7 - Путь над пустошами, ЭПИЛОГ-ГУД1 ВО


#TODO047#Меньше 7 - Тай-тай, ЭПИЛОГ-БЭД1 ВО
"Бабочки - символ перерождения."

"страна фей."


"Ты болишь и нарываешь ледяной в груди занозой."
"Моя моэ! Прошу тебя, не выплюни меня на берег…"
"Грусть. Я нашёл то, что искал и всегда хотел. Но оно больше мне не нужно."


"мы узнаём, что Ульянка – Восстановленная (человек, которого однажды обнулило,  его пришлось воспитывать заново). Физиологически последние двенадцать лет она не растёт. Зато помнит весь ужас нулификации личности. Поэтому и ищет способ сбежать из лагеря."

"Если человек не делает то, что ты от него хочешь - в этом нет его вины. Ведь это ТЫ хочешь."


"- Ты у меня из головы даже покурить не выходишь!"
"Детская коробка. С вещами матери для будущего ребёнка."
"С дневником."
"И с письмом, озаглавленным «дочке»."
####################################
#ПОДВЕТКА ПОБЕГА
####################################
#TODO048#Уборка остановки
#TODO049#Автобус? И правда!
#TODO050#Славя-флаг - выбор, сесть или не сесть
#TODO051 #Иначе - выбора нет, мы возвращаемся обратно в лагерь
#TODO052#Отъезд
#TODO053#ЭПИЛОГ ДЕЖАВЮ
"Дрищ фрилансит, Локи преподаёт музыку, по вечерам записывая впечатления в книгу, которую собирается попытаться издать.  А в один из таких вечеров плюёт на всё и уходит гулять в парк."

"Только всё чаще уже не гостьей, а хозяйкой в моём сердце становилась тоска."
"Она сжимала сердце ощущением непоправимости уходящего, как будто шептала о том, что никогда не будет правильного времени, будет только потраченное впустую."
"Но никогда не отвечала на вопрос — как, чёрт возьми, мне поступить правильно?! "
"Никто не знал. И я тоже."
"И когда тоски стало слишком много, я отправился в ванну, включил самую горячую воду, какую только мог терпеть, и погрузился туда, оставив наружу только рот и нос."
"Чтобы дышать, и…"
me "Господи, мне плохо. Что мне делать?"
"У кого я спрашиваю совета?"
me "Почему всё не так, как надо? Что я делаю неправильно?"
"И зачем я спрашиваю совета у кого-то?"
me "Мне надоело. Я как будто доживаю заживо — ещё чуть-чуть, и начнут куски отваливаться."
"Надоело. Особенно — тишина."
"Я до поры прекрасно уживался с одиночеством, но порой наступает момент, когда ты попросту не можешь с ним справиться."
"Правую ладонь невыносимо жгло — должно быть, я незаметно для себя уже полчаса как опирался ей о горячую трубу."
"Но это было что-то настоящее, с чем я хотя бы был в силах бороться."
"Не как кисель резать — результатом последнего полугода."
"Я мог что-то сделать!"
"Что-то, что…"
"С вскриком, я дёрнул рукой, пытаясь спастись от жжения — но тщетно."
"Кажется, дело вовсе не в кипятке было."
"В чём тогда?"
"Пришлось расставаться с уютной темнотой и плеском воды."
"Я с усилием открыл глаза — правая ладонь была красная и обожжённая."
"На секунду представилось вдруг, что по ней прокатился Огонёк — чей-то чужой, на пути в поисках."
"Мой-то никогда бы не обжёг. Ведь правда?"
"Правда?"
"Я не был уверен в ответе, но меня не сильно пугали любые перспективы."
"В частности — риск выглядеть идиотом."
"Приблизив красную ладонь к лицу, внимательно оглядел её и неожиданно для самого себя, произнёс:"
me "Тай-тай, налетай…"
"Ладонь негромко засветилась в полумраке — и из центра её, сформировавшись свечением, на средний палец скакнул уютный жёлтый шарик."
"Сердито подпрыгнул, явно недовольный тем, как долго мне пришлось его звать."
me "Ты тропинку найти помоги наружу…"
"Попросил я. И Огонёк сменил гнев на милость."
"Ещё раз прокатившись по руке, затирая своим светом шрамы и ожоги, он поднялся в воздух и, подумав, со всего маху ударился о стену, пронзил её насквозь и понёсся вдаль, вдаль — куда-то в сторону севера."
"Каким-то внутренним чутьём я мог проследить его путь."
"Самое главное, я мог проследить его направление — он искал дополнительную силу."
"Сам по себе цыплёнок не мог почти ничего, кроме разве что исцеления."
"Но когда их было много… Вот он и искал ещё Огоньков — чтобы объединившись с ними, снова помочь глупому хозяину."
"Я узнал это место — это был мостик через ручей по пути в Шуваловский парк."
"Мне нравилось гулять здесь — некоторые места будто были созданы для путешествий во времени."
"Ты мог запрокинуть голову в небо и следить за ленивым шевелением ветвей сосен, понимая, что эти гиганты стояли здесь ещё тогда даже, когда даже финских деревень здесь не было."
"Они видели столько, они столько знают… И если забраться достаточно высоко, то можно разглядеть прошлое…"
"Но сегодня я не отправился к соснам."
"Сегодня я замер на мостике, потому что мой Огонёк чуял что-то… Что-то…"
"И из-за стремнины мне прямо под ноги приплыл кусочек коры со светящимся на мачте… Огоньком."
"Я поднял его, и услышал окрик:"
us "Эй, это мой!"
"И понял вдруг, что не сплю."

"После чего, распрямившись, видит… ну, разумеется. Ульянку. В точности такую, какой она и была в лагере. Только в пуховике и зимней сбруе. За ней приглядывает мужик, здорово на неё похожий. Разговорившись, знакомятся, это оказывается её старший брат. Дальше стеной текста - Антон помогает Семёну восстановиться в универе, а Ульянка, которая частенько теперь захаживает к "Сёмычу", однажды натыкается на рукопись и читает. Замыкается в себе… Но через неделю предлагает встретиться и обсудить. Они встречаются на том же мосту, где встретились после лагеря. Ульяна начинает издалека, после чего рассказывает, что тоже вспомнила обо всём, что было в лагере. А ещё она вспомнила о том, что это за кораблик. Это Огонёк. У него есть сила. Она невелика, но если объединить силу тысячи Огоньков, они смогут найти путь откуда угодно куда угодно! "
"- Так ты же нашла путь?"
"- Верно! Но разве тебе не интересно продолжить искать?"
"- В смысле?"
"Ульяна очень по-взрослому посмотрела на меня:"
"- Разве ты сам не чувствуешь ограниченности этого мира? У него очень много рамок.А значит, всегда есть, куда стремиться!"
"- В соседний мир?"
#TODO053#Дрищ - настоящее дежавю (побег)
"Если Дрищ:"
"- Дурак! Зачем нам соседний мир? - она грустно покачала головой. - Я по девочкам соскучилась. По Лиске. Пошли обратно?"
"И я, помедлив, согласился. Поднявшись, я подал руку Ульяне, помогая подняться и ей. У нас был пока всего один Огонёк. И куча работы ещё предстояла."


#TODO054#Локи - дежавю!(побег)
"Если Локи:"
"- Во все соседние миры!"
"- И сколько мы будем так искать?"
"- Сколько хочешь! Разве тебе не интересно, что за границей?"
"- Интересно."
"- Только смотри, у нас ни Даньки, ни его ребят. Поработать нам придётся как следует."
"- Ничего. - ответил я. - Справимся."

#TODO055#Выбор - сесть. Эпилог - на наши плечи опустилась сказка
"успешно находим лазейку и ускользаем в неизвестный Мир, где слыхом не слыхивали о Совёнке, Мире Семёна или ещё каких мирах, зато там лето длится долго-долго и заканчивается только тогда, когда детям надоаедает играть. Там живёт старший брат Ульяны, Антон, в его домике и поселяются Семён с Ульяной. Их лето только начинается…"