#ПЕРЕЧЕНЬ СЦЕН
#День Четвёртый

label alt_day4_neu_us_guards:#Стычка с "гвардией"
    "В какой-то момент, я потерялся."
    "То есть, до поры я шёл как бассет, безошибочно выбирая неправления и повороты."
    "Но у крупного тела есть свои недостатки."
    "Так что я заблудился."
    "Потерялся."
    "Закатный лес уже мало чем отличался от ночного, поэтому я замер на месте, справедливо опасаясь шевелиться или куда-то идти в таком состоянии."
    "Не хватало ещё глаз себе сучком выколоть или ногу сломать."
    "Так или иначе, диспозиция весела и забавна: цель упущена, а я замер в полутьме непонятно где."
    "Впору аукать и кричать «лююююдииии!»."
    "Я набрал было в грудь воздуха, и тут наткнулся взглядом на едва заметный отсверк пламени прямо по курсу."
    "Неподвижный, тёплый - как будто окошко дома, где на кухне нервничают и ждут тебя с учёбы или работы домой."
    me "Спасибо."
    "Проборомотал я."
    me "Спасибо."
    "Едва заметный свет - мне думалось, что придётся идти и идти, прикрывая лицо локтем и внимательно трогая ногой землю перед собой, прежде чем ступить."
    "Но это не пугало совершенно."
    "К счастью, цена вопроса была лишь в нескольких десятках метров."
    "Деревья расступились, и я вышел на крохотную полянку, в самом центре которой на пеньке и светил керосиновый фонарь."
    "Рядом с ним лежал фонарик обыкновенный, по случаю бесполезности отключённый."
    "Он был обмотан со стороны отражателя майкой."
    "Владелец же майки стоял здесь же."
    "Как и три его приятеля."
    "Я понял, что именно им обязан своим пусть и символическим, но спасением."
    "Не за то, что они сейчас стоят, насупившись, взявшись за руки и всеми силами стараясь не пропустить никого постороннего."
    "Не за то, что таким своим поведением они лучше всего объясняют, что я на правильном пути."
    "Отнюдь."
    me "Спасибо вам."
    ml "Юрец, притуши лампу."
    "Мгновенно сориентировался безымянный доселе парнишка в рубашке навыпуск, с красными, постоянно усталыми глазами."
    "Спасибо за то, что дали огонёк; крохотный и неверный - он всё же вывел меня из блужданий в потёмках."
    "Символ надежды."
    "И тут же керосинка погасла, остался лишь туристический фонарик, обмотанный майкой; включенный, тот давал неверный, но действительно уютный жёлтый свет."
    "Покончив с формальностями, кудрявый снова повернулся ко мне."
    ml "Так что ты тут забыл?
    me "Забыл?"
    "Самое важное мы всегда говорим будто в шутку."
    "Чтобы никто не догадался, как оно много на самом деле значит."
    "Как, например, важно для меня, чтобы бойкая красноголовая мелочь не угодила в беду - кто знает этих пионеров?"
    me "Что я здесь делаю?"
    "Небрежно переспросил я у насупленных юнцов, преграждающих мне дорогу."
    me "Я гуляю. {w}Это запрещено законом?"
    ml "Вот и гулял бы отсюда."
    "Отрезал предводитель, не сделав и попытки уступить дорогу."
    me "Ты бы рот свой не раскрывал особо, а?"
    "Ласково попросил я."
    "Они что-то так старательно прятали…"
    "И чем старательнее, тем любопытнее мне становилось."
    "Возможно, никакой там экзотики. {w} Так, мальчишеские секреты, вроде красивых камешков, карт или самодельных ножей."
    "Но причём здесь Ульянка?"
    "А я поклясться готов, что она канула в кусты за спинами этой «гвардии»."
    "Очень-очень далеко за спиной осталась гонка в сумерках, заполошное дыхание и некое невероятное чутьё, ни с с того ни с сего проснувшееся вдруг сегодня вечером."
    "Прокалываемые — проламываемые — грудью неосязаемые, но от того ничуть не менее ощутимые препоны на пути."
    "Как будто я бежал олимпийскую стометровку с препятствиями, прыгая и прыгая — пока не заблудился, по инерции пропустив один из поворотов."
    "Было странно, страшно и пугающе-восторженно: заблудиться в трёх метрах от территории лагеря мне ещё никогда не доводилось, и переживания оттого были свежи и волнующи."
    "И всё-таки, они так ревностно охраняют это нечто…"
    "И смотря на меня так, будто я здесь неуместен и совершенно бесполезен."
    with fade2
    "Что гораздо хуже - я сам чувствую собственную мою здесь неуместность."
    "Как будто я подглядываю за тем, что не предназначено мне и не имеет ко мне никакого отношения."
    dreamgirl "Может, плюнуть, дунуть да и уходить потихоньку?"
    th "С чего бы?"
    dreamgirl "Слушай, я, конечно, не против подглядывания за пионерками неглиже и экспресс-мануального анализа топологии…"
    dreamgirl "Но ей же лет тринадцать, она тебе зачем вообще?"
    th "Для начала, за ней крохотный, но должок."
    dreamgirl "Плюнь."
    th "Легко."
    "Не стал спорить я."
    th "Но эта ситуация возбудила моё любопытство. 
    dreamgirl "И на любопытство тоже плюнь."
    th "Что ты всё «плюнь» да «плюнь»? Верблюд, что ли?"
    if alt_day3_duty and pt_us >1:
        $ alt_day4_neu_us_pixies = true
        if loki:
            "Наверное, стоит попросту прорваться на одной наглости и посмотреть – что же за такую страшную тайну охраняют юные стражи."
            "Это была плохая идея. Поэтому, конечно же, я решил попробовать."
            "Чуть левее центра, здесь стражи не смотрят прямо в глаза, а потому дадут слабину, когда я сорвусь с места."
            "На старт…"
            "Я полуприсел, готовясь сорваться с места…"
            "Почуяв неладное, пионеры напряглись."
            "И…"
            "Махнув рукой, засмеялся:"
            me "Какие вы глупые."
            ml "Глупые или нет, а тебя не пропустим."
            me "Мне и не надо."
            me "Это место я прекрасно запомнил, просто вернусь сюда завтра и всё-всё увижу сам."
            "Я подмигнул главному балбесу:"
            me "Или вы здесь и завтра охранение выставите?"
            "Их предводитель смутился, но расслабился - видимо, поверил в то, что я не буду пытаться дискредитировать его."
            "А и не буду."
            "Подвинув в сторону фонарь, я уселся тут же на пенёк, предложил гвардии конфеты, которые те гордо проигнорировали."
            "Наконец, задал вопрос, который действительно меня интересовал."
            me "Зачем фонарь жжёте, если у вас и так свет есть?"
            ml "Нам нужен яркий свет."
            "Поколебавшись, сообщил мальчик."
            ml "Нам нужен маяк."
            me "Маяк? {w}Для чего?"
            ml "Взрослые все такие глупые?"
            "Снисходительно спросил мальчик."
            ml "Для чего ещё нужен маяк? Указывать путь."
            me "И верно."
            "Согласился я."
            me "Спасибо."
            ml "За что?"
            me "За то, что и мне указали… путь."
            ml "Ты не выглядишь заблудившимся?"
            me "И тем не менее."
            window hide
            with fade2
            "Помолчав, я поинтересовался:"
            me "Лагерь там?"
            "Прикинув направление, махнул левой рукой."
            "Мальчик кивнул, его гвардия, расслабившись, уже сидела неподалёку, что-то в темноте стругая ножиками."
            th "Как они что видят?"
            me "А вы каждый день указываете путь?"
            ml "Стараемся. Только лампу не каждый день удаётся взять — сторож ругается."
            me "Так и понял, что она не ваша."
            ml "Ему она не нужна! У него электрический прожектор есть! Он сам бы мог…"
            "Горячечнь начал было возражать малец, но мгновенно взял себя в руки."
            "Суховато продолжил."
            ml "Мы делаем это потому, что это правильно."
            "Не сговариваясь кивнули и два других мальчика, до сей поры не проронившие и слова."
            "Удивительное единодушие."
            me "На самом деле, я считаю, что если вы помогли хотя бы одному человеку, то всё не зря."
            me "Вот мне, сегодня. Значит, не просто так жгли."
            ml "Лесной маяк?{w} Что за глупость?"
            me "А какой?"
            ml "Неужели не понял до сих пор?"
            me "Здесь где-то вода?"
            ml "Прислушайся."
            "И я внял совету."
            "Лишь сейчас поняв, что всё это время меня смущало."
            play ambience ambience_boathouse_night fadein 3
            "Невидимая в темноте где-то очень неподалёку влажно дышала Большая Вода."
            "Не та, неподъёмная и пресекающая неспособность человека осознать бесконечность, что поджидает на берегах морей и океанов."
            "Нет, здесь всё было иначе."
            "Проще… И как-то пронзительнее."
            me "Хм. Любопытно. {w} А по нашей реке ходят суда?"
            ml "Конечно. Иногда они даже сигналят в ответ, если выйти на мыс с фонарём."
            ml2 "Но там живёт Тиша, она всегда прогоняет."
            me "Тиша - это кошка?"
            ml "Какая кошка? Тихонова это. Лена."
            me "Что же вы? Меня втроём прогнали, а её слушаетесь?"
            ml2 "Её попробуй не послушай. Она умеет сделать так, что сам уйдёшь."
            me "Это я и сам умею."
            ml "Так как она делает - не умеешь. И не сумеешь."
            window hide
            with fade2
            me "Как вас только вожатая отпускает?"
            ml "Мы же не маленькие. {w}Друг за другом следим."
            ml "А маяк нужен. Ночь тёмная."
            "И была какая-то странная правота в его словах."
            "Включающая в себя и благодарность за спасение, и зависть к тому, кто нашёл своё дело."
            th "А будь всё у тебя в Карелии - его усилия оказались бы тщетны."
            th "Там ночи требуют огня только ради того, чтобы согреться."
            th "Чем бы они стал там заниматься?"
            "Остервенело подумалось вдруг мне."
            me "Да."
            "Ответил я."
            me "Да."
            me "Только вы зря просто поставили лампу. Надо, чтобы было движение."
            me "Чтобы капитаны понимали, что их встречает кто-то живой. Понимаете?"
            me "Что бы…"
            "Я наметил удачно стоящее тут же дерево и вскарабкался примерно на половину высоты оного."
            "Нашёл ветку, смотрящую в нужную сторону и позвал:"
            me "Эй! Вот сюда можно ваш фонарь вешать, если нет сильного ветра."
            me "И… Ой, а что это?"
            "На самой границе видимости неспешно дрейфовало в темноте сияющее пятно."
            "Как ни старался я, а не смог придумать, чем бы оно могло быть."
            ml "Спускайся."
            "Донеслось с земли."
            window hide
            with fade2
            "Когда я спустился вниз, все трое оказались на тех же местах, что и были, когда я вышел из леса."
            "Они снова были напряжены - как струна, как тонкая леска."
            "Но в этот раз не было в их напряжённости злости, и не была она против меня."
            me "Что случилось?"
            ml "Мы посоветовались. И решили пропустить тебя."
            "Размотав майку, безымянный до сих пор малец отдал мне фонарь:"
            ml "Вернёшь, когда будешь в лагере, ясно?"
            "Я кивнул."
            me "Почему передумали?"
            ml "Не знаю."
            "Безмятежно пожал плечами он."
            ml "Похоже, ты не безнадёжен."
            me "Ссспасибочки."
            ml "Пройдёшь по этой дороге дальше, там аккуратнее, следи за спуском, чтобы не подскользнуться - можно очень больно удариться."
            ml "Держись правой стороны, если что, хватайся за корни, они там крепкие."
            ml "Потом спросишь у Ульки, что делать."
            ml "Вопросы?"
            "Я улыбнулся."
            me "Как тебя зовут, товарищ сержант?"
            ml "Даня."
            "Серьёзно ответил он."
            ml "А это Алька и Тоник."
            "Белобрысые головы синхронно качнулись."
            ml "Всё, иди."
            window hide
            scene bg ext_forest_night with dissolve
            "Когда за моей спиной снова сомкнулись заросли, откуда-то спереди-слева донёсся странно знакомый, едва слышный гудок."
            "В котором я, покопавшись в памяти, опознал гудок теплохода."
            me "И правда, стоят."
            "Отметил я, светя себе под ноги: спуск оказался и в самом деле крайне крутой."
            "Двести метров мозголомного слалома, а темнота в южных широтах наступает быстро и капитально."
            "Не знаю, зачем я вообще на это подписался?"
            "Не знаю, для чего Ульянке требовалось ходить здесь с риском сломать шею?"
            "Ничего не знаю."
            Ничего."
            "Бормоча себе под нос проклятья, поминутно оступаясь и оскальзываясь, несколькими минутами позже я всё же умудрился добраться до самого низа."
            "Отсюда вода чувствовалась уже не только на слух - водой пахло."
            "Должно быть, где-то здесь наша речка делает поворот, поэтому берег оказался так близко."
            "Двести метров - цена вопроса."
            "Но что меня сильнее всего интересовало - это то самое светящееся пятно."
            th "Что бы это могло быть?"
            "Слева от спуска к воде далеко в заводь вдаются мостки причала - старого, покосившегося, едва заметного в остатках света от уходящего солнца."
            "Там было поближе, и я, гадая не то о летающих тарелках, не то о животной люминесценции, ступил на скрипнувшие доски."
            "Отсюда пятно было видно чуть детальнее."
            "Похоже, это были не то водные китайские фонарики, не то что-то в этом роде."
            "Удивительно правда, что они не гаснут и не тонут при таком ветре."
            "Одна из досок скрипнула под ногой особо сильно, и некий полутёмный силуэт неподалёку взвизгнул ульянкиным голосом, бросился было бежать, но споткнулся, и..."
            me "Держу!"
            "Выкрикнул я, схватившись за знакомую майку - чёрную при таком освещении."
            "Ульяна замерла, забыв шевелиться и - на всякий случай - дышать."
            "Так что я медленно, но верно потащил её обратно на мостки."
            dreamgirl "Да ты резкий."
            dreamgirl "Как Стивен Сигал."
            th "Заткнись."
            "Майка была сделана непонятно из чего, так что никаких гарантий, что она выдержит вес, не было."
            "Но…"
            "Десять секунд, и девочка уже стоит рядом со мной."
            "Её всю потрясывало - не то от холода, не то от испуга."
            "Так что совершенно логично было обнять её и попытаться успокоить."
            me "Всё хорошо, слышишь? Всё…"
            us "Сёмыч, ты напугал меня до смерти!"
            "Вырвавшись, она отступила на полшага."
            us "И что ты здесь делаешь?"
            me "Я пришёл посмотреть на это…"
            "Я повернул голову в сторону неизвестного свечения и снова застыл в благоговении."
        else:
            "От размышлений меня отвлекло шуршание кустов, и на полянку вышла та, из-за которой я здесь и оказался."
            us "Что здесь происходит? Ты!"
            "Ульяна мгновенно сориентировалась, ткнула мне в грудь пальцем."
            "За каким чёртом ты за мной следил?"
            me "Я? {w}Следил?"
            us "Нет, по нюху вышел. {w}Короче, что надо?"
            me "А что вы здесь делаете?"
            us "Не твоё дело. {w}Ещё вопросы?"
            me "Даже так?.. {w}Значит, после всего, что я для тебя доброго сделал!"
            show us calml sport with dspr
            us "Неплохая попытка. У тебя всё?"
            me "Да."
            "Я понял, что любые дальнейшие переговоры ни к чему не приведут."
            "Чем бы они ни занимались, они попросту сейчас свернут всё, и ничего я не увижу."
            ml "Тогда вали отсюда."
            "Сурово предложил Данечка."
            "Пионеры здесь были борзые – это факт."
            "Никто не боялся ни старшинства, ни силы – ничего."
            "Как будто они сейчас владели ситуацией."
            "Бесполезно было осаживать наглеца, это выглядело бы как неловкая попытка сохранить лицо, и все это понимали."
            me "Язык придержи."
            "Вежливо предложил я."
            ml "Или что?"
            me "Ничего."
            "Проигнорировав начавшего было что-то говорить мальца, я обратился к Ульяне:"
            me "Мелкая, если ты собираешься с этими деятелями в бега пускаться, смотри, чтобы не пришлось тебе главной мамочкой им становиться."
            ml "В бега?"
            "C интересом переспросил всё тот же хам."
            "Ульяна отмахнулась – она о чём-то напряжённо размышляла."
            us "Ладно."
            "Решилась она."
            us "Ты можешь пройти."
            us "Не думаю, что ты можешь помочь.{w} Но, наверное, не накосячишь много."
            ml "Улька!"
            us "Не раздувай ноздри, это со мной."
            "Малец подскочил к Ульянке и о чём-то быстро-быстро заговорил, размахивая руками."
            "До меня доносились только обрывки слов и имён, но суть претензий я уловил: меня обвиняли в том, что я слишком стар." 
            "Сам Миря (лидер этой шайки до Ульяны) велел, чтобы взрослых не пускали."
            "Они только всё портят."
            "Но Мире и самому было под семнадцать лет."
            "Я усмехнулся: знали бы детишки, насколько я на самом деле стар…"
            us "Ты забываешь о том, что он нас смог найти. {w}Думаю, мы можем дать ему шанс."
            ml "Зная, как беспечно ты ходишь, ничего удивительного."
            us "Ой, всё. Глупостей не говори - ты прекрасно знаешь, что я тут не при чём."
            "Она отдала короткий приказ охране, и те расступились, пропуская меня по тропинке через заросли. "
            "И я понял вдруг, откуда было это едва уловимое, дрожащее зарево.  Это не закат, не отражение в облаках."
            "Мысли о том, что они могли бы как-то спрятать от меня это, теперь казались смешными."
            "Да и как, интересно, можно было спрятать это зрелище – по стоячей, чёрной глади закатной заводи неспешно дрейфовало огромное световое пятно – дрожащее, дышащее… "
            "Живое."
    else:
        ml "А то что?"
        "С непонятным восторгом спросил меня малец."
        ml "Бить будешь?"
        ml "Или вовсе убьёшь - чтобы пройти?"
        me "Дурак, я…"
        "Начал было я, и вдруг в какой-то момент понял причины восторга паренька, что стоял напротив меня, сжав кулаки и глядя исподлобья."
        th "Дла это же просто игра для него!"
        "Ахнул я."
        th "Просто…"
        "В какой-то момент наши глаза снова встретились - его красноватые белки сверкнули совсем уж кровавым отблеском, и понял вдруг!"
        "Что фонарь вовсе и не фонарь даже - а палящее южное солнце, раскалившее сухое плоскогорье."
        "Несмотря на то, что скалы обрывались прямо в море отвесным обрывом, здесь, в пятидесяти метрах было сухо и знойно."
        "И под ногами скрипела дорожная пыль."
        "Допуска к морю не было совершенно - потому что там отбывал к горизонту паром, едва-едва движущийся от перегруза, а над водой разносились плач и крики."
        "Идеальная мишень для гаубицы - можно лупить прямой наводкой почти без поправок на ветер."
        "Единственное, что не даёт закрепиться корпусу и развернуть пушки - это цепь юнцов в казённом сукне с прозеленью и галунами."
        "Юнкера, кантонисты, кадеты…"
        "Они знали, что не уйдут с этого плоскогорья своими ногами."
        "Но также знали, что стоит им дрогнуть, и по уходящему парому откроют огонь."
        "Потому-то и стоят сейчас, не смея дрогнуть, несмотря ни направленные жерла орудий, ни на пыль, ни на зной."
        "Восторгаясь собственной доблестью, и восторгом этим забивая неизбывный страх, шепчущий, что неправильно это - когда в тринадцать лет под пушки-то…"
        "Их самый главный, мальчонка чуть выше всех прочих, сероглазый, лихой, стоял, упрямо наклонив голову и искал моего взгляда."
        "А мне бы плюнуть на все гляделки, да махнуть рукой, отдавая приказ."
        "Но как можно без последнего взгляда?"
        window hide
        with flash
        "В тот момент, когда наши глаза встретились, и я снова увидел смутно знакомый кровавый отблеск, и произошло то, ради чего всё затевалось."
        "Весь отряд, развернувшийся здесь, все мы - поняли вдруг, чего стоим."
        "Поняли, кто мы такие на самом деле."
        "Я оглядел нестройные порядки стрелков и пехоты."
        "Мне стало жутко от того, что я понял - что же я делаю на самом деле."
        "С пушками, с саблями - на мальцов."
        "Разве об этом я читал и местал у Гончарова и Тургенева?"
        "Разве к этому меня готовили?"
        "А готовили ли?"
        "Готовили?"
        "Тогда почему приготовили такое… ничтожество?"
        window hide
        scene bg ext_forest_night with fade
        "Контакт глаз пропал, и я снова оказался на той же полянке в противоборстве трём гвардейцам."
        "Теперь это слово уже не казалось таким уж выспренным и издевательским."
        "Потому что эти были готовы стоять до конца."
        "Но в это не было никакого смысла."
        "Красноглазик употребил своё самое страшное оружие."
        "А значит, мне теперь крайне долго будет не до глупостей, вроде прохода мимо них."
        "Мне предстояло сжиться с самым страшным - предельно откровенной и неприглядной правдой о самом себе."
        if loki:
            "Музыкант, поэт… ничтожество."
            "Потративший четыре дня на то, чтобы… ничего не сделать."
            "Чтобы сохранить status quo."
            "Плюнувший в лицо высшей силе в отместку за подарок."
            "Память о событиях, предшествующих переносу, вернулась сразу и вдруг."
            "Поневоле задумаешься — а стоил ли я такого чудесного спасения?"
            "Некоторые люди просто созданы для того, чтобы однажды бесславно подохнуть."
            "Возможно я один из них?"
        else:
            "Безпассионарной амёбой, как метко меня окрестило однажды подсознание."
            "Человеком, который оказавшись даже в самом чудесном месте во всех обозримых вселенных, предпочёл вести себя так, как он привык."
            "То есть - никак."
            "Меня интересует только моё одиночество и мой компьютер."
            "Вот было бы здорово, если бы вместе со мной перенесли и его, правда?"
            "Вот было бы здорово просто перестать думать."
            "Жалеть себя."
            "Вот было бы здорово сдохнуть."
        "Мне предстояло пережить правду."
        "Я - низачем."
        "Низачем."
        "Развернувшись, я почувствовал, как расслабляются мышцы у висков, как теряет упругость позвоночник."
        "Ссутулившись и выдохнув, я поплёлся обратно в лагерь, между делом совершенно автоматически определив его расположение."
        "Всё верно, в том противостоянии у забытого плоскогорья я никак не мог бы оказаться одним из тех юнцов."
        "Потому что встать спиной к обрыву требует простого условия."
        "Надо быть человеком."
        "Не мой случай."
    return

label alt_day4_neu_us_launch:#Запуск кораблика
    play music thousand_pixies fadein 3
    scene cg d4_us_pixies_7dl
    me "Что это?"
    "Благоговейно выдохнул я."
    if loki:
        us "Это… так."
        me "Что?"
        us "Обычай."
        "Ответила Ульянка."
        us "Что ты здесь делаешь? Ты не должен здесь быть!"
        me "Со мной что-то не так?"
        us "Нет, но…"
        us "Насмешка и недоверие. Ты всё испортишь."
        me "Вот ведь глупость какая. Я же сюда дошёл, помнишь? Убедил твоего этого бодигарда."
        me "Тебе незачем бояться меня."
        "Ульяна отрицательно покачала головой."
        us "Я не боюсь тебя. Скорее - за тебя."
        me "Но что может случиться?"
        window hide
        with fade2
        us "Ничего."
        "Вздохнула она."
        us "И это самое печальное."
    else:
        us "А есть разница?
        "Ответили сзади, и на причал рядом со мной вышла Ульяна."
        "Она держала в руках простенький кораблик, выточенный из куска сосновой коры, с круто изогнутым парусом из листика."
        "Единственным его отличием от обычных корабликов была короткая, толстая свеча, тыльной частью наживленная на мачту кораблика."
        "Чиркнула спичка, родилось пламя – у крохотного костерка на берегу очередью стояло ещё трое, ожидая свой черёд."
        me "Мне кажется, что..."
        us "Тебе кажется."
        "Присев на корточки, девочка бережно опустила судёнышко на воду и, развернув носом в сторону светящегося пятна, легонько подтолкнула."
        "И ещё одна крохотная искорка направилась в сторону огромного светового пятна. Там уже было никак не меньше сотни ей подобных."
    us "Тысяча огоньков. {w}Ритуал поиска пути."
    me "Пути куда?"
    us "Наружу."
    me "В смысле?"
    us "В том смысле, что отсюда невозможно уехать, убежать, уйти. Никак."
    if loki:
        us "Этих вот."
        "Она махнула рукой показывая на дрожащее марево."
        us "Скорее всего, прибьёт в заводь. И это хорошо."
        me "Почему?"
        us "Есть шанс!"
        us "Не один кораблик ни разу не уплыл вниз по течению - не знаю почему."
        me "Странно."
        us "Вот я тоже так думаю."
        us "И поезд."
        window hide
        scene expression Desat("cg d2_us_escape_7dl)
        show anim prolog
        with dissolve
        us "Помнишь?"
        "Я машинально кивнул."
        us "Вот то. Я перепробовала всё. Даже катамаран угоняла однажды."
        window hide
        scene cg d4_us_pixies_7dl with dissolve
        us "Но теперь, раз ты здесь."
        us "Помоги?"
        me "Но как?"
        "Вместо ответа, Ульяна отвернулась и задумчиво уставилась на уходящую всё дальше и дальше флотилию."
        us "Помнишь же - в начале было слово."
        me "С чего бы это тебя на религию потянуло?"
        us "Религия тут при чём?"
        "Фыркнула она."
        us "Сначала я хочу, чтобы ты дал слово."
        me "Никому и никогда."
        us "Да хоть Папе Римскому. Мне важнее, чтобы ты не бросил всё на середине. Понял?"
        me "Обещаю."
        "Поколебавшись, она продолжила:"
        us "Мы не первые, кто запускает здесь поисковички."
        us "Передо мной был Миря - он меня всему научил."
        us "Перед Мирей была Татьяна. До той ещё какая-то девушка, я не помню имени."
        us "Все мы ищем одно и то же."
        me "Способ сбежать из лагеря?"
        us "Идиот."
        "Беззлобно обругала меня она."
        us "Здесь особое место. Таких почти нигде нет больше. А ты шутки шутишь."
        me "Чем же оно особенное?"
        us "Узнаешь однажды."
        us "Но да, просто так отсюда тоже не уедешь. Хотя ты уже пытался. Да."
        me "А как же тогда продукты, родители."
        us "Они другие. С ними всё это не работает."
        me "В чём отличие?"
        us "Взрослые."
        me "И я?"
    else:
        window hide
        scene expression Desat("cg d2_us_escape_7dl)
        show anim prolog
        with dissolve
        us "Я пробовала. И с тобой тоже. Помнишь поезд?"
        me "Но мы же…"
        us "Завтра я пойду их искать."
        "Сообщила девочка."
        us "Я перепробовала всё, что могла. {w}Поезд в том числе."
        window hide
        scene cg d4_us_pixies_7dl with dissolve
        us "Всё возвращается."
        me "Возвращается?"
        us "Кроме воды."
        "Кивнула она."
        us "Она откуда-то берётся и куда-то пропадает."
        us " Значит, она нашла путь."
        "Она поднялась, неотрывно следя за дрейфующей флотилией из тысячи огоньков."
        "И я найду."
        me "Вот почему ты говорила, что я слишком стар?"
    "Не потому, что человек находится под защитой Сказки лет до четырнадцати, пока и сам верит в эту Сказку?"
    "Любой сходу сумел бы назвать несколько случаев из раннего детства, когда происходящее иначе, как чудом, нельзя было назвать – счастливые совпадения, предзнаменования, встречи…"
    "Ульянка находится на самой высшей точке, она уже почти вышла в тираж."
    "Ещё год, может быть, полтора – и всё."
    "Свет увидит юная барышня, которую интересуют всякие взрослые штуки."
    "А для сказки она будет безвозвратно потеряна."
    th "Дело не в возрасте, дело во взрослении. "
    us "А ты нет?"
    me "Нет."
    us "Убеди меня. Сделай Огонька."
    me "А можно?"
    us "Почему нет?"
    "Покопавшись в карманах, Ульянка протянула мне кусок сосновой коры и ножик."
    me "И правда… чего это я."
    "Ничего сложного в изготовлении кораблика для меня не было."
    "Разве что я слишком давно занимался этим в прошлый раз, поэтому мог забыть кое-какие детали."
    "Но, похоже, всё было правильно – поймав одобрительный взгляд девочки, я вернул ей нож и сформированный корпус."
    "Сверху мачта, снизу киль – и новый огонёк вот-вот отправился в плавание."
    if loki:
        "Ульяна протянула мне огарок свечки."
        us "Прикрепи к мачте."
        me "Зачем?"
        "Вместо ответа она постучала мне по лбу:"
        us "Глупый, что ли? Огонёк же!"
        me "Да, разумеется."
    else:
        me "А что там, ниже по течению?"
        us "Карьер. Скорее всего, там они все и застрянут."
        me "Плохо запустили?"
    "Помолчали снова. Ульянка протянула руку:"
    us "Закончил?"
    "Получив требуемое, она взяла кораблик  в руку и, протянув ту над водой начала:"
    us "Тай-тай, налетай, ветерки-подружки! {w}Нам тропинку найти помоги наружу!"
    me "Что это?"
    "Отмахнувшись, она продолжила."
    us "Тай-тай, налетай огоньками ветер. Чтоб однажды меня кто-то где-то встретил."
    "С последним словом она отпустила кораблик - я не успел заметить, когда на мачте занялся крохотный лепесток пламени - и тот устремился вниз!"
    "Я зажмурился, готовясь к тому, что сейчас из-за неудачного приземления плеснувшей водой зальёт огонёк, и не будет у меня такого же, как у тех, что создали флотилии."
    "Но лишь негромкий смешок был мне ответом."
    "Открыв глаза, я увидел неспешно дрейфующий кораблик."
    "Пламя на его мачте жило и гаснуть не собиралось."
    us "Это Напутствие."
    "Произнесла она с заглавной буквы."
    us "Ты должен попросить Огонька найти дорогу."
    me "И находит?"
    us "У одного огонька мало сил. {w}Но когда их много, они кое-что умеют."
    me "Правда?"
    us "Правда."
    "Она странно посмотрела на меня, но, поняв, что смотрит мне в глаза, смутилась, отвела взгляд в сторону."
    us "Ты сам поймёшь."
    me "А что надо, чтоб понять?"
    us "Запусти своего Огонька."
    me "Просто запустить?"
    us "А зачем усложнять?"
    us "Зажигай свечку, читай напутствие и попроси его найти дорогу. {w} Остальное он сделает сам."
    window hide
    with fade2
    "Она поднялась, неотрывно следя за дрейфующей флотилией из тысячи огоньков."
    us "А завтра надо будет найти их, чтобы сделать следующий шаг."
    us "Если не хочешь искать, ничего страшного, я и сама найду.
    if loki:
        me "А если хочу?"
        us "Нет."
        me "Что нет?"
        us "Не хочешь."
        me "Тебе-то откуда знать?"
        us "Просто..."
        "Она отвела глаза."
        "А до меня вдруг дошёл вполне очевидный факт:"
        th "Да она же сглазить боится."
        "Ну, разумеется."
        th "Потому и не загадывает, потому и…"
        "Я постарался произнести самым нейтральным тоном:"
        me "Давай тогда завтра ещё раз вернёмся к этой теме, тогда и…"
    else:
        "Она уставилась на дотлевающий закат, а я не придумал ничего, кроме как пробормотать:"
        me "Ты-то только и найдёшь."
        us "В смысле?"
        me "Дело же не в корабликах, верно? А в том, кто запускает."
    "Помолчали снова. Ульянка дёрнула плечом."
    us "Пойду я."
    us "Сходишь сам завтра, проверишь, я здесь при чём."
    us "…Понапридумывал всякого..."
    windo hide
    "И она была кругом права."
    "Так оно и было на самом деле, и ничего не вращалось вокруг девочки с красными волосами."
    "Ничего и никто."
    " И ничего не произойдёт, если на карьер завтра я пойду один, а Ульяна сейчас вернётся в лагерь."
    "Только... "
    "Представил я, как мы сейчас разойдёмся, я - в лагерь, она - по своим непонятным делам. И будем расходиться всё дальше, дальше..."
    "От слова «насовсем» веяло сырым холодом, оно болело и было невозможно неудобным, несмотря на всю логику и справедливость."
    me "Не схожу."
    "Выдохнул я."
    us "Почему?"
    me "Потому что я..."
    "Мысли заметались, подбирая аргумент поувесистее."
    me "Я дороги не знаю!"
    us "Спросишь у Слави."
    me "Она со мной увяжется, а я не хочу."
    if loki:
        us "У Тиши тогда."
    else"
        us "Значит, Лену проводить попросишь."
    me "Ты серьёзно?!"
    us "А что такого?{w} Ладно, я пойду."
    "Ульяна была покрыта крупными мурашками."
    us "Холодно."
    me "Я хочу, чтобы ты со мной пошла."
    "Бессильно пробормотал в спину я."
    if loki:
        "Ульяна вздрогнула, но не обернулась."
        "Используя огарок свечки, как источник, она помахала стоящим наверху гвардейцам, и те мгновенно запалили фонарь, освещая путь."
        us "Ты идёшь?"
        us "Или будешь сидеть?"
        me "Иду."
        us "Тогда поторопись, у нас мало времени."
        "Увязая в мокрой траве, грязи и глине, она поспешила наверх, не оставляя мне выбора, как только следовать за ней."
        "А пока я шёл, пытаясь ставить ноги ровно и цепляться крепко, в голову лезла всякая сказочная чертовщина, про возраст, про лагерь как заколдованное царство."
        "К моменту, когда мы оба поднялись наверх, небо уже окончательно стемнело."
        "И мы, сопровождаемые почётным эскортом, отправились обратно в лагерь."
    else:
        "Спина на мгновение распрямилась - и тут же расслабилась."
        "Сейчас я никак не мог проверить себя, показалось мне или меня и правда не расслышали."
        "А спрашивать почему-то не хотелось."
        "Не говоря больше ни слова, она махнула рукой мнущимся неподалёку «гвардейцам» и, увязая в глине, заспешила вверх по тропинке, где её и встретили."
        "Минута - и я остался в одиночестве."
        "Вздохнув и бросив последний взгляд на горящую флотилию, я развернулся к склону лицом и начал карабкаться наверх."
        "Время вплотную приблизилось к десяти часам. Ещё чуть-чуть - и Славя закроет ворота."
    return

label alt_day5_morningdream: #if alt_day4_neu_us_pixies
    #scene anim stars
    "Ночью мне снилась огромная флотилия из дрейфующих по течению Огоньков."
    "И среди них был и один мой."
    "Откуда-то я это знал — должно быть, чувствовал температуру или запах."
    "Или настроение."
    "Потому, когда сильным порывом ветра Огоньки оторвало от корабликов, я ничуть не удивился тому, что из мириад рванувшихся в небо светлячков, один безошибочно нашёл меня и сел на ладонь."
    window hide
    #scene cg d5_us_pixie
    #TODO - заказать арт
    "Он был тёплый и ярко-жёлтый, как едва вылупившийся цыплёнок, доверчиво льнул к ладони и был как Бог — весь любовь."
    me "Тай-тай, налетай…"
    "Едва слышно проговорил я, чуть касаясь, погладил малыша пальцем."
    me "Ветерки-подружки…"
    voice "Ур…"
    "Жёлтый шарик цыплёнком катнулся по моей ладони, оставляя за собой едва различимый слабо мерцающий след."
    "Прикосновения его были чуть щекочущими, тёплыми — будто ты спишь ещё, но солнышку крайне важно разбудить тебя прямо сейчас."
    "И гладит оно тебя ласковыми лучами по щекам, щедро одаряя веснушками и улыбкой."
    "Я сам не мог сдержать улыбку, наблюдая за деловитыми перемещениями своего нового знакомца."
    "Он же, покатавшись, подумал немного и, подпрыгнув, приземлился строго в центр, сильно ударившись."
    "Руку обожгло концентрированным солнцем, световые брызги полетели в разные стороны, а я с вскриком проснулся."
    window hide
    play sound sfx_hearbeat
    scene bg int_house_of_mt_nolight with dissolve
    "Сердце колотилось как бешеное, в висках стучало, а от липкого пота неприятно льнула к телу простыня."
    "И всё же здесь было спокойно."
    me "И чего перепугался, дурачок?"
    "Сам у себя шёпотом спросил я."
    "На дворе царила глухая, глубокая ночь."
    "Ольга в недлинной ночной сорочке спала на соседней кровати, разметавшись, спихнула одеяло в сторону и о чём-то бормотала во сне."
    "Я поднялся, поправил одеяло и на долю секунды замер; зрелище почему-то было донельзя знакомым, свидетельствующим о том, что всё в мире идёт по своим законам."
    "Так всё и должно быть: тёплая, тихая ночь и резко очерченные лунным светом губы девушки, шепчущей…"
    mt "Ветерки-подружки…"
    "Произнесла вдруг вожатая и затихла."
    "Секрет наш с Ульянкой становился секретом Полишинеля."
    "Но почему-то это совершенно не портило его."
    "Как будто люди, однажды ставшие заложниками чуда, уходящего вниз по течению, утрачивали право на глумливую или циничную его оценку."
    "А стало быть, бояться мне было совсем-совсем нечего."
    "Я прикрыл форточку, чтобы не дуло и вернулся на кровать."
    "То, что всё это произошло в кромешной тьме, меня почему-то не смущало — я петербуржец, а у нас всегда ночи светлые, научился ориентироваться уже."
    "То, что дело происходило немного не в Петербурге, дошло до меня гораздо позже."
    "Уже когда я, всеми силами пожелав вернуться обратно туда, где жёлтый шарик ныряет мне в ладонь, засыпал."
    return

#День Пятый
label alt_day5_neu_us_start:
    mt "Семён, что это с тобой?"
    "Удивлённо уставилась на меня вожатая."
    me "В смысле?"
    "Хриплым спросонок голосом уточнил я."
    "Просыпался я тяжко и липко, возможно, дело всё в глупых снах, или утренний дождик тому виной."
    "Как бы то ни было, но глаза я открыл за секунду до того, как вожатая потрясла меня за плечо."
    "Я записал это как крохотную победу себе, потому настроен был самым благодушным образом."
    mt "Ты как будто уменьшился. {w}Или мне показалось…"
    "Я заглянул под одеяло."
    "Нет, всё было на месте — тело, ноги, перспектива знакомая."
    th "Может, она так шутит?"
    mt "Ничего не понимаю."
    "Покачала головой Ольга, но отмахнувшись от каких-то своих мыслей, продолжила:"
    mt "Ладно, ты пока поднимайся, дождевик ждёт в шкафу."
    "Смерив меня ещё одним подозрительным взглядом, она ретировалась, позволяя мне подняться."
    return

label alt_day5_neu_us_breakfast:
    return
    
label alt_day5_neu_us_morning: #Ульянкино утро, дождь, кубик и ссора с вожатой.
    me "Да ну тебя. У меня нет времени на всякую детсадовскую чепуху."
    us "Эй! Это мои слова!"
    "Обиженно посмотрела на меня девочка."
    us "Я ушла!"
    me "Иди-иди."
    "Ульяна вдруг остановилась и стала лихорадочно хлопать руками по карманам и всячески озираться."
    "Похоже, до неё что-то дошло."
    us "Да где, блина…"
    me "Кто?"
    us "Всё равно не поймёшь."
    "Отмахнулась она."
    me "А что непонятного может быть в кубике Рубика?"
    "Я показываю ей полусобранную игрушку — пока она устраивала поиски, я успел собрать жёлтую и оранжевую стороны."
    us "Да ни… Эй, отдай!"
    us "Где ты его взял?"
    "Мне показалось, что я увидел три вопросительных знака у неё над головой."
    "Подобрал, когда ты грохнулась. Всё время в руке держал."
    us "Ты должен был сразу отдать!"
    us "Порядочные люди так и поступают."
    us "Конечно, это очень хорошая игрушка и тебе хочется такую, но ты должен держать себя в руках."
    me "Вообще, если бы я его не подхватил, он мог бы и поломаться."
    us "Что?"
    me "Трах-бах о бетон, понимаешь? Клочки по закоулочкам, овации перешли в бурные аплодисменты."
    us "Вот как? Тогда ладно. Назначаю тебя почётным кубиконосцем."
    me "Не было печали…"
    us "То есть, можешь подержать его ещё немного у себя."
    "Ульяна встала рядом и, отряхнув шорты, начала терпеливо ждать."
    "Пять минут спустя."
    me "И долго мы стоять будем?"
    us "Ты подержал?"
    me "Да!"
    us "Тебе хватит?"
    "Кажется, она спрашивала всерьёз."
    "Растерявшись от такой постановки вопроса, я кивнул."
    us "Хорошо. Теперь отдавай!"
    "Вырвав кубик у меня из рук, Ульянка убежала."
    me "Больная какая-то."
    us "От дурака слышу!"
    "Донёс ветер её смех."

    "Память обладает волшебным свойством открывать двери из детской комнаты - сразу в класс. Но чаще в дождь. И лишь изредка - в лето."
    "Но разве стоит унывать на этот счёт? Ведь для того, чтобы пустить чудо в душу, нужно быть очень-очень счастливым. И обязательно ребёнком. И совершенно точно - попрыгавшим по лужам и насмеявшимся так, что уголки губ болят уже улыбаться. Тогда, возможно, только и сумеешь приютить птицу в рюкзаке, а в чаще леса обнаружить комнату с диваном, телевизором... и выходом в родительскую спальню."
    "Возможно, перестанешь бояться открытых окон и верхних этажей, потому что и без крыльев можно устремиться в небо.  Как? Рецепт прост до безобразия. Уйма веры в себя и отцовский чёрный зонт, на котором сверху вниз написано "VISION", а снизу вверх «NOISIA»." 

    "Хотя зонтик, наверное, не так уж и нужно. Можно же просто сделать самолётик. Если он будет достаточно большой, можно улететь хоть до луны - гораздо выше, чем летят качели."

    "Утром он размышляет о всякой всячине, у них огонёк, в результате которого Ульяна и Алиса ругаются с вожатой. Дальше обед. На котором рыжих нет. "
return
    
label alt_day5_neu_us_dinner:
    "Рыжих на обеде нет, и я задумался, не стоит ли им организовать небольшую кормёжку?"
    menu:
        "Прихватить с собой.":
            "Запасы карман не тянут."
            "К тому же, есть шанс встретить одну обиженку и немного помочь ей."
            "Чувствуя беспокойство, организовываем яблоко, компот и пару бутербродов, после чего отправляемся на поиски."
            $ alt_day5_neu_us_stores = True
            "На территории лагеря удаётся сыскать только Алису, которая мучает в мокрых кустах гитару - отдаём ей бутерброд в обмен на информацию об Ульянке. Алиса предподалагает, что мелкая опять где-то кораблики пускает, как она это всегда делает после дождика. Вспоминаем вчерашнее, идём на карьер."
            "Пользуясь своим Огоньком, выходим к Карьеру."
        "Съесть всё здесь.":
            "Сомнений быть не могло - пока вожатая смотрит на меня, я не в состоянии прятать еду по карманам."
            "Чревато это, знаете ли."
            "Дождь успел мне здорово поднадоесть за утро, поэтому, воодушевившись выглянувшим солнцем, я сбежал из лагеря сразу после обеда и отправился гулять."
            "Куда гулять?"
            "Куда глаза глядят."
            "У меня было чувство сродни магнитному чутью птиц, верно указывающее в неком направлении, и коль скоро, пропихнув меня через калитку, оно вывело меня на вполне себе нахоженную тропинку за территорией лагеря… Почему бы и нет? Надо же осваивать владенья свои?"
            "Хотя, судя по карте, что висела при входе в лагерь, тропинка вела просто глубоко в лес, заканчиваясь на некоем карьере — что было странно, учитывая отсутствие мало-мальского подъезда к нему для грузового транспорта."
            "Но критиковать каждый может. Для начала стоит туда сходить — возможно, даже сигануть метров с пяти в мокрый песок."
    if loki:
        "За мыслями я не заметил, как углубился в лес, и тут некое светлое пятно привлекло моё внимание."
        "Среди деревьев белел чей-то силуэт, чётко читающийся на фоне ослепительно голубого неба, поэтому я решил изменить своим привычкам, и не стал притворяться, будто меня не существует."
        "— Привет. — поздоровался я с напряжённой спиной и копной густых, с фиолетовым отливом, волос. — Не видела Ульянку?"
        "— З-здравствуй. — Лена вздрогнула, похоже, немного испугавшись от неожиданности. — Нет, не видела."
        "— Не против, если я тебе понадоедаю?"
        "Она неопределённо шевельнула плечом и спрятала глаза:"
        "— Как хочешь."
        "— Спасибо."
        "Почтя это за разрешение, я подошёл и встал рядом со мгновенно закостеневшей девочкой. Говорить не очень хотелось, вместо этого я решил оглядеться."
        "Вогнутый в этом месте склон удачно притенял ряд сосен, а от падения с отвесного края защищали деревянные перильца. Чуть дальше тень заканчивалась, поэтому одинокая сосна чуть выше раскидалась вольготно и всем своим видом олицетворяла жизнеспособность и жизнелюбие."
        "— Красиво здесь."
        "— Да…"
        "— Часто сюда ходишь?"
        "— Нет."
        "Вот и поговорили. Я схватился за разогретые перильца, которые чьи-то досужие ручонки уже изрезали сотнями имён, тысячами сердечек. Одно, особенно глубокое, поневоле привлекало внимание, и я машинально проводил его изгибы пальцем."
        "— Э… С-семён? — несмело спросила Лена."
        "— Что?"
        "— Т-ты не з-знаешь, как этот карьер называется? — продолжая всё так же заикаться, спросила Лена."
        "— Разве карьерам дают названия?"
        "Я перевёл взгляд от лесной панорамы на стоящую рядом девочку, и её щёки тут же вспыхнули."
        "— Д-да… Наверное, ты прав."
        "Над склоном снова сгустилось напоённое зноем молчание."
        "— Ты к чему это спрашиваешь?"
        "Не то, чтобы я был такой себе нетерпеливый или спешил куда-то, но вряд ли бутерброды сохранят свежесть на таком солнцепёке долго."
        "— Ну… — Лена несмело улыбнулась, — Лес же имеет название. Лес памяти."
        "— Не видел на карте ничего подобного."
        "— Его и не может быть на картах. — Она махнула рукой в сторону горизонта. — Как и того шоссе."
        "— Откуда здесь шоссе?"
        "— Я не знаю. — Чуточку более смелым голосом ответила она. — Но на картах его тоже нет."
        "— Понятно. А лес почему так называется?"
        "— Не знаешь разве?"
        "Робость и стеснение понемногу отступали, оставляя меня наедине с Леной-настоящей. И нынешняя Лена не боялась ни смеяться, ни удивляться. Сейчас она улыбнулась и посмотрела на меня как на глупенького. И не было в её самую чуточку снисходительно улыбке ничего ни угрожающего, ни оскорбительного. Просто… будто бы я должен был знать нечто, само собой разумеющееся, раз уж я оказался здесь, а я вопросы задаю."
        "— Ни чуточки. — честно ответил я."
        "— Лес памяти называется так потому, что он помогает людям помнить. Вот и всё."
        "— И всё?"
        "— Да. Ты приходишь сюда и, если хочешь о чём-то крепко-накрепко запомнить, вырезаешь имя или букву здесь вот, — он указала на перильца. — Хотя кое-кто вырезает на деревьях."
        "— Вандалы. Варвары!"
        "— Обычай такой. — Потускнела она. — Не я придумала. Я пойду, ладно."
        "Она развернулась и ушла. А на том месте, где она только что стояла, прямо под рукой, можно было разглядеть два свежие вырезанных символа — стрелочку и букву «Д»."
        "— А ещё сюда нельзя попасть, если не знаешь дороги, или кто-нибудь не покажет её. — Донесло до моего сознания порывом ветра."
        "— Мистика какая-то."
        "А к мистике я всегда относился скептически. "
    else:
        "Вниманию предстаёт огороженный деревянными перильцами отвесный зароший склон - очень живописная картинка, куда ходить и ходить. Мы под ходим к перильцами облокачиваемся на них, раздумчиво разглядывая Здесь тихо, пусто. Во всяком случае, именно так нам кажется, пока мы не замечаем некоторое шевеление между деревьев. Отправившись проверить, видим, как кто-то изуродовал кору сосны, вырезав там кривое сердечко с огромным плюсом посередине. Имён или инициалов неизвестный вандал вырезать не успел. Пожав плечами, оборачиваемся было, но тут видим, что это было далеко не единственное дерево, пострадавшее от лап романтично настроенных воздыхателей. Собственно, таким образом изуродован не один десяток деревьев - мы идём и видим множество разных сердечек, больших и малых, уже заросших и довольно свежих. Видимо, в местном фольклоре местному лесу отводится определённая значимость (в будущем это подтвердит Ульянка). "
    "Вернувшись обратно за перильца, кидаем взгляд в строну середины карьера - и там видим приметную красную футболку."
    if alt_day5_neu_us_stores:
        "Разругавшаяся Ульянка была уже здесь и мы приносим ей бутенброд и яблуко. "
        "Она без лишних слов потребляет угощение и в благодарность отводит нас туда, где появляются Огоньки, запущенные по речке."
        "— Эй. — Позвал я, остановившись у дерева."
        "— Наболтался с Ленкой? Она постоянно такая серьёзная."
        "— Читает слишком много, горе от ума."
        "— Думаешь?"
        "— Слезай давай, смотри что принёс."
        "— Что?"
        "— Не слезешь — не узнаешь."
        "— А если не слезу?"
        "— Тогда я уйду, и тебя любопытство загрызёт."
        "— Ты как Славя! — недовольно топнула ножкой Ульяна. Ветка тут же зашаталась, и девочка вынуждена была схватится за ствол. — Ой."
        "— Вот тебе и ой. Слезай давай."
        "— Зануда. Сейчас слезу."

        "Оказавшись внизу, она тут же вопросительно уставилась на меня."
        "— Ну так и?"
        "— Та-дам! — Я достал из-за пазухи пакет, в котором было увязано моё богатство."

        "Голодный ребёнок тут же уловил ароматы копчёной колбасы, после чего провиант был немедленно реквизирован в пользу голодающих."
        "— Мокрые какие-то"
        "— Масло по жаре растаяло."
        "— А почему чёрствые? Есть запить?"
        "Я протянул ей бутылку с компотом."
        "— Ещё огромные такие, есть неудобно."
        "— Так разломи их пополам."
        "— Ещё и сыр этот."
        "— Не любишь сыр?"
        "-… Люблю. — Неохотно ответила малявка."
        "— Тогда жуй и не выступай."
        "Сердито сверкнув зубами, Ульяна тем не менее последовала моему указанию. Два бутерброда, кусок копчёного мяса, яблоко и бутылка компота — всё улетело за несколько минут."
        "— Больше ничего нет?"
        "— Нет. Скажи спасибо за это."
        "Ничего не ответив, она скомкала бумагу и небрежно швырнула её через плечо. Получившийся бумажный шарик весело поскакал вниз по склону, переваливая через корни сосен, всё ускоряясь, пока с размаху не вылетел на ту самую полянку, где я недавно болтал с Леной."

        "— Тогда я пошла."
        "— Стой! Я же тебя не просто так искал."
        "— Разве ты не покормить меня хотел?"
        "— И это тоже. Но мне интереснее другое. — Я заколебался, размышляя, стоит ли задавать малявке вопросы такого плана, но она нетерпеливо переминалась с ноги на ногу, и решился: — А это правда, будто сюда нельзя попасть, если дороги не знаешь?"
        "— Почему же нельзя. Ты же попал."
        "— Ну!"
        "— А ты знал дорогу?"
        "— Не знал."
        "— Так что ты мне глупые вопросы тогда задаёшь! — рассердилась мелкая. — У тебя всё?"
        "— Наверное…"
        "И в самом деле, глупо было бы надеяться."
        "Развернувшись, я отправился вниз. Мне почему-то категорически не нравилась идея оставлять мусор в лесу."

        "Но не ушёл далеко."
        "За спиной заскрипело, зашуршало, и виноватый голос позвал:"
        "— Эй, новичок!"
        "— Грррр!"
        "— Сюда и правда нельзя попасть, если пути не знаешь, или если кто-нибудь тебя сюда не приведёт."
        "— Не верю я в такое."
        "— Зря. Лена знает это правило, поэтому она сколько сюда ездит, иногда приходит сюда, и никто, кроме меня и моей гвардии её найти не может."
        "— А вы-то сюда как попали?"
        "я не замедлял шага, поэтому Ульянке приходилось семенить ногами со вдвое большей частотой."
        "К счастью её это, похоже, совершенно не беспокоило. — Если сюда нельзя попасть."
        "— По-разному. Часть привели сюда «старички»."
        "— Тебя Алиса привела? — не сдержал сарказма я."

        "Это было настолько дико и неправдоподобно — Двачевская, устраивающая потайную заимку в лесу, что язык чесал поперёк мыслей."
        "— Нет. — Ульяна совершенно не обратила внимания на сарказм. — Она не знает про это место."
        "— Ясно. Значит, кто-то из «гвардии»?"
        "— Мою гвардию привела сюда я сама."
        "— Ты уже совсем завралась. Я не знал дороги, и никто меня сюда не приво… ай!"

        "Я пожалел о словах едва они покинули горло, но уже было поздно — мысок туфельки уже аккуратно воткнулся мне прямо в голень. Уй-юй-юй! Я запрыгал на одной ножке, пытаясь сморгнуть непрошенные слёзы, поэтому не слышал, что там на меня ругалась Ульянка. Хотя личико её и было довольно разгневанным."
        "-… го не скажу. Ищи сам тогда! — разобрал я, когда слух ко мне вернулся."
        "— Ты вообще думаешь что творишь? Ты знаешь хоть, как это больно?!"
        "— Знаю, разумеется. — Кивнула мелкая. — Меня папка научил, сказал, что если мальчик очень глупый, это добавит ему мозгов на пару минут."

        "«Бафф Интеллекта на +25%» — съязвило подсознание."
        "— Иди ты знаешь куда… — Нога побаливала, но основную часть переживаний я уже успел пережить."
        "— Не пойду. Ты вчера со мной Огонька запускал?"
        "— Предположим."
        "— Вот тебе и ответ."
        "— Какой ответ?"
        "— Тупица. — Девочка с преувеличенным вниманием стала приглядываться к моей второй ноге. — Я о том, как ты мог попасть сюда."
        "— Удиви меня."
        "— Я сюда первый раз именно так попала. — Опередив меня, девочка подобрала бумажку и спрятала ту в карман."
        "— Да как?"
        "— Ты чего нервничаешь? — Удивилась она. — Я думала, тебе неинтересно."
        "— Я не нервничаю. — С трудом подавив желание придушить мерзавку, ответил я. — Просто ты либо мне скажешь, либо я пошёл."
        "— Куда только торопится… — пробормотала она себе под нос. — Пошли, здесь недалеко."

        "Найдя едва заметную тропинку, она заспешила вниз по склону, не оборачиваясь, чтобы посмотреть, следую ли я за ней. И правильно — что ей беспокоиться, коль скоро она возбудила моё любопытство."

        "Путь её лежал вниз, к самому донышку карьера. Оно было надёжно скрыто зарослями от досужих взглядов — сверху, снизу, да откуда угодно: почти полностью заполненный дождевой водой овраг можно было разглядеть лишь оказавшись на его берегу."

        "Раздвинув кусты, Ульянка воскликнула:"
        "— Ю-ху! Я же говорила! Говорила я!"
        "— Что за… — я не договорил."

        "Все наши вчерашние Огоньки оказались… здесь. Каждый чёртов кораблик."
        "Свечки догорели и погасли, поэтому можно было не опасаться возможного лесного пожара. Однако, откуда они взялись здесь — непонятно. Они просто были здесь, качались себе неторопливо на неизвестно откуда взявшихся волнах, вид притом имели тот самый — мол, выполнили задачу, а ну, скорей хвалите нас. Видимо, начальная просьба — найти «путь наружу» — была исполнена в точности."

        "— Я же говорила! Они нашли путь, я же говорила!"
        "— Ты их все сюда перетащила?"

        "И когда только успела…"
        "— Ничего я не тащила! — оскорбилась малявка. — Я же тебе говорила: Огоньки дорожку найдут."
        "— И как же они нашли, интересно? Я что-то ни речки, ни даже ручья не вижу."
        "— Не знаю. И тебе узнавать не советую."

        "Ульяна обогнула овраг по краю и, руководствуясь неким чутьём, выудила из воды кораблик. Свечка на нём уже сгорела, покрыв палубу толстым неровным слоем воска."
        "— А ты сюда попал потому, что решил искать Огонька. Вот он тебе и помог."
        "— Ясно. — Я не скрывал издёвки. — То есть, мы вчера искали этот карьер. Точно. Куда нельзя попасть, если пути не знаешь."
        "— Дурак. Мы искали путь. Ты ожидал, что огоньки тебя перенесут сразу куда ты хочешь?"
        "— Ничего я не ожидал."
        "— Вот и закрой рот. Путь из шагов сделан. Мы сделали первый. Сейчас второй будет."
        "— Меня в это не втягивай."
        "— Не собираюсь."
        "— Ну что, будем просить ещё раз? — раздумчиво предложила девочка."
        "Я пожал плечами."
        "— Я не очень-то верю в это. Ты или кто-то ещё просто взял и перенёс все кораблики сюда."
        "Мой внутренний голос прошёлся насчёт умственных способностей и тех, кто станет перетаскивать сотню игрушечных корабликов за километр от речки, и о тех, кто предполагает подобное, но я уже привычно отмахнулся от него."
        "Ульяна вообще ничего говорить не стала — просто посмотрела на меня как на блаженного."
        "Миру был явлен ножик, свечка и кусок сосновой коры."
        "— Ты где столько свечек берёшь?"
        "— Не отвлекай. — Не прекращая трудиться, пропыхтела мелкая."
        "— А почему леса на картах нет? — не унимался я."
        "— Потому что криворукие балбесы рисовали. Всё, молчи."

        "Девочка споро заработала ножичком. Здорово у неё получается — раз, и готово! Не прошло и двух минут, как принявший уже привычный вид кораблик-огонёк замер на детской ладошке."
        "— Прочитаешь Напутствие? — спросила она."
        "— А почему я?"
        "— Ну… — хитро улыбнулась она. — возможно, у тебя получится ещё лучше, чем у меня."
        "— Я, пожалуй, пас."
        "— Тогда брысь. — девочка оттолкнула меня в сторону и быстро-быстро забормотала про ветерки-подружек и прочих представителей местного сказочного бестиария."
        "«Плюх», — флегматичного отозвался Огонёк, и, руководствуясь одними ему понятными правилами, указал носом куда-то на северо-запад, в сторону того самого шоссе."
        "— Там же нет ничего! — Я указал на заросший камышом противоположный бережок импровизированного озерца. — Что в такой луже тебе твой кораблик найти должен?"

        "Снова нет ответа."
        "Похоже, я её обидел. Или нет?"
        "— Слушай… — наградой мне был насупленный взгляд. — Дашь мне ножик?"
        "— Зачем?"
        "— Я… Я тоже себе кораблик сделаю."
        "— Огонёк."
        "— Его. Так дашь?"
        "— А напутствие?"
        "— Фиг с тобой. — Я махнул рукой."

        "Видимо, в этот момент я уже понял, что с этого момента и далее не следует удивляться ничему. Даже фантасмагоричности картины — от сотни завязших в кустах Огоньков отделяется и плывёт в сторону противоположного направления тандем из двух живых — дышащих — лепестков пламени."
        "— Тай-тай, налетай…"
        "— Чужой огонёк трогать нельзя. Это как крестик: чужие беды на себя возьмёшь. И свой старый использовать дважды нельзя. — Снизошла до объяснений девочка. — Один огонёк — один поиск."
        "— Думаешь, он заведёт нас куда-то ещё? — Я скептически осмотрел получившийся пруд. Обогнуть его при желании труда не составляло."
        "— А вот завтра и узнаешь."
    else:
        "Ульяна дуется, но соглашается вернуться к поискам."
        "Ничего сложного, да и идти недалеко."
        "Десять минут спустя мы выходим к заводи, где ждут своего часа кораблики."
        "На вопрос о шоссе она отмахивается - мол, карту рисовали криворукие идиоты, поэтому ничего удивительного."

        "Тихая заводь, не имеющая никакого течения - проверяли босыми ногами, даже ключей нет - совершенно необъяснимым образом собрала в себе все вчерашние Огоньки. "

        "Почувствовав угрызения совести, просим у Ульянки ножик и свечку, делаем своего огонька, ставим свечу и, чувствуя себя донельзя глупо, начинаем читать над ним те глупые детские вирши в духе «божья коровка, улети на небо». Глупо, но непонятно отчего начинаем волноваться."

        "В озере нет течения, хотя есть волны. И много корабликов, замерших у одного берегаУльяна запретила их трогать или использовать по новой, аргументируя это тем, что огонёк работает всего один раз, чужой трогать нельзя - а то свой не придёт. Ну и так далее.  Короче говоря, лишь два кораблика непонятно куда плывут, остальные замерли у берега. Зрелище фантасмагоричное, необъяснимое. Махнув рукой на логику, отчаливаем к лагерю."

       "Поковыряв бесцельно стрелочку, я огляделся и зашагал вверх по тропинке: в ветках наособицу стоящей сосны я заметил нечто знакомое, с кумачовым отливом."
    return

label alt_day5_neu_us_terrorism:#БИГ БАДАБУМ!!!Ульяна остаётся без ужина
    return

label alt_day5_neu_us_punishment:#Семён и Ульяна лишены костра за пререкательства с вожатой
    return

label alt_day5_neu_us_warm_evening:#TODO08#Сытая Ульяна - запуск мяча в небо, тёплая ночь, паста и прочие радости if alt_day5_neu_us_stores
    scene bg ext_boathouse_night with dissolve
    "Мы с Ульяной стояли у подъёма на тропу и глазели в иссиня-чёрное, бездонное небо. Оно сегодня было звёздное, будто извиняясь за утренний дождь. Ульяна подбрасывала и подбрасывала в руке ярко-жёлтый теннисный мяч."
    "— Это у тебя мяч?"
    "— Не мяч. Это теннисный мяч."
    "— Теннисный мяч, но не мяч."
    "— Да."
    "-… Зачем он тебе?"
    "— Я… Я не знаю. А ты сможешь докинуть его до луны?"
    "— До луны? Вряд ли."
    "— А хотя бы до дебаркадера?"
    "— Ну, дотуда-то — сколько угодно."
    "— Давай!"
    "— Уверена? Это хороший мяч."
    "— Бросай."

    "Короткий разбег, размах — всё как по учебнику, под углом в сорок пять градусов к горизонту — мяч со свистом ввинтился в сумерки."
    "Взвизгнув от восторга, она вскочила со скамейки и вприпрыжку понеслась вслед за ним."
    "У меня внутри что-то оборвалось."
    "— УЛЬЯНА!!!"
    "— Да? — Она замерла на краю обрыва и оглянулась на меня, ничего не понимая."
    "— Совсем сумасшедшая?! Немедленно уйди оттуда!"
    "Она послушно отошла от края, поглядывая на меня."
    return

label alt_day5_neu_us_hungry:#Голодная Ульяна - грабёж столовой и пара десятков в хлам расколоченных тарелок if not alt_day5_neu_us_stores
    return

label alt_day5_neu_us_cleaning: #Уборка до глухой ночи
    return

label alt_day5_neu_us_sleetptime:
    "Той же ночью мне снова снился странный сон. Снова ласковое солнечное тепло на щеках и ладонях, только теперь их было двое — лучиков. Они прыгали и играли, носясь по потолку и одеялу. Один из них добрался до шкафа, там нашёл зеркало… сколько было восторгов и прыжков! А сверху, чуть южнее луны, за нами наблюдал превратившийся в звезду теннисный мячик. Так оно и было, а потом оба лучика нырнули мне в ладонь, и я проснулся во сне, поняв, что кое-что упускаю из виду, держа за руку собеседника, который просыпается в каждом человеке с угасанием сознания и перехода на сны медленные."

    "Пушкин так записывал стихи. А я — болтаю."
    "— Быть собой? Как это скучно! Мне повезло родиться в мире без волшебства, так какого чёрта я должна быть собой в этом мире? Нет. Лучше я буду без лица. Это ведь тоже… магия. Вроде той, что позволяет видеть ночью. Вроде той, что переносит кораблики за пару километров, и даже заставляет верить таких вот маленьких девочек в то, что здесь обошлось без человека. Кто-то разыграл её, наговорил глупостей, а она и поверила? Но откуда в таком случае внутри ощущение Направления? Откуда нам известно куда идти, если мы хотим найти путь дальше? Откуда нам стало известно, где искать карьер? Нет, не так всё просто здесь."

    "Самое непонятное — откуда путь на этот карьер узнала Лена? Неужели её кто-то привёл? Или она тоже однажды запускала свой кораблик?"
    return

#ДЕНЬ ШЕСТОЙ

#TODON1#Подъём - Неудачник - день 6
"Обычный подъём, ничего особенного"

#TODON2#Зарядка - Неудачник - день 6
#TODON3#Завтрак - Неудачник - день 6
#TODON4#Помощь с подготовкой концерта (выбор - Мику, Лена, сбежать)
#TODON5#Мику - репетиция, предложения дружбы (флаг-эпилог)
#TODON6#Лена - признания, рисунки, параллели, газета (флаг-эпилог)
#TODON7#Сбежать - планируется страшная мстя жуликам
#TODON8#Обед - Неудачник - день 6
#TODON9#Мику - саунд-чек  - Неудачник - день 6
#TODON10#Лена - Уходим гулять в одиночестве, пытаясь найти Лес Памяти (см. н16)
#TODON11#Ульяна - солёная змеюка с чердака, бумажка с аммиак-селитрой в душевые
#TODON12#Концерт - Неудачник - день 6
#TODON13#Ужин - Неудачник - день 6

#TODON14-15-16 #Дискотека(Танец со Славей, Ульянкой, ОД - разные флаги)
"Ульянку мы потом находим всё на том же лугу, где она топит свой скарб и признаётся, что ревновала, а значит  лишком взрослая для пути."

#TODON17#Беседа на крылечке (повторение сцены чаепития из д.2) - проверка по флагам, иначе ОД утаскивает Семёна купаться на мыс.
"Если флаг танца с Ульяной, то Ольга раздосадованно признаётся в том, что Семён очень похож на Антона - старшего брата Ульяны, который не вернулся из Афгана."

#TODON18#Отбой - Неудачник - день 6

#TODON19#День7 - подъём! - Неудачник - день 7
#TODON20(если Ульянка - с мордой в пасте)
#TODON21#Завтрак - Неудачник - день 7
#TODON22#Сборы - Неудачник - день 7
#TODON23#Отъезд - Неудачник - день 7
#TODON24#Пробуждение дома - Неудачник - день 7

#TODON25#Эпилог - Неудачник - день 7
"В последнем случае уговор на поход с утра, признание в том, что Семёна стирает каждый раз в икарусе, и она немного боится, что и с ней случится то же самое."

#TODON26#Выбор: согласиться на встречу или нет?
#TODON27#Согласие:поездка - встреча
#TODON28ЭПИЛОГ-ГУД ВН
#TODON29#Отказ:дома, новости

#TODON30#репортаж про подлёдную рыбалку ЭПИЛОГ-БЭД ВН
"И время: 22:55... Ты же помнишь, что это за время?"
"Не помнишь?"
"Ну что же ты... Разрешите прикурить, и... тёплое место, но улицы ждут..."
####################################


#TODO011#Подъём - Огоньки - день 6
"И привычным спасением от кошмара, вдыхая чёрную, ледяную отраву, я изо всех сил взмолился: пусть это станет сон. И с огромным облегчением кинулся навстречу звенящему будильнику."

"И снова - моложе на год."

#TODO012#Зарядка - Огоньки - день 6
#TODO013#Завтрак - Огоньки - день 6
#TODO014#Карьер
#TODO015#Локи - замирает и уходит
#TODO016#Локи - Ссора с Ульяной
"Милое исчадие, пойми уже, наконец - мы уже позабыли, как все обещали остаться детьми."

#TODO017#Дрищ - отступает к карьеру
#TODO018#Дрищ - устраивает истерику
#TODO019#Обед - Огоньки - день 6
#TODO020#Сцена с Данечкой
#TODO021#Локи - помощь с репетицией

#TODO022#Дрищ - поиск партии

#TODO023#Мику - Отказывается, у неё репетиция.
"На помощь приходит Данечка. Флаг Данечки, Флаг Мику."

"Он говорит, что поможет, но после концерта. Поэтому придётся найти Ульянку и сообщить ей. В этот раз пойдут всего трое."
"Это необычно, так как ожидается, что здесь шоссе должно петлёй огибать выемку, чтобы было удобнее подъезжать заборщикам грунта и песка."
"Но в действительности этого не происходит. Хотя ещё вчера, здесь была дорога. Но Огонёк проводит дальше. И Семёна, и Ульяну, и Данечку - они выходят на просеку и доходят до заброшенной автобусной стоянки с покосившимся номером автобуса. Совместными усилиями они ставят на место столб со знаком и очищают вывеску с номером-расписанием. Данечка бросает взгляд на часы - в отличие от нас, он не хочет сбежать, но без нас Ничейная территория его не выпускает. Приходится возвращаться."


#TODO024#Ольга

#TODO025#Лена
"Лена сбегает из лагеря, у неё свой Огонёк, она пускает его каждый год. И каждый год уходит к карьеру."
"На карьере - изрезанные сердечками деревья. Это Лес Памяти, он помнит многих. А ещё отсюда можно запустить Огонька."

"-  Лена, подожди! - мы с трудом догнали и встали рядом."
"- Что? - Она сняла с себя все маски, но не стала привлекательней."
"- Мы знаем, почему ты убегаешь."
"- Да? - Не удивилась она. - И что?"
"- Возможно... - медленно начала Ульяна. - Ты хотела бы... пойти с нами?"
"- С вами? - Она искусственно рассмеялась? - Куда? Зачем?"
"- Дальше по дороге, где тебя никто не найдёт. Интересует?"

"Смех стих. И Лена, недоверчиво глядя на Ульяну, поднялась и повернулась к нам целиком."
"- Зачем мне туда идти?"
"- Там пахнет полынью. - Ответил я. - ты знаешь, что это значит?"
"Безусловно, она знала."


#TODO026#Алиса
#TODO027#Славя(повторное прохождение)
#TODO028#(Флаги Лены, Алисы, Слави) - дальние ворота. При приближении хихикают кусты, потом либо Лена появляется из соседних, либо Алиса выглядывает из-за створки.
#TODO029#Флаг Слави - Славя - забирает Семёна на концерт
#TODO030#иначе - Саныч забирает Семён на концерт
#TODO031#Концерт - Огоньки - день 6
#TODO032#Ужин - Огоньки - день 6
#TODO033#Дисотека - Огоньки - день 6
#TODO034#Локи (Флаг Слави) - медляк со Славей, объяснение Славей мироустройства
#TODO035#Дрищ (Флаг Слави) - сцена на пристани, возвращение Ульяны
#TODO036#Общее - просто танцуем, беспокоимся за девочек, пытаемся сбежать, но Саныч водворяет обратно на танцпол.
#TODO037#Отбой - Огоньки - день 6
#TODO038#Подъём - Огоньки - день 7
#TODO039#Завтрак - Огоньки - день 7
#TODO040#нет Славя-флага - Ульянка, Лена и Алиса вернулись ночью, мы видим их уже в столовой, ругающимися с ОД - ПОДВЕТКА ПУСТОШЕЙ 
#TODO041#Славя-флаг - здороваемся с девочками, уточняем, всё ли в силе - ПОДВЕТКА ПОБЕГА

####################################
#ПОДВЕТКА ПУСТОШЕЙ
####################################
#TODO042#Сбор вещей
#TODO043#Отъезд
#TODO044#Эпилог
"выход из лагеря обнаружить не удалось. Ульяна со вздохом соглашается уезжать из лагеря, по дороге стандартно происходит вывод действующих лиц из игры, Семён сталкивается с обнажённой пустотой и прыгает туда"

#TODO045#Мику-флаг - друзья навечно
"Мудрец и мудак внутри меня бьётся в истерике от этой идеи."
"Он орёт, срывая глотку, обличая и ненавидя - я же не имею права быть с ней."
"Не имею."
"Но я уже давно перерос и ненависть, и истерики. Понятие права меня уже давно не волнует. Плевать мне, есть ли оно или нет."
"Здесь и сейчас всё происходит по моей прихоти."

#TODO046#Больше 7 - Путь над пустошами, ЭПИЛОГ-ГУД1 ВО


#TODO047#Меньше 7 - Тай-тай, ЭПИЛОГ-БЭД1 ВО
"Бабочки - символ перерождения."

"страна фей."


"Ты болишь и нарываешь ледяной в груди занозой."
"Моя моэ! Прошу тебя, не выплюни меня на берег..."
"Грусть. Я нашёл то, что искал и всегда хотел. Но оно больше мне не нужно."


"мы узнаём, что Ульянка – Восстановленная (человек, которого однажды обнулило,  его пришлось воспитывать заново). Физиологически последние двенадцать лет она не растёт. Зато помнит весь ужас нулификации личности. Поэтому и ищет способ сбежать из лагеря."

"Если человек не делает то, что ты от него хочешь - в этом нет его вины. Ведь это ТЫ хочешь."


"- Ты у меня из головы даже покурить не выходишь!"
"Детская коробка. С вещами матери для будущего ребёнка."
"С дневником."
"И с письмом, озаглавленным «дочке»."
####################################
#ПОДВЕТКА ПОБЕГА
####################################
#TODO048#Уборка остановки
#TODO049#Автобус? И правда!
#TODO050#Славя-флаг - выбор, сесть или не сесть
#TODO051 #Иначе - выбора нет, мы возвращаемся обратно в лагерь
#TODO052#Отъезд
#TODO053#ЭПИЛОГ ДЕЖАВЮ
"Дрищ фрилансит, Локи преподаёт музыку, по вечерам записывая впечатления в книгу, которую собирается попытаться издать.  А в один из таких вечеров плюёт на всё и уходит гулять в парк."

"Только всё чаще уже не гостьей, а хозяйкой в моём сердце становилась тоска. Она сжимала сердце ощущением непоправимости уходящего, как будто шептала о том, что никогда не будет правильного времени, будет только потраченное впустую. Но никогда не отвечала на вопрос - как, чёрт возьми, мне поступить правильно?! Никто не знал. И я тоже."


"И когда тоски стало слишком много, я отправился в ванну, включил самую горячую воду, какую только мог терпеть, и погрузился туда, оставив наружу только рот и нос. Чтобы дышать, и...."
"- Господи, мне плохо. Что мне делать?"

"У кого я спрашиваю совета?"
"- Почему всё не так, как надо? Что я делаю неправильно?"

"И зачем я спрашиваю совета у кого-то?"
"- Мне надоело. Я как будто доживаю заживо - ещё чуть-чуть, и начнут куски отваливаться."

"Надоело. Особенно - тишина. Я до поры прекрасно уживался с одиночеством, но порой наступает момент, когда ты попросту не можешь с ним справиться."
"Правую ладонь невыносимо жгло - должно быть, я незаметно для себя уже полчаса как опирался ей о горячую трубу. Но это было что-то настоящее, с чем я хотя бы был в силах бороться. Не как кисель резать - результатом последнего полугода."

"Я мог что-то сделать!"
"Что-то, что..."

"С вскриком, я дёрнул рукой, пытаясь спастись от жжения - но тщетно. Кажется, дело вовсе не в кипятке было."
"В чём тогда?"
"Пришлось расставаться с уютной темнотой и плеском воды."
"Я с усилием открыл глаза - правая ладонь была красная и обожжённая. На секунду представилось вдруг, что по ней прокатился Огонёк - чей-то чужой, на пути в поисках. Мой-то никогда бы не обжёг. Ведь правда?"

"Правда?"
"Я не был уверен в ответе, но меня не сильно пугали любые перспективы. "
"В частности - риск выглядеть идиотом."

"Приблизив красную ладонь к лицу, внимательно оглядел её и неожиданно для самого себя, произнёс:"
"- Тай-тай, налетай...."


"Ладонь негромко засветилась в полумраке - и из центра её, сформировавшись свечением, на средний палец скакнул уютный жёлтый шарик. Сердито подпрыгнул, явно недовольный тем, как долго мне пришлось его звать."
"- Ты тропинку найти помоги наружу... - попросил я. И Огонёк сменил гнев на милость."

"Ещё раз прокатившись по руке, затирая своим светом шрамы и ожоги, он поднялся в воздух и, подумав, со всего маху ударился о стену, пронзил её насквозь и понёсся вдаль, вдаль - куда-то в сторону севера."

"Каким-то внутренним чутьём я мог проследить его путь. Самое главное, я мог проследить его направление - он искал дополнительную силу. Сам по себе цыплёнок не мог почти ничего, кроме разве что исцеления. Но когда их было много... Вот он и искал ещё Огоньков - чтобы объединившись с ними, снова помочь глупому хозяину." 

"Я узнал это место - это был мостик через ручей по пути в Шуваловский парк. Мне нравилось гулять здесь - некоторые места будто были созданы для путешествий во времени. Ты мог запрокинуть голову в небо и следить за ленивым шевелением ветвей сосен, понимая, что эти гиганты стояли здесь ещё тогда даже, когда даже финских деревень здесь не было. Они видели столько, они столько знают... И если забраться достаточно высоко, то можно разглядеть прошлое...."

"Но сегодня я не отправился к соснам. Сегодня я замер на мостике, потому что мой Огонёк чуял что-то... Что-то...."

"И из-за стремнины мне прямо под ноги приплыл кусочек коры со светящимся на мачте"
extend "... Огоньком. Я поднял его, и услышал окрик: "
"- эй, это мой!"
"И понял вдруг, что не сплю. "
"После чего, распрямившись, видит... ну, разумеется. Ульянку. В точности такую, какой она и была в лагере. Только в пуховике и зимней сбруе. За ней приглядывает мужик, здорово на неё похожий. Разговорившись, знакомятся, это оказывается её старший брат. Дальше стеной текста - Антон помогает Семёну восстановиться в универе, а Ульянка, которая частенько теперь захаживает к "Сёмычу", однажды натыкается на рукопись и читает. Замыкается в себе... Но через неделю предлагает встретиться и обсудить. Они встречаются на том же мосту, где встретились после лагеря. Ульяна начинает издалека, после чего рассказывает, что тоже вспомнила обо всём, что было в лагере. А ещё она вспомнила о том, что это за кораблик. Это Огонёк. У него есть сила. Она невелика, но если объединить силу тысячи Огоньков, они смогут найти путь откуда угодно куда угодно! "
"- Так ты же нашла путь?"
"- Верно! Но разве тебе не интересно продолжить искать?"
"- В смысле?"
"Ульяна очень по-взрослому посмотрела на меня:"
"- Разве ты сам не чувствуешь ограниченности этого мира? У него очень много рамок.А значит, всегда есть, куда стремиться!"
"- В соседний мир?"
#TODO053#Дрищ - настоящее дежавю (побег)
"Если Дрищ:"
"- Дурак! Зачем нам соседний мир? - она грустно покачала головой. - Я по девочкам соскучилась. По Лиске. Пошли обратно?"
"И я, помедлив, согласился. Поднявшись, я подал руку Ульяне, помогая подняться и ей. У нас был пока всего один Огонёк. И куча работы ещё предстояла."


#TODO054#Локи - дежавю!(побег)
"Если Локи:"
"- Во все соседние миры!"
"- И сколько мы будем так искать?"
"- Сколько хочешь! Разве тебе не интересно, что за границей?"
"- Интересно."
"- Только смотри, у нас ни Даньки, ни его ребят. Поработать нам придётся как следует."
"- Ничего. - ответил я. - Справимся."

#TODO055#Выбор - сесть. Эпилог - на наши плечи опустилась сказка
"успешно находим лазейку и ускользаем в неизвестный Мир, где слыхом не слыхивали о Совёнке, Мире Семёна или ещё каких мирах, зато там лето длится долго-долго и заканчивается только тогда, когда детям надоаедает играть. Там живёт старший брат Ульяны, Антон, в его домике и поселяются Семён с Ульяной. Их лето только начинается..."