label alt_day3_dinner:
    play music music_list["everyday_theme"] fadein 1
    scene bg ext_dining_hall_away_day with fade2
    play ambience ambience_camp_center_day fadein 1
    if alt_day3_duty:
        "Обед и в самом деле приближался, и у столовой мы с Ульяной оказались примерно в одно время."
        show mt normal pioneer at center
        "Ольга Дмитриевна ожидала нас здесь же, кажется, здорово нервничая и то и дело бросая взгляд на изящные часики в форме сердечка у себя на запястье."
        "Увидев нас спешащих, она облегчённо выдохнула, впрочем, тут же спрятавшись за маской злой и разгневанной вожатой:"
        show mt angry pioneer
        mt "Вы где ходите?! {w}Обед на носу!"
        show us smile sport at left 
        us "Ничего не знаю!"
        "Ульяна смотрела в глаза вожатой нагло и с вызовом."
        us "Нам сказали приходить без пятнадцати, а мы пришли без двадцати!"
        us "Вы нас вообще похвалить должны!"
        show mt surprise pioneer at right
        mt "Я? Да что ты…"
        me "Конечно! Это для обычных пионеров надо за полчаса приходить — и то с риском не успеть. А нам с Ульяной можно и за пятнадцать минут!"
        show us laugh sport at left
        us "И то… ещё десять минут бездельничать будем!"
        "Выпалила мелкая, а вожатая, не выдержав, рассмеялась."
        show mt laugh pioneer at right
        mt "Ладно, быстрые мои. {w}Марш руки мыть и приступаем."
        me "Присту… что?"
        mt "Я решила помочь вам, а что?"
        "Она показалась настолько удивлённой, что я на целую секунду поверил ей — действительно, мол, хочет оказать посильную помощь упахивающимся пионерам."
        me "Не думаю, что вы сможете помочь…"
        "Я откровенно сомневался в том, что ей найдётся место в нашем с мелкой тандеме, но посмотреть было любопытно."
        window hide
        $ persistent.sprite_time = "day"
        scene bg int_dining_hall_day with dissolve
        show us normal sport with dissolve
        play music music_list["that_s_our_madhouse"] fadein 3
        "Мы зашли в столовую, и тут я понял, каким образом вожатая собирается помогать!"
        "Она отошла к раздаче, переговорив о чём-то с поваром, забрала чашечку с чаем, и, усевшись за стол, отведённый под администрацию, сидела и смотрела на то, как мы работаем."
        "Ну да, как я уже и говорил, человеку свойственно наблюдать за первостихиями практически бесконечно — как течёт вода, как горит огонь… И как работают другие." 
        us "Вы, главное, не надорвитесь."
        me "Ваша помощь неоценима! Даже не знаю, прям, что бы мы без вас делали."
        mt "Вот! Цени, пионер!"
        "Ольга важно подняла палец вверх, а Ульянка фыркнула и пробурчала что-то о том, что кое-кто не работает, а выступает больше всех."
        "К счастью, вожатая не расслышала реплики, и рыжей удалось избежать законного втыка."
        "Между тем мы уже обежали половину столовой, раскидав компот и кастрюльки с супом — младшие отряды уже рвались в столовую, несмотря на то, что горна ещё и в помине не было."
        window hide
        scene bg int_dining_hall_people_day with fade
        play ambience ambience_dining_hall_full fadein 1
        "Этих мы заткнули тем самым супом, расставив на каждом столе по стопке тарелок, в назидание вожатым — не можете сдержать детей, кормите их сами."
        "Работать приходилось быстро, не отвлекаясь на глупости, и я был совершенно поглощён процессом: бегал с тележкой, {w}расставлял тарелки, {w}переворачивал поднятые стулья где возможно, {w}отставлял скамейки, чтобы детишки могли сесть."
        "Наконец мы отработали по последнему столу, и будто рожок валькирий, забирающих павших воинов в Валгаллу, от двери послышался сигнал на обед."
        play music eat_horn fadein 3 
        "Следующая остановка — полный желудок!"
        window hide
        if alt_day2_date == 3 and alt_day3_dv_event:
            "Как и на завтраке, Двачевская подхватила меня под локоток и утащила к себе за стол питаться, иначе я бы так и сидел в каком-то непонятном опустошении на лавочке, забыв о том, что я вообще здесь забыл."
            show dv smile pioneer2 at left
            dv "Пошли питаться, мать Тереза!"
            "Рассмеялась она, поднимая меня со скамейки."
            dv "А то так и уснёшь голодным."
            stop music fadeout 3
            me "Спасибо."
            "От души поблагодарил я рыжую благодетельницу."
            "Ольга Дмитриевна расплескала рассольник по тарелкам, пустила тарелки по рукам, и несколько минут в помещении царило только прихлёбывание пополам со стуком ложек о дно тарелок."
            "Всё верно, в жизни есть место неурядицам, и место обеду. Сбросив оцепенение, уже во второй раз напавшее на меня после работ по столовой, я вдруг ощутил, что зверски голоден, и мороженка, которую ссудили мне повара — а я даже не поделился ей с Алиской — ситуацию не исправила."
            "Наконец суп был умят, второе последовало вслед за ним — на удивление, чистое и вкусное. Видимо, мы с Ульянкой справились. И мы сыто отвалились от стола."
            if not herc:
                dv "Я думала вытащить тебя на солнышко погреться, но ты, похоже, сейчас недееспособен."
                "Улыбнулась Алиса."
            else:
                dv "Похоже, ты сейчас на положении инвалида, и тащить тебя куда-то бессмысленно?"
                "Алиска подмигнула."
            play music music_list["eat_some_trouble"] fadein 2
            show dv laugh pioneer2 at left
            
            dv "В любом случае, ждать тебя ещё полчаса я не хочу, поэтому помогу вам с Ульяной убраться."
            me "Ты?! Добровольно?!"
            "Мне показалось, что я ослышался. Нет, мы, конечно, други хоть куда, но…"
            show dv grin pioneer2 at left
            dv "Ну… Не совсем добровольно. И уж точно не бесплатно."
            "Она лукаво улыбнулась."
            stop ambience fadeout 3
            "Я предпочёл не думать о том, что может скрываться за этой улыбкой."
            "Алиса такая, она всё может."
            "С привлечением новых рабочих рук — похоже, уже умеющих работать в связке с девочкой-ракетой — процесс уборки прошёл ещё быстрее, даром что ни первую, ни вторую в особой любви к общественным работам заподозрить было нельзя!"
            "Внутренний петросян опять съязвил, мол, ленивый человек делает всё сразу на совесть — чтобы потом не переделывать — и быстро — чтобы разобраться с этим побыстрее."
            "Хотя затыки были…"
            show us smile sport at right
            if alt_day3_us_shenan:
                me "Брось бяку!"
                "Мне пришлось рявкать на Ульянку, чтобы остановить."
                "На одной из тарелок была такая же конструкция, как и то, что я соорудил вчера — похоже, слухом земля полнится."
                th "Дети катастрофически быстро усваивают информацию о разных пакостях."
                me "Вот сейчас бы подняла, и…"
                "Я как мог аккуратно отнёс тарелку к окошку посудомойки и поставил туда — в компанию ещё нескольких таких «коктейлей»."
                us "Класс! А ты мне так и не показал вчера!"
                me "А что там показывать… Наливаешь и переворачиваешь. Видишь, даже неизвестные пионеры смогли."
                us "Вечером обязательно попробую!"
                me "…и сама уберёшь? Мы дежурные, помнишь?"
            "К этому моменту Алиска как раз закончила размазывать грязь по полу и, собрав несколько пылинок на совок, торжественно составила инструментарий в угол."
            dv "Я всё, а вы?"
            me "И мы!"
            play sound sfx_open_door_2
            scene bg ext_dining_hall_near_day with fade
            show us grin sport at right
            us "Ладно, я побежала."
            hide us with dissolve
            "Мелкая помахала рукой и скрылась в направлении пляжа."
            show dv sad pioneer2 at center with moveinright
            dv "Ты знаешь…"
            "Алиса странно посмотрела на меня."
            dv "Ульянка и правда очень к тебе привязалась за эти дни. Что ты собираешься с этим делать?"
            me "Эээ… Ничего? Почему я должен что-то с этим делать?"
            play music music_list["farewell_to_the_past_full"] fadein 3
            dv "Не приходило в голову, что девочка она впечатлительная, возраст нежный…"
            "Я подозрительно прищурился."
            me "Двачевская, это сейчас ты говоришь, или ты кого-то наслушалась?!"
            "Я поклясться готов, что из-за того, что мне сейчас выговаривала Алиса, невзначай так выглядывали ушки Ольги Дмитриевны."
            "Ольга тоже тот ещё молодец. Как будто непонятно, что если ты с кем-то проказил раз, вас бесполезно расселять — вы всё равно друг к другу притянетесь!"
            show dv shy pioneer2 with dissolve
            "Она смутилась, но глаз не отвела."
            dv "Я правда за неё очень переживаю, и любому кто её обидит, перегрызу горло."
            me "Уже боюсь!"
            "Смеясь, я поднял перед собой ладони."
            me "Только я ведь её обижать не собираюсь. Ты слышала,"
            "Я понизил голос, и Алиса вынужденно подошла поближе."
            me "Она приказала! {w}Именно так! {w}Что в следующий раз, когда мы сбежим из лагеря, делать будем как она скажет."
            show dv laugh pioneer2 with dissolve
            dv "Вы собираетесь опять сбежать?"
            "Алиса расхохоталась."
            dv "Мало вам сегодняшнего дежурства, да?"
            me "Лично я — не собираюсь. Но тсссс, об этом молчок."
            dv "И как ты собираешься соскакивать? {w}В последний момент с уходящего поезда?"
            me "Нет, это неэтично."
            "Я покачал головой."
            me "Но у меня есть несколько задумок на этот счёт. Ты, главное, мне подыграй."
            "Она задумалась."
            show dv normal pioneer2 with dissolve
            dv "Ладно. Но чтобы без глупостей."
            me "Никаких глупостей!"
            "Торжественно пообещал я."
            me "Всё будет по уму, чести и любви!"
            show dv grin pioneer2 with dissolve
            dv "Клоун."
            dv "Про клуб не забыл? Жду тебя там. Подтягивайся."
            "Будто отсекая что-то, она резко развернулась и быстрым шагом направилась в сторону музыкального клуба."
            hide dv with dissolve
            "Немного посидев на скамеечке и повздыхав о том, что никто меня не ценит и роздыху не даёт, я встал и поплёлся за ней."
            $ alt_day3_dv_invite = True
            $ lp_dv += 1
            window hide
            with dissolve
        else:
            stop music fadeout 3
            stop sound
            stop sound_loop
            "Двачевская уселась рядом с Ульянкой, так что туда мне ход был определённо заказан — ну их обеих куда подальше!"
            "Я огляделся в поисках свободного местечка:"
    else:
        pass
    window hide
    return

label alt_day3_dinner_menu:
    if not alt_day3_duty:
        scene bg int_dining_hall_people_day
        with dissolve
        play ambience ambience_dining_hall_full fadein 5
    menu:
        "Сесть с Леной":
            play music music_list["reflection_on_water"] fadein 3
            call alt_day3_lp_checker(alt_dater = un)
            if alt_day3_un_event:
                "Оказывается, рецепт стать необходимым крайне прост — нужно просто заставить человека заниматься тем, что он ненавидит."
                show un smile pioneer
                "И обратить это на себя."
                "Пока я снимаю многочисленные слои защиты с девочки-омутка, будто луковичку, сидящую в окружении придуманных фобий, ограничений и недоверия, я, волей-неволей, и сам становлюсь немного лучше."
                "Во всяком случае, простое общение больше не доставляет мне того беспокойства, что было раньше. И я не жду, когда люди наконец закончат измываться и тратить своё и моё время."
                me "Не занято?"
                un "Нет, садись."
                "Возможно, я слишком гоню лошадей, но, кажется, она мне и правда радуется!"
                "Вот как оживилась, глазёнки заблестели, плечи распрямились…"
                "Не думаю, что там что-то серьёзное с её стороны."
                "Она будто забыла в домике под двумя матрасами всё, что сдерживало её раньше."
                dreamgirl "Ты бы в себе определился сначала, сторонник."
                th "А что со мной не так?"
                dreamgirl "Тебе она нравится, верно?"
                th "Ну…"
                "Я бы, наверное, покраснел, если бы диалог был вслух. Впрочем, я, наверное, и так покраснел."
                "Она взяла стакан в руку и легонько ударила по нему ложкой, вслушиваясь в тон."
                th "Н-ну, да! Нравится!"
                dreamgirl "Тогда почему в её глазах ты отражаешься то как большой плюшевый медведь, которого хочется взять и затискать от избытка чуйств…"
                dreamgirl "То как воскресный приходящий папа у девочки-разведёнки."
                dreamgirl "Это и есть те отношения, которых ты желаешь от этой девочки?"
                th "Нет, конечно! Бррр… {w}Я не хочу быть другом. {w}Меня это не устроит."
                dreamgirl "Она считает иначе."
                dreamgirl "Ты уже думал о том, что стал для неё человеком-катализатором?"
                "За пять минут, что я сидел, задумчиво глядя на неё, она успела извертеться вся целиком. И на удивлённую реплику Ульянки, среагировала, высокомерно задрав нос."
                dreamgirl "Обратил внимание, как она раскрепощается в твоей компании? Заметь, не для тебя раскрепощается."
                show un smile2 pioneer
                dreamgirl "Ты служишь для неё якорем, опираясь на который она может позволить себе баловаться, эпатировать окружающих и радоваться жизни на все сто."
                dreamgirl "Мне неприятно говорить, но, похоже, ты и правда становишься ей другом."
                show un normal pioneer
                "Кажется, она заметила как построжел мой взгляд, потому что мгновенно прекратила баловаться и заглянула мне в глаза."
                un "Ты опять ничего не ешь."
                "Встревоженно сказала она."
                me "Спасибо, мам, я сыт."
                "Автоматически ответил я."
                un "Что-то случилось? Ты так смотришь сейчас, как будто я тебя как-то разочаровала."
                "Наверное, потому, что нечто в этом духе и произошло."
                me "Да просто пытаюсь найти границы отношений между парнем и девушкой. Чтобы уж точно отделить романтическую часть от части дружеской."
                show un serious pioneer with dspr
                un "Ой, как закончишь, скажи. А то на эту тему не один том написан, но, может у тебя получится."
                me "Лена, а если без хиханек. Положа руку на ногу, скажи."
                "Она прожевала котлету и вопросительно уставилась на меня."
                show un shy pioneer with dspr
                me "Я тебя чем-то не устраиваю в качестве парня?"
                "Кажется, она обрадовалась тому, что прожевала. Так как от такого вопроса подавилась бы точно."
                un "Ч-что? О чём это ты?"
                me "Прости… Беседа не для столовой. Давай после обеда обсудим, ладно?"
                "Она кивнула, всё ещё непонимающе глядя."
                me "Ты куда после обеда?"
                un "Я хотела бы порисовать."
                "Она подчеркнула последнее слово."
                me "Хорошо, я зайду за тобой в библиотеку и помогу тебе перетащить все необходимое."
                me "Надеюсь, мольберт далеко тащить не придётся?"
                show un smile3 pioneer
                un "Нет, я с планшетки порисую."
                me "Тогда договорились. Встретимся у библиотеки."
                $ alt_day3_un_invite = 1
                return
            elif alt_day2_date == 132:
                $ alt_day3_un_fz_dinner = True
                stop music
                "Мне повезло снова — место рядом с девочкой оказалось свободным."
                "Хотя она тут же закатила глаза, стоило лишь мне подойти."
                me "Прости."
                "Слабо улыбнулся я."
                me "Похоже, других мест нет."
                show un serious pioneer with dspr
                un "Мне-то какое дело."
                "Безразлично отвернулась она."
                th "Интересно, как долго ещё она собирается мне мстить?"
                th "Я-то снесу, у меня другого выбора нет, но она?"
                "К боли очень быстро привыкаешь — и хотя периодически дёргает там, где бесцеремонные пальцы тычут по живому, в целом уже получается не умирать."
                me "Приятного аппетита!"
                "Я попытался улыбнуться. Получилось… Не очень."
                show un normal pioneer with dspr
                un "Спасибо."
                "Решимость, настрой и ощущение собственной ничтожности перед лицом вечности — вы где, ау?"
                "К чему, спрашивается, был этот посыл от подсознания, если я сейчас не могу переступить через себя и просто заговорить с ней?!"
                "К чему тогда была эта чёртова надежда?!"
                "Лена удивила меня, заговорив первой."
                play music iamsadiamsorry fadein 10
                un "Что тебе нужно от меня?"
                me "Что?"
                un "Ты постоянно ищешь моего внимания."
                un "Ты его получил. Что {w=.3}ты {w=.3}хочешь?"
                me "Ээээ…"
                "На меня опять напал уже знакомый ступор."
                show un angry2 pioneer at center with dissolve
                "А Лене будто мало того было — она дожимала и дожимала."
                show un serious pioneer with dspr
                un "Зачем ты ходишь за мной постоянно?"
                un "Как влюбился, честное слово…"
                "Из головы разом вымели все мысли, оставив только дрожь в основании черепа и навернувшиеся злые слёзы."
                me "Да как ты…"
                "Я покраснел как рак, вскочил и зло уставился на неё."
                play sound sfx_broken_dish
                play sound2 sfx_dropped_chair
                "Стул с грохотом отлетел назад, но я не обратил на него внимания."
                me "Да ты!"
                un "Я, я."
                window hide
                show blinking
                me "Дура."
                "Мне не хватило духу крикнуть это вслух, да и произнести на любой более-менее слышимой громкости."
                hide un with dissolve
                "Но уверен был — как чувствовал лопатками изучающий взгляд зелёных глаз — Лена прекрасно всё слышала."
                "Я помчался к выходу так, как не бегал даже за Ульяной в первый мой день здесь."
                if alt_day3_duty:
                    "Дежурство, уборка, прочая чушь — всё это благополучно вылетело у меня из головы."
                    "Там осталось место только одной мысли, занимающей всё пространство."
                    th "Она меня ненавидит."
                "Как будто от проблем можно убежать."
                "Вопрос десяти шагов, двадцати сокращений сердца — и смелости признаться в поражении."
                th "Вот и всё."
                "Колотилось в висках."
                th "Вот и всё."
                "Моё самолюбие готово было и сейчас перевернуть всё с ног на голову — и домыслить как за спиной фиолетововолосая девочка давится слезами."
                "Как корит себя и мечтает о том, как мы…"
                "Но это я, я давлюсь собственной желчью и ядом."
                "Поделом."
                stop ambience
                window hide
                play sound sfx_open_door_kick
                scene bg ext_dining_hall_near_day with dissolve
                window hide
                "Я со злостью пнул дверь и чуть не зашиб отскочившую Ольгу Дмитриевну."
                show mt angry pioneer with dspr
                mt "Эй, аккуратнее!"
                "Воскликнула она."
                me "Простите."
                "Буркнул я, пытаясь проскользнуть мимо вожатой — но где там."
                "Она поймала меня за плечо и развернула к себе."
                mt "Семён, что с тобой творится?"
                me "Ничего."
                "Старательно смотря в сторону, ответил я."
                th "Просто меня отшили. Дело житейское. Если не лезть туда грязными руками."
                show mt normal pioneer with dspr
                mt "Семён, слышишь? Посмотри на меня."
                th "Посмотреть? И опозориться тем, что…"
                "Я старательно помотал головой и дёрнулся изо всех сил, пытаясь вырваться."
                "Безуспешно."
                "Ольга Дмитриевна удивительно легко удержала меня на месте."
                mt "Семён, ты расскажешь мне что случилось, или мне спросить у отряда целиком?"
                show sl normal pioneer at left with dspr
                sl "С Леной поругались."
                "Раздался голос, который я мгновенно возненавидел."
                "И плевать на то, что обладательница этого голоса спасла меня от голодной смерти."
                me "Ты-то что лезешь?!"
                "Закричал я, со злостью глядя на активистку."
                me "Думаешь, в каждой жопе затычка? Да пошла ты! Все вы пошли!"
                hide mt
                hide sl
                with dissolve
                "Наконец мне удалось вырваться из захвата."
                "Не видя земли под собой, я бежал куда-то, чудом ни с чем не сталкиваясь."
                window hide
                scene bg ext_square_day with dissolve
                "Плевать куда, главное, подальше отсюда!"
                "В таком состоянии люди садятся на такси и, вывалив всю наличность, командуют: «на все куда угодно»."
                "Покупают билет в незнакомый город."
                window hide
                scene bg ext_musclub_day with dissolve
                play ambience ambience_camp_center_day
                "Через весь лагерь, выкладываясь, выплёскивая всю злость, всю боль и недоумение — за что этот чёртов нарядный мир так со мной?"
                "Неужели я не имею права на ошибку?"
                window hide
                with fade2
                "А когда мутная пелена перед глазами растаяла, я понял, что ноги не подвели меня и завели в правильное место."
                "Уж здесь-то меня точно никто не найдёт и искать не станет."
                "Местный контингент оказался чужд музыке, и потому художественная руководительница большую часть времени сидела одна."
                "А музыкальный клуб вполне мог посостязаться по части отдалённости с иными Гуантанамо."
                stop music fadeout 6
                "Я уселся на терраске, и некоторое время пытался отдышаться, попутно приводя мысли в порядок."
                th "Начать следует с того, что меня послали, так?"
                th "Или…"
                dreamgirl "Не помню, чтобы тебя кто-то посылал."
                th "Мне сказали проваливать, что непонятно?"
                th "Только я оказался слишком навязчивым."
                th "Потому вопрос — а не влюбился ли этот приставучий придурок — совершенно резонен."
                dreamgirl "Ровно настолько же, насколько была твоя последующая реакция?"
                th "Да иди ты…"
                "Внутренний голос вздохнул."
                dreamgirl "Я бы с удовольствием. Только куда я без тебя? Мы одно."
                th "Ничего, аминазин тебе быстро укажет путь."
                dreamgirl "Ляжешь в психушку, чтобы избавиться от меня?"
                dreamgirl "Неплохая идея, кстати. Может, тебе хотя бы там мозги на место поставят."
                "От внутренней перепалки меня отвлёк неясный шум из-за двери."
                th "Мику? Она же должна быть на обеде."
                "Она сидела здесь с самого утра, занимаясь единственно музыкой."
                "Так стоит ли удивляться, что когда она наконец добирается до живого общения…"
                "Например, место рядом с ней во время приёма пищи почти всегда пустеет."
                if alt_day3_duty:
                    "Обед закончился уже, наверное, она была на месте."
                    "Прикинув, что к уборке столовой я всё равно уже опоздал, я поднялся и толкнул дверь."
                else:
                    th "Наверное, она на обеде сейчас, а там…"
                    dreamgirl "Воры! Которые хотят украсть метроном. {w}И мы их сцапаем, покажем себя героями, и Леночка упадёт к нам в объятья."
                    th "Дебил."
                    "Отпечатал я на лоб собеседнику, толкая дверь."
                play sound sfx_open_door_1 fadein 5
                window hide
                scene bg int_musclub_day with dissolve
                play ambience ambience_music_club_day fadein 6
                "Дверь оказалась открытой."
                "Мику сидела здесь же, что-то истово черкая на несчастном нотном стане."
                show mi angry pioneer with dspr
                mi "Семён."
                "Не поднимая головы, констатировала она."
                mi "Ты проходи. Я сейчас."
                me "Чем за…"
                mi "Шшшш!"
                "Она приложила палец к губам и уткнулась обратно в свои бумажки."
                "А я от нечего делать стал осматривать помещение."
                if alt_day2_muz_done and alt_day2_rendezvous != 4:
                    "Хотя, помнится, я здесь и в прошлый раз неплохо всё рассмотрел."
                play music music_list["trapped_in_dreams"] fadein 3
                "На доске, расчерченной в пять полос, значилась какая-то мелодия — и я, стараясь не смотреть на плохо замазанное «Мику …ра», попробовал её напеть."
                "Получилось не сразу, далеко не сразу — Мику уже успела в ярости скомкать и серией трёхочковых забросить с пяток бумажных листов прямиком в мусорную корзину."
                "Но в результате стала получаться какая-то мелодия."
                "И у меня, и, судя по тому, что резкие, дёрганные движения сменились более деловитыми, у Мику."
                show mi smile pioneer with dspr
                mi "Ты сольфеджио разумеешь?"
                "Удивилась японка."
                me "А что такого? Чай, не ракетная физика."
                show mi laugh pioneer with dspr
                "Девочка рассмеялась."
                mi "Просто удивительно. Ты такой бука, а тут раз — и оказывается, ноты знаешь."
                th "Женская логика. Если бука, значит, нот знать априори не могу."
                show mi normal pioneer with dspr
                "Восхитился я."
                if alt_day2_club_join_musc:
                    mi "Ты норматив сдавать пришёл? Или так, в гости?"
                    me "Норматив?"
                    mi "Ну…"
                    "Она опять засмеялась и махнула рукой."
                    mi "Не важно, короче."
                else:
                    mi "А ты записаться в кружок пришёл? Или так, в гости?"
                "Рассказывать ей о том, что я ищу здесь политического убежища, не хотелось — ещё растреплет всему лагерю о том, как отвергнутый Семён плакал у неё на крылечке."
                me "Да просто в тихий час по лагерю ходить нельзя, а спать не хочется."
                "Выкрутился я."
                show mi smile pioneer with dspr
                mi "Может, в смотр-конкурсе захочешь поучаствовать?"
                me "Да ты шутишь, что ли?!"
                "Давно миновало то время, когда меня хоть в какой-то мере прельщало чужое внимание."
                "Сейчас как раз идеально было бы забраться в какую-нибудь ракушку и там тихонечко издохнуть."
                show mi sad pioneer with dspr
                mi "А что такого?"
                "Обиженно надула губки девочка."
                mi "С музыкой ты дружен, номер тебе подберём — выступишь как надо!"
                me "На фиг."
                "Коротко ответил я."
                mi "А что если…"
                show mi grin pioneer with dspr
                "Лукаво прищурилась японка."
                mi "Я тебе с Леной помогу?"
                "Я воздел очи горе."
                th "Что, и она туда же?!"
                dreamgirl "Ей-то там в первую очередь полагается быть!"
                me "Извини, но это не твоё дело."
                th "Наверное, набить азиатскую морду за излишне любопытный нос будет чревато дипломатическим скандалом?"
                th "Следует быть вежливым."
                me "Я, наверное, пойду."
                "Здесь особый кайф — из зала дать распять себя на бис, здесь любой психоанализ превращается в стриптиз."
                th "Как будто делать больше нечего."
                "Я развернулся и направился вон."
                show mi normal pioneer with dspr
                mi "Лена о тебе говорила."
                "Как бы в никуда бросила Мику."
                "Я тут же встал как вкопанный."
                me "Она? Обо мне?"
                mi "Да. О тебе."
                "Конечно, я клюнул."
                "Как бы плохо ни было, всегда остаётся место надежде — даже в сердце, где живого места от шрамов нет."
                me "И что же она говорила?"
                mi "Не могу сказать."
                "Перехватив инициативу, Мику могла позволить себе немного покочевряжиться."
                mi "Ведь это, судя по твоей же фразе, не моё дело."
                me "Хорошо."
                "Вздохнул я."
                me "Где здесь кровью расписаться надо?"
                show mi upset pioneer with dspr
                mi "Мне не надо расписываться кровью, зачем?"
                me "Не важно. Так что я должен сделать?"
                show mi smile pioneer with dspr
                mi "Да ничего."
                "Мику отошла к доске и, привстав на цыпочки, на самом верху списка в правой части, приписала мелом моё имя."
                mi "Вот так!"
                "Гордо сказала она."
                mi "Теперь ты участник концерта. Номер тебе подберём, не бойся."
                "Но сейчас меня интересовало далеко не это."
                me "Мику, что там Лена-то говорила?"
                mi "Ой."
                "Отмахнулась японка."
                mi "Спрашивала, не знаю ли я действенных способов отвадить назойливого ухажёра."
                me "Тьфу ты, а я-то думал."
                "Мику покраснела."
                mi "Прости за обман."
                mi "Что, не будешь участвовать?"
                "Я пожал плечами."
                me "Я теперь своего рода отрезанный ломоть, так что могу заниматься чем угодно."
                me "Почему бы и не музыкой."
                stop music fadeout 6
                show mi smile pioneer with dspr
                mi "Очень хорошо! Поможешь мне тогда одну песенку дописать? А то я музыку сочинила, а со словами проблема."
                play music music_list["so_good_to_be_careless"] fadein 1
                call alt_day3_miku_rhymes_in
                me "Ну, я, пожалуй, пойду."
                mi "Да, конечно. Увидимся завтра."
                mi "Или можешь перед ужином зайти, подберём тебе наряд для танцев. Хочешь?"
                me "Какой смысл? Мне всё равно танцевать не с кем."
                mi "А как же я?"
                me "Что?"
                mi "Я могу потанцевать с тобой."
                th "Вот уж спасибочки."
                me "Как будто непонятно что я в виду имел."
                "Вздохнул я и поплёлся полдничать."
                "Что же касается Лены…"
                if lp_un < 0:
                    th "Я смолчу. Я смирюсь."
                    th "Я прощу."
                    $ lp_un = 0
                else:
                    th "Буду пытаться дальше."
                    $ lp_un += 1
                return
            else:
                me "М-можно?"
                "Смутившись, спросил я."
                show un shy pioneer
                un "Да, садись."
                me "Приятного аппетита!"
                "Нарочито бодро произнес я."
                un "Спасибо."
                "Ну вот, что называется, и поговорили."
                "Я стал прикидывать темы, на которые можно было бы пообщаться с этой девочкой, когда она  вдруг прервала молчание."
                un "Скажи, а ты сегодня пойдёшь… танцевать?"
                me "Вообще я не большой фанат сельских дискотек."
                show un sad pioneer at center with dissolve
                "Она заметно загрустила."
                me "Впрочем, это не означает «нет»…"
                me "И если у меня будет стимул…"
                un "Стимул?"
                "Она подняла глаза."
                me "Да. Например, если туда придёшь ты."
                "Я снова покраснел — впрочем, как и она."
                un "Я не знаю."
                "Прошептала она."
                un "Я не умею."
                me "Я тоже. Поучимся вместе?"
                show un smile pioneer
                "Она несмело улыбнулась в ответ на мой вопросительный взгляд."
                un "Давай попробуем."
                return
        "Сесть со Славей":
            call alt_day3_lp_checker(alt_dater = sl)
            play music music_list["take_me_beautifully"] fadein 5
            if alt_day3_sl_event and alt_day2_date == 2:
                "Это могло показаться невероятным, но — Славя похорошела ещё больше по сравнению с тем, какой была на завтраке."
                "Она будто впитала в себя солнце пляжа, свежесть воды и восхищённое внимание тех, кто смотрел на неё."
                show sl normal pioneer at center
                sl "На пляже как хорошо! Жаль только, народа там много очень."
                sl "Ну, как тебе утренний матч?"
                "Я пожал плечами."
                me "Матч как матч — время убил, и то ладно."
                show sl smile pioneer with dspr
                sl "Так и хорошо! Хоть немного на солнышке прогрелся — гляди какой бледный."
                me "Это аристократическая бледность."
                show sl laugh pioneer with dissolve
                sl "Немного загара не повредит!"
                sl "А то выглядишь, как будто прямо из зимы сюда попал!"
                "Угодила она не в бровь, а в глаз…"
                me "В любом случае, я больше не собираюсь сегодня на солнце — боюсь, облезу."
                sl "Слушай, а может тогда…"
                me "Что?"
                dreamgirl "Подгоны, подгоны, подгончики…"
                dreamgirl "Новый квест через три… две…"
                sl "Мы дядю Борю из города ждём — помнишь насчёт гирлянд?"
                "Я медленно кивнул."
                sl "Ну и вот, а между делом в кабинете начальника нужно подежурить — на звонки ответить, если что, разобрать фотографии по альбомам и так далее."
                show sl shy pioneer with dspr
                sl "Не хочешь со мной?"
                "Я пожал плечами."
                me "Если ты настаиваешь. {w}Через полчасика лови меня у администрации, я как раз убираться закончу."
                "Славя кивнула и, поднявшись, ушла."
                hide sl with dissolve
                $ alt_day3_sl_day_event = True
            else:
                "Похоже, рядом со Славей образовалось свободное местечко."
                "Которое я и поспешил занять."
                show sl smile pioneer
                sl "Привет, Семён!"
                me "Кхм… Да. Привет."
                me "Приятного аппетита."
                "Её энтузиазм обескураживал. Она чуть ли не прыгала от восторга оттого, что с ней рядом присел целый Семён?"
                show sl normal pioneer
                sl "Что-то случилось?"
                "Она погасила улыбку, и в помещении вдруг стало ровно в два раза темнее."
                me "Да нет… Просто не могу привыкнуть к твоей жизнерадостности."
                if loki:
                    me "Ты вся как солнышко светишься. Если бы я знал подходящую кандидатуру, сказал бы, что ты влюбилась."
                    sl "Да ну тебя!"
                    "Она фыркнула и сделала вид, что собирается надуться. Хотя ненадолго."
                    "Пары минут не прошло, а она снова улыбалась."
                else:
                    me "Какой-то необъяснимой, я бы сказал."
                    sl "А что здесь необъяснимого? У нас есть этот лагерь, это солнце, прекрасная погода, и хорошие люди вокруг."
                    sl "Даже ты, несмотря на то, что строишь из себя буку."
                    "Я чуть супом не подавился."
                    me "Ты считаешь меня хорошим человеком?"
                    "Здесь ей удалось меня удивить."
                    show sl smile2 pioneer
                    sl "Конечно! Ты никогда не отказываешь в помощи,  даже несмотря на то, что так хмуришься забавно, когда к тебе кто-то подходит."
                    "И вот что теперь? Объяснять ей, что мне проще сделать как от меня хотят, чтобы от меня быстрее отстали?"
                    "Ладно, пусть будет во власти заблуждений. Тем более, что заблуждения эти самые сладостные."
                sl "Чем после обеда заниматься собираешься?"
                me "Как обычно, усердным вращением с левого бока на правый."
                me "А если устану — посплю."
                sl "Не поможешь с организацией танцев?"
                show sl smile pioneer
                sl "Нам надо аппаратуру и пластинки к площади доставить. Поможешь?"
                $ alt_day3_sl_invite = True
                me "Почему бы и нет. Поймай только меня после столовой, чтобы я не забыл."
                "Она рассмеялась и, кивнув, встала из-за стола."
            window hide
            return
        "Сесть с Мику" if not alt_day3_duty:
            show mi happy pioneer
            call alt_day3_lp_checker(alt_dater = mi)
            if alt_day3_mi_event or alt_day2_date == 4:
                mi "Сенечка, я место заняла!"
                "Со всем энтузиазмом малолетней японской эмансипе, она размахивала руками и демонстрировала заботу о своём избраннике…"
                "Обо мне."
                "Кажется, она смирилась с ползущими по лагерю сплетнями."
                "А мне, кажется, придётся привыкнуть к тому, что меня называют «Сёмой», «Сенечкой» и чёрт знает как ещё."
                th "Болтают — и пусть! Не убудет."
                me "Приятного!"
                mi "Благобадарю!"
                show mi smile pioneer at center with dissolve
                "Выпалила она, и мы оба улыбнулись."
                me "Ты в курсе относительно сегодняшних танцулек?"
                mi "Да! Я на прошлых танцах была, немного потанцевала. Но они там музыку крутят странную, под неё не очень удобно танцевать."
                "Ну да, ну да, это тебе не 180 ударов, под которые так козырно смотрятся плывущие в воздухе рукава."
                me "Я вынужден тебе признаться…"
                "Я наклонился поближе и понизил голос с заговорщическим видом."
                me "Танцор я не алё. От слова «совсем»."
                me "Может, ты могла бы меня немного поднатаскать…"
                mi "Ты хочешь взять у меня урок танцев?"
                show mi laugh pioneer
                "Она расхохоталась, а я, насупившись, отодвинулся."
                "Смеяться она ещё надо мной будет!"
                me "Не хочешь — так бы и сказала."
                show mi surprise pioneer
                mi "Сень, ты чего? {w}Сеня? Ты обиделся? Не обижайся, сам же знаешь, я иногда совершенно сама не понимаю, что несу."
                mi "Ты уж сделай на это скидочку. Просто я думала уже, ты и не спросишь."
                me "Значит, ты согласна?"
                "Улыбка вернулась на лицо."
                me "То есть, я имел в виду, подучишь меня, что там и куда ноги ставить?"
                show mi shy pioneer with dspr
                mi "Конечно! Тебе ведь меня ещё вечером танцевать."
                "Вообще-то, я надеялся сделать это сюрпризом!"
                "Хотя, если я ничего не путаю, здесь должны быть и белые танцы, и тогда мой сюрприз под серьёзной угрозой."
                me "Собственно… Да! Не хотелось бы вести себя как слон и оттоптать тебе ноги."
                "Она рассмеялась."
                me "Вот ты опять почему смеёшься?"
                mi "Только не начинай опять дуться, я не со зла, просто представила себе, как ты мне по ногам топчешься."
                th "Я прошу её о помощи, а она веселится."
                th "Довеселится, и её «представления» станут горькой реальностью."
                show mi normal pioneer with dissolve
                me "Ну, так значит…"
                mi "Да! Да-да-да! Подходи в клуб после обеда, я поищу подходящую музыку."
                me "Подходящую?"
                mi "У меня вся ротация танцевальная, надо поискать что-нибудь помедленнее."
                me "Хорошо, значит, договорились."
                "Со всей болтовней я совсем забыл про обед. Он уже остыл."
                "Вздохнув, я взялся за ложку."
                $ alt_day3_mi_invite = True
            elif alt_day2_date != 4:
                me "Можно присесть?"
                show mi normal pioneer
                "Она странно покосилась на меня и кивнула."
                th "Кажется, я не слишком желанный гость здесь."
                "Некоторое время мы молча жевали."
                mi "Семён."
                "Я чуть не поперхнулся."
                "Девочка-пулемёт решила сэкономить патроны и садит одиночными?"
                "Я поднял глаза от тарелки. Мику терпеливо ожидала моего ответа."
                me "Да. Чего ты хотела, Мику?"
                mi "Ты помнишь про танцы?"
                me "Ну…"
                if alt_day2_sl_bf:
                    me "Ну, мне Славя говорила вчера что-то такое…"
                else:
                    me "Что-то такое краем уха слышал на линейке."
                me "А что?"
                mi "Нет желания сходить?"
                menu:
                    "Почему бы и нет?":
                        $ karma += 10
                        me "Ну, я ничего против танцев не имею."
                        me "Даже если не спляшу, так хоть музыку послушаю."
                        me "Но ты, полагаю, с другой целью интересуешься."
                        show mi shy pioneer with dspr
                        mi "Вообще-то, да. Я тебя пригласить хочу. Танцевать."
                        "Я повторно чуть не подавился супом."
                        me "Что… кх… кхм… это очень… неожиданно!"
                        "Кто бы мог подумать, что она вообще на меня внимание обратит!"
                        "Хотя… Если вспомнить что творится у неё в музыкальном клубе…"
                        me "Ладно. Я не против. Только у меня ни шмоток нарядных…"
                        dreamgirl "Ни умения танцевать. А так в целом, всё есть, да."
                        th "Заткнись."
                        mi "Это ничего, мы тебе что-нибудь подберём из сценического гардероба!"
                        mi "Вроде, там было несколько приличных рубашек со штанами. Голым танцевать не пойдёшь, это я тебе обещаю."
                        "Вот так-так… Теперь меня приглашают к себе, и завтра мы получаем дразнилки на каждом углу. Да и пофигу."
                        if alt_day2_date == 1 or alt_day2_date == 11 or alt_day2_date == 12 or alt_day2_date == 132:
                            "Главное, чтобы Лена поняла правильно."
                        elif alt_day2_date == 2:
                            "Славя поймёт. Я ей танец обещал, думаю, ей будет приятнее танцевать с нарядным мальчиком."
                        elif alt_day2_date == 3:
                            "Главное, не спалиться Двачевской, она меня живьём съест за такие вот фокусы."
                        else:
                            "В конце концов, это довольно удобный повод для того, чтобы… кхм… сблизиться, да? Или как это называют альфачи всех мастей?"
                        me "Хорошо, договорились. Куда мне идти и что делать?"
                        mi "Подходи после обеда ко мне к клубу, там посмотрим. Заодно и танцы тебе подтянем, если танцуешь не очень."
                        "Я покраснел до самых ушей и старательно закивал, маскируя смущение."
                        $ alt_day3_mi_invite = True
                    "Я не умею":
                        $ karma += 5
                        me "Да, понимаешь. Я, вроде, и не против. Но…"
                        "Мой голос упал до шёпота."
                        me "Я танцевать не умею."
                        show mi surprise pioneer
                        mi "Совсем не умеешь?!"
                        "Она выглядела как минимум шокированной."
                        "Её можно было понять. В сложившейся ситуации, в Советском Союзе, танцы были одним из необходимых звеньев общения между полами.{w} Нет танца — нет ухаживания — нет и отношений."
                        "Ну а что я ей скажу? Что апофеоз моей хореграфии — это кривляния под прогрессив хаус да меланхоличное перетоптывание под «медляки»?"
                        "Нет, кое-какие навыки сценической хореографии у меня были, но применять их здесь мне не хотелось совершенно — во-первых, не было уверенности в теле и его рефлексах, а во-вторых…"
                        "Скажем, не хотелось чувствовать себя идиотом. Я это и так слишком часто последнее время делаю."
                        me "Ну… Я не совсем безнадёжен. Просто учили меня другим танцам."
                        mi "Это не беда. Я тебя научу!"
                        me "Ты?! Как?!"
                        mi "Ну я, в конце концов, художественный руководитель."
                        "Она лукаво улыбнулась."
                        mi "Что-нибудь придумаем."
                        mi "Заодно и приоденем тебя."
                        "Почему мне кажется, что она чувствует куда больше энтузиазма по поводу будущих уроков хореографии, чем ваш покорный?"
                        me "Ну… если ты так говоришь…"
                        mi "Решено! Подходи после обеда к музыкальному клубу, посмотрим там, что ты умеешь."
                        $ alt_day3_mi_invite = True
                    "Не хочу":
                        $ lp_mi -= 1
                        $ karma -= 10
                        $ alt_day3_mi_rejected = True
                        me "Извини, но нет."
                        me "Я не испытываю желания ни самому кривляться на площади под стрёмную музыку, ни наблюдать за несколькими десятками таких же даунов."
                        show mi angry pioneer
                        mi "Что ты такое говоришь, Семён?!"
                        "Кажется, она рассердилась."
                        mi "Танцы — это возможность пообщаться не только словами, расслабиться и хорошо провести время."
                        mi "Разве мы чем-то обидели тебя? Откуда эта агрессия?"
                        me "Никакой агрессии. Просто не фанат таких вещей."
                        me "Плюс не очень нравится чувствовать себя придурком, размахивающим руками."
                        me "Извини."
                        "Честно сказать, не хотел грубить."
                        "Даже рот раскрыл, чтобы извиниться."
                        "Но тут нас прервали."
            show sl normal pioneer at right with dissolve
            sl "Ребята, извините, не помешаю?"
            "Рядом со столом остановилась Славя."
            if not alt_day3_mi_rejected:
                mi "Привет, Славичка, а ты в курсе о сегодняшних танцах?"
                "Мгновенно защебетала Мику."
                mi "А я Сенечке костюм хороший подбираю, будет красивый-прекрасивый!"
                show sl smile pioneer with dspr
                sl "Обязательно посмотрю!"
                "Кокетливо улыбнулась девочка."
            sl "Вы сейчас не сильно заняты?"
            mi "Да нет, я собиралась сходить переодеться домой и окунуться разок — с утра-то не получилось!"
            sl "Искупаться? Хорошо, хорошо… А ты, Семён? "
            "Я пожал плечами."
            me "Никаких особых планов нет. Ты чего хотела-то?"
            sl "Я? А… "
            "Активистка задумалась, а потом, видимо, решив, что нам можно доверить важную информацию, донесла до нашего сведения:"
            sl "Я насчёт сегодняшних танцев — мне нужна пара добровольцев на погрузочно-разгрузочные работы."
            sl "И, Мику — нет! Тебе нельзя и в этот раз!"
            show mi upset pioneer with dspr
            mi "Бу-бу-бу."
            "Она свела глаза к переносице."
            mi "То нельзя, это нельзя. А ты мне вообще не указ!"
            show sl smile2 pioneer with dspr
            sl "Ладно, Мику."
            "Улыбнулась Славя."
            "Похоже, эта пикировка происходила далеко не в первый раз и обеим сторонам доставляла настоящее удовольствие."
            sl "Обещаю, что лично для тебя припасу самую большую и тяжелую штуковину. "
            sl "Но пока лучше отправляйся в клуб, как искупаешься, да позаботься о программе на вечер. "
            show sl normal pioneer with dspr
            sl "А вот Семёна я заберу — если никто не против."
            me "Не то, чтобы я был против…"
            "Уклончиво ответил я."
            mi "Не против, конечно! А я пока придумаю, подо что сегодня танцевать."
            if alt_day3_mi_rejected:
                me "Я могу помочь, скажи только, куда идти и что делать."
                sl "Очень хорошо! {w}Начнём с эстрады, там нужно будет разобраться с техникой, а дальше по обстоятельствам."
                sl "Ты точно придёшь?"
                me "Во всяком случае, постараюсь."
                "Похоже, Мику совершенно не задело моё поведение — но вот мне самому уже было жутко неуютно находиться рядом с человеком, которому я только что нахамил."
            else:
                me "Может, я тоже хочу искупаться…"
                show mi shy pioneer with dspr
                mi "Так пошли. Это же не сразу, не горит, правда?"
                "Славя согласно кивнула."
                sl "Времени ещё вагон, но часам к шести хотелось бы, чтобы мы закончили — у меня тут крохотное дельце на шесть часов…"
                "Я согласно кивнул — похоже, слезать с моей шеи отказываются, проще согласиться, чем полчаса объяснять, почему нет."
            hide sl with dissolve
            "Славя кивнула и убежала из столовой, позволяя мне наконец доесть окончательно остывший суп."
            show mi serious pioneer with dspr
            mi "Даже не думай сбежать!"
            "Строго сказала Мику, без проблем угадав мои мысли."
            mi "Надо помогать! Площадка сама себя не подготовит."
            "Справедливо сочтя, что решать всё равно мне, я прекратил спор и заработал ложкой."
            window hide
            return
        "Сесть одному":
            if alt_day3_duty:
                scene expression Noir("bg int_dining_hall_people_day")
                with dissolve
                th "Кажется, по части социализации я не сильно продвинулся относительно того места, откуда меня сюда забрали."
                "Впрочем, в тишине и естся вкуснее и спится слаще."
                "Я в считанные минуты подмёл то, что мне было предложено и, готовый к труду и обороне, подкараулил Ульянку — в этот раз она собиралась улизнуть уж наверняка!"
                "Вышла ещё так крадучись…"
                "Наверное, поэтому мой вопрос, заданный прямо у неё над ухом, её напугал."
                me "А куда это мы торопимся, интересно?"
                show us smile sport
                us "А я… это! Руки испачкала! И шла мыть."
                me "В ведре помоешь."
                "Я остался непреклонен."
                me "Сначала мыть пол, потом все глупости."
                show us sad sport
                us "Зануууууда."
                "Только и вздохнула она и, всем видом изображая неземное страдание, вернулась обратно в здание столовой."
            else:
                scene expression Noir("bg int_dining_hall_people_day", brightness = -0.4, saturation = -0.4) at zentercenter
                "Всё, что ни происходит в лагере — оно остаётся за дверями этого заведения."
                "Я прихожу, беру тарелку и сажусь — и несколько минут меня как бы не существует в этой реальности."
                "Дома я обычно бегал покурить, если мне хотелось взять паузу в беседе, работе, жизни. Просто отключить голову и постоять в тишине, неторопливо смоля какой-нибудь чужой «Winston»."
                "Здесь у меня ни возможности, ни желания курить: похоже, что тело мне досталось совершенно незнакомое с никотином, поэтому какой-то физиологической ломки не возникло."
                "Ну а психологическую… её можно заесть."
                "Обед улетел в недра моего желудка со свистом, не оставляя даже следа. Кажется, я не наелся, пришлось стоять за добавкой."
                "В любом случае, я успокоился, расслабился и отдохнул."
                "Всё! Поели, теперь можно возвращаться к общественно-полезной деятельности."
            window hide
            return

label alt_day3_eventAf_clubs_technoquest:
    scene bg ext_clubs_day with fade
    play ambience ambience_camp_center_day fadein 1
    "Дверь была открыта нараспашку, а изнутри доносились голоса."
    "Голоса спорящие, и притом крайне азартно."
    "Я прислушался, и в одном из голосов без удивления узнал Шурика — этот кадр тот ещё скандалист, когда вопрос касается его клуба."
    "Логично было ожидать второго спорщика — только Славя постоянно покушается не то на площадь, не то на ещё какие-то ресурсы, единоначально заграбастанные себе кибернетиками."
    sh "Я повторяю ещё раз, пока мы не разгребём этот несчастный чулан, никакого радио в помине не будет!"
    stop ambience fadeout 2
    play sound sfx_open_door_clubs
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_clubs_male_day
    with dissolve
    play ambience ambience_clubs_inside_day fadein 3
    show sh rage pioneer at left
    show sl angry pioneer at right
    sl "Так разберите его!"
    sh "Ага, а в стенгазете кто работать будет? Ульяна или новичок этот придурковатый?"
    "Тут он заметил меня и тут же попятился, бормоча нечто в духе: «Понаехали, понимаешь»."
    "Кажется, получить в бубен он не опасался."
    "Либо его уже очень давно не били."
    me "Шурик."
    if herc:
        "Проникновенным голосом начал я."
        me "Тебе никогда не ломали нос?"
        show sh scared pioneer at left
        "Он попятился ещё активнее, и во взгляде его мелькнуло запоздалое осознание того, что он только что натворил."
        me "Так вот, дорогой мой придурковатый друг — как видишь, я не стесняюсь сказать тебе это в лицо. Ведь ты сделал то же самое."
        me "А у нас тут свобода слова, да?"
        me "Если я ещё раз узнаю, что ты обо мне или ком-нибудь другом выражаешься в таком же уничижительном тоне — но за глаза! — я торжественно тебе обещаю, что сломаю тебе нос."
        show sl scared pioneer at right
        sl "Семён, что ты такое говоришь?! Зачем ты запугиваешь своих друзей?"
        me "Да ни в одном глазу."
        "Я протяжно и сладко зевнул."
        me "Просто заключил с товарищем и другом джентльменское соглашение."
        sl "Ты это так называешь?"
        me "А как же иначе? Мы все здесь за правду! А кто не за правду — тот получит по очкам."
    else:
        "Я вопросительно приподнял бровь."
        me "Я вроде бы ничего плохого лично тебе не сделал. {w}Чем заслужил такие оценки?"
        sh "Вот видишь?"
        "Он фыркнул, а я скрипнул зубами."
        th "С самого начала надо было ставить себя. Кто рот открывает — в бубен."
        "Правда, в бубен я уже очень давно не умею…"
    me "А вы тут зачем ругаетесь?"
    show sl angry pioneer at right
    sl "Да понимаешь, эти… кибернетики… теоретики! Не в состоянии сделать самую простую вещь, которую им поручили."
    me "А что за простая вещь-то?"
    sl "За два дня до твоего приезда у нас было штормовое предупреждение, и, кажется, веткой с одного из деревьев повредило антенну. Надо её починить."
    me "Здесь я вам не помощник. Извиняйте."
    sh "Вообще-то, ты мог бы быть полезен."
    show sh serious pioneer at left
    me "Ну-ка, подробнее."
    sh "Для начала необходимо достать из кладовки инструменты и посмотреть, какие из них могут пригодиться."
    show sl laugh pioneer at right
    sl "И прибраться там заодно!"
    sh "Прибраться мы там и сами сможем, нам бы тяжёлые вещи оттуда вытащить."
    me "Такие, как…"
    sh "Ну, например, видеодвойка, компьютер и аквариум."
    "Перечислил Шурик."
    sh "Мы вдвоём с Электроником пробовали, не получилось."
    sh "Может, с тобой получится."
    sh "Ну что, поможешь?"
    menu:
        "Легко!":
            $ karma += 10
            $ alt_day3_technoquest_st1 = True
            window hide
            scene bg int_clubs_male2_night with dissolve
            if herc:
                "Не понимаю, что там у наших кибенематиков было тяжело вытащить, но я один справился с каждым вышеупомянутым предметом, сгрузив их художественной кучей на столе между осциллографом и баночками с купоросом."
            else:
                "Попотеть пришлось как следует, кое-где даже пришлось привлекать к помощи Шурика с Электроником. Однако в результате я управился и даже заработал целую кружечку холодного морса."
                "И где они его взяли, интересно?"
            "Уборка не заняла много времени — большую часть хлама удалось разобрать меньше чем за полчаса."
            "Я откровенно не понимал, почему они не сделали всё то же самое сами — триста раз бы уже успели."
            "И тут вспомнил собственное холостяцкое логово…"
            window hide
            scene bg int_clubs_male_day
            hide sh 
            show sl smile pioneer
            with dissolve
            sl "Семён, спасибо! Ты уже в который раз меня выручаешь!"
            "Я, не привыкший к похвале, засмущался, глядя в пол."
            me "Ерунда. Ничего сложного."
            sl "Это для тебя ерунда."
            sl "А для этих оболтусов…"
            "Она кинула неодобрительный взгляд на пристыженных кибернетиков."
            sl "И этого оказалось слишком много."
            "Я кивнул и вышел из здания клубов."
            "Самую сложную часть я сделал, надеюсь, они справятся сами."
        "Нет":
            "Заняться мне больше нечем, как помогать непонятно кому непонятно зачем."
            "Я покачал головой и вышел из клубов."
    window hide
    stop ambience fadeout 1
    stop music fadeout 3
    return

label alt_day3_eventAf_clubs_ladder:
    if not alt_day3_technoquest_st1:
        th "И что я здесь делаю?.."
        window hide
        with fade
        return
    "Я здесь уже был, конечно, но зайти лишним не будет."
    play sound sfx_open_door_clubs
    pause(1)
    window hide
    scene bg int_clubs_male_day
    with dissolve
    play ambience ambience_clubs_inside_day fadein 0
    show el smile pioneer
    el "А, это снова ты."
    el "Снова пришёл помочь?"
    "Я кивнул."
    $ karma += 10
    el "Превосходно! Следующее, что нам необходимо — это раздобыть лестницу взамен нашей старой — она уже совсем сломалась."
    el "Ты можешь попросить стремянку у физрука, но он неохотно общается с теми, кто не записан в спорткружки."
    el "Или ты можешь одолжить деревянную лестницу у Ольги Дмитриевны. Лестница хранится в соседнем с вами домике."
    $ alt_day3_technoquest_st2 = True
    el "К кому пойдёшь?"
    if herc:
        me "К физруку."
        window hide
        scene bg ext_playground_day with fade
        play ambience ambience_soccer_play_background fadeout 2
        play music music_list["went_fishing_caught_a_girl"] fadein 2
        "На поле как обычно кто-то гонял мячик, сам физрук находился здесь же."
        "Набравшись смелости, я подошёл."
        me "Э… Здрасьте. {w}Можно…"
        ba "Можно."
        "Не поворачиваясь в мою сторону, ответил он."
        ba "На скамейку сесть."
        me "Да нет, я…"
        show ba em1 uniform with dissolve
        "Наконец, он удостоил меня своим вниманием."
        ba "А, это ты. Чё пришёл?"
        me "Говорят, у вас лестница есть."
        ba "Вообще-то есть. Но кто сказал, что я тебе её дам?"
        if alt_day2_club_join_footbal or alt_day2_club_join_volley or alt_day2_club_join_badmin:
            me "Здрасьте, пожалуйста! Вы что, собственным подопечным помогать отказываетесь?"
            "Он отвлёкся от наблюдения за игрой и несколько секунд сверлил взглядом мою переносицу."
            ba "А, дрищ вчерашний. Как же, помню."
            ba "Почему не на поле?"
            me "Так я… это… радио починяю. Лестница нужна. Чтобы веселее бегалось."
            ba "Радио, говоришь?"
            "Он призадумался и кивнул:"
            ba "Дело важное. Лады, вот тебе ключик, отдашь потом своей вожатой, она мне донесёт."
            ba "Залезешь в крытый, сразу за дверями справа. Смотри о макивару не убейся, она там рукастая."
            "Он подмигнул и утратил ко мне интерес."
            "И правда, трудностей не возникло, я забрал невесомую алюминиевую стремянку и отнёс её кибернетикам, получив все возможные «спасибы» и предложения забегать на рюмку чаю."
            return
        else:
            "Хитрый жирдяй. Думает, теперь он меня поймал, и я запишусь в его богадельню."
            "С мягким знаком."
            me "Начальник лагеря?"
            ba "Мимо. Попробуй ещё."
            me "Ольга Дмитриевна!"
            show ba smile uniform with dspr
            ba "Олька-то?"
            "Он от души расхохотался."
            ba "Конечно, она может мне сказать. И я, возможно, даже её выслушаю. Но ты там, пионер, даже близко к теме стоять не будешь."
            show ba evil uniform with dspr
            ba "Топай отсюда, и не трать моё и своё время."
            "Я стоял как помоями облитый."
            th "Этот ходячий жиробас только что походя смешал меня с дерьмом, просто потому что ему так захотелось."
            "Педагогический коллектив здесь, конечно, блещет."
            "Вопрос теперь только в том, что делать."
            "Кажется, выбора у меня нет. Придётся идти на поклон к Ольге Дмитриевне."
            "Я развернулся и побрёл прочь со спортплощадки, всей спиной чуя насмешливый взгляд Бориса."
    else:
        scene bg ext_house_of_mt_day
        with dissolve
        play music music_list["smooth_machine"] fadein 5
        pause(1)
    play sound sfx_knock_door7_polite
    pause(1)
    mt "Войдите!"
    play sound sfx_open_door_clubs
    pause(1)
    scene bg int_house_of_mt_day
    show mt normal pioneer far at center  
    with dissolve   
    "Услышав мою просьбу, она только кивнула и протянула мне ключ:"
    mt "Она, правда, тяжелая очень. Справишься?"
    "Я пожал плечами."
    me "Придётся попробовать!"
    me "Спасибо!"
    "Я поспешил покинуть домик, пока вожатая не вспомнила что сейчас, вообще-то, тихий час!"
    window hide
    scene bg ext_houses_day with dissolve
    "Лестница и правда оказалась в соседнем домике."
    "Она лежала между кроватями и одним своим видом внушала!"
    "Я имею в виду, что для чего бы её ни делали — делали её с десятикратным запасом прочности!"
    "Даже с виду тяжёлая, она оказалась втройне тяжёлой на вес!"
    "Я крякнул и одним движением выдернул это основательное сооружение на свет божий."
    "Самое трудное сделано, а уж отволочь её сможет любой лентяй и слабак."
    "Коим я, к слову, себя уже не ощущал — ещё бы, справиться с такой дурой!"
    "Дальше всё было вопросом времени — больше получаса я, пыхтя и обливаясь потом, волок эту чёртову корову по лагерю."
    "И в результате был вознаграждён кружечкой ледяного клюквенного морса!"
    "И где они его достали?"
    window hide
    stop ambience fadeout 1
    return
    
label alt_day3_eventAf_music_club1:
    scene bg ext_musclub_day with fade
    play ambience ambience_camp_center_day fadein 1
    if alt_day3_dv_invite or alt_day3_dv_event:
        $ alt_day3_dv_rep = True
        show dv normal pioneer2
        "Алиса уже была здесь, она нетерпеливо ходила мимо двери, то и дело поглядывая в сторону тропинки от столовой."
        "Моя удача была в том, что я зашёл с площади, а значит, она меня не могла видеть."
        "Двигаясь на цыпочках, я подобрался к ней поближе слева и похлопал по правому плечу."
        "Разумеется, она сразу же посмотрела в мою сторону!"
        show dv smile pioneer2 with dissolve
        "Она старалась не подать виду, но я заметил, как она обрадовалась моему появлению."
        "На миг на душе стало так тепло-тепло… Пока я не вспомнил — зачем я здесь."
        me "Ты что делать собираешься?"
        "Осторожно поинтересовался я."
        show dv grin pioneer2
        dv "Как будто сам не догадываешься."
        "Она зашла мне за спину и вежливо так подтолкнула, побуждая переступить порог…"
        window hide
        scene bg int_musclub_day with fade
        play sound sfx_open_door_clubs
        play ambience ambience_music_club_day fadein 1
        $ volume(0.5, "music")
        play music outer fadein 3
        "В клубе играла какая-то музыка — я видел, как в магнитофоне крутилась советская кассета, из старых, неубиваемых ещё — хотя саунд оттуда звучал самый что ни есть современный!"
        "Мы тихонько, чтобы не скрипнула дверь, повернули ручку и приоткрыли, а оттуда…"
        "Разреженный бит на 170 ударов, перемежаемый гитарными рифами и женский, почти детский вокал:"
        mi "…saa paati no jikan da yo!…"
        "И дальше гитарные зарубы, смутно напоминающие набор дабстепчиков и прочей электронной ереси на моём плеере, контрабандой притащенном в этот мир."
        stop music fadeout 5
        "Мику заметила нас краем глаза и мгновенно бросилась к магнитофону."
        "Выключила фонограмму и обернулась к нам, уже улыбаясь."
        show mi smile pioneer with dissolve
        play music music_list["my_daily_life"] fadein 3
        mi "Ребята наконец-то вы пришли, а то я уже думала что вы передумали и не придете, а я так расстроилась, думала уже уходить отсюда. {w}Решила, вот, песенку…"
        show mi normal pioneer at cright
        show dv smile pioneer2 at cleft
        "Дыхание её было ровное, будто не скакала она только что эдакой козочкой по всему помещению в диковинной японской хореографии! При этом, если слух мне не врал, она ещё и петь умудрялась…"
        me "Голос у тебя потрясающий…"
        show dv grin pioneer2 at cleft
        dv "А ты думал. Она у себя на родине звезда вообще-то."
        "Алиса так гордо посмотрела, как будто в этом была и её заслуга."
        dv "Юное дарование."
        show mi shy pioneer at cright
        mi "Будет тебе…"
        "Мику смутилась."
        mi "Никакая я не звезда, просто кому-то ещё нравятся мои песни.{w} И это хорошо."
        show dv smile pioneer2 at cleft
        dv "Песни у тебя хорошие, но мы за другим. Ученик, помнишь?"
        "Алиса кивнула на меня."
        mi "Помню, конечно! Я ещё гитару ему подстроила, теперь должно звучать хорошо!"
        me "Мы здесь будем играть, или пойдём на свежий воздух?"
        show mi normal pioneer at cright
        mi "Ты хочешь посидеть на веранде?"
        show mi grin pioneer at cright
        mi "Я не против, но там постоянно ветром пюпитр сдувает, он падает, и ноты падают, и я не вижу ничего!"
        show dv sad pioneer2 at cleft
        dv "Какие ноты, Мику!"
        dv "Вспомни его уровень игры."
        "Это отличительная черта ДваЧе — она тебя материт и унижает, а ты всё равно чувствуешь к ней благодарность за защиту."
        "Наверное, это её уникальная суперсила!"
        "Я благодарно посмотрел на Алису, сэкономившую нам несколько минут на переговорах и, ухватив гитару за гриф, потащил на улицу."
        window hide 
        scene bg ext_musclub_day
        with dissolve
        play ambience ambience_camp_center_day fadein 3
        show mi normal pioneer at cright
        show dv normal pioneer2 at cleft
        play music music_list["she_is_kind"] fadein 3
        "Мы расселись на стоящих тут же скамеечках и приступили к уроку."
        "Я уже говорил, что я меломан? {w}Так вот, после этого урока я был готов возненавидеть всё, что было связанно с гитарами!"
        "Нет, я помню издержки обучения игре на трубе, например — у тебя лёгкие развиваются как у жителя высокогорья, и ты теряешь возможность открыть второе дыхание во время бега."
        "Про постоянно обветренные губы и говорить не приходится, и это кроме того, что степень твоей полезности определяется только и исключительно эластичностью рабочей поверхности губы."
        "С гитарой же всё оказалось куда печальнее. {w=0.5} Сначала у меня заломило плечи из-за непривычной посадки, {w} потом заболела спина — ссутулиться не получалось, мешал инструмент. {w}И под итог у меня загудели пальцы. А потом и вовсе заболели!"
        show dv laugh pioneer2 at cleft
        "Алиса только посмеивалась, наблюдая за моими мучениями, и снова и снова объясняя какие-то для неё прописные истины."
        "Мику выступала здесь же в роли наглядного пособия, фоном что-то мурлыкая себе под нос и перебирая струны. А я ощущал себя абсолютной бестолочью и бездарностью."
        "Нет, я прекрасно помню, что график обучения для двадцати пяти лет сильно отличается от семнадцатилетнего молодого человека, которым я выглядел, но и то — для того, чтобы затвердить какие-то базисы, приходилось повторять по пять-шесть раз!"
        show mi smile pioneer at cright
        show dv normal pioneer2 at cleft with dissolve
        "Наконец Алиса поняла, что традиционные способы обучения бесполезны, и решила обратиться к нетрадиционной педагогике."
        dv "Короче так."
        "Она быстро оформила некий аккорд."
        dv "Повторяй."
        "Я повторил."
        dv "Следующий."
        "Она зажала ещё один аккорд, где-то на кварту выше."
        "Тоже ничего сложного. {w} Я повторил и это. {w}И третий."
        dv "А теперь слушай."
        "Она воспроизвела последовательность аккордов, сложившуюся в некоторую минорную мелодию."
        dv "Повтори."
        "Я попробовал. {w}Получилось не очень… {w=0.3}И ещё… {w=0.7}И ещё."
        show dv angry pioneer2 at cleft
        dv "Слушай, ну нельзя же быть таким бестолковым!"
        "Она посмотрела исподлобья. И вдруг спохватилась."
        dv "Хотя чего это я…"
        "Она отвернулась."
        dv "Ты и в самом деле бездарен. {w}Если у некоторых медведь на ухо наступил… {w=0.4}То у тебя он там заночевал."
        me "Что!"
        me "Да я, если хочешь знать, учился! Мне всё это преподавали!"
        show dv grin pioneer2 close at cleft with dissolve
        dv "Преподавали как промахиваться мимо ладов?"
        "Подколола рыжая."
        me "Нет! Сольфеджио, и нотную грамоту, и интервалы."
        dv "Похоже, учение пошло не впрок."
        dv "Напрасно только время потратили. К музыке у тебя никакого таланта."
        me "Ах так!"
        "Я нешуточно завёлся. {w} При этом прекрасно понимая, что мной вертят — и всё равно уже неспособный остановиться!"
        me "Да я сейчас просто привыкну и сыграю эту несчастную мелодию. Только руку набью!"
        dv "Не-а. Не сыграешь."
        show dv laugh pioneer2 close at cleft
        "Её глаза блеснули озорством."
        me "Наспор!"
        "Я вспомнил о вчерашнем."
        me "Если я за десять минут сыграю мелодию, тогда с тебя фант!"
        dv "Фант?"
        me "Да! Например… Во. Если я сыграю, тогда ты пойдёшь на танцы со мной!"
        "Я немного подумал."
        me "И наденешь платье!"
        dv "Фант, значит?"
        "Рассмеялась она."
        dv "А если не сыграешь?"
        me "Я сыграю!"
        show dv smile pioneer2 close at cleft
        dv "А если нет?!"
        me "Ну давай уже ставку!"
        dv "Подниму ставку. Если справишься, с меня поцелуй."
        "Я встрепенулся."
        me "Настоящий?"
        dv "А как же… А вот если проиграешь…"
        me "Да сыграю, можешь не волноваться."
        "Я уже мысленно прикидывал, как бы так поудобнее перехватить гитару."
        dv "Ну а если нет… Тогда…"
        show dv laugh pioneer2 at cleft
        show mi happy pioneer at cright
        "Алиса задумалась, и, как вчера, расхохоталась."
        dv "Тогда платье наденешь ты!"
        me "Что?! Нет!!!"
        dv "Как нет? Давай! Поспорено!"
        me "Я не могу согласиться на эти условия."
        dv "Вот как как?"
        show dv smile pioneer2 with dspr
        dv "Может, тогда поцелуй?"
        me "В смысле?"
        dv "Если я проиграю, тогда я тебя поцелую. А если нет - тогда ты… поцелуешь…"
        show dv laugh pioneer2 with dspr
        dv "Бориса Саныча!"
        "Она указала на Мику."
        me "Нет!"
        dv "Надоел, заткнись!"
        dv "Мику, проследишь?"
        show mi laugh pioneer with dspr
        mi "Легко!"
        dv "Да! Давай, играй!"
        "Кажется, моя ненаглядная мучительница уже опять всё для себя решила."
        "Как и Мику, которая, кажется, получала огромное удовольствие, принимая участие в процессе унижения."
        "И я попробовал!"
        "Потом ещё раз!"
        "И ещё раз!"
        show blinking
        pause(3)
        scene black with dissolve
        dv "Что ж… "
        "Она вздохнула."
        dv "Мику!"
        scene bg ext_musclub_day
        show mi sad pioneer close at center
        mi "Да, я сейчас."
        "Японка отложила гитару в сторону и поднялась."
        "Она явно направлялась ко мне!"
        stop ambience fadeout 2
        stop music fadeout 3
        $ renpy.pause(1)
        $ persistent.sprite_time = "day"
        play music music_list["gentle_predator"] fadein 3
        mi "Не дёргайся, я быстро."
        "Пообещала она, приближаясь."
        "Я вскочил!"
        show mi sad pioneer close
        scene bg ext_musclub_day:
            linear 0.1 pos (-5,-5) 
            linear 0.1 pos (0,0) 
            linear 0.1 pos (5,5) 
            linear 0.1 pos (0,5) 
            linear 0.1 pos (5,0) 
            linear 0.1 pos (0,0) 
        show mi sad pioneer with dissolve
        me "Не приближайся! Нет!"
        dv "Семён."
        "Недовольно буркнула Алиса. Похоже, она сама уже была не в восторге от затеи, но решила следовать правилам до конца."
        dv "Ты всё равно не избежишь этого. {w}Смирись."
        me "Я не хочу!"
        show mi angry pioneer at left
        show dv sad pioneer2 at right
        me "Я сейчас ещё раз попробую!"
        show dv normal pioneer2 at right with dissolve
        dv "Семён…"
        "Мысли забегали в поисках выхода."
        "Что делать? {w}Не бегать же от девочки? {w}Или? {w}Они там в Японии все кунг-фу разумеют, вот как меня заломает, и…"
        "Я предпочёл не думать о том, что дальше, а на бегу, пыхтя и сопя, насилу нашёл нужные лады и, уже зажатый в угол, выставил перед собой гитару:"
        me "Стоп!"
        show mi happy pioneer at left
        "Мику остановилась и задумчиво склонила голову набок."
        "Помните, как я говорил о том, что её что-то там расстроило?"
        "Забудьте! {w} Она раскраснелась, прикусила губу и была диво как хороша, такая вот, почти поймавшая свою добычу!"
        "Я смутился и спрятал взгляд, надеясь, что Двачевская его не перехватит и не толкует двояко."
        me "Вот!"
        "Трясущимися пальцами я нашёл лады и с грехом пополам исполнил-таки мелодию!"
        show mi smile pioneer at left
        mi "Ты умница, Семён!"
        "Мику прижала сложенные ладошки к щеке в жесте одобрения."
        mi "Я в тебе ни капельки не сомневалась."
        dv "А я до последнего не верила. {w} Хотя с фантами идею он сам предложил. Я хотела поставить на кон что-нибудь поэкстремальнее."
        show dv smile pioneer2 at right
        "А я её уже не слушал. {w}Пальцы, которые до последнего момента ощущались мной как деревянные, вдруг обрели некую чувствительность, подвижность, и кристальная чистота ладов, их порядок, стали вдруг совершенно очевидными."
        "В тот самый момент, когда я не просто услышал что-то в чьём-то исполнении, а расслышал мелодию где-то внутри себя." 
        "Уже более уверенно, я отпустил стопу правой ноги гулять, отсчитывая темп, и в расслабленном режиме воспроизвёл мелодию ещё раз."
        dv "Хм… До удовлетворительного результата ещё далеко, но уже куда увереннее."
        "Неохотно заключила Алиса."
        show dv grin pioneer2 at right
        "Она отложила собственный инструмент и встала, потянувшись."
        "А я вдруг вспомнил о том, как это выглядит не в пионерской форме — пусть и с хулиганским узлом под грудью — а в купальнике, с мокрой кожей…{w} Так, отвлечься!{w} Не вести себя как повёрнутый на почве постоянного токсикоза подросток!"
        show dv laugh pioneer2 at right
        "Последнее замечание почему-то вызвало скептическую ухмылку."
        "Я вспомнил отражение в зеркале. {w}Внутренние ощущения. {w}То, как тело отзывается и поёт от действия."
        "Хм… Вообще-то, я сейчас и есть в некотором роде подросток. Во всяком случае, телесно, и, сто процентов, гормонально — тоже!"
        dv "Ты меня удивил."
        dv "Поэтому я приглашаю тебя вечером на мини-концерт на эстраде."
        me "Насколько он мини?"
        show dv guilty pioneer2 at right
        dv "Ты и я."
        "Она нахмурилась."
        dv "Или ты хочешь собрать стадион?"
        me "Нет. Меня более чем устраивает такая аудитория."
        show mi sad pioneer at left
        mi "Так вы на танцы не пойдёте разве?"
        "Удивилась Мику."
        mi "Как же так? Там же все ребята будут!"
        if alt_day3_mi_rejected:
            me "Мику, кажется, на обеде я выразился достаточно ясно."
            me "Меня это не интересует."
            me "И, судя по всему, Алису — тоже."
        show dv normal pioneer2 at right with dissolve
        dv "Удачи ребятам с танцами. Главное, чтобы нас в это не впутывали."
        me "Ольга скажет, что мероприятие общественное, и быть обязаны все. Хоть просто постоять."
        dv "Пусть нас найдёт для начала."
        "Ощерилась Алиса."
        dv "Ну так ты как? Придёшь вечером? Или…"
        "Она показала в воздухе кавычки."
        dv "На танцульки с девочками тискаться пойдёшь?"
        show dv smile pioneer2 at right
        menu:
            "Пригласить её":
                me "А нельзя {b}тебя{/b} пригласить?"
                show dv laugh pioneer2 at right
                dv "Что-что? Ах-ха-ха-ха!"
                show dv normal pioneer2 at right
                dv "Нет."
                me "Но я хотел бы с тобой…"
                dv "Нет."
                $ lp_dv += 1
            "Приду вечером":
                me "Приду, конечно."
                "Я пожал плечами."
                me "Мне с тобой интереснее, чем плясать под чужую мне музыку."
                mi "Но там же будут лучшие пластинки!"
                "Кажется, по части плейлиста заведующей была Мику — которая кинулась защищать своих подопечных."
                me "Какие? Майский Лай с Юрочкой Ушаталовым? Или какой-нибудь Антонов-Визбор-Кореньглюк?"
                show mi angry pioneer at left
                mi "А чем они тебе не нравятся?!"
                me "Всем."
                "Я кивнул Алисе."
                me "Решено, жди меня вечером на эстраде."
        "Я недолго раздумывал."
        "Все прочие аргументы были лишь припёкой самому главному — Алисы на тех танцульках не будет!"
        "Танцевать я не то чтобы совсем не умею, скорее не люблю. {w}Притом, что последний раз я танцевал лет пять назад, и это было под дикие ломаные ритмы, когда мы с мальчиками раскатали несколько листов оргалита на Малой Конюшенной и от души поплясали."
        "Не думаю, что те пляски будут уместны с возможным здесь плейлистом."
        "А это значит, что половину времени я буду стоять и ковырять в носу… На медляк, может, и приглашу кого-нибудь, но их же всегда меньше! Иначе народ не успеет «оторваться»."
        show dv sad pioneer2 at right
        dv "А ты, Мику?"
        "Мне на секунду показалось, что Алиса чем-то недовольна. Впрочем, после отрицательного ответа японки, она вновь расцвела."
        mi "Нет, я на дискотеку пойду обязательно! Мне нравится танцевать, а здесь танцы нечасто бывают."
        dv "Дело хозяйское. Ну, мы пошли. {w=0.6}Спасибо за урок."
        "Я кивнул, украдкой дуя на побитые пальцы."
        mi "Заходите ещё в любое время, когда захотите! {w}А тебя, Семён, жду завтра, с утра или после обеда, будем повторять то, чему ты сегодня научился!"
        me "Как?"
        "Я не на шутку испугался."
        me "Вообще всё?!"
        show mi laugh pioneer at left
        mi "Ну, спорить мы не станем…"
        mi "Но указанные аккорды чтобы заучил. Тебе с ними выступать."
        hide mi with dissolve
        show dv smile pioneer2 at center with moveinleft
        "С этими словами она забрала у меня гитару и скрылась за дверью, оставляя меня с открытым ртом усваивать сказанное."
        dv "Закрой рот."
        "Алиса щёлкнула мне по подбородку."
        dv "Муха залетит."
        me "Угу… "
        "Я медленно приходил в себя."
        me "Ещё раз — а кто меня записал-то? На конкурс."
        show dv grin pioneer2 with dissolve
        dv "Я."
        "Безмятежно ответила Алиса."
        dv "А что?"
        me "А ничего…"
        if loki:
            "Пальцы сами скрючились в удушающем жесте, и я потянулся к её шее."
            me "Ничегоооо…"
            show dv scared pioneer2 at center with dissolve
            dv "Эй-эй, псих!"
            "Она отскочила назад сразу на два шага."
            dv "Ты что это задумал?"
            me "Придушить тебя… Чтобы не мучила ни себя, ни меня." 
            show dv laugh pioneer2 at center with dissolve
            "Она поспешила оставить между собой и мной что-нибудь недвижимое."
            dv "Ты что? Я же как лучше хотела! Ты вон какой скромный, никогда бы не догадался."
            "Она дурашливо ухмыльнулась."
            dv "А теперь вон как — сольный номер! Пес{b}т{/b}ня!"
            "Она выделила букву «т»."
            me "Придушуууу…"
        else:
            me "Вражина ты, Двачевская."
        "Я бессильно опёрся о столбик опоры крыши и вздохнул."
        me  "Алиса, я же тебе ничего плохого не сделал."
        if alt_day2_dv_bet_won == 0:
            me "И даже в карты вчера уступил. За что ты так со мной?"
        me "За что ты так, а?"
        dv "За то, что ты был добр со мной."
        "Она встала с той стороны столбика и, кажется, прислонилась к нему спиной."
        dv "Вот и всё. {w}Ты был добр, и я к тебе приручилась."
        dv "Как у Сент-Экзюпери, помнишь? {w=0.5}Мы в ответе за тех, кого приручили."
        show dv smile pioneer2 with dspr
        me "Но мы не в ответе за тех, кого не успели послать нахрен…"
        "Пробормотал я себе под нос."
        dv "Что?"
        me "Ничего. Так ты, значит, то, что я сделал для тебя доброе дело, мне теперь никогда не простишь?"
        dv "Что-то вроде этого. Мы теперь с тобой вроде как друзья…"
        show dv shy pioneer2 with dspr
        dv "А это значит…"
        play music music_list["your_bright_side"] fadein 5
        me "Вроде как?"
        "Усмехнулся я."
        me "Френдзона растёт и ширится. {w}И так печально, что никто из них никогда не встречал парня как я."
        dv "Ты опять бредишь?"
        "В тон ответила она."
        me "Не то, чтобы…"
        me "Алис, скажи, тебе никогда не приходило в голову, что дружба — это не предел грёз отдельно взятого молодого человека вроде меня?"
        dv "Намекаешь на то, что мы могли бы с тобой встречаться?"
        "Она грустно рассмеялась."
        dv "Не выйдет."
        me "Что? Почему?"
        dv "Лена."
        me "Что Лена?"
        dv "Я вижу, как ты на неё смотришь, как реагируешь на её образ хрупкой, смущённой девочки. {w}Не возникает желания обнять, утешить, приручить и забрать домой наконец?"
        show dv sad pioneer2 with dspr
        "Я не нашёлся что ответить. {w}Потому что до самого последнего слова Алиса была права, и я, хотя и не хотел себе в этом признаваться, уже давно подыскивал возможность хоть немного сблизиться с Леной."
        "Но, блин! Это же нормальная реакция! Здоровая реакция мальчика на грустную девочку — утешить, поддержать, да хотя бы продемонстрировать участие."
        dv "И вот она вся такая обиженка, и все смотрят ей в рот, и предугадывают желания."
        dv "А знаешь что дальше? Она скажет «нет» — ведь она не может так поступить со своей лучшей подругой."
        dv "И лишит шанса и сочувствующего дурачка, и свою лучшую подругу, на которую никто не обращает внимания, потому что та не то слишком самодостаточна, не то просто теряется на фоне."
        dv "Тебе ведь никогда не приходило в голову, глядя на нас с ней, что мы, в общем, обе одиночки и постоянно находимся в одной лодке?"
        me "Нет. Ты выглядишь так, будто тебе никто не нужен…"
        show dv normal pioneer2 with dspr
        dv "А она выглядит так, будто ей нужны все? Или всё-таки это ваши какие-то домыслы и инициатива?"
        "Она усмехнулась."
        dv "Я не хочу сказать, что она плохая, что играет, хотя и в этом есть кое-что."
        show dv guilty pioneer2 with dspr
        "Её голос сорвался, и она замолчала."
        dv "Поэтому давай не будем портить нашу прекрасную дружбу какими-то там отношениями."
        "Она шмыгнула носом."
        dv "В тебе есть то, что я ищу в людях — ты идеален в роли соратника, друга, товарища по проказам… Но не молодого человека. Прости."
        "А я опять стоял и хватал воздух помертвевшими губами."
        th "Как так-то… Я что, сделал что-то неправильно? Или сказал? Или мне опять крайне вежливо указали на то, что следует знать своё место?"
        if herc:
            me "А если бы Лены не было?"
            "Наконец нарушил молчание я."
            me "Если бы у тебя не было этой твоей паранойи о том, что она хочет забрать все твои игрушки — что бы ты сказала тогда?"
            dv "Тогда… Я же не знаю, что ты обо мне думаешь, и как в целом относишься."
            dv "Хотя этот разговор даёт пару намёков…"
            dv "Может быть, я и рискнула бы… Попробовать."
            me "Попробовать что?"
            "В лагере был тихий час, и жаркое солнце распугало и птиц, и насекомых, поэтому в раскалённом воздухе царила звенящая, струной натянутая, тишина. И только из-за этого я смог расслышать еле слышный ответ:"
            dv "Что-нибудь ещё…"
            show dv sad pioneer2 with dissolve
            "Я отклеился от столбика и обошёл его, оказавшись перед Алисой. Её глаза были сухими, а взгляд бродил где-то в поднебесных высях, и был такой мечтательный…"
            me "Тебе достаточно было просто сказать о том, что тебя беспокоит."
            "Я почувствовал вдруг, что необъяснимо злюсь, примерно так, как тогда, когда узнал, что меня уже записали на концерт самодеятельности."
            me "И мы нашли бы решение. Вместе, понимаешь? Любые отношения штука обоюдная."
            "Я перехватил её взгляд."
            me "Твоя проблема не столько Лена, сколько то, что ты за всех всё уже давно решила! {w}Ты выделила мне роль недотёпы, тормоза, подпавшего под чьё-то обаяние и способного только слюни пускать."
            me "Вот и всё, галочку поставили, страницу перелистнули? Отвечай!"
            "Она отвела взгляд в сторону."
            me "Так вот, я — это не какая-то там галочка. Я не знаю всех нюансов ваших с Леной взаимоотношений, но если бы ты потрудилась хотя бы чуть-чуть поверить в меня…"
            me "…да что в меня — в себя! "
            me "Половина твоих проблем уже давно была бы решена!"
            "Я вздохнул, остывая."
            me "Не выйдет у нас с тобой дружбы."
            "Я сказал это как мог ровным тоном."
            me "Потому что ты не даёшь ни поблажек, раздавая роли, ни вторых шансов для тех, кому мерка вдруг оказалась не впору."
            me "Я считаю это слишком высокой ценой за то, чтобы раз в день жать тебе руку."
            me "Дружище."
        elif loki:
            me "Значит, ты хочешь играть и бегать, а на отношения тебе насрать?"
            dv "Отношения? Ты сам играешь в эти отношения, как будто хочешь стать побыстрее большим и умным."
            dv "Извини, но в эту игру с тобой я играть не стану."
            th "Оценивать всё с точки зрения игр?"
            th "Как можно быть такой инфантильной?!"
            me "А если я скажу, что это…"
            dv "Что?"
            "Мне тяжело. Не дави. Почему такие разговоры постоянно происходят тогда, когда сил для них нет?!"
            "Это нечестно, несправедливо!"
            me "Не игра."
            "Я обогнул столбик и встал перед Алисой."
            show dv shy pioneer2 with dspr
            me "Что, если это серьёзно?"
            show dv smile pioneer2 with dspr
            dv "За три дня? Из которых два ты меня боялся и ненавидел…"
            dv "Очень смешно."
            me "Из меня очень плохой друг, Алиса."
            me "Прости."
        else:
            "Что здесь ещё можно добавить?"
            "Летайте нашими авиалиниями «крыша-асфальт»?"
            "Используйте только наш, проверенный временем казеиновый клей для сердца?"
            "Завещание, написанное острым пёрышком, как в чернильницу, окунаемым в кровоточащее эго."
            "Да нет, мне уже не больно. Голени и колени набиты уже, а блок, защищающий голову и пах я ставлю практически автоматом."
            "Сворачиваюсь эмбрионом, выпуская в мир секрет с хлорцианом."
            me "Понятно."
            "Развернувшись, я махнул рукой."
            me "Могла бы и предупредить, что у тебя кто-то есть."
            me "Будь."
        window hide
        scene bg ext_square_day
        with dissolve
        play ambience ambience_camp_center_day fadein 5
        "Элвис покинул здание."
        "Я вышел под палящее солнце, и, не оборачиваясь, побрёл куда глаза глядят."
        "О нет, я совершенно не злился."
        "Вот кого-нибудь тихо удавлю, и сразу стану весел и здоров. Нет, какова, а!"
        "То феминистку из себя изображает, заявляя, что ей абсолютно никто не нужен, то вдруг оказывается, что нужен, но он не проходит по конкурсному отбору — потому, видите ли, что она за него уже всё придумала."
        "Типичная женская логика, сама придумала — сама обиделась! {w}Похоже, у неё тараканов в голове ещё больше, чем у меня…"
    else:
        "Похоже, здесь что-то затевается…"
        "В любом случае, мешать не стоит."
        "Я развернулся и, стараясь ступать бесшумно, удалился."
        "Не хватало ещё стать добровольцем на каком-то местном сейшене."
    window hide
    return
 
label alt_day3_aftermath:
    stop music fadeout 3
    if alt_day3_duty:
        $ persistent.sprite_time = "day"
        scene bg ext_dining_hall_away_day
        with dissolve
        stop ambience
        "Часы демонстрировали половину пятого, значит, скоро можно будет разжиться какой-нибудь мелочью в столовой — хвала рандому за то, что сервировать ещё и полдник нас не заставляют."
        "Забрать плюшку и стакан кефира, а потом вернуть грязную посуду в мойку сможет даже самый маленький пионер. Их, наверное, этому обучают."
        if alt_day3_us_shenan:
            "Я решил на всякий случай проконтролировать зал — наличие «коктейлей» после обеда заставляло отнестись к делу дежурства посерьёзнее."
            "Практика показывает, что всяким мерзостям и глупостям дети обучаются в режиме «увидел раз — запомнил на всю жизнь»."
            "Я усмехнулся, вспоминая, как перехватил Ульянку, которая чуть было опять не обляпалась остатками чьего-то обеда."
        window hide
        $ persistent.sprite_time = "day"
        scene bg int_dining_hall_day
        with dissolve
        play ambience ambience_dining_hall_empty fadein 3
    
        show us normal sport at center
        "Ульяна уже была здесь и что-то сосредоточено жевала."
        me "Что лопаешь?"
        "Поинтересовался я."
        "Она только махнула в сторону раздачи. Там сидела уже знакомая нам тётка, которая улыбнулась мне."
        voice "Помогать пришёл? А сейчас помощь не надо. Разве что потом столы пробежитесь, если где вдруг напачкали."
        "Меня немного перекосило от её лубочной манеры изъясняться, но за кусок венской сдобы я был готов стерпеть и не такое."
        "Я кивнул, и, взяв себе горячую ещё булочку, отошёл к посту Ульяны и присел рядом."
        me "Привет дежурным!"
    else:
        "Часы отметили завершение тихого часа, значит, можно беспрепятственно передвигаться по лагерю."
        "Но куда пойти?"
        "За неимением лучшего варианта, я прислушался к голосу желудка и отправился в сторону столовой — в обозримых пределах там обещался полдник."
        window hide
        stop ambience fadeout 2
        $ persistent.sprite_time = "day"
        scene bg int_dining_hall_people_day
        with dissolve
        play ambience ambience_dining_hall_full fadein 3
        show us normal pioneer at center with dissolve
        "Народа было немного, похоже, не все ещё проснулись. Хотя Ульянка уже сидела здесь и, размахивая ногами, поедала венскую сдобу, разматывая её по окружности."
        "Сам ел, знаю — так вкуснее."
        me "Привет, мелкая."
    us "Привет."
    "И уставилась на меня. А мне почему-то неловко так стало, что я спешно прожевал булочку и обернулся:"
    me "Ты меня чего гипнотизируешь? У меня вдруг выросла вторая голова?"
    us  "Нет."
    play music music_list["trapped_in_dreams"] fadein 3
    if alt_day2_date == 132:
        us "Просто наблюдаю я за вами с Ленкой."
        us "Вроде оба большие, а глупые такие!"
        "Она аж глаза прикрыла."
        me "Ну ты это. Говори, да не заговаривайся."
        us "Ещё скажи, что неправда!"
        "Я пожал плечами. Мне было всё равно."
        th "Не хватало ещё, чтобы в мою личную жизнь лазили дети."
        th "Там одной Мику за глаза хватило."
        us "Слушай."
        if alt_day3_duty:
            show us sad sport with dspr
        else:
            show us sad pioneer with dspr
        us "Если вдруг решишь, что танцы не для тебя — можешь вечером сходить на эстраду."
        me "Зачем?"
        us "Алиска там будет, если ты понимаешь, о чём я."
        me "Не понимаю."
        us "Всё ты прекрасно понимаешь."
        if alt_day2_rendezvous == 3:
            th "Намёк на то, чтобы вернуться к той, с кого начал?"
            th "Или что?"
        "Вскоре Ульяна закончила полдник и, поднявшись, нагнулась к моему уху."
        us "Решать, конечно, тебе. Но я бы не тянула."
        "Негромко произнесла она."
        "И исчезла."
        th "Ульяна в роли сводницы? Ну и ну."
        "Я покачал головой."
        window hide
        stop ambience fadeout 6
        play sound sfx_open_door_1 fadein 5
        scene bg ext_dining_hall_away_day with dissolve
        return
    else:
        "Она неожиданно серьёзно покачала головой."
        us "Ты какой-то как мешком стукнутый. С Алиской поругался, что ли?"
        me "А даже если и так."
        "Я неожиданно даже для себя самого ощетинился."
        me "Что с того?"
        us "Да ничего."
        "Ульянка погрустнела и, отвернувшись к столу, ковыряла дырку в клеенке пальцем."
        us "Она потом будет ходить грустная, ни побеситься, ни поиграть с ней такой. Она хоть и большая, но глупая иногда, так что ты уж её не обижай."
        "Я поперхнулся сдобой и некоторое время кашлял, пытаясь вернуть дыхание."
        me "Обижать? Да она сама кого хочешь…"
    us "Слышала. А всё равно, она ходит петухом, а вечером бывает что и горюет. Я смотрю, как могу утешаю, а помочь не могу. Ей нужен кто-то её возраста, а лучше мальчик."
    th "Тебе-то откуда знать, малолетка? Не маловата ли ты для таких рассуждений?"
    "Я усмехнулся, следя за её мыслью."
    us "А ты не скалься, или думаешь, что если на языке мат и нахальство, то за душой то же самое?"
    "Уж на этот-то счёт у меня заблуждений не было. Невозможно хамить и окружающим, и самому себе."
    "Я немного посомневался, а потом решил, что хуже уже не будет. В конце концов, Ульянка лучшая подруга Алисы. Может, хоть через неё удастся как-нибудь донести мысль."
    me "Она сказала, что я брошу её, стоит лишь кое-кому хвостом махнуть."
    us "Лене-то?"
    "Мелкая совершенно не удивилась."
    me "Откуда знаешь?"
    "Она махнула рукой."
    if alt_day3_duty:
        show us sad sport
    else:
        show us sad pioneer
    us "Это у них с детства так. {w}Все клюют на Лену, у Алиски из-за этого сплошное расстройство и полная неуверенность в себе."
    us "Она не верит в то, что может быть кому-то нужна."
    me "Старый добрый комплекс неполноценности. Тут бы психолога головастого."
    us "Или психиатра. Им бы с Леной вообще контакты разорвать, чтобы у обеих голова меньше болела."
    if alt_day3_duty:
        show us angry sport
    else:
        show us angry pioneer
    us "Но они же «выросли вместе»!"
    "Ульяна явно кого-то передразнивала."
    me "Ну а мне-то что делать?"
    if alt_day3_duty:
        show us normal sport
    else:
        show us normal pioneer
    us "Ты меня спрашиваешь? Я — четырнадцатилетняя девочка, и советы давать тебе права не имею."
    me "Предлагаешь не обращать внимания на то, что она говорит?"
    us "Бабьи разговоры."
    "Она улыбнулась."
    us "Половину игнорируем, другую делим на два. А дальше сам."
    if alt_day3_duty:
        show us smile sport
    else:
        show us smile pioneer
    "Она озорно улыбнулась, и поток мудрости от четырнадцатилетней девочки прервался, сменившись более привычным мне образом проказливой непоседы."
    us "Я тебе ещё раз говорю — обидишь Алиску, я тебе в тапки жуков напущу.{w} У меня есть."
    if alt_day3_us_bugs == 2:
        "Я ахнул."
        me "Я же тебе сказал их отпустить!"
        us "Бе-бе-бе, так я тебя и послушала."
        me "Надо было всё-таки всё Ольге Дмитриевне рассказать."
        us "Так а ты не рассказал?"
        "Я покачал головой."
    if alt_day3_us_bugs == 1:
        me "Да я в курсе!"
        "Я почесал правую ладонь, до сих пор зудящую после лома."
    else:
        me "Жуки?"
        us "А то! Весь тихий час ловила!"
        if alt_day3_duty:
            show us laugh sport
        else:
            show us laugh pioneer
        "Она достала из кармана спичечный коробок и поднесла к моему уху. Оттуда доносилось множественное, крайне угрожающее шуршание, принадлежащее не одному десятку хитиновых лапок."
        me "Ох ты ж. А зачем тебе так много?"
        "Поинтересовался я."
        us "Секрет!"
    "Она посмотрела на мою настороженную физиономию и рассмеялась."
    us "Не беспокойся, в тарелку тебе не запущу. Они для другого."
    me "Интересно было бы узнать… "
    if alt_day3_duty:
        "Пробормотал я и отвернулся — в столовую заходила первая волна пионеров."
        "Наш отряд был в числе первых."
        show mt smile pioneer at right
        mt "Как дежурите?"
        "Остановилась рядом с нами вожатая."
        me "Вашими молитвами. {w}После вашей неоценимой помощи на обеде, боевой дух команды поднялся до небывалых высот!"
        mt "То-то же."
        "Она рассмеялась, а я под её локтём всё смотрел и смотрел…"
        "Алисы не было."
        me "А что… кхм… Двачевская? Не придёт полдничать?"
    else:
        "Без особого интереса пробормотал я — просто так, чтобы что-нибудь сказать."
        "Между тем, вслед за мной потянулись и другие пионеры."
        "Вскоре показалась и Ольга Дмитриевна, судя по немного помятому личику, весь тихий час благополучно прокемарившая."
        show mt normal pioneer at right
        mt "Семён, где был в тихий час?"
        me "Репетировал с Мику и Алисой… Потом пошёл сюда."
        "Я говорил, а сам всё выглядывал в поисках знакомых хвостов-«молний»."
        me "Мы с ней разминулись немного, вы её не видели?"
    mt "Она сказала, что у неё голова заболела и пошла в медпункт. А что?"
    if alt_day3_duty:
        show us normal sport
    else:
        show us normal pioneer
    us "Да странно просто. Она никогда еду не пропускала."
    "Выручила меня Ульянка."
    us "Может, и правда заболела."
    "Знаем мы эту болезнь. Называется — один придурок неприятен настолько, что мы не желаем его видеть, и даже согласны ради этого пожертвовать несчастной венской сдобой."
    "В конце концов, мне предложили дружбу, должен ценить, а не выступать здесь с требованиями большего."
    th "Право, чем я, лично я, это самое «большее» заслужил?"
    if alt_day1_dv_feed == 1:
        extend " Кефиром-булками"
        if alt_day2_date == 3:
            extend "-совместным купанием?"
        else:
            "?"
        "Обалдеть ценность."
    "Я бы ещё спор вчерашний вспомнил."
    "Я машинально проводил взглядом вожатую и опять уставился в стол, погружённый в собственные мысли."
    hide mt with dissolve
    if alt_day3_duty:
        show us grin sport
    else:
        show us grin pioneer
    us "Ты опять смуряешь."
    "Ульянка толкнула меня локтём и лукаво подмигнула."
    us "Думаешь, такой ты ей нужнее?"
    me "Проблема, дорогая моя девочка, в том, что никакой я ей не нужнее. Ни такой, ни эдакий."
    if alt_day3_duty:
        show us laugh sport
    else:
        show us laugh pioneer
    us "И всё-таки ты странный.{w} Иногда ведёшь себя так, будто старше всех нас, а иногда такие глупости делаешь и говоришь."
    me "Издержки воспитания."
    if alt_day3_duty:
        show us normal sport
    else:
        show us normal pioneer
    us "Дурость."
    "Она фыркнула и поднялась."
    if alt_day3_duty:
        us "Пошли смотреть столы."
        "Я кивнул и поплёлся на другой конец зала."
    else:
        us "Поел? Пошли."
        me "Куда?"
        us "А это уже тебе решать. Или ты теперь в столовой жить будешь?"
        "Я безразлично дёрнул плечом."
    stop music fadeout 3
    "Делать что-либо уже совершенно не хотелось — как будто из моего внутреннего энергетического резервуара враз пропала вся энергия, его заполняющая."
    play music music_list["silhouette_in_sunset"] fadein 3
    "И вернулось то ощущение, от которого я сбежал в этот мирок — серой безысходности и безнадёжности, когда тебе ничего не хочется, и ничего не надо."
    "Старая знакомая входит в душу, привычно гладит присмиревшие инстинкты по головам — как породистых собак — усаживается в самое удобное кресло и закуривает."
    "Неужели я рассчитывал избавиться от неё, просто убежав в лето?"
    "За каких-то три дня?"
    "Когда тебе за четвертак, ты уже не можешь меняться на лету, отбрасывая старые предрассудки по мере их устаревания."
    "Даже научиться быть человеком, которому не всё равно — это уже огромный труд, а в моём возрасте — он труднее вдвойне из-за инертности психики."
    "Что самое паскудное в моём положении, так это переоценка всех жизненных вех в сторону негатива."
    "Каждая победа значит для меня вдвое меньше, а каждое поражение звучит вдвое сокрушительнее."
    "И попадаешь в этот заколдованный круг отсутствия какой-либо стимуляции, и погружаешься всё глубже и глубже, ибо даже для того, чтобы держаться на плаву, необходимо тратить силы. А где ж их взять?"
    window hide
    $ persistent.sprite_time = "day"
    if alt_day3_duty:
        scene bg int_dining_hall_day
    else:
        scene bg ext_dining_hall_away_day
    with dissolve
    "Я прекрасно понимал, что сейчас нахожусь в идеальных тепличных условиях, эдакий сферический пример в вакууме из учебника по социализации — оказаться запертым на одном корабле с десятком красоток на неопределённый срок."
    "Заменим корабль на лагерь, а красоток оставим, только срежем им годков до уровня подростков со всеми вытекающими."
    "И запрём героя вместе с ними. {w}Идеальная ситуация — как единственный относительно вменяемый представитель сильного пола, герой просто обязан общаться с девочками и идти с ними на контакт, сближаться, а те, в свою очередь, ещё не набрались ни житейского опыта, ни житейского же цинизма, поэтому открыты и готовы к общению." 
    "Старая как мир истина об определяющем сознание бытии."
    "Немного притянем её для удобства, и получим следующее…"
    "Я начал загибать пальцы, считая тех, с кем у меня ноль шансов не просто познакомиться, а и просто встретиться:"
    scene anim prolog_1
    with fade3
    stop ambience fadeout 3
    show un normal pioneer at cleft with dissolve
    "Лена — интеллектуал, в библиотеки и музеи я не хожу, так что тут без шансов."
    show un normal pioneer far at cleft with dissolve
    show dv normal flipped at cright with dissolve
    "Алиса — девочка-пожар, человек творчества, это концерты, сейшены и клубы. {w}Куда я опять-таки не хожу."
    show dv normal flipped far at cright with dissolve
    show sl normal pioneer at fright with dissolve
    "Славя — Шойгу в юбке, у нас абсолютно разные сферы обитания."
    show sl normal pioneer far at fright with dissolve
    show mi serious pioneer at fleft with dissolve
    "Мику — ещё один человек творчества, причём восточник.{w} Звезда. {w=0.2}Без шансов."
    show mi serious pioneer far at fleft with dissolve
    show us laugh sport at center with dissolve
    "Ульянка — гиперактивный источник неприятностей. Таких я выжил из своей жизни в первую очередь, ибо они несут нешуточную угрозу моему привычному мирку."
    "Эти люди могут, — и что гораздо хуже, они хотят — вытаскивать меня из моей берлоги, тормошить и не давать утонуть в моём уютном болотце."
    "И надо же было случиться такому, что меня заперли на одном корабле именно с такими девочками."
    show un serious pioneer far at cleft with dissolve
    show dv grin pioneer far at cright with dissolve
    show sl angry pioneer far at fright with dissolve
    show mi upset pioneer far at fleft with dissolve
    show us normal sport far at center with dissolve
    "И надо же было случиться тому, что я, как и обычно, всё залажал. Может, следовало согласиться с предложением Алисы о дружбе?"
    hide un with dissolve2
    hide dv with dissolve2
    hide sl with dissolve2
    hide mi with dissolve2
    show us grin sport with dissolve2
    hide us with dissolve2
    "Да только не выйдет у нас дружбы."
    "И трогательного перемирия с ножами у горла тоже не получится."
    "Для человека, который подобрался настолько близко, у меня две роли — либо рядом, либо лесом. И я, кажется, уже давно для себя всё решил."
    "Проблема в том лишь, что решил я для себя, а Алису поставил перед этим как перед свершившимся фактом. Вполне, кстати, в её стиле."
    return
    
label alt_day3_nightmare:
    "Голова от мыслей гудит уже. Надо поставить мир на паузу и дать всей этой куче мыслей немного перебродить."
    if alt_day3_duty and (alt_day2_date != 132):
        "За размышлениями я не заметил, как протёр уже все столы."
        scene bg int_dining_hall_day
        "Пора выбираться на улицу."
        "Но страшно. {w}А вдруг она там? {w}На улице. {w}Вдруг она ждёт? {w}Или встретится случайно."
        "Какими глазами она посмотрит на меня?{w} Что подумает? "
        "Сплошные вопросы, ни на один из которых не найти умозрительного ответа. Нужны поступки. А их совершать примерно так же страшно, как и выходить на улицу."
        show us normal sport
        me "Ульянка, выгляни на улицу, скажи, есть там кто?"
        show us calml sport
        "Она удивилась, но просьбу выполнила."
        us "Нет, никого."
        me "Спасибо."
        "Я выдохнул и выскочил на улицу."
        hide us with dissolve 
        window hide
        play sound sfx_open_dooor_campus_1
        stop ambience fadeout 1
        scene bg int_house_of_mt_day
        show unblink
        with fade
        $ renpy.pause (1)
        play ambience ambience_int_cabin_night fadein 1
    
        "Крадучись, пересёк половину лагеря, и, забившись в домик, бросился на кровать, заложил ногу за ногу и уставился в потолок."
    else:
        window hide
        scene bg ext_house_of_mt_day with dissolve
    
        "За размышлениями я и не заметил, как ноги сами вывели меня к моему домику."
        "Моему… Вот так и пропадают люди. Сначала кричат, дерутся, потом смиряются… А в результате уже не могут жить."
        "Я с трудом себе представлял жизнь после «Совёнка»."
        window hide
        play sound sfx_open_dooor_campus_1
        stop ambience fadeout 1
        scene bg int_house_of_mt_day
        show unblink
        with fade
        $ renpy.pause (1)
        play ambience ambience_int_cabin_night fadein 1
    
        "Я зашёл в домик, и, как был, свалился на кровать, закинул ноги на металлическую спинку и уставился в потолок."
    th "Н-да. Дела… А, может, дело в том, что я слишком спешу? В конце концов, мы всего третий день знакомы."
    "…"
    th "Впрочем, на этот счёт батя мой в своё время выдал пёрл в духе «девушка решает даст или не даст в первые минуты общения»."
    th "Грубовато, но в целом, верно. Так что дело не в сроках."
    th "И не в Лене."
    th "{i}И не в моей тормознутости{/i} — вот тут я удивился — {i}даже не в ней!{/i}"
    if alt_day2_date == 132:
        "Хотя, конечно, неистребимый паралич как физических, так и умственных способностей, в её присутствии — этого не отнять."
        "Важнее другое."
    else:
        dreamgirl "А в чём тогда? Разве не в том, что ты поставил её перед фактом, что тебе её дружба не нужна, и вообще невозможна? А взамен ничего не предложил."
    dreamgirl "Ты испугался рассказать ей о том, что думаешь — о ней, о вас, обо всём в целом."
    th "Ой, только не надо, а? На моей памяти сколько романов было испоганено неуместным признанием. {w}Людям весело вместе, легко, они дружат душами и организмами — нафиг портить идеальную картину романтической чушью?"
    dreamgirl "Ты сам говорил о том, что здесь не взрослые и циничные тётки твоих лет, а дети. Уместно и необременительно дружить организмами могут себе позволить взрослые уже люди — которые слишком инфантильны, чтобы обратиться к семье, но у них уже зудит в нужных местах."
    dreamgirl "А детям свойственно мечтать. О романтике, чистых чувствах и лунных ночах так, чтобы внутри всё холодом и восторгом обрывалось."
    dreamgirl "Никто не заставляет тебя идти к ней с предложением руки и сердца, но хотя бы поступить честно, и признаться в симпатии ты обязан."
    show blinking
    play music music_list["torture"] fadein 5
    "Заткнись, внутренний голос. Я сам решу, что и кому я обязан."
    with dissolve
    "Незаметно для себя я опять погрузился в сон."
    scene cg d3_fag_room
    show prologue_dream
    with fade2
    "Мне снилось опять моё логово, тёмное и мрачное, освещаемое единственно светом монитора."
    window hide
    scene cg d3_fag_room:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 2.0 zoom 1.5 xalign 0.5 yalign 0.35
    show prologue_dream
    "В трее оранжевым горел значок текстового сообщения."
    "Я развернул скайп и будто продолжил беседу, которая вовсе не завершалась."
    window hide
    scene cg d3_fag_room:
        zoom 1.5 xalign 0.5 yalign 0.35
        linear 8.0 zoom 3.0 xalign 0.4 yalign 0.15
    show prologue_dream

    "А ты пробовал вообще хоть что-нибудь сделать?"
    "Тебя поставили перед фактом, а ты упал на спину и показал всем брюхо с криками «Сдаюсь»?"
    "Ты же так любишь спорить! Ты тысячи пик преломил по причинам куда менее веским. Что случилось? Струсил?"
    "Ты мог сделать элементарное — сказать, что это всё глупости. Что все модели, которые работали до тебя, с тобой не работают."
    "Мог, в конце концов, просто проигнорировать всё сказанное и продолжать копать в нужную сторону."
    "Тебе настолько всё равно?"
    "Настолько наплевать?"
    "Так поезд ходит каждый день… Забирайся и катись отсюда."
    window hide
    stop music fadeout 3

    dreamgirl "А хочешь… Хочешь, ты проснёшься здесь и сейчас?"
    dreamgirl "Полностью проснёшься у себя дома, в квартире, перед этим самым монитором."
    "Пробуждение через три… {w}две…"
    menu:
        "Проснуться":
            $ karma = -7
            if herc:
                scene black
                $ prolog_time()
                play music herc_death fadein 5
                "Прошлое — зияющая рана."
                "Единственная твоя надежда на спасение — это обернуться и встретить его лицом к лицу."
                "Но это всё равно, что целовать губы своей мёртвой возлюбленной."
                "Они холодны, и прячут в себе ледяную тьму."
                scene bg int_store_7dl with fade
                "Мы согласны умирать ради тех, кого любим, ради тех, кто сможет жить после нас."
                "Чего ради умираю я?"
                window hide
                play sound makarych fadein 0
            
                "Пуля, начавшая свой путь три дня назад, наконец прибыла к пункту назначения."
                scene black with fade
                "Это было долгое и прекрасное путешествие."
                "Длиной в целых три дня лета."
                window hide
                play sound sfx_bodyfall_1
                "Для человека, у которого даже нечему пронестись перед глазами на пороге небытия."
                window hide
                stop sound_loop fadeout 0
                play sound aunl
                $ persistent.alt_deep = True
                show acm_logo_me_deep with moveinright:
                    pos (1600, 1020)
                $ renpy.pause(7.4, hard=True)
                scene black
                show gameover
                with gopr
                with vpunch
                return
            elif loki:
                scene black
                $ prolog_time()
                play music herc_death fadein 5
                "Ненависть меряется мерой злости и ярости."
                "Ты можешь отворачиваться и бежать от прошлого, но оно всегда настигает тебя."
                "И единственный шанс — это спрятаться внутри одной из отсрочек от неизбежного."
                "Притвориться, что застыл в стазисе."
                window hide
                scene bg ext_winterpark_7dl with dissolve
                pause(1)
                show spill_red
                "Но самая сладкая иллюзия не отменяет кошмарной правды."
                "Однажды умрёшь и ты."
                "Сознание плавает в мутной воде, больно колотясь о стенки сосуда, рвётся наружу, плачет кровью и бредом."
                scene black with fade
                "И силы, которые должны были оставаться для того, чтобы выбраться хотя бы на тропинку, где меня хотя бы кто-то сумеет найти…"
                "Их нет."
                window hide
                play sound sfx_bodyfall_1
                "Они все ушли на то, чтобы создать красочную, объёмную иллюзию лета, где я никогда не бывал."
                window hide
                stop sound_loop fadeout 0
                play sound aunl
                $ persistent.alt_deep = True
                show acm_logo_me_deep with moveinright:
                    pos (1600, 1020)
                $ renpy.pause(7.4, hard=True)
                scene black
                show gameover
                with gopr
                with vpunch
                return
            else:
                scene black
                $ prolog_time()
                "Изломанная психика уже не выдерживала напряжения."
                "И когда на горизонте забрезжило хотя бы что-то устойчивое — я отчаянно ринулся туда."
                scene anim prolog_1 with fade
                $ volume(0.5, 'music')
                play music music_list["lightness_radio_bus"] fadein 7
                "И открыл глаза в салоне 410 автобуса."
                scene bg intro_xx with flash 
                stop ambience fadeout 2
                play sound_loop sfx_bus_interior_moving fadein 4
                window hide
                scene bg black with fade
                "Только для того, чтобы успеть увидеть, как зависающая над краем бездны махина автобуса рвёт металл заграждений как папиросную бумагу."
                "Как инерцией нас тащит вперёд, расшвыривая встречающиеся по пути автомобили как игрушечные модельки."
                "И как бесконечные полторы секунды невесомости спустя, мы боком ударились о поверхность грязной чёрной воды."
                play sound sfx_water_emerge
                window hide
                $ persistent.alt_deep = True
                show acm_logo_me_deep with moveinright:
                pause(3)
                scene black
                show gameover
                with gopr
                return
        "Не просыпаться":
            me "Нет. Нет? Нет!"
            window hide
            stop ambience fadeout 1
            scene bg int_house_of_mt_day with dissolve
            with fade
            $ renpy.pause (1)
            play ambience ambience_int_cabin_night fadein 1
            "Я вскочил на кровати, хватаясь за воздух руками. Мне до одури было страшно."
    if alt_day2_date == 132:
        "И понял вдруг, ещё чётче, чем с утра — что Лену я терять ни в коем случае не могу."
        "Я просто не переживу этого."
        "А потому…"
    else:
        "И понял вдруг —  что уже стал частью этого места."
        "Даже если с Алиской не срастётся, я принадлежу местному «здесь» и «сейчас». Мне здесь нравится! И никуда отсюда я уезжать не хочу и не собираюсь."
        "Но всё-таки, лучше, чтобы срослось."
    play music eat_horn fadein 7
    "Я принял решение найти девочку и во всём с ней объясниться."
    "К несчастью, планам моим не суждено было исполниться — я заслышал с улицы сигнал горна и схватился за голову."
    if alt_day3_duty:
        th "Ульянка меня убьёт! Я же на дежурство опоздал!"
    elif alt_day2_date == 132:
        th "Вот, блин, и поговорил с девочкой!"
    else:
        th "Ничего себе я разоспался! А у меня же ещё куча вещей ждёт!"
    "На ходу растирая помятое лицо и пытаясь хоть немного расправить складки формы, я кинулся в сторону столовой."
    stop music fadeout 3
    window hide
    with fade2
    return
    
label alt_day3_supper1:
    scene bg int_dining_hall_people_day with fade2
    with dissolve
    play ambience ambience_dining_hall_full fadein 2
    play music music_list["afterword"] fadein 3
    if alt_day3_duty:
        show us laugh sport at left
        "Она уже носилась с тележкой между столиками и меня наградила косым взглядом."
        us "Лодырь."
        "Только и сказала она."
        "Проглотил. А что мне ещё оставалось? {w} Лодырь и есть."
        "Я быстро сполоснул руки и, схватив ещё одну тележку, занялся сервировкой столов с другой стороны."
        "Обслуживать приходилось уже сидящих пионеров, поэтому мне было не до бесед — носиться приходилось как шаттлу — туда-сюда."
        "Десять ходок, может, чуть больше — вполне достаточно для того, чтобы накрыть практически на все младшие отряды."
        show us grin sport at left
        us "Так и знала, что ты сорвёшься под вечер."
        "Подмигнула мелкая."
        me "Почему?"
        us "Разве непонятно? Потому что я тоже собиралась."
        show us laugh sport
        "Она рассмеялась, глядя на моё ошарашенное лицо."
        me "И кто бы тогда дежурил?"
        us "Вот и я так подумала. {w}Тебе же ничего доверить нельзя, даже расстановку тарелок. {w}Пришлось брать всё на себя и спасать ситуацию."
        "Это она сейчас сто процентов кого-то цитировала. Но кого? Цитата уж очень знакомая."
        hide us with dissolve
        window hide
        stop ambience fadeout 2
        $ persistent.sprite_time = "day"
        scene bg int_dining_hall_people_day
        with dissolve
        play ambience ambience_dining_hall_full fadein 3
    if alt_day2_date == 132:
        "Лена не пришла, пришлось садиться рядом с Ульянкой."
    else:
        "Алиса не пришла, пришлось садиться рядом с Ульянкой."
        $ alt_day3_dv_date = True
    "Всё время ужина её место пустовало, и будто больной зуб, постоянно притягивало к себе внимание."
    "Я посмотрел туда, наверное, раз десять, прежде чем заметил Ольгу Дмитриевну, отмечающую прибывших пионеров."
    show mt normal pioneer at right
    if alt_day2_date == 132:
        me "Добрый вечер. А что с Леной? Я с обеда её не видел."
        mt "И тебе хватает совести вот так просто ко мне подходить?"
        mt "Не хочешь извиниться для начала?"
        "Я отвёл глаза."
        me "Простите… Мне очень стыдно."
        mt "А я что-то не вижу, чтобы тебе стыдно было."
        me "Честно. Я больше так никогда делать не буду."
        show mt normal pioneer with dspr
        mt "Делать как?"
        "Протянула вожатая."
        me "Глупости говорить, не подумав."
        "Вожатая немного помолчала, видимо, решая, простить меня или нет — и, сделав скидку на глупость молодого мальчика, решила всё же простить."
        mt "Ладно, иди уж."
        me "Так, а что с Леной?"
        mt "В медпункте она."
        me "Что?!"
        "Я не на шутку испугался."
        me "Что-то случилось?!"
        show mt smile pioneer with dspr
        mt "Вот это я понимаю, беспокойство…"
        "Куда-то в сторону произнесла вожатая."
        me "Ольга Дмитриевна, ну не томите же, ну!"
        mt "Всё в порядке с твоей ненаглядной."
        "Улыбнулась вожатая."
        mt "Просто помогает медсестре."
        me "И ужинать не придёт?"
        mt "А ей ужин на место отнесли."
        "Вздохнув, я смирился с тем, что Лену в этот раз не увижу."
        "Добив остатки риса, я отнёс тарелки в посудомоечное окошко и, гадая, чем занять остатки вечера, вышел на улицу."
        window hide
    else:
        me "Добрый вечер. А что с Алисой? До сих пор не вернулась из медпункта?"
        mt "Нет, просто у неё несварение. {w}Врач выписала таблетку и запретила приходить на ужин."
        un "У Алисы?"
        show un surprise pioneer at left
        "Лена удивлённо обернулась."
        un "Я же только что…"
        show mt angry pioneer at cleft with moveinleft
        "После взгляда вожатой, информация, кажется, умерла прямо в горле девочки. {w}Я тоже не рискнул уточнять и поспешил закончить ужин как можно быстрее."
    window hide
    return
    
        
label alt_day3_eventAf_un_mi_house1:
    scene bg ext_house_of_un_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    if not alt_day3_mi_invite:
        "Не слишком ясно было, по какой такой надобности сюда вывели ноги."
        "Но постояв минут десять, я понял."
        me "Лунатизм мы будем лечить, батенька. Да."
        "После чего развернулся и тихонько оставил место действия…"
        window hide
        return
    else:
        $ alt_day3_mi_invite2 = True
    play music genki fadein 3
    "А кое-кто говорил, что любовь — это туман, что рассеивается с первым же лучом реальности."
    "Но чёрта с два оно рассеивается сейчас."
    "То ли у тумана моего слишком велико поверхностное натяжение."
    "То ли тот великомудрый болтун просто выдал глупость в красивой обёртке."
    dreamgirl "Кто сказал «любовь»?"
    th "Не я явно."
    "Усмехнулся я."
    th "Вот лицезреть нашу япону диву в купальнике…"
    dreamgirl "А лучше в неглиже!"
    th "Фу на тебя, пошляк."
    dreamgirl "То есть, ты отказываешься, да?"
    th "В смысле?"
    dreamgirl "В том самом смысле, что Мику наша батьковна готовится к купанию, так?"
    th "Верно."
    dreamgirl "А по случаю жары окошко у неё в домик нараспашку, так?"
    th "Тоже верно."
    "Кивнул я, ещё не очень хорошо понимая, куда клонит глас моего либидо."
    dreamgirl "Да никуда не клоню — сходи да побачь! Бесплатное же шоу!"
    th "Нет, на такое я пойтить не могу."
    dreamgirl "Ты импотент или ортодокс? Эй, там, наверху, почему мне подсунули бракованного зануду!"
    dreamgirl "Ноги в руки и марш за домик!"
    th "Отцепись, скотинец, брому же наемся!"
    dreamgirl "Ладно-ладно! Хотя поверить не могу, что ты добровольно отказался от такой возможности!"
    th "Я сказал…"
    dreamgirl "Да-да, два раза повторять не надо, два раза повторять не надо."
    dreamgirl "У меня другая идея!"
    th "Нет уж, хватит с меня твоих идей."
    dreamgirl "Да ты выслушай только! {w} Раз уж ты отказываешься подглядывать за Мику, по причине того, что у тебя неземные переживания и всё такое — может, тогда…"
    "Внутренний голос выдержал МХАТовскую паузу."
    th "Что?"
    dreamgirl "Подглядишь за её соседкой?"
    with vpunch
    dreamgirl "Ха-ха, видел бы ты свою физиономию! Нет, я о другом: давай подключать к делу высокие технологии!"
    th "В каком это смысле?"
    dreamgirl "В том смысле, что у тебя же есть камера на твоём телефоне."
    dreamgirl "Вот и используй её — и  подглядывать не станешь, и посмотреть потом сможешь… Ежели захочешь."
    dreamgirl "И аборигены тебе по челюсти не съездят, если поймают на горячем — ибо не в курсе, что это за штука."
    th "Категорическое…"
    dreamgirl "Отказываешься?"
    th "Нет. С чего бы?"
    "Я достал из кармана телефон и проверил уровень зарядки."
    "Идея мне и правда понравилась — если отбросить в сторону мысли о некоторой непорядочности…"
    "Но к чёрту сомнения! Я тут препираюсь сам с собой уже добрых пять секунд, девушка вполне могла бы уже переодеться за это время!"
    "На носочках я припустил в сторону домика Мику, огибая его по левому краю — там, где меня даже теоретически не сумеет «случайно» заметить вожатая."
    window hide
    scene bg ext_path2_day with dissolve
    play sound sfx_hiding_in_bush fadein 0
    "Под окнами девушек буйно разрослись какие-то кустарники, название которым я бы затруднился дать."
    "Их мелкая листва почти не издавала шума, соприкасаясь с кожей, поэтому ничто не мешало вуайеристу-любителю забраться, куда мне хочется и сделать то, что хочется."
    "Из домика доносились голоса, что-то шуршало — похоже, никто меня не заметил."
    "Замечательно."
    "Мой шанс."
    "Запалив видеосъёмку, я поднял трубку над головой и, ориентируясь на картинку в видоискателе, стал ловить кадр посочнее."
    "Правда, пока удавалось это всё с трудом — я находился слишком низко, подходить ближе опасался и трижды успел проклясть эту затею."
    "Но вода точит камень."
    "Мне нужно только набраться терпения."
    play sound sfx_hiding_in_bush fadein 0
    "И тут я замер — сзади меня кусты пришли в движение."
    "Если бы я не был так взвинчен, ни за что бы не почувствовал ничего."
    "Но что-то никто не спешил кричать и ловить меня за руку."
    "Напротив — от теплого дыхание волоски на шее встали дыбом, и кто-то шёпотом спросил:"
    stop music fadeout 3
    voice "Ну как там?"
    "И дальше произошли одновременно две вещи:"
    "Камера наконец поймала фокус — и показала мне, что в домике Мику сидит одна-единственная Лена и что-то бубнит себе под нос над книжкой."
    "Кажется, это её бубнёж я принял за разговоры."
    "И одновременно с этим я развернулся и увидел того, кто так успешно подкрался ко мне."
    "И это оказалась…"
    with vpunch
    play sound sfx_scary_sting
    show mi smile swim with dissolve
    me "Мику."
    play music ourfirstmet fadein 3
    mi "Тсссс."
    "Она прижала палец к губам и, стараясь ступать потише, стала выбираться из кустов, увлекая меня за собой."
    window hide
    scene bg ext_beach_day
    show mi angry swim
    with dissolve
    play ambience ambience_lake_shore_day fadein 3
    if lp_mi > 2:
        mi "Только то, что ты много доброго сделал для меня, не разрешает надавать тебе пощёчин."
    else:
        mi "По хорошему, надо бы тебе по лбу треснуть, Сенька. {w}Но не сейчас."
    "Она молчала всё время, что мы шли до пляжа, и только сбросив одежду на песок, соизволила открыть рот."
    "И, сказать по правде, молчание Мику пугало меня куда сильнее всех сказанных ей слов."
    mi "Но это не значит, что я сдержусь, если поймаю тебя в следующий раз!"
    mi "Подумать только, а она мне ещё утром говорила, что ты такой хороший мальчик!"
    "На последнем витке я, кажется, немного оторвался."
    me "Кто?"
    show mi sad swim with dspr
    mi "Кто-кто! А ещё вчера говорил всё о том, как правильно себя вести."
    mi "А сегодня за Леночкой подглядывать полез!"
    "Она распалялась всё больше и больше."
    "Если она меня просто побьёт — будет не так уж и плохо, но если она сейчас начнёт кричать…"
    "А потому…"
    me "Но я не лез поглядывать за ней…"
    show mi normal swim with dspr
    mi "Сенечка, ну ты совсем-то за дурочку меня не держи. Я из Японии. А не из страны непуганых идиотов."
    mi "Зачем, по-твоему, тебе понадобилось находиться в тихий час под окном у девушки?"
    "Я вздохнул."
    "Слова мне сегодня определённо не дадут — рылом не вышел."
    "Придётся брать самостоятельно."
    mi "А я тоже решила, что раз уж ты Лене понравился — а она почти обо всех наших знакомых отзывается пренебрежительно, то есть в тебе тоже что-то хорошее, а ты…"
    me "Не за ней, а за тобой!" with vpunch
    show mi shocked swim with dspr
    "Мику застыла."
    show mi shy swim with dspr
    mi "Т-то есть, к-как…"
    "Заикаясь, переспросила она."
    me "Ну, вот…"
    "Я развёл руками и опустил голову."
    me "Извини, если что. Но я планировал, что это ты там будешь, а не…"
    "Мику набрала в грудь воздуха."
    "Выдохнула."
    "Потом думала было что-то сказать, но забыла, что воздух закончился."
    "Короче говоря, в любой другой ситуации я бы от души повеселился, наблюдая за нами обоими."
    "К несчастью, сейчас было совершенно не до смеха."
    show mi surprise swim with dissolve
    mi "Но я же…"
    "Она машинально огладила нечто округлое в области бюста."
    "Значительно превышающее её собственную топологию."
    me "И тем не менее."
    me "Прости."
    "Сейчас выдумка внутреннего голоса уже не казалась щекочущим нервы приключением."
    "Во всей своей неприглядной красе передо мной предстал этот Поступок — пакость и мерзость."
    dreamgirl "Интересно, стал бы ты его называть так же, удайся твоя проделка."
    "Вяло парировало озабоченное альтер-эго."
    show mi smile swim with dspr
    mi "Ну, в таком случае… Полагаю, я сумею простить тебя."
    "Задумчиво произнесла девушка."
    mi "Но только под обещание — что больше никаких таких подглядываний, ясно тебе?"
    "Я с готовностью кивнул."
    mi "Я больше из-за подруги переживала, но раз это её не касается…"
    "Она бросила в меня полотенцем."
    mi "Сторожи вещи, пока я купаюсь… провинившийся."
    hide mi with easeoutleft
    "И со смехом убежала к купальне."
    stop music fadeout 3
    window hide
    with fade2
    "На купание я попал."
    "К счастью, Мику оказалась отходчивой и не донесла Ольге Дмитриевне о моих поползновениях."
    "Хотя, по-моему, имела полное на то право."
    "Однако теперь я подпал в некоторого рода зависимость."
    "И она этой зависимостью воспользовалась в полной мере!"
    "Сначала как носильщик, мухоотгоняльщик и попитьприносильщик."
    window hide
    scene bg ext_square_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Затем — полагерюсопровождальщик и накрылечкеожидальщик."
    "И в результате всех перипетий, накупав, вытерев и переодев Мику (в этот раз она была начеку и окрикивала меня, стоило лишь скрипнуть крылечку), мы оказались у дверей её владений."
    window hide 
    scene bg ext_musclub_day with dissolve
    "Некоторое время она колебалась, выбирая, не отослать ли меня под начало Слави — таскать всякие тяжёлые штуки."
    "Пришлось использовать запрещённое дзюцу — паппи-ай-дзюцу."
    "И она не устояла."
    "Дрогнула и согласилась:"
    show mi normal pioneer with dspr
    mi "Ладно, так и быть — сначала попробуем тебя одеть, а потом уже и работать заставим."
    me "Спасибо, Госпожа!"
    "Вежливо поклонился я."
    mi "Вот и хорошо. Жди меня пока здесь, я позову."
    hide mi with dissolve
    "Она скрылась за дверью."
    "А минут через пятнадцать из клуба донёсся её голос:"
    mi "Сенечка, заходи!"
    window hide
    scene bg int_musclub_day with fade
    play sound sfx_open_door_clubs
    play ambience ambience_music_club_day fadein 1
    play music music_list["so_good_to_be_careless"] fadein 5
    "Самой Мику в помещении не было."
    "Я огляделся."
    "На рояле горкой лежала пионерская форма.{w} Женская пионерская форма. Надеюсь, это не для меня наряд?"
    mi "Сеня, погоди немного, я сейчас!"
    "Голос Мику доносился откуда-то из-за рояля — похоже, там у неё и реквизиторская, ко всему прочему."
    play sound sfx_brass_drop
    "Вдруг оттуда раздался страшный грохот и я отпрянул в ужасе."
    me "Мику? Мику! С тобой всё хорошо?"
    "Некоторое время ничего не происходило, и я решил проверить — как там дела?"
    "На непослушных ногах я сделал несколько шагов и…"
    mi "Ага!"
    mi "Ну как я тебе?"
    show mi normal dress with dissolve
    "Она выскочила из-за двери, улыбнулась мне и, приподнявшись на носочках, сделала несколько шагов, обернулась вокруг оси и с неким немым вопросом уставилась на меня."
    "Очень красивое платье в тон цвету волос, цвету глаз, будто продолжение её тела — и ведь не скажешь, что это в Советском Союзе такую красоту пошили!"
    mi "Гляди, какую красоту я откопала!"
    me "Нет слов. Очень и очень."
    show mi smile dress with dspr
    "Я покачал головой, а Мику, явно довольная комплиментом, разулыбалась."
    show mi serious dress with dspr
    mi "Хорошо сидит, да?"
    th "Если спросите меня, то с твоей фигурой вообще что угодно хорошо сидеть будет."
    me "Сидит…{w} Да, хорошо…{w} Идёт тебе очень…"
    mi "Спасибо!"
    "Мику стрельнула в меня глазами."
    mi "Пойдём подберём тебе что-нибудь нарядное, или…"
    "Она сделала паузу."
    mi "Сначала посмотрим, что ты умеешь?"
    "Опять эти непонятные намёки. Спрашивает с таким видом, будто не танцы мои смотреть будет, а… Скажем, танцы иного толка."
    show mi normal dress at center 
    with dspr
    me "Давай начнём с танца. Вещей мне может и не оказаться."
    mi "Как хочешь…{w} А вдруг там что-то есть, прямо ух! И на тебя."
    "Художественный руководитель была личностью увлекающейся во всём, и шанс подработать костюмером на полставочки привёл её в известное возбуждение."
    "Я вздохнул."
    me "Как скажешь. Пошли примерим чего-нибудь."
    mi "Ура!"
    show mi serious dress at center with dissolve
    "Она обрадовалась и чуть ли не запрыгала от предвкушения того, что она сейчас со мной сотворит."
    "Девочки любят играть в куклы."
    "Даже если эту куклу зовут Семён, и она на год-полтора тебя старше."
    mi "Я только переоденусь обратно, погоди. А то мне кажется преступлением лазать по пыльным вещам в такой роскоши."
    "Я счёл аналогично, поэтому молча кивнул."
    scene bg int_musclub_day with dissolve
    "Она нырнула в реквизиторскую и затихла там на несколько минут."
    mi "Ммм… Сём?"
    me "Да."
    "Я стоял спиной к двери и пялился в окно, старательно не думая о том, что по ту сторону стенки сейчас разоблачается очень и очень симпатичная девочка."
    "Вот она заводит руки за спину, ослабляя молнию, и платье с тихим шелковым шелестом стекает к её ногам, обнажая округлости самых приятных пропорций, плоский животик и…"
    "Так, хватит. Не за этим сюда пришли."
    mi "Семён!"
    "Настойчиво повторила Мику."
    me "Да? Что такое?"
    mi "Я никак форму свою не найду."
    mi "Посмотри, пожалуйста, там рядом с тобой нет ничего на неё похожего?"
    "Я автоматически бросил взгляд на рояль."
    "Ну да. Собственно, чего это я."
    me "Кое-что вижу."
    "Помедлив, ответил я."
    mi "Очень хорошо! Возьми её и дай, пожалуйста, сюда."
    mi "Только не подглядывай, а то знаю я тебя!"
    me "Да надо очень."
    "Я покраснел, так как именно об этом мысль в первую очередь и пришла."
    "Рубашечка, юбка с вырезом — всё это ещё хранило тепло девичьего тела, и я с трудом удержался от того, чтобы вдохнуть запах."
    "В конце концов, танцевать вместе будем. {w} Нанюхаюсь ещё."
    me "За кого ты меня принимаешь?!"
    "Открыв дверь и старательно глядя в сторону, я протянул форму куда-то в темноту."
    mi "За здорового мальчика со здоровыми желаниями?"
    "Несмотря на то, что она смеялась надо мной, смех её не был ни угрожающим, ни обидным."
    me "Желания-то у меня здоровые… Но это не повод надо мной издеваться."
    show mi grin pioneer at center 
    with dspr
    mi "А я не издеваюсь."
    "Она переоделась и вышла, держа в руках платье, уже повешенное на плечики."
    mi "Куда бы его теперь пристроить…"
    "Она немного подумала и, пожав плечами, повесила вешалку прямо на полку с нотами."
    show mi happy pioneer at center
    mi "Там точно не забуду!"
    "Я вдруг запоздало смутился от ситуации."
    "Начиная с якобы «забытой» формы там, где я стопроцентно её замечу, заканчивая совершенно бесстыдным переодеванием — всё это выглядело как попытка не то засмущать меня…"
    "Не то на что-то спровоцировать."
    "Но на что?"
    "Идеи в голове были самые фантастические. Хотя мысль о том, что я, возможно, могу быть интересен Мику в качестве — а кого, кстати?"
    if alt_day2_date == 4:
        "Молодого человека или, как говорят на западе, бойфренда?"
    else:
        "Объекта для сексистских шуточек?"
    "В голове моей мелькнула одной из последних."
    stop ambience 
    play music music_list["what_do_you_think_of_me"] fadein 3
    me "Ну что, пошли теперь обряжать меня?"
    "Я старался добавить в голос храбрости. Если эта девочка разоденет меня как сутенёра… Я даже обругать её не смогу."
    show mi shy pioneer at center 
    "Кажется, она распознала направление моих мыслей и здорово напряглась."
    "Обидеть человека задача нетрудная. Вот дать ему шанс…"
    "Вздохнув, я решил дать Мику шанс."
    "Вдруг у неё хороший вкус?"
    mi "Есть какие-нибудь пожелания?"
    me "Да никаких особых.{w} Хочется просто выглядеть достойно дамы. {w}В крайнем случае, хотя бы не валенком из дерёвни."
    me "Рубашка, какие-нибудь брюки, штиблеты — или что там сейчас в моде…"
    show mi happy pioneer at center 
    with dspr
    mi "Это всё будет достаточно ярко. Всё-таки, сценические костюмы."
    "Она задумчиво вела взглядом по моему телу, прикидывая пропорции и размеры."
    "Потом тряхнула головой, используя свои гипно-волосы — а я на них в очередной раз засмотрелся — и, кажется, что-то решила."
    mi "Нет, одна я там точно ничего хорошего не найду."
    mi "Так что придётся искать вместе."
    me "Поправь меня, если я ошибаюсь. Ты предлагаешь мне сейчас с тобой лезть вот в то полутёмное помещение и ворошить там вещи?"
    mi "Да. А что такого?"
    if alt_day2_date == 4:
        $ lp_mi += 1
        me "Да ничего, в общем. Но если кто-то придёт сюда, пока мы будем там…"
        show mi shy pioneer at center with dissolve
        "Она смотрела на меня с едва скрываемым азартом, приложив ладошку ко рту."
        mi "Тогда…"
        "Поощряюще протянула она."
        me "Тогда они решат, что мы решили не ограничиваться пляжными обнимашками."
        "Она замолчала."
        show mi sad pioneer with dissolve
        mi "А ты бы хотел…"
        "Нерешительно начала она — и тут же смолкла, залившись краской."
        me "Чего?"
        mi "Ограничиться…"
        me "А вот об этом…"
        "Чувствуя, как и мои щёки начинают пылать, я поспешил закончить фразу."
        me "Ты узнаешь, когда мы закончим с  костюмами."
        show mi happy pioneer with dissolve
        mi "Ловлю на слове!"
    else:
        me "Могут подумать всякого…"
        mi "А тебе не всё ли равно?"
        me "Мне, может, и всё равно. Но я не люблю беспочвенных слухов."
        "Она помолчала, будто проговаривая про себя слова."
        show mi laugh pioneer with dissolve
        mi "А  если не беспочвенных?"
        "Несмотря на то, что она казалась улыбающейся, её голос был еле слышен."
        me "Ну ты такие вопросы задаёшь…"
        show mi normal pioneer with dspr
        mi "А тебе тяжело ответить?"
        me "В общем… Да. Тяжело."
        "Я не мог смотреть ей в глаза."
        "Особенно зная, что она смотрит на меня спокойным, изучающим взглядом."
        "Чувствуя себя будто жук на булавке, я пробормотал:"
        me "Но ведь беспочвенные."
        me "Мы же ведь даже…"
        show mi sad pioneer with dissolve
        mi "Как думаешь, чья это вина?"
        "Я вздрогнул и отвернулся, смутившись окончательно."
        "Надеюсь, теперь, когда она достигла своей цели — она довольна?"
        me "Теперь, если ты вдоволь наиздевалась — может, начнём поиски костюма?"
    "Она приглашающе указала на дверь."
    "И мы зашли."
    $ persistent.sprite_time = "night"
    $ sunset_time()
    window hide
    scene expression Desat("bg int_wardrobe_7dl") with flash
    play sound sfx_open_door_clubs
    play ambience ambience_music_club_day fadein 1
    scene bg int_wardrobe_7dl with dissolve2
    "И попали в костюмерный рай!"
    me "Ты смотри, сколько здесь всего!"
    "Я поднял с пола стоящий там кивер, и, отряхнув пыль с алого султана, водрузил на голову."
    me "Хорош?"
    show mi laugh pioneer with dissolve
    with dspr
    mi "Красавец-мужчина!"
    "Она рассмеялась."
    mi "Похоже, здесь что-то из «Войны и мира» ставили, вот и осталось."
    me "Вообще, здесь целый клондайк!"
    "Взгляд пробежал по длинным дощатым полкам, с трудом освещаемым сорокаваттной лампочкой — кое-какие краски и ткани совершенно не переносили яркого света."
    show mi normal pioneer with dissolve
    mi "Бу!"
    "Я обернулся и вздрогнул."
    "Мику нашла голову не то дракона, не то просто плохо сделанного петуха, и, надев её, шла в мою сторону, размахивая руками."
    mi "Я страшный Годзилла! Дома ломать! Рыбу есть!"
    "Она хотела сказать что-то ещё, но тут, похоже, ей в нос попала пыль, и она расчихалась."
    "Я поспешил снять с неё бутафорию."
    "Под маской оказалась перепачканная пылью, но довольная донельзя мордашка."
    me "Ты бы хоть отряхивала что надеваешь, чудо."
    mi "Я забыла о том, что внутри головы тоже может быть пыль."
    "Она рассмеялась, а у меня вдруг внутри что-то ответно ёкнуло синхронно с её смехом."
    "Как будто переключили канал, и из болтушки-хохотушки Мику превратилась во что-то желанное…"
    "Хотя, может, тому причиной был взгляд — одновременно и манящий, и смешащий на перепачканной физиономии."
    "В кармане обнаружился чистый платок — не знаю, зачем мне его дали, видимо, это часть формы — и я, достав его, послюнил и попытался очистить самые заметные разводы на её щеках."
    if alt_day2_date == 4:
        "Только для того, чтобы через несколько секунд обнаружить её близко-близко, у себя в руках."
    else:
        "Она терпела первые прикосновения, а потом, сморщившись, сделала шаг вперёд, оказавшись близко-близко, практически, на руках."
        "И я как-то сразу вспомнил о чём думал, когда она переодевалась."
    "Я уже почти начал было что-то блеять, извиняться и…"
    dreamgirl "Заткнись."
    th "Что?!"
    dreamgirl "Просто заткнись."
    th "Да какого…"
    dreamgirl "Заткнисьзаткнисьзаткнись."
    "Место, где рождался голос, будто спустилось из горла куда-то вниз, то ли в живот, то ли в лёгкие, и я удивившим самого себя голосом промурлыкал:"
    me "Мы уже танцуем?"
    me "А как же одежда?"
    show mi shy pioneer
    mi "А мы её не нашли. И вообще — к чёрту одежду!"
    me "Даже эту?"
    "Я легонько провернулся, больше намечая соприкосновения. Рубашки зашуршали одна о другую."
    me "Мику?"
    mi "Да…"
    me "Если ты сейчас уснёшь, то я ни потанцевать, ни нарядиться не успею."
    "Я дочистил её лоб, и, удовлетворённый результатом, кивнул."
    show mi happy pioneer
    mi "Ты такой мииииилый."
    "И что-то пробормотала себе под нос."
    show mi smile pioneer at center 
    "И будто некая стенка упала между нами."
    "С Мику мне и раньше-то было легче, чем с остальными девочками — возможно, сказывается опыт общения с азиатками, и я знаю, чего от них следует ожидать — но теперь всё стало иначе."
    "Хохоча, мы прошлись, переворачивая вверх дном всё на своём пути, по костюмерке, разыгрывая разные сцены — от Пьеро и Чипполино до Кибальчиша и Гамлета."
    "Она жила сценой, и новые возможности раскрыть себя принимала с огромной благодарностью."
    "А я же… А что я? Мне было просто весело и легко с ней. Так, как никогда и ни с кем ещё не было."
    mi "Я предлагаю взять рубашку из костюма тореадора и отпороть оттуда все рюши."
    "Она прошлась по складу, и одна из вешалок привлекла её внимание."
    mi "Да! А вот и штаны тебе. Сейчас мы…"
    "Она оттащила меня к ростовому зеркалу на стене и, не терпящим возражений голосом, приказала примерить."
    "Я смутился."
    me "Мику, может ты отвернёшься хотя бы?"
    show mi normal pioneer at center 
    mi "Ничего я не смотрю, переодевайся давай."
    me "Когда ты переодевалась, я вообще за дверью стоял, имей уважение!"
    "Возмутился я."
    show mi laugh pioneer at center with dspr
    mi "И кто в этом виноват?"
    "Она опять включила свои шальные глазищи и в упор изучала меня."
    me "Но ты же сама сказала не подглядывать…"
    show mi normal pioneer at center 
    mi "А ты возьми да и послушайся, да?"
    mi "Какой ты мииилый."
    show mi happy pioneer
    me "Ты говорила уже."
    me "Ну, ты дашь мне переодеться? Брысь, говорю!"
    show mi surprise pioneer at center 
    mi "Так ты не стесняйся, все свои."
    "Похоже, она совершенно не собиралась никуда уходить!"
    "Я попробовал начать ещё раз."
    me "Мику, послушай… То, что мы делаем — уже неприлично! Мы вдвоём в какой-то тёмной комнате, совсем одни."
    me "А ты говоришь мне раздеться? А что если Ольга Дмитриевна зайдёт?"
    dreamgirl "Попросишь её подержать свечку."
    me "В общем, так. Раздеваться при тебе просто так я не буду."
    me "Захочешь меня раздеть — могу сыграть в покер на раздевание, не больше. А сейчас — брысь!"
    show mi sad pioneer at center 
    "Она нахмурилась, будто опомнившись."
    mi "Да, ладно, я что-то увлеклась, извини. Я тебя подожду, ты выходи, как закончишь, ладно? А я пока утюг и доску достану, надо будет погладить одежду."
    "Судя по возобновлённой скорости произношения, душевное состояние стабилизировано."
    dreamgirl "Ну и придурок."
    "Я расстегнул ремешок на шортах и, стараясь действовать как можно быстрее, стащил их, между делом ругаясь со внутренним голосом."
    dreamgirl "Если девочка желает видеть стриптиз в твоём исполнении — всё, что тебя должно интересовать, это на шесте она желает или просто в середине комнаты."
    dreamgirl "Может ты не в курсе, но тебе только что оказали знак доверия. Впрочем, ты его профукал, так что не имеет значения."
    th "Что ты там опять бредишь?"
    dreamgirl "Девочка практически вслух призналась тебе, что хочет увидеть тебя разоблачённым. Тебе нужны дополнительные доказательства симпатии?"
    "Я сглотнул."
    "Всё это так…"
    if alt_day2_date == 4:
        "Впрочем, после пляжных событий это как раз очень даже логично."
    else:
        "Ну, ей захотелось, а я здесь причём? Может, ей просто слишком одиноко."
    dreamgirl "Ну да. Ей одиноко. А тебе — нет. И тело её ты не представлял, и нос свой в её рубашку сунуть не хотел. Она ведь тебе не нравится."
    "Здесь я опять не нашёлся что ответить."
    scene bg int_wardrobe2_7dl with dissolve 
    "Впотьмах я несколько раз промахивался мимо рукавов и брючин, {w} поэтому внимание на чих где-то в темноте не обратил."
    me "Будь здорова."
    "Пожелал я неизвестно кому в темноту."
    "И тут же спохватился."
    me "Мику?!"
    show mi laugh pioneer at center 
    "Кажется, она и не собиралась никуда уходить — просто заняла местечко поудобнее."
    mi "Спасибо!"
    me "Мику, я тебя о чём просил?"
    mi "Не смотреть? {w} Ну так я и не смотрела. Я наблюдала!"
    "И решив сразить меня наповал логикой, добавила:"
    mi "Чтобы с тобой всё было хорошо."
    with dissolve
    "Молодец, конечно. Но я чисто физически не могу раздеться перед незнакомой девочкой."
    dreamgirl "Незнакомой? И кто в этом виноват?"
    "Процитировало кого-то моё подсознание."
    show mi normal pioneer at center 
    with dissolve
    me "Ты всё мимо ушей пропустила, да?"
    "Она встала и, подойдя ко мне сзади, положила ладошки на плечи."
    mi "Вообще-то…"
    "Её дыхание приятно щекотало шею, и я невольно содрогнулся."
    mi "Я слышала."
    mi "Каждое."
    mi "Твоё."
    mi "Слово."
    show mi happy pioneer at center 
    with dspr
    "Она одёрнула на мне рубашку, расправила на плечах, и чёрная ткань заиграла в неярком свете."
    "Рубашка была действительно шикарной. К ней в комплекте шёл красный кушак тореро, но я решил, что для дискотеки и так слишком много эпатажа."
    "Она развернула меня к себе.{w} И, пробежавшись взглядом по одежде, удовлетворённо кивнула."
    mi "Красавец. Всё, теперь можешь раздеваться."
    me "Может, ты хотя бы в этот раз выйдешь?"
    "Язвительно поинтересовался я."
    "Она в ответ лишь досадливо дёрнула плечиком."
    mi "Тебе не всё ли равно? Всё что я хотела — я уже видела. Так что не стесняйся."
    "Я пожал плечами и, подумав, что теперь уже действительно ноль разницы, сбросил рубашку."
    show mi sad pioneer at center 
    with dspr
    mi "Апчхи!"
    me "Похоже, у тебя не от пыли реакция, а аллергия на обнажённого меня."
    "Я нашёл эту идею достаточно смешной, чтобы поделиться ей с Мику."
    "Она промолчала, а я, скосив глаза, увидел через зеркало, как она, высунув кончик язычка от усердия, что-то пишет в блокнот."
    stop music fadeout 2
    play sound sfx_open_door_1
    mt "Оно и к лучшему!"
    "Раздался голос от двери."
    with dissolve
    pause(1)
    play music music_list["doomed_to_be_defeated"] fadein 0
    th "О-о!"
    "В дверях стояла она."
    "Ольга Дмитриевна!"
    scene bg int_wardrobe_7dl
    show mt angry pioneer at right 
    with dissolve
    "Первый закон Мэрфи — если гадость может произойти, она произойдёт обязательно."
    "Второй закон Мэрфи — даже если гадость произойти не может никак, она произойдёт обязательно."
    "Я будто со стороны посмотрел на себя — молодой человек без рубашки в расстёгнутых брюках."
    "Рядом девочка…"
    "Я бросил взгляд — в полурасстёгнутой рубашке."
    "В тёмном помещении без окон."
    "Что может подумать вожатая, которая ну никак не должна была здесь оказаться?"
    "Правильно. Именно это она и подумала, так как в первую очередь перевела взгляд куда-то мне на брюки."
    mt "Семён…"
    "Скучным голосом начала она. А я покрылся испариной, уже представляя себе перечень проблем, которые у меня скоро — да какое там! — уже появились!"
    show mt rage pioneer at right 
    with dspr
    mt "Так ты, значит, записался в музыкальный кружок, да? И репетируешь?"
    "Тут от столбняка отошла Мику."
    "Кажется, ей в голову пришла абсолютно та же картина, так как она чуть не оттолкнула меня или чуть сама не бросилась прочь — во всяком случае движение наметила."
    show mi laugh pioneer with dissolve
    "И тут же взяла себя в руки и рассмеялась своим неземным серебристым смехом."
    mi "Вот это поворот!"
    show mi sad pioneer at center 
    with dissolve
    mi "Как говорится, «упс»."
    "Она опять прыснула, не обращая внимания на сердитый взгляд вожатой."
    "А та всё наливалась кровью, ещё несколько секунд — и она разорвёт меня на клочки!"
    if alt_day2_date == 4:
        mt "Я слышала про события вчера на пляже, но решила дать вам разобраться."
        mt "Вы же взрослые, разумные люди. Должны уже уметь понимать, что вам важнее."
        mt "Но ты, Семён… Тебе мало показалось?"
        "Я угрюмо молчал."
    mt "В кладовке, значит?"
    mt "В темноте."
    mt "Да…"
    "Мику, кажется, наслаждалась ситуацией."
    show mt angry pioneer at right 
    with dspr
    mt "Я вижу, костюм вы подобрали. Вот и занимайся им."
    "Она перевела взгляд на меня."
    hide mi with dissolve
    show mt rage pioneer at center 
    with dspr
    mt "Что же касается тебя… По лагерю тихий час, марш в кровать."
    stop ambience fadeout 2
    "Перемигнувшись с Мику, я повернулся и вышел из помещения реквизиторской."
    window hide
    play ambience ambience_camp_center_day fadein 3
    $ persistent.sprite_time = "day"
    scene bg ext_musclub_day
    with dissolve
    "Аккуратно прикрыв за собой дверь, я вышел на веранду, а оттуда — на тропинку, ведущую в сторону площади."
    "Несмотря на двусмысленность ситуации, особо мрачных прогнозов на будущее я не строил."
    hide mt with dissolve
    window hide
    with fade
    "Она так и не догнала меня ни на площади, ни у домиков."
    "Кто «она»? Ну, ни та, ни другая, если уж на то пошло."
    "Во-первых, мне интересно, что это вдруг вожатой стрельнуло сходить в клуб впервые за последние несколько дней?"
    "Во-вторых, неожиданно активная деятельность Мику в кладовке."
    "Связаны ли между собой эти пункты?"
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_mt_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    with dissolve
    th "Если нас кто-то спалил — то кто? И зачем он побежал рассказывать вожатой обо всём?"
    th "Хотя если это кто-нибудь типа Слави, тут даже вопросов о причинах не стоит. Так правильно, и всё тут."
    "Ольгу я понимал: пионер почти голый, одна штука. Пионер растрёпанный, женского пола — одна штука. Укромный закуток — в наличии."
    dreamgirl "Наверное, они сюда залезли и разделись, чтобы гаммы разучивать."
    stop ambience fadeout 2
    "Вряд ли нас как-то сурово накажут или запретят общаться. Но ситуация всё равно неприятная. Вдвойне же она неприятная оттого, что сценарий развернулся так, как я никогда бы не позволил ему развернуться в моей старой жизни."
    "Общественное и личное для меня — экстремумы социальной шкалы. Я никого не пущу в себя, и ни к кому не полезу внутрь. И если у меня приключится роман, то об этом буду знать только я да моя избранница."
    "И уж точно не будет многочисленных пересудов о том, как новичок распял по песку одну хорошенькую художественную руководительницу."
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_house_of_mt_day
    show unblink
    with fade
    play music music_list["everyday_theme"] fadein 5
    th "Либо это подстроила сама Мику, чтобы я не позволил себе лишнего."
    dreamgirl "Чувак, ты глаза её видел? В данном контексте «лишним» могли бы оказаться разве что игры со связыванием и розовые наручники… И то не факт."
    show mt angry pioneer
    "За спиной хлопнула дверь, и в домик вошла Ольга."
    "Похоже, она успела немного остыть, потому что не начала с порога орать, а, коротко кивнув, бросила:"
    mt "Выкладывай."
    "Что выкладывать-то? Сейчас достану и выложу."
    me "Мику вам ничего не сказала?"
    mt "Меня интересует твоя версия событий."
    me "Знаете, я в этом лагере слишком часто чувствую себя кретином. Давайте не в этот раз."
    me "Одеться вы мне сами сказали, остальное видели."
    me "Остальное додумайте сами… В меру испорченности."
    "Кажется, нежелание сотрудничать было написано на моём лбу достаточно чётко, раз Ольга, посомневавшись, сказала:"
    show mt normal pioneer at center 
    mt "Спи пока, после полдника решим — что делать с вами обоими."
    play sound sfx_close_door_campus_1
    hide mt with easeoutright
    "Она вышла на улицу."
    if alt_day2_us_escape:
        "И, как вчера, скрипнула шезлонгом, устраиваясь там с книжкой."
    th "Она опять меня церберит. Вопрос лишь в том, кого от кого."
    th "Если меня хочет защитить от чего-то — тогда понятно. Я здесь человек новый, ничего не знаю и так далее."
    th "А если наоборот?"
    th "Что, если это она что-то в лагере пытается сберечь ОТ МЕНЯ?"
    th "Что-то, доступное только в тихий час?"
    "Логика хромала на обе ноги и голову, но, за отсутствием альтернатив, я оставил эту версию как рабочую."
    "И всё равно, после полдника надо будет проведать Мику."
    "С этой мыслью я улыбнулся, представляя перед глазами девочку…"
    "И отключился."
    window hide
    scene bg black
    with fade3
    stop ambience fadeout 3
    $ renpy.pause(3)
    "Кажется, я слишком много сплю. Мне всегда хватало шести часов на всё про всё."
    "А здесь я мало того ночью сплю по восемь часов, так ещё и днём обязательная квота."
    me "Неужели вы хотите годы лучшие свои провести под одеялом! На подушке! Без штанов!"
    "Спросонок голос был хриплым."
    "Я поднялся и, выйдя на крылечко, потянулся."
    "Настроение было прекрасное!"
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_mt_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    with dissolve
    "Пока я не вспомнил — что предшествовало сну."
    "Кто-то науськал на нас вожатую, и она не позволила ситуации превзойти рамки приличия."
    "Хотя о чём это я. Мику, помнится, ничего лишнего себе не позволяла. Так, играла в кокетство."
    "По сравнению с термоядерной доктором Коллайдер — баловство."
    "Оглянувшись — Ольги нигде не было видно — я уже совсем было собрался сбежать, когда вдруг завидел её, возвращающейся откуда-то от дальних домиков."
    show mt normal pioneer
    mt "Проснулся? Хорошо. Сейчас полдничать пойдём."
    "Я ничего не ответил. Вопросы, не дающие покоя перед сном, снова всплыли в сознании."
    "Короче, я сам не заметил, как подозрительно сощурился в её сторону."
    "Заработал вопросительный взгляд, смутился, виновато моргнул и отвернулся."
    "Где бы ещё освоить тонкое искусство ненавязчивого допроса вожатой."
    me "Ольга Дмитриевна."
    mt "Да?"
    me "Объясните мне мой статус здесь. Я кто, пленник? Арестованный? Сосланный?"
    show mt grin pioneer with dissolve
    mt "Пленник?"
    show mt laugh pioneer
    mt "Ну ты скажешь тоже…"
    me "Тогда объясните мне все эти ограничения в перемещениях и общении с окружающими."
    mt "Нет никаких ограничений."
    me "Ага. И за руку из клуба вы не меня утащили."
    mt "Ещё неизвестно, кто кого оттуда утащил…"
    "Она встряхнула головой и вернула мне настороженный взгляд."
    mt "А ты не объяснишь, что вы там с Хатсуне делали?"
    me "Вы же сами видели, переодевались!"
    mt "Точно. Ты раздетый, она раздетая. Вы переодевались. Рядом. В одной комнате."
    me "Конечно. А вы о чём подумали?"
    if loki or herc:
        th "Кажется, её успешно можно уязвить, если намекнуть, что это её мысли пошлые, а все вокруг кристально честные и чистые."
    show mt shocked pioneer
    mt "А что я должна была подумать?"
    "Ну уж нет, со мной еврейская шуточка не работает, вопросом на вопрос отвечать бесполезно."
    menu:
        "Мику ни в чём не виновата.":
            me "А вот это уже {b}вам {/b}виднее. Что вы {b}должны были подумать{/b}."
            me "Вы педагог, вас обучали, в том числе и тому, что вы должны думать.  Вам и карты в руки."
            if not herc:
                $ karma += 10
            $ lp_mi += 1
        "Извиниться":
            if herc:
                $ karma += 10
            me "Мне правда жаль, что вы там рассмотрели что-то предосудительное."
            "Пробормотал я, глядя в пол. Стыдно было — ужас!"
            me "Но там ничего не было."
            me "Просто дурацкое недоразумение."
            show mt grin pioneer 
            if alt_day2_date == 4:
                mt "А как же ваше пляжное выступление?"
                me "Оно было необходимо. Человеку было очень плохо. Хуже даже, чем обычно бывает мне."
            me "Я не простил бы себе."
        "Запугать":
            $ karma -= 10
            "Я вздохнул."
            me "Оль… Прекрати вести себя как ревнивая жена."
            show mt surprise pioneer
            me "Было что между мной и Мику — дело десятое."
            "Я поднял глаза к небу. Там плыли ленивые кучевые облака. Те самые, пушистые, родом из детства."
            me "И тебе всё равно придётся поверить мне на слово, так как в противном случае что там требуют ваши дурацкие правила? Публичного суда?"
            me "Представляю себе картину:"
            me "Пионерское движение против Семёна и Мику. Дело о разврате."
            me "Как в глаза потом девочке смотреть будешь? Вдруг окажется, что непогрешимая ты — ошиблась?"
            show mt angry pioneer with dissolve
            mt "Что ты себе…"
            me "Да ничего. Давай сворачивать уже этот цирк."
            "Как мне всё это уже надоело."
            me "Если {b}вам{/b}, конечно, не сложно."
            "Я перевёл взгляд на вожатую. Она стояла растерянная, бессильно сжимая и разжимая кулаки."
            me "Ольга Дмитриевна."
    "Она вздохнула."
    mt "Имей в виду, ты не победил."
    mt "У меня всё ещё остались полномочия, чтобы основательно испортить тебе жизнь, Семён."
    mt "Но я действительно не имею права ломать девочке жизнь. Здесь ты прав."
    me "Значит, забыли?"
    show mt grin pioneer 
    mt "До первого предупреждения."
    "Она улыбнулась."
    "Я взял под воображаемый козырёк и направился в сторону столовой."
    window hide
    play ambience ambience_camp_center_day fadein 3
    $ persistent.sprite_time = "day"
    scene bg ext_musclub_day
    with dissolve
    "Мику на полднике не было нигде, и я решил заглянуть на огонёк в клуб в случае, если она так оттуда и не выходила."
    "Ещё издали я заслышал, как рояль меланхолично вздыхает о чём-то. Кто-то внутри играл. И играл с душой."
    "Не решившись нарушить момент, я обошёл клуб со стороны и осторожно заглянул через окно."
    "У рояля, раскачиваясь в такт, сидела Мику, с яростно сверкающими глазами, не глядя на клавиши, она будто плела какое-то кружево из нот, отпуская всю злость на несчастные двенадцать ладов."
    "Я ожидал всего. Утешения в чьей-нибудь компании, слёз, жалости к самой себе."
    "Но этого я даже представить себе не мог. И, как и утром, напомнил себе, что для этой девочки музыка всегда будет на первом месте."
    "И во злости, и в счастии."
    window hide
    stop ambience fadeout 2
    play sound sfx_open_door_2
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_musclub_day
    with dissolve
    play ambience ambience_music_club_day fadein 3
    play music shehasgone fadein 4
    "Она сидела спиной ко входу, поэтому не заметила меня."
    "Я, набравшись храбрости, открыл дверь, стараясь делать это бесшумно и, подойдя к девочке, положил руку ей на плечо."
    "Она вздрогнула, резко обернувшись, чуть не отшатнувшись в сторону."
    show mi cry pioneer
    "Увидела, что это всего лишь я — и удивила… {w}ударившись в слёзы."
    th "Что ж ты постоянно сырость развести норовишь…"
    "В некоторой панике подумал я."
    "А она всё плачет. И сегодня уже не простит, если я буду стоять и ждать, пока всё рассосётся. Не рассосётся."
    show mi cry pioneer with moveinbottom
    "Разве что я вдруг исчезну. Навсегда. Так же, как появился здесь."
    "Поднять её со скамеечки оказалось делом нетрудным, и первый шаг, самый логичный и ожидаемый — это согреть её на груди, гладя по голове и шепча что-то полубессознательное на ухо, давая понять, что я здесь."
    "Не умел этого никогда, и чувствую от этого себя неловко. Может, права была она, говоря, что если в нас ничего не посеяли, то и не вырастет простое человеческое участие, умение пожалеть и ободрить."
    "Может, мы и правда здесь все одинаковые — нелюдимые, одиночки. Люди, которые по разным причинам были отторгнуты социумом."
    "И социум дал нам второй шанс, дал нам такого же одиночку в друзья, напарники, товарищи по играм. И, возможно, даже в любовники."
    "Она ещё несколько минут судорожно вздрагивала, горячо дыша куда-то в область моей подмышки, а я вдруг поймал себя на мысли что мне, оказывается, так очень даже комфортно."
    dreamgirl "Поздравляю. Ты почувствовал себя нужным."
    dreamgirl "Первый шаг на пути в бездну сделан."
    me "Мику, ну перестань, родная, ну что ты в самом деле. Ну, подумаешь, злая вожатая и дебилы-пионеры."
    me "Да плюнь. Не стоят они твоих слёз."
    mi "Правда?"
    show mi cry_smile pioneer
    "Она подняла заплаканные глаза, а я вдруг понял, что не сумею, не прощу себе, если однажды совру им."
    me "Правда."
    show mi grin pioneer at center 
    with dspr
    mi "А зачем я тебе нужна? Ты так легко ушёл, когда тебя увели…"
    me "Мне трудно сказать точно — зачем. Но то, что нужна — совершенно определённо."
    "А она, засмущавшись вдруг близости, спряталась на груди, вполне очевидно млея, предоставляя мне возможность пообщаться с её затылком."
    me "Мне на вожатку накричать пришлось, чтобы к тебе отпустила…"
    "Я вдруг осознал, что стою, обнимая девочку, далеко мне не безразличную. Что вдыхаю аромат её волос, отдающий эвкалиптом."
    "И что мне очень хочется коснуться её макушки губами."
    "Нестерпимо хочется."
    th "Надеюсь, поймёт правильно."
    show mi happy pioneer at center 
    with dspr
    "Я потянулся немедля воплотить желаемое."
    "А тут она опять заворочалась, устраиваясь поудобнее, подняла голову с полузакрытыми от удовольствия глазами…"
    mi "Спа…"
    "В общем, ни я до её макушки не дотянулся, ни она не договорила."
    "Мне вдруг показалось, что танцевать сегодня я так и не научусь."
    mi "Спасибо, что вернулся…"
    "С явной неохотой отрываясь от меня, сказала она."
    mi "Но нам ещё целую кучу дел надо сделать."
    window hide
    stop music fadeout 3
    "Она кивнула на вешалку, ранее мной незамеченную. Там уже висел мой новый костюм на вечер."
    "Приведённый в божеский вид он казался ещё лучше, чем в полутёмной кладовке."
    me "Спасибо."
    me "Выглядит действительно здорово."
    "Я кинул взгляд на висящее по соседству платье."
    me "Хотя и не так здорово, как твоё платье."
    "Она зарумянилась от похвалы."
    mi "А я музыку подобрала. Потанцуем?"
    stop ambience fadeout 2
    "Её голос дрогнул."
    window hide
    show mi upset pioneer at center with dissolve
    "А что я мог ответить?"
    me "Конечно."
    "Сказал я."
    play music music_list["raindrops"] fadein 3
    "Она подала мне руку и вывела на середину зала."
    "Из магнитофона грянула какая-то полузнакомая мелодия, и я, с грехом пополам вспомнив, как правильно держать руки во время танца, обнял её за талию и привлёк к себе."
    show mi laugh pioneer
    mi "Не так близко, Сём."
    show mi normal pioneer at center with dspr
    "Она повела плечом, отсчитывая такты вступления."
    th "Держать спину, не сутулиться, дышать тихо, не прислоняться близко к партнёрше, не облажаться с направлением вращения, в глаза смотреть, только если сама отстранится."
    "Затараторило подсознание."
    dreamgirl "Предлагаю просто заткнуться и наслаждаться танцем. Кажется, у нас и так всё неплохо получается."
    "И в самом деле, я не заметил, как миновал первый куплет каких-то шведов и мы плавно дотоптались до припева."
    mi "А ты знаешь, у тебя получается!"
    show mi smile pioneer with dissolve
    "Её глаза сияли."
    show mi sad pioneer at center with dspr
    mi "И ничего никакой ты не медведь.{w} Ну разве что самую чуточку."
    me "Что? Почему?"
    "Я с трудом вынырнул из сладостного дурмана."
    mi "Потому что прижимать меня к себе не надо так сильно."
    show mi laugh pioneer at center with dspr
    mi "Я, в общем-то, только за. Но так у нас танцевать не получится."
    me "Прости…"
    "Я покраснел и ослабил хватку."
    me "Слушай, а это обязательно? Ну… Танцы эти."
    "Я совсем не против был танцевать с Мику.{w} Но делать это при всём честном народе…"
    show mi smile pioneer at center 
    with dspr
    mi "А что такое?{w} Ты стесняешься?"
    "Я угрюмо кивнул."
    mi "Это ты зря. Я тебе вот что скажу — на танцах все вокруг сами стесняются."
    "Она посмотрела мне в глаза и улыбнулась как-то по-новому, с намёком, с обещанием."
    mi "Им страшно начать танцевать, потому что никто не хочет чувствовать себя первым дураком, кривляющимся на танцполе."
    mi "Им страшно танцевать от души, так как они боятся, что может найтись тот, кто ткнёт в их сторону пальцем и противно засмеётся над их техникой танца."
    mi "И с ужасом ожидают момента, когда они растанцуются, а ведущий вдруг поставит такую музыку, под которую лично им невозможно танцевать."
    me "Это верно…"
    show mi happy pioneer at center 
    with dspr
    mi "Вот и расслабься. Танцы должны приносить удовольствие, не надо ходить на танцпол как на работу. Иначе… Иначе ты просто однажды не сможешь туда ходить. Потому что слишком стар, или слишком взросл, или слишком устал."
    mi "И вот тебя тянут за руку, а ты отрицательно качаешь головой. Потому что знаешь, что не получишь здесь удовольствия. Значит, в тебе умер ещё один кусочек детства."
    mi "А его и так отведено мало, никогда не надо спешить становиться взрослее. Танцуй, пока молодой."
    me "А как же твои выступления? Концерты."
    "Она лукаво улыбнулась."
    show mi smile pioneer at center with dspr
    mi "Я ни дня не считала их своей работой."
    mi "Это как будто дискотека, где ты танцуешь для всех — а они прыгают по ту сторону полицейских заграждений, и в воздухе разлита такая энергетика, что ты неделю потом пьяная от счастья ходишь."
    mi "А здесь можно позволить себе побаловаться и отключить голову, и будто самой спуститься в толпу."
    "Музыка давно закончилась, а мы всё стояли, не спеша расцеплять руки."
    me "А если окружение пытается выдавить это из тебя? Сама жизнь. Если оказывается, что это никому не нужно и никогда не было нужно?"
    "Она рассмеялась."
    mi "Значит, тебе такая жизнь не нужна."
    show mi normal pioneer at center 
    with dspr
    "Наконец, щелчком отключившегося воспроизведения нам дали понять, что кассета закончилась."
    "Вздохнув, Мику отошла к магнитофону и переставила плёнку."
    "Из динамиков заголосил де Бург, и мы вернулись к меланхоличному топтанию на месте."
    hide mi
    window hide
    with fade
    "Мы протанцевали до ужина, и даже горн еле-еле смог достучаться до пары затуманенных сознаний, нетерпеливо и ненасытно общающихся, внезапно нашедших друг друга."
    "Я постеснялся бы назвать это влюблённостью. Это, скорее, то восторженное чувство, когда ты находишь кого-то, кто продолжение тебя."
    "Или как в той дурацкой теории о том, что у каждого человека есть собственная половинка, без которой он как бы неполноценен и ущербен."
    show mi shy pioneer with dissolve
    mi "Ладно."
    mi "Я тебе, наверное, уже совсем надоела."
    me "Ты не…"
    "Она замахала руками:"
    mi "Ничего и слышать не желаю! Пошли подкормим тебя, пока ты в голодный обморок не свалился."
    mi "А то сил на собственно танцы не хватит."
    "Здесь я, конечно, с ней согласился."
    "Мы обесточили аппаратуру, закрыли помещение клуба и неторопливо направились в сторону столовой."
    $ alt_day3_mi_date = True
    stop music fadeout 3
    window hide
    with fade2
    return

label alt_day3_eventAf_dining_hall1:
    scene bg ext_dining_hall_away_day with dissolve
    play music music_list["glimmering_coals"] fadein 5
    "Ульянка далеко не ушла от кухни — она стояла чуть ли не под самой дверью, что-то старательно выглядывая у себя под ногами."
    me "Ку."
    "Я подошёл слева, а похлопал её по правому плечу."
    if alt_day3_duty:
        show us normal sport
    else:
        show us normal pioneer
    us "Ква."
    me "Чем занимаешься?"
    us "А ты с какой целью интересуешься?"
    "Подозрительно спросила Ульянка."
    me "Да любопытно просто."
    "И хочется быть в курсе, если я вдруг стал целью очередной проказы."
    "Предупреждён — значит, вооружён!"
    us "Обещаешь никому не говорить?"
    if alt_day3_duty:
        show us smile sport
    else:
        show us smile pioneer
    me "Зуб даю!"
    us "Жуков!"
    me "Что жуков?"
    us "Ловлю!"
    me "Но зачем?!"
    if alt_day3_duty:
        show us calml sport
    else:
        show us calml pioneer
    us "Что значит «зачем»?"
    us "Да ты знаешь, сколько с жуками штук сделать можно!"
    if alt_day3_duty:
        show us laugh sport
        me "Ага-ага, мне Мику сегодня уже об одной такой рассказала."
        me "Штуке."
    else:
        show us laugh pioneer
    us "Да! Жаль, ты не видел этого красавца! Жуг-рогач, с мизинец размером!"
    us "Ленка так орала, что я у себя в доме слышала!"
    "Я невольно представил себе эту картину — Мику, держащая на ладони огромного жука, и рядом заливающаяся визгом Лена."
    me "И кого ты хочешь сегодня заставить орать?"
    "Она многозначительно ухмыльнулась."
    if alt_day3_duty:
        show us grin sport
        us "А то ты сам не догадываешься!"
        me "Меня?!"
        "Она отрицательно покачала головой."
        us "Ещё одна попытка."
        me "Да кого, блин?!"
        us "Ну подумай! Кто у нас самая злая и плохая взрослая тётка?!"
    "Я ахнул, догадавшись."
    me "Нет. Ты не сделаешь этого!"
    us "Вообще-то…"
    "Она потрясла спичечным коробком рядом с ухом."
    us "Начало уже положено."
    us "За тобой решение — присоединиться к армии мщения или пойти ябедничать."
    menu:
        "Пойти рассказать":
            $ karma += 10
            $ lp_us -= 1
            $ alt_day3_us_bugs = 2
            me "Ульяна, мне всё это не нравится."
            "Нравоучительным тоном сказал я."
            me "Ты должна немедленно это прекратить!"
            if alt_day3_duty:
                me "Тебе что, дежурства сегодняшнего мало? Хочешь ещё?"
                me "Влетит-то нам обоим."
            "Она насупилась и промолчала."
            me "В общем, я иду и рассказываю всё Ольге Дмитриевне."
            me "У тебя есть время разогнать жуков, пока я иду к её домику, после чего тебе здорово влетит."
            "Я недобро улыбнулся."
            me "И в этот раз уже не попаду под рикошет."
            "Не слушая её криков, я развернулся и покинул опасную территорию."
            stop music fadeout 6
        "Мне всё равно":
            me "Да делай ты что хочешь."
            "Я пожал плечами."
            me "Меня только в это не впутывай."
            if alt_day3_duty:
                show us normal sport
            else:
                show us normal pioneer
            us "Ну и иди!"
            us "Зануда."
            "Не слушая её криков, я развернулся и покинул опасную территорию."
            stop music fadeout 6
        "Я в деле!":
            me "Что за глупые вопросы ты задаешь!"
            me "Конечно же, я в деле!"
            $ karma -= 15
            $ lp_us += 1
            $ alt_day3_us_bugs = 1
            if alt_day3_duty:
                show us laugh sport
            else:
                show us laugh pioneer
            us "Прекрасно!"
            us "Значит, сейчас идём на площадь и там начнём ловить."
            window hide
            scene bg ext_square_day with fade2
        
            me "Что-нибудь особенное потребуется?"
            if alt_day3_duty:
                show us smile sport
            else:
                show us smile pioneer
            us "Ты! Как мужчина!"
            "Я было покраснел, но Ульянка смотрела спокойно и не думала смущаться."
            me "Это в каком смысле?"
            us "Что значит в каком?"
            if alt_day3_duty:
                show us normal sport
            else:
                show us normal pioneer
            us "Ты мужчина, значит, сильный должен быть."
            us "Я видела пару плит с муравьями, значит, под ними есть насекомые."
            "Она кивнула на пожарный щит."
            us "Возьми багор или ломик и пошли."
            "Я последовал её указанию и мы направились к трибуне, откуда Ольга Дмитриевна обычно зачитывает с утра свои пафосные воззвания."
            "Лом оказался толстенькой такой железякой, гранёной квадратом для большей ухватистости, крашенной в тревожный красный."
            "Видимо, от времени и погоды краска облупилась, и вместо ладненького инвентаря в руках у меня было печальное убожище, вперемешку покрытое ржавчиной и облупившейся красной краской."
            "К слову, очень даже тяжёлое."
            me "Надеюсь, мы не в центре площади будем ковыряться?"
            if alt_day3_duty:
                show us calml sport with dissolve
            else:
                show us calml pioneer with dissolve
            us "У меня, может, лицо и глупое, но я не дура совсем!"
            if alt_day3_duty:
                show us normal sport with dspr
            else:
                show us normal pioneer with dspr
            "Кажется, она немного обиделась."
            us "Следи за плитами."
            us "Я уже с утра тут ходила и смотрела."
            us "Видишь, вот это возвышение со всех сторон обложено. И со стороны кустов, где никто не ходит — тоже!"
            "Ну да, вечный перфекционизм отечественного строителя."
            "Жаль только, канул в лету вместе с перестройкой."
            us "Там нас точно никто не увидит!"
            us "В общем, смотри."
            "Она начертила носком сандалии крест на земле приблизительно в пяти сантиметрах от края плиты."
            us "Втыкаешь свою палку вот сюда — смотри, чтобы край был заточенный, плоский не очень хорош."
            us "И потом висишь на другом конце, опускаясь, чтобы плиту поддеть."
            us "Будь я потяжелее или посильнее, сама бы справилась."
            "Она разочарованно развела руками."
            us "Но тут, кажется, нужен мужчина."
            if alt_day3_duty:
                show us laugh sport with dissolve
            else:
                show us laugh pioneer with dissolve
            us "Так что работай!"
            "И мы приступили к работе!"
            "Тяжёлый лом вонзился в песок, легко прокалывая слой дёрна."
            "Я примерился и повис, пытаясь приблизить его к земле."
            us "Ровнее! Да ровнее же!"
            me "Я стараюсь! Не лезь под руку."
            "Ценой нескольких мозолей и отдавленной ноги я, в результате, сориентировался, как и что делать, поэтому не прошло и трёх минут, как первая плита была перевёрнута."
            "И она дала богатейший улов!"
            "Я еле-еле успел отскочить, когда с отваленной бетонки во все стороны брызнули какие-то муравьи с крыльями, пауки и прочие мерзостные твари!"
            us "Ах, какая красота!"
            "Ульянка захлопала в ладоши и, сорвав растущий тут же листик подорожника, кинулась ловить особо отвратительно выглядящих насекомых."
            "Нет, мокрицами и муравьями она брезговала. Её больше интересовали разного рода хитиновые гады."
            "Я стоял поодаль и с опаской наблюдал за тем, как Ульянка, заливаясь хохотом, ловит очередную угрожающую тварь и определяет её в спичечный коробок, откуда уже слышен хор скрипов и скрежетов."
            "Что бы Ольга Дмитриевна ни сделала Ульянке, похоже, что та решила мстить всерьёз!"
            if alt_day3_duty:
                show us normal sport
            else:
                show us normal pioneer
            "Видно, что опыт в охоте на насекомых у девочки был недюжинный!"
            us "Ну всё, я сейчас обмахну всех гадов, и можно ставить на место."
            "В голове вдруг заиграла «Хакуна Матата»."
            me "И всё?"
            us "Нет, конечно! Я не уйду отсюда, пока не забью коробок полностью."
            "А это значит — минимум две такие плиты?"
            "Я порадовался, что не меня она их ловить заставляет."
            "Ну так правильно же! Разделение труда, как во всех нормальных предприятиях."
            us "Не спи!"
            "Вывел меня из размышлений резкий окрик."
            us "Вот следующая плита."
            "Она опять нарисовала крестик на земле."
            "…"
            scene bg ext_square_day with fade
            "Когда мы закончили, у меня гудела спина и болели оттоптанные ломом конечности."
            "Вообще-то, болело всё!"
            "Никогда не думал, что переворачивать какие-то камни может быть так тяжело!"
            "Их, правда, оказалось не три, как я ожидал, а пять — но и этого оказалось достаточно для того, чтобы замозолить ладони и основательно так подкрасить их ржаво-красным."
            "Который, похоже, не оттирался!"
            "Надеюсь, это стоило того…"
            if alt_day3_duty:
                show us smile sport with dissolve
            else:
                show us smile pioneer with dissolve
            us "Всё! Мы закончили!"
            us "Спасибо!"
            "Она помахала и убежала, оставив мне последнюю плиту и тяжёлый лом."
            hide us with dissolve
            "Вздохнув, я поставил бетонное изделие на место и поволок лом к щиту."
            "Там меня и застукала Ольга Дмитриевна."
            show mt normal pioneer
            mt "Семён, куда это ты несёшь лом?"
            "Подозрительно поинтересовалась она."
            me "Куда-куда… На пожарный щит."
            "Неохотно ответил я. Сил уже совсем не осталось."
            mt "Ясно. Хм."
            "Она задумалась. Кажется, логичность моего ответа привела её в замешательство."
            "Не на ту напал!"
            mt "А откуда?"
            "Быстро сориентировалась она."
            me "С земли, Ольга Дмитриевна!"
            "Язвительно ответил я."
            me "Мне на секунду показалось, что не место лому на земле."
            me "Хотя если вы считаете иначе…"
            mt "Нет-нет!"
            "Она замахала руками."
            mt "Неси. Просто непонятно…"
            "Она задумалась было, но тряхнула чёлкой, видимо, запретив себе тратить время на непонятные вопросы."
            mt "Через десять минут кушать. Не опаздывай."
            hide mt
            "Она скрылась из виду, а через пять минут, уложив инвентарь обратно на крюки, за ней последовал и я."
            "Есть хотелось страшно!"
            stop music fadeout 3
    window hide
    return

label alt_day3_eventAf_admins1:
    scene bg ext_admins_day_7dl with dissolve
    play music music_list["everyday_theme"] fadein 5
    play ambience ambience_camp_center_day
    "Бывший хороший мальчик, бывший друг, возлюбленный-влюблённый, бывший мечтатель, бывший, бывший…"
    "Я сидел на скамейке у здания администрации, и больше всего мне хотелось просто встать и удалиться."
    "Я серьёзно."
    "Моё чутьё практически открытым текстом указывало мне на то, что если я пробуду тут ещё чуть-чуть, то миную точку невозврата."
    "После которой всё будет по-другому."
    "Однажды я постановил себе, что мне не нужны люди, что улыбка нужна только для того, чтобы не сойти с ума, и что все врут."
    "История недолгая, но объяснимая и понятная — ничего пугающего."
    "И на людей, которых заживо отфотошопили так, что иногда смотреть было больно на их красоту, я реагировал как на предметы мебели: с приблизительно той же интерактивностью."
    show sl normal pioneer with dissolve
    sl "Сидишь?"
    th "Воу! А как ты догадалась?! {w}Шаман, однако."
    "Я кивнул."
    "Сейчас, когда у меня появилось время разобраться в себе и привести мысли в порядок, мне удалось вернуть привычное уже ироническое отношение вообще ко всему."
    "Включая и собственные духовные терзания."
    "События выстраивались единой чередой: от знакомства у ворот до вчерашних нечаянных объятий."
    show sl smile2 pioneer with dspr
    sl "Прости, что я так тебя постоянно использую."
    "Смущённо улыбнулась девушка."
    sl "Но по правилам дежурить надо именно вдвоём, а мне больше некого попросить."
    me "Вот как? {w}А что же остальные?"
    sl "Мику безвылазно в клубе — у неё послезавтра концерт, ей необходимо утрясти все тонкости — я её почти что и не трогаю."
    sl "Лена рисует стенгазету."
    sl "Алиса с ней — в родительском концерте не участвует, готовится к гала-выступлению, о деталях молчит, но говорит, что будет бомба."
    me "А Ульяна?"
    show sl laugh pioneer with dspr
    sl "А ей я не доверяю!"
    "С удручающей честностью ответила девушка."
    window hide
    play sound sfx_open_dooor_campus_2
    pause(1)
    scene bg int_chief_office_day_7dl at zenterleft
    show sl normal pioneer at cleft
    with dissolve
    play ambience ambience_int_cabin_day fadein 3
    "Своей волшебной связкой она открыла сначала здание администрации, а за ним и дверь в кабинет начальника лагеря."
    "И я, наконец, оказался в святая святых."
    "Кабинет как кабинет — кажется, их все делают по единым лекалам."
    "Главенствует над помещением, понятно, огромный стол с листом плексигласа во всю столешницу, под которым уютно загорают разнообразные вырезки из газет, планы на смену и записки-пятиминутки (как правило, самые устойчивые долгожители)."
    "По левую руку в небольшом углублении телефон — я снял трубку — рабочий."
    sl "Он внутренний."
    "Правильно поняла мои мысли Славя."
    sl "Хотели подключить внешний номер, но что-то не получилось — я не в курсе относительно всей истории."
    sl "Так что позвонить можно только по лагерю."
    show sl smile pioneer with dspr
    sl "Такой вот полезный аппарат."
    me "А куда можно?"
    "Славя забавно наморщила лоб, вспоминая:"
    sl "В медпункт можно, на лодочную станцию, ко мне на склад и, кажется, в столовую. {w}Вроде, всё."
    me "М-да, бездна пользы."
    "Фыркнул я, с сожалением отказываясь от идеи позвонить президенту мира и потребовать вернуть меня на родину."
    "Хотя после оглашения года вопрос возвращения становился довольно-таки щекотливым."
    "После переезда из центра Петербурга я жил в однушке улучшенной планировки — как их ещё называли, «сотах», каким-то хитрым образом оставляющей всего одну стену общей с соседями."
    "И высотка наша шестнадцатиэтажная была выстроена аккурат в год, когда я встал на крыло и отправился в самостоятельный полёт по жизни."
    "То есть, как несложно догадаться, в этом времени мою высотку ещё даже не построили — возвращаться было некуда."
    "Разве что повидать родичей? В Петербурге. {w}Ах, да. Он же здесь всё ещё Ленинград."
    "Следующим предметом, заслуживающим внимания, был огромный модульный шкаф, к которому тут же направилась Славя."
    sl "Семён, не в службу, а в дружбу…"
    me "Да?"
    "Рядом со шкафом стояла табуретка и, судя по взгляду Слави, добраться надо было именно наверх."
    hide sl with dissolve
    "Вздохнув, я взгромоздился на табуретку."
    th "Вот нет бы наоборот!"
    dreamgirl "Да. Она бы такая на табуреточку, а у неё всё видно, и ты такой её типа поддерживаешь, а она потеряла равновесие."
    dreamgirl "И ты её ловишь, и в полете можешь даже потрогать за разные места — всё равно в итоге награда победителю: поцелуй от спасённой блондинки!"
    dreamgirl "Классика жанра же!"
    th "Эротические фантазии."
    me "Нет бы, сама залезла."
    "Поделился я соображениями внутреннего голоса."
    me "Сама же с утра говорила, что если что мальчика не унесёшь."
    "Я открыл дверцы — и добрых пару минут воевал с посыпавшимися оттуда фотографиями, альбомами, мешками, ёлочной мишурой и прочей атрибутикой бытия пионерского лагеря."
    sl "Я бы и рада."
    "Донёсся снизу смех."
    sl "Кому же не приятно, когда её ловят на руки?"
    sl "Но я туда, к сожалению, не достаю — тебе пришлось бы меня подсаживать."
    me "Не продолжай, я понял — а мне ты ещё не настолько доверяешь."
    sl "Семён!"
    me "Всё, молчу."
    window hide
    with fade
    "Я почти воочию представил себе, как девушка садится мне на плечи, я разгибаюсь, мы пытаемся поймать равновесие, а под ладонью нежная девичья кожа."
    "Помотал головой, отгоняя наваждение."
    "Невероятно притягательное наваждение, что уж там."
    me "Так я сюда зачем?"
    "Спросил я, наконец, одержав решительную победу на обоих фронтах: и на войне с содержимым шкафа, и в нелёгкой битве с собственным либидо."
    sl "Посмотри, пожалуйста, справа: там должна быть стопка чистых альбомов — спусти их мне."
    sl "А рядом с ними — коробка с римской цифрой II. Видишь?"
    "Несколько минут спустя мы уселись на полу, обложившись альбомами и снимками."
    show sl smile pioneer with dspr
    sl "Фотографии делает дядя Боря — у него намётан глаз."
    me "Физрук? Серьёзно?"
    sl "А что тебя удивляет?{w} В старых альбомах все снимки его, чему-нибудь за это время он должен был научиться, правда?"
    me "Все — это сколько?"
    sl "Да с момента основания лагеря в 74-м. {w}Представляешь, мне всего годик был тогда, а он уже фотографировал пионеров."
    show sl laugh pioneer with dspr
    sl "Конечно, не тогда, когда заставлял их сделать лишние двадцать кругов по полю за какую-нибудь провинность."
    show sl normal pioneer with dspr
    sl "Здесь снимки, которые он сделал в этой смене."
    "Сказала Славя, доставая из коробки толстенную пачку карточек."
    sl "Дядя Боря очень жадный до таких вещей, считает, что все хорошие моменты надо запечатлеть. {w}А так как альбом не резиновый, нам с тобой предстоит очень ответственная задача."
    "На альбоме уже значилось: «Совёнок, II смена, 1989-й год», видимо, кто-то уже приготовил альбомы заранее."
    stop music fadeout 3
    sl "Нам предстоит выбрать — что пойдёт в альбом, а что уедет в домашний архив дяди Бори."
    hide sl with dissolve
    "Первые сто фотографий, перетянутые аптечной резинкой, относились — забавно, но факт — к первым трём дням."
    "Заезд — пионеры, высыпавшие из автобуса, облачённые покамест кто во что горазд."
    play music music_list["farewell_to_the_past_full"] fadein 3
    "Фото были чёрно-белыми, что только добавляло им какого-то необъяснимо тёплого шарма."
    "Вот Лена — в довольно смелом платье, открывающем верхнюю часть спины, стоит, держа перед собой чемодан, и краснеет в камеру, и выглядит это и забавно, и мило."
    "Вот Алиса и Ульяна — смеются, чем-то довольные, дающие друг другу «пять»: мелкая в своей обычной футболке, старшая в раздельной спортивной форме, что была на ней вчера во время зарядки."
    "А вот Славя — в сарафанчике."
    me "У, красота какая!"
    show sl shy pioneer with dspr
    sl "Льстец!"
    me "Нет, правда! Очень красиво. А что это на платье нарисовано?"
    show sl smile pioneer with dspr
    sl "Если не прогуляешь вечерние танцы — и расскажу, и воочию посмотреть дам!"
    me "Поймал на слове!"
    "Я погрозил ей пальцем и вернулся к изучению фотографий."
    hide sl with dissolve
    "А вот одна — порванная пополам, но любовно склеенная казеиновым клеем."
    "Я говорил, что у Лены платье было смелым? {w}Уууу, как я ошибался."
    "На фотографии была Мику."
    me "Как её вообще из автобуса выпустили в таком?!"
    sl "Что?"
    "Славя заглянула мне через плечо, и я на миг вдохнул её дыхание, ощутил тепло её щеки рядом со своей."
    sl "А… {w}То самое скандальное платье!"
    sl "Она из автобуса вышла в майке и шортах, как Ульяна! {w}Платье это она на ужин надела."
    sl "Сам понимаешь реакцию."
    "Я покачал головой и отложил фотографию в пачку с будущим домашним архивом."
    "Хотя и было жуткое искушение тихо-мирно слямзить безхозный снимок."
    dreamgirl "Так а давай! Скажи ей, что за окном тираннозавр пролетел, а пока она будет смотреть, прячь под ремень."
    "Из тридцати снимков на первый день высокий суд в лице меня и Слави признал годными только шесть — которые девушка тут же и закрепила в альбоме."
    "Работа была не очень тяжёлой, да и проще она оказалась, чем думалось на первый взгляд: достаточно было отсеивать карточки, на которых не было обрезанных лиц, спин, гримас — и складывать пригодные для альбома карточки рядом со Славей."
    window hide
    with fade
    "Так что ничего удивительно не было в том, что спустя полчаса такой вот механической работы я немного заскучал."
    "И вполне логично решил скрасить время беседой."
    me "Славя, а ты можешь что-нибудь рассказать о себе?"
    show sl normal pioneer with dspr
    sl "В смысле?"
    me "Ну… Э…"
    "Я почувствовал, как краснею."
    "Терпеть ненавижу оказываться в такой ситуации — когда тебя не понимает девушка."
    "Симпатичная тебе девушка."
    "Вчерашний тяжёлый сапог оказался недостаточно тяжёлым, судя по всему."
    if alt_day2_walk == 2:
        me "Помнишь, мы вчера разговаривали про то, каково быть помощницей вожатой."
    else:
        me "Понимаешь, вечером, пока я от тебя сбежать пытался, понял, что додумал за тебя невесть что. {w}А я же ничего о тебе не знаю."
    "Выкрутился я."
    show sl serious pioneer with dspr
    sl "В смысле?"
    "Нахмурилась она."
    sl "Мне не жалко, но я же не стану тебе пересказывать всю свою жизнь!"
    me "Мне не кажется это такой уж плохой идеей."
    "Усмехнулся я."
    me "Но у нас и правда не так много времени… Вот ежели бы у костерка, да вечерком под гитару…"
    show sl smile pioneer with dspr
    sl "Кстати! {w}Послезавтра будет вечерний костёр."
    me "О, ещё одна вещь, которую я всегда жду от лагеря. {w}Но мы как-то очень плавно съехали с темы!"
    "Я погрозил ей пальцем."
    me "Давай так: то, что ты считаешь нужным сказать — представь, что мы совсем-совсем незнакомы (тем более, что это и правда так) — и тебе нужно рассказать о себе самое нужное."
    me "Представь большую комнату."
    "Я окинул взглядом кабинет начальника."
    me "Посередине стол. {w}А по разные стороны от него — два стула."
    "Исключая кресло начальника, так и было — по обе стороны от стола стояли два стула."
    me "Мы никогда не видели друг друга до этого, даже не подозревали о существовании."
    me "И…"
    show sl smile2 pioneer with dspr
    sl "Ох…"
    "Заправляя карточки второго дня смены — общепризнанного дня суматохи — вздохнула она."
    sl "Ладно, давай попробуем."
    sl "Привет! Меня зовут…"
    "Я незаметно щёлкнул клавишей записи и положил волкмен между нами так, чтобы не потерялось ни единое слово."
    sl "Я из райцентра, расположенного неподалёку, в лагере оказалась по распределению путёвок между учителями — одна досталась и отцу."
    "Голос Слави был похож на колыбельную — настолько ровным и чистым он был. Ни единой агрессивной нотки, неровности или неискренности."
    sl "Уже не первый раз здесь, в этом году хотела привезти кого-нибудь из младших братьев, но папа решил отдать вторую путёвку отцу Лены, поэтому она тоже здесь — тоже не впервые."
    me "Кого-нибудь?"
    show sl laugh pioneer with dspr
    sl "А нас как в сказке — семеро. {w}Я — ровно посерединке, четвёртая."
    sl "Хотя в семье постоянно нахожусь на ролях второй мамы…"
    sl "После переезда в город она стала давать уроки на подготовительных курсах для детишек пяти-шести лет, помогая им привыкнуть к школе, так что домой приходит поздно, часов в восемь — сам понимаешь, к тому моменту надо всех покормить."
    show sl sad pioneer with dspr
    sl "Вниманием я никогда не была избалована — то есть, когда дома девять человек, одиноко, конечно, не бывает, но мамы просто не хватало на нас всех."
    sl "Вот я и искала себя."
    sl "Сначала в учёбе. {w}Потом в общественной деятельности."
    sl "А потом и в какой-то семейной жизни."
    me "А сейчас?"
    me "Удивлён, что ты бросила свою большую семью на произвол родителей!"
    show sl happy pioneer with dspr
    sl "Не наговаривай на них, они хорошие! А сейчас у них отпуск, так что о братьях моих позаботятся."
    sl "А я, вот, забочусь о целом лагере — он как что-то живое, знаешь?"
    "Глаза у неё заблестели — похоже, давненько не находилось понимающего слушателя."
    "Тем более на тему, о которой она, оказывается, готова была разглагольствовать долго, не повторясь и не сбиваясь на частности."
    stop music fadeout 3
    window hide
    with fade
    "Я почти не слушал то, что говорит Славя — потом переслушаю запись, если потребуется."
    play music shape_of_my_heart fadein 3
    "Я больше вслушивался в звучание голоса."
    "Всматривался в то, как она ведёт себя."
    "До поры мне казалось, что она со мной вся такая милая-красивая-хорошая потому, что ей что-то от меня надо."
    "Комплекс гадкого утёнка."
    "Немного погодя, пусть и с самой активной её помощью, я этот комплекс пережил."
    "Но в таком случае вопрос её доброты оставался открытым."
    "В её глазах полно симпатии и обожания — но не потому, что я — это я."
    "А потому, что я — это тоже часть окружающего мира."
    "Вот и всё."
    "Вот и…"
    "То, что всё это время крутилось у меня в голове, наконец, сформировалось в конечный тезис."
    th "Просто у неё эмоциональный порог выше моего раз в пять."
    show sl normal pioneer with dspr
    th "Там где у неё находится нейтральная отметка, я уже давно прыгаю от счастья."
    th "Там, где она идёт и улыбается людям, я обычно хожу с нелюдимой физиономией и смотрю на всех как на пустое место."
    "Я ещё раз осознал всю глубину пропасти, разделяющей меня и таких вот девушек."
    dreamgirl "Ты не о том думаешь."
    th "О том. Я понял её приветливость как нечто личное — а она её как икру мечет."
    dreamgirl "Не о том. {w}Ты должен думать, как бы её эту приветливость полностью обратить на себя."
    th "Точно. {w}Предложить ей: {w}«А давай, ты пошлёшь весь лагерь и будешь нянькаться с одним мной?»"
    "Славя оборвала себя на полуслове."
    sl "Снова, да?"
    me "Что?"
    show sl serious pioneer with dspr
    sl "Ты же обещал мне, что не будешь больше замыкаться в себе!"
    me "Я обещал попробовать."
    "Окрысился я."
    me "Я попробовал. {w}Получилось хреново."
    show sl normal pioneer with dspr
    sl "Ты можешь сказать, в чём дело?"
    th "Ага. Щаз. Так я тебе и сказал."
    sl "Семён… Сём."
    "Она отложила стопку фотографий со дня Нептуна и поймала меня за плечо."
    sl "Ну, скажешь в чём дело?"
    th "В тебе. {w}Ты слишком близко подобралась."
    "Её голос был необычайно низким и… бархатистым, что ли?"
    sl "Сём.{w} Сёёёёмушка."
    "Она склонила голову набок."
    sl "Пожаааааалуйста."
    "Ох, кто бы знал, как я неловко себя чувствовал сейчас!"
    "И говорить вроде бы нельзя — я только-только сам забыл, как позволил себе сболтнуть вчера лишку — и молчать не получается."
    th "Я бы не уходила. Я бы сидела, терла ободок стакана или кольцо."
    th "И глядела в шею, ключицу, горло, ворот майки — но не в лицо."
    "Память, что ж ты делаешь со мной…"
    me "Ни в чём."
    "Я не мог глядеть ей в глаза."
    sl "Семё-он!"
    "Для полноты картинки не хватало, чтобы она подползла ко мне и начала щекотать."
    "И тогда только проветривать себя в окно, давясь едкой ненавистью, разбивая её кольцами о грязное стекло,  по ту сторону которого остался человек со светлыми глазами мечтателя."
    "Потому что не могу."
    me "Ни в чём."
    th "Страшно хочется, чтоб она тебя обожала, баловала и берегла."
    th "И напомни мне, чтоб я больше не приезжала."
    th "Чтобы я действительно не смогла."
    "Потому что не смею."
    window hide
    play sound sfx_open_door_kick
    pause(1)
    scene bg ext_admins_day_7dl with flash
    "Я судорожно выдохнул и выбежал из кабинета."
    "Выскочил на улицу."
    "Нестерпимо режуще было оставаться в помещении, где прозрачным дымом повис мой немой вопль о помощи."
    "Где всего хуже было то, что она слышала этот вопль и понимала, почему он звучит."
    "Славя что-то кричала из окошка, но я уже не обращал на это внимания."
    "Прекрасно знал, чем всё это заканчивается."
    "Старательно душил и душил в себе ненужные эмоции — а не получалось, пока она была рядом."
    "Мне нужно водки до тошноты и одиночества до волчьего воя."
    "Иначе я всем весом на неё обрушусь, со всеми своими надуманными проблемами, непонятными требованиями и безжалостным ожиданием чуда."
    "Мыслимо ли, чтобы человек занимал столько места в голове? {w}На третий — подумать только! Третий! — день знакомства."
    window hide
    scene bg ext_square_day with dissolve
    "А мыслимо ли, чтобы взрослый человек, давно за двадцать пять вёл себя как истеричная дурочка?"
    th "Что со мной?!"
    dreamgirl "Ничего. {w}Катись. Катись."
    th "Бутылкой по автостраде?"
    dreamgirl "Страшно признаться себе в том, что твоё юное тело руководит твоим умудрённым разумом?"
    dreamgirl "Страшно понять, что ты сам недалеко от него ушёл в развитии, от тела своего?"
    dreamgirl "Так что — катись. Катись. {w}Забей себе голову семечной шелухой, спрячься куда-нибудь."
    dreamgirl "Есть местечко на примете, где можно спрятаться…{w} от самого себя?"
    th "Но что мне делать?!"
    "Со стороны столовой долетел сигнал горна."
    stop music fadeout 10
    dreamgirl "Половина пятого вечера. "
    dreamgirl "Что делать?"
    dreamgirl "Иди дежурить. Пора на полдник накрывать."
    window hide
    return
    
label alt_day3_sl_postlunch:
    play music tilltheend fadein 3
    scene bg int_dining_hall_day with dissolve
    "Полдник прошёл как в тумане."
    "Я отмалчивался, ни разу не присел за стол, постоянно на ногах, на бегу — чувствуя на себе вопрошающий, испытующий взгляд."
    "И постоянно спотыкаясь об него."
    "Так что когда полдник закончился, я вздохнул с облегчением."
    scene bg ext_dining_hall_near_day
    with dissolve
    "Отправляясь вразнос, я обычно закрывал все окна-двери, вынимал симки из телефона, отключал интернет, телефон, электричество и, сидя в пыльных сумерках, накачивался полынной настойкой до тех пор, пока лицо не начинало приобретать тот же нежно-салатовый колер."
    "В своё время меня познакомила с абсентом одна девушка…"
    if herc:
        "Чуть не ставшая Сычёвой — вот парадокс."
    elif loki:
        "Которая угробила всю мою оставшуюся жизнь. Казалось бы, причём тут равноценная замена?"
    else:
        "О которой я почему-то больше ничего не помню."
        "Помню ласковые прикосновения к лицу, карие глаза, ямочки на щеках — отрывисто, чертами."
        "И всё."
    "В своё время я старался немного выбираться в люди — и каждая такая поездка могла зарядить меня настроением на месяц вперёд."
    "Я буквально упивался хорошим настроением — парадокс же! {w}Дома всё плохо, зарплаты едва-едва хватает на погашение коммунальных платежей, а я — счастлив."
    "У меня ничего не было, и мне ничего не было надо — пара сотен на проезд, на пачку сигарет да какую-нибудь слойку с сыром в супермаркете."
    "Но время шло."
    "Я заживо старел, искал причины сначала не быть с людьми, потом вообще ничего не делать."
    "Да что там… Я перестал заниматься саморазвитием."
    "Когда-то меня так грела мысль каждый день становиться умнее себя вчерашнего, сильнее, логичнее, интереснее."
    "Чтобы написать текст, а спустя полгода прочитать его, ужаснуться и переписать так, чтобы дух захватывало."
    "Стимул доказать что-то прежде всего самому себе."
    window hide
    scene bg ext_dining_hall_away_day at zexitleft
    with dissolve
    "Канул в Лету, как и всё, что было до этого."
    "И не в каких-то великих несчастьях дело."
    "Просто однажды как будто у заводной игрушки закончился завод, устала пружина, и колёса отказались катиться по жизни дальше."
    "Не знаю…{w}Возможно, если бы я однажды встретил на своём пути девушку вроде Слави, я бы и дальше нёсся над асфальтом, со скоростью, какую даёт только безоблачное настроение и хорошо зашнурованная обувь."
    dv "От Феоктистовой прячешься?"
    show dv grin pioneer2 at cleft with easeinright
    "Раздался насмешливый голос сзади."
    "Я вздрогнул:"
    me "Откуда знаешь?!"
    "Алиса. Конечно. Я почти зримо ощутил приближающиеся неприятности."
    show dv smile pioneer2 with dspr
    dv "А что тут знать — и так понятно, ты весь полдник от неё за колонной прятался как дурочка на смотринах."
    dv "Вы поссорились или…"
    "Тут она понизила голос:"
    dv "Ты ей в любви признался?"
    me "Рыжая!"
    show dv laugh pioneer2 with dspr
    dv "Как ты бурно реагируешь!"
    "Расхохоталась она."
    dv "Неужели угадала?"
    dv "Ты ей в любви признался? Так вы теперь любовники?"
    "Я решил игнорировать её."
    dv "Эй, ты чего?"
    th "Балбеска стоеросовая."
    dv "Ты обиделся, что ли?"
    th "Нет, я просто в восторге."
    show dv normal pioneer2 with dspr
    dv "Ну и зря, я же как лучше… {w}Феоктистова на десять часов!"
    me "Где?!" with vpunch
    "Я подпрыгнул на месте, готовый бежать сразу в разные стороны."
    show dv laugh pioneer2 with dspr
    dv "Попался!"
    me "Да иди ты знаешь куда!"
    "Я почувствовал, что закипаю."
    dv "Зря ты на нашу блондиночку разгубенился. {w}Не твоего поля она ягода."
    "Усмехнулась Алиса."
    "Кажется, её больше повеселила, чем напугала моя вспышка."
    dv "Пойду я, пока не сказали, что над новичками издеваюсь."
    dv "А захочешь к ней подкатывать — подумай сам, чего ты стоишь."
    stop music fadeout 3
    hide dv with dissolve
    th "Ничего себе."
    "Я проводил её взглядом, а потом и сам направился куда глаза глядят."
    window hide
    stop music fadeout 3
    scene bg ext_camp_entrance_day with dissolve
    play ambience ambience_camp_entrance_day fadein 3
    "А глядели они опять в сторону выхода."
    "Похоже, несмотря на все заманухи местного коммунистического рая, волк продолжал смотреть в лес."
    "Такая вот неблагодарная тварь человек."
    if alt_day_binder != 1:
        "Исключая отсутствующий где-то автобус, уволокший моё пальто в неведомые дали, здесь всё было по-прежнему."
    "Бушующая зелень кислотных оттенков, бездонно голубое небо и плывущий от зноя воздух, ручейками струящийся вверх над асфальтом."
    "Всё было так в этом сумасшедшем мире, всё было нормально и по распорядку."
    "Только я выбивался, грязным пятном на ковре."
    play music silent_angel fadein 3
    "Я поднял руку к глазам — подсмотрел где-то этот жест, не то в фильме, не то в игрушке какой."
    "Неплохой жест для того, чтобы убедиться в том, что контроль над реальностью всё ещё у меня и конечности реагируют на сигналы мозга с не слишком большим запаздыванием."
    "И только я убедился в том, что успешно сбежал ото всего лагеря, ото всех несносных издевающихся рыжих, от до боли всё понимающих блондинок и от злобных вожатых, которым только дай…"
    play sound_loop sfx_far_steps fadein 1
    "Я заслышал чьи-то шаги."
    "И застонал."
    "Кто бы сомневался — в одиночестве сегодня мне побыть не дадут."
    "Возможно, если бы я побежал куда-нибудь в лес и долго-долго бежал…"
    "И то не факт."
    stop sound_loop fadeout 4
    "Ворота скрипнули, и моему взгляду предстала…"
    show sl normal pioneer with dspr
    me "Да от тебя вообще никуда не деться, что ли?"
    "Пробормотал я."
    "Улыбается. Она постоянно улыбается."
    "А глаза голубые-голубые."
    "Интересно, как ей это удаётся? {w}Я готов прозакладывать левый палец за то, что никто не видел меня, пока я плёлся сюда."
    sl "Бедный Сёмушка."
    "Вздохнула она, присаживаясь рядом. "
    "Меня снова окатило непонятным, трудно выразимым чувством — как будто попал под тёплый порыв ветра, или солнце выглянуло сквозь тучи."
    "Она ладила со всеми на подсознательном уровне — наверное, поэтому Двачевская так старательно и держалась от неё подальше, справедливо опасаясь подпасть под харизму."
    sl "Мечешься, сомневаешься, боишься."
    me "Что всё это значит?{w} Как ты меня нашла?"
    show sl smile pioneer with dspr
    sl "Вчера… Когда обнимала тебя…"
    dreamgirl "Она повесила на тебя «маячок»!"
    th "Да ну. Не тот уровень технологий."
    dreamgirl "А вдруг она — сверхсекретный агент кровавой гэбни, и теперь вербует тебя, чтобы ты выдал ей секрет «Кока-колы»."
    sl "И сегодня, когда за плечо…"
    sl "Я не знаю."
    "Улыбнулась она."
    sl "Просто я теперь могу поставить себя на твоё место — понять, как бы я поступила, будь я тобой."
    dreamgirl "Электросенс? Пффф, давайте вернёмся к гипотезе с «жучками»? {w}Они хотя бы научно объяснимы."
    th "Способность думать как другой человек тоже научно объяснима."
    "Славя снова была в своём репертуаре: милая, добрая, обаятельная."
    "Рука не поднималась сделать то, чего хотелось больше всего — придушить её как следует и допросить по законам военного времени."
    "Я попробовал утешить себя мыслью, что можно при случае придушить Двачевскую."
    me "Неплохо, Шерлок. И дальше что?"
    sl "Ты так неожиданно убежал, как будто я что-то плохое сделала или сказала."
    sl "Хотела извиниться, если так."
    me "И только за этим меня искала?!"
    show sl happy pioneer with dspr
    
    sl "Я считаю, что надо жить в мире с окружением. {w}А ты так старательно делал вид, что тебя нет, что я не стала находить тебя за той колонной."
    sl "Решила поговорить попозже и без свидетелей."
    th "Ничего себе, почти как герой Пьюзо заговорила!"
    dreamgirl "Смотри, чтобы «томми» не достала!"
    show sl serious pioneer with dspr
    sl "Семён, я, наверное, надоела тебе хуже горькой редьки."
    sl "Но просто хочу напомнить — сегодня танцы. {w}А ты обещал мне потанцевать со мной."
    sl "Не убегай, пожалуйста."
    "Брррр. {w}Какую бы простушку местный серый кардинал из себя ни строила, видела она меня насквозь."
    sl "Мне будет грустно без тебя."
    "Славя уютно ткнулась лбом мне в плечо и смотрела исподлобья своими фарами голубыми, насквозь просвечивала."
    sl "А у нас мальчиков нет, а те, что есть, танцевать не хотят. Ну? Останешься?"
    me "Нет."
    "Проворчал я."
    me "Не даёт мне покоя подвих Михайлы свет Василича, сброшу тапки да пешедралом в местный райцентр. {w}Сколько до него, кстати?"
    show sl smile pioneer with dspr
    sl "Триста километров."
    "Славя уже улыбалась."
    sl "Правда пойдёшь?"
    "И поди разбери её, шутит или всерьёз спрашивает?"
    me "Да. Надоели вы мне. {w}Только и делаете, что заставляете чувствовать себя глупо."
    sl "Жаль."
    "Она вздохнула."
    show sl shy pioneer with dspr
    sl "Стыдно признаться, я тебя немножечко стесняюсь, вроде ничего плохо тебе не сделала, а стесняюсь."
    sl "Теперь уйдёшь, а я и не пойму ничего."
    "Ну и что было с ней делать? "
    th "И какая, блин, свобода, равенство, братство…"
    "Ослик был сегодня зол, он узнал, что он баран."
    th "А я, вместо того, чтобы волосы на голове рвать и бегать, пытаясь понять, кто на мне машину времени испытал, сижу и стараюсь дышать через раз, ведь она меня через два слоя рубашек…"
    "Славя отпрянула, будто прочитав мои мысли."
    "А я с сожалением проводил её взглядом, тёплую такую, милую, ласковую…"
    sl "Но, может, всё-таки передумаешь?"
    show sl smile2 pioneer with dissolve
    sl "Или давай вместе? Как там в песне: «если долго-долго-долго, если долго по дорожке», помнишь слова?"
    "Я рассмеялся, чувствуя, как трухой осыпается неловкий паралич, сковывавший тело последние два часа."
    "Рядом со Славей получалось быть либо честным, либо враждебным."
    "А это всё одно было бы, что ударить кулаком по этим губам идеальной формы, раскромсать счастье, плещущее под ресницами."
    "Я, конечно, слыхал про идиотов, что плещут соляной кислотой на полотна, но к сожалению или к счастью, — был не из их числа."
    me "Никуда я не пойду."
    "Признался я, понимая, что говорю куда больше, чем значат слова."
    "Почти осязаемый контекст."
    th "Неужели приворотила?"
    "Потому что ну не может же быть это с первого взгляда, а?"
    "Не может же."
    "Правда?"
    show sl normal pioneer with dspr
    sl "Что ж, если ты никуда не хочешь бежать, может, пойдём в лагерь?"
    sl "У меня для тебя ещё одно задание, ты же так их любишь."
    "И здесь она точно издевалась!"
    "Но с таким искренним взглядом."
    "И так трогательно протягивая мне ладошку."
    stop music fadeout 10
    menu:
        "Принять руку.":
            "Последним идиотом надо было быть, чтобы отказаться."
            "Как иначе-то?"
            $ alt_day3_sl_day_event2 = True
            $ lp_sl += 1
            stop ambience
            play music music_list["i_want_to_play"] fadein 3
            window hide
            scene bg ext_stage_big_day
            show sl normal pioneer
            with dissolve
            me "Ну кто бы сомневался…"
            "На сцене уже намечалось определённое шевеление — и две колонки, отключённые, уже ожидали своего часа на краю эстрады."
            me "Ага. Их?"
            "Славя кивнула."
            "Причём для неё чем-то самим собой разумеющимся было то, что тяжелое носить будет ещё и она."
            "Поневоле начинаешь верить в то, что выросла она в мужском коллективе."
            sl "Ну, взяли?"
            "Охохо, грехи мои тяжкие…"
        "Ты иди.":
            me "Я ещё немного посижу."
            me "Ладно?"
            "Улыбка девочки потускнела, но она понятливо кивнула."
            hide sl with dissolve
            "И больше не доставая меня, скрылась за воротами."
            "А я позволил себе пошевелиться только тогда, когда на часах набежала половина восьмого."
            "И пошёл."
            "Дежурить."
    window hide
    stop ambience fadeout 1
    return
        
label alt_day3_eventAf_me_mt_house1:
    scene bg map_alt1 with dissolve
    "Поспать показалось мне прекрасной затеей."
    "И пусть весь мир подождёт."
    window hide
    return

label alt_day3_eventAf_library1:
    scene bg ext_library_day with fade
    play ambience ambience_camp_center_day fadein 1
    if alt_day3_un_invite == 1:
        play music music_list["get_to_know_me_better"] fadein 5
        $ alt_day3_un_invite = 2
        "На том же самом месте."
        "Я снова, как с утра, стоял у здания библиотеки и лениво прикидывал — стоит ли мне туда соваться."
        "Видеть жука-очкарика не хотелось. Обоих жуков-очкариков."
        "От гриба болела голова."
        "А ведь с ними ручкаться придётся."
        th "Может, устроить ещё один отвлекающий манёвр?"
        dreamgirl "Тебе ещё за предыдущие манёвры не попало, хочешь усугубить ситуацию?"
        th "Но меня с души воротит общаться с этими персонажами!"
        dreamgirl "Терпи. Ты же не хочешь огорчить Леночку."
        th "Каз-зёл."
        "Вздохнув, я толкнул дверь и зашёл."
        window hide
        scene bg int_library_day with fade
    
        show un smile pioneer
        "Лена уже ждала меня внутри."
        "На столе стояла квадратная кожаная сумка на ремешке, в которой, судя по всему, и содержались все необходимые для художника вещи."
        "Это, да ещё планшет, чтобы рисовать на коленях — и не хватает только беретки, чтобы получить облик настоящего французского художника."
        un "Пришёл? Хорошо."
        un "Бери кисти с красками, только аккуратно."
        show mz bukal pioneer at left
        mz "У нас здесь что теперь, дом свиданий?"
        "Раздался за спиной скрипучий голос жужелицы."
        "Похоже она проснулась."
        "А Лена сделала то, что меня удивило."
        show un rage pioneer 
        un "Не твоё! " with vpunch
        extend "Собачье! " with vpunch
        extend "Дело!" with vpunch
        "В три  приёма рявкнула она — да так, что я аж присел."
        th "Вот вам и девочка-омуток."
        show un shy pioneer
        un "Ох, прости, я тебя напугала?"
        "Она виновато улыбнулась."
        mz "Так значит, если Ольга спросит, сказать, что вы целоваться отправились?"
        "Кажется, жужелица не понимает простых намёков, даже высказанных в самой матерной форме."
        "Придётся объяснить по-человечески."
        me "Если Ольга спросит, сказать, что ты спала."
        me "А если по лагерю поползут слухи, мы будем знать, кого призвать к ответу."
        me "Ты там что-то мордой в столешницу искала. Вот и займись!" with vpunch
        "Заорал я."
        "Лена на заднем плане прыснула в кулак."
        "Мы вылетели из библиотеки."
        window hide
        play sound sfx_open_door_kick
        scene bg ext_library_day with dissolve
        show un laugh pioneer
        un "Семён."
        un "Ты хоть что-нибудь можешь делать, чтобы не превращать это в комедию?"
        me "Зачем?"
        "Я удивился."
        me "Мне нравится слушать, как ты смеёшься."
        me "Только ради этого стоило бы превратить всё вокруг в фарс."
        show un smile pioneer
        un "Ты ведь понимаешь, что Женя на нас обидится?"
        me "А чё она!"
        "Я сложил руки на груди."
        me "С первого дня меня невзлюбила, вот теперь и расплачивается!"
        "Лена только головой покачала."
        "В этот раз она не стала хватать своей ладошкой мою длань — всё-таки, габариты несопоставимы. Да и жарко, в чужой руке по такой погоде."
        "Вместо этого она указательным пальцем зацепилась за мой мизинец и, некоторое время шла, с энтузиазмом размахивая получившейся сцепкой."
        "Кажется, ей понравилось ощущение, потому что она кивнула с видом «отныне ходим так»."
        me "Мы с тобой как маленькие, идём, держась за ручку."
        "Заметил я. Сумка была ощутимо тяжёлой, но жаловаться не хотелось."
        show un grin pioneer at center with dissolve
        un "Так ты деть и я деть."
        un "Жизни надо радоваться, а не ходить с серьёзным и умным выражением на лице."
        me "Пару дней назад ты считала иначе."
        "Осторожно заметил я."
        window hide
        scene bg ext_warehouse_day_7dl with dissolve
    
        "В этот раз мы не стали никуда убегать, и выбрали в качестве места для рисования склад — тем более, что здесь было довольно живописно, а от самого склада вниз убегали две крайне удобные ступеньки."
        show un serious pioneer
        un "Пару дней назад я была другой."
        "Согласно кивнула Лена."
        un "Некому улыбаться было. И радоваться, если на то пошло."
        me "Теперь есть?"
        "Она многозначительно посмотрела на меня."
        "Я выдержал взгляд. В голове вдруг опять всплыли обеденные мысли."
        "Отряхнув ступеньки, я сел сам и приглашающе кивнул девочке:"
        me "Поболтаем?"
        show un normal pioneer
        "Она кивнула, усевшись рядом, как-то странно, сбоку, обняла, поискала позу поудобнее и наконец затихла."
        un "Так о чём ты хотел…"
        me "О нас, наверное…"
        "Задумчиво произнёс я."
        me "У нас было волшебное утро, но то, как оно закончилось, и то, что происходило на обеде, заставило меня задуматься вот о чём…"
        "Я взял паузу, но Лена, кажется, была полна терпения, потому что ни словом, ни единым жестом не поторопила меня."
        "Специально проверил — не уснула ли — нет, сидит, прижавшись, и внимает звукам моего голоса."
        un "Ты продолжай."
        me "Там, откуда я родом, есть понятие френдзоны. В подавляющем большинстве случае это означает отлучение от комиссарского тела по самому надуманному поводу. Притом, что претендент может обладать самыми положительными качествами."
        me "Даже выражение есть — ах, жаль, что я не встретила парня как ты."
        me "Возможно, я не самый сильный физиогномист или чтец жестов, но твоё поведение, сама осанка и прыгательная реакция на то, что я существую — будто говорят, что ты воспринимаешь меня как нечто родное."
        me "Но не близкое."
        show un shy pioneer
        un "Ммм… Разве такое возможно?"
        "Мягко поинтересовалась она."
        me "Вообще-то, возможно всё."
        me "Я просто хотел сказать тебе, что колёса отворачивать уже поздно — меня не устроит дружба, понимаешь?"
        "Кажется, она улыбнулась."
        un "Глупый. Разве ты не понимаешь, что с тем, кто тебе симпатичен, можно одновременно и дружить?"
        me "Хотелось бы верить."
        "Я покачал головой."
        un "Вдвойне глупый."
        "Она забралась пальцами мне под рубашку и меланхолично рисовала ногтями какие-то узоры прямо по коже."
        "Я весь передёрнулся от щекотки, а она в ответ рассмеялась."
        if alt_day2_date == 11 or alt_day2_date == 12:
            play music lunar_anguish fadein 4
            "И вдруг затихла, всхлипнула, вся подаваясь мне навстречу."
            un "Друг — сколько в этом слове? Кто-то, с кем тебе легко и хорошо."
            un "А может, это тот, кто единственный от тебя не отвернулся, когда все остальные просто бросили?"
            un "Зачем тебе истеричная я, когда у тебя полно тех, кто лучше, мягче и сговорчивее?"
            if lp_sl > 4:
                un "Дурочка эта колхозная, активистка."
            if lp_mi > 4:
                un "Японка — а я знаю, как она тебе нравится. С первой минуты в клубе. Помнишь?"
            if lp_dv > 4:
                un "Алиска… Я вижу, как ты на неё смотришь."
            "Я хотел было что-то возразить, но она вонзила ногти мне прямо в кожу."
            un "Молчи. Ты ничего не знаешь."
            un "Незнакомый, чистый мальчик, которого будто доставили сюда с заснеженных улиц куда более страшного и жестокого мира."
            un "Я за тобой смотрю с первого дня, с первой минуты."
            un "Как ты ходишь, двигаешься, дышишь."
            un "Ловлю твои отражения в стёклах и звуки слов в жарком воздухе."
            un "Ты — не от мира сего, ты — то, что мне дали, то ли в награду, то ли в наказание."
            un "Так или иначе, но ты — мой шанс вырваться из того заколдованного круга, куда я сама себя загнала."
            un "Скромная девочка, глядящая в пол, и не умеющая ничего, кроме как спрятаться в тарелку или за мольберт."
            un "И редко кому придёт в голову, что и мне чего-то может хотеться, так же раскидать, например, все заботы по тёмным углам и подставить себя огромному небу."
            un "Представить, что там, наверху — океан, только и ждущий, когда человек перестанет запрещать себе мечтать."
            un "И навстречу солнцу отправляются первые мечтатели, с головой, полной света, с сердцами, полными огня."
            un "Быть может, и мне там однажды найдётся место."
            "Она опять судорожно вздохнула, почти всхлипнула, а я не нашёлся ничего сделать лучше, чем положить руку ей на плечо и успокаивающе гладить, немного обескураженный."
            "А она продолжала свой горячечный шёпот, будто боясь, что капля нерастраченной тоски останется внутри и забродит, вырождаясь во что-то… некрасивое."
            "Невыплаканные эмоции никогда не рождают красоту."
            un "Я рисую иногда эти картины, а их рвут и мнут, называя меня шизофреничкой, неспособной нарисовать что-нибудь по-настоящему красивое."
            un "Но как же я неспособна?"
            show un cry pioneer 
            "Она подняла на меня взгляд."
            un "Если я сумела нарисовать тебя?"
            un "Нарисовала — и пропала." 
            if alt_day2_date == 3:
                un "Я забрала тебя у Алиски потому, что ей никто не нужен. А ты — моё."
            elif alt_day2_date == 4:
                un "Я забрала тебя у этой японки потому, что ты мой. Весь мой."
            elif alt_day2_date == 2:
                un "Я забрала тебя у этой дурочки, потому что ты моё."
            if alt_day2_date == 11:
                un "Потому что без тебя мне остаётся только в кровь кусать пальцы и отмерять боль промежутками часов до момента новой встречи."
            un "А ты говоришь «дружба»."
            "Она замолчала и прижалась изо всех сил, будто я и правда сейчас могу раствориться в знойном воздухе."
            un "А ты приходишь, уверенный в себе, смотришь весело и безжалостно, и я не могу выдержать твоего взгляда, настолько он физически тяжёл."
            un "И твои поступки — нелогичные, хаотические, непонятные никому — выстраиваются в какой-то рисунок, как будто ты проживаешь за раз тысячи жизней, выбирая только нравящиеся тебе варианты и отбрасывая ненужные и плохие."
            un "Как будто ты можешь отыграть назад каждый свой выбор и выстроить порядок событий так, как это угодно тебе."
            un "Я не смею подходить ближе — ведь в одной из отброшенных тобой реальностей могу оказаться и я."
            un "А я не хочу быть отброшенной. Я хочу там, где ты."
            dreamgirl "Вот и поговорили."
            dreamgirl "Зачем девочку до слёз довёл, изверг?"
        else:
            un "Я даже не знаю, как реагировать на твои слова."
            un "С одной стороны, конечно, я польщена тем, сколько для тебя значу."
            un "Но твоё недоверие…"
        dreamgirl "Понятное дело, для тебя критично, чтобы она рассматривала тебя как объект романтический."
        if loki or herc:
            dreamgirl "Но можно ведь и слова подобрать, верно?"
        me "Прости меня."
        show un cry_smile pioneer
        un "За что?"
        me "Да за всё."
        me "За разговор этот дурацкий."
        me "За то, что делаю всё не так и неправильно."
        me "Я же кучу книг о любви перечитал. Да что-то не помогло."
        me "Даже не знаю, как за тобой поухаживать можно."
        show un smile pioneer
        un "Попробуй пригласи девушку на танец."
        "Шепнула она."
        un "На прогулку — куда-нибудь."
        un "Расскажи ей о себе, расспроси о ней."
        me "Остальные пункты, вроде, готовы."
        me "Остался только танец."
        me "Хочешь, вечером потанцуем?"
        if alt_day2_sl_bf:
            "Правда, я обещал один танец Славе, зато уж второй-то точно с ней пойду."
        "Она отрицательно покачала головой."
        un "Не хочу."
        me "К-как? Но почему?"
        me "Ты же сама говорила…"
        show un grin pioneer 
        un "Я хочу сейчас."
        me "Т-ты серьёзно?"
        "Мысль о том, что мы сейчас будем вдвоём кружиться в танце на заднем дворе какого-то склада в самом центре нихрена почему-то одновременно и позабавила и показалась донельзя романтичной."
        stop music fadeout 3
        me "Погоди тогда."
        "Я вытащил брусок волкмена и защёлкал перемоткой в поисках недоигравших вчера скорпов."
        me "Вот…"
        "Я дал ей наушник."
        me "Вот это надо воткнуть себе в ухо."
        un "Точно?"
        "Она безропотно взяла наушник и воспроизвела последовательность моих действий, стараясь поставить наушник плотнее."
        "Песня — ровесница. Я сделал свой первый вдох, когда Клаус Майне потряс мир гитарными переборами конкретно этой вещи."
        play music scorpions fadein 7
        "Она вздрогнула, когда в барабанную перепонку ударили первые аккорды, но за несколько секунд привыкла к подаче звука и тихо млела в моих руках, внимая звукам шедевра."
        "Одна рука на талии, другая держит её руку. Кожа к коже, дыхание к дыханию."
        "Мы танцуем на заросшем дворе бельевого склада. Два уродца. Две марионетки с бессмертными душами."
        "Не столько двигаясь, сколько ощущая — как это там, по ту сторону чужой грудной клетки?"
        "Бьётся ли что-нибудь навстречу?"
        "И улыбаться тому, что бьётся."
        "Понемногу мы начинаем раскачиваться, привыкая друг к другу, переставляя ноги в кружении медленного танца, который за пятьдесят лет так и не претерпел серьёзных изменений."
        "Разве что в девяностых вторая рука перестала искать руку партнёрши и уверенно заняла место либо на спине, либо… хм…"
        un "У тебя столько красивой музыки."
        "Шепнула она."
        un "Наверное, ты живёшь в очень красивом мире."
        un "Место, способное породить такую красоту, не может быть уродливым."
        "Может, ещё как может."
        "Вся мировая история рассказывает нам о том, что только через боль рождаются самые прекрасные картины, самые трогательные песни и самые увлекательные сюжеты."
        "От Петрарки с его Лаурой."
        "До того же Майне."
        "И именно поэтому я никогда ей об этом не скажу."
        me "Значит, ваш мир ещё лучше моего."
        "Я шепчу в ответ, намечая слова одним дыханием."
        me "Раз он смог создать тебя."
        stop music fadeout 3
        cs "Вот вы где."
        "Раздался сзади знакомый голос."
        show cs normal at right with dissolve
        "Лена неохотно отстранилась и посмотрела в сторону побеспокоившей нас Виолы."
        me "Да, Виола, вы нас искали?"
        cs "Что-то вроде того."
        cs "Я искала двух самых нелюдимых детей лагеря."
        cs "Ничего удивительного, что я нашла их {w}- одного в объятиях другого."
 
        "Я хотел было ответить, что это не её дело."
        "Но она с удивившей меня серьёзностью сказала — даже без своих обычных двусмысленностей:"
        cs "Я хотела бы попросить вас о помощи."
        cs "Обоих."
        me "Да, что вы хотели?"
        cs "Вечером привезут медикаменты, и их надо бы раскидать по полочкам и составить учётки."
        cs "Раз вы всё равно танцевать не будете."
        cs "А в левом верхнем ящике стола вы найдёте то, что вам обоим убавит головной боли."
        me "Анальгин?"
        show cs smile close at right with dissolve
        "Она рассмеялась."
        cs "О да. Что-то вроде этого."
        "Она ещё раз оглядела нас."
        cs "Ну так как… пионеры?"
        cs "Поможете?"
        menu:
            "Помочь":
                $ karma += 25
                "Я посмотрел на Лену и, дождавшись еле заметного ответного кивка, кивнул и сам."
                me "Да, мы поможем."
                show cs normal close at right with dissolve
                cs "Нисколько не сомневалась."
                "Она зачем-то подмигнула Лене и сказала непонятное:"
                cs "Превосходная работа, девочка. Мгновенно учишься."
                show un shy pioneer with dissolve
                "Лена жарко покраснела, но ничего не ответила. Даже объяснять не стала."
                "Дело её."
                $ alt_day3_un_med_help = 1
                "Я посмотрел на часы — пора было и поужинать."
            "Не помогать":
                me "Извините, Виола, сегодня никак не получится."
                show un normal pioneer with dissolve
                "Я замямлил что-то невнятное про то, что Ольга Дмитриевна просила помочь и вообще."
                "А Виола стояла и всепонимающим взглядом просвечивала меня, казалось, насквозь."
                cs "Что ж, жаль."
                "Сказала она, обращаясь почему-то к Лене."
                cs "Не повезло."
                "Та тоже только пожала плечами. Выглядела она почему-то расстроенной."
                "На часах время приблизилось к ужину."
                $ alt_day3_un_med_help = 2

    else:
        "Здесь ничего интересного."
        "Тихий час же!"
    window hide
    return


label alt_day3_eventAf_estrade1:
    scene bg ext_stage_big_day with fade
    play ambience ambience_camp_center_day fadein 1
    if alt_day3_dv2_event:
        "Эстрада сегодня определённо пользуется популярностью."
        "С утра тут музицировала Алиска."
    elif alt_day3_dv_dj or alt_day3_mi_dj:
        "Что-то я сюда зачастил."
        window hide
        return
    else:
        "Ещё издали я разглядел несколько фигур, стоящих рядом с крытой сценой."
    show sl normal pioneer at right with dissolve
    show un normal pioneer at left with dissolve
    "Лена. Славя."
    "По логике, тут не хватает только Ульянки и двух наших кибенематиков."
    "Славя выговаривала что-то Лене, видимо, инструктируя, так как та стояла вполоборота и кивала, глядя куда-то себе под ноги."
    "Наконец Славя закончила, что-то спросила — видимо, всё ли та поняла  — получила утвердительный кивок и отпустила жертву."
    hide un with dissolve
    "Лена прошла мимо меня, по обыкновению, глядя себе прямо под ноги, а я, наконец, добрался до виновника торжества:"
    if alt_day3_sl_invite:
        scene bg ext_stage_big_day
        show sl normal pioneer
        with dissolve
        me "Ну вот, ты звала, и я пришёл."
        me "Чем могу быть полезен?"
        "Славя заулыбалась."
        "Удивительная девочка — насколько естественным для неё кажется быть кому-то подмогой, настолько её приятно удивляет помощь кого-либо другого."
        "Я такой типаж людей знаю — они обычно растут в очень многодетных семьях."
        sl "Ты мог бы… А о чём ты задумался?"
        "Кажется, мой потерянный вид её саму сбил с панталыку."
        me "Подумал просто, что у тебя, наверное, огромное количество братьев и сестёр. Было бы здорово увидеть их."
        "Она смутилась, будто я забрался на чужую территорию, и поспешила вернуть разговор в более привычное русло."
        sl "Так ты с танцами помогать хочешь?"
        "Я кивнул."
        $ lp_sl += 1
    else:
        pass
    show sl normal pioneer at center with dissolve
    me "Да будут пляски!"
    "Вид, похоже у меня был самый ретивый, так как девочка рассмеялась."
    show sl smile pioneer at center with dspr
    if alt_day2_sl_bf:
        sl "Предположим, от танца ты точно никуда не денешься. Обещал."
    sl "Осталось только сделать так, чтобы сами танцы состоялись."
    show sl normal pioneer with dspr
    sl "Потребуется аппаратура, пластинки и уговорить Мику сегодня работать диск-жокеем вместо того, чтобы танцевать."
    if alt_day3_mi_invite:
        "Последняя часть задания мне понравилась особо."
        me "Это и есть помощь в подготовке танцпола?"
        "Славя улыбнулась в ответ."
    else:
        show sl smile pioneer with dspr
        "Мне показалось это несколько нечестным, однако Славе, наверное, было виднее."
    me "Ты уверена, что Мику согласится? Она же девочка, наверное, тоже потанцевать захочет."
    sl "Мику? Нет!"
    show sl laugh pioneer with dissolve
    sl "Она один раз попробовала танцевать под нашу музыку."
    sl "Вся переплевалась. Говорила, что на её родине такую музыку в ресторанах ставят, чтобы беседы за чужими столиками заглушать."
    show sl normal pioneer with dspr
    "Славя спрятала улыбку — похоже, несмотря на комическое содержание, тема её не очень веселила."
    sl "Если Мику вдруг захочет танцевать — поищем другого ведущего."
    sl "В крайнем случае, сама за вертушки встану."
    dreamgirl "О-ла-ла, Slavyana-deejay взрывает танцполы."
    me "Может, лучше того, кто точно танцевать не станет?"
    sl "У тебя есть кандидатура?"
    me "Не то, чтобы. Но я слышал, что Алиса Двачевская танцы терпеть не может. Может, если поставить её ведущим…"
    sl "И откуда ты всё знаешь?!"
    sl "Но ты прав! Так хоть с отрядом будет, всяко лучше, чем если опять убежит купаться или запрётся с гитарой в домике."
    sl "В общем, оставляю всё на твоей совести — либо уговаривай Двачевскую вести наши танцы, либо договаривайся с Мику."
    sl "Справишься?"
    "Я пожал плечами."
    me "Наверное, не труднее, чем бегунком подписи собрать."
    show sl laugh pioneer with dissolve
    sl "Твоя правда. Ладно, жду тебя с результатами переговоров."
    menu:
        "Уговорить Мику":
            $ lp_mi += 1
            window hide
            play ambience ambience_camp_center_day fadein 3
            $ persistent.sprite_time = "day"
            scene bg ext_musclub_day with fade
            "Как ни крути, но Мику пугала меня гораздо меньше, чем рыжая вредина Двачевская."
            "Потому я решил двигаться по пути наименьшего сопротивления."
            if alt_day3_mi_invite:
                "Тем более, что это лишний повод повидаться с ненаглядной японочкой."
                "А то знаю я этих досужих хворых придуркулёзом — с утра картинки рисуют, а вечером вслух читают о том, как к нашей Мику стал захаживать жених."
            else:
                "Тем более, что там должна быть Лена — какая-никакая, а моральная помощь."
            window hide
            stop ambience fadeout 2
            play sound sfx_open_door_2
            pause(1)
            $ persistent.sprite_time = "day"
            scene bg int_musclub_day
            with dissolve
            play ambience ambience_music_club_day fadein 3
            show mi smile pioneer at right with dissolve
            show un normal pioneer at left with dissolve
            "Лена уже была здесь."
            if alt_day3_mi_invite:
                mi "И снова дратуйти!"
                "Мику обрадовалась так, будто её клуб с гастролями посетила Мадонна."
                mi "Ты уже закончил помогать? Пришёл подучиться танцевать?"
                mi "Сейчас, я только освобожусь. Мне тут пластинки надо."
                mi "Или…"
                "Она бросила задумчивый взгляд сначала на меня, потом на Лену."
                mi "Может, вас в пару поставить? Оба и научитесь?"
                show un shy pioneer at left with dissolve
                "Нет!"
                "Практически одновременно ответили мы с Леной."
                me "Я вообще за другим!"
                "Я поспешил воткнуть свои пять копеек, пока за меня ещё чего-нибудь не решили."
            me "Славя сказала, что ты местные танцы довольно прохладно воспринимаешь."
            me "Так, может, пойдёшь ведущим?"
            show mi normal pioneer at right with dissolve
            show un normal pioneer at left with dissolve
            mi "Диджей не танцует. А зачем мне идти на танцы, если я танцевать не буду?"
            menu:
                "Будешь ты танцевать. Лично приглашу":
                    "Легко пообещал я."
                    "Мику улыбнулась, явно заинтригованная."
                    me "Просто следи за ротацией, а уж компанией и танцами я тебя обеспечу, обещаю. {w}Плюс новый опыт в качестве диджея…"
                    me  "У тебя появился шанс попробовать."
                    show mi normal pioneer at right with dissolve
                    mi "Ну, не знаю даже. Как-то непривычно."
                    me "Давай, Мику!"
                    "Настаивал я."
                    me "Это же ещё один способ самореализации. Ты же никогда не пробовала, откуда ты можешь знать, понравится тебе или нет, если ты никогда не пробовала?"
                    "Она засомневалась."
                    me "Ну и, опять же, никто не мешает тебе самой сходить в зал, пока играет песня!"
                    show mi shy pioneer at right with dissolve
                    mi "Ну, хорошо! Я попробую!"
                    me "Мне передать Славе твоё согласие?"
                    mi "Н-нет… Да! Передавай."
                    $ lp_mi += 1
                    $ alt_day3_mi_dj = True
                    window hide
                    window hide
                    $ renpy.pause (1)
                    scene bg int_musclub_day with fade
                    play ambience ambience_music_club_day fadein 1
                    "И она вернулась к беседе с Леной, от которой я отвлёк обеих."
                    show mi normal pioneer at right
                    show un normal pioneer at left
                    with dissolve
                    mi "И какие конкретно пластинки вас интересуют?"
                    mi "У меня много и «всё, что есть» я не дам."
                    show mi smile pioneer at right with dissolve
                    "Она улыбнулась и протянула три штуки."
                    mi "Вот вам для затравки."
                    stop music fadeout 2
                    "Лучше бы, конечно, что-нибудь современное…"
                    "Но на крайняк сойдёт и Тото Кутуньо или ещё какой Челентано."
                    me "Заводи свои пестни."
                    "Сделал отмашку я, готовясь подпевать «Сюзанну»."
                    return
                "Не думаю, что ты справишься." if not (alt_day3_dv_invite or alt_day3_dv_event):
                    me "Вообще, ты, может, и права."
                    me "Ты человек творческий, тебе танцевать, наверное, нужнее."
                    me "Попробую-ка я Двачевскую уговорить."
                    un "Не думаю, что она согласится…"
                    show un shy pioneer at left with dissolve
                    "Прошептала Лена, тут же смутившись:"
                    un "Ой. Я это вслух сказала."
                    show mi smile pioneer at right with dissolve
                    mi "Насчёт Алисы ты хорошо придумал! Она сейчас, наверное, у себя в домике, на гитаре играет."
                    mi "Есть в ней некая тяга к публике, которую она старательно в себе душит."
                    "Я не закончил."
                    me "А с тебя…"
                    "Я ткнул пальцем в сторону Мику."
                    me "С тебя танец!"
                    "Та расплылась в улыбке."
                    mi "Ой, какой мальчик смелый."
                    mi "Слышала, Лена? Меня Сёмочка сам пригласил!"
                    "Я скрипнул зубами, но промолчал."
                    "Похоже, она гордилась этим фактом ещё больше меня!"
                    me "Ладно, раз так, пойду уговаривать ещё одну кандидатуру."
                    "Вежливо раскланявшись с девочками, я вышел из помещения."
        "Уговорить Алису":
            $ lp_dv += 1
            window hide
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_dv_day
    with dissolve
    "Алису пришлось поискать."
    "В этот домик я заглянул в первую очередь, но он был заперт, окна были тёмные, и изнутри не доносилось ни звука."
    "Пришлось оббежать весь лагерь — от столовой до ворот."
    "И, вполне ожидаемо, что либо никто её не видел, либо видели, но — «буквально за пять минут до тебя ушла»."
    "Я, уже отчаявшись, и ни на что не надеясь, уселся на её крылечко и задумался."
    stop music fadeout 2
    th "Куда она могла подеваться? Ребята что-то про старый лагерь говорили, неужели…"
    "Моё внимание привлекли еле слышные гитарные переборы, доносящиеся с той стороны домика."
    play music dv_guitar fadein 7
    "Оглядевшись по сторонам — не смотрит ли кто — я обогнул домик и, ориентируясь на звук, двинулся по еле заметному проходу в плотных кустах."
    "Алиса сидела спиной ко мне и меланхолично перебирала струны, держа голову подозрительно знакомо!"
    "Обычно я так держу голову, когда дым ест правый глаз, а текст набить важнее, чем отложить сигарету."
    "Рядом лежала пачка «Магны», придавленная к земле стальным квадратиком «Зиппо»."
    "Она курит?!"
    me "Паровозим, Двачевская."
    "Заключил я."
    show dv sad pioneer2 at right with dissolve
    "Почему-то она не выглядела ни испуганной, ни разозлённой — а ведь уже в моё время детишки здорово боялись попасться с сигаретой!"
    "Скорее, раздосадовано, как человек, которого отвлекли от ненужного дела, которое, тем не менее, необходимо завершить."
    me "Ай-яй, как некрасиво. Такая умница, красавица — и дымит! Что скажет вожатая?"
    dv "Пошлёт тебя в Африку."
    "Не останавливая партии, парировала Алиса."
    if alt_day3_dv2_event:
        dv "Почти дописала песню. Если не передумаешь прийти вечером…"
    "Она посмотрела на меня с сомнением, будто не зная, можно ли мне доверять."
    "А я, не мудрствуя лукаво, подобрал с земли пачку, губами добыл оттуда сигарету и, катнув колесом о ладонь, прикурил, растянул, затянулся…"
    "Ох и крепкая, зараза!"
    "Я сморгнул непрошенные слёзы, и только тогда увидел квадратные глаза Двачевской."
    show dv shocked pioneer2 at center with dspr
    dv "Ты куришь?!"
    me "Хотел задать тебе тот же вопрос."
    "Прокашлявшись, заявил я."
    dv "Ну я-то понятно, нестабильный элемент, все дела."
    me "А я… Я курил в прошлой жизни. Там, откуда я родом."
    dv "И давно ты…"
    stop music fadeout 5
    me "Да лет с четырнадцати."
    "Я наконец примирил слизистые с горлодёркой и, стараясь делать неглубокие затяжки, отправил в полёт идеальное кольцо, сквозь него — ещё одно."
    "Она задумчиво следила за мной, и было в её взгляде что-то такое… Такое…"
    show dv normal pioneer2 with dissolve
    dv "Ты появился в очень странное время."
    "Задумчиво сказала она."
    dv "Я знаю всех здесь, и о каждом могу сделать заключение. Но не о тебе. Ты — тёмная лошадка."
    me "Скорее, чужой среди своих. Я пришёл сюда просить тебя принять участие в жизни отряда."
    show dv grin pioneer2 with dissolve
    dv "Танцы-то? Нет. Я уже сказала, что не пойду как идиотка размахивать руками."
    me "Не совсем танцы. Я хочу предложить тебе побыть ведущей на танцах."
    "Кажется, мне удалось её удивить."
    dv "Ведущей? Переставлять пластинки?"
    me "Вообще, вести дискотеку целиком — ставить пластинки, следить за ротацией, объявлять белый танец и так далее."
    dv "Что-то мне эта идея не по душе."
    me "Да расслабься ты. Это как играть, выступать на сцене, только инструментами являются заранее записанные песни. Качество зависит не только от них, но и от твоего сценического мастерства."
    show dv smile pioneer2 with dissolve
    "Не знаю, убедил ли я её или нет, но она, погасив сигарету, встала."
    dv "Ладно! Я пойду. Но если что не так…"
    "Мне даже интересно стало."
    me "А что может быть «не так»?"
    dv "Не знаю я! Ты умудряешься доставлять неприятности одним своим присутствием."
    dv "Удивлена, что нас ещё тут вожатая не застукала — напридумает себе, небось, всякого."
    "На секундочку мне показалось, что под «не так» Двачевская понимает приглашение на танец от какого-нибудь мальчика."
    "Вот позору будет, если мальчик её пригласит, а она танцевать не умеет!"
    th "Теперь, когда эта тема всплыла, мне внезапно очень сильно захотелось пригласить конкретно эту девочку на танец."
    "Вроде, она вся такая суровая как Чапай, а мы к крепкой мужской, да на руки, по-своему, по-серьёзному."
    me "Ну так что, я передаю Славе твоё согласие?"
    show dv angry pioneer2 with dissolve
    dv "Так ты от этой курицы…"
    "Ощутимо закипая, прошипела она."
    "А я вздохнул."
    if alt_day3_dv2_event:
        me "Нет, я по собственному почину."
        show dv normal pioneer2 with dissolve
        me "Конечно, мне хочется послушать готовую версию той песни."
        me "Но ещё мне хочется, чтобы ты не оставалась одна."
        me "И мне безумно грустно знать о том, что ты сидишь здесь в одиночестве и терзаешь ни в чём не повинные струны."
        dv "Тебе-то какая разница."
        "Кажется, она совершенно не собирается подпускать человека ближе определённой дистанции."
        me "Я тебе не скажу. Это такой же секрет, как и эта пачка. Убери её, кстати."
    else:
        me "Алис, ты зачем злобишься, а?"
        "Жалобно спросил я."
        me "Вообще-то, это я предложил твою кандидатуру в качестве ведущего."
        show dv surprise pioneer2 with dissolve
        dv "Ты?"
        me "Ну да. У тебя получится, я в тебя верю."
        "Кажется, мне удалось шокировать её, потому что она только рукой махнула."
    hide dv with dissolve2
    dv "Иди уж… Массовик-затейник."
    "Она скрылась в доме."
    "Я улыбнулся и побежал дальше по своим делам. А их было — уйма!"
    $ alt_day3_dv_dj = True
    $ alt_day3_dv2_event = False
    window hide
    return
    
label alt_day3_music:
    menu:
        "Слушать «Свет»":
            play music music_list["lightness_radio_bus"]
            "Не фонтан, конечно, но, вроде бы сейчас именно такая музыка в моде."
            "Мы стояли с Леной и слушали музыку, а Мику глядела на нас и улыбалась."
            jump alt_day3_music
        "Слушать «Капли дождя»":
            play music music_list["raindrops"]
            show mi happy pioneer at right with dissolve
            mi "Очень хорошая вещь!"
            mi "Правда, я не знаю, как под неё танцевать. Но у ребят на танцполе получалось!"
            "Мы стояли с Леной и слушали музыку, а Мику глядела на нас и улыбалась."
            jump alt_day3_music
        "Слушать «Силуэт на закате»":
            play music music_list["silhouette_in_sunset"]
            show un smile pioneer at left with dissolve
            "Заслышав первые ноты, Лена заулыбалась."
            un "Какая песня хорошая…"
            show un surprise pioneer at left with dspr
            un "Ой."
            "Она прижала ладошки ко рту, решив в этот раз молчать до победного."
            "Мы стояли с Леной и слушали музыку, а Мику глядела на нас и улыбалась."
            show un normal pioneer at left with dspr
            jump alt_day3_music
        "Выбрать музыку!":
            mi "Какую хотите взять?"
            menu:
                "Выбрать «Свет»":
                    $ lp_sl += 1
                "Выбрать «Капли дождя»":
                    $ lp_mi += 1
                "Выбрать «Силуэт на закате»":
                    $ lp_un += 1
            mi "Прекрасный вкус!"
            mi "Не забывай, Семён, ты меня приглашаешь!"
            mi "Ах, как волнительно!"
            "Она вытолкала нас из клуба."
            mi "Заходите ещё."
            "И мы с Леной пошли обратно на эстраду."
            window hide
            stop ambience fadeout 1
            scene bg ext_stage_big_day with fade
            play ambience ambience_camp_center_day fadein 2
            play music music_list["i_want_to_play"] fadein 2
            me "Вот это…"
            me "Да."
            "Мы с Леной подошли достаточно рано, и я успел уловить заключительный акт спектакля под названием «хрупкая Славя и её грузоподъёмность»."
            th "Да чтоб я так жил!"
            "Вдвоём с Ульянкой они кантовали неподъёмные «Ломо» к краю сцены, где оставляли немного нависать над краем."
            "Потом Славя бежала вниз, а Ульяна толкала сверху — прямо в подставленные руки."
            "Я уже хотел было бросаться выручать, когда огромный чёрный короб навис над невысокой девочкой, грозя вбить её в пыль по самые ушки."
            "Опоздал!"
            "Немного пошатываясь от тяжести, она приняла на руки колонку и плавно опустила ту на землю."
            show us normal pioneer at left
            show sl normal pioneer at right
            with dissolve
            me "Славя, да ты прям кач!"
            me "Бицепс, наверное, крепче чем у нашего физрука будет!"
            "Она постаралась спрятать смущение под смехом."
            show sl smile pioneer with dspr
            "Не получится. Если ты Шварценеггер — то ты Шварценеггер навсегда."
            show sl normal pioneer with dspr
            "И вот зачем ей — такой! — вообще чья-то помощь требуется?"
            "Да она тут всё сама уволочить в состоянии, даже если мы ещё и сверху сядем!"
            "Хотя она, похоже, так не считала."
            sl "Поможешь? Надо дотащить их до площади."
            if loki and alt_day2_date != 2:
                me "Вот ещё! Колонки ей таскать."
                me "Вдруг война, а я уставший."
                "Я отрицательно покачал головой."
                me "Пускай Шварценеггер таскает. У меня и так дел полно."
                "Почему-то Славя не выглядела удивлённой. {w}Даже не знаю, почему."
            elif loki and alt_day2_date == 2:
                me "Ты ведь в курсе, что я это из-под палки делаю, да?"
                dreamgirl "Она была очень плохой девочкой… Делала всё из-под палки: палочка за папу, палочка за маму…"
                "Я поморщился."
                th "Всё, хороший юмор закончился, началась пошлятина и ширпотреб?"
                dreamgirl "Слова им не скажи! Колонки таскать шагом… арш!"
            else:
                "Я поднял отвисшую челюсть, после чего позволил себе кивнуть."
                "И до самого посинения мы таскали эти неподъёмные, чтоб их, колонки!"
            window hide
            stop music fadeout 3
            return

label alt_day3_supper:
    scene bg int_dining_hall_people_day with fade2
    play ambience ambience_dining_hall_full fadein 2
    play music music_list["smooth_machine"] fadein 3
    "Столовая была полна народа."
    if alt_day3_mi_invite2:
        "Рядом с Мику мгновенно уселась жужелица, и начала что-то выговаривать ей."
        "Силком выгонять её с места мне показалось неприличным, тем более, что удалось как раз приметить удобное место в уголке — оттуда как раз снялись кибернетики, освобождая целый столик в моё единоличное пользование."
        "Я сел туда и, поглядывая на Мику, принялся за ужин."
        "Вокруг бурлило предвкушение чего-то грандиозного."
        "Не иначе, совместного концерта U2 и Эрика Клэптона."
        "Хотя, по сути, сельская дискотека под ёлочными гирляндами, развешанными на деревьях."
        "Сомневаюсь, что у них хотя бы стробоскоп имеется."
        "В общем, своими оптимистичными размышлениями я испортил себе аппетит окончательно и вышел из столовой одним из первых."
        return
    show dv normal pioneer with dissolve
    "Алиса…"
    hide dv with dissolve
    show sl normal pioneer with dissolve
    extend " Славя…"
    hide sl with dissolve
    show un normal pioneer with dissolve
    if alt_day3_un_invite != 2:
        extend " Лена…"
    hide un with dissolve
    extend " И все остальные уже были здесь."
    "Кроме Ольги Дмитриевны. Та, наряду с другими вожатыми, была на площади, занимаясь крайне полезным делом — развешиванием гирлянд."
    "Хвала рандому, что она не причастна к программе танцев или каким-либо другим организационным моментам."
    "Я ещё раз оглядел столовую."
    "Наверное, это единственный раз, когда все собрались вовремя."
    if alt_day3_un_invite == 2:
        "Кроме нас с Леной."
    else:
        "Кроме меня…"
    if alt_day3_sl_day_event2:
        "Я надеялся сесть со Славей, но ту утащили какие-то подружки из других отрядов."
        "Вздохнув, я занял свободный столик на четырёх человек — оттуда как раз поднялись кибернетики — и принялся за ужин."
    elif alt_day3_mi_date:
        "Я хотел сесть с моей японской девочкой, но ту поймала за руку жужелица и усадила к себе за стол, на единственное свободное место."
        th "Тварь! Половину удовольствия от ужина убила!"
    elif alt_day3_un_invite == 2:
        "Перемигнувшись с Леной, мы уселись за свободный столик, и не сговариваясь, задвинули свободные стулья поглубже под стол."
        me "Знаешь… А ты ничего!"
        "Рассмеялся я."
        me "Если ты уже сейчас меня с полуслова понимаешь…"
        show un smile pioneer at center
        un "Жаль, не с полувзгляда…"
        un "Так бы в первый вечер подошла…"
        me "Могу я поинтересоваться, каким номером я значусь у тебя в бальной книжке?"
        show un smile3 pioneer at center with dspr
        un "Первым… И единственным. Ни с кем другим я танцевать не стану."
        me "Ловлю на слове."
        "Лена улыбнулась и подмигнула мне."
        th "Человек-песочные часы. Она с утра меня стесняется и боится."
        th "Днём она принимает меня до конца."
        th "А вечером от её стеснения не остаётся и следа."
        "Я мог сам себе не признаваться, но меня почему-то дико будоражил и заводил такой коктейль!"
        "Доев, я поднялся и кивнул на прощание."
        me "До скорого? Увидимся на танцах?"
        un "Пока…"
    else:
        "Я сел за свободный столик. Но никто даже не обратил на меня внимания."
    "Практически никто не разговаривал. Вокруг стояла почти осязаемая атмосфера возбуждения."
    "Все были в предвкушении танцев."
    window hide
    return
    
label alt_day3_supper2:
    scene bg int_dining_hall_sunset with fade
    show mt normal pioneer with dissolve
    if alt_day3_duty:
        mt "Всё, последний рывок. {w}Сейчас уберётесь, и можете считать себя свободными."
        me "Э… Хорошо."
        hide mt with dissolve
        if alt_day2_date != 132:
            "Воспользовавшись правом дежурного, я забрался в закрома Родины и за их счёт набил карманы снедью."
            "Не знаю, чем я руководствовался, но решил прислушаться к голосу интуиции."
        show us normal sport at center
        us "Пол мыть будешь сам.{w=0.4} Я это ведро не подниму."
        "Она пнула по небольшой бадейке с мыльной пеной."
        me "Как скажешь. Тогда столы твои."
        "Уже сыгравшимся тандемом мы шли в две полосы: сначала она — выравнивая столы, переворачивая стулья и отодвигая лавки, за ней я — протирая пол влажной тряпкой и устанавливая мебель на место."
        sl "Как у вас замечательно всё получается!"
        "Восхитился голос от двери."
        "Я обернулся."
    else:
        mt "До танцев ещё полчаса, заканчивайте свои дела, и жду вас на площади."
        "Я кивнул."
        if alt_day3_dv_date:
            "Кажется, Ольга что-то знает, но говорить совсем не спешит."
            "На мой вопросительный взгляд она не среагировала."
            "Зато мне удалось немного запастись снедью — интуиция подсказывала, что оно лишним не будет."
            mt "Сейчас полчаса свободного времени. Если есть какие-то неотложные дела, делайте."
            "Я кивнул."
        window hide
        hide mt with dissolve
        show us smile pioneer with dspr
        us "Пошли!"
        "Несмотря на то, что день выдался насыщенный как на события, так и на обещания прекрасного вечера, на меня вдруг напал непонятный столбняк."
        "С моим запасом удачи станется попасть в ситуацию даже в таком невинном деле, как танцы."
        dreamgirl "Негативное мышление? Давай-давай, приманивай беду."
        th "Много от тебя помощи…"
        "Вздохнув, я заставил себя подняться."
        "Всё равно до конца дней своих отсиживаться в столовой не получится."
        sl "Добрый вечер!"
    show sl normal pioneer at left with dissolve
    "Славя."
    "Не улыбается — что довольно необычно.{w} А смотрит приветливо и даже с некоторым вызовом."
    if alt_day3_sl_day_event2:
        sl "Семён, мне тебя подождать или ты и правда не убежишь?"
        "Нет, вот сейчас точно — был же подкол! Красная лампочка загорелась!"
        me "Я же обещал."
        "Проворчал я."
        me "А цену своему слову я знаю."
        show sl smile2 pioneer with dspr
        sl "И всё-таки проконтролирую!"
        "Она кивнула Ульяне и вышла на улицу."
        "Как я понял — караулить меня на крыльце."
        hide sl with dissolve
    else:
        sl "Про танцы помним?"
        "Начала она."
        if alt_day3_dv_dj:
            me "Окстись, милая, я же по твоему заданию ведущего на эти ваши танцы организовал."
        elif alt_day3_mi_dj:
            me "Славя, я ни на секунду не забываю об этом с обеда. Помнишь, кто вам ведущего завербовал?"
        else:
            me "Помним, уже не первый раз спрашивают."
            "Проворчал я."
        sl "Вы придёте?"
        us "Я-то точно приду! {w=.4} А вот насчёт моего тормозного друга… Там всё сложно."
        if alt_day3_mi_dj:
            "Я пожал плечами — после предложения Мику поучиться втроём…"
        elif alt_day3_mi_date:
            th "Ага, и именно потому я сегодня договаривался с Мику насчёт костюма и пары уроков танцев."
        sl "Сложно?"
        us "Кажется, он то ли не хочет, то ли не умеет танцевать."
        show sl serious pioneer at left with dissolve
        sl "Это не имеет значения."
        sl "Танцы — мероприятие коллективное, коллектив должен присутствовать без исключений."
        "Она помолчала и вдруг спросила:"
        if alt_day3_dv_date:
            sl "А это правда, что вы с Двачевской чуть не подрались? Мне Мику рассказала, она слышала ваш спор…"
            me "Это наше личное дело."
            "Отрезал я."
            sl "Возможно. Но на танцах быть ты должен."
            "В тон ответила мне Славя."
            sl "Не знаю как насчёт Алисы, она всегда игнорировала такие вещи…"
            th "Алисе закон не писан, а со мной, значит, не всё ещё потеряно, да?"
        else:
            sl "Не хочешь идти?"
            if alt_day3_dv_dj or alt_day3_mi_dj:
                me "Шутишь, что ли? {w}Да я хотя бы ради того, чтобы убедиться, что мои труды втуне не пропали, приду!"
                th "Не говоря уже о том, чтобы пригласить танцевать одну крайне симпатичную девочку."
                dreamgirl "Ага. И она прям ждёт не дождётся, когда ты обнимешь её грязными руками, прижмёшься три дня не мытым вонючим телом…"
                th "Или не приду…"
            else:
                me "Я… А что если я не приду?"
                sl "Выговор за игнорирование воли большинства, я думаю."
                "Угу. С занесением в грудную клетку."
                "Она запнулась."
                sl "А ты сам разве потанцевать не хочешь?"
            if alt_day3_duty:
                show us dontlike sport at center with dspr
            else:
                show us dontlike pioneer at center with dspr
            "Ульянка рядом фыркнула —  похоже, до неё, хоть и с опозданием дошло то же самое, что и до меня."
            me "Я подумаю."
            if alt_day3_duty:
                "Уклончиво ответил я и, крякнув, поднял бадейку."
                show us normal sport at center with dissolve
            show sl normal pioneer at left with dissolve
    if alt_day3_duty:
        us "Хорошо поработали."
        "Безразлично резюмировала Ульяна, скидывая халат на стоящую у дверей вешалку."
        me "Лучше всех." 
    window hide
    stop ambience fadeout 1
    return
