label alt_day3_begin:
    scene bg black
    show prologue_dream
    with fade
    play music prologue_1
    "Мне снилось что-то странное."
    window hide
    scene bg int_sam_house_clean_7dl
    with fade
    show prologue_dream
    with fade2
    "Тёмная комната, под потолком висит люстра на четыре лампочки, но, судя по пыли, наросшей на плафонах, пользуются данным источником света крайне редко."
    "Предпочитают другие."
    window hide
    scene cg d3_fag_room
    show prologue_dream
    with fade2
    "Например, тот самый, плоский, на двадцать четыре дюйма с функцией «ночной просмотр», чтобы не тревожить воспалённые глаза."
    "И там кто-то сидит! {w}Кто-то знакомый, вихрастый, небритый, угрюмый."
    "Пальцы сами ложатся на WSAD, несмотря на то, что игрушки в данном доме не слишком-то в чести, только чтобы убить время."
    "Системный блок, стоящий по левую руку, рядом с ним горы и батареи пустых бутылок, коробок из-под пиццы и сусей — последние больше для того, чтобы произвести впечатление на редко захаживающих гостей."
    window hide
    scene cg d3_fag_room:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 2.0 zoom 1.5 xalign 0.5 yalign 0.35
    show prologue_dream
    "Это что, {w}и правда я?!"
    me "Вот это унылое, убогое ничтожество, горбящееся за монитором, уложившее подбородок на левую руку — это оно я?"
    "Я отказывался верить в то, что вижу."
    "Нет, не спорю, проблемы в моей жизни были, и я видел их, знал."
    "Но никогда, слышите, никогда это не было настолько печально!"
    "Это не я! {w}Нет. {w}Не я."
    "Я не могу, не хочу быть — ИМ!"
    window hide
    scene cg d3_fag_room:
        zoom 1.5 xalign 0.5 yalign 0.35
        linear 8.0 zoom 3.0 xalign 0.4 yalign 0.15
    show prologue_dream

    "Так, расслабиться, восстановить дыхание."
    "Я же в лагере, верно? В лагере."
    "С пионерами?"
    "И с Ольгой Дмитриевной."
    play sound sfx_knocking_door_outside
    dreamgirl "Да правда, что ли?"
    dreamgirl "А не расскажешь, мимо каких городов ты проезжал, когда ехал туда? {w}Или ты из города Города, с улицы Улицы?"
    "И я в который раз уже попросил свой внутренний голос заткнуться."
    play sound sfx_knocking_door_outside
    "Мои мысли прервал нетерпеливый стук в дверь."
    me "А, что? Кто здесь?"
    "Это были не мои слова, это была реплика того волосатого убожества, что заняло моё кресло."
    voice "Никто. Хватит придуриваться, Семён."
    "Ответили из-за двери."
    voice "Я знаю, что ты меня слышишь."
    me "Отстаньте от меня. Я ничего не делал."
    "Показалось, он съёжился и попытался забраться под системный блок."
    voice "Как же, не делал."
    "В голосе слышались нотки нетерпения и даже угрозы."
    voice "А кто сделал? Я, что ли?"
    me "Я НИЧЕГО НЕ ДЕЛАЛ! ОТСТАНЬТЕ!!!"
    window hide
    stop music fadeout 3
    play sound sfx_intro_bus_transition
    $ renpy.pause(2, hard=True)
    scene anim intro_15 with fade2:
        zoom 1.5 xalign 0.5 yalign 0.35
        linear 0.4 zoom 1.5 xalign 0.4 yalign 0.15
    $ renpy.pause(3, hard=True)
    scene bg black with fade
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ renpy.pause (1)
    scene bg int_house_of_mt_day with blind_r
    play ambience ambience_int_cabin_day fadein 1
    if alt_day3_duty:
        show mt angry pioneer at center
        if alt_day2_sl_guilty == 2:
            mt "Ничего не знаю. {w}Сам сказал, что ключи нашёл и не отдал."
            mt "Герой? Вот и дежурь теперь."
            if alt_day2_date == 6:
                "Я нахмурился, а Ольга расхохоталась:"
                show mt laugh pioneer with dspr
                mt "Так и знала, что ты купишься!{w} Образ недалёкой вожатой, а? Эта шутка никогда не устареет."
        else:
            mt "Не надо было вчера в лягушку-путешественницу играть."
        "Заявила она и вручила мне полотенце, куда уже были завёрнуты все необходимые мне вещи."
        mt "Марш умываться, время — половина, а вам ещё в столовую идти надо."
        mt "Плавки ждут тебя в тумбочке, если вдруг решишь искупаться — когда закончишь дежурить!"
        if alt_day2_date == 3:
            me "Что?"
            mt "Твой забег в мокрых семейниках меня, честно, очень повеселил. Но чтобы такого больше не повторялось."
        "Уяснив, что с вожатой спорить бесполезно, я неторопливо отскрёб себя с пола и, накинув одежду, выбрался прямо в свежее утро!"
    else:
        show mt normal pioneer at center
        mt "Семён! Семён! Успокойся! Это был просто сон."
        "Она выглядела не на шутку напуганной."
        "Впрочем, тут же успокоилась, увидев, что я пришёл в себя."
        mt "Думала тебя будить уже, но раз уже ты сам поднялся…"
        "Она бросила красноречивый взгляд на меня, а я вдруг понял, что сижу перед ней в одних трусах."
        mt "Плавки ждут тебя в тумбочке, если вдруг решишь искупаться — должны подойти."
        if alt_day2_date == 3:
            me "Что?"
            mt "Твой забег в мокрых семейниках меня, честно, очень повеселил. Но чтобы такого больше не повторялось."
        if not (herc or loki):
            "Мгновенно покрывшись румянцем, я поспешил прикрыться одеялом, лежащим здесь же."
            mt "Засмущался как красна девица."
            "Не упустила возможности подколоть вожатая."
            me "Ольга Дмитриевна!"
            show mt laugh pioneer
            "Она рассмеялась."
            mt "Всё-всё, ухожу."
            "За её спиной хлопнула дверь."
            hide mt with dissolve
        elif loki:
            me "На что это вы смотрите, Ольга Дмитриевна?"
            "С интересом спросил я, не делая даже попытки прикрыться."
            show mt grin pioneer
            mt "С добрым утром."
            "С этими словами она освободила помещение, дав мне возможность одеться."
            hide mt with dissolve
        elif herc:
            "Утренняя реакция была ожидаемой, и несколько секунд стыда с лихвой компенсировали заигравшие румянцем щёчки вожатой."
            show mt surprise pioneer
            me "Ну, вы насмотрелись?"
            "Усмехнулся я."
            "В такой ситуации, либо один одевается, либо раздевается вторая. Сильно сомневаюсь, что последнее произойдёт."
            mt "Ой, я это, я тебя разбудить шла, а ты, я вижу, уже…"
            "Её взгляд опять отклеился и укатил куда-то вниз."
            me "Ну я, как видите, уже встал…"
            "В целом ряде смыслов."
            me "Я оденусь, можно?"
            hide mt with dissolve
            "Как в далёком отрочестве, сдавив что есть мочи булки, отсчитал пятнадцать секунд — иначе в шорты влезть не удавалось, я оделся."
            "За спиной хлопнула дверь, а я не смог сдержать усмешки. Кто кого засмущает ещё."
    hide mt with dissolve
    window hide
    with flash
    play music music_list["my_daily_life"]
    scene bg ext_houses_sunset
    me "Ух!"
    "Только и воскликнул я."
    "За ночь температура воздуха сильно упала, и оттого между деревьями висели клочья тумана."
    "Вкупе с ещё не поднявшимся солнышком получалось мерзейшее холодно-мокрое ощущение, от которого совершенно не спасали короткие штанишки и хлопковая рубашечка."
    if alt_day3_duty:
        "Так как я сегодня был освобождён от зарядки и линейки, галстук я резонно оставил в нумерах, упрятав его поглубже под подушку, и, обрадованный хотя бы этим фактом, заспешил навстречу латунно-кафельному монстру."
        "Пионеров нигде не было видно, даже вездесущая Славя, судя по всему, ещё только готовилась подниматься."
        "Лепота! За последние 48 часов мне так толком и не удалось побыть в одиночестве. Уже забывать начал, что это такое."
    else:
        "Так как мне удалось выжить вожатую из комнаты, я, разумеется, «забыл» галстук на спинке кровати и заспешил морозить пальцы, орать и прочими способами радоваться жизни."
        "Да. Умываться."
        "Мимо сомнамбулами проплыли несколько пионеров, топающих гуськом за Шуриком, у которого, похоже, был самый умный автопилот:"
        show dv normal pioneer at right
        show mi normal pioneer at left
        show un normal pioneer at center
        "Алиса… Лена… Мику…"
        hide dv with dissolve
        hide mi with dissolve
        hide un with dissolve
        if alt_day2_date == 1 or alt_day2_date == 11 or  alt_day2_date == 12:
            "Оп, стоять!"
            "Я догнал процессию и пошёл с ними в шаг."
            me "Псст! Эй! Привет!"
            "Шепнул я."
            show un smile pioneer 
            un "Д-доброе утро…"
            "Она выглядела не слишком уверенной в себе… Даже после вчерашнего. Впрочем, я её понимал."
            me "Опять плохо спала?"
            un "Что, так заметно?"
            me "Нууу… я, возможно, не самая выдающаяся личность, но думал, что хотя бы «привета» от тебя дождусь… А ты идёшь, земли под собой не чуя."
            me "Если бы первым не поздоровался, наверное, вовсе внимания бы на меня не обратила."
            show un shy pioneer with dissolve
            un "П-прости, я задумалась."
            me "Ага."
            me "Ну ладно, надеюсь, к завтраку ты успеешь обдумать всё что хочешь."
            "Я подмигнул ей и отклеился от каравана — сейчас будет время воплей, а орать в ухо Лене мне хотелось меньше всего."
            hide un with dissolve
        elif alt_day2_date == 132:
            "Я проводил Лену долгим взглядом. Вчера она меня прогнала, вот просто взяла и выставила."
            "Не хотелось бы думать, что из одной глупой ревности… {w}Ничем, кстати, не обоснованной."
            "Но если мне не хватит пороху на серьёзный разговор — Лена для меня потеряна."
            "Восхитившись открывшимся перспективам, я развернулся вслед пионерам и побрёл четвёртым в колонне. Умываться."
            sl "С добрым утром!"
            "Раздался сзади знакомый голос."
            "Славя, кто ж ещё. Весёлая и цветущая."
            show sl smile sport
            "Лена и Алиса одарили её абсолютно одинаковыми уничижающими взглядами."
            "Кажется, эту троицу связывает что-то… Но что?"
            "Я проворчал что-то невнятное."
            sl "Вижу, вы уже поднялись. Что ж, очень рада. Жду вас всех на зарядке."
            "Она хотела было уйти, но вдруг вспомнила о чём-то:"
            sl "Да, хотела напомнить вам о том, что сегодня танцы."
            if alt_day2_sl_bf:
                sl "И я не забыла, Семён, — ты обещал мне танец."
                "Лена почему-то вздрогнула и втянула голову в плечи. Алиса, наоборот усмехнулась и кинула победный взгляд на подругу."
            else:
                pass
            sl "Постарайтесь проснуться хотя бы к тому моменту."
            "Она рассмеялась и убежала вперёд."
            hide sl with dissolve
        elif alt_day2_date == 2:
            "Я, находясь примерно в таком же состоянии, побрёл вслед за ними."
            sl "Привет!"
            "Раздался сзади отвратительно жизнерадостный голос. Славя."
            show sl smile2 sport
            "Я обернулся."
            me "Утра тебе…"
            sl "Ты чего кислый такой, не выспался?"
            me "Угу."
            "Односложно ответил я. {w=.4}Не говорилось совершенно. Не улыбалось. {w=.4}И солнце, дрянь такая, уже почти светило мне в глаз."
            sl "Не опаздывайте на зарядку. И, Семён…"
            me "Да?"
            sl "Не забывай, сегодня танцы."
            if alt_day2_sl_bf:
                sl "И ты мне кое-что обещал."
                "Я закатил глаза. {w=.4}О господи. Вчера это так легко пообещалось, кто ж знал, что сегодня надо будет сдерживать обещание!"
            else:
                sl "И я очень надеюсь тебя увидеть там."
                "ОхЪ и спляшу…"
            sl "Ладно, не стану мешать пробуждению."
            "Она рассмеялась и убежала вперёд."
            hide sl with dissolve
        elif alt_day2_date == 3:
            "Кажется, Алиске было ещё холоднее моего, так как она даже не стала завязывать свой хулиганский узел под грудью, а шла, ершась и обхватив себя за плечи."
            "Я догнал её и тронул за плечо."
            if loki or herc:
                me "Привет, красотка! Как твоё ничего?"
                show dv surprise pioneer
                dv "Чего?"
                me "Ничего!"
                "Рассмеялся я."
                me "Как дела вообще?"
                dv "Спать."
                show dv normal pioneer
                "Коротко ответила она."
                me "Мысль хорошая. Хвалю. Пошли?"
                dv "Что? Куда?"
                me "Ну, эта скамеечка выглядит не хуже прочих. Можно здесь."
                dv "Да что можно-то?"
                "Алиска начала закипать, в то время как все остальные участники кавалькады, понявшие суть, втихомолку хихикали."
                me "Спать же! {w=.4}Будем греть друг друга, чтобы не холодно было."
                show dv angry pioneer
                "Она остановилась."
                dv "Шёл бы ты… {w}Умываться."
                "Она задрала нос, свысока обронив:"
                dv "Стебок!"
                "Здесь уже рассмеялись все. Утро, кажется, задалось."
            else:
                dv "Привет…"
                show dv normal pioneer
                "Сонно буркнула она."
                "Не выспалась. Не иначе, умаялась, мою одежду таскавши."
                me "Угу."
                "Мы некоторое время шли бок о бок."
                me "Какие планы на сегодня?"
                dv "Выжить."
                "Коротко и по существу. Я кивнул:"
                me "Разумно. {w=.4}А конкретнее?"
                dv "Дожить до завтрака."
                "Спросонья её голос был ещё более хрипловатым, чем обычно, и я шёл и улыбался его звукам."
                dv "Чё лыбишься."
                "Вяло спросила она."
                me "До завтрака дожить нетрудно. Труднее потом не лечь спать."
                dv "Тебе-то что за дело?"
                me "Ну… мне сегодня не нужны бегунки или какая-то чушь в этом духе…"
                show dv shy pioneer
                dv "Я на гитаре играть пойду. Можешь подходить, послушать."
                me "Так и поступлю!"
                "Я улыбнулся и, кивнув, прибавил ходу."
        elif alt_day2_date == 4 and not alt_day2_mi_rejected:
            "После вчерашнего к Мику подходить не хотелось. {w=.4}Что-то будто держало за руки и не пускало."
            "К несчастью, она уже заметила меня и, подойдя, схватила за руку."
            show mi laugh pioneer
            mi "Вот ты где! А я всё думала, проснулся ты или нет. Хорошо, что проснулся, утро хорошее, правда, холодное, но это ничего, правда?"
            "Девочка-пулемёт раскрутила ленточную передачу и вышла на привычный темп стрельбы."
            mi "А ты вчера так неожиданно ушёл, а я всё думала о том, что ты сказал…"
            show mi shy pioneer
            extend "и что сделал."
            "Присутствующие девочки многозначительно перемигнулись."
            "Кажется, то, что вчера происходило на абсолютно безлюдном пляже, внезапно стало достоянием общественности."
            "Будто, кроме нас, там присутствовал наш отряд в полном составе."
            me "Болтун — находка для шпиона…"
            mi "Думаешь, это я им рассказала? {w=.4}Это не я, честно-честно, правда-правда, это всё…"
            show mi serious pioneer at center with dissolve
            "Она понизила голос."
            mi "Картинка."
            me "Картинка? Какая картинка?"
            mi "Я вчера после пляжа пришла в домик, а там Лена сидит и плачет. А на столе картинка — простая, карандашом нарисованная. А на ней ты.{w=.5} Мы. Ну, ты понял…"
            "Ничего себе. Кто-то видел нас достаточно долго для того, чтобы нарисовать? Как я этого не почуял?"
            show mi smile pioneer with dissolve
            "Ответ был прост, и продолжил тараторить."
            mi "Я хотела сказать насчёт вчерашнего — я не очень привыкла к таким знакам внимания, в Японии мужчины куда сдержаннее в проявлении эмоций, поэтому у меня кружится голова, и я не очень понимаю что делать."
            me "Мику… Это {b}ты{/b} эмоции проявила, не я…"
            show mi serious pioneer
            "Она замолчала."
            if loki or herc:
                "Я взял её за руку."
                me "Ты вчера ругалась на одиночество. {w}На недостаток внимания."
                me "Будем их искоренять."
                me "И раз уж я тебе по душе — попробую составить компанию."
                show mi laugh pioneer
                mi "Я за. А дальше?"
                me "По обстоятельствам."
            else:
                "Молчал и я. А что ещё можно было сказать."
                "Спустя несколько минут мы добрались до умывальников и разбежались по разным раковинам."
    window hide
    scene bg ext_washstand_day with dissolve
    play music music_list["eat_some_trouble"] fadein 2
    if alt_day3_duty:
        play sound sfx_open_water_sink
        play sound_loop sfx_water_sink_stream fadein 1
        me "А-а-а-а-а!"
        "Поприветствовал я утренний лагерь."
        "Вода была ещё холоднее вчерашней, и я серьёзно подумывал о том, чтобы на ночь оставлять одну раковину заполненной. Пусть хоть немного греется."
        me "А-а-а-а!"
        "В лицо полетела ещё одна горсть льда, а за спиной кто-то сонно пробурчал:"
        us "Ну чего ты развопился, и без тебя голова болит."
        show us sad sport 
        "Я обернулся и обнаружил у себя за спиной Ульянку, с недовольной физиономией, не раскрывая глаз, стоящую над раковиной."
        if alt_day2_sl_guilty == 2:
            me "Тебя-то каким тайфуном так рано подняло?"
            us "Дежурство."
            "Скрипнула она."
            th "Не было печали…"
            me "Значит, вместе дежурим."
        me "Не выспалась?"
        us "Угу."
        "Она была опять в своей советской футболочке с растянутым воротом и вельветовых шортах."
        me "Это оттого, что торта обожралась!"
        "Я наставительно поднял палец."
        me "Передоз сахара в крови!"
        show us normal sport
        us "Да ну тебя."
        play sound sfx_open_water_sink
        play sound_loop sfx_water_sink_stream fadein 1
        "Она отвернула рукоятку крана и опасливо трогала воду кончиками пальцев."
        "А мне вдруг пришла в голову мысль."
        "Ульянка вся такая егоза, шустрая и весёлая. Но на один вопрос ответ можно найти только экспериментальным путём."
        "Я держал руку под водой до тех пор, пока не почувствовал, как холод превращается в боль — целых десять секунд."
        show us fear sport with easeinbottom
        "А потом, подкравшись к мелкой сзади, опустил ладонь ей за шкирку!"
        us "Иииииии-иииии!" with vpunch
        "Умеет!"
        "И ведь и правда умеет! {w}Я имею в виду, визжать."
        us "Ты! Ты! Ты…"
        "Она пыталась отдышаться, смотрела недобро и замыслила явно недоброе."
        "А я даже среагировать не успел — она мгновенно подскочила к крану, выкрутила его на полную мощность, и, растопырив большой и указательный пальцы, прижала кожу между ними к крану, оставляя небольшой промежуток для выхода воды."
        play sound sfx_draw_water
        "Крутая водяная дуга потянулась в мою сторону!"
        "Я еле-еле успел отпрыгнуть вбок. Ещё вбок! Пока не догадался спрятаться по ту сторону умывальников."
        us "Ты сумасшедший!"
        "Заявила Ульяна."
        if alt_day2_sl_guilty == 2:
            us "Мало того, что в столовую нам залезть не дал, голодом ребёнка моришь, так сейчас ещё и заморозить как Карбышева хочешь!"
        else:
            us "Мало того, что ты вчера сбежать хотел, ты ещё сегодня меня убить хочешь!"
        me "Ничего подобного! От воды …! "
        play sound sfx_water_emerge
        extend "Пфу!"
        "Я выглянул из-за кафельного бока, чтобы возразить, и тут же получил приличную порцию ледяной воды прямо в лицо."
        show us laugh sport
        us "А-ха-ха-ха!"
        "Расхохоталась мелкая, и, посчитав себя отомщённой, вернулась к тому, с чего начала."
        play sound sfx_open_water_sink
        play sound_loop sfx_water_sink_stream fadein 2
        "Да! Она совершенно не собиралась умываться такой водой! Вместо этого она опять убавила струю до минимума и продолжила трогать её пальцами."
        me "Мелкая, ты что делаешь?"
        us "Как будто сам не видишь. {w}Воду трогаю."
        me "А можно узнать, зачем ты её трогаешь?"
        us "Глупый человек. Давно ведь известно, что если вода слишком холодная или слишком горячая, надо просто дать ей сойти."
        me "Здесь это не работает."
        us "В городе, значит, работает, а здесь нет? Почему?"
        me "Потому что это не город, мелкая! Воду здесь берут из местной петлянки, а там она сейчас — можешь сходить потрогать — примерно такой же температуры!"
        stop sound_loop
        play sound sfx_close_water_sink
        us "Ну и ладно. Тогда я вообще умываться не стану."
        "Она закрыла воду и свернула в полотенце всё, что успела выложить."
        play sound sfx_close_water_sink
        me "Лады. Не умывайся. Только ты уж не умывайся побыстрее, пожалуйста. Слышишь?"
        stop music fadeout 3
        play sound wakeup_horn fadein 5
        "Над лагерем раздавались пока ещё негромкие сигналы пионерского горна, трубящего подъём."
        me "Восемь. Нам надо быть в столовой."
        show us dontlike sport
        us "Блин! Не напоминай! Это всё из-за тебя!"
        "Я не поверил ушам."
        me "Из-за меня?! Я-то здесь причём?"
        if alt_day2_sl_guilty == 2:
            us "Потому что ты про меня всё с Алисой рассказал, я знаю!"
            me "Ничего себе заявочка! {w}А меня почему тогда дежурить поставили?"
            us "Потому что ты дундук!"
            "Отрезала малявка."
            me "Прекрасно. То есть, тебя наказали за то, что я про тебя рассказал, а меня за то, что я дундук?"
        else:
            us "Ты сбежал плохо потому что!"
            me "Значит, в том, что ты обожралась торта, в том, что не выспалась, и в том, что мы сейчас идём в столовку горбатиться, виноват исключительно я, верно?"
        show us smile sport with dissolve
        stop sound
        us "Ну наконец-то до тебя дошло! {w}Ладно, я на тебя зла не держу, недотёпа и есть недотёпа."
        play music music_list["what_do_you_think_of_me"] fadein 3
        "Я хотел было сказать что-нибудь резкое и вообще осадить малявку, чтобы немного думала — кому что говорит, когда она добавила:"
        if alt_day2_sl_guilty == 2:
            us "И главное, ни за что ведь!"
            us "Так и легла спать голодная!"
        else:
            us "В следующий побег делать будем как я скажу!"
            me "Следующий побег?! Ты серьёзно?"
            us "А как же! В этот раз пойдём лесами!"
        me "Да ну тебя."
        "Я собрал вещи и направился к дому."
        if alt_day2_sl_guilty != 2:
            us "Эй, ты чего? Ты больше не хочешь сбегать? Погоди!"
        hide us with dissolve
        "Она ещё что-то кричала мне в спину, но я уже ушёл."
        scene bg ext_houses_sunset with dissolve
        "Пока суд да дело, пионеры потихоньку раскачивались и готовились к новому дню."
        show sl smile2 sport at center with moveinright
        "Мимо меня упруго пробежала Славя, одарив мимолётной улыбкой."
        "Намокшая от росы форма обтягивала её в самых нужных местах, и я силой заставил себя не глазеть вслед."
        if alt_day2_date == 3:
            "Она хотела было остановиться и поболтать, но, видимо, о чём-то вспомнила — немного покраснела и умотала в сторону площади."
        hide sl with moveoutleft
        "В режиме «зомби» проковыляли последовательно Алиса, Лена и Шурик."
        show dv normal pioneer at left
        show un normal pioneer at center
        show sh normal pioneer at right
        with moveinleft
        "До них, кажется, бесполезно было пытаться достучаться, так как на приветствие они не среагировали никак."
        hide dv moveoutbottom
        hide un moveoutbottom
        hide sh moveoutbottom
        show mi smile pioneer
        "Мику, которую я не видел со вчерашнего дня, наоборот, была уже бодра, весела и крайне деятельна:"
        mi "Здравствуй, Семён!"
        mi "Я хотела сказать доброе утро, но ты выглядишь таким печальным, что я решила, может оно для тебя и не доброе совсем, поэтому выбрала что-нибудь нейтральное!"
        "Одним словом произнесла она."
        me "Привет, Мику. Как спалось?"
        mi "Лучше всех! Я обнаружила под одеялом жука, который забавно шевелил усами и пытался сбежать, поэтому я его поймала и отпустила."
        mi "А Лена так сильно визжала при его виде! Она такая странная, правда? Жук, может, хотел тепла…"
        show us normal sport at right
        show us grin sport at right with dissolve
        "Или, может, дело не в желаниях жука, а в проказах одной рыжей малолетки…"
        hide us
        "Она говорила что-то ещё, но я благополучно пропустил всё мимо ушей, опять уйдя в собственные мысли."
        if alt_day2_club_join_musc:
            mi "В общем, после десяти часов жду тебя на первую репетицию!"
        else:
            mi "Очень надеюсь, что ты тоже там будешь!"
            me "Постой…"
            "Пардон, я немного заблудился. О чём речь вообще?!"
            me "Извини, а «там» — это где?"
            show mi laugh pioneer
            mi "На танцах! Приходи обязательно!"
        "Заключила она и, ослепительно улыбнувшись, упрыгала в сторону умывален."
        "А мне ничего не оставалось, как направиться к столовой — еда сама себя не разложит и пионеров не накормит."
        "Я хочу сказать, что во всех нормальных домах уже давно перешли на систему самообслуживания, но это явно не наш случай."
        "Местные пионеры меня распнут, если придут на завтрак и не обнаружат еды на столах."
        "Ну, или, может, не распнут, а просто покалечат. В любом случае, следует поспешить."
        "Ульянка, хоть у меня и фора, всё равно будет у столовой раньше."
        window hide
        scene bg ext_dining_hall_away_sunset with dissolve
        "С площади уже были слышны резкие выкрики Слави, отсчитывающей ритм выполнения упражнений, а я даже не знал, радоваться или нет тому, что не размахиваю сейчас вместе со всеми руками, ногами и прочими конечностями."
        "Безусловный плюс в том, что они сейчас стоят на холоде, и у них линейка ещё. А минус… {w=.3}Да скорее всего в том, что картошку чистить заставят!"
        stop sound
        stop sound_loop
        stop ambience
        window hide
        scene bg ext_dining_hall_near_sunset with dissolve
        play music music_list["get_to_know_me_better"] fadein 5
        "Я как в воду глядел насчёт Ульяны — она уже успела вся извертеться и исскучаться в ожидании, пока её запустят на рабочий объект, даже не вспомнила об обливаниях на рукомойниках."
        show us smile sport
        us "Ты долго. Принёс ключи?"
        me "Нет. Да и откуда у меня ключи."
        me "Нам надо с другой стороны обойти и заходить там."
        us "Это я как-то не подумала."
        "Призналась она и тут же развернулась было бежать дальше, кабы я не положил руку ей на плечо и не развернул бы к себе."
        "Она сделала два шага и упёрлась в меня, прежде чем до неё дошло, что движется она, мягко говоря, не в ту сторону, куда хотела."
        show us surp1 sport
        us "Ой, а что это ты здесь делаешь?"
        "Я вздохнул и мысленно запретил себе мечтать придушить этот мелкий источник неприятностей. Никто не оценит."
        me "Всё, закончили шуточки, сейчас быстренько накрываем, убираем и разбегаемся до обеда."
        us "Фигушки.{w} Вчера на ужине меню на сегодня вывесили, снова пюре будет, так что…"
        me "Чистим картошку. Значит, тем более, работаем вместе. Раньше сядем, как говорится…"
        window hide
        scene bg int_dining_hall_sunset with fade
        "Мы обошли столовую по периметру и постучались со служебного входа, куда обычно подъезжают машинки с продуктами — кстати, так ни разу на моей памяти и не прибывших."
        play sound sfx_knock_door7_polite
        $ renpy.pause(1)
        "Нас некоторое время поизучали сквозь стеклянную дверь, и наконец замок щёлкнул, отпираясь."
        voice "Помощнички пришли?"
        "Улыбнулась большая тётка в белом костюме и фартуке. Повар, похоже."
        "Ульянка хотела было что-то сказать, но я быстро её оттёр назад и как мог вежливо улыбнулся:"
        me "Конечно, помощники! Всегда хотел посмотреть на кухню изнутри!"
        voice "Ой, какой воспитанный юноша. Вот сейчас и посмотрите."
        window hide
        play sound sfx_open_door_2
        scene bg int_dining_hall_day with fade
        "Нас провели в святая святых — мимо подсобных помещений, прямо в жаркое сердце кухни, где на растопленных печках уже булькали огромные алюминиевые котлы, распространяя вокруг себя запах рисовой каши и какао."
        "Я с тоской проводил взглядом какую-то тётку посуше, которая при нас отработанным движением вскрыла банку со сгущённым молоком и опрокинула её в кастрюлю с какао."
        "Ульянку это не заботило совершенно — немного осмотревшись, она тут же обнаружила бесхозный халат и накинула на себя, сразу превратившись в эдакое привидение."
        show us laugh sport at center with dspr # sport => некий халат
        "Халат был размеров на пять больше, и она в нём тонула совершенно."
        "Сзади раздался смех — кажется, повара уже успели оценить всю пользу пребывания Ульяны здесь.{w} Осталось только занять её чем-нибудь, прежде чем проявленные ей деструктивные наклонности испортят первое впечатление."
        me "Итак, с чего начать?"
        voice "Ай, да с простого. С мытья рук."
        me "Ну это-то понятно. А дальше-то что?"
        voice "Расставите стаканы по столам согласно количеству стульев, возьмёте на раздаче чайники и будете разливать какао."
        me "Это мы легко."
        "Сполоснув руки, я подогнал к раздаче тележку и сгрузил на неё всё необходимое."
        "Работа шла споро и ходко. Егоза и хулиганка, Ульянка оказалась незаменимой помощницей — как всему, что она делала, она отдавала себя целиком, работая от души и как могла быстро."
        window hide
        scene bg int_dining_hall_people_day with dissolve
        "Так что столы младших отрядов мы накрыли быстро, даже осталось время немного побалдеть с нормальным человеческим кофе в подсобке перед тем, как двери открылись и запустили в столовую первую свору голодных пионеров."
        "Старшие отряды мы не сервировали, такова была договорённость между администрацией лагеря и сотрудниками столовой — последним надоело, что старшие постоянно ничего есть не хотят."
        "Как результат, старшие отряды теперь полностью были на самообслуживании."
        "Стоило ли говорить, что это нашло самый живой отклик в рядах пионеров. Тебя никто не заставлял брать то, что ты есть не собираешься."
        "Ну, во всяком случае, если ты успел зайти вместе со своим отрядом. В противном случае вожатая вполне могла взять на тебя порцию, как это, например, было вчера, когда меня поставили перед фактом того, что я должен «это съесть и не волнует»."
        "Я поймал себя на том, что стою, подпирая стенку, и эдак по-отечески улыбаюсь, наблюдая за тем, как голодные пионеры оккупировали столы и быстро работают ложками, потребляя приготовленное."
        if alt_day2_date == 1 or alt_day2_date == 12:
            "Кажется, я слишком глубоко погрузился в мысли, так как на будто ниоткуда появившуюся перед глазами Лену я среагировал, непроизвольно вздрогнув."
            show un smile pioneer
            "Доброе утро."
            "Заулыбалась она, довольная эффектом."
            me "Фу-ты, ну-ты, нельзя же так пугать."
            un "Ты есть пойдешь? А то…"
            show un shy pioneer at center with dissolve
            "…ей не с кем. Я догадался."
            me "Пошли."
            "Забрав со столика по подносу, мы заняли очередь у раздачи."
        elif alt_day2_date == 11: 
            "И появившуюся в поле зрения Лену я одарил таким же отеческим взглядом, на что она, не удержавшись, показала мне язык."
            "Почти как Ульянка вчера."
            show un laugh pioneer
            un "С добрым утром. Или ты ещё спишь?"
            me "Спу."
            "Буркнул я, недовольный тем, что надо мной смеются."
            un "Пошли, съедим кого-нибудь!"
            "Не слушая моих возражений, она схватила меня за руку и потащила к раздаче."
            window hide
        elif alt_day2_date == 2:
            "Славя, как обычно, подошла бесшумно и встала рядом."
            show sl normal pioneer at center
            sl "И вот такую картину я наблюдаю каждый день."
            if alt_day2_walk == 2 and not herc:
                sl "Кстати, я думала о твоих вчерашних словах. О спасателях."
                me "И?"
                "Безучастно спросил я."
                sl "Мне кажется, что высшей формой помощи и будет спасение жизни." 
                me "А не будешь скучать по этому…"
                "Я многозначительно махнул рукой."
                show sl laugh pioneer
                sl "Буду, конечно! Но мне думается, что у каждого человека есть своё место. И я своё, кажется, нашла."
            me "Что ж, хоть кто-то будет на своём месте. Пошли питаться?"
            "Мы заняли место в очереди."
            window hide
        elif alt_day2_date == 3:
            "Наверное, улыбка у меня была и правда дурацкая, так как знакомый уже хлопок по плечу сопровождался хрипловатым хохотком:"
            show dv smile pioneer2
            dv "Пошли есть, офусант!"
            "Двачевская была в своём репертуаре и, не слушая моих возражений, потащила меня к раздаче."
            window hide
        else:
            "Поэтому я вздрогнул, когда Ульянка с душой хлопнула меня по спине."
            show us smile sport
            us "Не спи, замёрзнешь!"
            "Я многозначительно кивнул."
            us "Есть пошли, спящий человек!"
            "Она схватила меня за руку и потащила к раздаче, между делом отпихивая тех, кто уже успел встать в очередь, всё приговаривая:"
            us "Дежурные! Дежурные! Кормите нас вне очереди!"
            window hide
        return
    else:
        play music music_list["everyday_theme"] fadein 5
        "Снова здесь же, место встречи изменить нельзя."
        "Я заранее поёжился, предчувствуя, как холод проходит сквозь кожу и мышцы, доходит до костей, ломит в суставах. А если ещё и зубы почистить…"
        window hide
        show blink with dissolve
        $ persistent.sprite_time = "sunset"
        scene bg ext_washstand_day
        with dissolve
        "Надо быстро всё делать, а то так не соберусь."
        "Я затаил дыхание, и…"
        scene bg ext_washstand2_day
        with dissolve
        play sound sfx_open_water_sink
        $ renpy.pause(1)
        play sound_loop sfx_water_sink_stream
        me "А-а-а-а-а!" with vpunch
        "Поглощённый борьбой с немеющими конечностями, я забыл обо всём, и, как оказалось, напрасно."
        "Я уже говорил о том, что на улице было достаточно сыро, плюс ощущение ледяной воды."
        "Чего теперь не хватает для счастья?"
        "Правильно."
        scene bg ext_washstand_day
        "Я всегда представлял, как мой организм борется с холодом."
        "Он разгоняет метаболизм, пинает печень, чтобы давала больше энергии, кожа идёт мурашками, поднимая волоски, удерживающие слой тёплого воздуха."
        "Кожа начинает теплеть… Теплеть! Она становится горячей."
        "И теперь на эту горячую кожу кто-то положил ледяную ладонь!"
        me "А{w=0.3}-а{w=0.14}-а{w=.07}-а{w=.035}-а{w=.017}-а!"
        "Ледяная влага, входя в контакт с моей раскалённой кожей, шипит и испаряется, заволакивая окрестности белым паром."
        "Я как в первый день понимаю."
        "АЗ ВОЗДАМ!"
        if alt_day2_date == 3:
            show dv laugh pioneer
            "Алиса стояла рядом, опираясь рукой — мокрой! — на кафельную стенку."
            "Похоже, её мотало от хохота."
            dv "Ха-ха-ха!"
            "Она вытерла выступившие слёзы."
            dv "Прости, не удержалась."
            "Присутствующие здесь же пионеры обменялись недоумёнными взглядами."
            "Исключение составила только Лена, которая, похоже, обо всём догадалась."
            "Ну а я между делом набрал в ладони ощутимую такую порцию воды — даже не почувствовал температуры от злости! — и аккуратно вылил всё на макушку хохочущей девочке."
            hide dv with dissolve
        else:
            me "УЛЬЯНААААА!"
            "Даже не сходя с места, я уже знал — кто!"
            show us laugh pioneer
            us "Хи-хи-хи!"
            "Кажется, она нашла своё развлечение на утро."
            "Я сдержался."
            "Не стал орать."
            "А просто налил в мыльницу воды и аккуратно вылил ей за шиворот."
            "Как она меня била!"
            if alt_day2_round3 != 0:
                if (alt_day2_hf2 == 5) and (alt_day2_round3 != 0):
                    "Даже по сравнению со вчерашним лупцеванием, это было жестоко."
                    if loki:
                        "Просто в один прекрасный момент, устав терпеть побои, я схватил её поперёк туловища, прижимая руки к бокам и несколько раз сунул головой под всё ещё льющуюся воду."
                    else:
                        "Правда в этот раз я не сидел, и не ждал. Я вовремя отошёл назад и, положив руку ей на лоб, подождал несколько минут, пока она не устанет размахивать конечностями в воздухе."
                        "Да, руки у меня длиннее. И да, я бессовестно этим пользуюсь."
                else:
                    pass
                hide us with dissolve
        stop sound fadeout 3
        stop sound_loop
        scene bg  ext_house_of_mt_day with dissolve:
                pos (0,0) 
                linear 0.1 pos (-5,-5) 
                linear 0.1 pos (5,5) 
                pos (0,0) 
                linear 0.1 pos (0,-5) 
                linear 0.1 pos (0,5) 
                repeat
        with dissolve
        "Небольшая погоня, чтобы разогнать кровь."
        "И, забежав в домик, захлопнуть дверь и привалиться к ней, чуть дыша."
        scene bg int_house_of_mt_day with dissolve
        "В фанеру с той стороны тут же ударили маленькие кулачки."
        if alt_day2_date == 3:
            dv "Лучше открой по-хорошему!"
        else:
            us "Открывай, гад!"
        "Сейчас. Только ковровую дорожку расстелю."
        "Я перевёл дух и открыл глаза…"
        "Только для того, чтобы узнать, что, оказывается, я в домике не один!"
        scene cg d2_mt_undressed with dissolve
        play music music_list["awakening_power"] fadein 0
        "Лицом к зеркалу посреди комнаты стояла Ольга Дмитриевна…"
        "И переодевалась!"
        show cg d2_mt_undressed_2  with dspr
        mt "Семён?"
        if alt_day2_date == 3:
            "Я пулей вылетел оттуда, на половине движения перехватил Алиску и потащил её прочь!"
        else:
            "Я пулей вылетел оттуда, на половине движения перехватил Ульянку и потащил её прочь!"
        window hide
        scene bg ext_house_of_mt_day with dissolve
        if alt_day2_date == 3:
            show dv surprise pioneer at cright
        else:
            show us calml pioneer at cright
            us "Эй! Ты что!"
        "Я со злостью глянул на причину того, что я в очередной раз опростоволосился."
        "Что я? А действительно. Что я? Почему я повёл себя с этой врединой так, что она решила, что ей вообще можно делать такие вещи? "
        "Где я допустил ошибку, которую она сочла за разрешение бить меня и всячески надо мной измываться?"
        "Или для таких вещей разрешение не требуется?"
        window hide
        stop sound_loop
        if alt_day2_date == 3:
            show dv surprise pioneer at cright
        else:
            show us calml pioneer at cright
        show mt angry pioneer at cleft
    
        "На пороге показалась Ольга, и я со злостью бросил ладошку, которую, я только заметил, до сих пор сжимал."
        if alt_day2_date == 3:
            me "Алис… У нас мира по определению быть не может, да?"
            dv "Мир? Если бы я хотела мира, я бы лежала под кроватью. Встряхнись!"
        else:
            me "Мелкая… Мне сейчас опять влетит… И опять из-за тебя."
        if alt_day2_date == 3:
            "Кажется, я действительно выглядел взбешённым, так как Алиса отступила на шаг."
        else:
            us  "А чё сразу я?!"
            show us sad pioneer at cright
            "Запротестовала она."
            me "Ничего."
        mt "Семён, не объяснишь своё поведение?"
        "Кажется, она была очень рассержена."
        if alt_day2_date == 3:
            me "Алиса."
        else:
            me "Ульяна."
        me "У нас, кажется, там зарядка, да?"
        "Она кивнула."
        me "Тогда бежииииииим!"
        "И мы побежали."
        window hide
        stop music fadeout 5
        scene bg ext_square_sunset with dissolve
        play ambience ambience_camp_center_day fadein 3
        "Зарядка ничем не отличалась от вчерашней, разве что сегодня я уже не чувствовал себя чужим среди своих."
        if alt_day2_date == 1 or alt_day2_date == 11 or alt_day2_date == 12:
            show un smile sport at center
            "Лена, так же, как и вчера, безучастно махающая руками, улыбнулась в ответ на мой кивок."
            "И вроде бы даже немного приободрилась. {w}Так, серьёзно?"
            "Не хотелось бы стать человеком-катализатором. В конце концов, я не знаю, насколько я здесь, не хотелось бы давать беспочвенных надежд."
        elif alt_day2_date == 2:
            show sl smile sport at center
            "И без того обычно активная, сегодня Славя буквально источала некую энергию, в просторечии называемую энтузиазмом. По степени живости исполнения некоторых упражнений она всерьёз могла бы сейчас посоперничать с Ульянкой."
        elif alt_day2_date == 3:
            show dv smile sport
            "Перемигнувшись с Алисой, мы заняли место на отшибе и начали заниматься ерундой. Начали с «волны»."
            "Я поднял с земли шишку, и, убедившись, что никто не видит, запустил её в наклонившуюся Ульянку."
            show us normal sport at left
            "Она мгновенно разогнулась и смерила меня подозрительным взглядом. Ну а я-то что? Принял самый невинный вид, из тех, что мог."
            "Мог я не сильно много, поэтому я не убедил никого, и в меня полетел мой же метательный снаряд. Я не остался в долгу, а там подключилась и Алиса."
            "В ход шло всё — шишки, мелкие камешки, между делом обобрали зелёные плоды шиповника — всё на фронт!"
            "Славя мудро не обращала на нас внимания, так как неизвестно, во что бы вылились попытки нас урезонить."
        else:
            "Хотя в целом разницы-то особой и не было, это был, скорее, вопрос настроения."
            "Я понемногу начал втягиваться в общественную жизнь, ощущать себя частью чего-то."
            show us grin sport at right
            "Ульянка."
            hide us with moveoutright
            show sl smile sport at left
            "Славя."
            hide sl with moveoutleft
            show un smile sport at right
            "Лена."
            hide un with moveoutright
            show dv smile sport at right
            "И даже рыжая бандитка Двачевская."
            hide dv smile sport with moveoutright
            "Все они отнеслись ко мне по-доброму, по-человечески, и я на какую-то долю секунды абсолютно необъяснимым чутьём почти успел почуять то неуловимое, что ушло из моей жизни, оставив дотлевать пустую оболочку подле монитора."
        window hide
        scene bg ext_square_sunset
        play music music_list["get_to_know_me_better"] fadein 5
        "Наконец, спортивные мытарства были завершены, и от оздоровительной части было решено перейти к административной."
        "Говоря проще, к линейке!"
        "Сегодня Славя поступила ровно так же, как и вчера — она взяла меня за руку и отвела на наше место, невзирая даже на возмущённый взгляд, коим кое-кто одарил нас обоих."
        if alt_day2_rendezvous == 2:
            sl "Я не забыла."
            "Шепнула она."
            me "О чём ты говоришь?"
            sl "О твоей помощи, разумеется."
            sl "Но просто сказать «спасибо» было бы недостаточно."
            "Конечно, девочка, моих мучений на площади было недостаточно."
            sl "Поэтому… Сегодня ты снова поднимаешь флаг!"
            me "Что? Нет! Нет, даже не думай об этом."
            "Она рассмеялась."
            sl "А я и не думала, это ещё вчера было решенным фактом."
            sl "Ладно, готовься пока, я сбегаю переоденусь."
            hide sl with dissolve
        else:
            show sl smile pioneer with dissolve
        "Мы снова встали почти под самыми трибунами, правда, отличие было уже в том, что после вчерашнего моё лицо более-менее примелькалось толпе, и мне периодически подмигивали, строили рожицы и просто одобрительно кивали."
        "Оставался лишь один вопрос."
        "Кто все эти люди, и какого фига им надо?"
        "Понемногу площадь заполнялась народом, а я свернул свои терзания и, как и вчера, переключился на пищу духовную."
        "Говоря проще, я погрузился в полу-воспоминание, полу-грёзу…"
        if alt_day2_date == 1:
            "Вчерашнее совершенно непривычное, но от этого не ставшее неприятным ощущение, когда спины касаются… касаются… ммм…"
        elif alt_day2_date == 11:
            "Лесок мне запомнился постольку-поскольку, куда сильнее в памяти отпечаталось то, что натворил мой внутренний комментатор."
            "Хотя сейчас, постфактум, я понимаю, что всё, что этот придурок у меня в голове наговорил…"
            "Оно всё привело к нынешним, крайне приятным последствиям."
            dreamgirl "Всегда пожалуйста, дорогой."
        elif alt_day2_date == 12:
            "Вчерашняя импровизированная выставка работ Лены… Трудно сказать, то ли это было, чего мы оба ждали, или следовало меньше времени тратить живописи, и больше друг другу…"
            "В любом случае, я не жалею о своём решении. Благодаря ему, я понял, что с этим лагерем всё куда сложнее, чем казалось на первый взгляд."
        elif alt_day2_date == 3:
            "Ретроспектива угроз, выводов, полученных картинок и кое-чего ещё перепутались в моём больном воображении."
            "Вчерашнее пари с такими условиями, что любая другая девочка уже сто раз со стыда сгорела."
            "Проблема даже не в том, что Двачевская — не любая другая. {w}Проблема в том, что с её физическими данными, сплетня приобретает черты документально заверенного факта."
            "Я ещё раз воскресил перед глазами нахальную мордочку, травинку, прикушенную в уголке рта, отчаянные и безжалостные глаза…"
            "Точёную шейку с ямочкой, оранжевые ниточки, удерживающие верхнюю часть купальника, держащиеся на развитом плечевом поясе…"
            "И запретил себе думать об этом. Не хватало ещё с «естественными  реакциями» перед всей линейкой светиться."
        elif alt_day2_date == 4:
            "Про Мику можно сказать одно — экзот. Как понюшка кайенского перца, добавляющая огня любому блюду."
            "Меня в принципе всегда привлекали японские девушки, было в них что-то эдакое, отзывающееся внутри сладкой истомой и предчувствием чего-то невероятного."
            "Блин, да мне даже встречаться с одной азиаткой приходилось. {w}Правда, немного и недолго."
            "Но и того, что было, хватило, чтобы гарантировать впечатления."
            "Я припоминаю, что с точки зрения девушки, слишком решительные действия автоматически расцениваются как объяснение в чувствах."
            th "Получается, что предлагая ей плечо и отвлечённо рассуждая о возможных отношениях, я неким образом признавался ей… в симпатии?"
            th "Любви? Человеку, которого впервые встретил несколько часов назад?"
        else:
            dreamgirl "Этот лагерь — это нетронутый заповедник непуганых красоток."
            dreamgirl "Ты помнишь то шоу в домике? {w}Ольга в минимуме одежды, ммм… Не выскакивать надо было, а предложить ей расстегнуть, там где туго."
            if alt_day_binder != 1 and not alt_day1_sl_conv and (herc or loki):
                dreamgirl "Или активисточку нашу помнишь? {w}Позавчера, белый с синим кантом купальник, рисующий такие формы, что хоть сейчас в плеймейт месяца определяй."
            dreamgirl "Объясни мне, чё ты сопли жуёшь? {w}Если не нравятся девочки покрупнее или постарше, попробуй эту рыжую молнию…"
            dreamgirl "Ну, или…"
            if alt_day2_date == 132:
                th "Ага, после вчерашнего у меня такое «или» в загашнике поселилось…"
            th "Просто заткнись. Это ты моё озабоченное эго, а не я твоё. {w}Поэтому мы сейчас переводим взгляд…"
            th "Взгляд переводим, я сказал!"
            th "С рубашки Двачевской на куст шиповника."
            "Алиса заметила взгляд и, подмигнув, подбоченилась."
        "А между тем, линейка началась!"
        scene cg d2_lineup
        if alt_day2_rendezvous == 2:
            sl "Пошли?"
            "Я проглотил возражение. Похоже, они здесь вообще значения не имеют."
            sl "Пошли." 
            "Как и вчера, меня оплели чужие взгляды, на ногах пудовыми гирями повисло чужое внимание, и опять разыгралась старая болезнь, заставляющая чувствовать каждую мышцу и руководить ими осознанно — как результат, деревянно и неловко, с дрожью и болью."
            "Я не боюсь толпу. {w} Я её ненавижу."
            window hide
            $ persistent.sprite_time = "sunset"
            scene bg ext_square_sunset
            show sl normal pioneer at cright
            show mt normal pioneer at cleft
            with dissolve
        
            "Славя, то ли получая удовольствие, то ли совершенно равнодушно относясь к потокам внимания, бодрым, чуть вприпрыжку, шагом пересекла площадь и замерла по правую сторону от трибуны, откуда Ольга уже читала благодарственную."
            mt "Сегодня мы хотим поощрить нашего нового члена семьи, Семёна, который не только удачно влился в коллектив, но и продемонстрировал уважение к чужому труду, порядку и правилам. {w}Он сам вызвался в помощники активиста и убрал площадь."
            mt "Заметьте! В первый же! День! Кое-кому есть чему поучиться у Семёна."
            me "Так вот, значит, какова твоя благодарность."
            "Прошипел я Славе."
            "Она и бровью не повела."
            sl "Я знала, что тебе понравится."
            mt "Семён! Иди же!"
            "События вчерашнего дня запомнились смутно, и, сказать по правде, больше походили на неотжитой кошмар."
            "Теперь я понял, насколько же милосердна память. {w}Она и половины впечатлений не сохранила."
            show sl serious pioneer
            mt "И сегодня Семён поощряется поднятием флага! Вторым подряд! Честь и слава!"
            "Я сделал три шага на непослушных ногах и встал около флагштока."
            show mt normal  pioneer at cleft
            show sl normal pioneer at cright
            "Славя встала рядом, мягко мне улыбнувшись."
            dreamgirl "Вообще-то… Обрати внимание на форму и размер её зрачков. Судя по всему, она чувствует вину. Только не может понять, почему."
            dreamgirl "Короче, если хочешь уболтать её на какие-нибудь глупости, действуй сейчас!"
            th "На линейке?!!!"
            dreamgirl "Не тормози, тупица! Вас сейчас никто не услышит, пользуйся ситуацией!"
            "Я ответил ей ненавидящим взглядом."
            "Она смутилась и отвела глаза."
            show sl shy pioneer at cright
            sl "Давай, как вчера…"
            "Она потеснилась, пропуская меня к тросу."
            "И в этот раз никакой благодарности я не почувствовал. {w}Если не дура — а она была не дура — должна уже понять размер свиньи, которую она мне подсунула."
            th "Фиг я ей ещё раз помогу."
            "Я прекрасно понимал, что вру себе. {w}Что не смогу отказать, глядя в эти глаза, что буду ворчать, бурчать и торговаться, но в результате растаю и сделаю всё как она хочет."
            "Как я уже говорил, эта девочка подобрала ко мне универсальный код, и лепила из меня что хотела."
        else:
            "В этот раз никто не стал меня тревожить, и я смог углубиться в грёзы достаточно глубоко — так, что аж вздрогнул, когда выходящая из строя Славя задела меня плечом."
            "Она не стала задерживаться у трибун, вместо этого сразу пройдя к мачте."
            
        "Флаг бесшумно поднимался и все, как и вчера, как и за много дней до этого, провожали его взглядами."
        "И хотелось в такие моменты дать себе зарок стать если не лучше, то хотя бы чище."
        "Ведь чистота помыслов — первый шаг к самосовершенствованию."
        "И постыдными казались мысли о том, что могло бы произойти, если бы… {w}В СССР ведь действительно не было секса, там любовь была."
        play music eat_horn fadein 3 
        "Мои размышления прервал звук горна, и в этот раз я двинулся вместе с отрядом."
        "Ольга спустилась с трибуны и улыбнулась в ответ на мой вопрошающий взгляд."
        "Кажется, зла за сценку в доме она уже не держала."
        mt "Семён, до обеда свободное время. Не хочешь поискать себе какой-нибудь наряд на вечер?"
        window hide
        scene bg ext_square_sunset with dissolve
        show mt normal  pioneer at left with dissolve
        stop music
        "Я оглядел форму."
        me "А что не так с моей формой?"
        mt "Нуууу…"
        "Она задумчиво посмотрела куда-то в небо, будто читая на облаках подсказки мелким шрифтом."
        mt "На танцы обычно стараются принарядиться получше. Всё-таки мероприятие не каждый день бывает."
        me "Да ладно."
        "Я фыркнул."
        me "От того, что пионеры на танцполе разодеты в платья и брючные пары, они не перестают быть пионерами."
        mt "Как знаешь. В любом случае, от посещения мероприятия тебя это не освобождает."
        stop music fadeout 3
        show sl smile pioneer at right
        sl "Думаю, у Семёна и так будет с кем танцевать."
        if alt_day2_rendezvous == 2:
            "Немного напряжённо рассмеялась Славя — видимо, её до сих пор мучила совесть за то, как она обошлась со мной."
        elif alt_day2_sl_bf:
            "Рассмеялась Славя — явно намекая на моё вчерашнее обещание."
        me "Да-да. Можно я теперь пойду что-нибудь сгрызу?"
        show sl laugh pioneer at right
        show mt laugh pioneer at left
        "Теперь они рассмеялись обе и разрешили мне пройти в столовую."
        window hide
        return
        
label alt_day3_bf:
    play ambience ambience_dining_hall_full fadein 3
    scene bg int_dining_hall_people_sunset  with fade
    "В столовой было шумно, многолюдно и неуютно. Всё как и всегда."
    "Я взял себе порцию и остановился, выбирая, куда сесть."
    if alt_day2_date == 2 and alt_day3_duty:
        "Хотя тут и думать не о чем было — раз уж Славя всё равно стояла рядом."
    menu:
        "Сесть с Леной" if not (alt_day2_date == 2 and alt_day3_duty):
            call alt_day3_lp_checker(alt_dater = un)
            if alt_day2_date == 132:
                "Если бы не насущная потребность — едва ли я теперь осмелился бы сесть рядом с грустной девочкой."
                "Буду честен — вчера я сделал всё от меня зависящее для того, чтобы зарыть себя как можно глубже."
                "Хотя, казалось бы, что может быть проще — выслушай женщину и поступи по-своему, прекрасный пол любит решительных."
                "Не осмелился."
                th "Да что со мной такое?!"
                "Как будто мне пятнадцать лет, и я к нравящейся девочке подойти стесняюсь!"
                dreamgirl "Не сильно промахнулся. {w}И да — ты стесняешься подойти к нравящейся девочке."
                "Так или иначе нам надо поговорить. Я не имею права пускать всё на самотёк."
                "А потому — собраться, сделать несколько глубоких вдохов и на подгибающихся ногах пересечь столовую, остановившись возле столика, где сидела Лена."
                me "Прости, здесь свободно?"
                show un serious pioneer with dspr
                "Лена неприязненно покосилась на меня, но кивнула."
                "Сев на место, я долго ковырял несчастную кашу, пытаясь заставить себя говорить, но решимость таяла, стоило лишь взглянуть на ледяное отчуждение в изумрудных глазах."
                "Поэтому пришлось жульничать."
                "Не идти на зрительный контакт, не повышать голоса и не позволять себе эмоций."
                "Просто разговор, безо всякой задней мысли."
                me "Лена, можно с тобой поговорить?"
                "Наконец выдавил я."
                show un normal pioneer with dspr
                "Похоже, она согласна была терпеть меня подле себя лишь на условиях моего полного радиомолчания."
                "И я только что исчерпал свой кредит."
                un "А нам есть о чём разговаривать?"
                "Холодно поинтересовалась она."
                me "А разве не о чем?"
                "Не желая вдаваться в дебаты, она безразлично пожала плечами."
                un "Ты хотел, ты предложил."
                "Откинувшись на спинку стула, Лена переплела пальцы."
                un "Говори."
                me "Ну…"
                me "Э…"
                un "Блеск. Может, уже скажешь?"
                "Блин! Когда она говорит вот так «давай, говори», в голове почему-то сразу так пусто становится!"
                me "Может быть, после завтрака пересечёмся? Сходим куда-нибудь…"
                dreamgirl "Ага. Погуляем по лагерю, поубираем площадь."
                show un serious pioneer with dspr
                un "Извини, нет. Я буду занята в газете."
                me "Ну тогда, может, после обеда?"
                un "После обеда я тоже занята."
                me "И совсем-совсем никогда свободной не будешь?"
                un "Не знаю."
                me "Ну хоть на танцы-то ты пойдёшь?"
                "В отчаяньи спросил я."
                un "Не знаю, скорее всего, нет."
                me "Но почему?!"
                un "Много людей. Не люблю такое."
                un "У тебя всё? Тогда до встречи за обедом."
                "Тарелки заняли места на подносе — и как дуновение ветра — секунду спустя я остался в одиночестве."
                hide un with moveoutleft
                un "Пока."
                "Донеслось из подпространства."
                th "Понимаю. Заслужил."
                "Я остался один за столиком."
                if alt_day3_duty:
                    return 
                else:
                    pass
                "Бессильно проводив девочку взглядом, я стал думать, чем убить время дальше — хотя бы до обеда."
                window hide
                scene bg ext_dining_hall_near_sunset
                stop ambience fadeout 5
                with fade2
                "Так ничего и не придумав, я выбрался на улицу и, бесцельно поизучав здание столовой, развернулся и побрёл к воротам."
                stop ambience
                window hide
                return
            "Я решил сесть с Леной, тем более, что она явно была не против моей компании."
            "Честно говоря, я грешил на атмосферу места. Не на воздух, а на что-то в нём обитающее, дающее дух и идею всему этому пионерскому мирку, что-то, без чего это место выглядело бы декорациями."
            "И оттого гораздо проще было общаться и делать вещи, лично мне совершенно несвойственные."
            "В Лене я разглядел свою жажду одиночества, и она же дала мне разгадку  — можно же быть одиночками и вдвоём. Ведь просто остаться одному — это не самоцель. Целью всегда было огораживание чего-то личного."
            "Я неторопливо расправлялся с рисовой кашей, между делом бросая взгляд на девочку:"
            show un smile pioneer at center
            un "Ты уже третий день так на меня глядишь…"
            me "Это плохо?"
            un "Очень."
            "Её голос упал до шёпота."
            un "Я ведь могу и привыкнуть."
            un "И тогда мне будет очень-очень плохо, если кто-то — не станем показывать пальцем — не будет больше пытаться проглядеть во мне дыру."
            me "Это была угроза или предложение?"
            show un laugh pioneer
            un "А ты никак не можешь решить? Хочешь, чтобы я за тебя выбирала?"
            "Я помотал головой."
            me "А можно всё будет спонтанно? Я люблю сюрпризы."
            if alt_day2_date == 1 or alt_day2_date == 11 or alt_day2_date == 12:
                un "Можно и так… Скажи, ты чем после завтрака заниматься собираешься?"
                me "Либо по кружкам куда записывался, либо…"
                "Я осёкся, увидев, как потемнели её глаза."
                me "То есть, я хотел сказать… Что хотел бы провести время с тобой."
                "Чувствуя себя совершеннейшим подкаблучником, ответил я."
                un "Прекрасно!"
                "Она заулыбалась и, перегнувшись через стол, шепнула:"
                un "Забери меня через тридцать минут из библиотеки, ладно?"
                menu:
                    "Согласиться":
                        $ alt_day3_un_event = True
                        if not alt_day2_lib_done:
                            me "А что там?"
                            un "Там редакция стенгазеты в помещении книгохранилища."
                            me "Целая газета?"
                            un "Да. Мальчики спорят, Женя спит. А я работаю."
                            un "Укради меня оттуда, ладно?"
                        me "Конечно."
                        "Она в ответ благодарно улыбнулась и, собрав посуду, встала из-за стола."
                        if not alt_day3_duty:
                            "Я поднялся вслед за ней и вышел из столовой."
                        window hide
                        return
                    "Отказаться":
                        me "Прости, сегодня никак."
                        "Я виновато улыбнулся."
                        show un serious pioneer
                        un "Ладно."
                        un "Я понимаю."
                        un "Ты меня тоже прости."
                        "Она мгновенно собрала во второй раз уже недоеденный завтрак и поднялась."
                        if not alt_day3_duty:
                            "Я поднялся вслед за ней и вышел из столовой."
                        window hide
                        $ lp_un -= 1
                        $ karma -= 10
                        return
            else:
                show un serious pioneer
                un "Боюсь, этот сюрприз тебе не понравится совершенно."
                un "Ты ведь так хорошо смотришься с ней рядом."
                me "С кем?"
                if alt_day2_date == 2:
                    un "Со Славей…"
                elif alt_day2_date == 3:
                    un "С Алиской…"
                elif alt_day2_date == 4:
                    un "С японкой этой несчастной…"
                else:
                    un "Забудь."
                "Она вдруг резко засобиралась и, подхватив поднос, встала из-за стола."
                "Я поднялся вслед за ней и вышел из столовой."
                window hide
                return
        "Сесть со Славей" if alt_day2_sl_guilty == 2 or (alt_day2_date == 2 and alt_day3_duty):
            call alt_day3_lp_checker(alt_dater = sl)
            if alt_day2_date == 132:
                show sl normal pioneer with dspr
                "Вчера Лена устроила мне сцену из-за Слави."
                "Но, похоже, усугублять — это единственное, что действительно здорово у меня получается."
                "Во всяком случае, сесть рядом со Славей мне показалось плохой идеей уже в тот момент, когда моё седалище опустилось на скамейку."
                th "Хотя как знать на самом деле."
                "Лена кинула на меня полный безразличного презрения взгляд и отвернулась."
                "Кажется, ей действительно всё равно."
                "А это значит, что не стоит и дальше пытаться пробить лбом стену."
                sl "Привет. Как настроение?"
                me "С утра ничего нового."
                show sl smile pioneer with dspr
                sl "Стабильность — тоже хорошо! Ты чем сегодня заниматься собираешься?"
                me "Не знаю."
                th "Штопать свежие порезы?"
                sl "Слушай, я вчера тут слышала, что вы с Леной…"
                "Я возвёл очи горе."
                show sl laugh pioneer with dspr
                sl "Какая смешная реакция!"
                "Рассмеялась Славя."
                sl "Но вообще, это правда или нет?"
                me "Нет. Я абсолютно свободен и принадлежу только самому себе."
                show sl smile pioneer with dspr
                sl "Так это прекрасно!"
                me "Прости, что?"
                sl "Ой."
                show sl shy pioneer with dspr
                sl "Я хотела сказать — что же ты до сих по не нашёл никого интересного подружиться?"
                me "Ну, такой вот я нелюдимый."
                "В конце концов, это нельзя назвать враньём в строгом смысле этого слова. Ведь если Лена меня отшила — я действительно свободен."
                sl "Слушай, может, сходим на пляж? Нет-нет, ты только не подумай, там надо матч по волейболу отсудить, а я физически не успеваю."
                "Идти куда-то, где будут толпы народа, не хотелось."
                me "Извини, в другой раз."
                sl "Что ж. Жаль. {w}Попробую поискать другого помощника."
                "Ответила она, поднимаясь."
                hide sl with dissolve
                if not alt_day3_duty:
                    "Несколько минут спустя поднялся и я, размышляя чем бы заняться."
                    window hide
                    scene bg ext_dining_hall_near_sunset
                    stop ambience fadeout 5
                    with fade2
                    "Так ничего и не придумав, я выбрался на улицу и, бесцельно поизучав здание столовой, развернулся и побрёл к воротам."
                stop ambience
                window hide
                return
            "Место рядом со Славей — одно из самых безопасных мест в лагере… Если вы ничего не имеете против публичности, конечно."
            show sl smile pioneer
            me "Приятного аппетита!"
            sl "Спасибо."
            "Похоже, она, непонятно почему, вдруг почувствовала себя неуютно и целых десять секунд молчала, даже не улыбаясь."
            "Наконец она справилась с собой, и, в качестве затравочного жеста улыбнулась, чуть наклонившись ко мне."
            "И села эдак… эдак! Я опять «поплыл». Кошмар. Если бы не моё молодое тело, которое управляется большей частью именно гормонами, я бы избегал общества этой девочки как огня."
            show sl smile2 pioneer
            sl "Семён…"
            me "М?"
            "Я с усилием оторвал взгляд от того, что она подчёркивала позой, и постарался установить зрительный контакт. Ненадолго, но уже неплохое начало."
            "Мне вообще тяжело общаться с человеком, глядя ему глаза в глаза, а уж тем более с теми, кто другого стиля общения не разумеет."
            show sl shy pioneer
            sl "Не хочешь сходить на пляж сегодня?"
            me "На пляж?"
            sl  "Да. У меня последнее время мало возможностей было. И купаться я предпочитаю…"
            sl "В других местах."
            me "Купаться? И всё?"
            me "Что-то слабо верится."
            show sl smile pioneer
            "Она смущённо улыбнулась."
            me "На пляже помочь чем-то надо?"
            "Догадался я."
            "Она молча кивнула, кажется, смутившись."
            menu:
                "Ох, ладно":
                    $ alt_day3_sl_event = True
                    me "Ловлю тебя на слове."
                    "Я невежливо ткнул в её сторону пальцем."
                    show sl normal pioneer
                    sl "Вот и хорошо!"
                    me "Дай мне только часок, я по столовой закончу."
                    sl  "Мне не горит, не торопись особо, час-полтора в твоём распоряжении."
                    "Я добил несчастное какао и вышел из-за стола.{w} Меня ждало эпичное задание по уборке столовой."
                    play ambience ambience_dining_hall_empty
                "Не получится":
                    me "Извини, но не сегодня."
                    "Я отвёл взгляд."
                    show sl normal pioneer
                    sl "Что ж…"
                    "Она беспомощно улыбнулась и дёрнула плечами, будто вздрогнула."
                    sl "Я понимаю. Извини."
                    "Оставшийся завтрак прошёл в гробовом молчании."
                    $ lp_sl -= 1
                    $ karma -= 10
            window hide
            return 
        "Сесть с Алисой" if not (alt_day2_date == 2 and alt_day3_duty):
            call alt_day3_lp_checker(alt_dater = dv)
            if alt_day2_date == 132:
                show dv normal pioneer2 with dspr
                "Лена меня напрочь выморозила вчера, поэтому сближаться с ней я, откровенно говоря, опасался."
                "Так что выбирать пришлось между Мику и Алисой."
                "Вздохнув, я сел с Алисой, не обращая внимания на нарочито безразличный взгляд, которым одарила меня Лена."
                th "Да Рандома ради. {w}Хочешь демонстрировать презрение — демонстрируй."
                th "Только я на этой ярмарке тщеславия возьму самоотвод."
                "Двачевская неторопливо жевала, поглядывая на меня, и если бы не вчерашние события, такое внимание оказалось бы как минимум приятным."
                "Наконец она не выдержала."
                dv "Поссорились?"
                me "А?"
                show dv smile pioneer2 with dspr
                dv "Бэ. {w}Оба выглядите так, будто у вас бабушка померла. Поссорились?"
                me "Для того, чтобы с кем-то поссориться, с ним должны быть какие-то отношения. {w}А их нет."
                "Алиса только губы сложила в неверящей гримаске."
                dv "Короче, слушай. {w}Если вдруг что — я собираюсь за территорию свалить. Можешь присоединиться."
                me "И кто там будет?"
                show dv laugh pioneer2 with dspr
                dv "Ты да я, да мы с тобой. Тебе мало?"
                "Немного подумав, я покачал головой."
                me "Извини, нет. Что-то я не в настроении."
                dv "Как хочешь."
                "Ответила она, поднимаясь."
                hide dv with dissolve
                if not alt_day3_duty:
                    "Несколько минут спустя поднялся и я, размышляя чем бы заняться."
                    window hide
                    scene bg ext_dining_hall_near_sunset
                    stop ambience fadeout 5
                    with fade2
                    "Так ничего и не придумав, я выбрался на улицу и, бесцельно поизучав здание столовой, развернулся и побрёл к воротам."
                stop ambience
                window hide
                return
            else:
                "Немного подумав, я выбрал место рядом с Алисой."
                "Тремя минутами позже за столиком она наклонилась ко мне поближе и прошептала:"
                show dv smile pioneer2
                dv "Сегодня какие-то дурацкие мероприятия, и я собираюсь сбежать. Ты со мной?"
                me "С удовольствием,"
                "Я помолчал и проводил взглядом Ольгу,"
                me "— но куда?"
                show dv grin pioneer2
                dv "Думаю взять гитару и рвануть до малого камня."
                me "Малого чего?"
                dv "А… Ты, наверное, не в курсе. Здесь рядом с лагерем есть малый и большой камни. На малый мы обычно ходим в походы, костры жечь, всё такое."
                me "Далеко, наверное?"
                dv "Минут сорок пешком."
                show dv smile pioneer2
                "Она прищурилась."
                dv "Справишься?"
                menu:
                    "Легко":
                        $ alt_day3_dv_event = True
                        me "Ты сама смотри не урони гитару."
                        "Проворчал я."
                        me "Я уж как-нибудь себя унесу."
                        show dv laugh pioneer2
                        dv "Вот и договорились."
                        if alt_day3_duty:
                            me "Ты только сама должна понимать… Я дежурный. Мне надо хотя бы после завтрака убрать и подмести."
                            dv "Ничего, такой радости я тебя точно не лишу. Уберёшься, подходи к эстраде, оттуда пойдём."
                        else:
                            dv "Прекрасно. Значит, жду тебя у эстрады, оттуда и потопаем."
                        "Похоже, всё связанное с Двачевской, начинается с эстрады. Я задумчиво кивнул и вдруг поймал заинтересованный взгляд Лены."
                        show un scared pioneer far at left
                        me "Мне кажется, нас слышат."
                        "Я кивнул в сторону неожиданного слушателя."
                        show dv angry pioneer2
                        me "Только давай без ора."
                        me "Просто обсудим детали на месте."
                        show dv normal pioneer2
                        dv "Ладно."
                        "Она с шумом втянула в себя воздух, успокаиваясь."
                        dv "Я пойду. Подходи куда договорились, когда закончишь здесь."
                        hide dv with moveoutright
                        "Она поднялась и вышла из столовой, не уделив Лене даже взгляда."
                        "А та вдруг поскучнела и неохотно воткнула в остатки каши ложку."
                        play music music_list["goodbye_home_shores"] fadein 3
                        "Подняла глаза и вздрогнула, наткнувшись на мой вопрошающий взгляд. {w}Отвернулась."
                        show un shy pioneer
                        "Я пожал плечами. Кажется, эта девочка не слишком-то контактна. Хотя и живо интересуется окружающим, демонстрировать свой интерес она отнюдь не спешит."
                        "Может, есть смысл подойти к ней самому и поговорить?"
                        "Ага, сейчас. Как только перестану блеять и краснеть — так сразу и…"
                        "А почему я заикаюсь и смущаюсь?"
                        "Если держать в голове, что в ситуации, когда мы — ну просто представим! — будем общаться, нам должно быть обоим одинаково неловко."
                        show un serious pioneer
                        "Ведь так? А это значит, что для того, чтобы диалог перешёл из стадии вытягивания слов клещами в конструктивную фазу нужно — что?"
                        "А откуда я знаю… интернеты этому не учат."
                        "При слове «интернеты» перед глазами опять вдруг встал утренний сон со мной-наблюдателем и мной-интернетчиком."
                        "Может, это мне так подсознание сигнализирует, что готово немного перестроиться само и перестроить меня?"
                        "Что-то вроде переоценки жизненных ценностей и новая расстановка приоритетов."
                        "Хотя вряд ли…{w} Мой страх перемен достаточно силён, я бы, наверное и жениться бы не смог, сбежал бы от алтаря{w} — уж слишком не хочется менять уже привычную мне картину вещей."
                        "Всё это я думал, неотрывно глядя на Лену и кивая в такт своим мыслям."
                        "А та уже готова была сквозь землю провалиться — почти как я вчера на линейке!"
                        "Здесь бы и следовало проявить солидарность мизантропскую, {w=.4}а не качать головой и разглядывать как экспонат на выставке!"
                        "Я ещё раз глянул на девочку — в этот раз виновато — и увидел, что она, кажется, уже закончила трапезу и спешно собиралась, стараясь не встречаться со мной взглядом."
                        hide un with dissolve
                        stop music fadeout 4
                        window hide
                        return
                    "Извини, нет":
                        me "Прости, сегодня никак."
                        "Я виновато улыбнулся."
                        show dv normal pioneer2
                        dv "Что ж…"
                        "Она вздохнула."
                        dv "Глупо было надеяться."
                        "Она встала и вышла из столовой, не убрав за собой грязную посуду."
                        $ lp_dv -= 1
                        $ karma -= 10
                        window hide
                        return
        "Сесть с Мику" if not alt_day2_mi_rejected and not (alt_day2_date == 2 and alt_day3_duty):
            call alt_day3_lp_checker(alt_dater = mi)
            show mi happy pioneer
            mi "Сень, давай сюда!"
            "Она со всем своим энтузиазмом размахивала руками, подзывая меня."
            if alt_day2_date == 4:
                "Вот уж кого действительно не заботит общественное мнение."
                "А ведь наши с ней глупости на пляже уже стали достоянием общественности!"
                "Чёрт, даже картинку кто-то нарисовал — здесь Мику врать не станет."
                "Вопрос лишь в том, почему я, обычно неприязненно относящийся к чужому вниманию, и, как и любой другой социопат, ощущающий его жжением и щекоткой под кожей, вдруг не обратил внимания на то, что меня пристально исследуют?"
                th "В чём дело?"
                th "Разве что за мной наблюдал тот, кто прекрасно знает эту кухню, потому что сам такой?"
                "А из таких стесняшек в голову приходила единственная."
                me "Мику, ты по почерку умеешь художника различить?"
                show mi normal pioneer
                mi "Не уверена. Во-первых, всегда может быть имитация под стиль работы, во-вторых, в завершённой работе линии и мазки всегда выглядят иначе, чем на эскизе."
                me "Просто есть у меня подозрение, что картинка, о которой ты говорила, принадлежит перу собственно Лены."
                show mi surprise pioneer
                mi "Да-а? А вот об этом я не подумала! Вернее сказать, подумала, что нас поселили рядом с Леной потому, что мы оба люди творческие, но логичнее было бы поселить меня с Алисой, мы оба музыканты."
                me "Не торопись. Тебя поселили с Леной не только из-за творческой жилки в каждом из вас. Но критерии расселения нас не интересуют. Просто вспомни всё творчество Лены, что тебе приходилось видеть — если, конечно, приходилось, и…"
                "Тут я кое о чём вспомнил:"
                me "А у тебя рисунка случайно не осталось?"
                show mi shy pioneer
                mi "Нет, извини. Я не думала, что это важно."
                th "Важна ли улика в деле? Правильный ответ — смотря какой стороне."
                me "Ладно, ничего с этим уже не сделаешь. {w}Давай работать с тем что есть."
                "Я заглянул ей в глаза."
                me "Вспоминай, на что был похож рисунок? Был ли он похож на другие работы твоей соседки."
                un "Да, был."
                "Раздался голос сверху. Похоже, нас некоторое количество времени уже слушали."
                "Я поднял глаза."
                show un serious pioneer at left
                me "И?"
                un "Что?"
                me "Что скажешь?"
                un "А что говорить?"
                me "Твой рисунок или нет?"
                un "Ну, предположим, мой. Вам-то что с того?"
                me "Да ничего, собственно. Просто теперь не придётся ломать голову в поисках источника распространения сплетен."
                me "Хотя от тебя не ожидал, если честно."
                show un evil_smile pioneer with dissolve
                un "В тихом омуте…"
                show un normal pioneer
                un "Ладно, не буду вас больше отвлекать. У вас, кажется, и так есть что обсудить."
                hide un
                mi "Она права, теперь нам окружающие жизни не дадут, выпытывая подробности."
                me "Пусть попробуют. У меня с такими любопытствующими уже есть свой курс борьбы."
                "Главное, чтобы Виолу к этому делу не приплели — эта женщина, кажется, знает, как вывести из равновесия любого!"
                mi "Ну хорошо! Я сейчас в клуб, а ты? Пойдёшь?"
                menu:
                    "Конечно.":
                        $ alt_day3_mi_event = True
                        if alt_day3_duty:
                            me "Только я в столовке уберу, и сразу к тебе побегу."
                            mi "Прекрасно!"
                            show mi smile pioneer
                            mi "Я как раз там немного всё разгребу!"
                            mi "Жду тебя там!"
                            "Она быстро добила остатки завтрака, и, мгновенно доставив поднос к посудомойке, скрылась за дверями."

                        else:
                            me "Конечно, пойду."
                            show mi happy pioneer
                            mi "Замечательно! Жду тебя через полчаса!"
                            me "А вместе мы пойти туда не можем?"
                            mi "Можем. Но мне сначала надо сделать кое-что, Ольга Дмитриевна просила."
                            me "Зная Ольгу… Похоже, у клуба я буду ещё раньше тебя."
                            "Она рассмеялась и вышла из столовой."
                            "А я, поколебавшись между полноценным здоровым питанием и компанией девушки, выбрал всё-таки девушку."
                        window hide
                        return
                    "Прости, но…":
                        me "Давай завтра, а? У меня целая куча дел."
                        "Я виновато улыбнулся."
                        show mi upset pioneer
                        mi "Ах, я понимаю."
                        "Она ссутулилась."
                        mi  "Вчера был волшебный вечер исполнения желаний."
                        mi "А сегодня у Золушки забрали тыкву в счёт уплаты долгов."
                        show mi sad pioneer
                        mi "Жаль, только сказка наша оказалась такой короткой."
                        "Она повернулась и вышла из столовой. А у меня в груди вдруг так резко кольнуло что-то."
                        "Что-то живое, которого полностью не устраивала невозможная в своей жестокости мысль — «а ведь ты её больше не увидишь»."
                        $ lp_mi -= 1
                        $ karma -= 10
                        "Я доел свой завтрак и вышел из столовой."
                        window hide
                        return
            else:
                mi "Привет!"
                show mi normal pioneer
                "Она выглядела отвратительно бодрой и жизнерадостной."
                "Откровенно говоря, я побаивался садиться рядом с такой деятельной девочкой, особенно учитывая то, что голова у меня со сна была абсолютно квадратная."
                "К сожалению, выбора у меня не было."
                "Пришлось есть как есть."
                show mi smile pioneer with dissolve
                mi "Сём… А ты почему такой бука?"
                "Протянула японка."
                me "Не называй меня Сёмой."
                "Угрюмо пробурчал я."
                mi "Я новую песню сочинила, хочешь спою?"
                me "Прямо здесь?!"
                "Здесь ей удалось меня напугать!"
                show mi laugh pioneer
                mi "Конечно же нет! У меня даже инструмента нет."
                mi "Приходи к клубу после завтрака, придёшь?"
                "Я пожал плечами."
                mi "Приходи обязательно. Будешь моим самым дорогим слушателем."
                "Кажется, она вкладывала в это слово чуть больше значения, чем принято."
                "Иначе почему я покраснел и спрятался в тарелку?"
                me "Я… Кх-кх… Я подумаю."
                mi "Жду!"
                "Она ещё раз ослепительно улыбнулась и поднялась из-за стола."
                "Я поднялся вслед за ней и вышел из столовой."
                window hide
                return
        "Одному" if not (alt_day2_date == 2 and alt_day3_duty):
            scene expression Noir("bg int_dining_hall_people_sunset", brightness = -0.4, saturation = -0.4) at zentercenter
            "Решив, что глупости глупостями, а поглощать пищу следует в спокойной атмосфере, я решил есть один."
            "За несколько минут моя тарелка опустела — похоже, что я здорово проголодался за ночь!"
            window hide
            stop ambience fadeout 3
            return
    
label alt_day3_bf_duty:
    scene bg int_dining_hall_day with dissolve
    "А спустя ещё десять минут и зал опустел — в чём-чём, а в организованности уничтожения съестных припасов, пионерам отказать было нельзя!"
    window hide
    scene bg ext_dining_hall_near_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Я вышел на улицу и перехватил подумывающую сбежать Ульянку:"
    play music music_list["i_want_to_play"] fadein 5
    show us sad sport at center
    me "Пошли, беглянка! Надо закончить утренний кошмар — и можно будет идти куда захочешь."
    us "Ну вот… "
    "Она огорчилась."
    show us smile sport
    us "И вообще не хотелось, да! Я думала немного пробежаться, пока ты там завтракаешь!"
    me "Конечно-конечно! Всё что угодно."
    me "Но там столы непротёртые, и пол неподметённый. {w}Ждут, понимаешь?"
    "Она кивнула и зашла в зал вперёд меня, тут же вцепившись в швабру:"
    window hide
    scene bg int_dining_hall_day with dissolve
    us "Я буду мести с того края, а ты — с этого! Побежали!"
    me "Да погоди ты, побежала она. {w=0.4}Сначала столы, всё остальное потом."
    show us dontlike sport
    us "Фу… Не хочу столы. {w}Там постоянно всякое остаётся. {w}Особенно после малышни!"
    "Здесь мы наблюдаем эскалацию шовинизма по возрастному признаку, господа, прошу отойти от клетки."
    me "Ничего не попишешь, такой вот горький хлеб дежурного."
    me "Да, и после этого мы не гулять идём, помнишь? Мы идём…"
    show us calml sport
    us "Чистить картошку…"
    "Она вздохнула и как-то вдруг утратила весь свой энтузиазм."
    "И правда, кому понравится награда за уборку целой столовой — в виде возможности начистить картошки на весь лагерь?"
    me "Хммм… {w}Славе?"
    show us normal sport
    us "Что?"
    me "Я говорю, Славя была бы счастлива оказаться здесь. {w}Здесь столько возможностей приложить дурные руки и голову. {w}Например, к подметанию этого пола."
    us "Ты это Славю дурной назвал?"
    me "Нет, это я назвал руки и голову дурными. {w}Шевелись давай, мне бы не хотелось заночевать здесь."
    "Она только фыркнула и сбросила с себя огорчение, возвращаясь к статусу рыжего смерча. {w}Делала она всё на совесть, и мне стоило больших трудов двигаться с ней в одном ритме, поэтому когда полчаса спустя мы хлопнули ладонь о ладонь, встретившись на середине, я чувствовал себя как загнанная лошадь."
    "Зато столовая была чистая."
    voice "Ох, вы уже справились?"
    "Донеслось с кухни."
    voice "Ладненько! А у нас как раз машинка заканчивает. Вы проходите."
    show us normal sport with dspr
    us "Вы проходите!"
    "Передразнила Ульянка. Получилось неожиданно смешно."
    "Сама кухня тоже уже блестела — видимо, детей сюда не пускали, убирались собственными силами."
    play ambience ambience_elevator fadein 2
    "Огромные плиты потрескивали, остывая, в дальней комнате — судя по обилию кранов, посудомойной — уже сохли котлы, а большинство работников ушли."
    "Осталась только та самая тётка-повар, имя которой я спросить забыл, а сейчас уже и вовсе неловко было спрашивать."
    us "Что это за гул?"
    "Спросила Ульянка, невзначай  прячась мне за спину."
    voice "Это машинка наша работает, не бойтесь."
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg int_potato_storage_7dl with dissolve
    "С этими словами тётка отперла дверь, и нашему взгляду явилось металлическое чудовище, лязгающее пастью и вибрирующее так, будто улетит сейчас!"
    voice "Картофелечистка."
    "Гордо сказала провожатая."
    voice "Одна из передовых."
    us "А мы что тут делаем тогда?"
    show us sad sport with dspr
    me "Мы с тобой будем на глазки охотиться."
    me "Потому что «передовая картофелечистка» этому не обучена."
    "Усмехнулся я."
    voice "Верно смекаешь! Это хорошо, ничего объяснять не придётся."
    "Она окинула помещение взглядом, прикидывая — что нам предложить, потом зашла, отряхнула стул и указала на него."
    voice "Малая пусть садится сюда, здесь ей будет удобно. Тебе я табуретку или ящик какой сейчас соображу."
    voice "Ножи на столе, наливайте один из котлов на треть водой и работайте."
    voice "Когда закончите — скажите, я зайду и приму работу. Всё понятно?"
    show us smile sport with dspr
    us "Так точно, тётя повар!"
    voice "Не просто повар, но — шеф-повар! Скоро буду, мальчик, можешь пока стоя поработать. Если хочешь."
    "Она вышла, оставляя нас с Ульяной наедине."
    me "Ну-ка, расскажи, приходилось чистить картошку?"
    stop ambience
    show us dontlike sport with dspr
    us "Ты это серьёзно? Мне уже четырнадцать!"
    me "Не вижу связи. Я же не про водку или сигареты спрашиваю…"
    "Я задумался, как бы это выразиться яснее."
    me "Значит, картошку чистить приходилось?"
    us "Ну! Я что говорю!"
    me "А сразу на сто человек?"
    us "Это нет. Но здесь её просто больше, разве не так?"
    me "Не совсем. Во-первых, мы работаем с уже обработанным клубнем, во-вторых, его действительно здорово больше…"
    me "Поэтому ты брось тот тесак, который примеряешься взять, и обрати внимание на нож поскромнее."
    "Я взял со стола небольшой ножик, проверил его остроту и вручил напарнице:"
    me "Меньше движений — быстрее процесс. Начали, что ли?"
    "Ульяна кивнула и потянулась за первой картофелиной."
    "А я на треть наполнил стоящий неподалёку бак и поставил его посередине, решив постоять, пока мне не принесут что-нибудь, куда я смогу примоститься."
    "Мне показалось, что фронт работ не слишком обширен, во всяком случае, это не пять полных баков, как в годы моей молодости."
    th "Ну да… Ну так и нас здесь не четверо…"
    "А вскоре пришла и повариха, которая подставила под раструб машинки ещё один котёл, тем самым удваивая объём того, что должно быть сделано."
    "Мне она, кстати, принесла какой-то грязный деревянный ящик — не то из-под апельсинов, не то из-под тархуна. Короче, не обидела."
    show cg d3_potato_1 with dissolve
    "Я беззвучно чертыхнулся и, усевшись на ящик, углубился в монотонный, вычищающий мозги процесс выколупывания глазков оттуда, куда не добрались шершавые бока центрифуги."
    "Ульянка засопела, подарив мне косой взгляд, но, похоже, поняла, что развлекать её я не в состоянии."
    "И притихла."
    with fade
    "Ненадолго, на полчаса где-то."
    play music music_list["went_fishing_caught_a_girl"] fadein 5
    us "Эй! Не спи!"
    "Она бросила в меня небольшой картофелиной и попала в лоб."
    "Я удивлённо уставился на неё."
    me "Ты что это творишь, мелкая?"
    us "Мне скучно!"
    "Безапелляционно заявила она."
    us "Давай беситься!"
    menu:
        "Вот уж нет":
            if alt_day2_sl_guilty == 2:
                me "Бесись. Но — без меня."
            else:
                me "Нет уж, спасибо, мы вчера от души побесились, до сих пор расхлебать не можем."
            us "Ты опять включил старпёра."
            "Она надулась, и недовольно глядела на меня."
            $ karma += 10
        "Беситься!":
            me "И какие будут предложения?"
            $ lp_us += 1
            us "Неееееет! Я предложила, а ты придумай, как!"
            $ karma -= 5
    us "Вообще! Ведёшь себя как тапочка-зануда."
    me "Это я-то тапочка-зануда?"
    "Я не поверил собственным ушам."
    us "Ты! Опять ноешь, что тебя наказали и вообще ты такой несчастный."
    us "А я, между прочим, тут с тобой! {w}Не бросила! {w}Цени!"
    "Она подобрала с пола свежевырезанный глазок и бросила в меня. Ну хоть не картофелину, как в прошлый раз, и то спасибо."
    "Ценить что не бросила картофелину — пометка на полях."
    me "Что ценить?"
    "Я отклеил очистку со щеки."
    me "То, что ты в меня грязью всякой кидаешься?"
    "Я не договорил — в меня летела ещё одна очистка.{w} За ней ещё."
    "Ульянка не давала мне сделать ничего, внезапно обратившись пулемётной батареей, уничтожающей врага."
    "Так стоит ли удивляться, что после пятого попадания в лицо сопредельная держава открыла контр-огонь?"
    "Я взревел, сгрёб с пола целый ворох останков картофеля и запулил ими в рыжую."
    "Она восторженно захохотала и, слетев со стула, приподняла его так, что получилось неплохое укрытие, откуда и продолжила поливать меня беспрестанным потоком шкурок, выковырянных глазков и чёрт знает чего ещё."
    "Мне пришлось прятаться за ящик, а там, понятно, площадь укрытия была куда меньше, поэтому в итоге я оказался обстрелян весь."
    play sound sfx_open_door_2
    voice "А что это у вас тут…"
    play sound sfx_bus_window_hit
    "Голос за спиной не договорил."
    show cg d3_potato_2 with dissolve
    "Я очень не вовремя ушёл с линии огня, поэтому последний залп достался… Да поварихе, кому ж ещё. Весь."
    "Очень не вовремя она на огонёк решила зайти."
    voice "Ну, Ульянка… "
    "Процедила тётка, вытираясь фартуком."
    "Но ругаться почему-то не стала.{w} Видимо, знала уже, что это бесполезно."
    voice "Шалопаи! Заканчивайте и идите отсюда."
    play sound sfx_close_door_campus_1
    "Дверь за ней хлопнула."
    us "Продолжим?"
    "Азартно предложила мелкая сразу, как только дверь закрылась."
    me "Нет. Давай уже закончим."
    "Мелкая опять собиралась надуться, но я её опередил."
    me "Тут уже совсем немного осталось, смотри."
    "Она заглянула в оставшийся котёл. И в самом деле, там оставалось не более четверти… Которую мы и уговорили меньше чем за пятнадцать минут."
    window hide
    scene bg int_dining_hall_day with fade
    show us laugh sport
    us "Всё!"
    "Она отложила нож в сторону и отряхнула руки, кожа на которых уже пошла складками из-за сырости."
    me "Да. Мы справились."
    us "Это был трудный бой."
    me "Не бойся, тебя за него наградят. Хочешь завтра на линейке флаг поднимать?"
    show us normal sport
    us "Фе, лучше бы конфет дали!"
    me "Кстати, насчёт…"
    us "Нет, я проверяла уже. {w=.3}Пусто. {w}Спрятали!"
    me "Ну пойдём хоть отчитаемся о проделанной работе."
    "Тётку мы нашли в помещении кухни, где она потребляла кофе с какими-то, судя по запаху, свежеиспечёнными булочками."
    "На наше «мы всё!» жестом предложила присоединяться к чаепитию, но по мне так в нас и так слишком много воды было."
    voice "От ведь какие привереды."
    "Засуетилась тётка."
    voice "И чаю не хотят, и отпускать просто так нехорошо."
    "Она ненадолго задумалась. И вдруг просияла."
    voice "Да! У нас же как раз с прошлой смены оставалось несколько мороженых."
    voice "Вы как, ребят, уважаете мороженое?"
    show us surp2 sport
    "Она расплылась в ответ на энтузиазм, с которым мы закивали и, загремев ключами, сходила к холодильнику, откуда и раздала нам с Ульяной по стаканчику."
    show us surp3 sport with dissolve
    voice "Чаю точно не хотите? А то хоть согреетесь."
    us "Нет, спасибо, тёть повар!"
    "Вежливо ответила Ульяна."
    us "Вы нас просто отпустите…"
    "Тётка расхохоталась и показала на дверь."
    voice "Да идите, бога ради. Только на обед накрывать приходите не так рано. За пятнадцать минут вполне достаточно."
    "Мы переглянулись и, кивнув, вышли в жаркое утро, одновременно облизывая каждый свой стаканчик."
    us "А у меня шоколадное!"
    window hide
    play sound sfx_open_door_clubs fadein 0
    scene bg ext_dining_hall_near_day
    play ambience ambience_camp_center_day fadein 3
    show us smile sport
    "Похвасталась Ульяна."
    me "У всех шоколадное!"
    "Я рассмеялся."
    me "Нам из одной коробки доставали."
    us "Ну а вдруг! И вообще, у меня самое шоколадное!"
    me "Ладно, у тебя самое шоколадное."
    "Нерастраченная энергия девочки била из неё ключом, и я поспешил увеличить разделяющее нас расстояние."
    if alt_day2_club_join_musc:
        me "Ладно, я побегу, меня ещё Мику ждёт."
        if alt_day2_date == 132:
            "Я был уверен, что грузить мелкую моими личными неурядицами затея заведомо неблагодарная."
        elif not alt_day3_mi_event:
            "По какой-то причине рассказывать о том, кто и по какой причине на самом деле меня дожидается, не хотелось."
    else:
        me "Пойду я, нужно ещё кое-что дома сделать, вожатая просила."
    me "Встретимся без пятнадцати два здесь же, хорошо?"
    us "Да!"
    "Она развернулась и побежала. Судя по направлению — опять гонять мячик."
    me "Не забудь!"
    "Крикнул я ей в спину."
    hide us with dissolve
    us "Спасибо, мам!"
    "Крикнула она, не оборачиваясь."
    if alt_day2_date == 132:
        stop music fadeout 5
        "А я отправился к воротам — не знаю зачем. Просто так."
        window hide
        return
    "Я улыбнулся её последним словам и двинулся в сторону площади."
    if alt_day3_un_event:
        if alt_day2_club_join_musc:
            "Ждала ли меня Мику — дело десятое, у меня куда более приоритетная цель."
        else:
            "Вот вожатая удивилась бы, узнав, что меня просила о чём-то."
        "Я улыбнулся и навострил лыжи в сторону библиотеки."
    elif alt_day3_sl_event:
        if alt_day2_club_join_musc:
            "Мику, конечно, девочка хоть куда. Но сейчас меня ждёт куда более крупная форма произведения."
        else:
            "Дела по дому, конечно, штука полезная, но я любым другим делам предпочитаю другие — симпатичные такие, с золотыми волосами."
        if alt_day_binder != 1 and not alt_day1_sl_conv and (herc or loki):
            "В белом купальнике с синим кантом."
        "Я усмехнулся и повернул в сторону Генды — раз уж все пути ведут к нему."
    elif alt_day3_dv_event:
        if alt_day2_club_join_musc:
            "Если бы Алиса услышала, как я сказал, что Мику меня ждёт…"
            "Я передёрнул плечами и запретил себе подсчитывать количество потенциальных трупов."
        else:
            "Вожатая, да? Универсальная отмазка."
    elif alt_day3_mi_event:
        "Самое забавное, что Мику и правда меня ждала. Разве что с несколько другими целями."
        "Значит, решено. Цель — музыкальный клуб!"
    stop ambience
    stop music fadeout 3
    window hide
    return
    

label alt_day3_event_music_club1:
    scene bg ext_musclub_day with fade
    play ambience ambience_camp_center_day fadein 1
    if alt_day3_mi_event:
        "Хотя в обычной жизни я легко мог наплевать как на обещания, так и на самое честное слово — оправдываясь тем, что дал его под влиянием момента, в этом лагере со мной начали происходить непонятные и откровенно тревожащие изменения."
        "Это касается как раз данного слова. Мне вдруг стало не всё равно, сдержу ли я обещание, или забуду, забью чем-нибудь другим голову или просто проигнорирую. Мне вдруг стало не наплевать на мнение окружающих."
        "Ну, не всех, конечно… Ольга, Лена, Алиса, Ульяна, Славя… И ещё Мику."
        "Поэтому стоило лишь у меня выдаться свободной минутке, и я поспешил туда, куда обещал зайти — в музыкальный клуб."
        "Я же обещал Мику. И плевать, что я понятия не имею, что там делать буду. Обещание надо сдерживать."
        dreamgirl "Особенно, обещания, данные такой девочке. Ты видел её пасторали? Ах-ох, где мои семнадцать лет!"
        th "Пошляк чёртов. Скажет ведь тоже… Пасторали."
        "Я хмыкнул и направился по тропинке к уже знакомому «летящему зданию»."
        "И если с площади я выворачивал сюда, полный решимости хотя бы увидеть эту девочку и сказать ей «привет», то с каждым новым шагом моя решимость таяла, до тех самых пор, пока не иссякла полностью где-то за полшага до заветной дверки."
        "Мысли опять заметались в панике."
        "А что я ей скажу? А что я буду делать? Или что МЫ будем делать? Блин. А вдруг она поймёт что-то неправильно, как это всегда со мной и бывает?"
        dreamgirl "Хватит страдать, чудовище. Успеешь ещё нарыдаться, когда она тебя отошьёт. ЕСЛИ отошьёт."
        "Из домика доносилась какая-то музыка, и я, отвлёкшись на неё, вдруг ощутил эдакий лёгкий-лёгкий толчок в спину. Ничего серьёзного, но он заставил сделать недостающий шаг."
        "Пытаясь удержать равновесие, я выставил перед собой руки и как-то само вышло, что я опёрся на дверь. Она оказалась незапертой."
        window hide
        stop ambience fadeout 2
        play sound sfx_open_door_2
        pause(1)
        $ persistent.sprite_time = "day"
        scene bg int_musclub_day
        with dissolve
        play ambience ambience_music_club_day fadein 3
        "В клубе и правда играла музыка! Мне не показалось."
        "Раскидав инструменты по периметру зала, Мику кружилась в каком-то неизвестном мне танце, одновременно умудряясь ещё и петь!"
        "Она сбросила обувь, оставшись в одних чулочках… Я вдруг понял, что это не гольфы-гетры, а самые настоящие чулки! Фетиш любого здорового мужика. Где она их взять в СССР умудрилась?!"
        "Не иначе, наследие исторической родины."
        "Кажется, она заметила меня краем глаза, так как кивнула мне и вернулась обратно к своим пляскам."
        "Я не слишком силён в языках — по сути, только с английским удалось вырулить на разговорный уровень, — но это определённо был японский. Структуру ни с чем не спутаешь."
        "Японская девочка, сидя в одиночестве в музыкальном клубе, поёт песни с родины."
        "Стоит ли удивляться тому, что она радуется каждому новому лицу!"
        "Наконец музыка стихла, и она, пройдя к магнитофону, забрала оттуда пластиковый футляр магнитофонной кассеты. Судя по тому, что пластик был прозрачный, кассета оказалась японской."
        "Я бы постеснялся кормить такой плёнкой отечественную аппаратуру. Она на всё японское реагирует исключительно с гастрономической точки зрения."
        show mi smile pioneer
        mi "Привет, Семён! Рада, что ты зашёл."
        me "Классно танцуешь! Хореография собственная?"
        show mi shy pioneer
        mi "Ну что ты. Мне её ставили, под каждый номер собственную."
        me "И много у тебя номеров?"
        "Она пожала плечами."
        mi "Да обычная концертная программа, 100 минут."
        me "И не надоедает?"
        show mi happy pioneer with dspr
        mi "Шутишь! Такое не надоедает."
        "Она обожгла меня взглядом."
        mi "Если ты говоришь о звёздах, наверное, должен понимать, что статус воздвигает ещё большие стены, чем что-то другое. {w}Ты общаешься с человеком, и не знаешь, кого он слушает, тебя или сценический образ, в который влюблён."
        mi "Впрочем, об этом мы уже вчера разговаривали, то есть, я об этом говорила, но я думаю, ты понял, о чём я."
        me "Говорили, да… {w}Слушай, а дашь автограф?"
        show mi happy pioneer
        mi "Вот ты меня подкалываешь сейчас, а меня уже давно-давно никто не подкалывал, как будто я робот или что-то в этом роде."
        me "Ну… Я не знаю, как себя со звёздами вести, поэтому обращаюсь в первую очередь к девушке."
        show mi sad pioneer
        "Я подмигнул и был вознаграждён быстрой улыбкой."
        mi "Ты очень милый, надеюсь, это не изменится в будущем…"
        me "Ладно. Но с тебя песня!"
        mi "Я же только что одну спела."
        me "По сравнению с сотней минут, одна песня вообще ни о чём. {w}Спой что-нибудь из любимого, можно даже не из собственной программы."
        "Она ненадолго задумалась и кивнула."
        mi "Да, есть одна песенка, которую мне всегда хотелось спеть на сцене… Жаль, права на неё принадлежат не самым хорошим людям."
        "Немного посомневавшись, она достала ещё один пластиковый футляр, где была изображена очень похожая на неё девушка с лазоревыми волосами, уложенными в два неимоверно длинных хвоста, попирающих гравитацию и задорно торчащих в разные стороны."
        "Видимо, нрав советской аудиотехники был известен ей не понаслышке, так как она ещё раз вопросительно посмотрела на меня."
        "Я поощряюще улыбнулся."
        me "Жги!"
        "Поняв, что так просто от меня не отделаться, она вздохнула и взяла магнитофон за ручку."
        show mi normal pioneer
        mi "Здесь места мало, пошли на веранду."
        window hide
        scene bg ext_musclub_day with fade
    
        "Мы растянули удлинитель, она поставила магнитофон на скамеечку и, скинув туфельки, встала передо мной, оставшись в чулочках на деревянном полу."
        play music outer fadein 3
        "Заиграли первые аккорды какой-то полузнакомой песни… "
        "То, что это поп, было очевидно чуть ли не с первого такта, но то, что это будет японский поп, стало для меня сюрпризом."
        "Мику будто расслабилась, и перестала искать слова, хватать воздух не в тех местах, и даже те моменты, где требовалось быстрое произношение, делались ей как-то очень расслабленно…"
        "Видимо, японский для неё всё же был родным языком."
        "Все перебежки, моменты, где надо было пропевать слова быстро-быстро, она выполняла безукоризненно, не теряя ни дыхания, ни темпа."
        "Я не заметил, в какой момент музыка увлекла меня так, что я начал автоматически отбивать довольно сложный ритм ногой и качать головой в такт, в то время как Мику сама, казалось бы, забыла уже о том, где она и что с ней!"
        "Она летала над сценой как пушинка, полузакрыв глаза и вся посвятив себя исполняемой музыке, и меня, пусть и запоздало, но кольнуло острой иголочкой ревности — в сердце этого человека музыка всегда будет на первом месте."
        "А впрочем, и пускай. Меня устроит и такой сюжет. Я улыбался и смотрел за отточенными па, складывающимися в некий постоянно движущийся рисунок танца. Видно, что ставили с любовью и вниманием к деталям."
        "Наконец, отыграли последние риффы, смолк последний снейр, и я, не сдерживая восторга, вскочил, хлопая в ладоши."
        stop music fadeout 14
        me "Это невероятно! Слушал бы и слушал!"
        mi "Тебе понравилось?"
        "Она не скрывала удовольствия от похвалы, несмотря на профессиональный уровень выступления и поведение на сцене, выдающее в ней человека, на чей концерт трудно достать билет. Уж что-что, а зажечь она умела!"
        me "Очень."
        "Она как будто выдохнула, из девочки-пушинки, только что летавшей над импровизированной сценой, опять превратилась в обычную бойкую девицу экзотической внешности."
        mi "Вот так я и выступаю здесь… Иногда."
        "Я помог ей смотать провода и занести аппаратуру. Исключая тень, которую я уловил краем глаза, и которая скрылась, стоило лишь мне обернуться в ту сторону, ничто не было свидетелем невероятного концерта."
        window hide
        stop ambience fadeout 2
        play sound sfx_open_door_2
        pause(1)
        scene bg int_musclub_day
        with dissolve
        play ambience ambience_music_club_day fadein 3
        "Дверь за нами закрылась, и мы остались одни."
        show mi smile pioneer at left
        me "Итак, что дальше?"
        if herc:
            "Преувеличенно бодро поинтересовался я."
            mi "Ты сказал, что немного умеешь на гитаре. Покажешь?"
            "Немного посомневавшись, я согласился взять гитару, и пальцы сами легли на аккорды единственной песни, которую я знал."
            "Я размял пальцы и приготовился играть —  в этот момент грохнула входная дверь. {w}В клубе появилось новое действующее лицо — Алиса."
            show dv normal pioneer2 at right
            "Смущаться раньше надо было, я уже взял первый аккорд."
            "Она хотела было что-то сказать, но застыла в дверях, кидая недоверчивые взгляды на инструмент у меня в руках."
            "Я больше заговорил, чем запел, бросая взгляды на Алису:"
            me "Сигарета мелькает во тьме… {w}Ветер пепел в лицо швырнул мне…"
            "Я затянул последнюю четверть, а отклика почему-то не дождался."
            me "Ну же!"
            show dv shy pioneer2 at right
            dv "Да я не буду!"
            show dv sad pioneer2 at right
            "Смущённо рассмеялась она."
            dv "Я и слов-то не знаю!"
            me "Ну конечно, Двачевская — и не знает такую песню."
            me "Расскажи кому-нибудь другому!"
            "Я взял ещё несколько аккордов, и продолжил:"
            me "И обугленный фильтр на пальцах мне оставил ожо-о-о-ог."
            show dv smile pioneer2 with dspr
            "Она махнула рукой, рассмеялась и, блеснув глазами, продолжила:"
            dv "Скрипнув сталью открылася дверь… Ты идёшь, ты моя теперь."
            "И мы продолжили в унисон:"
            me "Я приятную дрожь ощущаю с головы до нооог!"
            show mi grin pioneer at left
            "Подключившаяся Мику оказалась сюрпризом, но тем громче и тем больше кайфа было от исполнения этой лирическо-хулиганской песенки:"
            me "Ты со мною забудь обо всём! Эта ночь нам покажется сном! Я возьму тебя и прижму как родную до-о-очь!"
            "И было что-то в этом, будто в чудо лагеря, где мне посчастливилось оказаться, на огонёк заглянуло ещё одно чудо — кусочек детства, бег по песчанику и хвойным иголкам, и воздух, вкусный, как холодная вода, и жизнь, которая ласково улыбается тебе и держит на руках."
            "И понималось как-то, что никогда не будет больше ни дня такого, ни импровизированного концерта, и уж тем более — у меня. И жутко завидно становилось тому, кому повезёт приручить Двачевскую."
            "И в его честь будет и огонь в глазах из-под чёлки, и вся стихийная страсть, которая находит выход лишь в мальчишеских проделках."
            if alt_day2_date == 4:
                "К счастью, у меня вариант ничуть не хуже. Разве что стихийная сила его тратится вся в песенках-тараторках, и лично для меня остаётся нормальное такое, пусть и немного многословное, общение."
            "Я хлопнул по струнам."
            me "Хорошо сидим. В том, что ты, Алиса, знаешь творчество «Сектора», я не сомневался, но ты, Мику?!"
            show mi laugh pioneer at left
            mi "А что такого? Хорошая песенка, только грустная немного."
            dv "Да, песня неплоха. А я зашла… Я зашла…"
            "Она задумалась, видимо, своим приёмом я её несколько обескуражил."
            dv "Во! Я за гитарой зашла. Ты закончила её?"
            mi "Да. Сейчас дам."
            "Девочка отошла к дальней стене, половину которой загораживал рояль, и чем-то там загремела."
            hide mi
            show dv grin pioneer2 at center
        else:
            "Она мне, помнится, обещала мне кое-что."
            show mi shy pioneer with dspr
            mi "Сень… Слушай."
            "Японка смутилась и смотрела куда-то в сторону от меня."
            "Обычно так ведут себя люди, которые каким-то образом подвели близкого - и притом ещё не лишились остатков совести."
            me "Что? {w}Не сумела достать?"
            mi "Сумела, но…"
            "Она забралась в карман и, поискав там что-то, явила миру в моём лице…"
            show mi normal pioneer with dspr
            "Должно быть, она шутит."
            "Или нет."
            "В руках у неё был белый пластмассовый мундштук."
            me "А ничего лучше нет?"
            "Я взял пластмасску в руки с целью изучения."
            me "Хотя и это не самое плохое."
            show mi shy pioneer with dspr
            me "Даже то, что его погрызла какая-то собака, ещё можно как-то опустить."
            me "Но, блин, что ты станешь делать с тем, что у тромбона и твоей безделицы малость диаметры не совпадают?!"
            mi "То есть, ты не будешь играть?"
            me "Не смогу, скорее. "
            me "То, что ты принесла - от пионерского горна, знаешь, такого, на котором только «до» и «соль» можно играть?"
            me "В тромбоне он болтается, как… короче, не смогу."
            mi "Ну вооооот…"
            show mi upset pioneer with dspr
            "Девушка призадумалась, а затем просияла:"
            mi "А я в кабинете Алексея Максимовича видела горн! Правда, он немного помятый."
            "Она неосознанно покосилась в сторону тромбона."
            mi "Хочешь, принесу? Поиграешь?"
            show mi grin pioneer with dspr
            "Обернувшись на одной ножке, Мику изобразила готовность «бечь и несть»."
            me "И что я тебе наиграю? Пионерскую зорьку? {w}Без вентилей ничего серьёзнее сигналов издать не получится."
            "Мику нахмурилась, но упрямо тряхнула головой:"
            mi "А хотя бы и её! Я хочу послушать, а там вдруг тебя сделают горнистом!"
            "Свят-свят! Вот мне заняться-то нечем, как вставать раньше всех и становиться объектом коллективной пионерской неприязни."
            dreamgirl "Пуркуа бы да и не па? Это же можно мстить особо одарённым товарищам. Двачевской, например, а?"
            dreamgirl "Только представь, выходишь ты такой, свежий, бодрый! Становишься у неё прямо под окнами и — фортиссимо! — начинаешь «подъём, подъём! Кто спит, того побьём!»"
            dreamgirl "Представляешь, как будет здорово!"
            th "Да до первого ботинка в голову."
            "Цинично не отреагировал на провокацию я."
            show mi laugh pioneer at left
            mi "Сенечка, ты с лица спал! Неужели так боишься аудитории?"
            me "Аудитории не боюсь, я помидоров боюсь."
            "Мику пренебрежительно отмахнулась от моих возражений:"
            mi "Сиди здесь, я сейчас прибегу!"
            me "Э…"
            mi "Не вздумай никуда уйти!"
            "Она мгновенно испарилась."
            hide mi
            pause(1)
            play sound sfx_close_door_1
            with flash
            "Хлопнула дверь, и я остался в одиночестве."
            "Но, к сожалению, очень ненадолго."
            play sound sfx_open_dooor_campus_1
            show dv grin pioneer2 with dissolve
            dv "Куда это она побежала?"
            me "Прямо."
            "Ответил я. Говорить не хотелось."
            "На пару минут в помещении воцарилась тишина."
        dv "Эй, эй!"
        "Алиса понизила голос."
        dv "Так это ты новый ухажёр Мику? "
        if alt_day2_date == 4:
            extend "Про пляж все говорят."
            me "Так и ты говори. Все говорят, и ты говори."
        "Меня несколько смутила её беспардонность, но я решил играть в ту же игру."
        me "Тебя подробности интересуют? Как, в каких позах и сколько раз? Или ты вспомнишь о том, что в чужую жизнь лезть невежливо, особенно, если тебя не приглашают?"
        show dv shy pioneer2
        dv "Эй, ты чего! Я же просто спросила."
        "Видок, кажется, у меня был тот ещё, так как она отступила на шаг и надулась."
        dv "Сам понимать должен, у нас такие вещи нечасто происходят. Всем интересно."
        me "«ТНТ» на вас нет, вуайеристы фиговы."
        dv "Что?"
        "Кажется, Алиса ничего не поняла, однако от дальнейших вопросов меня спасла Мику."
        show dv sad pioneer2 at cright with moveinright
        show mi smile pioneer at cleft
        if herc:
            "Наконец она вышла на белый свет, и в руке у неё была электрогитара."
            mi "Вот, забирай. Струны новые, под себя подгонишь."
            dv "Спасибо!"
            "Алиса схватила гитару, помахала рукой и убежала."
        else:
            "Она ввалилась в помещение, прижимая к груди не горн, а, скорее, рожок."
            mi "Вот! Попробуешь?"
            "Я скептически осмотрел приобретение, но спорить не стал."
            "Воткнул мундштук в трубу, приставил к губам, набрал в грудь побольше воздуха, и…"
            with flash_red
            "Получившийся звук не был ни благозвучным, ни сколь-либо пристойным."
            me "Давно не играл просто."
            "Пояснил я."
            me "Сейчас ещё раз."
            dv "Ой, знаете, я, пожалуй, пойду… Дела у меня."
            "Не дав нам вставить и слова, Двачевская испарилась."
        hide dv
        show mi normal pioneer at center
        with dissolve
        mi "О чём шептались?"
        if alt_day2_date == 4:
            me "Похоже, мы с тобой оба теперь… своего рода звёзды."
            mi "Ты про пляж? Ну… Люди любопытные."
        else:
            me "Похоже, что моё желание записаться к тебе в кружок…{w} Люди восприняли как нечто иное."
            mi "Да ладно тебе, жалко, что ли?"
        me "Им не должно быть дела."
        mi "Мы в пионерском лагере… Тут всем есть дело. Других-то развлечений нет."
        "Она пригорюнилась."
        show mi angry pioneer
        mi "Думаешь, почему я постоянно здесь сижу"
        if alt_day2_date == 4:
            extend ", и откуда мои вчерашние мысли… Вот всё отсюда."
        else:
            extend ", просто так?"
        me "Не бойся."
        "Я положил руку ей на плечо."
        me "Теперь будем сидеть вместе. А вместе всегда веселее."

    else:
        "Музыкальный клуб был закрыт, однако изнутри доносилась музыка."
        "Я немного постоял, слушая. {w}Потом, не желая мешать, ушёл."
        "Почему-то так и не решился постучать."
    window hide
    return


label alt_day3_event_clubs1:
    scene bg ext_clubs_day with fade
    play ambience ambience_camp_center_day fadein 1
    "Клуб был закрыт. Странно."
    if alt_day2_club_join_cyb:
        "И зачем, спрашивается, я сюда записался?!"
    else:
        "А это значит только одно — скорее всего, они сюда вообще ещё не приходили."
    "Если мне не изменяет память, обоих кибернетиков можно найти в редакции стенгазеты."
    "Надо ли оно мне — вопрос отдельный."
    stop ambience
    window hide
    return

label alt_day3_event_camp_entrance1:
    scene bg ext_camp_entrance_day with fade
    play ambience ambience_camp_center_day fadein 1
    if alt_day2_date == 132:
        "Как-то грустно всё."
        "Я осмотрел ворота уже, наверное, раз в десятый, будто силясь прочитать между трещинами краски ответ на самый важный вопрос."
        "Кто виноват и что делать?"
        "Ну да, строго говоря, это два вопроса, но ответ на первую часть был вполне очевиден — во всём случившемся виноват я."
        dreamgirl "Ты можешь объяснить, почему ты так вцепился в эту девочку?"
        th "Могу."
        "Я уже не удивлялся явлению постороннего голоса в собственном черепе."
        "В конце концов, по сравнению с перебросом в лето образца восьмидесятых, с Леной, которая буквально вытолкала меня за дверь…"
        "О, по сравнению с этим лёгкое раздвоение личности кажется даже обыденным — сумасшествие, оно такое."
        dreamgirl "И?"
        "Вежливо напомнил о себе внутренний голос."
        th "Она нравится мне."
        dreamgirl "Серьёзно?"
        th "С первого дня. Да что там, я не могу отделаться от мысли, что мы уже встречались однажды."
        dreamgirl "И это повод всеми неправдами добиваться её благосклонности?"
        th "Но я не…"
        dreamgirl "И ты не, и я не. Все мы не.{w} Но только зачем-то же ты вчера постучался к ней в домик. Зачем?"
        if alt_day2_rendezvous == 2:
            dreamgirl "Девочка права — ты так замечательно проводил время с красоткой помощницей вожатой."
        elif alt_day2_rendezvous == 3:
            dreamgirl "Лену нельзя винить — она видела, что ты всё утро таскался за Двачевской."
        dreamgirl "И вечером побежал к ней. {w}Не подумай, что это что-то личное, но как-то некрасиво выглядит, ты не находишь?"
        th "Да не мог я к ней подойти! Разве непонятно?"
        dreamgirl "Почему?"
        play sound sfx_metal_door_heavy_close
        "От злости я аж пнул одну из створок так, что та загудела — толку не добился, только ногу отшиб, зато чуточку стравил пар."
        th "Ты уверена… уверен… ты вообще какого пола? А, не суть. В общем, что-то я сомневаюсь, что ты именно {b}мой{/b} внутренний голос."
        th "Тому не пришлось бы объяснять о стеснении и страхе отказа. Классик сказал «неведение — это блаженство», и Лена отказала бы мне в такой простой просьбе…"
        dreamgirl "То есть ты хочешь сказать, что не подошёл к ней, потому что застеснялся?"
        th "Потому что испугался, что она откажет! Если бы мне отказала Алиса, Славя или эта азиатка, я бы снёс глазом не моргнув, но Лена…"
        dreamgirl "То есть, ты решил найти кого сговорчивее. {w}Ход разумный. Хоть и подлый."
        th "Катись к чёрту."
        "Я отряхнул бетонный поребрик от пыли и уселся на него, глядя в небо."
        "Под рукой очень своевременно обнаружился стебелёк лисохвоста — легко отделяющийся от узла стебель немедля перекочевал ко мне в зубы."
        "Немного посомневавшись, я мысленно плюнул на нарядную рубашку и растянулся на траве."
        scene bg ext_sky_7dl with dissolve
        play ambience ambience_camp_entrance_day fadein 5
        th "В конце концов, если не удаётся отдохнуть сердцем, буду отдыхать душой."
        "Было тихо-тихо, луговой симфонический, похоже, ещё не проснулся, а солнце не успело раскалить окружающий воздух, потому условия были самые что ни на есть райские — 23 градуса, тишина и одиночество."
        th "Я согласился бы умереть здесь и сейчас."
        "Вдруг пришло в голову."
        th "Познавая дао ничегонеделания и ничегонедумания, соскальзывая с нити бытия в пустоту, которой нет конца и края."
        "Я закрыл глаза."
        stop ambience fadeout 6
        window hide
        scene anim prolog_1 with fade2
    
        play music herc_death fadein 5
        "И как будто это было возможно, провалился ещё глубже назад."
        show expression D3_intro("bg int_store_7dl") with dissolve
        "Перед глазами почему-то встал серо-белый потолок магазинчика, где я то ли работал, то ли часто покупал сигареты — с дырчатыми панелями звукоизоляции."
        play sound sfx_wind_gust
        "Я вдохнул ветра, повеявшего из прошлого — и закашлялся, зябко обхватывая себя за плечи: поток воздуха нёс не только новогодний свежий морозец, но и почему-то дыхание смерти."
        th "И что самое глупое — это то, что я так и не сказал Лене самого главного."
        scene stars
        show expression D3_intro("bg int_store_7dl")
        with joff
        "Небо над головой протаяло зимними звёздами."
        "Где-то там, в невероятном отдалении, сейчас гаснет одна из них. {w}И если она соответствует мне, то она настолько тусклая и непримечательная, что никто и никогда не заметит, как её не станет."
        "Из праха вышел и в прах уйдёшь."
        window hide
        play sound makarych fadein 0
    
        "Меня ждёт мой холодный город, стылые улицы и нахохленное безразличие бегущих куда-то прохожих-птиц."
        "И смерть."
        "А этому путешествию пора прекращаться."
        "Прекрасному путешествию."
        "Длиной в почти три дня лета."
        window hide
        play sound mpbt
        $ renpy.pause(4.4, hard=True)
        stop music fadeout 6
        play sound sfx_head_explode
        $ renpy.pause(3.4, hard=True)
        play ambience ambience_camp_entrance_day fadein 5
        $ renpy.pause(1.4, hard=True)
        with vpunch
        play sound sfx_head_heartbeat fadein 5
    
        "Я со всхлипом втянул воздух и вскинулся, почти подпрыгнул на ровном месте!"
        scene bg ext_sky2_7dl with dissolve
        play sound sfx_inhale fadein 6
        "Сердце колотилось как оглашённое, а глаза бешено, не видя, скользили по окружению."
        window hide
        with fade2
        th "Спокойно. Спокойно."
        "Сказал сам себе я."
        th "Это просто сон."
        dreamgirl "Точно, просто плохой сон на лужайке у ворот."
        th "Что?"
        dreamgirl "Ну ты бы ещё больше спал под линиями электропередач — ещё бы и не такое увидел."
        "Внутренний голос замолчал."
        "Прикоснуться к смерти оказалось освежающим и взбадривающим."
        "Хотя я врагу бы таких впечатлений не пожелал, кое-что в моей голове поменялось."
        "Вся моя стеснительность, все обиды на Лену и на самого себя — всё это показалось таким мелочным."
        th "От мементо мори в подарок новая мантра — помни о том, что каждая новая секунда вычитается из того, что мне… тебе осталось."
        th "Первая секунда оставшейся жизни."
        th "Надо поговорить с Леной и во всём объясниться!"
        if alt_day3_duty:
            $ lp_us += 1
            "Я уже совсем было собрался бежать куда-то и искать Лену там, но благоразумно поинтересовался временем."
            "Экранчик смарта показывал без малого два часа — а это значит, пора возвращать долг Большому Брату."
        else:
            play sound eat_horn fadein 5
            "Решил я и было заспешил к библиотеке, но был остановлен на полпути сигналом горна."
            "Он удивительно хорошо доносился даже досюда — видимо, ландшафт выполнял свою роль в качестве акустического проводника."
        "С кряхтеньем поднявшись, я покачал головой, разминая шею, отряхнул налипшие соринки и с удовлетворением заключил, что ни капельки не перепачкался."
        stop sound fadeout 5
        stop ambience fadeout 7
        "И заспешил по направлению к столовой."
        th "Надеюсь, удастся сесть рядом с Леной!"
    else:
        "Мой путь в этот лагерь начался с ворот. Поэтому взять их за отправную точку — идея не из худших."
        "Я встал перед воротами, вспоминая…"
        if not alt_day1_sl_conv and (alt_day_binder != 1):
            "Ульянку и её саранчу!"
        if alt_day2_date == 2:
            "Славю и волшебную встречу в лесу…"
        "Да хотя бы то, как меня отсюда практически за руку отвели в первый день и накормили!"
        "В моём мире всем было бы плевать."
        "Хвала рандому, я не в своём мире."
    stop ambience
    window hide
    return

label alt_day3_event_dining_hall1:
    scene bg map_alt1 with dissolve
    if alt_day3_duty:
        dreamgirl "Ты, собственно, что припёрся-то? Не надежурился ещё?"
        dreamgirl "Не бойся, у тебя впереди обед и ужин, успеешь ещё набегаться с тележкой."
    else:
        "В столовой мне сейчас точно делать было нечего. Стать добровольным помощником дежурных? Вот ещё."
    window hide
    return
    
label alt_day3_event_sport_area1:
    scene bg ext_playground_day with dissolve
    if alt_day2_phys_done:
        "Физрука опять не было видно, а поле было пустое."
    else:
        "Поле было пустое."
    "Заметив движение в сетчатом коробе, я, заинтересовавшись, подошёл."
    "Там Ульянка и несколько мальчиков из младших отрядов увлечённо резались в «квадрат»."
    if alt_day2_club_join_footbal or alt_day2_club_join_volley or alt_day2_club_join_badmin:
        "И зачем, спрашивается, я вчера записывался в кружок?"
        "Чтобы теперь одному тренироваться?"
        "Ну его в баню. Пойду лучше ещё погуляю по лагерю."
    "Решив не отвлекать их от, несомненно, важного занятия, я развернулся и ушел оттуда."
    window hide
    return

label alt_day3_event_beach1:
    scene bg ext_square_day with fade
    play ambience ambience_camp_center_day fadein 1
    play music music_list["take_me_beautifully"] fadein 5
    if alt_day3_sl_event:
        if alt_day1_sl_conv:
            "Как и в первый день, Славя схватила меня за руку и потащила за собой."
            "Сначала в домик, где мне выдали чёрные плотные плавки, больше напоминающие семейные боксёрки."
            "Ну а после, разумеется, на пляж."
        else:
            "Давая своё согласие, я вовсе не думал, что автоматически означает, что меня сейчас вот схватят за руку и отволокут на пляж!"
            "Нет, я, в общем-то, не против. Но как же общепринятая мораль?"
            "Предварительные ласки?"
            "Шанс поторговаться и набить себе цену? Нет?"
            "Для Слави каноны морали были чем-то, чем можно было пренебречь при желании."
            "Как это произошло и сейчас."
            "Не обращая внимания на глазеющих пионеров, она просто взяла меня в охапку и уволокла куда хотела."
            "Вот уж у кого никогда не будет проблем со сплетниками. Потому что в ней волшебным образом уживается желание помочь ближнему и наплевательское отношение к общественному мнению."
        scene bg ext_beach_day with dissolve
        "Не прошло и пяти минут, как я уже был приставлен к делу, обласкан вниманием и снабжён самыми ценными указаниями."
        "Под солнцем не стоять, голову не мочить, громко не кричать."
        "Ээээ… спасибо, кэп?"
        sl "Семён?"
        show sl serious swim at center
        "Показалось, или её купальник стал прозрачным?"
        sl "Семён? Семён, с тобой всё в порядке?"
        "Не считая того, что я потихонечку отъезжаю…"
        me "В целом, да. Так что мы будем делать?"
        sl "Волейбол!"
        show sl smile2 swim with dissolve 
        sl "Сегодня первенство среди младших отрядов по пляжному волейболу, и мне хотелось бы, чтоб ты судил матчи мальчиков, пока я сужу девочек."
        me "А не наоборот?"
        sl "Наоборот…"
        "Она всерьёз задумалась."
        sl "Нет, не получится наоборот."
        me "Но почему?!"
        show sl laugh swim with dspr
        sl "Кроме того, что ты в жизни не сможешь сосредоточиться?"
        me "Изволь."
        sl "Если травму получит девочка, я смогу доставить её в медпункт, мне сил хватит. А вот мальчика могу и не поднять."
        me "Резонно."
        "Я вынужден был признать её правоту."
        me "Когда начинаем?"
        sl "Ой, да скоро уже."
        "Она кивнула на потихоньку стягивающиеся к пляжу отряды с вожатыми во главе."
        sl "Играть будут со второго по пятый отряды, то есть, всего будет три матча, каждый по 15 банок, распасовка обычная, в три касания, резать можно только мимо игрока, в случае среза по игроку удаление с поля на две банки. Вроде ничего не забыла."
        show sl smile swim with dspr
        "Она сняла с шеи свисток, висящий там на шнурке, и протянула мне."
        sl "Кажется, мальчишки подтягиваются раньше, так что первым тебе судить."
        "Она кивнула на крайне подозрительную конструкцию, напоминающую гибрид стремянки и пластикового кресла с футбольного поля."
        sl "Можешь лезть туда. Если, конечно, с равновесием всё в порядке."
        sl "Хотя лучше, конечно, не лезть."
        show sl laugh swim with dspr
        "Она рассмеялась в ответ на мой вопросительный взгляд."
        sl "Качается! Я его каждый день песком подсыпаю, а дети каждый день подрывают. Так и ведем войну… с переменным успехом."
        "Впрочем, для себя я уже решил, что буду судить исключительно стоя."
        sl "Ну всё, удачи!"
        "Она помахала мне и пропала на другом конце пляжа, занимаясь очередными — несомненно — важными вещами."
        hide sl with dissolve
        "Из-за раннего солнышка приходилось стоять спиной к воде, чтобы не било в глаза, поэтому играющие, не обнаружив на привычной кромке никого, сгрудились несколькими группами, и привлечь их внимание оказалось можно только с помощью свистка."
        "Ну я и дунул. С душой."
        "Прыгающий внутри свистка шарик оттарабанил трель на моих ушах, нервах, заставил подпрыгнуть присутствующих, а заглянувшего на огонёк физрука самым серьёзным образом порадовал."
        show ba normal uniform with dspr
        ba "Ну и дыхалка у тебя, сынок!"
        ba "Тебе в пловцы бы."
        ba "Кстати, ты в волейбольной сборной теперь, ты в курсе?"
        me "Не понял…"
        ba "Матч судишь? Судишь.{w} Правила знаешь? Знаешь."
        show ba smile uniform with dspr
        ba "Плюс пионерка за тебя просила."
        ba "Короче, добро пожаловать в сборную."
        hide ba with moveoutleft
        "Он развернулся и чётко чеканя шаг направился к понтонам. Ожидаемо провожаемый целой когортой девичьих взглядов."
        "А я сбросил с себя наваждение, пытающееся заставить меня выпрямить сутулую спину, расправить понурые плечи и выпятить впалую грудь."
        th "Какого чёрта!{w} Я себе и таким нравлюсь!"
        me "Мяч в игру."
        "Скомандовал я."
        me "Сборная второго против сборной третьего. {w}Левый, правый?"
        "Подобрав гладыш под ногами, я спрятал его в правый кулак за спиной — туда, куда незамедлительно ткнул капитан третьего отряда…"
        "Мяч взял третий отряд, сторону поля — второй, поворотив соперников спиной к солнцу."
        play ambience ambience_volley fadein 1
        "Я сначала не поверил, переспросил дважды, но затем, прикинув время, смекнул, что если у сборных будет больше двух партий, то очень скоро солнце зайдёт им вбок, давая фланговым беспрепятственную диагональ атаки."
        "Третьему-то отряду это было не критично: с милосердно установленной сеткой на 180 сантиметров, они почти не резали — не хватало роста."
        "Зато сделали ставку на оборону, и не прогадали. Неизбежно проигрывая оппонентам в опыте, длине рук и росте, они брали своё скоростью перемещения и слаженной игрой на уплотнения по линиям атаки."
        "Поэтому подачи разыгрывались неторопливо, и на часах уже было ощутимо за десять часов, когда я наконец подал финальный свисток."
        me "С разрывом в три очка побеждает сборная второго отряда."
        "Логичный исход. Мы тоже никогда, никогда не могли победить старшаков. {w}Жизнь жестока даже в детстве."
        "Сборные обиженно загудели — кажется, им понравилось играть друг с другом."
        me "Нет уж, хлопцы, освобождайте площадь! Тут и кроме вас есть желающие."
        "Кто-то мелкий, судя по всему, из третьего отряда, решил отыграться за поражение. Ну и, как следствие, отыграться решил за чужой счёт."
        "Я только было направился к мячу, чтобы его поднять — как в воздухе мелькнули босые ноги, и… "
        play sound sfx_soccer_ball_kick
        extend "Мяч улетел в дальние кусты."
        play ambience ambience_boat_station_day
        "Чертыхаясь, я прикинул возможный путь до мяча и, треща ветками как медведь, пополз его добывать."
        window hide
        scene expression Noon("bg ext_shower_day_7dl") with dissolve
        "Проломившись сквозь кусты, я оказался на небольшой полянке, окружённой ростовыми кустами, в густых зарослях которых и застрял мяч."
        "Изъяв мяч, я уже совсем было собрался выбираться, когда вдруг заслышал голоса."
        "Женские. Вернее, девичьи."
        "Игра света и тени делала моё укрытие идеальным — я мог видеть и слышать всё, не демаскируя себя."
        "И разумеется, поддавшись настроению, я решил подслушать, кто там что говорит."
        "По другую сторону кустов оказались пляжные кабинки с характерным опрокинутым треугольником, означающим, что эти раздевалки принадлежат девочкам."
        "Оттуда, беззаботно болтая, и вышли Славя…"
        show sl laugh swim at cleft
        extend "  и… "
        show un smile2 swim at cright
        extend "Лена!"
        "Вот уж действительно, объект для подслушивания."
        un "…думала, в этом году уж не приедет."
        sl "Да нет."
        "Славя немного поколебалась и добавила:"
        sl "Всё-таки, Ольга взяла за него ответственность, а она не из тех, что…"
        show sl normal swim with dspr
        "Она понизила голос так, что я уже совсем ничего не слышал."
        show un normal swim with dspr
        "Лена тем же шёпотом перебила её, а Славя утвердительно кивала, после чего покрутила пальцем у виска."
        "Лена о чём-то заспорила и стояла на своём, пока Славя, наконец, не махнула рукой."
        "Я постарался подобраться поближе, но, похоже, упустил самую интересную часть сплетни — они уже завершали беседу."
        show un shy swim at cright
        un "Так или иначе, в этом году всё решится."
        "Славя согласно кивнула головой."
        un "Помни своё обещание."
        "Славя застыла."
        "И с усилием повернула голову в сторону подруги:"
        sl "Значит…"
        "Лена кивнула и продолжила как ни в чём ни бывало:"
        if alt_day1_un_ignored:
            un "Я только одного понять не могу."
            un "Какого чёрта она не поселила его в старый дом."
            sl "Но в старом доме…"
            dreamgirl "В старом домике она хранит едууууу."
            th "Ты что-то знаешь?"
            dreamgirl "Нет-нет, ничего."
            th "Точно?"
            dreamgirl "Конечно! Помнишь, где она тебя кормила?"
        else:
            un "В любом случае, у меня почти нет шансов."
            un "Можешь не волноваться особо: я не из навязчивых."
            "Я опять ничего не понял, хотя и каким-то шестым чувством понимал, что речь идёт обо мне."
        "Я полез на выход. Кажется, со стороны волейбольных полей кто-то кричал моё имя."
        hide un with dissolve
        hide sl with dissolve
        window hide
        scene bg ext_beach_day with dissolve
        "На волейбольной площадке уже собрались следующие претенденты на кубок «Совёнка» по волейболу — мелочь четвёртого и пятого отрядов."
        "Возраст десять и младше, с такой высокой сеткой они даже не сделают острого момента."
        "Ну и ладно, мне и сам процесс наблюдения за пересекающим туда-сюда сетку мячом доставляет определённое удовольствие."
        "Мяч уже был здесь, и я, подобрав его под мышку, опять поднёс свисток к губам."
        me "Отряды, построились!"
        me "Первенство лагеря по волейболу среди мальчиков. Выступает сборная четвёртого против сборной пятого. Левый или правый?"
        ml "Левый!"
        me "Выбор за четвёртым. Поле или мяч?"
        ml "Поле!"
        "Понимаю, понимаю. {w}Резать не удастся, зато можно использовать преимущество — в виде солнца."
        "Хотя не думаю, что у малышни много опыта издевательств над вражеской командой, но всё же бьющее в глаза утреннее солнце — ощутимая фора."
        "Свисток!"
        me "Мяч в игре! Подача пятого отряда!"
        "Игра началась."
        "…"
        show blinking with dissolve
        "…"
        "Как и следовало ожидать, четвёртые легко раскатали пятых."
        "Ну а в финале так же благополучно продули вторым."
        "Когда ты ребёнок, разница даже в один год имеет огромное значение."
        "Я бы даже ставок делать не стал, настолько это предсказуемо…"
        play music eat_horn fadein 1
        "Я глянул на часы — время было без двадцати. Значит, пора."
        "Надеюсь, Ульянка придёт. Одному работать совершенно не хочется."
        stop music fadeout 3
    else:
        scene bg ext_beach_day with dissolve
        play ambience ambience_lake_shore_day fadein 3
        "На пляже было немноголюдно, а уже присутствующая здесь Ольга Дмитриевна отсекала все планы о возможном купании."
        stop ambience
    window hide
    return

label alt_day3_event_library1:
    scene bg ext_library_day with fade
    play ambience ambience_camp_center_day fadein 1
    if alt_day3_un_event:
        play music music_list["you_won_t_let_me_down"] fadein 7
        "Пора выручать царевну из логова дракона."
        "Пока страшный хищник спит, время от времени выпуская струйки пара из ноздрей, я должен прокрасться мимо него и освободить свою наречённую!"
        "У меня есть меч — одна штука, храбрости — хоть отбавляй!"
        dreamgirl "Ещё бы немного ума…"
        th "Цыц. Я изучил диспозицию противника — Жужелица опять рубит лбом столешницу, так что мимо неё вполне реально пробраться."
        "Внутри надо отвлечь внимание двух наёмников, охраняющих самое главное сокровище."
        "Но как это сделать, не привлекая внимания дракона?"
        "Решение пришло практически мгновенно."
        "Окно!"
        "Точно! Оно, как и во всех книгохранилищах, заделано наглухо, и если подбираться под нужным углом, можно остаться незамеченным!"
        "Я замер и прислушался — тихо. То что надо."
        "Вперёд!"
        "Я пригнулся к земле и, стараясь не высовываться из-за зелёной изгороди, бросился в обход здания."
        dreamgirl "Ниже, олух! Они движение заметят!"
        th "Не заметят!"
        "Оббежав окна, выходящие непосредственно от помещения читального зала, я вышел на глухую стену, в которой было одно-единственное окошко."
        "Действуем дальше! В идеале, неплохо было бы, конечно, использовать краску, но…"
        "Под этим окном была рыхлая песчаная почва, надписи на которой сохранялись очень хорошо."
        "Я подобрал лежащую здесь же палочку и, немного подумав, начал писать."
        "Вытащив от усердия кончик языка наружу, я старательно чертил."
        "Шурик+Электроник = лю…"
        "Дело сделано!"
        dreamgirl "Господи, вот это дурак! Ничего ещё более дурного придумать не сумел?"
        th "Цыц, я сказал."
        "Я подобрал мелкий камешек и запустил его в окошко."
        "Ноль внимания. Видимо, многокамерное стекло не очень хорошо проводит звук."
        "Ладно."
        "Я взял камень побольше и запустил, в этот раз целя по собственно деревянной раме."
        "По ту сторону стены тут же что-то зашумело, кто-то приглушено прыснул, и, ещё несколько секунд спустя, раздался сдвоенный топот."
        "Кажется, наши герои кинулись исправлять грамматические, орфографические и частично генетические ошибки автора текста."
        "Мой выход!"
        "Я опять кинулся в обход здания, и, пригнувшись за углом пожарной сторожки, отследил, куда бросились Шурик с Электроником."
        "Минуту спустя вслед за ними вышла и жужелица."
        "Ура!"
        "Дракон покинул насест и отправился на разграбление ближайших деревень. Его наёмники также заняты, решая проблемы на личном фронте."
        "Теперь можно забираться в его логово и вытаскивать оттуда самое главное сокровище, томящееся в самом закрытом углу."
        "Я пробежал библиотеку на цыпочках и очень аккуратно толкнул дверь."
        window hide
        stop ambience fadeout 3
        $ persistent.sprite_time = "day"
        scene bg int_library_day
        with dissolve
        play ambience ambience_library_day fadein 3
        pause(2)
        play sound sfx_open_door_2
        pause(1)
        scene bg int_editorial_day_7dl
        show un scared pioneer
        with dissolve
        "Дверь тихонько скрипнула, пропуская меня внутрь."
        "Оставалось надеяться, что дракон не наставил ловушек, и всё, что мне остаётся — это забрать сокровище."
        show un shocked pioneer with dissolve
        "Сокровище, вооружившись совком, пряталось за мольбертом и поглядывало в сторону двери."
        me "Царевна! Эй, царевна!"
        show un surprise pioneer with dissolve
        "Немного напряжённым голосом позвал я."
        me "Давай-ка мы спасём тебя из этого унылого места."
        "Я встал в дверях и протянул ей руку."
        me "Быстрее, жужелица и её клевреты уже возвращаются! Ты хочешь быть спасённой или нет?"
        show un laugh pioneer with dspr
        "Прыснув, она вложила свою руку в мою ладонь…"
        "И мы побежали!"
        window hide
        stop ambience fadeout 3
        $ persistent.sprite_time = "day"
        scene bg ext_library_day
        with dissolve
        "Я бежал, экономя дыхание и готовясь отразить нападение сразу со всех сторон."
        "Лена же… Ну… По-моему, она вообще не видела, куда бежит."
        "Наконец мы остановились, порядочно отбежав от логова дракона."
        show un grin pioneer
        un "Из всех возможных способов, ты выбрал самый дурацкий."
        "Строго сказала она."
        un "Просто зайти и спросить меня было сложно?"
        "Она пыталась говорить строго. Впрочем, вперемешку со смехом, звучало не очень впечатляюще."
        "Я помотал головой."
        me "Дракон не отпустил бы тебя. И его помощнички, тоже те ещё злодеи!"
        show un smile pioneer
        un "Ну и ну."
        "Она наконец отсмеялась."
        un "Ты же меня просто-напросто украл!"
        me "Не украл, а спас!"
        th "И теперь отвезу куда-нибудь, где мы будем жить недолго и гадко."
        stop music fadeout 3
        me "Что теперь делать будем?"
        un "Вообще-то я планировала немного порисовать. И если бы ты забрал меня по-человечески…"
        play music music_list["everlasting_summer"] fadein 3
        show un serious pioneer
        "Она нахмурилась."
        un "То мы бы прихватили с собой мольберт с красками и кисточками."
        un "Теперь вот и не порисуешь."
        un "А у меня со вчера ещё идея картинки есть."
        me "Какая идея?"
        if alt_day2_date == 1:
            un "Хочу нарисовать вчерашний случай — совёнок, я, и"
            show un shy pioneer
            extend "… ты."
        elif alt_day2_date == 11:
            un "Да рассказ твой вчерашний…"
            un "О том, как ты в лесу прячешься под огромной розовой кофточкой от дождя."
        else:
            un "Тебя нарисовать хочу."
            "Она смутилась и отвернулась, общипывая крайне неудачно оказавшийся под рукой куст черёмухи."
            me "Меня? Так рисуй, в чём проблема?"
            "Она смутилась ещё больше."
            un "Нет, не так… Я хочу нарисовать тебя…"
            "Тут у неё, кажется, закончился воздух, потому что она совсем замолчала."
            me "Так в чём проблема-то? Ты думаешь, я откажусь позировать?"
            un "Проблема не в этом. Проблема в том, чтобы…"
            th "Не понимаю я эту девочку. Простая вещь — попозировать для портрета. Кроме сохранения неподвижности, вообще никаких проблем нет!"
            th "И чего она так стесняется? Не неглиже же она меня рисовать собралась!"
            th "Или…"
            "Я оборвал раздумья и подозрительно посмотрел на Лену."
            me "А в каком это виде ты меня нарисовать хочешь?"
            show un surprise pioneer
            "Она окончательно зацвела маковым цветом и попыталась даже уйти — если бы я не поймал её за руку."
            me "Ты с меня обнажёнку рисовать хочешь?"
            "Она помотала головой."
            un "Нет… {w}Вообще, уже рисую."
            "И тут уже я не нашёлся что ответить."
            me "Ну…"
            "Многозначительно протянул я."
            me "Главное, соседке по комнате их не показывай. {w}Разнесёт по всему свету."
        me "Но мы куда-то шли?"
        un "Может, всё же вернёмся за…"
        "Несмело начала она."
        "Я покачал головой."
        if alt_day2_date == 1:
            me "Не сейчас. После обеда. Или завтра. В любой позе и степени раскрепощённости."
        else:
            "Мы уже сбежали, так что…"
        "Я улыбнулся, поймал её улыбку в ответ и скомандовал:"
        me "Вперёд!"
        window hide
        scene bg ext_path2_day with dissolve
        show un normal pioneer
        "Пробраться по территории лагеря было несложно — с утра все были деловыми и спешили по своим делам."
        "Мне оставалось только состроить лицо посерьезнее, чтобы не приставали с вопросами, и тащить за собой Лену."
        "Поэтому до леска мы добрались быстро, откуда и стали координировать дальнейшие перемещения."
        me "А мы куда-то идём или просто гуляем?"
        "Поинтересовался я."
        un "Вообще, я хотела дойти до карьера, и там немного порисовать, но так как ты запретил…"
        "Она развела руками в международном жесте «сам виноват»."
        me "Так и пошли к карьеру! Ты уже, наверное, знаешь туда дорогу. А то я кроме собственно лагеря за три дня ничего и не видел."
        if alt_day2_us_escape:
            un "Ты забыл про железную дорогу и острова."
            "Серьёзно напомнила она мне."
            me "Не забыл. Просто они не в счёт."
            show un surprise pioneer
            un "П-почему?"
            "Да потому, что не с тобой хожены. Разве непонятно?"
            me "Ну я же обещал, что если буду сходить с ума, то только в твоей компании. Так что всё, что было до этого, не в счёт."
            if alt_day2_date == 11:
                me "Хотя вот рощицу вчера я что-то не очень запомнил."
                "С выражением намекнул я."
                me "Очень хотелось бы сходить туда снова. Освежить впечатления."
                show un shy pioneer
                un "Ч-что?"
                me "Вспомнить, понимаешь? А то я совёнка помню, а всё остальное…"
                "Похоже, если у нас что-то не срастётся, она станет идеальным объектом для безобидных шуточек."
                me "Отнесись к моим словам чуть проще, ладно?"
                "Я вздохнул."
                me "Я просто хотел дать понять тебе, что всё вчерашнее готов повторить и сегодня. И завтра, если потребуется."
                un "Т-ты хочешь здесь?.."
                me "А чего тянуть? Мы же ничего предосудительного не делаем…"
                scene bg black with fade
                "Не знаю, почему, но я закрыл глаза. Никогда не закрывал, а теперь закрыл."
                "А когда открыл — тихо охнул и чуть не сделал шаг назад."
                "Полностью отразив мою позу, она стояла напротив, и из-под прикрытых век по щекам вниз катились капли."
                window hide
                scene bg ext_path2_day with dissolve
            
                show un cry pioneer
                "Я тронул её за плечо, стараясь делать всё как можно деликатнее."
                "А она, распахнув глаза, издала какой-то совершенно дикий вопль и уже через секунду оказалась у меня на шее!"
                un "Йуухухуху!!!"
                show un laugh pioneer
                "Кричала она, совершенно не заботясь о случайных свидетелях."
                un "Не сон! Это было наяву! Не сон!"
                dreamgirl "Кажется, у кого-то потихоньку отъезжает крыша?"
                th "И не у него одного."
                "Резонно заметил я."
            else:
                "Из всех сокровищ, доставшихся мне в награду за убиенного дракона, самое дорогое сейчас шагает рядом, держа меня за руку."
                "Это сокровище вдвойне ценно оттого, что однажды, устав ждать, пока я созрею, оно просто пришло и заявило, что «вот это — всё моё»." 
                "Не знаю, как для неё, но лично для меня всё кристально ясно стало ещё вчера, с того самого момента, когда…"
                if alt_day2_date == 12:
                    "… между судорожно сжатыми на бумаге пальцами и успокаивающе протянутой ладонью проскочили искры."
                else:
                    "Когда она, не зная, где искать помощи и защиты, просто спряталась у меня за спиной, прижавшись так, будто ближе меня и роднее у неё никого нет."
        else:
            un "А тебя интересует что-то конкретное?"
            me "Для начала — карьер."
            "Я разулыбался."
            me "Сто лет с верхотуры в песок не прыгал."
        "В этот раз она сама нашла мою ладонь и вцепилась в неё."
        "Похоже, что я застолблён и огорожен. Неожиданно, верно?"
        dreamgirl "А если бы клювом не щёлкал, так ещё и спал бы в тепле."
        th "Фу на тебя, пошляк. У меня тут чистое и платоническое."
        dreamgirl "Да правда, что ли? То есть, ты отказался бы, если бы она предложила?"
        th "Эй, эй! Давай перевирать мои слова не будем! Я сказал, что сейчас важнее духовное."
        dreamgirl "Ты обратил, какого размера у неё оба девяносто, что верхние, что нижние?"
        dreamgirl "Уж там так душевно, что до пяточек продирает."
        "Внутренний пошляк мерзко загыгыкал и смолк."
        window hide
        scene bg ext_path_day with dissolve
        show un smile pioneer
        me "Лен, скажи, а ты вообще на карьере что делаешь?"
        "Сильно сомневаюсь в том, что она, подобно пацанве всех возрастов, с визгом прыгает метров с восьми на кучи песка внизу."
        un "Раньше — гуляла, мечтала… И брусника там. Хоть и немного."
        me "Раньше?"
        un "Ну теперь-то, наверное, не смогу. Теперь…"
        show un shy pioneer
        un "Теперь… у меня есть ты."
        "Простая фраза, отпирающая сердце."
        "И кому, как не мне, знать, чего на самом деле стоит произнести эти пять слов."
        "Я мягко улыбаюсь."
        me "Ну нам это всё равно ведь не помешает? То, что мы есть друг у друга."
        show un normal pioneer
        un "Что?"
        "Проводить вместе время, тратить его только на то, чего хочется на самом деле — на самого дорогого на свете человечка."
        "Вот она идёт рядом улыбается, а ведь она — целый мир. Огромная вселенная. Реальность, если хотите."
        "Там, под полуприкрытыми веками можно разглядеть реальность, в которой мы с ней стали друг для друга — друг для друга."
        "Я всю ночь приучаюсь к тому, чтобы думать о ней реже чем раз в минуту."
        "Под утро почти получается, но просыпаюсь я с её именем."
        "Я закрываю глаза — а там она, я вдыхаю воздух — а там её запах."
        "Вместо ответа я достал из кармана сотик, где последней заметкой значилось следующее:"
        "{i}Там, где горечью воспоминанья рябят… Сердца часть я привычно оставлю. Это просто я так ненавижу тебя, Потому что тобою отравлен.{/i}"
        show un serious pioneer with dspr
        "Она успела прочитать четверостишие. {w}Полные губы шевельнулись, произнося последнее слово, дрогнули…"
        "А мне вдруг так объяснять ничего не захотелось… Тем более, что сквозь деревья уже виден был песчаный откос."
        me "Лен."
        "Я остановился и развернул её к себе лицом."
        me "Знаешь, я редко загадывал желания тогда, когда можно было — под падающими звёздами, в окружении тёзок, на Новый Год и при прочих… обстоятельствах."
        me "Но тогда, когда я загадывал… Кажется, я загадывал встретить тебя."
        me "Теперь осталась сущая мелочь — загадать, чтобы я мог забрать тебя с собой. Туда, куда я рано или поздно вернусь."
        show un smile pioneer
        un "А может, всё же, останешься здесь?"
        un "Ты мне нужнее здесь."
        me "Если мне предложат такой вариант — я соглашусь без раздумий!"
        me "Я только там, где ты."
        "Смутившись от внезапного откровения, я скомкал разговор."
        un "А если нет?"
        me "Тогда найди меня. Обязательно! Я оставлю тебе все адреса, где меня можно найти, все контакты, которые могут меня знать. Просто найди меня."
        show un serious pioneer
        un "Хорошо. Я не дам нам потеряться."
        "Серьёзно ответила она."
        "Несмотря на разговор, ни до чего у нас дело не дошло — только на прощание, проводив её до лагеря, я получил приказ закрыть глаза — хотя всё равно подглядывал — а она, встав на цыпочки, поцеловала меня в щёку."
        "Меня френдзонят, правда? Френдзонят?!"
        "Вечером будет ещё один шанс выправить колею. Но симптомы мне УЖЕ не нравятся."
        "Вздохнув, я направил стопы к местному храму чревоугодия."
        stop music fadeout 5
    else:
        "Постояв у здания библиотеки, я так и не решился зайти внутрь."
        if alt_day2_club_join_nwsppr:
            "Тем более, что задание Шурика я вчера так и не выполнил."
        elif alt_day2_lib_done:
            "Тем более, что после тёплого приёма жужелицы, видеть её не хотелось. От слова «совсем»."
    window hide
    return

label alt_day3_event_medic_house1:
    scene bg ext_aidpost_day with fade
    play ambience ambience_camp_center_day fadein 1
    if alt_day2_med_done:
        "Я остановился за несколько метров до крылечка."
        "Потом в деталях воскресил то, что со мной проделала местная костоломша."
        th "Так. В баню!"
        "Стараясь двигаться на цыпочках, я развернулся и поспешил покинуть адский дом."
    else:
        "Здесь ничего интересного."
    window hide
    return

label alt_day3_event_estrade1:
    scene bg ext_stage_big_day with fade
    play ambience ambience_camp_center_day
    if alt_day3_dv_event: 
        show dv normal pioneer2
        "Алиса была на месте."
        if alt_day3_duty:
            "И вместо привычного мне задорного, озорного существа, к которому я уже успел привязаться, моему взгляду открылась ещё одна грань Алисы — Двачевская опечаленная."
            "Она ссутулилась на краю сцены, свесив ноги вниз и меланхолично перебирала струны акустической гитары, наигрывая что-то непонятное, но, несомненно, крайне грустное."
            me "Привет, красотка!"
            "Я остановился поодаль, чтобы не отвлекать её от игры."
            "Кажется, она меня заметила."
            dv "А, это ты."
            "Безучастно сказала она."
            me "Эээ… да. Ты надеялась встретить кого-то другого?"
            dv "Не совсем…"
            "Она продолжила перебирать струны, а я всё никак не мог разглядеть её глаз из-под чёлки."
            "По голосу невозможно было определить, в каком она настроении. А навязываться не хотелось совершенно."
            me "Надеюсь, я не сильно опоздал."
            "Осторожно произнёс я."
            dv "Да нет. Всего на три часа."
            "Я кинул взгляд на мобильный и схватился за голову."
            "Мать моя женщина… Половина двенадцатого уже!"
            dv "Угу. Сижу я тут, жду тебя как идиотка. {w}А ты с мелочью в войнушку играешь."
            me "Что? Какую ещё войнушку? Я н-не…"
            dv "Да ладно, что ты не, что ты не. Чистил картошку, играл в войнушку, дело-то житейское."
            "Она хлопнула ладонью по струнам и отложила гитару в сторону."
            "Спрыгнула со сцены и подошла ко мне вплотную."
            if alt_day2_med_done:
                "Не так, конечно, близко, как это провернула вчера Виола, но всё равно достаточно для того, чтобы заставить меня чувствовать себя неуютно." 
            "Я чувствовал тепло её кожи, запах её дыхания и то самое электрическое ощущение, предвещающее большие неприятности."
            show dv smile pioneer2 close
            "Она протянула ко мне руку, и я невольно зажмурился."
            dv "С Ульяной иначе не получается."
            show dv laugh pioneer2 close
            "Она рассмеялась моей реакции."
            dv "Она любое дело превращает в цирк."
            "Алиса быстро сняла с моих волос оставшуюся там шкурку и повертела у меня перед носом."
            dv "И именно поэтому я сейчас не надавала тебе по шее."
            "Она отбросила шкурку в сторону."
            dv "Времени куда-то гулять у нас нет. {w}Поэтому я предлагаю двигаться к музыкальному клубу."
        else:
            dv "Пока ты собирался, я передумала. Ни на какой камень я сегодня уже не хочу."
            "Ага. Когда кто-то говорит, что куда-то хочет, а потом, что не хочет, скорее всего, он хочет, желает и умоляет — в челюсть."
            me "Дело твоё, хотя мне и любопытно. Тогда что будем делать?"
            dv "Пойдём к Мику в гости!"
        me "Ты же ещё вчера не хотела…"
        dv "Я и сейчас не хочу. Но у меня дело к Мику. А ты, я слышала, умеешь немного на гитаре."
        me "Ну, в целом…"
        dv "Вот, мне {i}в целом{/i} и нужно."
        "Очередная сцена из ситкома — я в роли крутого гитариста, еле выучившего три блатных аккорда, и две девочки, которые, кажется, знают музыку на уровне если не профессионального, то очень и очень приличного любительского исполнителя."
        "Я замялся…"
        me "Да я уже давно не играл…"
        dv "Это не страшно."
        "Она уже двинулась в сторону убежища Мику, и мне ничего не оставалось, как последовать вслед за ней."
        dv "Мы тебе объясним и покажем."
        "Ага, а не хочешь — заставим. Знаем мы методы Алисы по убеждению непокорных."
        if alt_day3_duty:
            "В любом случае, выбора у меня нет, я и так здорово накосячил с этой картошкой. Придётся смириться и делать что скажут."
        else:
            pass
        window hide
        scene bg ext_musclub_day with fade
        play ambience ambience_music_club_day fadein 1
        play music music_list["so_good_to_be_careless"] fadein 1
        show dv smile pioneer2 at cleft
        me "И всё-таки."
        "Я догнал её и попытался завести разговор."
        me "Что мы будем делать?"
        show dv surprise pioneer2
        dv "Я разве тебе не сказала?"
        dv "Играть!"
        me "А что мы будем играть?"
        dv "Музыку, разумеется."
        me "Ответ в стиле программиста. Спасибо, что уделили мне целую наносекунду времени."
        "Она ничего не поняла, но задавать вопросов не стала — мы уже зашли на террасу, и нам навстречу выруливала Мику, почему-то крайне сосредоточенная, глядящая себе под ноги, и не обращающая внимания ни на кого."
        show mi smile pioneer at cright
        show dv smile pioneer2 at cleft
        dv "Стоять! Куда побежала?"
        "Поймала её за руку Алиса."
        mi "Что такое?"
        show mi happy pioneer at cright
        "Она подняла глаза и обрадовалась."
        mi "Алиса, Семён! Хорошо что вы зашли! Я тут придумала новую песню! Хотите послушать?"
        show dv normal pioneer2 at cleft
        dv "Нет!"
        "Отрезала Алиса."
        me "Почему бы и…"
        "Начал было я, но тут мне на носок сандалии опустилась изящная пяточка и всеми килограммами придавила, заставляя заткнуться."
        dv "В следующий раз послушаем. Мы здесь по делу."
        mi "Я вас слушаю."
        "Мику убрала в карман ключи и распахнула дверь."
        mi "Да вы заходите."
        window hide
        stop ambience fadeout 2
        play sound sfx_open_door_2
        pause(1)
        $ persistent.sprite_time = "day"
        scene bg int_musclub_day
        with dissolve
        play ambience ambience_music_club_day fadein 3
        "Алиса не преминула воспользоваться предложением. И тут же внутри направилась к тому, зачем, похоже и пришла — стоящей у стены электрогитаре."
        show dv normal pioneer2 at cright with moveinright
        dv "Вот!"
        "Она взяла несколько аккордов, и, поморщившись, тут же потянулась к колкам, подстраивать струны."
        dv "Ты что с инструментом сделала, изверг?!"
        show mi smile pioneer at cleft with moveinleft
        mi "Что и договорились — перетянула лопнувшую струну, ничего больше не трогала."
        mi "Я же знаю, что звучание — дело индивидуальное для каждого музыканта, поэтому ничего не трогала. Ты бы на меня обиделась, если я решила гитару настраивать."
        dv "Так-то так… Но каким образом расстроились остальные струны?!"
        show mi dontlike pioneer at cleft
        "Мику отвернулась и пожала плечиками."
        show dv angry pioneer2 at cright
        dv "Понятно. Что называется, пусти козла в огород. Ну да ладно, настрою."
        "Она ещё несколько минут что-то делала с гитарой, пока не добилась какого-то, относительно сносного звучания."
        dv "Эй, Мику!"
        mi "Да?"
        "Недоверчиво повернулась девочка."
        dv "Мы с Семёном хотим что-нибудь сыграть. Но будет лучше, если нас будет трио. Ты как?"
        show dv normal pioneer2 at cright
        show mi normal pioneer at cleft
        mi "С удовольствием!"
        "Она аж просияла!"
        "Подбежав к роялю, где бесхозно пылилась гитара и, взяв пару аккордов, кивнула."
        show mi happy pioneer at cleft
        mi "Я готова!"
        dv "Молодец!"
        "Скептически оглядела её Алиса."
        dv "Ничего не забыла?"
        mi "Нет! Я всё-всё учла, а гитару взяла потому что не знаю, что играть будем…"
        show dv laugh pioneer2 at cright
        if herc or loki:
            me "Мне инструмент дай, чудо!"
            "Расхохотался я."
            me "Или в вашем крутом бэнде мне отведена роль вокалиста?"
        else:
            dv "Инструмент ему дай, глупый человек."
            "Расхохоталась Алиса."
            dv "Как он играть-то станет?"
        show mi sad pioneer at cleft
        mi "Точно, инструмент."
        "Мику оглядела залежи барабанов и испытующе посмотрела на меня:"
        mi "Может, ты…"
        me "Забудь."
        "Я замотал головой. Из всех барабанных премудростей всё, чему я научился — это отличать хет от снейра."
        me "Я даже не знаю с какой стороны к ним подходить."
        mi "Жаль. Нам очень пригодился бы барабанщик."
        mi "Ну, ладно тогда."
        "Она посмотрела на Алису."
        mi "А свою гитару дать ему не хочешь?"
        show dv normal pioneer2 at cright
        dv "Нет."
        mi "Дело твоё."
        "Мику покладисто кивнула и снова загремела инструментами."
        "Отдать мне собственную гитару ей тоже в голову не пришло. {w}Ожидаемо. Я бы тоже не отдал."
        "Наконец её поиски увенчались успехом, и с победным «Та-дам!» она явила свету акустическую гитару без половины струн."
        me "Эээ… Я должен играть на этом?"
        show dv smile pioneer2 at cright
        dv "А что не так? Слабаешь басовую партию."
        me "Очень смешно. Мику, запасные струны есть?"
        show mi smile pioneer at cleft
        mi "Конечно!"
        me "Как много времени это у тебя займет?"
        mi "Не у меня. Инструмент твой теперь, тебе с ним и мучиться."
        me "Спасибочки."
        "Не удержался от шпильки я."
        me "Вы с Алисой друг друга стоите."
        "Под чутким руководством девочки-оркестра и рыжей гитаристки, я управился в самые сжатые сроки, и до обеда мы успели немного побренчать, сыгрываясь."
        "Ну как, побренчать… {w}Сначала поморщилась Мику, отобрала у меня инструмент и долго-долго крутила колки, потом гитару забрала Алиса и тоже пыталась подтянуть звучание под собственный инструмент… "
        "Как она сказала, «чтобы уж совсем по соседям не шли»." 
        "Я не понял, что она имеет в виду, но ей, наверное, виднее."
        "Притом что ни та, ни другая не пользовались хотя бы камертоном в качестве эталона звучания, ориентируясь исключительно на собственный слух, я здорово сомневался, что мы когда-нибудь добьёмся идеального звучания."
        "В любом случае, гитара снова попала мне в руки, и начались мытарства с расстановкой пальцев, подбором аккордов и прочей кухней, в которой я был совершенно ни в зуб ногой."
        "Наконец у Алисы лопнуло терпение, и она, посмотрев на часы, не терпящим возражений тоном сказала:"
        if alt_day3_duty:
            dv "Так, время кому-то идти в столовую работать и перестать мучить мои несчастные уши."
        else:
            dv "Пора заканчивать этот кошмар. Похоже, мы обидели этот инструмент сильнее чем хотели. Положи его где взял. Аккуратнее. И пошли."
        if alt_day2_club_join_musc:
            me "Так я Мику сразу говорил, я больше по медно-духовым… Труба, альт, баритон… Да даже на этом несчастном тромбоне слабать смогу — учили. А на гитаре… Это ж учиться надо!"
        mi "Выучим!"
        "Уверенно заявила Мику."
        mi "Тем более что в субботу день самодеятельности, и тебе нужен номер."
        me "Мне? Номер?!!!"
        show dv laugh pioneer2 at cright
        "Я уже на полном серьёзе подумывал сбежать."
        me "Я не помню, чтобы я записывался на участие!"
        show mi happy pioneer at cleft
        mi "Тем не менее, ты в списках, как подавший заявку."
        "Мику показала расписание выступлений и ткнула туда пальцем. На четвёртой строчке значилось моё имя."
        me "Ааааааа!"
        "Заорал я и выбежал из этого логова ненавидящих меня людей."
        "За спиной послышался вредный смех. Кажется, я догадываюсь, кто меня записал!"
        dv "Не забудь! Здесь же после обеда!"
        "Донёсся в спину голос Алисы."
        hide mi with dissolve
        hide dv with dissolve
        window hide
        return
    else:
        if alt_day2_loki_minijack:
            "Вспомнив вчерашнее, я решил устроить себе ещё один сеанс громкой музыки и направился к эстраде."
        else:
            "От нечего делать, я решил сходить к эстраде."
        "К сожалению, она оказалась занята."
        "Ещё издали я услышал, как соло-гитара терзает воздух, раздирая его резким звуком с почти болезненными выплесками на пиках."
        "Алиса."
        "Она опустила голову так, что лица невозможно было разглядеть, и старательно выстраивала гармоническое звучание, нотку за ноткой укладывая в тональность будущей песни."
        "Наконец она удовлетворённо тряхнула волосами, будто выставляя точку в музыкальной фразе, и бегло проиграла получившийся фрагмент, застыв в странном положении, ухом к гитаре, удовлетворённо кивая."
        "А я сидел притихший и не мог, не смел мешать."
        "Мне всегда нравились такие люди, которые могут взять несколько нот и выстроить из них такую последовательность, что будет выражать переживание полностью, вплоть до последней мысли."
        "И сейчас я присутствовал при рождении новой мелодии. Так что я в определённом смысле благоговел."
        "Наконец Алиса закончила игру."
        dv "Давно сидишь?"
        "Ровным голосом спросила она."
        "Я кивнул."
        if loki:
            dv "Не хочешь попробовать? Сыграть."
            "Я шумно сглотнул."
            me "А я сумею?"
            show dv smile pioneer2
            dv "Там не очень сложно. Я покажу."
            me "Не очень понимаю, зачем это тебе…"
            "Я вздохнул."
            me "Но я попробую."
        else:
            dv "Ну и что ты сидишь как бедный родственник?"
            "Она мелькнула быстрой улыбкой."
            dv "Садись сюда, стерео лучше всего слышно именно здесь."
        me "Ты какая-то странная сегодня."
        "Задумчиво произнёс я."
        if alt_day2_date == 12:
            "Она смутилась и отвела взгляд."
            dv "Лена мне покоя не даёт."
            dv "Ты же к ней вечером в домик ходил, слухи уже по лагерю ползут."
            dv "В общем, не по себе мне."
        elif alt_day2_date == 4:
            dv "Да я всё о вас с Мику думаю…"
            if alt_day2_mi_rejected:
                me "Она хотела прогуляться со мной под одним зонтом, а я сказал, что там мало места."
                dv "Прости, что?"
                me "Японская аллегория… «Гулять под одним зонтом» в быту означает встречаться."
            else:
                dv "Что это такое — целоваться на пляже. Звучит почти как название сопливой мелодрамы."
                dv "И что это такое — утром впервые увидеть человека, а вечером…"
            "Она махнула рукой."
        else:
            dv "Слухи по лагерю ползут. Про тебя."
            me "И что говорят?"
            "Заинтересовался я."
            dv "Всякое."
            "Уклончиво ответила Алиса."
            "Всякое. Про что, интересно? Про мой гардероб или про вчерашнее…"
            me "А ты-то сама что думаешь?"
            "Она пожала плечами."
        "Я помолчал и уже собрался было уходить, когда она окликнула меня."
        show dv sad pioneer2
        dv "Эй!"
        "Я медленно обернулся."
        dv "Как тебе песня?"
        "Заметно волнуясь, спросила она."
        me "Честно? Я ещё не слышал её целиком. Только маленький кусочек."
        dv "А целиком послушать не хочешь?"
        me "Ты сейчас вряд ли сыграешь, ты ещё в процессе…"
        dv "Ну… да! Но я к вечеру… Короче, если хочешь послушать, как оно звучит целиком, жду вечером здесь же. Придёшь?"
        menu:
            "Обязательно":
                $ alt_day3_dv2_event = True
                $ lp_dv += 1
                me "Кто я такой, чтобы отказываться от таких предложений."
                me "Во сколько?"
                dv "Сразу как танцы начнутся."
                "Почему-то я не удивился тому, что эта девочка как минимум недолюбливает то, что в местном сельском клубе называют танцами."
                me "А ты, значит, не танцуешь?"
            "Извини, не могу":
                me "Но сегодня же танцы! Ты разве не пойдёшь?"
                dv "Пффф, и что мне там делать? Глазеть на дебилов или уподобляться дебилам, размахивая руками под стрёмную музыку?"
                me "Там не только стрёмная музыка бывает. Есть ещё и медляки."
                dv "Угу, неплохое оправдание тому, чтобы потискаться на танцполе."
        "Вот тут она меня, конечно, расстроила."
        if lp_dv > 7:
            me "Ты знаешь, очень жаль."
            dv "Что?"
            me "Что ты… ну, на танцы не ходишь."
            me "Если бы ты там была, я бы тебя обязательно танцевать пригласил."
            show dv shy pioneer2
            dv "Выброси из головы эту дурь."
            "Тихим голосом, раздельно чеканя слова произнесла она."
            dv "Меня такими глупостями не взять, не четырнадцать лет."
            me "Так и не тридцать. А насчёт танцев я серьёзно."
            "Мне всего три дня потребовалось на то, чтобы догадаться о том, что Двачевская-то — девушка."
            "Не в смысле целомудрия, а в смысле принадлежности к прекрасному полу."
            "И теперь эта мысль не даёт мне покоя."
            "Однако обладая диаметрально противоположными кругами интересов, какие мостки можно проложить между душами?"
            "Музыку? Совместное баловство? Красоту в самом изначальном смысле этого слова — от звёзд и закатов до купания обнажёнными?"
            "Она притихла, будто задумалась, а я всё стоял, где стою, и в ушах шумел прибой."
            "Было так спокойно и пусто, что я удивился, услышав собственный голос."
            me "А если вдруг передумаешь — тогда я всё же хотел бы пригласить тебя… На танцы."
            "Потом развернулся и ушёл."
            "Как и любая другая симпатия, она не должна бродить внутри, рискуя выродиться."
            "Ей надо поделиться, выдохнуть наружу. Именно так, и именно тогда возможно что-то искреннее и настоящее."
            "А я шёл, чувствуя спиной жгущий между лопатками взгляд, и не оборачивался, не оборачивался!"
            "Даже если ничего не случится, я хотя бы буду спокоен — я сделал всё от меня зависящее."
        else:
            me "Всё понятно."
            "Протянул я."
            me "Ладно. В таком случае, не стану тебе мешать."
            "Помахав ей рукой, я оставил это негостиприимное место."
        window hide
        return

label alt_day3_event_square1:
    scene bg ext_square_day with fade
    "На площади всё было по-старому — Генда, скамейки, флаги."
    "В отличие от дня вчерашнего, здесь не было Слави — значит, никто не сможет меня припахать к внеочередной уборке… {w}С прогнозируемым подъёмом флага."
    "Пожав плечами, я развернулся и пошёл дальше."
    window hide
    return

label alt_day3_event_boat_station1:
    scene bg ext_boathouse_day with fade
    play ambience ambience_boat_station_day fadein 3
    "Как и вчера, здесь было тихо и спокойно. В отличие от пляжа, данный выход к воде популярностью не пользовался — может, из-за того, что здесь заседал суровый дед-лодочник…"
    "А может, из-за того, что здесь у самой поверхности нашли выход ключи, кроме всего прочего питающие ещё и наши системы водоснабжения."
    "Проще говоря, здесь было неуютно и холодно."
    "Хотя для всех желающих были доступны лодочки-плоскодонки и катамараны, буде появится желание немного подкачать ноги."
    "Я опёрся о перила, отпуская память…"
    "Вот мы с отцом идём… Вернее, как идём — идёт он сам, а я еду на его шее."
    "Это сейчас я понимаю, что рост его ниже среднего, и даже я, со своими несчастными метр восемьдесят пять его обгоняю… А тогда мне казалось, что он самый большой, самый сильный…"
    "После того, как он завёл себе новую семью в другом городе, я перестал так считать."
    "Но это будет чуть позже. А теперь я еду на его плечах, и вокруг всё такое волнующее — от медленно опадающих клёнов до стылого зеркала прудов, в которых запрокинутыми вниз головами красуются Венеры с Аполлонами."
    "Он пару минут торгуется с билетёршей — та ни в какую не желает пускать на транспорт «мелочь пузатую», а отец почему-то вбил себе в голову, что ему жизненно необходимо прокатить меня на катамаране."
    "Он заглядывает в глаза билетёрше и своим голосом, чуть ли не мурлыкая, привёл неотражаемый аргумент:"
    voice "Милая, не будь злюкой. У мальца, может, никогда не будет возможности."
    "И как в воду глядел. С тех самых пор я ни разу, никогда не садился на катамаран, несмотря на то, что прекрасно запомнил, какое это упоительное ощущение, когда под материалом легче воды вяло перекатываются мускулы держащей нас стихии."
    "Сначала не было возможностей, потом времени… Теперь желания. Да и стимулов."
    "Отец тогда откупорил «семьдесят второй», стоило нам лишь отойти от берега, но сделал всего один глоток, сам, будто застыв, потерянно глядел то на воду, то на небо."
    "Он ушёл через три дня, и мать запретила называть его имя в доме."
    "Вот вам и особые отношения с водой и катамаранами."
    "Для меня они навсегда останутся предвестником самых скверных новостей."
    
    "С пляжа доносились хлопки по мячу и азартные детские крики."
    "Кажется, там опять Славя бегает с малышнёй. Кажется, ей это нравится."
    "Педагог от бога."
    if loki:
        "Жаль, конечно, что она загорелась этой дурацкой идеей со спасением жизней."
        "Иную жизнь можно спасти, только воспитав её самостоятельно."
    "Постояв ещё немного, я развернулся и вернулся обратно в лагерь."
    stop ambience
    window hide
    return
