label alt_day4_neu_dv:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(4, u"Одиночка. Утро")
    play music beth fadein 5
    $ d3_pt += 1
    scene bg int_extra_house_7dl with dissolve
    play ambience ambience_int_cabin_evening fadein 2
    "Проснулся я на голом матраце, с незастеленной подушкой под головой."
    th "Странно. Неужели это я во сне сбарабал? Надо срочно подниматься и приводить всё в порядок, а то Ольга Дмитриевна…"
    "Я машинально бросил взгляд на соседнюю кровать."
    "И сел."
    "На соседней кровати поверх пружинного панциря сиротливо белела скатка рулетиком из матраца, одеяла и подушки. Личных вещей вожатой нигде не было.{w} Как и моих."
    "К счастью, память проснулась вовремя, и я не успел запаниковать."
    th "Значит, я вчера уступил своё место Дваче, а сам заночевал в пустом домике."
    th "И, кажется, даже предложил ей стать моей дамой сердца."
    "Сейчас, постфактум, до мурашек было стрёмно от глупости того разговора."
    "Да и ощущение того, что она не согласилась, меня не отпускало."
    th "Ладно, пора вставать."
    "В темпе собравшись, я толкнул дверь."
    window hide
    stop ambience fadeout 2
    play sound sfx_open_door_1
    $ renpy.pause(1)
    $ persistent.sprite_time = "day"
    scene bg ext_houses_day with dissolve
    "И вышел на улицу."
    show dv normal pioneer2 with dspr
    "И, разумеется, по всем законам подлости, Алиса ждала меня на улице!"
    me "П-привет."
    "Делать вид, что я её не заметил было глупо."
    "Остаётся делать вид, что ничего не произошло вчера."
    dv "Беседа к тебе есть. {w}На тему вчерашнего."
    me "Да? Ну, давай… Поговорим."
    show dv grin pioneer2 with dspr
    dv "Не здесь."
    "Она поманила меня за собой."
    me "А куда?"
    "Спохватился."
    dv "Ну… Посидим у меня на делянке, на гитаре поиграем…"
    me "Но я же…"
    dv "Знаю. Поэтому беру тебя в ученики."
    "Она скрылась между кустов, и мне ничего не оставалось, как следовать за ней."
    $ alt_day4_neu_date = 3
    window hide
    scene bg ext_path_day
    with blinds_l
    "Пробравшись какими-то непонятными тропинками, мы оказались на небольшой площадке вытоптанной травы, со всех сторон окружённой плотными зарослями."
    "Алиса мгновенно заняла единственное лежавшее тут бревно, предоставляя мне сомнительную честь искать себе место на траве."
    "Вздохнув, за отсутствием альтернатив я принял её щедрое предложение."
    "И вот, когда я уже почти уселся…"
    dv "Стой."
    "Я уставился на неё исподлобья."
    show dv smile pioneer2 at center with dissolve
    "Алиса легко поднялась со своего места — я тактично посмотрел в сторону — и, видимо, поняв причины моего смущения, улыбнулась:"
    dv "Раз я твой сэнсей, ты должен делать всё как я скажу."
    me "Сенсей…{w} Где слов таких только понабралась?"
    dv "Я с Мику до тебя две недели общалась."
    "Ослепительно улыбнулась рыжая стерва."
    show dv normal pioneer2 at center 
    with dspr
    dv "Так что, ученичок, слушай мою волю."
    "Алиса с секунду изучала меня, будто стараясь убедиться в моей покорности, и удовлетворённо кивнула."
    me "Так чего хотели…{w} Сенсей?"
    dv "Известно, чего! Раз хочешь учиться играть на гитаре — нужно, чтобы эта гитара была."
    me "То есть?"
    dv "В домике есть гитара.{w} Я хочу, чтобы ты…"
    "Понятно, чего она хотела."
    me "Алиса, скажи…{w} Кроме того, что ваш домик сто процентов закрыт…"
    show dv smile pioneer2 at center 
    with dspr
    dv "Держи!"
    "Алиса достала из нагрудного кармана плоский ключик и бросила мне."
    "Оставалось радоваться, что моё привычное криворучие в этот раз мне изменило, и я с первого раза поймал металлический конусок."
    "Ключ всё ещё хранил тепло её тела, и я на секунду завис, прикидывая, к чему он прикасался."
    dv "Так что топай в домик, по правую руку шкафчик Ульяны, там гитара."
    me "Не слева?"
    show dv grin pioneer2 at center 
    with dspr
    dv "Если тебя интересует цвет и фактура моих трусиков, можно и слева."
    "Она подмигнула и мотнула подбородком."
    th "И почему я не могу отделаться от мысли, что меня взяли на слабо сунуть голову в пасть ко льву?"
    me "Как прикажете, мастер…"
    "Пробормотал себе под нос я."
    "Наши отношения с Алисой колебались между насквозь утилитарными — с обеих сторон — и некой романтичностью, проявляющейся только тогда, когда мы оказывались наедине."
    show dv smile pioneer2 at center 
    with dspr
    dv "Так и прикажу. Ступай."
    me "Значит, если что, говорить, что ты послала?"
    "Я передвигался бочком — на всякий случай, а то мало ли что."
    dv "Хотя стой!{w} Вместе пойдём! А то мало ли, украдёшь ещё что."
    stop ambience fadeout 2
    me "Без последней фразы можно было и обойтись. {w}Ладно…"
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_dv_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    show dv normal pioneer2 at center 
    with dissolve
    "Обогнув домик, мы вышли к крыльцу."
    "Луч солнца как-то по особеннному отразился от стекла, вынуждая черепушку на флаге весело подмигнуть мне."
    dv "Ты к нам с Ульяной ещё не заходил?"
    me "Вы с Ульяной вместе живёте?"
    "Почему-то мне показалось, что это логично — поселить две самые крупные неприятности вместе."
    window hide
    stop ambience fadeout 2
    play sound sfx_open_dooor_campus_2
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_house_of_dv_day
    with dissolve
    play ambience ambience_int_cabin_day fadein 2
    with None
    show dv normal pioneer2 at center 
    with dissolve
    "Алиса кивнула и поманила меня за собой."
    "По сравнению с царящих внутри кошмаром, домик вожатой представлял собой образец порядка — там хотя бы иногда подметали."
    th "А сейчас она бросит меня на кровать, и…"
    "Я имею в виду, что ещё можно делать в домике, пока весь лагерь волшебным образом оказался жутко занят?"
    th "Конечно, это несколько быстрее, чем я думал, но, «музыка нас связала»."
    "Алиса замерла в середине комнаты и о чём-то напряжённо размышляла."
    me "Ну, и…"
    show dv surprise pioneer2 at center with dspr
    dv "Что?"
    "Она ощутимо вздрогнула."
    show dv smile pioneer2 at center with dspr
    dv "О, слушай…{w} Я тут кое-что…{w} Жди здесь!"
    hide dv with easeoutleft
    play sound sfx_close_door_campus_1
    "Не слушай моих возражений, она выбежала на улицу и захлопнула дверь за собой."
    th "Неужели за изделиями номер два побежала?"
    "Нет, то, что в экстренной аптечке любого лагеря есть постинор или его аналоги экстренной контрацепции, я знал."
    "Но есть ли здесь лучшие друзья девушек?"
    th "Интересно, а почему это я решил, что здесь вообще речь зашла о сексе?"
    "Хм… Наверное, потому, что семнадцатилетнее тело думает о нём постоянно."
    "Сексуальная энергия вырабатывается постоянно, кто-то периодически заземляется, кто-то предпочитает сублимацию в виде активной деятельности — мысли на эту тему гостят в голове каждого в этом возрасте."
    "И крайне часто они забивают слабый глас рассудка."
    stop ambience fadeout 2
    play music music_list["always_ready"] fadein 1
    dreamgirl "Чувак, что-то не так!"
    th "Что?"
    dreamgirl "Поднимай мыслительный аппарат из паховой области и включай в процесс."
    th "Какой процесс?"
    dreamgirl "Алисе за каким-то чёртом что-то потребовалось в домике, потом она резко передумала и куда-то убежала."
    dreamgirl "Притом, заперла тебя у себя в доме."
    th "Заперла?!"
    "Я попытался открыть дверь. {w}С ожидаемым результатом."
    play sound sfx_campus_door_rattle
    "Заперто!"
    dreamgirl "Если бы ты трудился хотя бы немного прислушиваться к окружающему миру, а не вести себя подобно пубертатному подростку, для тебя это не было бы откровением."
    th "Значит, заперла.{w} В воздухе запахло…"
    "Отогнув уголок, я выглянул на улицу."
    "Со стороны площади в мою сторону уже спешила вожатая, ведомая Алисой."
    th "Подстава!"
    if herc:
        me "Уууу, гадина."
        "У меня лицо деревенского простачка, не иначе — иначе почему все окружающие постоянно пытаются то кинуть меня, то ещё каким образом использовать в своих нуждах?"
        th "Подставить меня решила?!"
        "Гадина должна страдать."
        "Порыскав глазами, я нашёл подходящий предмет — им оказалось велосипедное колесо около кровати Ульяны."
        "И, размахнувшись как следует"
        play sound window_glass_break
        with hpunch
        extend ", вышиб стёкла вместе с рамами."
        "Плюнув на пол на прощание, вскочил на подоконник и был таков."
    elif loki:
        th "Это точно любовь."
        "Усмехнулся я."
        "Сказать по правде то, что на моём горбу до сих пор никто не попытался прокатиться, меня начинало пугать."
        "И огромное спасибо Алисе за то, что вернула мне утраченное душевное равновесие."
        "Надо теперь отблагодарить её как следует, но как?"
        "Из-под подушки выглядывала какая-то толстая тетрадка в зелёном переплёте."
        "Открыв её, я тут же выхватил взглядом структуру, свойственную лишь…"
        th "Бинго! Дневник Двачевской!"
        "Открыв дневник на последней странице, я прочитал:"
        th "21 июня 1989, новичок оказался не такой тряпкой, как я думала. Хотя его ещё испытывать и испытывать, а он уже на пришибленную заглядывается. У, твари, все они одинаковые."
        "Перелистав назад, отметил несколько терактов в исполнении Алисы и Ульяны, потуги на размышления и прочее, что обычно пишут семнадцатилетние девочки в своих дневниках."
        "Это ж огромный компромат!"
        "Раскрыв тетрадь на описании того, как к девочкам в раздевалку кое-кто бросил ужа, я оставил её на самом заметном месте."
        play sound sfx_open_window
        "И, открыв шпингалеты в окне, выбрался на улицу."
    else:
        "Очень хотелось сделать какую-нибудь гадость в отместку, но, как назло, в голову ничего умнее не пришло, кроме самого банального бегства."
        "Я немного повозился со шпингалетами и вылез на улицу."
        "Окно пришлось как следует стукнуть снаружи, чтобы оно встало на место — надеюсь, никто не услышал."
        "Зато все следы моего пребывания в домике были надёжно замаскированы."
        play sound sfx_open_window
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_dv_day
    with dissolve
    th "Интересно, ей вообще приходит в голову, что она подлость сделала?"
    "Не то чтобы я сомневался в её выдающихся умственных способностях."
    "Их совершенно определённо не было."
    "Но надо же знать берега, что делать можно, а чего решительно следует избегать."
    "Например, подстав по отношению к тем, кто всё в состоянии понять и ударить в ответ."
    window hide
    with fade
    "Я разминулся с вожатой буквально на пару минут."
    "Если бы она застукала меня внутри — пускай даже и запертого… Вернее, тем более запертого."
    show dv normal pioneer far at cleft
    show mt normal panama pioneer far at cright
    with dissolve  
    dv "Вот, смотрите! Я его поймала и заперла."
    window hide
    with fade
    "Распахнув дверь, она подбоченилась:"
    dv "Видите?"
    mt "Что именно?"
    if herc:
        mt "Разбитое окно? Вижу, Алиса."
    elif loki:
        mt "Какую-то тетрадку?"
        dv "Что? Нет! Нет-нет-не…"
        "Но вожатая уже скрылась внутри и через несколько секунд вернулась на крыльцо."
        mt "Четырнадцатое июля, бросили к девочкам в раздевалку ужа. Визгу было!"
        mt "Четырнадцатое июля, вечер, хотели включить идиотский фильм, но вилка в розетку это исправила."
        mt "Надо же, а мне сказали, что проводка прохудилась. {w}Какая полезная тетрадка."
    window hide
    scene cg d4_dv_mt
    with dissolve
    if herc:
        "Алиса скорчила такую физиономию, будто собралась расплакаться прямо сейчас."
        "Могу понять — такую-то подставу испортил. И кто? Главная жертва!"
        mt "Короче, так, Двачевская!"
        "Ольга, кажется, очень сильно разозлилась."
        th "Сейчас этот гнев обрушился бы на мою голову. {w}Может, и с последствиями…"
        dv "Но…{w} Я…"
        mt "Идёшь сейчас и ищешь Славю, она тебя направит к плотнику, скажешь ему что делать."
        mt "А тебе я ставлю на вид за порчу коллективной собственности."
        dv "Но я ничего не портила!"
        mt "Ага, а окно само разбилось. {w}Вместе с рамами."
        mt "Ещё и в характеристике это обязательно напишу. Смогла раз, сможешь и ещё раз."
        mt "Иди! Починишь окно, тогда подумаем, как тебя наказать."
        "Кажется, до Алисы понемногу начала доходить вся пикантность ситуации."
        "И то, чем ей грозит моя реверс-подстава."
        th "Самое забавное, что вожатой даже не пришло в голову, что, возможно, Алиса не врёт."
        th "Какая всё же злая штука — репутация."
    elif loki:
        "Кажется, Двачевскую удалось пронять — она покраснела, уставила в пол и дрожащим голосом попросила:"
        dv "Верните."
        mt "Ну уж нет, милочка."
        "Улыбнулась Ольга Дмитриевна."
        th "Бррр, ну и плотоядная же ухмылочка!"
        dv "Отдайте…{w} Пожалуйста. Там личное…"
        mt "Личное? Правда?"
        mt "Значит, оставить лагерь без света — это личное? {w}Нет уж. {w}Я прочитаю всё и ты получишь за всё."
        dv "Нет!"
        "Алиса попыталась выхватить тетрадь у вожатой, но та была начеку и убрала трофей за спину."
        mt "Готовься к неприятностям."
        "Ледяным голосом сказала вожатая."
        "О том, что её непонятно зачем гоняли через весь лагерь, она уже даже не вспомнила."
        mt "За каждую свою проделку."
    else:
        dv "Да нет же, я говорю, он был здесь, и я его заперла."
        "Алиса смотрела в пол с отчаянием обречённого и продолжала спорить."
        mt "Ага. Был. Ты так и не сказала мне, что он мог там делать?"
        "Ольга уже неприкрыто издевалась."
        dv "Да воровал что-то, я же говорю."
        th "Точно. Твои несвежие трусы воровал, не иначе."
        dv "А я его заперла."
        mt "Может, пойдём тогда посмотрим, что он такого успел украсть? Перед тем, как провалиться сквозь пол?"
        dv "Нет!"
        dv "У меня там грязно."
        mt "Но мы же должны убедиться, что он там и правда был! Пойдём!"
        "Что-то, похоже, осталось в домике. {w}Что-то, и Алиса очень не хотела, чтобы его нашла вожатая."
        "Она покраснела, потом побледнела, смотря в землю, и тихо сказала:"
        dv "Нет."
        mt "Что «нет»?"
        dv "Его там и не было. Я всё придумала."
        mt "Так, я не стану спрашивать, зачем тебе это понадобилось, но ещё один такой раз — и получишь наряд на дежурство. Поняла меня?"
        "Алиса кивнула."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_dv_day
    with dissolve
    with None
    show dv rage pioneer far at center  
    with dissolve
    "Сочтя свой долг здесь выполненным, Ольга ушла по направлению к пляжу."
    "А Алиса осталась.{w} Обтекать."
    "Жаль, конечно. Она казалась мне нормальной девчонкой, но после такого косяка…"
    "Проводив взглядом вожатую, я вышел из своего укрытия."
    me "Значит, вот какие у тебя приколы?{w} Запереть кого-то в домике и подставить по полной программе?"
    show dv surprise pioneer at center 
    with dissolve
    "Алиса вызверилась на меня."
    if herc:
        show dv angry pioneer with dspr
        dv "Ах ты тварь! {w}Да я из-за тебя…"
        me "Нет, только из-за себя.{w} Иди окно чини.{w} И, знаешь, что…"
        "Сейчас я как никогда был близок к тому, чтобы впервые в жизни ударить женщину."
        "И, кажется, это намерение достаточно чётко было видно в моих глазах — Алиса отшатнулась."
        show dv scared pioneer with dspr
        me "Не подходи ко мне."
        "Понизив голос, прошипел я."
        me "Никогда."
        "Стерва."
    elif loki:
        show dv rage pioneer with dspr
        dv "Ты подставил меня!"
        "Я пожал плечами."
        me "Ты хотела сделать то же самое."
        dv "Да тебя бы поругали и всё! {w}А мне теперь…"
        show dv smile pioneer with dspr
        "Она немного подумала и просияла:"
        dv "Во! Придумала!"
        "Она ткнула мне в грудь пальцем:"
        dv "Раз ты виноват, то и исправлять тебе."
        "Я виноватым себя не считал, но мне было интересно проследить за ходом её мысли."
        dv "Раз ты всё равно живёшь с вожатой, выкради у неё дневник и отдай мне."
        me "Ты всё ещё не рассказала мне, почему я стану это делать."
        "Протянул я."
        show dv grin pioneer with dspr
        dv "Потому что за тобой должок!"
        "Так, здесь всё было понятно. {w}Пациент был безнадёжен, и доктор велел — в морг."
        me "Забудь. {w}И держись от меня подальше."
        show dv surprise pioneer with dspr
        dv "Что?"
        me "Иначе в следующий раз найдут что-нибудь серьёзнее, чем безобидная тетрадочка.{w} Бутылку с водкой или шприц, и доказывай тогда, что это не твоё."
        "Я склонил голову вправо и улыбнулся одними губами:"
        me "А ты не сможешь."
    else:
        show dv rage pioneer at center with dspr
        dv "Ах ты гад!"
        stop music fadeout 3
        me "Гад?!"
        "Значит, то, что я не позволил себя подставить, делает меня гадом? {w}Эта логика…"
        play ambience ambience_camp_center_day fadein 3
        "Алиса вдруг улыбнулась."
        show dv smile pioneer at center with dspr
        dv "Спорить со мной спорил?"
        me "Спорить?"
        dv "Перед игрой в карты."
        me "А… Ну да."
        if alt_day2_dv_bet_won != 1:
            dv "Спорил, значит, условия принял."
            dv "Ты проиграл, и я рассказала вожатой, как ты меня в домике лапал, а я тебя закрыла и убежала."
            dv "А ты всё испортил!"
        else:
            "Она ухмыльнулась."
            me "Но ведь я победил!"
            dv "Ну и что?"
            th "О, это женская непосредственность."
            dv "Как будто жалко было."
        me "Может, мне ещё и извиняться теперь за неудавшуюся подлость?"
        "Вежливо уточнил я. {w}Мало ли, мы ещё не достигли дна её глупости."
        show dv sad pioneer at center with dspr
        dv "Пошёл ты."
        play sound sfx_slam_door_campus
        hide dv
        with dissolve
        "Она грохнула дверью."
        "А я пошёл."
    play music eat_horn fadein 3
    "Над лагерем своевременно разнёсся сигнал горна."
    "Раз не обломилось с занятиями музыкой, придётся искать себе другие развлечения."
    "Но этим лучше заниматься на полный желудок."
    "Я заспешил к столовой."
    stop music fadeout 3
    return
    
label alt_day4_neu_aid:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(4, u"Одиночка. Утро")
    play music beth fadein 5
    $ d3_pt += 1
    scene bg int_aidpost_day with dissolve
    play ambience ambience_medstation_inside_day fadein 3
    "Проснулся я почему-то не на своей кровати."
    th "Эй, да это даже не мой домик!"
    "Судя по тому, как липко вязло к обнажённой спине покрытие моего лежака, я находился на чём-то, обтянутым кожзаменителем."
    "Проведя рекогносцировку ещё раз, я убедился в том, что первое предположение было верно — я нахожусь в медпункте."
    th "Но что я здесь делаю?"
    "Я прокрутил в памяти события прошлого вечера.{w} И ничего из вчерашнего не ассоциировалось с тем, после чего просыпаешься на кушетке в санчасти."
    "Разве что…"
    "Удаляющийся край крыши, антенна, скользко под ногой…{w} Пальцы, непроизвольно потянувшиеся к затылку, наткнулись на толстый слой бинтов и отдёрнулись."
    th "Похоже, я оттуда всё-таки загремел. Ничего удивительного в том, что кибернетики лезть наверх отказались!"
    th "Что ж. Раз я весь такой раненый, мне положен покой, уход и забота."
    th "И, разумеется, много-много сна!"
    show blink
    "На этой оптимистичной ноте я смежил веки."
    scene black
    "Почему-то я совершенно не боялся возможных последствий удара головой — что-то подсказывало мне, что раз руки-ноги шевелятся, и пускай ценой головокружения, удаётся сесть — всё со мной в порядке будет."
    "Семнадцатилетний организм считает себя полубессмертным далеко не без оснований, оклемаюсь ещё."
    if alt_day3_duty:
        "Хотя меня вчера всеми силами и старались ухайдакать, гоняя по дежурству."
    #s if alt_day3_dv_dj:
    if alt_day3_technoquest_st1:
        "Динамики откашлялись, и по всему лагерю разнесся знакомый голос:"
        dy "С добрым утром, «Совёнок» и совята. Московское время десять часов, температура тридцать градусов, купальный сезон открыт!"
        dy "Хочу сказать спасибо нашим пионерам — Семёну в особенности — за то, что мы в эфире."
        dv "Семён сейчас лежит в медпункте, поэтому не забудьте навестить его, друзья и знакомые." #s здесь точно dv, а не dy?
        "Голос определённо был знакомым."
        th "Алисе, кажется, нравится роль болтушки у микрофона? Или я ошибаюсь?"
        dreamgirl "Может, у неё лежит бумажка с потезисной речью."
        th "И что?"
        dreamgirl "И она заставляет себя, и страдает, и горюет!"
        me "Да ну тебя!"
        "Я улыбнулся и прислушался к динамикам, которые расписывали всем, как сегодня здорово, и как это хорошо, что родительский день, и то, что на линейке был новый отряд из родителей, согласившихся войти в комиссию."
        "Много, много чего было рассказать ведущей окружающим."
        "Для той неприветливой девочки, какой я помнил рыжую, у неё оказался удивительно хорошо подвешен язык — слушать её трёп было забавно и приятно."
    elif alt_day3_dancing == 3:
        "Жаль вот только, что не получилось у нас с Алисой ничего — ни в миру, ни на танцплощадке."
        "Сколько ни ездил я по разным лагерям, а какие-то чувства всю жизнь были больше исключением, чем правилом."
        "Их можно пересчитать все по пальцам одной руки."
        "И если бы вдруг вчера произошло крохотное чудо, то, возможно, я сумел бы загнуть ещё один палец."
        "Хотя, конечно, это очень глупо — тратить время на создание каких-то взаимоотношений с девушками, не просто чужими мне — чуждыми, принадлежащими какому-то иному, тонкому миру, куда я оказался вхож явно по чужому билету."
    #s
    elif alt_day3_un_event:
        "Меня нельзя обвинить в недостатке старания."
        "Я спасал принцессу, дрался с драконом… Но эпилог оказался малость ожидаемым."
        "Наверное, у меня на лбу написано «Friendship Only. {w}Глупости не предлагать.»"
        "А может, дело в том, я ей с самого начала не понравился."
        "Такое, к сожалению, происходит куда чаще, чем мне того хотелось бы — что поделать, не Аполлон я, да и на Париса не тяну, и во все времена утешал себя тем, что, дескать, с лица воды не пить, и мужчине достаточно быть лишь чуть красивее питекантропа."
        "Но по сравнению с той же кудрявой смазливой мордашкой Электроника сразу становится понятно, почему от меня воротят нос местные красавицы."
    elif alt_day3_mi_invite2:
        "Мне снилась японская поп-стар. Самую малость нереальная — ну а какой ещё может быть поп-стар, с её-то неземной красотой?"
        "И пусть ты умом понимаешь, что половина эффекта — это заслуга визажистов и мейкап-стилистов, а другая — это освещение и костюм, а всё равно пробирает до глубины души, когда взгляд бездонных глаз фокусируется на тебе."
        "Мне снилось, как она прыгает по сцене и что-то поёт, и ждёт одного меня, пока я протолкаюсь к сцене поближе, дам узнать себя секьюрити и взойду на подмостки рядом с ней, щурясь под светом юпитеров, кивну в ответ на её признание."
        "А я не могу с места сдвинутся — я увяз в толпе, увяз в полу, и что хуже всего — мне мучительно неохота менять что-то в жизни, ибо подспудно я понимаю, насколько катастрофическим будет размах перемен, стоит лишь мне впустить японку в своё сердце."
        "Но костюм она мне вчера подобрала классный всё-таки. Одно удовольствие носить такой."
        "Жаль, изгваздал. Она мне теперь, наверное, вообще доверять не будет."
    if alt_day3_mi_dj and alt_day3_technoquest_st1:
        "Динамики откашлялись, и по всему лагерю разнесся знакомый голос:"
        dy "С добрым утром, «Совёнок» и совята. Московское время десять часов, температура тридцать градусов, купальный сезон открыт!"
        dy "Хочу сказать спасибо нашим пионерам — Семёну в особенности, он сейчас лежит в медпункте, поэтому не забудьте навестить его, друзья и знакомые — за то, что мы в эфире."
        "Мику оседлала своего конька — наверное, даже разницы не почуяла, так и тараторила и тараторила себе."
        "Человек сцены — если ей приспичит, наверное, там же, в рубке и споёт на весь лагерь."
        th "Не могу сказать, что я против этого."
        if alt_day3_dancing == 4:
            "Вспоминая наш танец, о да, я был чертовски не против этого."
    if (alt_day2_rendezvous == 2) and not alt_day3_duty:
        "Может, оно и к лучшему, что я навернулся."
        "В конце концов, порочную практику по вытаскиванию некоего Семёна к флагу под внимание всего лагера пора прекращать."
    if alt_day3_sl_event:
        "С другой стороны, в нынешнем своём состоянии сыграть в Штирлица я бы уже не сумел, и возможные беседы о себе уже не сумел бы подслушать."
        "Хотя я, наверное, льщу себе — кому нужно обо мне разговаривать, кроме дежурного обмена информацией."
    "Из полузабытья меня вырвал явственно различимый щелчок дверного замка."
    if alt_day3_un_invite == 1:
        cs "Как дела?"
        "Я мог быть пьян, болен или в полусне — но этот голос я уже наловчился узнавать из тысячи."
        "Наша добрейшая доктор, магистр смущальных наук."
        un "Ворочался, кажется, просыпается."
        "Второй голос принадлежал особе помоложе, судя по ноткам неуверенности."
        un "С ним всё будет хорошо?"
        "И его я распознал точно так же — безошибочно."
        if alt_day3_un_event:
            "В конце концов, я общался с его владелицей почти весь день вчера."
        cs "Ничего жизненно важного он себе не повредил — не тем краем вниз летел."
        "Усмехнулась доктор."
        cs "Рубашку пионеру вернёшь?"
        un "Да, только она немного влажная после стирки."
        th "Какая прелесть — со мной сидят, меня обстирывают… Что дальше? Утку подадут?"
        "От этой мысли я не выдержал и усмехнулся."
        un "Сем… Э… Я, пожалуй, пойду!"
        "Пискнула девочка и во мгновение ока выметнулась прочь."
        "По полу простучали каблучки."
        play sound sfx_open_door_1
        stop music fadeout 6
        pause(1)
        cs "И стоило так похабно усмехаться… пионер?"
    me "И вам — с добрым утром."
    cs "Подниматься будешь? Или ещё полежишь?"
    "Я что-то утвердительно угукнул."
    cs "Тогда поднимайся, завтракать будем."
    me "Подниматься?"
    play music music_list["everyday_theme"] fadein 5
    scene bg int_aidpost_day with flash
    cs "Сейчас."
    "Она перебросила рубашку и шорты через ширму."
    me "Спасибо."
    if alt_day3_un_invite == 1:
        "Как и обещала Лена, рубашка была самую малость влажноватой — прохладной по утренней жаре. Шорты также были тщательно очищены и на… кхм… самом интересном месте подштопаны."
    show cs normal at center with dspr
    "Стараясь не думать о том, что кое-кто не мылся чёрте сколько и от одежды до её приведения в божеский вид исходили самые французские ароматы, я натянул форму."
    "И явил себя медсестре."
    show cs smile with dspr
    cs "Ну… С добрым утром. {i}Осматриваться{/i} будем?"
    "В слово «осматриваться» медсестра опять умудрилась вложить целую плеяду смыслов — а может, дело в том, {i}как{/i} она это произносила — чуть протягивая гласные, выгибая бровь."
    "Однажды я обзаведусь иммунитетом к шарму Виолы… А до той поры буду просто тащиться."
    me "А вы разве не…"
    "Она улыбнулась:"
    cs "Ты же сам знаешь… пионер. Осмотры никогда лишними не бывают."
    me "Наверное, вы правы."
    "Осторожно ответил я, не зная, чего ожидать ещё."
    "Виола же, казалось, упивалась собственной ролью."
    cs "Тем более, что я осмотрела только… не самые важные места."
    me "То есть?"
    cs "Ну… Голову. Да и…"
    "Она задумалась."
    cs "Всё."
    "Виола вытянула указательный палец и задумчиво прикусила ноготь."
    cs "Но вдруг у тебя и другие… ммм… органы повреждены? Раздевайся."
    "Я покраснел, и к потолку бархатистой молнией улетел смешок."
    cs "Шучу… пионер. Бери свой завтрак."
    "Она кивнула на до сих пор сиротливо стоящие на столике у двери судки."
    cs "И приятного аппетита. До половины одиннадцатого по распорядку проветривание, так что устраивайся подальше от окна."
    cs "А я — на улицу… пионер."
    window hide
    hide cs with fade2
    return
        
label alt_day4_neu_aid_un:
    "При ненулевом показателе помощи в медпункте, Лена всё же приходит в гости."
    "Хотя, казалось, после вчерашних откровений дорога прямиком если и не в ЗАГС, то куда-то примерно в ту сторону."
    "Не ожидал от неё такой откровенности. Наверное, потому и затупил так жестоко."
    "Казалось бы, что может быть проще — просит тебя о помощи нравящаяся тебе девочка — так помоги же ты ей, господи!"
    "Протяни руку, улыбнись — и она пусть не из симпатии, пусть из простого человеческого участия ответит на твою улыбку…"
    "И в мире станет самую чуточку светлее."
    "Не мой случай."
    "Лена заявляется посмотреть на раненого Семёна."
    show un sad pioneer with dspr
    un "Я тебе тут… Рубашку в порядок привела."
    "Она замолчала, глядя мне в глаза. Молчал и я."
    me "Что?"
    "Наконец, мне надоело молчание, и я подал голос."
    show un shy pioneer with dspr
    un "Я… Я тут просто подумала, ну…"
    me "О чём?"
    un "Что, ну… Если бы ты вчера согласился помочь, то сейчас был бы цел и здоров."
    un "Не помог бы, но и… Я такие глупости несу. Пойду я."
    menu:
        "Останься?..":
            #"Прыжок на классик-рут Тихоновой."
            #"Там, где чувствуешь себя вечно нанятным employee 427."
            #"Разве что сколько ни ходи по коридорам - а не выйдешь к изнанке с миллионом мониторов и готовым уже рецептом правильной жизни."
            #"Басня обо мне, да."
            $ alt_day4_neu_transit = 11
        "Да. До скорого.":
            hide un with dissolve
            "Она ушла."
    return
        
label alt_day4_neu_aid_sl:
    me "Был бы цел и здоров?"
    dreamgirl "Был бы жить-не тужить… Дык откуда ж взялась…"
    th "Уймись, Робертович!"
    "Кряхтя, я отскрёб себя от койки и выбрался на улицу."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_aidpost_day with dissolve
    "День был в самом разгаре."
    me "Сколько же я спал?.."
    sl "Четырнадцать часов."
    show sl smile pioneer with dissolve
    "Славя подкралась в своём излюбленном стиле - сзади изподкишка."
    me "Силён я спать…"
    me "Ты ко мне?"
    sl "Да, привет! Ольга Дмитриевна попросила передать тебе подарок."
    "Достав из кармана некую тряпочку, она расправила ту и нахлобучила мне на голову."
    me "Панамка? Зачем мне она?"
    sl "Чтобы людей не пугал!"
    "Рассмеялась девушка."
    sl "У нас тут к детям родители приехали, так что сам понимаешь…" #s инфа повторяется (см ниже)
    me "А ты решила меня навестить, вместо того, чтобы к родителям идти? Спасибо!"
    show sl shy pioneer with dspr
    sl "Да нет. Просто я сегодня назначена ответственным сопровождающим, но экскурсия назначена на полдень, так что у меня выдалась свободная минутка."
    menu:
        "Всё равно спасибо.":
            "С нескрываемой признательностю глянул я на девочку."
            me "Никто другой не пришёл, только ты."
            me "Мне бы хотелось и для тебя что-нибудь доброе сделать."
            show sl laugh pioneer with dspr
            sl "Тогда просто не отказывай в помощи у первого, кто тебя попросит!"
            $ alt_day4_neu_transit = 2
        "Ясно.":
            "Мы ещё немного помолчали."
            "А я всё мял и мял глупую панамку в руках."
    $ persistent.sprite_time = "day"
    scene bg ext_aidpost_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    show sl shy pioneer with dspr
    sl "Семён, ты, наверное, меня совсем уважать перестанешь, но, кажется, я с тобой посидеть не смогу."
    sl "Да, я понимаю, и с утра не пришла, и завтрак не принесла, и сейчас куда-то убегаю…"
    sl "Дело в том, что у нас тут родительский день. И комиссия ходит смотрит, чтобы всё было хорошо." #s инфа повторяется (см выше)
    me "Дай угадаю, кого к ним гидом приставили."
    show sl smile pioneer with dspr
    "Она смущённо улыбнулась."
    sl "Зато ты можешь сходить в кружок, куда записался! {w}Не хочешь попробовать?"
    "Я пожал плечами."
    me "Нет, я хочу сидеть на пеньке и скучать."
    sl "Ладушки."
    "Она погладила меня по плечу и поднялась."
    show sl smile2 pioneer with dspr
    sl "А на обеде увидимся, хорошо?"
    me "Если меня отпустят."
    "Проворчал я."
    sl "А если не отпустят, я тебе сама обед принесу, договорились?"
    "Она разговаривала со мной как с капризным ребёнком — неотразимый маневр, я даже обижаться на неё не мог."
    me "Иди уж."
    hide sl with dissolve
    "Помахав мне на прощание, девочка скрылась."
    th "Охохо, грехи мои тяжкие."
    "Голова немного закружилась, когда я попытался подняться, но с этим я довольно легко справился."
    me "Виола?"
    show cs normal at center with dspr
    cs "Я всё слышала. Иди. Только без резких движений… пионер."
    "Кивнув, я направил свои стопы к кружку."
    hide cs with dissolve
    "Она ушла."
    return

label alt_day4_neu_aid_generic:
    "Я уныло ковырял овсяную кашку, размышляя о ближайших безрадостных перспективах."
    "Из развлечений для хворого Семёна сегодня предлагались: ковыряние в носу, плевание в потолок и окончательная разрядка смарта в режиме читалки — хвала рандому за то, что оставил его в домике."
    "Бездна воображения. А за последним — ещё и топать невесть куда."
    us "Хы!" with vpunch
    play music music_list["i_want_to_play"] fadein 5
    "В голову больно отдалось от удара между лопатками."
    "Ни к месту вдруг вспомнилась древняя реклама про «всё меняется, когда приходят они!»."
    me "Маленькая дрянь, тебе не сказали, что меня нельзя дёргать, трясти и бить?"
    show us laugh sport with dspr
    us "Да, бредили там что-то. Я не слушала."
    "Она протянула мне руку."
    us "Пошли."
    me "Куда?"
    show us calml sport with dspr
    us "Чудак-человек. Ты в четырёх стенах сидеть собрался, пока на улице такая погода? Пошли мяч попинаем!"
    me "Мне нельзя."
    show us smile sport with dspr
    us "Можно. Я разрешаю. Пошли."
    "Не слушая больше ничего, егоза потащила меня за собой."
    menu:
        "Пошли гулять!":
            $ alt_day4_neu_transit = 5
            "Пришлось расслабиться и позволить себя тащить по лагерю."
        "Нет, я хочу побыть один.":
            "Прогнав Ульянку, я остался в одиночестве, и…"
            "Решил поискать вожатую."
            $ alt_day4_neu_transit = 6

    return 
    
label alt_day4_neu_us:
    $ persistent.sprite_time = "day"
    $ day_time()
    window hide
    scene black with fade
    play music music_list["i_want_to_play"] fadein 5
    "Вообще, если я намерен и дальше продолжать общаться с этой егозой, мне следует немного попрактиковаться в скоростном перемещении по лагерю."
    "Так как мелкая неслась как метеор, игнорируя углы и, подозреваю, кое-где проходя сквозь них."
    window hide
    scene bg ext_houses_day:
        pos (0,0) 
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (5,5) 
        pos (0,0) 
        linear 0.1 pos (0,-5) 
        linear 0.1 pos (0,5) 
        repeat (12)
    with dissolve

    "Я, не обладающий такими навыками, разумеется, поймал полный запас шишек, веток и стенок."
    window hide
    scene bg ext_boathouse_day:
        pos (0,0) 
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (5,5) 
        pos (0,0) 
        linear 0.1 pos (0,-5) 
        linear 0.1 pos (0,5) 
        repeat (12)
    with dissolve
    play ambience ambience_boat_station_day fadein 5

    "И потому немедля вознёс хвалу рандому, когда мы выбрались на открытое пространство — причал."
    "Здесь Ульяна и остановилась:"
    show us smile sport with dspr
    us "Жди здесь."
    hide us with easeoutbottom
    "Она исчезла в одной из раздевалок."
    "Я хотел немного помедитировать, благо, обстановка позволяла."
    "Но мелкая дала мне всего пару минут."
    "Она снова появилась в поле зрения:"
    show us laugh sport with dspr
    us "А теперь — бежим!"
    "Она схватила меня за руку и рванула с низкого старта."
    "Я не успел спросить, в чём дело, и правильно — дыхание сберёг."
    "За спиной разнёсся чей-то крик, остро завоняло палёной пластмассой."
    window hide
    scene bg ext_boathouse_day:
        pos (0,0) 
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (5,5) 
        pos (0,0) 
        linear 0.1 pos (0,-5) 
        linear 0.1 pos (0,5) 
        repeat (12)
    with dissolve

    "А потому, не говоря дурного слова, я втопил, стараясь держать скорость."
    "Ещё несколько минут заполошного бега — и мы опёрлись на постамент Генды, стараясь восстановить дыхание."
    $ persistent.sprite_time = "day"
    window hide
    pause(1)
    scene bg ext_square_day with dissolve
    play ambience ambience_camp_center_day fadein 5

    show us smile sport with dspr
    us "А ты неплох! Шустро бегаешь!"
    if alt_day2_us_escape:
        me "Я поезд догнал, если помнишь."
        show us surp1 sport with dspr
        us "Но ты же сказал, что это сон…"
        "Она подозрительно посмотрела на меня:"
        us "Погоди-ка. А разве бывают одинаковые сны у двух человек?"
        me "Конечно."
        us "Рассказывай кому другому."
        show us normal sport with dspr
        "Недоверчиво протянула девочка."
        "А я спорить не стал. Зачем?"
        "Дыхалка уже вернулась, поэтому сплёвывать тягучую слюну уже не хотелось."
        me "Если оба рыбы на обед наелись."
        us "Обормот ты."
        "Заключила она и, усевшись на ступеньки постамента, мечтательно уставилась в небо."
    me "А теперь выкладывай."
    show us surp2 sport with dspr
    us "Что выкладывать? Я ничего не делала."
    "Даже если бы не сделали только что марш-бросок через весь лагерь…" #s два предложения подряд начинаются с "даже"
    "Даже у самого искреннего человека не бывает настолько кристально честных глаз."
    me "Ульяна!"
    play music music_list["my_daily_life"] fadein 3
    show us dontlike sport with dspr
    us "Зануда…"
    me "Я жду-у!"
    "Нараспев напомнил я."
    us "Да ничего особенного, честно! {w}Там я кое-что оставила, а на него покушались."
    me "И что? Я не слышал шума драки."
    show us laugh sport with dspr
    us "Стану я ещё об малышню руки марать. Дымовуха!"
    "Судя по запаху, теннисные шарики в газетке."
    me "Горюшко ты мелкое. {w}Достала хоть?"
    show us grin sport with dspr
    us "А как же!"
    "В её руках из ниоткуда появилась змея и прыгнула мне прямо в лицо!"
    stop music
    $ persistent.sprite_time = "night"
    $ prolog_time()
    play sound sfx_scary_sting
    window hide
    scene black with fade

    dreamgirl "…get over here!"
    dreamgirl "Scorpion wins."
    "Какая донельзя глупая гибель — пронзить собой пространство-время, выжить, приспособиться в Советском Союзе — и только ради того, чтобы сдохнуть от укуса какой-то гадюки."
    "Карма неудачника в действии."
    "…"
    "Нет, блин, это даже для кармы неудачника перебор!"
    "Сильный шлепок по лицу, похоже, выписал кто-то, солидарный со мной по этому вопросу."
    window hide
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_square_day
    play sound sfx_face_slap
    show unblink
    with dissolve

    play sound sfx_face_slap
    with vpunch
    "По морде прилетело — с другой стороны."
    us "Такой большой, блин, а в обморок упал как сикушка из пятого отряда!"
    us "Поднимайся, слышишь? {w}Или я дядьборю кликну, он тебе искусственное дыхание рот в рот сделает!"
    "Такая перспектива меня нешуточно испугала — и я перехватил руку, не позволяя дать мне ещё и третью пощёчину."
    me "Живой я, живой."
    show us calml sport with dspr
    us "Да? По виду не скажешь."
    me "Аккуратнее!"
    "Вспомнил вдруг я."
    me "На тебе змея была!"
    show us laugh sport with dspr
    us "Эта, что ли?"
    "Рядом со мной появилась змеиная голова, и я чуть снова не упал в обморок."
    "Но, по счастью, в этот раз явление пресмыкающегося утратило эффект новизны, и, приглядевшись, я констатировал, что гад в общем-то дохлый."
    play music music_list["i_want_to_play"] fadein 5
    us "Ты выдал! {w}Я тебе её показать хотела, а ты взял, глазки в кучку — и набок!"
    us "Я такое только в книгах читала, думала, врут авторы."
    show us smile sport with dspr
    us "А здорово, слушай! {w}Раз уж тебя напугало, значит, остальных тем более."
    me "Что ты имеешь в виду?"
    "Осторожно поинтересовался я."
    us "Ну…"
    show us grin sport with dspr
    extend " Ты же тормоз!"
    "Ульяна сказала это с такой детской непосредственностью, что я передумал обижаться:"
    me "С чего ты так решила?"
    show us laugh sport with dspr
    us "Да с того, что за всё это время ни с одной девушкой толком не поговорил!"
    if alt_day3_sl_bath_voy:
        us "Я чуть не подумала, что ты из этих… Ложномужей?"
        me "Кого?"
        show us shy sport with dspr
        us "Ну! … Кому мальчики нравятся! {w}Но когда увидела, как ты за этой…"
        "Ульяна обозначила нечто шарообразное в области груди."
        us "…подглядываешь, поняла, что ты нормальный."
        th "Ну, спасибочки!"
        with flash_pink
        "Я понял, что краснею."
        us "Просто тормоз!"
    me "Перестань меня обзывать. {w}Я не тормоз…"
    show us laugh sport far with dspr
    us "Просто ты медленный газ!"
    me "Ага, можно и так сказать. {w}Так ты меня оскорблять за собой потащила?"
    me "Или не хочешь одна по башке получать за то, что раздевалку подожгла?"
    if alt_day2_us_escape:
        me "Так вот имей в виду, чёрта с два я куда-то пойду или делать буду!"
    show us normal sport with dspr
    us "Да нет."
    "Она опасливо приблизилась и снова извлекла из подпространства дохлую гадину."
    us "Я хотела тебе показать."
    me "Показала?"
    show us normal sport with dspr
    us "Не перебивай! Я её нашла ночью, но она, кажется, уже давно сдохла. {w}Уже вонять начинает."
    me "И?"
    us "Нужно её как-то сохранить, неужели непонятно? Ты умеешь…"
    show us upset sport with dspr
    extend " как там правильно… токсидермить?"
    me "Токси… чего?"
    us "Ясно. А как тогда…"
    "Ульяна просительно посмотрела мне в глаза:"
    show us normal sport with dspr
    us "Можешь сделать что-нибудь?"
    me "Угу, сейчас я возложу руки, и…"
    "Я фыркнул и отвернулся."
    "И тут мой взгляд привлекла сторожка рядом с тропинкой к пристани."
    "Вернее, не сама сторожка, а сквозной второй этаж, на котором висели рыбки."
    me "Придумал!"
    show us smile sport with dspr
    us "Ура! {w}А что именно?"
    me "Мы её засушим."
    dreamgirl "Засолим и съедим. {w}Ням-ням, почти как цыпочка."
    "Я кивнул на сторожку."
    me "Отвлечёшь сторожа, я полезу."
    show us dontlike sport with dspr
    us "А почему сразу ты?"
    me "Ну, если ты думаешь, что справишься с разделкой и потрошением лучше меня — то пожалуйста."
    "Кажется, на этом моменте мелкую пробрало — она с ужасом уставилась на так и висящий в её ладошке змеиный труп."
    show us upset sport with dspr
    us "Ты имеешь в виду…"
    me "Да."
    "Безжалостно продолжил я:"
    me "Кишки, печень, сердце."
    "Она немного позеленела."
    me "Желудок — а там полупереваренная мышь!"
    show us fear sport with dspr
    us "Аааа!"
    hide us with easeoutleft
    "Она мгновенно всучила мне гада и умчалась в сторону сторожки."
    "А я, посмеиваясь, отправился вслед за ней."
    window hide
    scene bg int_attic_7dl with dissolve
    play ambience ambience_boat_station_day fadein 2

    "На чердаке пахло солью и рыбой."
    "И, конечно, близкой водой."
    "Так что на секунду, закрыв глаза, прислушавшись к крику чаек, приглушённому плеску воды и деревянному перестуку лодок о настил, можно было вообразить себе, что оказался на борту какой-нибудь древней шхуны, а под ладонью замер отполированный тысячами прикосновений штурвал."
    "Так, ну это потом, моя цель…"
    "Ищущий взгляд наткнулся на воткнутый в колоду нож."
    "Не сказать, чтобы у меня был обширный опыт потрошения разнообразных гадов, но если справился с рыбой, то и со змеёй как-нибудь справлюсь."
    "Это было… Противно. Да и только-то."
    "Как следует выскоблив полегчавшие змеиные останки, я вывалял их в мешке с солью и подвесил в дальнем тёмном уголке."
    th "Надеюсь, никто не найдёт."
    "Хотя цепочка следов в пыли, протянувшаяся от слухового окна туда, где я был сейчас, намекала на то, что сюда крайне редко кто-то ходит."
    "Пришлось потратить пару минут, заметая оные следы."
    window hide
    scene bg ext_boathouse_day with dissolve

    "Внизу меня никто не ждал."
    "То есть, вообще никто."
    "Но я чуял чьё-то присутствие."
    show us normal sport far at voy_left with dspr
    "Кто-то был неподалёку!"
    hide us with easeoutleft
    me "Попалась!"
    "Мне показалось, что Ульяна выглядывала из-за сторожки, но я не был уверен."
    show us smile sport far at voy_left with moveinleft
    "И стоило лишь мне обернуться"
    hide us with easeoutleft
    extend ", как она пропала!"
    show us smile sport far at voy_left with moveinleft
    pause(2)
    hide us with easeoutleft
    pause(1)
    "Раздался топоток."
    show us laugh sport at voy_right with moveinright
    "И Ульяна выглянула с другой стороны сторожки."
    me "Хватит глупостями заниматься!"
    show us normal sport at center with moveinright
    us "Ты долго."
    "Кто-то сказал «зануда»?"
    "Кто-то сказал «доступен новый лимит глупостей на день»?"
    "Наконец-то до меня снизошли!"
    me "Нет, мне было не очень противно."
    "Ответил я и выбросил сверток со змеиными внутренностями в мусорное ведро."
    me "Ты лодочника отвлекла?"
    us "Да! Я заперла его снаружи."
    me "Ты… чего?! Живо отпирай!"
    show us laugh sport with dspr
    us "Уже! {w}Он всё равно ничего не заметил, так и смотрел свой дурацкий ящик."
    us "Ты сделал?"
    me "Да. Дня два провисит, нормально всё будет."
    us "А снимешь потом?"
    $ alt_day4_neu_us_snake = True
    me "Нет, себе заберу и слопаю."
    play music eat_horn fadein 3
    show us dontlike sport with dspr
    "Она надулась и топнула ногой:"
    us "Ах так! Да я…"
    show us shy sport with dspr
    us "Эй, так нечестно! Нельзя надо мной шутить!"
    me "С чего это?"
    show us dontlike sport with dspr
    us "С того, что я ребёнок!"
    me "Пошли есть, ребёнок!"
    "Не обращая больше на неё внимания, я отправился к столовой."
    stop music fadeout 3
    stop ambience fadeout 4
    window hide
    return
    
label alt_day4_neu_mt:
    window hide
    stop ambience fadeout 3
    $ persistent.sprite_time = "day"
    scene bg ext_polyana_day
    with dissolve
    play music music_list["into_the_unknown"] fadein 3

    mt "А теперь ты мне подробно расскажешь."
    show mt normal pioneer with dspr
    mt "Откуда ты узнал, где меня искать?"
    me "Я и не знал."
    if alt_day3_technoquest_st3 != 2:
        me "Кстати, Славя просила передать вам этот список, сказала, вы знаете, что с ним делать."
        mt "Что там? {w}Очередная писулька? {w}Давай её сюда."
        "Она не глядя скомкала листок и бросила его в костёр!"
        me "Что вы делаете?!"
        "Я попытался было спасти несчастный список, но тот вспыхнул как порох, мгновенно сгорев."
        mt "Вот и сгорела очередная «не было печали»."
        show mt grin pioneer with dspr
        mt "Да расслабься ты, никто ничего не узнает."
        me "Исключая Славю, которая меня к вам и послала!"
        "Я не скрывал своего ужаса."
        mt "Вот как? Ух ты. Ну что поделать, если ты так спешил, что потерял бумажку и не донёс её мне."
        me "Но я…"
        "Она с самодовольным видом улыбнулась и подмигнула мне — мол, я же не выдам свою вожатую, правда?"
        show mt normal pioneer with dspr
        mt "А теперь рассказывай."
        mt "Где ходил, где потерял… Как меня нашёл…"
    "Ладно, кроме шуток."
    "Я не знал, где её искать."
    "Нет, я хочу сказать, ожидаемо видеть её на пляже или лодочной станции."
    "Но её там не было."
    "Хотя это, наверное, тоже попытка спрятаться, подобная её попытке."
    window hide
    scene bg ext_beach_day
    show prologue_dream
    with fade

    "Так что я сначала проверил пляж."
    "Прекрасно понимая, что это бесполезно. {w}Пускай. {w}Зато проверил."
    "Ещё и день такой хороший."
    window hide
    scene bg ext_boathouse_day
    show prologue_dream
    with fade

    "От детских криков заломило виски, я пошёл к лодкам."
    "Я особо не надеялся, просто там редко много народа."
    window hide
    scene bg ext_adductius_7dl
    show prologue_dream
    with fade

    "С причала моё внимание привлекло одиноко стоящее дерево с качелями, и я направился туда."
    window hide
    scene bg ext_old_building_day_7dl
    show prologue_dream
    with fade

    "Затем старый корпус…"
    window hide
    scene bg ext_camp_entrance_day
    show prologue_dream
    with fade

    "Потом по тропинке к воротам."
    "И раз уж проверил одни ворота — сходил и к другим."
    "Вспомнил, что неподалёку есть костровая поляна."
    window hide
    scene bg ext_polyana_day
    show prologue_dream
    with fade

    "Не думал встретить здесь вожатую."
    "Но я встретил её."
    "Думаю, это потому, что мы мыслим в одном направлении."
    "Ольга сидела спиной ко мне, кормя крохотный костерок обрывками каких-то бумажек."
    stop music fadeout 3
    scene bg ext_polyana_day
    "Они были важными даже с виду — набранные на печатной машинке, пестрящие печатями."
    "Я хотел было окликнуть её, но в воздухе мелькнула знакомая красная книжица. И я застыл."
    "А пламя уже пожирало отметки о прописке, военной обязанности, возрасте…"
    "Наконец, последняя бумажка улетела в костёр."
    play music wheres_wonderland fadein 3
    "Я подошёл и сел рядом."
    me "Ольга… Дмитриевна?"
    "Никогда не видел её такой."
    "Голос почему-то дрогнул."
    show mt normal pioneer with dspr
    mt "Это ты…"
    "Быть талантливым педагогом-психологом от бога хорошо."
    "К несчастью, это налагает определённые ограничения."
    "Например, ты никому и никогда больше не сможешь открыть душу."
    "Потому что на любое твоё действие смотрят как на попытку манипулировать окружающими."
    "Вот и сейчас."
    "Она сидит, пригорюнившись, уронив буйну голову, а я смотрю за тем, что она мне говорит, какие идеи навязывает."
    "Я пытаюсь понять, какие именно ниточки она хочет потянуть в этот раз."
    "Как именно повлиять."
    "Она слабо улыбнулась."
    "Не переводя взгляда от костра."
    if alt_day3_technoquest_st3 != 2:
        me "Ольга Дмитриевна… {w}Вас Славя обыскалась. {w}И вообще…"
        mt "Ммм?"
        me "Ну… Вы же вожатая."
        mt "А."
        show mt sad pioneer with dspr 
        "Неопределённо сказала она, продолжая смотреть в никуда."
        mt "Всё ведь верно, да? {w}Я для тебя — навсегда Ольга ДМИТРИЕВНА."
        mt "Ты для меня — ещё один пионер."
        mt "Правда?"
        mt "Вожатая и пример. И всё."
        "Она замолчала и отвела взгляд в сторону."
    "Тишина."
    "Бумага прогорала быстро. {w}Просто её было очень много."
    me "Что вы здесь делаете?"
    mt "Никогда не задумывался о смерти?"
    me "Простите?"
    mt "На земле около пяти миллиардов человек, невозможно встретить и знать в лицо абсолютно каждого."
    $ alt_day4_neu_mt_fire = True
    if alt_day2_rendezvous == 5:
        $ mt_pt += 1
    mt "Поэтому так важны документы."
    mt "Ты живёшь, и у тебя есть документ, дающий на это право."
    mt "А не будет документов, и прав не будет. {w}Ты даже умереть не сможешь. {w}Нельзя тебе."
    mt "Здорово, правда?"
    mt "Вот у меня есть бумажка. {w}А у тебя больше нет."
    mt "Я тебя только что убила."
    "Она выставила в мою сторону указательный палец и прищурила левый глаз."
    mt "Бах. {w}Ты мёртв."
    me "О чём вы говорите?"
    mt "О, прости. {w}Ты не мёртв. {w}Тебя просто больше не существует."
    me "Так это и правда был мой паспорт?!"
    "Завопил я, вскакивая."
    show mt normal pioneer with dspr
    mt "Разумеется. {w}Я сожгла всё. {w}Деньги пыталась, но монеты не получилось."
    mt "Я их закопала."
    "Меня удивило то, с какой апатичностью я воспринял это."
    "Наверное, потому, что полностью был занят изобретением способа вернуть её в лагерь."
    "И не в том дело, что Славя зашивается там одна."
    "Не только."
    "Ольга Дмитриевна выглядела одиноко и грустно — так, будто вместе с моими документами сожгла и что-то важное."
    me "Зачем вы это сделали?"
    mt "Попробуешь поверить мне на слово, что так было нужно?" 
    me "А паспорт мой, паспорт вы зачем сожгли?"
    "Я опустился на бревно рядом с ней и уныло уставился в догорающий костёр."
    show mt smile pioneer with dspr
    mt "Мне не нравится мысль, что ты старше меня на три года."
    me "На три… Вы-то откуда знаете?"
    "Вместо ответа она потрясла перед моим носом чеком — пополнение Яндекс.Денег с карточки, 21 декабря 2016."
    th "Кто бы сомневался."
    "И бросила чек к прочим бумажкам в костёр."
    me "И этого достаточно."
    "Это был не вопрос."
    "Поэтому она просто кивнула."
    me "Ладно. {w}Меня нет. {w}Не существует. {w}Что дальше?"
    mt "Как обычно. {w}Закончится смена, отвезу тебя домой, а там посмотрим."
    me "И зачем тогда вообще это всё? {w}Нельзя было отвезти меня домой {b}со всеми документами{/b}?"
    mt "Нет. {w}Автобус могут остановить, проверить твои документы."
    me "А у меня их нет."
    "Бумажки прогорели окончательно."
    "А меня почему-то это совершенно не заботило: я, истерик, вдруг на долю мгновения осознал — лишь сейчас всё и стало правильно."
    "Вожатая поднялась и протянула мне руку."
    mt "Добро пожаловать на борт… Семён."
    mt "Не печалься так за свой паспорт. {w}Что-нибудь придумаем."
    me "То есть, вы сбежали из лагеря, бросили пост — и всё ради того, чтобы пожечь бумажки?!!"
    mt "Нет, конечно. {w}У меня были кое-какие дела, и я просто ушла на минутку."
    me "Ольга Дмитриевна!"
    show mt smile pioneer with dspr
    mt "Ох, ну ладно, на десять минут."
    "По крайней мере, она сама проявила сознательность."
    "И я чертовски рад этому."
    "Хотя чему тут радоваться."
    "Нормальный человек, тем более, вожатая, не станет филонить."
    "Ответственность же! Советское воспитание!"
    "Первый раз она сбежала к воротам и сидела там на поребрике, глупо глядя в никуда."
    "Ещё села так удачно, что если не знаешь, никогда её не заметишь со стороны."
    "Видно, что не в первый раз сюда ездит."
    "Во второй раз она дурочку валяла на том самом дереве с качелями."
    "Сидела и качалась."
    "Взрослая тётя, двадцать пять лет."
    "Сидела и качалась на качелях."
    "Теперь вот на костровой поляне."
    "Боюсь, если уйдёт в четвёртый раз, искать её придётся где-нибудь в райцентре."
    mt "Значит, не знал, где меня искать?"
    me "Думаю, я на каком-то уровне просто всегда знаю, где вас искать."
    mt "Электросенс?"
    "Ольга склонила голову набок."
    me "Экстра…"
    window hide
    with fade
    mt "Ага. Но не льсти себе. {w}Это тебе просто повезло."
    me "Простите?"
    mt "Повезло."
    me "Да, в первый раз."
    mt "Во второй раз — совпадение. {w}Поразительное совпадение."
    me "Ага. А третий раз — закономерность."
    show mt grin pioneer with dspr
    mt "Нет."
    mt "Третий раз — это чудесное совпадение."
    "Она показала мне язык."
    "Взрослая тётя!"
    "Я укоризненно покачал головой."
    "А со стороны лагеря донёсся призыв на обед."
    mt "Ладно, пошли."
    "Повернувшись на пятках, Ольга заспешила к лагерю."
    "Ни словом более не заикаясь о странном разговоре."
    stop ambience
    stop music fadeout 3
    window hide
    return
 
label alt_day4_neu_home:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(4, u"Одиночка. Утро")
    play music beth fadein 5
    $ d3_pt += 1
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_house_of_mt_day
    with dissolve
    play music music_list["smooth_machine"] fadein 5
    "Четвёртый день за линией фронта. Вожатая уже ушла, оставив на столе термос и бумажный свёрток."
    "Судя по прекрасному самочувствию, я наконец-то выспался."
    "А судя по часам…"
    "Табло смартфона показывало одиннадцатый час."
    th "О. Ну тогда понятно."
    "Я спустил ноги с кровати."
    th "Что это, интересно, нашло на нашу ретивую вожатую, что она даже не стала меня будить и гнать на зарядку?"
    th "Может, заболела?"
    dy "Родители Сидоровой Ульяны, пожалуйста, подойдите к кабинету начальника лагеря."
    th "Родители?"
    th "Родительский день!"
    "Я в темпе оделся и выскочил на улицу."
    th "Если к Ольге тоже родичи приедут, и она приведёт их сюда…"
    window hide
    stop ambience fadeout 2
    play sound sfx_open_door_1
    $ renpy.pause(1)
    $ persistent.sprite_time = "day"
    scene bg ext_houses_day with dissolve
    "Думать об этом не хотелось."
    return
    
label alt_day4_neu_un:
    window hide
    play ambience ambience_camp_center_evening fadein 3
    pause(.3)
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_houses_sunset with dissolve
    "Мы вышли из дома, когда во всех окнах погасли огни…"
    "На самом деле, огнями и не пахло."
    "Как и пионерами."
    "Улица встретила меня полным запустением - исключая мурлыкающие где-то на очень дальнем плане репродукторы, кругом было тихо и одиноко."
    me "И куда делись все пионеры?"
    "С умным видом спросил я у пустого воздуха."
    "Нет ответа."
    "Вздохнув, я поплёлся умываться."
    window hide
    scene bg ext_house_of_un_day with swradar
    "После умывания я неспешным шагом двигался домой, и лишь обострившийся в условиях тотальной тишины слух позволил мне услышать некий спор на повышенных тонах."
    "Явно не от нашего домика."
    "А откуда?"
    "Прислушавшись, я с точностью определил, что речь идёт о домике Лены и Мику."
    "Спор вожатой и Лены."
    un "Семён мне нужен, и не надо лезть в личные дела пионеров."
    mt "Это и мои дела тоже."
    un "С чего бы это?"
    mt "Девочка, ты забываешься. Я всё ещё твоя вожатая."
    un "С каких это пор вожатые работают полицией нравов?"
    "Фыркнула в ответ Лена."
    mt "Всегда работали. Я повторяю ещё раз - держись от Семёна подальше."
    un "Пожалуй, я сама решу, как и от кого держаться. Вы же не против, правда?"
    "Издевательски протянула она."
    mt "Ты кое-что не понимаешь, поэтому давай ты просто послушаешься меня и не будешь создавать сложности."
    un "Предложение отклонено."
    mt "Понятно. К гласу рассудка мы глухи, значит."
    mt "Тогда слушай внимательно."
    "Кажется, сейчас будет произнесено нечто, касающееся меня лично? Ну-ка, ну-ка…"
    "Я подошёл к домику вплотную и превратился в слух."
    mt "… расстройство психики. Всё, что происходило в прошлом году, для него не имеет значения."
    mt "И ты хочешь воспользоваться его беспомощностью ради своих глупых переживаний."
    mt "Сама не понимаешь, как скотски это выглядит?"
    un "…"
    "Лена судорожно вздохнула."
    un "Я вам не верю. Это не может быть правдой."
    mt "Это так."
    "Безжалостно добила вожатая."
    mt "Всё, что у вас было в прошлом году, для него не имеет значения."
    un "То есть, я должна поверить вам в то, что ему плевать на нас из-за какой-то болезни головы?"
    mt "Не болезни."
    mt "Амнезии. Семён {b}не помнит{/b} - ни тебя, ни меня, ни лагерь."
    "Скрипнули половицы под шагами, и дверь распахнулась."
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_house_of_un_day at zenterright
    show mt laugh pioneer at cright
    with dissolve
    mt "А вот и он, кстати."
    me "Э… Здрасть."
    show mt normal pioneer at right with move
    show un shy pioneer at left
    with dissolve
    "Вслед за явившейся на крыльцо вожатой, Лена аккуратно выглянула у той из-за плеча."
    un "П-привет."
    mt "Семён, мы хотим задать тебе вопрос."
    me "Крайне внимательно."
    "Важно кивнул я."
    mt "Посмотри внимательно на Лену."
    me "С удовольствием!"
    "Ответил я, вызвав ещё одну вспышку смущения у той."
    me "Это весь вопрос?"
    mt "Нет."
    mt "Скажи мне… Сколько ты знаешь эту девушку?"
    if lp_un >= 10:
        menu:
            "Да несколько лет как.":
                show mt shocked pioneer with dissolve
                "Вожатая замерла, шокированная моим ответом."
                mt "Т-то есть, ты…"
                "Её голос оборвался."
                "Я стоял, не понимая её реакции."
                "Продолжая глупо улыбаться."
                show un smile3 pioneer with dspr
                un "Видите?"
                "Победно сверкнули глаза девочки."
                show mt normal pioneer with dspr
                "К чести вожатой, она очень быстро взяла себя в руки:"
                mt "Что ж, раз всё пошло именно так…"
                un "Как?"
                show mt angry pioneer with dspr
                mt "Не имеет значения."
                "Отрезала вожатая, окончательно успокоившись."
                mt "Сегодня родительский день, а по лагерю ходит комиссия."
                $ alt_day4_neu_transit = 1
                mt "Тихонова, твой родитель уже уехал?"
                "Лена кивнула."
                mt "Тогда я не хочу до обеда ни тебя, ни его не видеть."
                mt "Раз такая умная - сама придумаешь, чем занять своего кавалера."
                show un shy pioneer with dspr
                un "Н-но…"
                mt "Это понятно?"
                show un normal pioneer with dspr
                un "Да."
                mt "Не смею задерживать."
                hide mt with easeoutbottom
                "Сообщила Ольга Дмитриевна и улетучилась."
                "Лена ещё некоторое время стояла, задумчиво глядя ей вслед, пока я не нарушил молчание тактичным кашлем:"
                me "Ну так и…"
                un "Да, занять тебя чем-нибудь."
                "Немного подумав, девушка предложила:"
                un "Подходи к спортплощадке через двадцать минут, х-хорошо?"
                me "С собой брать что-нибудь?"
                un "Н-нет, у меня всё своё."
                stop music fadeout 3
                window hide
                scene black with fade2
                pause(2)
                play ambience ambience_camp_center_day fadein 3
                scene bg ext_tennis_court_7dl
                show un normal sport
                with dissolve
                "До площадки удалось добраться лишь через полчаса - чья-то добрая душа решила снабдить умирающего с голода пионера бутербродами и копчёной курицей."
                "И я даже приблизительно догадываюсь, что это за душа такая - зеленоглазая, в спортивной форме, ладненько обнимающей фигурку."
                "Лена неизвестно где раздобыла спортинвентарь и раз за разом чеканила воланчик, ударяя резко и отрывисто."
                "И била она уже куда увереннее, чем позавчера."
                me "Быстро ты."
                "Улыбнулся я."
                show un shy sport with dspr
                "Лена уже привычно смутилась, но далеко не так сокрушительно, как я привык — даже воланчик не упустила."
                un "Присоединишься?.."
                "Девушка подождала немного и, видимо, сочтя разговор исчерпанным, продолжила чеканку."
                me "К игре?"
                "Верх интеллектуальных высказываний."
                show un normal sport with dspr
                un "Д-да… Сегодня теннисисты отдыхают, так что…"
                me "А, ясно."
                "Вот и поговорили."
                show un shy sport with dspr
                un "Н-не хочешь?"
                "Лена, всё ещё красная, старательно смотрела мимо меня."
                me "А можно?"
                "Её улыбка могла стать эталонной иллюстрацией ко слову «неуверенная»."
                "Но ракеткой девушка взмахнула крайне красноречиво."
                "Видимо, это следует расценивать как разрешение."
                "Я зашёл на корт и, выбрав себе ракетку по весу и удобству, занял место на красном гравии."
                un "Начинаем!"
                play music music_list["went_fishing_caught_a_girl"] fadein 5
                show un smile sport with dspr
                "И куда только делась стеснительная пионерка."
                un "Первая подача!"
                "В глазах «шараповой» зажглись азартные огоньки."
                "С первой же подачи Лена дала мне понять, что настроена крайне решительно."
                play sound sfx_tennis_serve_1
                "У малолетней бадминтонщицы оказалась крайне тяжёлая рука, доставать воланчик приходилось частенько из импоссибл ситуаций, чуть ли не прыгая подобно голкиперу на воротах."
                "То есть, вместо игры аристократов получилось крайне выматывающее действо, заставляющее выкладываться на все сто."
                show un smile sport with dspr
                un "Один-ноль в мою пользу! Отдай мне воланчик, моя подача."
                "Речи о том, чтобы поддаться, даже не заходило — самому бы вровень удержаться!"
                "Лена была достаточно гибкой, чтобы реагировать на любые мои подачи, к счастью, руки у меня были всё ещё достаточно длинные."
                "Даже удалось отыграть несколько очков, срезав несколько «свечек» над самой сеткой."
                "Но мы оказались в несколько разных лигах."
                "Как оказалось, бадминтон тоже не относится к тем видам занятий, что получаются хорошо с первых же секунд."
                "Опыт решает и здесь."
                show un smile2 sport with dspr
                un "Соберись. Ты же не хочешь проиграть девчонке?"
                "Ноги на ширине плеч, полусогнуты, ракетка замерла в правой руке, готова отражать атаку на все 360°."
                un "Потому что мне поддавки не нужны."
                "Стеснительности как ни бывало. {w}Все эти глупости, вроде смущения или неловкости, остались по ту сторону рабицы."
                "Наверное, такой Лена бывает лишь наедина сама с собой… Или с самыми близкими друзьями."
                "Не то чтобы я не ценил оказываемое доверие."
                "Но гоняла она меня как хотела."
                "Разрыв потихоньку увеличивался — мне перестало хватать дыхания, от кислородного опьянения немного подрагивали руки, потемнело в глазах."
                "И всё хотелось сплюнуть тягучую слюну, но было как-то неловко перед девочкой."
                "Так что я бодрился и крепился, зевая подачу за подачей, пока с той стороны сетки не прилетело."
                show un normal sport with dspr
                un "Партия."
                "Лена улыбнулась мне, посмотрела в глаза…"
                "И тут же спохватилась, вздрогнула, покраснела — вспомнила о том, какие у нас взаимоотношения."
                un "Спасибо за игру."
                me "Д-да…"
                th "Уйди уже, наконец, и дай мне плюнуть!"
                un "Увидимся."
                hide un with dissolve
                "Будто услышав мысленный посыл, она положила ракетку на стенде и, кивнув мне, направилась к выходу с корта."
                play music eat_horn
                "А от столовой между тем донёсся приснопамятное «бери ложку»."
                "И я ощутил вдруг, как сильно проголодался."
                stop music fadeout 3
                return
            "Так четыре дня же.":
                pass
    "Я недоумённо уставился на Ольгу Дмитриевну."
    me "Это что, какая-то непонятная проверка?"
    "Глаза Лены блеснули, и она, выдохнув, просочилась мимо вожатой, сбежала вниз по ступенькам…"
    hide un with dissolve
    play sound sfx_close_door_campus_1
    pause(1)
    "Исчезла."
    "И мы остались одни."
    show mt normal pioneer with dspr
    mt "Не проверка, просто пионерка вбила себе в голову, что вы сто лет знакомы."
    me "С чего бы это, непонятно."
    mt "Вот и мне - тоже. Про сто лет речь не идёт."
    mt "Впрочем, у меня нет времени сейчас с тобой болтать, убегаю."
    me "Куда?"
    hide mt with dissolve
    mt "Дела, дела!"
    "Донесло эхом."
    return
    
label alt_day4_neu_mi:
    "Я не успел открыть дверь, как на пороге столкнулся с кем-то."
    mi "Ай!"
    "У меня искры из глаз посыпались — всё-таки твёрдой макушкой в лоб — это больно!"
    "Наконец, зрение вернулось ко мне и я разглядел на пороге держащуюся за голову Мику."
    show mi sad pioneer with dspr
    mi "Говорила мне мама — стучись, когда заходишь…"
    "Бормотала она себе под нос."
    me "Прости, это я слишком резко…"
    "Я не закончил."
    show mi smile pioneer with dspr
    mi "Да ничего, у меня всё равно там целая кость."
    "Она постучала по голове — и, похоже, попала по шишке."
    mi "Ой!"
    me "Может, тебя в медпункт?"
    mi "Ну да, больно и кровь тикёт. Сём, правда, хватит. Я к тебе вообще."
    if alt_day3_mi_dj:
        "Она выглядела помятой и уставшей."
        me "Что-то случилось?"
        mi "Что? А, пустяки."
        me "Мику!"
        show mi upset pioneer with dspr
        mi "Не кричи на меня!"
        "Она тут же осеклась и виновато глянула в мою сторону."
        mi "Ой. Прости. Это всё из-за недосыпа."
        me "Тебе кто-то мешал спать?"
        show mi shy pioneer with dspr
        mi "Откуда ты знаешь?"
        me "Вообще-то я пошутил."
        mi "А я - нет!"
        "Мику рассказывает про ежа."
        me "Почему же ты не позвала на помощь?"
        mi "Я не посмела…"
    if alt_day3_mi_invite2:
        mi "У тебя костюм никуда ещё не делся?"
        "Я пожал плечами."
        me "Да висит в домике. А что?"
    mi "Сегодня день, когда ко мне никто не придёт."
    mi "Я хочу немного прибраться. Заодно и с костюмами разберусь."
    mi "Ты поможешь?"
    me "Почему нет?"
    mi "Замечательно!"
    if alt_day3_mi_invite2:
        mi "Тогда хватай костюм и пошли."
    else:
        mi "Тогда пошли!"
    $ alt_day4_neu_date = 4
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_musclub_day
    with dissolve
    play ambience ambience_music_club_day fadein 3
    with None
    show mi normal pioneer at center 
    with dissolve

    "Пару часов мы были серьёзно заняты уборкой."
    if alt_day3_mi_invite2:
        "Вернее, сказать, уборкой занимался я, а Мику старательно чистила, гладила и всячески приводила в порядок мою обновку."
        if alt_day3_technoquest_st3:
            "Один рукав был оторван практически напрочь и держался на честном слове после моих вчерашних фигур высшего пилотажа."
            "Мику вздохнула и, с пару минут посомневавшись, подобрала нитку нужного цвета."
            "Как заправская портниха, с первого раза вдела нитку в крохотное ушко и принялась за штопку."
    "А я изображал из себя Мэри Поппинс со шваброй, ведром и тряпками."
    "Дощатый пол мылся легко, а вот с пылью на горизонтальных поверхностях были проблемы."
    "Слишком уж много было этих горизонтальных поверхностей."
    play music but_why fadein 3
    me "А это что?"
    "Я поднял с подоконника лист бумаги формата А4, из которого нервными, рваными штрихами был вырван чей-то хрупкий, невозможно красивый образ."
    me "Она похожа на Лену."
    show mi upset pioneer with dspr
    mi "Не трогай!"
    "Мику вырвала у меня из рук рисунок."
    mi "Это Лена забыла, а она очень, очень не любит, когда кто-то трогает её рисунки."
    me "Забыла?"
    "Я в сомнении покачал головой."
    me "Эта вещь слишком красивая, чтобы её просто так забыть."
    show mi shy pioneer with dspr
    mi "Не мог подыграть девушке!"
    me "Прости?"
    show mi normal pioneer with dspr
    mi "Надо было обязательно включить умника."
    "Она вздохнула:"
    mi "Не забыла."
    me "Ты его украла?!"
    show mi dontlike pioneer with dspr
    mi "Нет! Как ты мог подумать такое!"
    mi "Просто я попросила Лену посидеть в клубе, посторожить помещение, раз к ней никто уже не приедет сегодня."
    mi "А она тебя увидела и убежала."
    "Мику мечтательно вздохнула."
    mi "Постоянно сбегает, когда видит тебя. Стесняется очень."
    me "Так, а что за девушка на картинке? Она похожа на Лену, но это совершенно точно не Лена."
    mi "Это…"
    "Мику с огромным трудом и сожалением оборола собственную болтливость:"
    show mi shy pioneer with dspr
    mi "Прости, Сеня, но это не моя тайна."
    me "То есть, не скажешь?"
    "Японка отрицательно покачала головой."
    me "Ну, тогда я сам спрошу!"
    mi "И получишь скандал за то, что трогал её рисунки."
    "Мику взяла меня за руку и легонько сжала пальцы:"
    mi "Не надо, Сень, не вскрывай эту тему. {w}Зачем тебе?"
    "Я тут же растаял и глупо разулыбался."
    show mi smile pioneer with dspr
    "Убедившись в том, что я больше не бегу делать революцию, Мику отнесла листок к полочке, где в ряд стояли ноты, и уместила его между альбомами."
    mi "Вот, и никто на пол не смахнёт, и найти можно будет."
    me "Я требую контрибуции!"
    show mi shy pioneer with dspr
    "Мику покраснела:"
    mi "Прямо сейчас? Но мы же едва знакомы, нет, конечно, я не то чтобы решительно против, но надо же какое-то время выдержать, иначе это обесценит всё…"
    dreamgirl "Контр-чего ты там требуешь?"
    "Мерзко захихикал внутренний голос."
    me "Да нет, я не о том!"
    "Я и сам смутился, когда понял, что именно расслышала Мику."
    me "Я имею в виду, я требую удовлетворения."
    dreamgirl "Чувак, по-моему, ты ничего не исправил."
    "Мику, приоткрыв рот, взирала на меня с каким-то {i}новым{/i} выражением на личике."
    if loki:
        me "Слушай, хватит стебаться!"
        show mi laugh pioneer with dspr
        mi "Прости, но ты так потешно смущаешься!"
    elif herc:
        me "Полагаю, слова типа «сатисфакции» ты тоже поймёшь превратно?"
        show mi smile pioneer with dspr
        mi "Ну я же немножко!"
        me "Нравится издеваться надо мной, да?"
        "Она улыбнулась, и на щеках у неё появились очаровательные ямочки."
        mi "Прости, я же не со зла."
    else:
        me "Но… Но… Но…"
        dreamgirl "Вы можете хранить молчание."
        "Заливался хохотом внутренний голос."
        dreamgirl "Всё, что вы скажете, будет использовано против вас в морге!"
        show mi laugh pioneer with dspr
        mi "Уй… у… Успокойся, Сень…"
        "Сквозь смех выдавила Мику."
        mi "Я всё поняла."
    mi "Так чего же ты хочешь?"
    me "Да вот думаю, может, нам втроем собраться где-нибудь после отбоя и хорошо посидеть?"
    mi "Не думаю, что Ольга Дмитриевна согласится."
    me "А мы… Мы скажем, что у нас номер! А может, и подготовим что-нибудь!"
    "Меня и самого захватила эта идея."
    me "Какую-нибудь песню из шлягеров — Бутусова можно, Цоя там или ещё кого-нибудь."
    show mi smile pioneer with dspr
    mi "Ты заинтересовал меня! А тебе-то какой в этом толк?"
    th "А она не такая наивная, как прикидывается."
    me "Я же говорю — контрибуция."
    mi "Втроём?"
    "Её глаза снова блеснули лукавством."
    me "Да!"
    mi "Сень, ты признайся честно — тебе моя соседка нравится?"
    mi "Я никому не скажу!"
    "Я возвёл очи горе."
    me "А искать подтексты обязательно? {w}Не приходит в голову, что мне просто хочется…"
    show mi grin pioneer with dspr
    mi "Я слышала! {w}Попить чая в хорошей компании и позадавать глупые вопросы."
    me "Блин, да не хочешь, не надо!"
    mi "Да нет, я не то имела в виду…"
    me "Знаешь, меня достало уже, что все вокруг делают из меня посмешище."
    "Не знаю, почему меня так задел невинный смех Мику, но…"
    mi "Да я не пытаюсь…"
    me "Всё верно! Ты уже смеёшься!"
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_musclub_day
    with dissolve
    show dv normal pioneer at cleft
    with dissolve

    "Я вышел на улицу и грохнул дверью — и чуть не сбил по дороге Алису."
    dv "Эй, смотри куда прёшь!"
    "Возмутилась она."
    "Перспектива сдвинулась, взгляд будто смотрел со дна колодца — и я с каким-то отстранённым любопытством наблюдал за тем, как наклоняюсь над немаленькой Двачевской и шиплю ей в лицо:"
    show dv scared pioneer with dspr
    me "Меньше надо греть свои тупые уши!"
    hide dv with dissolve
    play music eat_horn fadein 3
    "Оттолкнув её c пути, я направился к столовой."
    "Не знаю, почему я психанул."
    "Хотя вру. Знаю. Тоненькие ножки-ручки — одним пальцем сломать можно — а туда же, смеяться надо мной."
    "Право смеяться надо мной надо ещё заслужить."
    window hide
    stop music fadeout 3
    return
    
label alt_day4_neu_sl:
    "Кажется, сегодня меня никто не будет беспокоить, тревожить, обливать, заставлять дежурить и грузить прочими неприятными штуками."
    "Кайф!"
    "Я опустился в шезлонг и, забросив руки за голову, потянулся и блаженно застонал."
    sl "Всё ленишься?"
    me "Мммм… а как же. Кайф-то какой!"
    show sl smile pioneer with dspr
    sl "Лодырь."
    "Попеняла мне Славя."
    me "Почему сразу «лодырь»? У меня день защиты детей внеплановый. Так что все быстренько защищайте меня от забот и хлопот."
    show sl laugh pioneer with dspr
    sl "Балаболка."
    "Рассмеялась Славя — и тут же посерьезнела:"
    show sl normal pioneer with dspr
    sl "Я искала тебя. За тобой кое-какие должки."
    me "Какие это?"
    sl "Помнишь, как с бегунком ходил и куда записывался? Вот и…"
    "Она кивнула и скрылась из виду."
    sl "Имей в виду, через полчаса я пойду обратно!"
    hide sl with dissolve
    "Ну а мне что… Не портить же настроение ругачками из-за такой-то ерунды."
    "Немного помозговав, я принял решение укрыться в храме знаний."
    th "Чтение — тоже ничего себе способ убить время."
    "Если память мне правильно изменяла, последний десяток страниц в «Юном Технике», подшивку которого можно встретить в любой библиотеке, всегда отводился под годную фантастику."
    "Так и здесь."
    window hide
    scene cg d2_micu_lib with dissolve

    "Женя была верна своим привычкам — мимо неё влёгкую можно было вытащить половину библиотеки, и чёрта с два она бы проснулась."
    "Так что я, двигаясь на цыпочках, пробрался к журнальному столику, который оккупировали толстенные пачки «Роман-газеты» и, поднатужившись, вытянул ящик с подшивкой «ЮТ»."
    "Действовать приходилось осторожно и с оглядкой."
    "В какой-то момент библиотекарша пошевелилась, и я замер, обливаясь холодным потом."
    window hide
    scene bg int_library_day with dissolve

    "К счастью, угроза миновала, и я, выбрав номера посвежее — судя по запаху казеинки, прибывшие в этом году, утащил их в читальный угол."
    "Кресло было уродливое, необъяснимо вычурное, обитое каким-то побитым молью бархатом, а в самом важном месте продавленное чуть ли не до самого пола."
    "Поэтому я пренебрёг надёжными табуретками и стульями и с ногами забрался в кресло."
    "Чай, пионерское седалище врать не станет."
    "С пару минут не происходило ровным счётом ничего, и я даже начал было зачитываться невероятными приключениями какого-то мальчика, похищенного инопланетянами."
    "Но тут кто-то преградил путь солнечному свету."
    play music music_list["take_me_beautifully"] fadein 5
    "Я поднял голову."
    show sl normal pioneer at center with dissolve
    "Славя? Хм. Кажется, я пользуюсь сегодня у неё популярностью."
    dreamgirl "Ну да, впервые за три дня удостоил её больше, чем парой слов."
    me "Да, ты чего-то хотела?"
    sl "Да."
    me "Что-то случилось?"
    sl "Не то чтобы…"
    me "Значит, случилось."
    show sl smile2 pioneer with dspr
    sl "Эх…"
    "Она слабо улыбнулась."
    sl "Здорово, наверное, быть тобой и всё знать."
    sl "Особенно, когда что-то случилось."
    "Её голос звучал задумчиво."
    me "Славя, ты юлишь!"
    show sl shy pioneer with dspr
    sl "Ой, прости. Я просто думала, что ты, раз…"
    "Она оборвала себя."
    sl "Ладно, я, пожалуй, пойду."
    me "Да погоди ты!"
    "Не вставая с места, я поймал её за руку."
    me "Давай сделку — ты мне говоришь, что произошло, а я обещаю, что никому ни слова."
    "Она глубоко вздохнула."
    sl "Это вообще-то не твоё дело."
    sl "Да и не моё, если на то пошло."
    "Удивлённый тем, как быстро она сдалась, я выпустил руку — которую она с видимым облегчением убрала за спину."
    sl "Ольга Дмитриевна раздала указания, всё прекрасно работает и без неё."
    sl "Просто у меня появился вопрос, а её нигде нет."
    show blinking
    me "И тебе недосуг её искать."
    "Я понял намёк."
    sl "Прости. Никакого сладу с этими родителями."
    show sl smile2 pioneer with dspr
    sl "Как дети малые, честное слово!"
    voice "Где там наша провожатая?"
    "Донёсся мужской голос с улицы."
    menu:
        "Посмотрим.":
            "Славя явно была недовольна моим ответом, но, ничего не сказав, вернулась к экскурсии."
            hide sl with dissolve
            "А я же вернулся обратно к книжкам."
            us "Привет, Сёмыч!"
            "Половицы скрипнули - красный метеор остановился рядом со мной, превратившись в невысокую девочку с парными хвостами-копнами невозможного алого цвета."
            me "И тебе не хворать."
            show us smile sport with dspr
            us "Я тоже очень соскучилась!"
            "Доверительно сообщила она."
            us "Всю ночь вертелась и страдала. Пойдём чё покажу."
            me "Что?"
            us "Да пойдём, чё ты как маленький?"
            "Она схватила меня за руку и потащила за собой."
            $ alt_day4_neu_transit = 5
        "Хорошо, схожу поищу вожатую.": #s нужен другой текст
            "Прогнав Ульянку, я остался в одиночестве, и…"
            "Решил поискать вожатую."
            $ alt_day4_neu_transit = 6
    return
    
label alt_day4_neu_dinner:
    #INDEV
    #if alt_day3_technoquest_st3 == 2:
        #Медпункт - больной возвращается на перевязку, после чего его забирает тот самый дядька и начинается собственно рут.
    #else:
        #Здоровый Семён вариативно.    
    $ persistent.sprite_time = "day"
    $ day_time()
    $ alt_chapter(4, u"Одиночка. Обед")
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 3

    "Обед."
    "Об обеде можно было сказать только то, что он был."
    "В честь понаехавших родителей повара расщедрились на странный деликатес — сладкий суп из абрикосов и риса."
    "Я всерьёз опасался за своё здоровье, если вдруг попробую это нечто, щедро разлитое по тарелкам."
    "Так что встал из-за стола как и садился — голодным."
    "Не скажу, чтобы меня это беспокоило."
    "Мне пришла в голову мысль, которую я спешил проверить."
    "И ради этой проверки был готов пожертвовать одним приёмом пищи."
    "Раз сегодня родительский день, и последние несколько часов до меня абсолютно никому никакого дела не было — не стоит ли это расценивать как своего рода шанс?"
    "В голове сами собой сложились расчёты и, удовлетворённый получившимися цифрами, я заспешил…"
    stop ambience
    return
    
label alt_day4_neu_curl:
    #Памятка для дырявой башни: в нуар отправляем нашего недокопа, а не музыкантишку. Последний в нуаре не выживет.
    if herc:
        window hide
        $ day_time()
        $ persistent.sprite_time = "day"
        scene bg ext_bus1_7dl with fade
    
        "К воротам лагеря, где одиноко торчал «Икарус», вероятнее всего, тот, что привёз сюда родителей."
        me "Тебя-то мне, голубчик, и надо."
        play music music_list["you_lost_me"] fadein 3
        "Всё-таки, в обитании на территории Советского Союза есть определённые плюсы."
        "Дверь со стороны водителя была незаперта."
        "Секунда — и я внутри."
        window hide
        play sound sfx_intro_bus_door_open
        scene bg int_bus with dissolve
    
        "Поиски ключей также не заняли много времени."
        "Взревев двигателем, автобус рванулся вперёд."
        window hide
        with flash
    
        "В голове царило опьянение от одной только мысли, что вот сейчас…"
        "Я с трудом развернул неповоротливую тушу автобуса, выводя её из «кармана» на шоссе."
        "Ещё чуть-чуть, может быть, несколько часов, и я, наконец, уберусь из чёртова лагеря."
        play music anglegrinder fadein 3
        "Скорость всё нарастала."
        show ftl_anim with Shake((0, 0, 0, 0), 30.0, dist=10)
        "Меня буквально вжало в кресло."
        "К счастью, скоро удалось справиться с ускорением."
        hide ftl_anim with dspr
        "На гладком асфальте скорости почти не ощущалось."
        "Стрелка спидометра прилипла к отметке в сто километров."
        "И тут сзади раздался какой-то стук."
        "Взгляд за спину — мгновение, не больше!"
        "И… Поворот."
        window hide
        scene black with dissolve
        "С грохотом протаранив ограждение поворота, автобус запрыгал по кочкам, не слушаясь управления."
        "А я смотрел на приближающуюся вышку ЛЭП."
        stop music fadeout 3
        with hpunch
        with flash_red
        window hide
        show blinking
        scene black
        "Нуар-рут находится в разработке."
        return
    else:
        play music music_list["into_the_unknown"] fadein 3
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_house_of_mt_day
        with dissolve
    
        "К уже почти родному дому."
        "Велосипед так и стоял здесь, никому не нужный."
        "Так что я во мгновение ока оседлал его."
        "Восстановить полузабытый навык езды оказалось удивительно легко."
        dreamgirl "Ну… Ты, конечно, не Боб Петрелла, но уж такую-то вещь должен был вспомнить."
        th "Боб что?"
        dreamgirl "Крути педали…"
        "…"
        "Правда, немного заносило на поворотах."
        scene bg ext_houses_day with fade
        play ambience ambience_camp_center_day fadein 5
        "И пришлось резко сворачивать в кусты, когда со стороны столовой на площадь вышла вожатая."
        play sound sfx_hiding_in_bush
        "Чуть не попался."
        if alt_day2_us_escape:
            show us laugh2 sport
            $ renpy.pause(0.25, hard=True)
            hide us
            th "А как же…"
        dreamgirl "Полный вперёд!"
        "Просто на всякий случай."
        "Вдруг Ольге вздумается прогуляться."
        window hide
        scene expression Noon("bg ext_admins_day_7dl") with dissolve
        "Я сделал крюк через здание администрации, через душевые."
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_musclub_day
        with dissolve
    
        "Пробрался тропинкой к музыкальному клубу."
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_clubs_day
        with dissolve
    
        "И — вниз со склона, к зданию кружков, в которых, похоже, и дня не трудились кибернетики."
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_camp_entrance_day
        with dissolve
        play ambience ambience_camp_entrance_day fadein 3
    
        "К выходу из этого чёртова лагеря."
        "У ворот, как обычно, никого не было."
        "Значит, никто помешать мне не сумеет." 
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_road_day
        with dissolve2
        play ambience ambience_ext_road_day fadein 3
    
        "Педали крутились легко, и я набрал приличную скорость."
        show ftl_anim
        with Shake((0, 0, 0, 0), 30.0, dist=10)
        "Ветер дул в лицо, солнце светило сбоку."
        with Shake((0, 0, 0, 0), 30.0, dist=10)
        "Настроение было отличное — то самое, какое необходимо беглецу."
        with Shake((0, 0, 0, 0), 30.0, dist=10)
        hide ftl_anim with dspr
        show blinking
        "Правда, почему-то жутко хочется…"
        "Я зевнул."
        
    if lp_us > 8:
        play music music_list["tried_to_bring_it_back"] fadein 7
        window hide
        stop ambience fadeout 2
        play sound sfx_open_dooor_campus_2
        pause(1)
        $ persistent.sprite_time = "day"
        scene bg int_house_of_dv_day
        with dissolve
        play ambience ambience_int_cabin_day fadein 2
    
        play sound sfx_face_slap
        "Сегодняшний день мы назовём великим днём избиения."
        "Сколько можно уже!!!"
        "Меня привёл в чувство ощутимый шлепок по щеке."
        "Помотав головой, я немного пришёл в себя."
        show us dontlike sport with dspr
        "Я лежал на кровати и рядом со мной сидела Ульяна."
        "Очень, очень раздражённая!"
        if alt_day2_us_escape:
            us "Значит, вот каким был твой план?"
            "Она закатала мне в лоб."
        me "Где… я?"
        us "У меня дома."
        "Ответила она."
        me "А как я сюда…"
        show us angry sport with dspr
        us "Как-как. Ножками."
        us "Припёрся, сказал нечто вроде «мал{b}a{/b}я, потеряйся» и упал."
        me "Ну и ну…"
        "Я потёр ушибленный лоб."
        me "Я и правда такое сказал?.. {w}Не похоже на меня."
        me "Ты из-за этого такая злая?"
        play sound sfx_face_slap
        with hpunch
        show us cry2 sport with dspr
        us "Нет, не из-за этого!"
        "Закричала Ульяна."
        "Она снова ударила меня."
        play sound sfx_face_slap
        with hpunch
        me "Да хва…"
        play sound sfx_face_slap
        with hpunch
        "И ещё раз!"
        me "Да хватит меня бить!!!"
        play sound sfx_face_slap
        with hpunch
        "Я перехватил её руку."
        me "Что случилось?"
        show us dontlike sport with dspr
        us "Ничего! Не мог меня позвать!"
        "Она рассерженно топнула ногой."
        me "Как ты себе это представляешь? {w}Я должен был объявить по радио?"
        us "Не знаю. Ты должен был!"
        us "Вместе сбежать! {w}Убирайся, гад!"
        "Она начала выталкивать меня из домика."
        us "Убирайся, гад, обманщик!"
        "А когда я попытался сопротивляться, ещё и пнула в голень как следует."
        dreamgirl "А давай её поколотим?"
        th "Точно, и станем виноваты в непредумышленном убийстве."
        th "Нет уж, я ухожу."
        "Увернувшись от ещё одного толчка, я выскочил на улицу."
        window hide
        play sound sfx_open_door_kick
        $ persistent.sprite_time = "day"
        scene bg ext_house_of_dv_day
        with dissolve
        play ambience ambience_camp_center_day fadein 3
    
        "И лишь убежав на очень приличное расстояние, обнаружил пропажу."
        play music genki fadein 3
        "Телефон."
        "Я точно помню, он был у меня в кармане, и единственно, как он мог вывалиться, это…"
        "Блин."
        "Но обратно же сейчас, наверное, небезопасно соваться?"
        "Как будто у меня много вариантов."
        "Придётся рискнуть!"
        play sound sfx_knock_door2
        "Я постучался."
        me "Ульяна, ау? {w}Я захожу."
        "Она не ответила, видимо, чем-то была занята."
        "Или дулась. {w}За моё злостное предательство."
        "Вот будет потеха, если она ждёт, когда я приду извиняться."
        window hide
        stop ambience fadeout 2
        play sound sfx_open_dooor_campus_2
        pause(1)
        $ persistent.sprite_time = "day"
        scene bg int_house_of_dv_day
        with dissolve
        play ambience ambience_int_cabin_day fadein 2
    
        "Не дождавшись ответа, я распахнул дверь."
        us "Подож… {w}Не сейчас! {w}Ты придурок!"
        "Слишком поздно."
        show us angry swim with dissolve
        us "Я же сказала подождать!"
        "Я огляделся."
        "И обнаружил телефон, лежащий на тумбочке экраном вниз."
        "Видимо, Ульяна думала с ним поиграть попозже."
        "Быстро проверив уровень зарядки, я дыхнул на стекло и протёр телефон о ткань рубашки на животе."
        me "Здорово, что сотику не приделали ноги."
        me "Рано вам ещё такие игрушки."
        "Я спрятал его в карман."
        show us shy2 swim with dspr
        "В отличие от Ульяны, которая по непонятной причине покраснела и прижала руки к груди, я чувствовал себя спокойно и уверенно."
        "А мелкая, кажется, готовилась провалиться сквозь землю."
        me "Вот и всё!"
        "Я спрятал телефон в карман."
        show us shy swim with dspr
        us "Эй!"
        us "Ты ничего сделать не хочешь?"
        "Сделать?"
        "Язык её тела говорил о том, что она хочет ещё раз ударить меня."
        "Поэтому я сделал вежливый шаг назад."
        me "Не хочу. {w}Ты меня и так избила уже."
        "Какого рожна ей ещё от меня надо? {w}Нельзя же наказывать за одно дважды!"
        show us angry swim with dspr
        us "Я СПРОСИЛА, ТЫ НЕ СОБИРАЕШЬСЯ ИЗВИНИТЬСЯ, ПРИДУРОК?!" with hpunch
        "Заорала она."
        me "За что?"
        "От моего искреннего удивления, Ульяна застыла, а потом медленно-медленно скомкала верхнюю часть купальника в кулаке."
        us "Ты тупой? Не видишь, что девушка переодевается?!"
        us "Или ты в пещере родился?!"
        "Теперь я понял, почему она так взъелась."
        "Но «девушка»…"
        "Я внимательно осмотрел её."
        "Лицом она походила на колобка, и во лбу горящая звезда из нескольких прядок алых волос только подчёркивала это."
        "Привлекательность уровня…"
        dreamgirl "Земли."
        me "Девушка? Переодевается?!"
        show us fear swim with dspr
        us "Ты… Ты… Ты… Ты куда пялишься?!"
        me "Я ищу девушку."
        us "Что?"
        me "Которая переодевается. {w}Ты спрятала её?"
        me "Алиса, да?"
        "Я внимательно осмотрел Ульяну."
        th "По поводу половых признаков — ну, у меня явно грудь больше будет."
        th "Значит, здесь должна быть ещё одна девушка."
        me "Или ты говоришь о себе?"
        "Я задрал голову и залился самым дебильным смехом, на какой был способен."
        dreamgirl "Так. Кажется, здесь та самая точка."
        th "Да."
        th "Это именно она."
        show us cry2 swim with dspr
        play sound sfx_angry_ulyana
        "Четвёртая степень унижения."
        us "УУУУУБИИИИИЮЮЮЮЮЮ!" with vpunch
        "Комнату медленно заволокло паром."
        "Идущим из ушей Ульяны."
        with flash_red
        "В мою голову полетело что-то тяжёлое."
        window hide
        stop music fadeout 3
        stop ambience
        play sound sfx_close_cabinet
        $ persistent.sprite_time = "day"
        scene bg ext_house_of_dv_day
        with dissolve
    
        "Хохоча, я вылетел из домика и захлопнул за собой дверь."
        window hide
    else:
        window hide
        scene bg ext_sky_7dl with dissolve
        play music music_list["smooth_machine"] fadein 5
    
        "Я проснулся почему-то лёжа в траве."
        "Почему-то глядя в небо."
        "Хотя несколько секунд назад пытался…"
        "Пытался…"
        mt "Ты должен мне новый велосипед."
        "Вежливо поставила в известность вожатая."
        "С кряхтением я отскрёб себя от земли."
        me "Велосипед?"
        mt "Да, взамен…"
        "Она кивнула на лежащий неподалёку восьмёркообразный предмет, в котором при известном воображении можно было разобрать раму, педали, колёса…"
        mt "Купишь новый, или…"
        "Она взяла паузу."
        "А я, оказавшись в такой ситуации, растерялся."
        "В своей старой жизни я успешно умудрялся лавировать между разного рода займами и ссудами."
        "Как-то, несмотря на то, что все вокруг были в долгах как в шелках, либо бандитских, либо кредитских, я умудрялся жить по средствам."
        "И разом «попасть» на деньги было довольно неожиданно."
        me "Что вы имеете в виду?"
        window hide
        scene bg ext_adductius_7dl
        show mt grin pioneer
        with dissolve
        $ alt_day4_neu_mt_volonteer = True
        "Ольга уселась рядом со мной на поребрик."
        mt "Есть целая куча способов расплатиться с долгами."
        mt "Например…"
        me "Э… Отработать?"
        show mt smile pioneer with dspr
        mt "Ну вот видишь."
        "Она подсела ещё поближе."
        mt "Сам всё понимаешь. {w}Да расслабься, что ты так напрягаешься."
        "Она рассмеялась."
        mt "Ничего сверхъестественного требовать от тебя не стану."
        mt "Но сам понимаешь, велосипед штука нужная."
        "И села так, что наши плечи почти соприкасались."
        "Красивая, взрослая и во всех смыслах правильная Ольга Дмитриевна делала что-то непонятное."
        show mt normal pioneer with dspr
        mt "Ну вот."
        "Огорчилась она."
        mt "И ты снова мыслишь не в том направлении."
        me "Простите?"
        show mt smile pioneer with dspr
        mt "Ничего."
        window hide
        scene bg ext_camp_entrance_day
        show mt normal pioneer
        with flash
    
        "Ольга поднялась и протянула мне руку."
        show mt normal pioneer close with dspr
        "А когда я воспользовался её помощью, она на долю секунды оказалась очень близко."
        mt "Всё верно, отработаешь — и мы в расчёте."
        me "Так что делать-то надо?"
        "В голову почему-то сплошь и рядом лезли непристойные картинки."
        show mt smile pioneer close with dspr
        mt "Это даже здорово, что ты так подставился, не придётся тебя теперь уговаривать."
        me "Да о чём вы говорите?"
        "Я уже начал терять терпение."
        show mt laugh pioneer close with dspr
        mt "Да расслабься ты, картошку копать не заставлю."
        mt "Но на третью и четвёртую смены мне нужен подручный."
        "В груди ёкнуло."
        me "Так что, значит, я с пионерами не уеду?"
        show mt normal pioneer with dspr
        mt "Уедешь."
        mt "В городе пересидим неделю, пока смена комплектуется — и обратно поедем."
        mt "Или ты можешь не ехать, а просто купить мне новый велосипед."
        th "Странно, что ничего не болит."
        "Судя по состоянию велосипеда, навернулся я по-взрослому."
        me "Кхм… А как же Славя?"
        show mt smile pioneer with dspr
        mt "Какая трогательная забота. {w}Но два подручных лучше, чем один, верно?"
        "Я знаю такой тип людей."
        "Они всегда держат тебя в состоянии накосячившего, и ты даже не помышляешь о том, чтобы сбежать или включить непослушание."
        "Единственная мера противодействия — это абсолютный нигилизм."
        "К сожалению, не совсем мой репертуар. {w}Никто не поверит, что мне может быть до такой степени пофигу."
        mt "Тебе понравится, обещаю."
        "Вожатая по-своему истолковала заминку в разговоре."
        "А я не стал переубеждать."
        "В любом случае, в городе можно будет сбежать — если совсем припрёт."
        "И я кивнул, соглашаясь."
        me "Хорошо. Можете записывать меня."
        mt "Превосходно. {w}Но если что — тсссс."
        "Она прижала палец к губам."
        mt "Ты вызвался подопытным… {w}Добровольцем."
        "Почему-то для неё это было важно."
        "И я кивнул ещё раз — почему-то  возможность почувствовать себя соучастником каких-то планов вожатой приятно щекотала нервы."
        "Я даже немного нос задрал — не потому, что мы шпионы какие или что-то в этом духе, а потому, что взрослая, правильная девушка доверила что-то такому балбесу как я."
        mt "А теперь…"
        show mt grin pioneer with dspr
        "Её голос понизился, в нём появились бархатистые нотки."
        "А у меня по спине вихрем пронёсся табун мурашек."
        me "Да?"
        "Она подошла ко мне поближе и плотоядно улыбнулась."
        mt "Отнеси велосипед к складу… Доброволец."
        "Блииииин!"
        hide mt with dissolve
        "Не слушая издевательского хохотка, я развернулся и побрёл к искалеченному средству передвижения."
        window hide
    return
        
label alt_day4_neu_lunch:
    $ persistent.sprite_time = "day"
    $ day_time()
    $ alt_chapter(4, u"Одиночка. Полдник")
    play ambience ambience_dining_hall_full fadein 3
    if alt_day3_technoquest_st3 == 2:
        scene bg int_dining_hall_people_day
        with dissolve
        "Виолетта ждала меня в столовой."
        show cs normal with dissolve
        cs "Здравствуй ещё раз… Пионер. {w}Как голова?"
        "Я вспомнил о том, что вообще-то сегодня выступаю в роли инвалида."
        "Что удивительно, это не доставляло мне никаких неудобств."
        "Я пожал плечами:"
        me "Вроде, неплохо."
        cs "Неплохо — это хорошо."
        "Непонятно сказала Виолетта и, порывшись в карманах, выудила наружу ключ:"
        cs "Я сейчас домой схожу, надо кое-что там забрать. Подожди меня в медпункте, хорошо?"
        me "И вы так просто отдадите мне ключ?"
        cs "Почему нет? {w}Ты же не доставишь проблем… Пионер?"
        show cs smile with dspr
        "Её улыбка была очень, очень, очень ласковой."
        me "Эээ… Нет."
        "Сглотнул я."
        cs "Тогда подожди меня в медпункте, посмотрим, как там у тебя там дела."
        hide cs
        "Одарив меня на прощанье подмигиванием, медсестра телепортировалась прочь."
        window hide
        scene bg ext_aidpost_day
        play music music_list["my_daily_life"] fadein 5
        with dissolve
    
        "Делать нечего, пришлось делать что она говорит."
        "К тому же, комиссия будет очень недовольна, если прознает, что медицинская станция закрыта без веской на то причины."
        th "Оу, это сейчас что было? {w}Местный Кашпировский открыл во мне очередную чакру, отвечающую за ответственность?"
        "Видимо, водичка в графине непростая была."
        "Усмехнувшись, я отпер дверь и, накинув на плечи белый халат, сделал умное лицо."
        play sound sfx_open_door_clubs
        window hide
        $ persistent.sprite_time = "day"
        scene bg int_aidpost_day
        with dissolve
    
        "Первые пять минут я пыжился, надувал щёки и строил из себя важную птицу."
        "Надоело."
        "На столе обнаружил журнал моды восьмидесятых, от нечего делать попробовал полистать и его."
        "Но эти сочетания цветов… {w}Я буквально чувствовал, как отмирают клетки моего мозга по мере чтения этого непотребства."
        window hide
        with fade
    
        th "Похоже, что даже в местной деятельной реальности я умудряюсь оставаться крикуном-болельщиком с обочины."
        "Уныло резюмировал я и от нечего делать, я вышел на крылечко."
        window hide
        $ persistent.sprite_time = "sunset"
        scene bg ext_aidpost_sunset_7dl
        with dissolve
    
        "Там куда-то спешили пионеры, октябрята, родители в пионерской форме…"
        "Научиться бы немного самостоятельности. {w}Хотя бы не ждать ценных указаний для того, чтобы чем-то занять себя."
        "Талант, которым я обделён."
        th "Что за шум?"
        "Откуда-то справа, с «холма» доносились характерные басовые раскаты."
        dreamgirl "Там детишки концерт для родителей устроили."
        dreamgirl "А Виола за ними следит."
        "Это значит, что она очень нескоро «заберёт что-то важное дома» и придёт освобождать меня от нечаянной повинности."
        dreamgirl "Иногда мне кажется, что Ольга и Виола учились в одном педагогическом."
        dreamgirl "Во всяком случае, по части озадачивания пионеров они одинаково виртуозны!"
        window hide
        $ persistent.sprite_time = "sunset"
        scene bg int_aidpost_day_apple
        with dissolve
    
        th "Да мне не сложно."
        dreamgirl "Ага. {w}А вот если бы ты уделял чуть больше внимания какой-нибудь девочке…"
        th "Так говоришь, будто у тебя в этом личная заинтересованность!"
        "Ответом мне был тихий смех."
        dreamgirl "На самом деле, кое-какая заинтересованность есть."
        dreamgirl "Кстати, хочешь яблоко?"
        th "Что?"
        play music music_list["mystery_girl_v2"] fadein 3
        "И тут я обратил внимание на то, что кое-что в медпункте поменялось!"
        "На столе из ниоткуда появилось большое прекрасное зелёное яблоко."
        th "Откуда оно здесь?!"
        "Твёрдое, зелёное, пахнет яблоком."
        "Я протёр фрукт о рукав."
        "На вкус…"
        play sound apple_bite
        "Тоже яблоко!"
        scene bg int_aidpost_day
        dreamgirl "И ты так просто его съел. {w}А вдруг оно отравлено?!"
        th "Да нет, я же его протёр."
        dreamgirl "Отраву не выведешь простым протиранием о рукав!"
        th "Так оно было отравлено?"
        "К моим услугам все доступные сорбенты и антидоты. {w}Кстати, было вкусно."
        dreamgirl "Ты стал слишком безалаберным!"
        if lp_us > 9:
            dreamgirl "Похоже, это на тебя общение с мелкой тлетворно влияет."
            th "Руки прочь от малявки!"
            th "И прежде, чем ты начнёшь кидаться непонятными словами вроде «лоликона», спешу напомнить, что она единственная, кто хотя бы поздоровался со мной с утра!"
        dreamgirl "Или вдруг оно заколдованное, и ты теперь будешь триста лет спать, пока тебя не поцелует усатый принц."
        th "Так оно отравленное было или нет?"
        dreamgirl "… Нет."
        dreamgirl "Это должно было стать шуткой вроде выбора из «Матрицы» — на одной ладони яблоко и Вундерланд."
        th "А на другой…"
        dreamgirl "Ну ты на столе посмотри."
        "На одиноко стоящем пузырьке контрастным, хорошо читаемым шрифтом значилось «Ксанакс»."
        dreamgirl "Ты просыпаешься у себя в постели и, справившись с похмельем, веришь во что хочешь верить."
        "Чем дольше я общался со внутренним голосом, тем сильнее сомневался, что это вообще {i}мой{/i} голос."
        th "Сюжет из порнофильма, блин — я должен найти себе девушку и сделать с ней нечто непристойное, иначе этот мир обречён, так, что ли?"
        dreamgirl "Нечто в этом роде."
        dreamgirl "Вообще, сверхзадачей этого места было сделать тебя… нас — чуточку лучше. {w}Мотивировать."
        stop music fadeout 3
        th "Вы облажались."
        dreamgirl "Мы облажались."
        with flash_red
        me "Ай!"
        "Волосы на затылкe больно рвануло."
        show cs normal with dspr
        cs "Заживление идёт нормально."
        "Она достала из кармана какой-то тюбик и выдавила некоторое количество жёлтой пасты на палец."
        me "Виолетта Церновна!"
        "Кажется, пока я «висел», болтая сам с собой, она успела подобраться вплотную."
        cs "Виола… Пионер. {w}Я не хочу чувствовать себя бабушкой, мне же и {image=alt_KS_censor} нет."
        me "Серьёзно?! Нет и {image=alt_KS_censor}? {w}Я думал, вы  куда старше."
        show cs shy with dspr
        cs "А вот это уже грубая лесть. {w}Наклони голову."
        "Кажется, я немного ссадил кожу головы, когда брякнулся — там, где мазь касалась кожи, я чувствовал довольно сильное жжение."
        cs "Возьмёшь у вожатой таблетки, пропьёшь ещё два дня, в медпункте задерживать не стану — не очень хорошо для лица лагеря."
        "С филигранной чёткостью, выдающей огромный опыт, она нарезала от катушки с лейкопластырем несколько кусочков и, соорудив из марли, ваты и этых самых кусочков некий лепок, посадила мне его на затылок."
        cs "Воздержись от резких движений, физических нагрузок и наклонов хотя бы пару дней."
        cs "И отдай халат."
        me "Так концерт уже закончился?"
        "Поинтересовался я, снимая халат и возвращая его на вешалку."
        cs "Не совсем. Он ещё не начинался даже."
        me "Ясно. Ну, я могу идти?"
        show cs normal with dspr
        cs "Да. {w}Можешь идти."
        "Я повернулся к выходу."
        cs "Да, кстати, пионер."
        "Окликнула она, когда я добрался уже до самой двери."
        me "Да, Виола?"
        cs "Ты не видел, я тут яблоко где-то забыла?"
        "Я покраснел."
        me "Н-нет! {w}Наверное, вы его дома оставили!"
        window hide
        play sound sfx_open_door_kick
        $ renpy.pause(1)
        scene bg ext_aidpost_day
        with dissolve
    
        "И сопровождаемый хохотом внутреннего голоса, вылетел на улицу."
    else:
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_dining_hall_near_day
        with dissolve
        play ambience ambience_camp_center_day fadein 2
    
        play music music_list["get_to_know_me_better"] fadein 5
        "Во мгновение ока расправившись с коврижкой, я вышел на крылечко и на пару  секунд завис, размышляя о том, куда бы податься."
    us "Эй, псст!"
    show us smile sport at voy_right with dspr
    "В спину больно стукнуло шишкой."
    hide us with easeoutright
    us "Новичок!"
    us "Глухой, что ли?"
    scene bg ext_dining_hall_near_day:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 0.5 zoom 1.25 xalign 0.75 yalign 0.5
    show us smile sport at right
    with dspr
    me "Ты меня теперь постоянно называть новичком собираешься?"
    "Шуточка затянулась, если честно."
    me "У меня и имя есть, знаешь ли?"
    show us surp1 sport with dspr
    us "Имя?"
    if lp_us > 8:
        "Кажется, она больше не дулась за сцену в домике."
    me "Да!"
    "Рявкнул я."
    show us surp2 sport with dspr
    us "Ни{w=.2}че{w=.15}го себе!"
    us "А какое?" 
    "Она спросила это с таким невинным видом, что я только рукой махнул."
    me "Чего ты хотела?"
    us "Давай в волейбол?"
    "На долю секунды я представил себе картину — Ульяна, застреленная одним особо сильным резаком, и помотал головой."
    me "Не думаю, что это хорошая идея."
    us "Всё равно бездельничаешь!"
    me "Это не твоё дело. {w}Иди с Алисой играй."
    show us normal sport with dspr
    us "У неё живот болит! Ой…"
    show us shy sport with dspr
    "Кажется, она сболтнула о том, о чём не должна была."
    dreamgirl "С другой стороны, это свидетельствует о том, что местные пионеры всё же более-менее живые!"
    dreamgirl "А то всю дорогу ощущение, будто попали в какой-то кукольный домик, где идеальные люди не болеют и не ходят в туалет."
    me "Ну так и сходи с ней посиди, вместо того, чтобы дурочку валять."
    "Резонно предложил я."
    "Ульянка нахмурилась."
    show us dontlike sport with dspr
    us "Я что, похожа на самоубийцу?"
    me "Именно."
    show us grin sport with dspr
    us "Давай лучше ты! {w}А я за тебя потом отомщу."
    "Сейчас! Разбе…"
    "Завидев подкрадывающуюся вожатую, я осёкся и поспешно кивнул."
    "Этой деятельнице хватит совести припахать меня к очередной общественной деятельности."
    th "В конце концов, с игры можно будет и уйти, когда надоест."
    me "Ладно, сыграем!"
    us "Держи."
    "Она кинула мне смятый мяч."
    mt "Ульяна, вы чего здесь?"
    show mt normal pioneer
    show us normal sport
    with dspr
    us "Ольдмитривна, дайте новичку…"
    me "Семёну!"
    us "…насос, пожалуйста!"
    "Продолжила Ульяна так, будто я её не перебивал."
    "Вожатая ненадолго нахмурилась."
    mt "Вообще я хотела, чтобы вы помогли мне проконтролировать детский концерт."
    menu:
        "Концерт? Мы в деле!":
            us "Эй! Я не соглашалась."
            me "Ты вызвалась добровольцем… Старичок."
            show us calml sport with dspr
            us "Плакала моя игра."
            "Она отобрала у меня мяч."
            us "Сво… Большое, глупое сво…"
            "Забормотала она."
            show mt laugh pioneer with dspr
            mt "Ульяна?"
            us "Ну чего ещё?"
            "Мелкая подняла голову."
            "Она всё ещё немного дулась."
            if alt_day3_duty:
                mt "Помнишь вчерашнее дежурство?"
                us "Угу, мы теперь вечные дежурные."
                if alt_day2_us_escape:
                    us "Подумаешь, сбежали разок…"
            else:
                us "Я знаю, что я не могу отказаться."
                us "Но я не буду делать вид, будто мне это нравится!"
            mt "Да я не про то."
            "Отмахнулась вожатая."
            mt "Но в моей власти наградить моих помощников."
            us "Чем вы там нас наградите? Лучшая награда — новая работа, знаю я вас."
            me "А я, кажется, догадываюсь."
            show mt grin pioneer with dspr
            "Ольга приложила палец к губам и поманила нас за собой."
            # Концерт, за который Семён, Ульяна и Алиса получат по мороженке.
            "Я ненавязчиво прочистил горло."
            me "Это… Ольга Дмитриевна."
            mt "Что, Семён?"
            me "А что делать-то надо?"
            mt "Там увидите. Ничего сложного."
            window hide
            $ persistent.sprite_time = "day"
            scene bg ext_stage_near_clear_7dl with dissolve
        
            me "Ага."
            "Исключая наш раздолбайский отряд — возраста, когда уже «слишком взрослые» для того, чтобы рядиться в капитанский китель и петь детские песенки — весь лагерь уже был здесь."
            "И всё это волнующееся море мы должны неким мифическим образом «проконтролировать»."
            me "Ольга Дмитриевна…"
            "Под кинжальным перестрелом взглядов я чувствовал, как меня пригвоздило к земле."
            show mt smile pioneer with dspr
            mt "Расслабься, Сёмчик. {w}Они боятся тебя куда больше, чем ты их."
            mt "Просто встань примерно посередине и следи за ними — если кому-то станет плохо или кто-то начнёт безобразничать…"
            me "Вывести их из зала?"
            "Догадался я."
            show mt normal pioneer with dspr
            mt "Ни в коем случае! {w}Ты не педагог, не имеешь права детей трогать."
            me "Тогда зачем я здесь?"
            "Расстроился я."
            mt "Ты должен постоянно видеть меня, Виолу и Бориса: и если вдруг что, давай нам знать."
            mt "Ульяна, это и тебя касается тоже!"
            show us dontlike sport at left with dspr
            us "Я не хочуууу…"
            "Пробурчала девочка."
            show mt laugh pioneer with dspr
            mt "Давай, беги на дальнюю сторону, концерт вот-вот начнётся!"
            window hide
            $ persistent.sprite_time = "day"
            scene bg ext_stage_big_clear_day_7dl with dissolve
            play ambience ambience_camp_center_day fadein 3
        
            stop music fadeout 3
            "Вожатая была права — мурлыкающая в колонках музыка стихла, и на сцену выскочила Мику."
            play music music_list["always_ready"] fadein 3
            mi "Добрый вечер, друзья!"
            "Улыбнулась она — профессионально, отработанно — но от души."
            "Я поймал себя на том, что улыбаюсь ей в ответ."
            dreamgirl "Харизма!"
            "Веско обронило подсознание."
            mi "Сегодня для вас выступят ваши дети, они очень волнуются, но они очень старались, готовя для вас эти номера."
            mi "Поэтому, пожалуйста, поддержите их!"
            if loki:
                me "Угу. А кто будет тихо хлопать, тому в следующем году путёвку не дадим."
            else:
                th "К сожалению, диалектика здесь не работает."
                "Для некоторых… «артистов»… количество репетиций ничего не решает."
            mi "Объявляю концерт «Дети — взрослым» открытым!"
            mi "Лукоморов Даниил, второй отряд, соло на металлофоне."
            th "Самодеятельность."
            "Взгляд на аудиторию со сцены всегда отличается от того, каким ты смотришь на артиста из зала."
            "Это как звучание собственного голоса — для тебя твой голос всегда звучит как минимум неплохо, но стоит лишь его записать…"
            "Поэтому у меня сейчас была эксклюзивная возможность оценить то, каким кошмаром я мог выглядеть в детстве."
            "Вцепился в микрофон, выпучил глаза, затрясся, про танец даже мечтать не приходится."
            "И ну его орать деревянным голосом!"
            "И это только те, кто пели!"
            "А ведь были и те, у кого медведь на ушах не то что потоптался — заночевал."
            "Эти напротив, выходили к микрофону с отмороженными глазами и орали так, что несчастной саунд-продюсеру приходилось заглушать сигнал с микрофона вдвое."
            "К счастью, по моему «профилю» никаких инцидентов не происходило — пионеры сидели смирно и спокойно."
            "Хотя не думаю, что дело в нас, со сложными лицами обступивших зрительский зал."
            show dv normal pioneer with dspr
            if alt_day4_neu_date == 3:
                "Новое действующее лицо я отметил с неудовольствием."
                "Вот уж чьё лицо, точнее, чью харю я бы с удовольствием забыл."
                dv "Вот ты где."
                "Я проигнорировал её."
            else:
                dv "Привет."
                "Кивнула Алиса, становясь рядом со мной."
                me "Ты что здесь делаешь?"
                "Двачевская немного смутилась."
                dv "Ульяна… Она пропала куда-то."
                me "Пока у тебя живот болел?"
                show dv shy pioneer with dspr
                dv "Что? О чём ты говоришь?"
                me "Мне Ульяна сказала, что у тебя… Мммм!"
                "Продолжать я не смог, так как мне заткнули рот ладонью."
                show dv angry pioneer with dspr
                dv "Ты бы ещё громче кричал об этом, а то не весь лагерь ещё в курсе."
                "Левой ладонью она закрывала мне рот, а правая уже сжалась в кулак."
                "И только то, что свидетелями побоев может стать весь наличный контингент, немного охладило её пыл."
                me "Прости, ляпнул, не подумав."
                "Алиса согласилась:"
                show dv normal pioneer with dspr
                dv "Да, думать тебе было бы неплохо научиться."
                "Видимо, сочтя конфликт исчерпанным, она отпустила меня."
                "Я молча, стараясь не растерять остатки достоинства, отступил на шаг."
            dv "Подежурю тут с вами."
            dv "Всё равно заняться нечем, родители кругом."
            "Я продолжал хранить молчание."
            dv "Так что вот она я. {w}Ты рад?"
            me "Сейчас расплакаюсь от счастья."
            dv "Эй! Ты чего? Обиделся?"
            th "И как она догадалась…"
            me "Ты дежурить пришла? {w}Так дежурь, тут филонить нельзя."
            hide dv with dissolve
            "Надувшись, Алиса отошла к дальним рядам, где громко цыкнула на пионеров, придумавших хлопать против такта."
            "Тут моё внимание привлекло некое шевеление на рядах со стороны Ульяны — там два пионера на повышенных тонах о чём-то спорили."
            "Одного я узнал — это был первый выступающий, что играл на ксилофоне."
            "Он покраснел, на глазах выступили слёзы — сгрёб за грудки своего оппонента, смотрящего с издевательским сочувствием."
            "Ольга Дмитриевна отчитывала какого-то пионера."
            "Почувствовав мой взгляд, она кивнула на спорящих, предлагая мне самому попытаться разрулить ситуацию."
            menu:
                "Помочь Ульяне.":
                    $ mt_pt += 1
                    "Вообще-то, такими вещами должен заниматься Борис Александрович!"
                    "И где сейчас толстяк, когда он так нужен?"
                    "Я растерянно огляделся."
                    "Виолетта сидела рядом с какой-то девочкой, держа ту за запястье, видимо, считая пульс."
                    
                    "Ульяна растерянно посмотрела на меня."
                    "Оба участника стычки были на полголовы выше неё и в любом случае тяжелее."
                    "Немного подумав, я обогнул скамейки и подошёл к Ульяне."
                    stop music fadeout 3
                    if loki:
                        show us shy2 sport with dspr
                        us "Я же говорила, ничего хорошего из этого не получится."
                        "Уныло протянула она."
                        play music music_list["faceless"] fadein 3
                        me "Всё хорошо, иди найди физрука, где он там лазает."
                        us "А как же эти?"
                        me "Я с ними разберусь."
                        show us smile sport with dspr
                        us "Спасибо!"
                        hide us with easeoutleft
                        "Она мгновенно унеслась прочь."
                        "А я подобрался поближе к бузе и, вспомнив свои школьные будни, гаркнул:"
                        me "Оп!" with vpunch
                        "Драчуны от неожиданности замерли, тяжело дыша, со злостью, с ненавистью смотря друг на друга."
                        ml "А чё он!"
                        "Выкрикнул тот, что выступал."
                        "Второй только осклабился."
                        me "Давайте-ка отойдём в сторонку и попробуем разобраться, в чём дело?"
                        me "Где ваши родители?"
                        ml2 "У него нет!"
                        "Издевательски протянул второй."
                        ml2 "Он из детского дома!"
                        ml2 "Зачем вообще на сцену полез, баран, никому эти «трень-брень» не нужны."
                        "Я с усилием разжал кулак. {w}Избиением мелкого уродца проблему решить не удастся."
                        me "Пошли, я сказал."
                        "Однако пионер не выглядел ни напуганным, ни хоть сколько-нибудь встревоженным."
                        ml2 "Ты хоть знаешь, кто моя мама?"
                        "С плохо скрываемым чувством собственного величия проронил он."
                        me "Плевать я хотел."
                        "Я схватил его за руку и потащил подальше от скамеек."
                        voice "Куда ты тащишь моего сына, малец?"
                        "Я оглянулся — к нам уже спешила какая-то незнакомая тётка."
                        "Толстая, неприятная, неуловимо походящая на своего подсвинка."
                        me "Вы его мать?"
                        "Осведомился я."
                        voice "Да, а что?"
                        me "Почему вы не остановили своего сына, когда он дразнил товарища?"
                        voice "Пускай Антоша порезвится, детство бывает только один раз."
                        "Жеманно протянула она."
                        voice "К тому же… Этот лишенец никому не пожалуется. У него никого нет."
                        "Бррр. Мне казалось, я уехал от этого!"
                        me "И как давно сироты перестали быть людьми?"
                        "Тихо спросил я, неосознанно сжимая пальцами плечо подсвинка."
                        voice "Я плачу налоги, чтобы им было что жрать в их притонах. {w}У тебя всё? Мы идём смотреть концерт."
                        "Холёная. {w}Сытая. {w}Плюющая на окружающих."
                        "Мне очень хотелось стукнуть их головами."
                        me "Почти. Мне нужна фамилия для того, чтобы написать начальнику докладную о драке."
                        me "Сами понимаете, нарушение правил, надо правильно оформить досрочное закрытие путёвки вашего сына."
                        voice "Да какой драке, просто Антоша…"
                        "Видимо, на лице подсвинка появилось такое же самодовольное выражение."
                        with flash
                        play sound sfx_lena_hits_alisa
                        pause(1)
                        with vpunch
                        "Потому что второй малец не выдержал — коротко замахнувшись, ударил, почти ткнул в нос обидчика."
                        ml "Можете и меня выгонять тогда!"
                        "И сбежал."
                        "Тот мгновенно заныл и, вырвавшись, подбежал к своей матери, уткнулся в неё."
                        "Подбежавшая Ольга Дмитриевна о чём-то спрашивала, но я уже ничего не слышал."
                        "Меня колотило от злости."
                        window hide
                        with fade
                    else:
                        play music music_list["doomed_to_be_defeated"] fadein 0
                        show us shy2 sport with dspr
                        us "Слушай, я могу их обоих избить, но…"
                        "Ульяна напряжённо размышляла."
                        me "Отвлеки Ольгу Дмитриевну, пусть займётся тем, что важнее."
                        us "Но нам же нельзя!"
                        me "А придётся. {w}Физрука нигде нет."
                        show us normal sport with dspr
                        us "Ладно."
                        hide us with dissolve
                        "Мелкая с сомнением покачала головой, но подчинилась."
                        "А я, протолкавшись к драчке, перехватил движущуюся руку и легонько дёрнул к себе."
                        me "Отойдём, поговорим."
                        "Не слушая возражений, я потащил драчуна за собой."
                        me "А ты чего ждёшь? Иди за мной."
                        "Бросил я через плечо."
                        "Нас уже ожидала Ольга — и сдав на руки ей обоих бузотёров, я перевёл дыхание."
                        "Однако, там драма только набирала обороты."
                        "Ольга что-то некоторое время выговаривала обоим."
                        "После чего к ней подошла какая-то неприятная полная женщина."
                        "Похоже, мать."
                        "С видом высочайшего одолжения «августейшая особа» обратилась к вожатой."
                        "Честно сказать, если бы меня обдали таким презрением — я бы не стерпел."
                        "Но и вожатая не лыком шита была."
                        "Вскоре отпустив одного пионера, она обернулась так, что стояла против женщины и мальчика."
                        "И что-то начала говорить."
                        "И по мере того, как вожатая говорила, одинаковые холёные рыбьи морды всё бледнели и бледнели."
                        "Из-за концерта я мог разобрать лишь обрывки."
                        mt "Подлог… Хатсуне… посол… забудете и про любовь, и про деньги…"
                        mt "…невыездными. Мы поняли друг друга?"
                        "Неожиданно чётко спросила она."
                        "И на синхронный судорожный кивок непринуждённо рассмеялась:"
                        mt "Вот и здорово! {w}Развлекайтесь, праздник же!"
                    "Всё это время Алиса просто стояла и смотрела на нас, не пытаясь вмешаться."
                "Приструнить Алису.":
                    "Я быстро-быстро подошёл к Алисе и аккуратно сжал её локоть."
                    me "Если хочешь помочь, то не смей давить на пионеров."
                    "Вполголоса сказал я."
                    me "Мы здесь для того, чтобы следить за порядком."
                    me "Не путай нас с карательным отрядом."
                    show dv normal pioneer with dspr
                    dv "А то что?"
                    me "А то скажу Ольге Дмитриевне, что ты саботируешь концерт."
                    dv "Да и говори. {w}Стукач."
                    me "Я тебя предупредил."
                    hide dv with dissolve
                    "Я вернулся на свою позицию."
            play music music_list["she_is_kind"] fadein 3
            dreamgirl "До чего ж сволочная особа."
            if alt_day4_neu_date == 3:
                th "Не думал, что ей хватит наглости подойти ко мне."
                dreamgirl "После той подставы?"
                dreamgirl "Судя по всему, для неё такое в порядке вещей."
            th "Это не мои проблемы."
            th "Её трудное детство и отрочество меня не волнуют."
            dreamgirl "Ага, у тебя есть универсальное оружие — дешёвый эскапизм."
            th "Ты теперь тоже против меня?"
            "Внутренний голос усмехнулся."
            dreamgirl "Шизофрения — отстой. {w}Грустный праздник, который всегда с тобой."
            th "Намекаешь на то, что если бы я не был таким упёртым со своими принципами…"
            dreamgirl "Не намекаю. Говорю открытым текстом."
            me "А если она мне не нравится?"
            "Проворчал я."
            show us smile sport with dspr
            us "Тогда не женись!"
            "Ткнули меня откуда-то сбоку."
            "И я почувствовал, как против воли уголки губ начинают разъезжаться."
            "Ульяна оказывала на меня самое позитивное воздействие."
            "И почему она не постарше лет на пять!"
            play music eat_horn fadein 5
            show us normal sport with dspr
            us "Нет."
            "Ответила рыжая."
            me "Что?"
            us "Я говорю — нет."
            stop music fadeout 3
            us "Не стану я с тобой встречаться."
            me "Ааааа!"
            with flash_red
            me "Ты что несёшь!"
            me "Да с чего ты так решила?"
            us "С того, что я не хочу с тобой встречаться!"
            show us laugh sport with dspr
            me "Да нет, я… А, блин."
            "Я только рукой махнул."
            "Она подловила меня."
            me "Пошли ужинать, мелкая."
            "Пионеры организованными кучками потянулись в сторону столовой."
            stop music fadeout 3
            window hide
        "Давайте лучше в волейбол!":
            $ alt_day4_neu_mt_volley = True
            $ d3_pt += 1
            if alt_day2_club_join_volley:
                $ mt_pt += 1
            "Ульяна начала было спорить, но осеклась на полуслове…"
            "Кажется, она смирилась с тем, что нас уже поставили самыми главными, ответственными и важными."
            "Разумеется, ей и в голову не пришла идея позвать Ольгу с нами в игру."
            "Так что мой ход грибом малость удивил её."
            me "Вы — с нами."
            "Повторил я, когда молчание затянулось."
            mt "Семён, ты не слышал? {w}У меня концерт."
            me "Не у вас, а у пионеров, которые даже не в вашем отряде!"
            "Ольга всё ещё пребывала в сомнениях."
            me "К тому же, неужели там не будет остальной администрации?"
            show mt sad pioneer with dspr
            mt "С другой стороны…"
            "Пробормотала она себе под нос."
            mt "Может, Бориска, наконец, научится самостоятельности."
            me "Простите?"
            "Мне кажется, я ослышался."
            "Кто-то только что назвал физрука…"
            mt "Ладно."
            "Кивнула она."
            "Кажется, мне удалось её уболтать."
            mt "Где играть будем?"
            me "Уррра!"
            "Вожатая поморщилась, и я поспешил сбавить громкость."
            me "Давайте на бетонке немного покидаем мячик?"
            mt "Договорились. {w}Переодевайтесь пока, я мячик накачаю."
            mt "Встречаемся на бетонке через пятнадцать минут."
            "Ударив по рукам, мы с Ульяной разошлись."
            window hide
            stop ambience fadeout 2
            $ persistent.sprite_time = "day"
            scene bg ext_houses_day
            with dissolve
        
            "Я прибыл первым на место, так как мне ни переодеваться, ни переобуваться было не во что."
            "В общем-то, я сразу пошёл сюда после того, как нам назначили рандеву."
            "Следующей за мной прискакала Ульянка и, посидев немного, заскучала."
            "Немного поразмышляв, она решила развлекаться единственным доступным способом — игрой в шишки с моей спиной."
            "Пум!" with vpunch
            "В спину больно стукнуло."
            "Пум!" with hpunch
            me "Эй, ты что делаешь?"
            us "Что-что, бросаю в тебя шишки, ты не заметил?"
            us "Ну ты тормоз!"
            me "Перестань!"
            "Пум!" with vpunch
            "Моё тёрпение… Лопнуло!"
            show ftl_anim with vpunch
            "Я нагнулся и, подобрав все шишки, упавшие рядом со мной, запустил обратно в мелкую."
            hide ftl_anim
            "Она с визгом поспешила укрыться за сосной потолще."
            "Но меня не обманешь — её «ракеты» полностью демаскировали рыжую, так что я, стараясь ступать бесшумно, двинулся в обход позиций соперника."
            "И…"
            mt "Развлекаетесь?"
            "Пум!" with vpunch
            "Последняя шишка прилетела мне в лоб!"
            us "И победила — я!"
            play ambience ambience_volley fadeout 2
            play music music_list["went_fishing_caught_a_girl"] fadein 2
            mt "Давай играть, победитель!"
            "Ольга резко хлопнула по мячу."
            "Да, накачала она его на совесть."
            show un normal sport at left
            with dissolve
            un "Эм… Ольга Дмитриевна?"
            mt "Хорошо, что ты здесь, Лена. {w}Будешь со мной в команде."
            "Пляжный волейбол на бетонной площадке."
            "То ли ещё будет!"
            "Первые несколько подач мы потратили на то, чтобы оценить соперников и товарищей."
            "Удар. Пас. Удар. Срез. Принять на сложенные ковшиком ладони и отправить мяч свечой в небо…"
            "Ульяна оказалась неплохим подспорьем, разве что к сетке её из-за роста ставить не стоило."
            "Зато она была шустрой, и порой казалось, что на площадке орудует сторукое существо."
            us "Эй, новичок, не спи!"
            "Мелкая вытащила ещё один невозможный мяч и отпасовала мне, а я, пользуясь тем, что попрыгучести и мне не занимать, перетолкнул мяч через сетку, позволяя тому упасть на той стороне поля."
            show mt normal pioneer far at fleft behind un with dissolve
            mt "Ну ты и жук!"
            "Восхищённо протянула Ольга."
            th "В бою, как в любви, все средства хороши."
            mt "Двачевская!"
            "Закричала вдруг вожатая."
            mt "Не проходи мимо!"
            dv "Я не буду, у меня живот болит."
            "Отмахнулась Алиса."
            mt "Ничего, раз ты бегаешь, то и сыграть сможешь. Становись на ту сторону сетки."
            "Недовольная Алиса, скрипя зубами, подчинилась."
            mt "Давай-давай, не куксись! {w}Физкультура полезна!"
            show un smile sport far at fleft
            show mt normal pioneer far at left behind un
            show ba normal uniform at cleft behind mt
            with moveinleft
            show us smile sport far at fright
            show dv normal sport far at fright
            with moveinright
            "Кроме того, вожатая успешно поймала куда-то бредущего с видом зомби физрука и поставила к сетке."
            "Трое на трое."
            dreamgirl "Они сошлись. Волна и камень, Стихи и проза, лед и пламень. Не столь различны меж собой."
            "Внутренний голос развлекался как хотел."
            dreamgirl "Выживет сильнейший!"
            th "Может, хватит уже?"
            dreamgirl "Думаешь?"
            th "Уверен."
            dreamgirl "Ну ладно. {w}Тогда…"
            window hide
            scene bg ext_volley_court_7dl with dspr
            show blackout_exh
            play music anglegrinder fadein 3
            scene cg d4_volley_rage_7dl with flash
            with vpunch
            $ renpy.pause (1)
            show dv_us_volley with vpunch
            $ renpy.pause (1)
            show volley_fight at truecenter with zoomin
            with vpunch
            pause(3)
        
            ba "Мяч в игру. Подача за стороной вожатой."
            scene bg ext_volley_court_7dl with flash
            "Рявкнул Саныч, свистнув в свисток."
            "И — вот она! Началась жесть!"
            show un smile sport far at fleft
            show mt normal pioneer far at left behind un
            show ba normal uniform at cleft behind mt
            with moveinleft
            show us smile sport far at fright
            show dv normal sport far at fright
            with moveinright
            "Сегодня мы, наконец, узнаем, кто сильнейший в этом лагере!"
            "Ольга ушла на пятачок и хлёстким ударом отправила мяч на нашу сторону."
            me "Я возьму Саныча, Алиса, Лена на тебе!"
            "Двачевская кивнула и переместилась на левый фланг, отзеркалив положение Лены."
            "Физрук подмигнул мне, поймав взгляд, и занял место у сетки напротив меня."
            dv "Ленка!"
            un "Ч-что…"
            "Ольга как раз срезала по левому краю, и Ульяна в очередной раз явила миру чудеса телепортации."
            dv "На тебе паук!"
            un "Ай!!!" with vpunch
            show un shocked sport with dspr
            un "Где!"
            "Лена взвизгнула и неловко подпрыгнула на месте, пытаясь одновременно отряхнуться."
            dv "Здесь!"
            play sound volley_hit
            "И Алиса, вознесясь в прыжке чуть ли не на километр, вколотила мяч почти вертикально вниз по ту сторону сетки."
            window hide
            with fade
        
            "К сожалению, мы всё равно проиграли."
            stop ambience
            stop music fadeout 4
            play ambience ambience_camp_center_evening
            scene bg ext_volley_court_7dl with flash
            "Всё потому, что вожатые жульничали."
            "Не могли они честно выиграть."
            "Жулики!"
            "Но… После драки кулаками не машут."
            "Пришлось жать лапу оппонентам. {w}Хоть они и жулики."
            "Пережав руки жуликам с противной стороны, мы уныло освободили занимаемую площадь."
            "Её тут же заняли пионеры, вдохновлённые товарищеским матчем."
            window hide
            with fade
        
            el "Эй!"
            "Со стороны скамеек донёсся жестяной стук."
            window hide
            scene bg ext_volley_court_7dl:
                xalign 0.5 yalign 0.5 zoom 1.0
                linear 0.3 zoom 1.15 xalign 0.5 yalign 0.5
            show el normal pioneer at center
            el "Народ, если кто пить захочет, пожалуйста."
            "Электроник, последний час наблюдавший за матчем, притащил ведро с водой и притороченной на цепочке стальной походной кружкой."
            hide el with dissolve
            "Разумеется, от такого предложения грех было отказываться!"
            "Я встал в очередь."
            mt "Готовьтесь к ужину, если кто-то хочет в душ, я пошла договариваться, чтобы воду погрели."
            "Алиса и Лена мгновенно увязались за вожатой."
            hide mt with dissolve
            hide dv normal sport with dissolve
            hide un
            "А Саныч, единым махом высосав полведра, опять сгорбился и побрёл в свою берлогу."
            "Ведмидь сирый, волохатый."
            hide ba with dissolve
            "Остались только я да Ульянка."
            show us sad sport with dspr
            me "Ты в душ не пойдёшь?"
            us "С какой целью интересуешься…"
            "Вяло парировала она."
            me "Отключу там подачу горячей воды."
            us "А…"
            "Она замолчала."
            me "Ты где-то украла и съела килограмм лимонов?"
            me "Поэтому ты такая кислая?"
            show us angry sport at center with dspr
            us "Они жульничали!"
            "Затопала ногами Ульянка."
            me "Ага. Плохо поддавались."
            us "Вот! Только ты меня понимаешь."
            us "Давай их проучим? {w}Чтобы в следующий раз честно играли!"
            me "Давай! А как?"
            show us grin sport at center with dspr
            "Ульяна наклонилась к моему уху и что-то туда зашептала."
            "Шептала она вещи крайне любопытные."
            "И по мере того, как я прикидывал, как бы реализовать её идею, моё настроение взбиралось к отметке «заоблачное»."
            th "Осталось только сделать. {w}И жизнь прожита не зря."
            me "Годится!"
            show us laugh2 sport with dspr
            "Кивнул я, когда она закончила."
            me "Но для этого придётся провернуть парочку авантюр. {w}Ты со мной?"
            show us smile sport with dspr
            us "Да!"
            me "Тогда встречаемся у медпункта после ужина!"
            "Она удалялась слишком быстро, поэтому до меня долетел растянутый допплеровым эффектом бас."
            hide us with easeoutleft
            us "Идёёёооооот."
            "Сто процентов, купаться побежала."
            "Сейчас, пока ещё не всех родителей из лагеря прогнали, вожатые доообренькие."
            th "Может, последовать её примеру?"
            if alt_day3_sl_bath_voy:
                "Или и сегодня навестить баньку?"
                "Хотя, конечно, вчерашнего апперитива к блюду ждать не приходится."
            "Немного поразмыслив, я сходил к бане и занял очередь сразу за какой-то девочкой из второго отряда."
            "Окно было на двадцать один час, так что я вполне успевал и провернуть коварчивый план за авторством Ульяны, и обеспечить себе алиби в бане."
            "Лишний раз прокрутив в голове последовательность действий, я удовлетворённо кивнул и направил стопы в сторону храма чревоугодия."
            window hide
            stop music
            stop ambience
    return
    
label alt_day4_neu_supper:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(4, u"Одиночка. Ужин")
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full
    play music tellyourworld fadein 3
    "Мы молодые, и мы будем жить на всю катушку."
    "За решётками в психушке."
    "Странно так — день получился юным, солнечным."
    "По-настоящему тёплым."
    "А счастья всё равно нет."
    "И дело даже не в том, что сегодня мне пару раз попытались испортить настроение."
    "В конце концов, я всегда считал, что красота с огрехами куда лучше, чем красота без изъянов."
    "Иначе не отделаешься от ощущения, что смотришь на произведение искусства, встречаешься со статуей или живёшь в музее."
    "А может, я просто начал более-менее понимать окружающих, и для меня их бытие больше не представляет собой безоблачное небо."
    show sl normal pioneer at right with dissolve
    "Славя привычно улыбается, но спину держит так, будто стоит на плацу."
    "Она напряжена, а я прекрасно помню, что работа её не напрягает."
    th "Поругалась с родителями?"
    hide sl with dissolve
    show mi sad pioneer at left with dissolve
    "У Мику глаза на мокром месте."
    "Она, конечно, суперстар и артистка та ещё. {w}Но пока молоденькая очень и не очень хорошо умеет прятать эмоции. Диагноз тот же — проблемы в семье."
    if alt_spt == 0:
        th "Опачки. {w}А откуда я знаю, что она суперстар?"
        th "Откуда-то вдруг всплыло в памяти?"
    hide mi with dissolve
    show un serious pioneer at cright with dissolve
    "Лена… Ну эта вообще девочка-луковичка, фиг её разберёшь."
    "Не могу сказать, чтобы она была расстроенной — скорее, обескураженной чем-то."
    "Как будто она всю жизнь мечтала о чём-то, а сбывшаяся мечта либо сбылась не так как надо, либо, что гораздо хуже, оказалась скучной."
    th "Что я о ней знаю? {w}Она… Ну, она любит…"
    if alt_day2_lib_done:
        th "Кажется, рисовать."
        "Хотя не уверен."
    th "Ну… Может, читать? Я в первый день видел её с книжкой."
    "С отправной точкой анализ выглядел чуточку веселее:"
    th "Вот, значит, читает она какую-нибудь книжку и здорово на неё подсаживается."
    th "А тут оказывается, что эта книжка лишь одна в серии — вот здорово-то!"
    dreamgirl "У этой сказки плохой конец. {w}Добравшись до конца полюбившейся серии, покупает самую свежую книжку, завершающую серию."
    dreamgirl "И понимает, что автор исписался, истрепался и больше не вхож в страну сказки."
    hide un with dissolve
    show us normal sport with dspr
    if alt_day4_neu_mt_volley:
        "Ульянка хмурилась из-за матча и собиралась злобно мстить."
    else:
        "Ульянка тоже была чем-то огорчена."
        "Хотя, перехватив мой взгляд, не удержалась — прижала большие пальцы растопыренных ладоней к ушам и покачала головой."
    hide us with dissolve
    "Говоря короче — подавленное настроение царило в столовой."
    "Вот вам, блин, и долгожданная встреча с любящими родственниками."
    if alt_day4_neu_mt_volley:
        "Только вожатая наша выглядела посвежевшей и похорошевшей."
        "Вот что творят умеренные физические нагрузки вкупе с душем!"
        "Так что я в темпе прикончил свою порцию и поднялся."
        stop music fadeout 3
        window hide
    else:
        "Ольга Дмитриевна тоже выглядела помятой и унылой."
        scene bg int_dining_hall_people_sunset with dissolve
        "Укатали её пионеры, укатали родители."
        "По непонятной причине львиную долю нагрузки по ублажению комиссии почему-то возложили на плечи вожатой первого отряда."
        "Не иначе, из-за того, что у нас меньше всего пионеров."
        "Так что она после концерта ещё нянчилась с этими подростками за сорок, отловив каждого по лагерю и сопроводив до комфортабельного автобуса."
        "Она даже не поморщилась привычно, заметив, что Ульяна не в форме."
        th "Интересно, а если бы я сюда в джинсе припёрся, она бы тоже стерпела?"
        show bg int_dining_hall_sunset with dissolve
        play ambience ambience_dining_hall_empty fadein 3
        "Вяло поковыряв ужин, Ольга поднялась и, воровато оглядевшись, скрылась в служебных помещениях столовой."
        stop ambience fadeout 3
        "Её не было уже довольно долго."
        "Пионеры уже успели разойтись, за столом остались только я и Ульяна."
        show us smile sport with dspr
        us "Что сейчас делать будешь?"
        me "Решать одну сложную проблему."
        show us surp3 sport with dspr
        us "Какую?"
        me "Буду прикидывать, на левом боку лежать или на правом."
        show us laugh sport with dspr
        us "Да ну тебя!"
        "Она поднялась."
        me "Мелкая, подожди меня на крыльце, хорошо?"
        us "С чего бы это?"
        me "Кое-что притащу вкусное. {w}Хочешь?"
        show us surp1 sport with dspr
        us "Ты хочешь столовую ограбить? {w}Я с тобой! Только, чур, я тогда конфеты беру!"
        me "Не буду я ничего грабить!"
        "Отрезал я."
        me "И ты со мной никуда не идёшь."
        me "Просто подожди меня на крыльце, и я тебе кое-что вытащу, годится?"
        "Она погрустнела."
        us "Если быть взрослым — это быть букой как ты, то я не хочу взрослеть!"
        show us normal sport with dspr
        us "Ладно, подожду."
        hide us with dissolve
        "После того, как ушла мелкая, мне пришлось ждать ещё десять минут, прежде чем Ольга Дмитриевна, наконец, явилась с кухни."
        show mt normal pioneer with dspr
        mt "Догадался, да?"
        me "А как же!"
        if alt_day3_duty:
            me "Ещё со вчерашнего дня знал, что у лагеря есть мороженое."
        show mt laugh pioneer with dspr
        mt "Ладно, раз ты такой умный — вот тебе для тебя, Ульяны и Алисы по порции, не вздумай всё съесть сам! Я у них спрошу!"
        "Как по мне, так Двачевская свою порцию не заслужила, но я придержал свои возражения и молча кивнул."
        show mt normal pioneer with dspr
        mt "Всё, этому дню я больше ничего не должна."
        me "Вы снова собираетесь пропасть?"
        mt "Имею полное право! {w}И горе тому, кто меня найдёт!"
        hide mt with dissolve
        "Кивнув мне на прощание, она исчезла за дверью."
        window hide
        with fade
    
        "Аккуратно отделив бумажку от массы мороженого, я сделал несколько корректив в рецепте пломбира, после чего вернул нашлёпки на место."
        window hide
        play sound sfx_open_door_1
        $ persistent.sprite_time= "sunset"
        $ sunset_time()
        scene bg ext_dining_hall_near_sunset
        show us normal sport
        with dissolve
        play ambience ambience_camp_center_evening
    
        "Ульяна, по счастью, была здесь."
        me "Эй."
        show us dontlike sport with dspr
        us "Ты долго!"
        me "Зато вот!"
        "Я протянул ей стаканчик."
        show us surp1 sport with dspr 
        us "Мороженка!"
        "Я замер и затаил дыхание."
        "Она, недолго думая, выбросила бумажу и вгрызлась в лакомство."
        "Я сглотнул."
        show us smile sport with dspr
        us "Этого стоило подождать!"
        play music genki fadein 3
        me "Угу…"
        th "Она и правда это ест!!!" with vpunch
        show us laugh sport with dspr
        us "Ты почему так на меня уставился? {w}И что такого в том, что я ем мороженку?"
        "Она в недоумении уставилась на меня."
        us "Вкусная мороженка. С шоколадной крошкой."
        "C шоколадной крошкой, ага…"
        me "Нет, не подумай, что я тебя ругаю."
        me "Но не надо его грызть, ты что, с пальмы слезла?"
        show us dontlike sport with dspr
        "Ульяна покраснела от злости."
        "Кажется, её даже немного затрясло."
        "Вот уж не думал, что её можно задеть такой нелепицей."
        "Но меня интересует другое."
        "То самое, «особое» мороженое, которое я приготовил для Двачевской — где оно?"
        "Я специально убедился — расчихавшись на всю столовую — что секретный ингредиент тот самый."
        "Затем я взял три мороженки и вытащил их сюда."
        "Одну отдал Ульяне, две у меня остались."
        me "Ну, как обезья…"
        "Бац!"
        show us angry sport with dspr
        with Shake((0, 0, 0, 0), 0.3, dist=50)
        "Мороженое ударило меня прямо в лицо!"
        "И я машинально поймал его, не давая упасть."
        "И, протерев лоб, облизнул пальцы."
        me "…"
        play sound sfx_angry_ulyana
        me "…"
        with flash_red
        me "Кх-кх-кх…"
        me "Аааа! Пожалуйста!"
        "Это был пчелиный улей!"
        with flash_cyan
        "Взрыв сверхновой."
        "Пожар во рту не затушить было ничем."
        show us fear sport with dspr
        us "…Что…"
        "Ульяна коротко выдохнула, глядя на мои терзания."
        show us surp3 sport with dspr
        "И почему-то покраснела."
        "Ещё сильнее."
        show us shy2 sport with dspr
        "Кто-нибудь нормальный уже давно вызвал бы 911 и препоручил меня профессионалам, но…"
        show us shy sport with dspr
        "Она краснела и краснела…"
        "Как будто увидела нечто невероятно…"
        "Невероятно…"
        show us fear sport with dspr
        us "Фу!"
        us "Ты придурок!"
        us "Ты его облизал! Отдавай мне теперь своё, гад!"
        me "А ты вообще кусала, но…"
        show us angry sport with dspr
        us "Изо рта в рот. {w}Фу! Фу!"
        me "Перестань. {w}Я не из таких, кто доедает за девушкой или что-то в этом духе."
        me "Разве я похож на охотника за…"
        window hide
        with fade2
    
        me "Косвенными поцелуями."
        dreamgirl "О-оу."
        me "Всё. {w}Я понял. {w}Прости. {w}Я не нарочно."
        "Невесть откуда взявшаяся метла в руках Ульяны не способствовала моему душевному равновесию."
        "Вернее, это была даже не метла, а даже целый ракетный комплекс со средствами захвата, ведения и многократного поражения цели."
        "И этот комплекс развернулся в мою сторону, пискнул, захватывая цель…"
        "В глазах мелкой аршинными буквами читалось «ВИНОВЕН»."
        "Я с трудом увернулся от брошенной мне в голову метлы."
        "И растерял всё, что было в руках."
        "Включая и моё мороженое!!!"
        "Но сейчас было не до этого."
        "Ульяна взяла в руки металлический совок и, судя по тому, как его держала, бить собралась совсем не плоскостью."
        "Страшное оружие!"
        "И я сделал единственное, что мог в такой ситуации."
        "Я мужественно {w}побежал."
        window hide
        scene bg ext_dining_hall_away_sunset with dspr
        with zoomin
    
        th "Почему она не заметила некоторые изменения в рецепте?"
        "Заполошно металось в голове."
        us "А н-ну! Ид-ди сюда!"
        "Рявкнула бегущая за мной малявка."
        show us angry sport far at left with dissolve
        "И она только что заработала себе добавочную порцию."
        "Больше всего злило и обижало то, что она, скорее всего, даже не почувствует разницы между ними."
        "Я постарался придушить мысль, что, возможно, мелкая устроила этот фарс специально, чтобы заполучить мою порцию мороженого."
        window hide
        stop music
        scene bg ext_square_sunset with fade
        play music sneakupon fadeout 3
        "Я целых полчаса  пропрятался по кустам от разъярённой Ульянки."
        "И мне очень было грустно от того, что кто-то слопал мой честно заработанный приз."
        window hide
        scene bg ext_dining_hall_near_sunset with dissolve
    
        "Невероятно, но факт! Та самая порция, которая чуть не разбилась о мой лоб, так и лежала здесь — заботливо перенесённая на скамейку."
        "Хотя она уже ощутимо подтаяла — зато перца почти не осталось."
        th "Ну хоть что-то!"
        "Место для употребления трофея было самое удобное, и я уже готовился было приступить к трапезе."
        "И тут заметил странный силуэт!"
        show mi happy pioneer far with dissolve
        mi "Пум-пурум-пум-пум!"
        th "Мику?"
        "С выражением безграничного счастья на мордашке японка кралась куда-то в сторону задних помещений столовой."
        me "Что происходит?"
        "Я решил проследить за ней."
        mi "Ня-ня-ня…"
        "Она мурлыкала себе что-то под нос, не обращая внимание на происходящее вокруг."
        "За пару метров до угла она присела на корточки и, подобравшись, аккуратно выглянула."
        me "…"
        show mi happy pioneer with dissolve
        "Я подобрался поближе."
        "И видимо, каким-то образом выдал себя."
        show mi scared pioneer with dissolve
        mi "А?"
        hide mi with easeoutbottom
        "Она мгновенно заметила меня и обернулась."
        me "Мику!"
        show mi dontlike pioneer with dspr
        mi "Ой-ёй-ёй-ёй-ёй!"
        me "Мику, ты что делаешь?"
        show mi upset pioneer with dspr
        mi "Так! Никому ни слова!"
        "Она прижала палец к губам и забегала взглядом по сторонам."
        "Видимо, придумывала, как бы меня одурачить."
        "Но не на того напала."
        me "Не вздумай врать мне!"
        mi "Да я никому не вру, ты чего, Сенечка, мне отец сегодня рассказал, что у них рабочий на строительстве наврал и пришлось целую секцию моста пересобирать!"
        "Так."
        "Кажется, это надолго."
        show mi upset pioneer at right with moveinright
        "Я корректно отодвинул её в сторонку и выглянул сам."
        "У небольшого домика, отведённого, скорее всего, для временного хранения непортящихся продуктов, что-то делала Славя."
        "Наконец, она закончила свои дела и, воровато оглядевшись, отчалила."
        mi "Пошли!"
        stop music fadeout 3
        "Несколько секунд борьбы с замками, и…"
        window hide
        scene bg int_attic2_night_7dl with dissolve
    
        "Мы оказались внутри."
        "Уникальная возможность узнать пару тайн нашей идеальной девочки приятно грела душу."
        "Однако Мику это не волновало ни в малейшей степени."
        "Она целеустремлённо направилась вглубь помещения."
        mi "Сень, иди сюда!"
        "Позвала она напряжённым шёпотом."
        "Я подошёл."
        "И наконец узнал страшный секрет активистки."
        play music beasteye fadein 3
        "В огромном гнезде из тряпок, на полу, в окружении коробок с консервами, сухим молоком и вакуумными упаковками копошился крохотный, лобастый щен!"
        "Белоснежный, с резко выделяющимся чёрным носом и пуговками-глазами."
        "Больше похожий на медведя или плюшевую игрушку."
        
        "Буф!" with vpunch
        "Он задрал голову и звонко тявкнул на нас."
        me "Самоед."
        show mi normal pioneer with dspr
        mi "Нет."
        "Серьёзно ответила Мику."
        mi "Это собака."
        th "И как она его так долго прятала?"
        mi "Щенок. {w}Какой хорошенький!"
        "Как только протащила?"
        mi "С первой смены остался."
        mi "Хотела бы я… "
        "Японка с нескрываемой завистью вздохнула."
        mi "Эх. А мне тоже никогда собаку не разрешали заводить."
        me "Но, наверное, их запрещено держать на территории?"
        mi "Именно поэтому ты никому ничего не скажешь."
        show mi smile pioneer with dspr
        "В приветливой улыбке японки я разглядел нечто зловещее и поспешил согласиться."
        me "Но так держать собаку…"
        show sl normal pioneer at left with dissolve
        show mi normal pioneer at right with moveinright
        sl "Я передерживала, пока у него глаза не открылись."
        "Славя подошла незаметно."
        sl "С окончания второй смены повезу в город, подыщу хозяина."
        me "А как же…"
        sl "Всё в порядке."
        "Щен уловил что-то в воздухе и пополз к нам на брюхе, потешно виляя хвостом."
        "Славя, кажется, тоже что-то заметила."
        sl "Так, Семён."
        "Она развернула меня за плечи и легонько подтолкнула прочь."
        show sl normal pioneer far at cleft
        show mi normal pioneer far at cright
        with flash
        sl "У тебя, кажется, были дела."
        sl "И съешь уже своё несчастное мороженое, Пират беспокоится!"
        me "Пират?"
        "Кажется, кто-то немного покривил душой насчёт передержки…"
        "Покорно кивнув, я заспешил прочь."
        window hide
        play sound sfx_close_door_campus_1
        scene bg ext_dining_hall_near_sunset
        with dissolve
    
        "И уже очутившись на улице, захлопнув дверь склада, поймал себя на том, что всё это время глупо-глупо улыбался."
        th "Так значит, тогда, в первый день она…"
        dreamgirl "Да. {w}Спешила к Пирату."
        dreamgirl "В конце концов, незнакомый пионер не совсем беспомощен, а вот щенок…"
        "Отметив это событие как безусловно позитивное в невидимой книге памяти, я решил погулять по лагерю и прикончить несчастное мороженое."
        stop music fadeout 3
        window hide
    play music music_list["trapped_in_dreams"] fadein 3
    window hide
    scene bg ext_square_sunset
    play ambience ambience_camp_center_evening
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    "Я вышел на площадь и уселся на скамейку."
    "Вечер."
    "Этот беспокойный день плавно катится к завершению."
    "Хотя я и чувствую себя несколько неприкаянно — ведь я так ни с кем толком и не сблизился."
    "Разве что чуточку лучше узнал лагерь, подружился с малявкой и перестал считать Ленивовну злом во плоти."
    th "Может, пойти поприставать к кому-нибудь из них? {w}Ульяна сто процентов что-нибудь весёлое придумает!"
    th "А Ольга сто процентов чем-нибудь озадачит."
    th "И вообще, вожатая недвусмысленно намекнула, что после ужина собирается немного отдохнуть, и горе тому, кто её найдёт."
    "Но чем-то надо занять вечер."
    "Батарейки в технике неумолимо разряжаются."
    "Значит, никакой музыки или читалок."
    "Ещё немного посидев и повздыхав, я понял, что дальше тянуть нельзя."
    "Поднялся."
    "И пошёл искать {b}ОТВЕТЫ{/b}."
    window hide
    stop ambience
    return
    
label alt_day4_neu_map_me_mt_house:
    scene bg ext_house_of_mt_sunset with dissolve
    play ambience ambience_camp_center_evening fadein 3

    "Домик стоял одинокий, грустный и заброшенный."
    "Место, куда люди ходят спать, чтобы не ночевать под открытым небом."
    th "Всё-таки и у заместителей есть определённые недостатки."
    th "Ольга тут так толком и не пожила — стоило лишь ей попытаться расслабиться, и её постоянно находила какая-нибудь Славя."
    th "Так домик и пустовал."
    window hide
    stop ambience fadeout 2
    scene bg int_house_of_mt_sunset with dissolve
    play sound sfx_unlock_door_campus
    pause(1)
    play ambience ambience_int_cabin_evening fadein 2

    "Зайдя в домик, я остановился на пороге."
    "Только сейчас, оказавшись в собственной крепости, когда не надо было нестись куда-то вприпрыжку, я понял, до какой степени выматывает {i}полная{/i} вовлечённость в жизнь отряда или лагеря."
    "Мало удивительного в том, что Ольга всеми правдами и неправдами старалась отбрыкаться от своих обязанностей."
    "Но сейчас её не было."
    "Наверное, сбежала куда-нибудь на дикий пляж за территорией, палит костерок, смотрит на закат…"
    show backpack_tiny:
        pos(760,675)
    "На спинке стула дожидался своего часа удивительно знакомый тёмно-синий рюкзак с принтом в виде отпечатка ноги."
    "Мой «гризли» родом из моей реальности… И почему я не удивляюсь?"
    "А что касается остальной части комнаты…"
    "Старательно придушенное переживание снова подняло голову."
    th "Это же дом девушки! {w}А дом девушки всегда полон сюрпризов!"
    "Я оглядел стол"
    scene bg int_house_of_mt_sunset:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 1.0 zoom 1.25 xalign 0.5 yalign 0.65
    extend ", тумбочку"
    scene bg int_house_of_mt_sunset:
        xalign 0.5 yalign 0.65 zoom 1.25
        linear 2.0 zoom 1.15 xalign 0.9 yalign 0.45
    extend ", полки."
    scene bg int_house_of_mt_sunset:
        xalign 0.9 yalign 0.45 zoom 1.15
        linear 0.8 zoom 1.35 xalign 0.85 yalign 0.75
    "Моё внимание привлёк тот самый ежедневник, куда Ольга писала свои заметки в первый же день моего появления здесь."
    th "Может, воспользоваться моментом и посмотреть?"
    menu:
        "Посмотреть, конечно!":
            $ alt_day4_neu_mt_diary = True
        "Забраться в рюкзак.":
            show backpack at truecenter with dissolve
            "Не то чтобы я был против того, чтобы поиграть немного в маньяка-извращенца и покопаться в вещах вожатой."
            "Но не тогда, когда может зайти кто угодно."
            "Да и самоуважение никто не отменял."
            "Так что займёмся делом чуть более насущным."
            "Посмотрим активы — что у нас есть, и что можно с ним сделать."
            scene expression Dawn("bg int_house_of_mt_sunset")
            show backpack_tiny
            with dissolve
            "Я уселся на кровать и вытащил рюкзак на свет."
            "С момента, когда я последний раз надевал его дома, не изменилось ровным счётом ничего."
            "Это была всё та же треугольная сумка-«пиявка» с одной лямкой через правое плечо, выполненная из синей водоотталкивающей ткани."
            "В самом центре рюкзака был сделан принт в форме отпечатка ботинка — эмблема фирмы-производетеля."
            "Ну и, разумеется, прорезиненные швы, герметичные молнии и прочие, безусловно нужные в городе примочки, без которых перенос пары книжек и зарядки для планшета немыслим."
            "Я открыл молнию и вытряхнул содержимое рюкзака на кровать рядом с собой, устроив беглую ревизию:"
            "Карты, колода в пластиковом коробе, одна штука."
            "Ножик-ерундожик, в народе зовущийся «швейцарским» — одна штука."
            "Моток капронового шнура и кучка разнокалиберных карабинов."
            "Универсальные негаснущие спички — коробок, рыболовные крючки — шесть штук в пластмассовой коробочке, бесформенный кусок свинца — под грузила."
            "Два комплекта ключей."
            "Кошелёк — пустой."
            if alt_day4_neu_mt_fire:
                "Ну да, мою наличку наряду с документами добрейшая вожатая предала огню."
            "Настоящий набор для выживания."
            "Если бы к нему зарядку для микро-юсб, было бы вообще замечательно."
            th "Предполагалось, что после родительского дня лагерь распустят, и я поселюсь в лесу?"
            "И венчал всю эту кучку небольшой пакетик с конфетами."
            "«Старт» — прочитал я на упаковке."
            "Сунул его в карман — авось пригодится."
            "И, рассовав по карманам рюкзака всё вышеупомянутое барахло, спрятал его обратно под кровать."
    return
            
label alt_day4_neu_map_hideout:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_square_sunset with dissolve
    play ambience ambience_camp_center_evening fadein 3

    play music music_list["so_good_to_be_careless"] fadein 5
    "Я приметил куда-то спешащую Ульяну ещё с площади."
    "И на всякий случай решил проследить за ней."
    "А то мало ли что."
    "Вдруг она ещё какую-нибудь пакость готовит."
    "Тут, как говорится, лучше перебдеть."
    "Я старался двигаться незаметно, не привлекая к себе внимания."
    "Однако девочка шла целеустремлённо, казалось, вообще ничего вокруг себя не замечая."
    "Она двигалась к северу."
    "Мимо домиков."
    window hide
    scene bg ext_houses_sunset with dissolve

    "Дойдя до последней «улицы», удивила меня, свернув в сторону вожатской."
    th "Никак, наша егоза решила потолковать с вожатой?"
    th "Да ну, бред."
    "Я решил следить дальше."
    "И, как показала практика, не зря."
    window hide
    scene bg ext_house_of_mt_sunset with dissolve

    "Немного не доходя до семнадцатого домика, Ульяна повернула, вломившись в кусты — видимо, там проходила некая малозаметная тропинка."
    "Уже больше опасаясь потерять её из виду, нежели быть обнаруженным, я прибавил ходу."
    "Ульяна продолжала упорно меня не замечать — она уже почти бежала."
    "Пока не вышла за территорию — здесь в кирпичном заборе была небольшая приоткрытая калитка, через которую Ульяна и вышла."
    scene bg ext_path_sunset
    with dissolve
    play ambience ambience_forest_evening fadein 3

    "И вот здесь мои рефлексы сыграли со мной злую шутку."
    "Я попытался прикрыть калитку за собой, но вместо этого…"
    play sound sfx_open_metal_hatch
    us "Ай!"
    show us fear sport with dspr
    "Она подпрыгнула на месте и развернулась в мою сторону."
    me "Спокойствие, только спокойствие."
    "Ответил я, чувствуя себя лучшим в мире приведением."
    me "Это всего лишь я."
    show us dontlike sport with dspr
    us "Ты!"
    us "Чего тебе надо?"
    if not alt_day4_neu_mt_volley:
        us "За морожку извиниться?"
        show us calml sport with dspr
        "Она отвернулась."
        us "Не прощу, даже не надейся."
    else:
        me "Да я так, просто гуляю."
        "Пожал плечами я."
        us "Ну так и иди отсюда! {w}Тебе со мной нельзя."
    me "А если за конфеты?"
    $ us_pt += 1
    us "Конфеты?"
    show us normal sport with dspr
    us "Что ж ты сразу не сказал! Давай."
    "Я послушно протянул ей пакетик."
    us "А почему так мало?"
    "Она с подозрением уставилась на меня."
    us "Признавайся, сам половину схомячил?"
    "Я кивнул."
    me "А как же. {w}Ну, я прощён?"
    us "Да погоди ты. Я сейчас посмотрю — не отравлены ли."
    dreamgirl "Не беспокойся, драгоценная, нейротоксин в этих конфетах не подлежит органолептическому анализу."
    th "Чего ему куда?"
    dreamgirl "Без цвета, без вкуса, без запаха, балда!"
    th "Так они отравлены?!" with vpunch
    "В мыслях из ниоткуда появился образ держащегося за голову человечка."
    "Пока мы с моим подсознанием пикировались, мелкая успела развернуть несколько конфет и применить их по прямому назначению."
    me "Ну что?"
    show us smile sport with dspr
    us "Фкуфны!"
    "Прошамкала она, торопливо жуя."
    us "Знаешь, а ты не безнадёжен."
    "Заключила рыжая."
    th "И в итоге мы двое полюбили друг друга…"
    th "А затем стали встречаться…"
    th "Да нет, лажа какая-то, не могу это представить."
    "Я помотал головой, отгоняя кошмарное зрелище."
    me "Ну, теперь-то всё?"
    us "Всё. Вали. Мне нужно забраться в своё секретное убежище, а я не могу сделать это, когда рядом ходят  посторонние."
    "Проглотив «постороннего», я развернулся и ушёл оттуда." #s нужен переход к alt_day4_neu_us_guards, а именно "цель упущена"
    hide us with dspr
    stop music fadeout 3
    stop ambience fadeout 3    
    window hide
    return

label alt_day4_neu_us_guards:#Стычка с "гвардией"
    $ persistent.sprite_time = "night"
    play ambience ambience_forest_night fadein 3
    scene bg ext_path2_night with fade2
    "В какой-то момент, я потерялся."
    "То есть, до поры я шёл как бассет, безошибочно выбирая неправления и повороты."
    "Но у крупного тела есть свои недостатки."
    "Так что я заблудился."
    "Потерялся."
    "Закатный лес уже мало чем отличался от ночного, поэтому я замер на месте, справедливо опасаясь шевелиться или куда-то идти в таком состоянии."
    "Не хватало ещё глаз себе сучком выколоть или ногу сломать."
    "Так или иначе, диспозиция весела и забавна: цель упущена, а я замер в полутьме непонятно где."
    "Впору аукать и кричать «лююююдииии!»."
    "Я набрал было в грудь воздуха, и тут наткнулся взглядом на едва заметный отсверк пламени прямо по курсу."
    "Неподвижный, тёплый - как будто окошко дома, где на кухне нервничают и ждут тебя с учёбы или работы домой."
    me "Спасибо."
    "Проборомотал я."
    me "Спасибо."
    "Едва заметный свет - мне думалось, что придётся идти и идти, прикрывая лицо локтем и внимательно трогая ногой землю перед собой, прежде чем ступить."
    "Но это не пугало совершенно."
    "К счастью, цена вопроса была лишь в нескольких десятках метров."
    window hide
    scene bg ext_polyana_night with dissolve
    "Деревья расступились, и я вышел на крохотную полянку, в самом центре которой на пеньке и светил керосиновый фонарь."
    "Рядом с ним лежал фонарик обыкновенный, по случаю бесполезности отключённый."
    "Он был обмотан со стороны отражателя майкой."
    show ml dontlike pioneer with dissolve
    "Владелец же майки стоял здесь же."
    "Как и три его приятеля."
    "Я понял, что именно им обязан своим пусть и символическим, но спасением."
    "Не за то, что они сейчас стоят, насупившись, взявшись за руки и всеми силами стараясь не пропустить никого постороннего."
    "Не за то, что таким своим поведением они лучше всего объясняют, что я на правильном пути."
    "Отнюдь."
    me "Спасибо вам."
    ml "Юрец, притуши лампу."
    "Мгновенно сориентировался безымянный доселе парнишка в рубашке навыпуск, с красными, постоянно усталыми глазами."
    "Спасибо за то, что дали огонёк: крохотный и неверный - он всё же вывел меня из блужданий в потёмках."
    "Символ надежды."
    "И тут же керосинка погасла, остался лишь туристический фонарик, обмотанный майкой: включенный, тот давал неверный, но действительно уютный жёлтый свет."
    "Покончив с формальностями, кудрявый снова повернулся ко мне."
    ml "Так что ты тут забыл?"
    me "Забыл?"
    "Самое важное мы всегда говорим будто в шутку."
    "Чтобы никто не догадался, как оно много на самом деле значит."
    "Как, например, важно для меня, чтобы бойкая красноголовая мелочь не угодила в беду - кто знает этих пионеров?"
    me "Что я здесь делаю?"
    "Небрежно переспросил я у насупленных юнцов, преграждающих мне дорогу."
    me "Я гуляю. {w}Это запрещено законом?"
    ml "Вот и гулял бы отсюда."
    "Отрезал предводитель, не сделав и попытки уступить дорогу."
    me "Ты бы рот свой не раскрывал особо, а?"
    "Ласково попросил я."
    "Они что-то так старательно прятали…"
    "И чем старательнее, тем любопытнее мне становилось."
    "Возможно, никакой там экзотики. {w} Так, мальчишеские секреты, вроде красивых камешков, карт или самодельных ножей."
    "Но причём здесь Ульянка?"
    "А я поклясться готов, что она канула в кусты за спинами этой «гвардии»."
    "Очень-очень далеко за спиной осталась гонка в сумерках, заполошное дыхание и некое невероятное чутьё, ни с с того ни с сего проснувшееся вдруг сегодня вечером."
    "Прокалываемые — проламываемые — грудью неосязаемые, но от того ничуть не менее ощутимые препоны на пути."
    "Как будто я бежал олимпийскую стометровку с препятствиями, прыгая и прыгая — пока не заблудился, по инерции пропустив один из поворотов."
    "Было странно, страшно и пугающе-восторженно: заблудиться в трёх метрах от территории лагеря мне ещё никогда не доводилось, и переживания оттого были свежи и волнующи."
    "И всё-таки, они так ревностно охраняют это нечто…"
    "И смотрят на меня так, будто я здесь неуместен и совершенно бесполезен."
    with fade2
    "Что гораздо хуже - я сам чувствую собственную мою здесь неуместность."
    "Как будто я подглядываю за тем, что не предназначено мне и не имеет ко мне никакого отношения."
    dreamgirl "Может, плюнуть, дунуть да и уходить потихоньку?"
    th "С чего бы?"
    dreamgirl "Слушай, я, конечно, не против подглядывания за пионерками неглиже и экспресс-мануального анализа топологии…"
    dreamgirl "Но ей же лет тринадцать, она тебе зачем вообще?"
    th "Для начала, за ней крохотный, но должок."
    dreamgirl "Плюнь."
    th "Легко."
    "Не стал спорить я."
    th "Но эта ситуация возбудила моё любопытство."
    dreamgirl "И на любопытство тоже плюнь."
    th "Что ты всё «плюнь» да «плюнь»? Верблюд, что ли?"
    if alt_day2_us_escape and us_pt > 1:
        $ alt_day4_neu_us_pixies = True
        if loki:
            "Наверное, стоит попросту прорваться на одной наглости и посмотреть – что же за такую страшную тайну охраняют юные стражи."
            "Это была плохая идея. Поэтому, конечно же, я решил попробовать."
            "Чуть левее центра, здесь стражи не смотрят прямо в глаза, а потому дадут слабину, когда я сорвусь с места."
            th "На старт…"
            "Я полуприсел, готовясь сорваться с места…"
            "Почуяв неладное, пионеры напряглись."
            "И…"
            "Махнув рукой, засмеялся:"
            me "Какие вы глупые."
            ml "Глупые или нет, а тебя не пропустим."
            me "Мне и не надо."
            me "Это место я прекрасно запомнил, просто вернусь сюда завтра и всё-всё увижу сам."
            "Я подмигнул главному балбесу:"
            me "Или вы здесь и завтра охранение выставите?"
            show ml unsured pioneer with dspr
            "Их предводитель смутился, но расслабился - видимо, поверил в то, что я не буду пытаться дискредитировать его."
            "А и не буду."
            "Подвинув в сторону фонарь, я уселся тут же на пенёк, предложил гвардии конфеты, которые те гордо проигнорировали."
            "Наконец, задал вопрос, который действительно меня интересовал."
            me "Зачем фонарь жжёте, если у вас и так свет есть?"
            show ml normal pioneer with dspr
            ml "Нам нужен яркий свет."
            "Поколебавшись, сообщил мальчик."
            ml "Нам нужен маяк."
            me "Маяк? {w}Для чего?"
            ml "Взрослые все такие глупые?"
            "Снисходительно спросил мальчик."
            ml "Для чего ещё нужен маяк? Указывать путь."
            me "И верно."
            "Согласился я."
            me "Спасибо."
            ml "За что?"
            me "За то, что и мне указали… путь."
            ml "Ты не выглядишь заблудившимся."
            me "И тем не менее."
            window hide
            with fade2
            "Помолчав, я поинтересовался:"
            me "Лагерь там?"
            "Прикинув направление, махнул левой рукой."
            "Мальчик кивнул, его гвардия, расслабившись, уже сидела неподалёку, что-то в темноте стругая ножиками."
            th "Как они что видят?"
            me "А вы каждый день указываете путь?"
            ml "Стараемся. Только лампу не каждый день удаётся взять — сторож ругается."
            me "Так и понял, что она не ваша."
            show ml dontlike pioneer with dspr
            ml "Ему она не нужна! У него электрический прожектор есть! Он сам бы мог…"
            "Горячечно начал было возражать малец, но мгновенно взял себя в руки."
            show ml normal pioneer with dspr
            "Суховато продолжил."
            ml "Мы делаем это потому, что это правильно."
            "Не сговариваясь кивнули и два других мальчика, до сей поры не проронившие и слова."
            "Удивительное единодушие."
            me "На самом деле, я считаю, что если вы помогли хотя бы одному человеку, то всё не зря."
            me "Вот мне, сегодня. Значит, не просто так жгли."
            ml "Лесной маяк?{w} Что за глупость?"
            me "А какой?"
            ml "Неужели не понял до сих пор?"
            me "Здесь где-то вода?"
            ml "Прислушайся."
            "И я внял совету."
            "Лишь сейчас поняв, что всё это время меня смущало."
            play ambience ambience_boat_station_night fadein 3
            "Невидимая в темноте где-то очень неподалёку влажно дышала Большая Вода."
            "Не та, неподъёмная и пресекающая неспособность человека осознать бесконечность, что поджидает на берегах морей и океанов."
            "Нет, здесь всё было иначе."
            "Проще… И как-то пронзительнее."
            me "Хм. Любопытно. {w} А по нашей реке ходят суда?"
            ml "Конечно. Иногда они даже сигналят в ответ, если выйти на мыс с фонарём."
            ml2 "Но там живёт Тиша, она всегда прогоняет."
            me "Тиша - это кошка?"
            ml "Какая кошка? Тихонова это. Лена."
            me "Что же вы? Меня втроём прогнали, а её слушаетесь?"
            ml2 "Её попробуй не послушай. Она умеет сделать так, что сам уйдёшь."
            me "Это я и сам умею."
            ml "Так как она делает - не умеешь. И не сумеешь."
            window hide
            with fade2
            me "Как вас только вожатая отпускает?"
            ml "Мы же не маленькие. {w}Друг за другом следим."
            ml "А маяк нужен. Ночь тёмная."
            "И была какая-то странная правота в его словах."
            "Включающая в себя и благодарность за спасение, и зависть к тому, кто нашёл своё дело."
            th "А будь всё у тебя в Карелии - его усилия оказались бы тщетны."
            th "Там ночи требуют огня только ради того, чтобы согреться."
            th "Чем бы они стали там заниматься?"
            "Остервенело подумалось вдруг мне."
            me "Да."
            "Ответил я."
            me "Да."
            me "Только вы зря просто поставили лампу. Надо, чтобы было движение."
            me "Чтобы капитаны понимали, что их встречает кто-то живой. Понимаете?"
            me "Чтобы…"
            hide ml with dissolve
            "Я наметил удачно стоящее тут же дерево и вскарабкался примерно на половину высоты оного."
            "Нашёл ветку, смотрящую в нужную сторону и позвал:"
            me "Эй! Вот сюда можно ваш фонарь вешать, если нет сильного ветра."
            me "И… Ой, а что это?"
            "На самой границе видимости неспешно дрейфовало в темноте сияющее пятно."
            "Как ни старался я, а не смог придумать, чем бы оно могло быть."
            ml "Спускайся."
            "Донеслось с земли."
            window hide
            with fade2
            show ml normal pioneer with dspr
            "Когда я спустился вниз, все трое оказались на тех же местах, что и были, когда я вышел из леса."
            "Они снова были напряжены - как струна, как тонкая леска."
            "Но в этот раз не было в их напряжённости злости, и не была она против меня."
            me "Что случилось?"
            ml "Мы посоветовались. И решили пропустить тебя."
            "Размотав майку, безымянный до сих пор малец отдал мне фонарь:"
            ml "Вернёшь, когда будешь в лагере, ясно?"
            "Я кивнул."
            me "Почему передумали?"
            show ml smile pioneer with dspr
            ml "Не знаю."
            "Безмятежно пожал плечами он."
            ml "Похоже, ты не безнадёжен."
            me "Ссспасибочки."
            ml "Пройдёшь по этой дороге дальше, там аккуратнее, следи за спуском, чтобы не поскользнуться - можно очень больно удариться."
            ml "Держись правой стороны, если что, хватайся за корни, они там крепкие."
            ml "Потом спросишь у Ульки, что делать."
            ml "Вопросы?"
            "Я улыбнулся."
            me "Как тебя зовут, товарищ сержант?"
            show ml normal pioneer with dspr
            ml "Даня."
            $ meet('ml','Даня')
            "Серьёзно ответил он."
            ml "А это Алька и Тоник."
            "Белобрысые головы синхронно качнулись."
            ml "Всё, иди."
            window hide
            scene bg ext_path2_night with fade2
            "Когда за моей спиной снова сомкнулись заросли, откуда-то спереди-слева донёсся странно знакомый, едва слышный гудок."
            "В котором я, покопавшись в памяти, опознал гудок теплохода."
            me "И правда, стоят."
            "Отметил я, светя себе под ноги: спуск оказался и в самом деле крайне крутой."
            "Двести метров мозголомного слалома, а темнота в южных широтах наступает быстро и капитально."
            "Не знаю, зачем я вообще на это подписался?"
            "Не знаю, для чего Ульянке требовалось ходить здесь с риском сломать шею?"
            "Ничего не знаю."
            "Ничего."
            window hide
            scene bg ext_seashore_7dl with dissolve
            "Бормоча себе под нос проклятья, поминутно оступаясь и поскальзываясь, несколькими минутами позже я всё же умудрился добраться до самого низа."
            "Отсюда вода чувствовалась уже не только на слух - водой пахло."
            "Должно быть, где-то здесь наша речка делает поворот, поэтому берег оказался так близко."
            "Двести метров - цена вопроса."
            "Но что меня сильнее всего интересовало - это то самое светящееся пятно."
            th "Что бы это могло быть?"
            "Слева от спуска к воде далеко в заводь вдаются мостки причала - старого, покосившегося, едва заметного в остатках света от уходящего солнца."
            "Там было поближе, и я, гадая не то о летающих тарелках, не то о животной люминесценции, ступил на скрипнувшие доски."
            "Отсюда пятно было видно чуть детальнее."
            "Похоже, это были не то водные китайские фонарики, не то что-то в этом роде."
            "Удивительно, правда, что они не гаснут и не тонут при таком ветре."
            show us fear sport far with dissolve
            "Одна из досок скрипнула под ногой особо сильно, и некий полутёмный силуэт неподалёку взвизгнул ульянкиным голосом, бросился было бежать, но споткнулся, и…"
            me "Держу!"
            "Выкрикнул я, схватившись за знакомую майку - чёрную при таком освещении."
            "Ульяна замерла, забыв шевелиться и - на всякий случай - дышать."
            "Так что я медленно, но верно потащил её обратно на мостки."
            dreamgirl "Да ты резкий."
            dreamgirl "Как Стивен Сигал."
            th "Заткнись."
            "Майка была сделана непонятно из чего, так что никаких гарантий, что она выдержит вес, не было."
            "Но…"
            show us cry sport close with dspr
            "Десять секунд, и девочка уже стоит рядом со мной."
            "Её всю потрясывало - не то от холода, не то от испуга."
            "Так что совершенно логично было обнять её и попытаться успокоить."
            me "Всё хорошо, слышишь? Всё…"
            show us sad sport with dspr
            us "Сёмыч, ты напугал меня до смерти!"
            "Вырвавшись, она отступила на полшага."
            us "И что ты здесь делаешь?" #s повтор ч1
            me "Я пришёл посмотреть на это…"
            "Я повернул голову в сторону неизвестного свечения и снова застыл в благоговении."
            hide us with dspr
        else:
            "От размышлений меня отвлекло шуршание кустов, и на полянку вышла та, из-за которой я здесь и оказался."
            show ml normal pioneer at left with dspr
            show us dontlike sport with dspr
            us "Что здесь происходит? Ты!"
            "Ульяна мгновенно сориентировалась, ткнула мне в грудь пальцем."
            us "За каким чёртом ты за мной следил?"
            me "Я? {w}Следил?"
            us "Нет, по нюху вышел. {w}Короче, что надо?"
            me "А что вы здесь делаете?"
            us "Не твоё дело. {w}Ещё вопросы?"
            me "Даже так?.. {w}Значит, после всего, что я для тебя доброго сделал!"
            show us calml sport with dspr
            us "Неплохая попытка. У тебя всё?"
            me "Да."
            "Я понял, что любые дальнейшие переговоры ни к чему не приведут."
            "Чем бы они ни занимались, они попросту сейчас свернут всё, и ничего я не увижу."
            show ml dontlike pioneer at left with dspr
            ml "Тогда вали отсюда."
            "Сурово предложил Данечка." #s в ветке Локи мы с ним знакомимся, а здесь - нет
            "Пионеры здесь были борзые – это факт."
            "Никто не боялся ни старшинства, ни силы – ничего."
            "Как будто они сейчас владели ситуацией."
            "Бесполезно было осаживать наглеца, это выглядело бы как неловкая попытка сохранить лицо, и все это понимали."
            me "Язык придержи."
            "Вежливо предложил я."
            ml "Или что?"
            me "Ничего."
            "Проигнорировав начавшего было что-то говорить мальца, я обратился к Ульяне:"
            me "Мелкая, если ты собираешься с этими деятелями в бега пускаться, смотри, чтобы не пришлось тебе главной мамочкой им становиться."
            show ml surprise pioneer at left with dspr
            show us normal sport with dspr
            ml "В бега?"
            "C интересом переспросил всё тот же хам."
            "Ульяна отмахнулась – она о чём-то напряжённо размышляла."
            show us smile sport with dspr
            us "Ладно."
            "Решилась она."
            us "Ты можешь пройти."
            us "Не думаю, что ты можешь помочь.{w} Но, наверное, не накосячишь много."
            show ml upset pioneer at left with dspr
            ml "Улька!"
            show us normal sport with dspr
            us "Не раздувай ноздри, это со мной."
            "Малец подскочил к Ульянке и о чём-то быстро-быстро заговорил, размахивая руками."
            "До меня доносились только обрывки слов и имён, но суть претензий я уловил: меня обвиняли в том, что я слишком стар." 
            "Сам Миря (лидер этой шайки до Ульяны) велел, чтобы взрослых не пускали."
            "Они только всё портят."
            "Но Мире и самому было под семнадцать лет."
            "Я усмехнулся: знали бы детишки, насколько я на самом деле стар…"
            us "Ты забываешь о том, что он нас смог найти. {w}Думаю, мы можем дать ему шанс."
            ml "Зная, как беспечно ты ходишь, ничего удивительного."
            show us dontlike sport with dspr
            us "Ой, всё. Глупостей не говори - ты прекрасно знаешь, что я тут не при чём."
            window hide
            "Она отдала короткий приказ охране, и те расступились, пропуская меня по тропинке через заросли."
            hide us with dspr
            hide ml with dspr
            window hide
            scene bg ext_seashore_7dl with dissolve
            "И я понял вдруг, откуда было это едва уловимое, дрожащее зарево.  Это не закат, не отражение в облаках."
            "Мысли о том, что они могли бы как-то спрятать от меня это, теперь казались смешными."
            "Да и как, интересно, можно было спрятать это зрелище – по стоячей, чёрной глади закатной заводи неспешно дрейфовало огромное световое пятно – дрожащее, дышащее… "
            "Живое."
    else:
        show ml surprise pioneer with dspr
        ml "А то что?"
        "С непонятным восторгом спросил меня малец."
        ml "Бить будешь?"
        ml "Или вовсе убьёшь - чтобы пройти?"
        me "Дурак, я…"
        "Начал было я, и вдруг в какой-то момент понял причины восторга паренька, что стоял напротив меня, сжав кулаки и глядя исподлобья."
        th "Да это же просто игра для него!"
        "Ахнул я."
        th "Просто…"
        window hide
        scene anim prolog_1 with dissolve
        "В какой-то момент наши глаза снова встретились - его красноватые белки сверкнули совсем уж кровавым отблеском, и понял вдруг!"
        "Что фонарь вовсе и не фонарь даже - а палящее южное солнце, раскалившее сухое плоскогорье."
        "Несмотря на то, что скалы обрывались прямо в море отвесным обрывом, здесь, в пятидесяти метрах было сухо и знойно."
        "И под ногами скрипела дорожная пыль."
        "Допуска к морю не было совершенно - потому что там отбывал к горизонту паром, едва-едва движущийся от перегруза, а над водой разносились плач и крики."
        "Идеальная мишень для гаубицы - можно лупить прямой наводкой почти без поправок на ветер."
        "Единственное, что не даёт закрепиться корпусу и развернуть пушки - это цепь юнцов в казённом сукне с прозеленью и галунами."
        "Юнкера, кантонисты, кадеты…"
        "Они знали, что не уйдут с этого плоскогорья своими ногами."
        "Но также знали, что стоит им дрогнуть, и по уходящему парому откроют огонь."
        "Потому-то и стоят сейчас, не смея дрогнуть, несмотря ни на направленные жерла орудий, ни на пыль, ни на зной."
        "Восторгаясь собственной доблестью, и восторгом этим забивая неизбывный страх, шепчущий, что неправильно это - когда в тринадцать лет под пушки-то…"
        "Их самый главный, мальчонка чуть выше всех прочих, сероглазый, лихой, стоял, упрямо наклонив голову, и искал моего взгляда."
        "А мне бы плюнуть на все гляделки, да махнуть рукой, отдавая приказ."
        "Но как можно без последнего взгляда?"
        window hide
        with flash
        "В тот момент, когда наши глаза встретились, и я снова увидел смутно знакомый кровавый отблеск, и произошло то, ради чего всё затевалось."
        "Весь отряд, развернувшийся здесь, все мы - поняли вдруг, чего стоим."
        "Поняли, кто мы такие на самом деле."
        "Я оглядел нестройные порядки стрелков и пехоты."
        "Мне стало жутко от того, что я понял - что же я делаю на самом деле."
        "С пушками, с саблями - на мальцов."
        "Разве об этом я читал и местал у Гончарова и Тургенева?"
        "Разве к этому меня готовили?"
        "А готовили ли?"
        "Готовили?"
        "Тогда почему приготовили такое… ничтожество?"
        window hide
        scene bg ext_polyana_night with fade
        show ml surprise pioneer with dspr
        "Контакт глаз пропал, и я снова оказался на той же полянке в противоборстве трём гвардейцам."
        "Теперь это слово уже не казалось таким уж выспренным и издевательским."
        "Потому что эти были готовы стоять до конца."
        "Но в этом не было никакого смысла."
        "Красноглазик употребил своё самое страшное оружие."
        "А значит, мне теперь крайне долго будет не до глупостей вроде прохода мимо них."
        "Мне предстояло сжиться с самым страшным - предельно откровенной и неприглядной правдой о самом себе."
        if loki:
            "Музыкант, поэт… ничтожество."
            "Потративший четыре дня на то, чтобы… ничего не сделать."
            "Чтобы сохранить status quo."
            "Плюнувший в лицо высшей силе в отместку за подарок."
            "Память о событиях, предшествующих переносу, вернулась сразу и вдруг."
            "Поневоле задумаешься — а стоил ли я такого чудесного спасения?"
            "Некоторые люди просто созданы для того, чтобы однажды бесславно подохнуть."
            "Возможно я один из них?"
        else:
            "Беспассионарной амёбой, как метко меня окрестило однажды подсознание."
            "Человеком, который, оказавшись даже в самом чудесном месте во всех обозримых вселенных, предпочёл вести себя так, как он привык."
            "То есть - никак."
            "Меня интересует только моё одиночество и мой компьютер."
            "Вот было бы здорово, если бы вместе со мной перенесли и его, правда?"
            "Вот было бы здорово просто перестать думать."
            "Жалеть себя."
            "Вот было бы здорово сдохнуть."
        "Мне предстояло пережить правду."
        "Я - низачем."
        "Низачем."
        window hide
        scene bg ext_path2_night with dissolve
        "Развернувшись, я почувствовал, как расслабляются мышцы у висков, как теряет упругость позвоночник."
        "Ссутулившись и выдохнув, я поплёлся обратно в лагерь, между делом совершенно автоматически определив его расположение."
        "Всё верно, в том противостоянии у забытого плоскогорья я никак не мог бы оказаться одним из тех юнцов."
        "Потому что встать спиной к обрыву требует простого условия."
        "Надо быть человеком."
        "Не мой случай."
    stop music fadeout 3
    stop ambience fadeout 3    
    window hide
    return

label alt_day4_neu_us_launch:#Запуск кораблика
    play music thousand_of_pixies fadein 3
    scene cg d4_us_stardust_7dl with dissolve
    me "Что это?"
    "Благоговейно выдохнул я."
    if loki:
        us "Это… так."
        me "Что?"
        us "Обычай."
        "Ответила Ульянка."
        us "Что ты здесь делаешь? Ты не должен здесь быть!" #s повтор ч2
        me "Со мной что-то не так?"
        us "Нет, но…"
        us "Насмешка и недоверие. Ты всё испортишь."
        me "Вот ведь глупость какая. Я же сюда дошёл, помнишь? Убедил твоего этого бодигарда."
        me "Тебе незачем бояться меня."
        "Ульяна отрицательно покачала головой."
        us "Я не боюсь тебя. Скорее - за тебя."
        me "Но что может случиться?"
        window hide
        with fade2
        us "Ничего."
        "Вздохнула она."
        us "И это самое печальное."
    else:
        us "А есть разница?"
        "Ответили сзади, и на причал рядом со мной вышла Ульяна."
        "Она держала в руках простенький кораблик, выточенный из куска сосновой коры, с круто изогнутым парусом из листика."
        "Единственным его отличием от обычных корабликов была короткая, толстая свеча, тыльной частью наживленная на мачту кораблика."
        "Чиркнула спичка, родилось пламя – у крохотного костерка на берегу очередью стояло ещё трое, ожидая свой черёд."
        me "Мне кажется, что…"
        us "Тебе кажется."
        "Присев на корточки, девочка бережно опустила судёнышко на воду и, развернув носом в сторону светящегося пятна, легонько подтолкнула."
        "И ещё одна крохотная искорка направилась в сторону огромного светового пятна. Там уже было никак не меньше сотни ей подобных."
    us "Тысяча огоньков. {w}Ритуал поиска пути." #s потерялась связь с вопросом
    me "Пути куда?"
    us "Наружу."
    me "В смысле?"
    us "В том смысле, что отсюда невозможно уехать, убежать, уйти. Никак."
    if loki:
        us "Этих вот."
        "Она махнула рукой, показывая на дрожащее марево."
        us "Скорее всего, прибьёт в заводь. И это хорошо."
        me "Почему?"
        us "Есть шанс!"
        us "Ни один кораблик ни разу не уплыл вниз по течению - не знаю почему."
        me "Странно."
        us "Вот я тоже так думаю."
        us "И поезд."
        window hide
        scene expression Desat("cg d2_us_trainhop_7dl")
        scene anim prolog_2
        with dissolve
        us "Помнишь?"
        "Я машинально кивнул."
        us "Вот то. Я перепробовала всё. Даже катамаран угоняла однажды."
        window hide
        scene cg d4_us_stardust_7dl with dissolve
        us "Но теперь, раз ты здесь."
        us "Помоги?"
        me "Но как?"
        "Вместо ответа, Ульяна отвернулась и задумчиво уставилась на уходящую всё дальше и дальше флотилию."
        us "Помнишь же - в начале было слово."
        me "С чего бы это тебя на религию потянуло?"
        us "Религия тут при чём?"
        "Фыркнула она."
        us "Сначала я хочу, чтобы ты дал слово."
        me "Никому и никогда."
        us "Да хоть Папе Римскому. Мне важнее, чтобы ты не бросил всё на середине. Понял?"
        me "Обещаю."
        "Поколебавшись, она продолжила:"
        us "Мы не первые, кто запускает здесь поисковички."
        us "Передо мной был Миря - он меня всему научил."
        us "Перед Мирей была Татьяна. До той ещё какая-то девушка, я не помню имени."
        us "Все мы ищем одно и то же."
        me "Способ сбежать из лагеря?"
        us "Идиот."
        "Беззлобно обругала меня она."
        us "Здесь особое место. Таких почти нигде нет больше. А ты шутки шутишь."
        me "Чем же оно особенное?"
        us "Узнаешь однажды."
        us "Но да, просто так отсюда тоже не уедешь. Хотя ты уже пытался. Да."
        me "А как же тогда продукты, родители?"
        us "Они другие. С ними всё это не работает."
        me "В чём отличие?"
        us "Взрослые."
        me "И я?"
    else:
        window hide
        scene expression Desat("cg d2_us_trainhop_7dl")
        scene anim prolog_2
        with dissolve
        us "Я пробовала. И с тобой тоже. Помнишь поезд?"
        me "Но мы же…"
        us "Завтра я пойду их искать."
        "Сообщила девочка."
        us "Я перепробовала всё, что могла. {w}Поезд в том числе."
        window hide
        scene cg d4_us_stardust_7dl with dissolve
        us "Всё возвращается."
        me "Возвращается?"
        us "Кроме воды."
        "Кивнула она."
        us "Она откуда-то берётся и куда-то пропадает."
        us "Значит, она нашла путь."
        "Она поднялась, неотрывно следя за дрейфующей флотилией из тысячи огоньков."
        us "И я найду."
        me "Вот почему ты говорила, что я слишком стар?"
    "Не потому, что человек находится под защитой Сказки лет до четырнадцати, пока и сам верит в эту Сказку?" #s у Локи нужен переход к этой фразе
    "Любой сходу сумел бы назвать несколько случаев из раннего детства, когда происходящее иначе, как чудом, нельзя было назвать – счастливые совпадения, предзнаменования, встречи…"
    "Ульянка находится на самой высшей точке, она уже почти вышла в тираж."
    "Ещё год, может быть, полтора – и всё."
    "Свет увидит юная барышня, которую интересуют всякие взрослые штуки."
    "А для сказки она будет безвозвратно потеряна."
    th "Дело не в возрасте, дело во взрослении. "
    us "А ты нет?"
    me "Нет."
    us "Убеди меня. Сделай Огонька."
    me "А можно?"
    us "Почему нет?"
    "Покопавшись в карманах, Ульянка протянула мне кусок сосновой коры и ножик."
    me "И правда… чего это я."
    "Ничего сложного в изготовлении кораблика для меня не было."
    "Разве что я слишком давно занимался этим в прошлый раз, поэтому мог забыть кое-какие детали."
    "Но, похоже, всё было правильно – поймав одобрительный взгляд девочки, я вернул ей нож и сформированный корпус."
    "Сверху мачта, снизу киль – и новый огонёк вот-вот отправился в плавание."
    if loki:
        "Ульяна протянула мне огарок свечки."
        us "Прикрепи к мачте."
        me "Зачем?"
        "Вместо ответа она постучала мне по лбу:"
        us "Глупый, что ли? Огонёк же!"
        me "Да, разумеется."
    else:
        me "А что там, ниже по течению?"
        us "Карьер. Скорее всего, там они все и застрянут."
        me "Плохо запустили?"
    "Помолчали снова. Ульянка протянула руку:"
    us "Закончил?"
    "Получив требуемое, она взяла кораблик  в руку и, протянув ту над водой, начала:"
    us "Тай-тай, налетай, ветерки-подружки! {w}Нам тропинку найти помоги наружу!"
    me "Что это?"
    "Отмахнувшись, она продолжила."
    us "Тай-тай, налетай огоньками ветер. {w}Чтоб однажды меня кто-то где-то встретил."
    "С последним словом она отпустила кораблик - я не успел заметить, когда на мачте занялся крохотный лепесток пламени - и тот устремился вниз!"
    scene black with dissolve
    "Я зажмурился, готовясь к тому, что сейчас из-за неудачного приземления плеснувшей водой зальёт огонёк, и не будет у меня такого же, как у тех, что создали флотилии."
    scene cg d4_us_stardust_7dl with dspr
    "Но лишь негромкий смешок был мне ответом."
    "Открыв глаза, я увидел неспешно дрейфующий кораблик."
    "Пламя на его мачте жило и гаснуть не собиралось."
    us "Это Напутствие."
    "Произнесла она с заглавной буквы."
    us "Ты должен попросить Огонька найти дорогу."
    me "И находит?"
    us "У одного огонька мало сил. {w}Но когда их много, они кое-что умеют."
    me "Правда?"
    us "Правда."
    "Она странно посмотрела на меня, но, поняв, что смотрит мне в глаза, смутилась, отвела взгляд в сторону."
    us "Ты сам поймёшь."
    me "А что надо, чтоб понять?"
    us "Запусти своего Огонька."
    me "Просто запустить?"
    us "А зачем усложнять?"
    us "Зажигай свечку, читай напутствие и попроси его найти дорогу. {w} Остальное он сделает сам."
    window hide
    with fade2
    "Она поднялась, неотрывно следя за дрейфующей флотилией из тысячи огоньков."
    us "А завтра надо будет найти их, чтобы сделать следующий шаг."
    us "Если не хочешь искать, ничего страшного, я и сама найду."
    if loki:
        me "А если хочу?"
        us "Нет."
        me "Что нет?"
        us "Не хочешь."
        me "Тебе-то откуда знать?"
        us "Просто…"
        "Она отвела глаза."
        "А до меня вдруг дошёл вполне очевидный факт:"
        th "Да она же сглазить боится."
        "Ну, разумеется."
        th "Потому и не загадывает, потому и…"
        "Я постарался произнести самым нейтральным тоном:"
        me "Давай тогда завтра ещё раз вернёмся к этой теме, тогда и…"
    else:
        "Она уставилась на дотлевающий закат, а я не придумал ничего, кроме как пробормотать:"
        me "Ты-то только и найдёшь."
        us "В смысле?"
        me "Дело же не в корабликах, верно? А в том, кто запускает."
    window hide
    scene bg ext_seashore_7dl with dissolve
    stop music fadeout 3
    play ambience ambience_boat_station_night fadein 3
    show us sad sport with dissolve
    "Помолчали снова. Ульянка дёрнула плечом."
    us "Пойду я."
    us "Сходишь сам завтра, проверишь, я здесь при чём."
    us "…Понапридумывал всякого…"
    window hide
    "И она была кругом права."
    "Так оно и было на самом деле, и ничего не вращалось вокруг девочки с красными волосами."
    "Ничего и никто."
    "И ничего не произойдёт, если на карьер завтра я пойду один, а Ульяна сейчас вернётся в лагерь."
    "Только…"
    "Представил я, как мы сейчас разойдёмся, я - в лагерь, она - по своим непонятным делам. И будем расходиться всё дальше, дальше…"
    "От слова «насовсем» веяло сырым холодом, оно болело и было невозможно неудобным, несмотря на всю логику и справедливость."
    me "Не схожу."
    "Выдохнул я."
    show us normal sport with dissolve
    us "Почему?"
    me "Потому что я…"
    "Мысли заметались, подбирая аргумент поувесистее."
    me "Я дороги не знаю!"
    us "Спросишь у Слави."
    me "Она со мной увяжется, а я не хочу."
    if loki:
        us "У Тиши тогда."
    else:
        us "Значит, Лену проводить попросишь."
    me "Ты серьёзно?!"
    us "А что такого? {w}Ладно, я пойду."
    "Ульяна была покрыта крупными мурашками."
    us "Холодно."
    hide us with dissolve
    me "Я хочу, чтобы ты со мной пошла."
    "Бессильно пробормотал в спину я."
    if loki:
        "Ульяна вздрогнула, но не обернулась."
        "Используя огарок свечки, как источник, она помахала стоящим наверху гвардейцам, и те мгновенно запалили фонарь, освещая путь."
        show us normal sport with dspr
        us "Ты идёшь?"
        us "Или будешь сидеть?"
        me "Иду."
        us "Тогда поторопись, у нас мало времени."
        hide us with dspr
        window hide
        scene bg ext_path2_night with dissolve
        "Увязая в мокрой траве, грязи и глине, она поспешила наверх, не оставляя мне выбора, как только следовать за ней."
        "А пока я шёл, пытаясь ставить ноги ровно и цепляться крепко, в голову лезла всякая сказочная чертовщина, про возраст, про лагерь как заколдованное царство."
        "К моменту, когда мы оба поднялись наверх, небо уже окончательно стемнело."
        "И мы, сопровождаемые почётным эскортом, отправились обратно в лагерь."
    else:
        "Спина на мгновение распрямилась - и тут же расслабилась."
        "Сейчас я никак не мог проверить себя, показалось мне или меня и правда не расслышали."
        "А спрашивать почему-то не хотелось."
        "Не говоря больше ни слова, она махнула рукой мнущимся неподалёку «гвардейцам» и, увязая в глине, заспешила вверх по тропинке, где её и встретили."
        "Минута - и я остался в одиночестве."
        window hide
        scene bg ext_path2_night with dissolve
        "Вздохнув и бросив последний взгляд на горящую флотилию, я развернулся к склону лицом и начал карабкаться наверх."
        "Время вплотную приблизилось к десяти часам. Ещё чуть-чуть - и Славя закроет ворота."
    stop music fadeout 3
    stop ambience fadeout 3    
    window hide
    return

label alt_day4_neu_map_dining_hall:
    play music music_list["your_bright_side"] fadein 5
    $ persistent.sprite_time = "sunset"
    scene bg ext_dining_hall_away_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 2
    "Коль скоро все пионеры разбрелись по своим делам, я решил занять место на огромном крыльце столовой."
    "Здесь было очень тихо и спокойно."
    "А на скамеечке можно с комфортом разместиться и подремать."
    "И черта с два меня кто-нибудь сумел бы заметить со стороны площади или ещё откуда-нибудь."
    "Одиночка по натуре, я нуждался хотя бы в кратких порциях одиночества."
    "За три дня полностью переломить характер человека всё равно не удастся."
    "Давно же известно — от привычки можно избавиться никак не меньше, чем за шесть недель."
    "Говоря лагерными терминами — две смены нон-стоп."
    "Если до той поры я не сойду с ума от постоянного присутствия кого-то рядом."
    "Итак…"
    "Я покачался с пятки на носок, прикидывая возможное развитие сегодняшнего вечера."
    $ mt_pt += 1
    th "Хотя что тут прикидывать? Под лежачий камень вода не течёт."
    "Я растянулся на скамейке и прикрыл глаза."
    "У меня сиеста — и пусть весь мир подождёт!"
    window hide
    scene anim prolog_2 with dissolve
    "Глазки закрылись, зрачки закатились…"
    play music music_list["sparkles"] fadein 3
    show blackout_exh
    window hide
    $ meet('mt','Девушка')
    "Я стоял на пороге магазина и растерянно смотрел перед собой."
    "Это был один из тех магазинчиков, что, казалось, безвозвратно канули в Лету с удешевлением интернета."
    "Все эти «три пятёрочки», «CD-DVD-MP3», «аренда дисков» и прочие."
    "Кому придёт в голову тратить деньги на заведомо пиратскую продукцию, если за те же деньги можно дома накачать раз этак в тысячу больше?"
    "Но, блин! Если тут будут такие продавцы — я с удовольствием сюда зайду и не раз, и даже не десять раз!"
    "Меня толкнул в плечо кто-то хмурый и прошёл мимо меня в магазин."
    me "Извиняюсь."
    "Я перестал маячить на пороге и убрался с пути движения."
    "До меня вдруг дошло, что именно, кроме архаичности такого рода магазина, привлекло моё внимание."
    "Оформление."
    "Вместо привычных уже ярких картинок на обложках дисков, в большинстве своём это были просто серые коробки с какими-то аббревиатурами."
    "Наконец, продавщица освободилась и подошла ко мне."
    show mt normal dress with dissolve
    mt "Здравствуйте."
    "Профессионально улыбнулась она."
    mt "Чем я могу вам помочь?"
    me "Да я, понимаете… {w}Скажите, а что со всеми этими дисками?"
    "Невольно понизив голос, спросил я."
    mt "А, это… Это пользовательские сценарии."
    me "Простите, что?"
    show mt smile dress with dspr
    mt "Говоря на молодёжном сленге — это модификации для игр."
    me "И вы ими торгуете?"
    mt "Мы торгуем только ими!"
    mt "Особенно удачно расходятся модификации для визуальных новелл."
    "Она с трудом развернула поворотный стенд, и я зажмурился от пестрящей цифробуквенной каши."
    me "«9НЗ»? «БГ»? «ХВП»?"
    "Растерянно прочитал я."
    me "И что это за непонятица?"
    show mt normal dress with dspr
    mt "Всё в порядке, люди, приходящие сюда, как правило, уже точно знают куда идти и какой код спрашивать."
    me "И они идут и покупают модификацию на диске?"
    mt "Да."
    me "Но зачем им это нужно?"
    "Продавщица выглядит так, будто что-то знает, поэтому я почему-то совершенно не стесняюсь задать ей этот вопрос."
    "Почему бы и нет? Узнать у продавца, чем это у него товар такой притягательный."
    mt "Понимаете…"
    mt "Часто происходит так, что многообещающая игра получается не такой замечательной, какой хотели поклонники."
    mt "В случае с «новеллами» чаще всего проблемы именно с сюжетом."
    mt "И тогда люди начинают делать собственные сюжеты."
    me "Сюжеты? В модификациях?"
    me "Серьёзно? Работа, написанная любителем?"
    "Сказать по правде, я всегда считал моды своего рода нечестной игрой, когда пользователь просто меняет правила игры под себя."
    mt "Да. И очень часто они не уступают, а даже превосходят оригинал."
    "Я нашёл, что в это трудно поверить."
    "С трудом верилось, что человек, до сих пор занимавшийся своими, никак не связанными с игростроем, делами, вдруг сядет и сделает лучше профессиональных разработчиков."
    mt "Или ещё чаще происходит так, что игра удаётся, и поклонникам тяжело с ней проститься, а разработчик отказывается писать продолжение, либо его создание занимает очень много времени."
    me "Это уже называется английским словом «фанфикшн», и в это мне верится больше."
    "Подхватил я."
    mt "Верно. {w}Некоторых ещё при жизни могут канонизировать и причислить к лику DLC."
    me "Но в любом случае, вряд ли там может быть что-то действительно заслуживающее внимания."
    me "Сюжет, да ещё и неплохой… В модификациях."
    "Девушка с улыбкой слушала моё горячечное выступление."
    me "Может быть, я однажды сойду с ума окончательно и решусь прочесть что-нибудь такое."
    me "Но пока что я не какой-нибудь долбанутый на всю голову отаку, чтобы пропадать в этом всём."
    show mt smile dress with dspr
    mt "Между прочим, наш магазин разыгрывает приз — на одном из дисков есть указание адреса, где можно будет его забрать."
    "Улыбается продавщица."
    me "И что за приз?"
    show mt normal dress close with dspr
    mt "А ты не догадываешься?"
    stop music fadeout 3
    scene black with fade
    with vpunch
    "Комплект на ней был такой, что даже мои современницы не постеснялись надеть — чёрный, с атласным отливом, с пушапом груди, с фривольным сердечком, вырезанным чуть в стороне от самого интересного места."
    me "Знаешь…"
    mt "Что?"
    me "Тебе не кажется…"
    "В два приёма выдохнул я, с неохотой отрываясь от её губ."
    me "Что твоё бельё слишком эротичное… Для пионерлагеря…"
    mt "Не кажется."
    "Она прикрыла глаза и прислушивалась к тому, где и что творят мои губы."
    mt "Я обычно такое и не ношу."
    "Здравый смысл? Ау?"
    "Рассудок, сознание, последствия? Ау?"
    "Забились в дальний уголок и не отсвечивают, когда дело касается…"
    "Или тело касается?"
    window hide
    scene bg ext_seashore_7dl with dissolve
    $ persistent.sprite_time = "night"
    show mt_shade with dspr
    play music music_list["silhouette_in_sunset"] fadein 3
    mt "Значит, я твоя вожатая, ты мой подопечный."
    mt "Всё верно?"
    "Она опять говорит это чуть слышно, больше для себя."
    "Тишина."
    "Мы только-только выбрались из воды, и у меня зуб на зуб не попадал от холода."
    "Почему всегда надо завести неудобный разговор в самое неудобное время?!"
    "Она чего-то ждала?"
    "Может быть…"
    me "Ты… Неправда это."
    "Я встал."
    "Набрал в грудь воздуха."
    "Выдохнул."
    me "Короче, тут, как бы…"
    mt "Понятно…"
    "Она смотрит в сторону."
    me "Нет! Я не…"
    mt "Что?"
    me "Ну… Мне… Да не могу я так!"
    "Я плюхнулся рядом с ней на землю."
    "И смотря куда-то туда же, куда смотрит она, наконец, сказал."
    me "Ты и правда мне нравишься."
    "Как спусковой крючок — слово произнесено, и я понял, что это и правда так." 
    "Подсознание куда мудрее в некоторых вещах умника сверху, оно понимает мгновенно, с кем действительно классно рядом."
    "С кем время летит незаметно, и всегда захочется вернуться."
    "Разве что это опять вторжение в частную жизнь."
    "И плакало моё одиночество."
    me "К тому же… Я нашёл тебя, а что за главный приз там был, ты так и не сказала."
    "Тишина."
    "У меня плохое предчувствие."
    "Очень плохое."
    "Девушка вздохнула с видом всепрощения."
    mt "Сложно это всё."
    mt "А я ещё надеялась, что буду счастлива, услышав признание."
    me "Признание? Да я же просто…"
    dreamgirl "Сказал ей, что она тебе нравится."
    th "Long time no see."
    "Но здесь — да, всё верно. {w}Даже не натягивая сову на глобус, можно назвать это признанием."
    "И не похоже, что она притворяется."
    "Кажется, даже покраснела немного — хотя мне в потёмках уже не видно."
    mt "Во всяком случае, буду знать, что я тебе небезразлична."
    "Вот так."
    "Цирк закрывается, парусиновый шатёр сворачивается, арена демонтируется, и на земле остаётся только подмусоренный вытоптанный участок."
    "Этот участок — я."
    "Театр одного идиота, машу вашу."
    mt "Ты выглядишь подавленным. Я что-то не то сказала?"
    me "Ну… Нет."
    mt "Что-то болит?"
    "Сердце, наверное, болит."
    "Инфаркт миокарда, рубец девять миллиметров."
    "Любопытно, почему вояки стреляются в сердце?"
    "Она погладила меня по щеке."
    show mt normal pioneer with dspr
    mt "Не кисни, Сёмчик."
    $ meet('mt','Ольга Дмитриевна')
    show blinking
    window hide
    scene bg ext_dining_hall_near_sunset
    show mt sad pioneer
    with flash
    window hide
    mt "Семён…"
    me "Да нет, я правду говорю!"
    "Крикнул я."
    me "Ты и правда мне нравишься!"
    show mt grin pioneer with dspr
    mt "Надо же… Какая откровенность."
    "Улыбнулась Ольга, сидящая рядом со мной на скамейке."
    "И я понял вдруг, что проснулся."
    "Что…"
    "Я покраснел."
    "Вот попал так попал!"
    me "Да я не… Да вы…"
    show mt smile pioneer with dspr
    mt "Вот как? Мы больше не на «ты»?"
    "Легонько улыбнулась вожатая."
    mt "Да я поняла, что это был сон."
    voice "Глупо было бы надеяться, что ты всё вспомнил."
    me "Простите?!"
    mt "Я ничего не говорила."
    me "А кто… {w}А… Ладно. Как вы меня нашли?"
    show mt normal pioneer with dspr
    mt "Я знаю тебя лучше, чем тебе кажется."
    "Улыбнулась вожатая."
    mt "У меня для тебя поручение появилось небольшое."
    mt "Малюсенькое совсем."
    "Ню-ню. {w}Чем сильнее склонна преуменьшать нагрузку вожатая, тем б{b}о{/b}льшие проблемы ожидают на том берегу."
    me "Ну Оооольга Дмитриевна!"
    "Заканючил я."
    show mt smile pioneer with dspr
    mt "Что случилось?"
    me "Ну вы же отдыхать шли!"
    mt "С вами отдохнёшь, пожалуй… "
    "Она вздохнула."
    "Но тут же улыбнулась:"
    mt "А вот это дело сделаю, и сразу отдыхать пойду!"
    "Ага, в деле досуга вожатой надорвались пятьсот пионеров."
    mt "Не отвлекай меня!"
    mt "Сходи найди Алису и Мику."
    mt "Завтра по графику у нас костёр, так что нужно подготовиться как следует."
    mt "Пенки и картошку я вам уже выписала, но что за костёр без гитары."
    me "Значит, подготовить с ними несколько песен, да?"
    show mt laugh pioneer with dspr
    mt "Какой ты понятливый."
    "Рассмеялась Ольга и поднялась."
    show mt laugh pioneer far with zoomout
    me "Ольга Дмитриевна!"
    mt "Что?"
    "Бросила вожатая — она, похоже, уже вся пребывала в радужных мечтах об отдыхе."
    me "Где мне их искать?"
    mt "А. На эстраде, они должны там после концерта убираться."
    "Помахала мне рукой и убежала."
    window hide        
    scene bg ext_stage_big_sunset_7dl with dissolve
    play music music_list["your_bright_side"] fadein 5
    $ persistent.sprite_time = "sunset"
    play ambience ambience_camp_center_evening fadein 2
    "Мику и Алиса деловито сворачивали кабеля, отключали аппаратуру, оттаскивали вглубь эстрады использованный реквизит."
    "И если с Мику всё было понятно — для неё функционирование сопутствующих суть хлеб насущный, то о причинах, заставивших взяться за метлу Алису, оставалось только догадываться."
    "Вспомнив о третьей вещи, на которую можно смотреть бесконечно, я уступил порыву и устроился на скамеечке медитировать."
    "К несчастью, они уже заканчивали, поэтому долго сидеть не удалось."
    show dv normal pioneer2 at right with dspr
    dv "Давно сидишь?"
    "Наконец, заметила меня Алиса."
    me "Только что пришёл."
    me "Ольга Дмитриевна попросила найти вас и напомнить о том, что к завтрашнему костру нужно подготовить несколько песен."
    show mi normal pioneer at left with dspr
    mi "Добрый вечер, Сеня!"
    "Кивнула японка."
    mi "А я помню о костре, вот сейчас собиралась после уборки пойти в клуб и там порыться в песеннике."
    mi "Мы с Алисочкой должны вспомнить несколько песенок для костра, можно даже тех, что пели в прошлый раз. {w}Ты знаешь песни для костра?"
    "Огорошила она меня."
    "Немного поразмыслив, я кивнул."
    show mi happy pioneer with dspr
    mi "Прекрасно! {w}Три головы лучше, чем две, может, вспомнишь что-нибудь, чего мы не знаем."
    "Перспектива судорожного разучивания новой песни эту девушку не пугала нисколько."
    show dv grin pioneer2 with dspr
    dv "Ох, не знала, что у вас такие тёплые отношения."
    dv "Я думала попросить тебя помочь нам с Ульянкой кое-где, но теперь, когда у вас такая связь…"
    show dv laugh pioneer2 with dspr
    dv "Не смею мешать вашему счастью."
    if alt_day4_neu_date == 3:
        me "Нет уж, спасибо."
        me "Удивлён, что тебе нахальства хватает подходить ко мне после утреннего."
        show dv smile pioneer2 with dspr
        dv "Эй, ты чё, обиделся?"
        dv "Ты чё, девочка Надя за десять туманов? {w}Так ты заплачь."
        show mi upset pioneer with dspr
        mi "А что было утром?"
        me "Неприятно было утром."
        dv "Заперли его в домике, пошутили."
        dv "Он и захныкал, как пятиклашка."
        "Мику с каким-то нездоровым любопытством уставилась на меня, а в голове всплыло вдруг слово из английского — не то «балли», не то «булли»."
        "И спасаясь от охватывавшего меня отчаяния, я выпалил."
    menu:
        "Пошли песни готовить!":
            $ mt_pt += 1
            play music music_list["she_is_kind"] fadein 3
            "Фигу ей, а не помощь. Приказ вожатой есть приказ вожатой!"
            "Процедив нечто непечатное, Алиса грохнула дверью подсобки и, захлопнув навесной замок, осведомилась:"
            dv "Ну мы идём или как?"
            window hide
            $ persistent.sprite_time = "night"
            $ night_time()
            scene bg ext_musclub_night_7dl with dissolve
            play ambience ambience_camp_center_night fadein 3
        
            "Пока суд да дело, на улицу успели опуститься сумерки."
            "Так что до музыкального клуба мы добрались, когда единственным источником освещения остался лунный свет."
            me "Может, здесь посидим?"
            "Предложил я, особо не надеясь на согласие девочек."
            "Но не хотелось лезть в помещение в такой вечер."
            show mi upset pioneer at left with dspr
            if alt_day4_neu_date == 4:
                "Мику покосилась на меня вопросительно — видимо, утренние события ещё были свежи в её памяти."
                "Но ничего не сказала."
                "За что я был ей благодарен."
            mi "А как же мы тогда…"
            me "Давай пока просто лампочку включим, чтобы вы мимо струн не промахивались, а там посмотрим."
            me "Может, уже того, что мы вспомним, хватит на то, что полностью сформировать программу выступлений."
            show dv normal pioneer2 at right with dspr
            dv "Не люблю этого олуха, но соглашусь."
            dv "Там жарко и душно, давай лучше тут посидим."
            mi "Если вы так говорите."
            "Неуверенно протянула Мику."
            hide mi with easeoutleft
            play sound sfx_open_door_1
            "И, мгновенно пропав из виду, загремела инструментами."
            show dv shy pioneer2 with dspr
            "Алиса тут же приняла независимый вид и даже открыла было рот для того, чтобы начать что-то говорить…"
            "И тут же закрыла его."
            "Я старательно смотрел на неё как на пустое место."
            "Ничего удивительного в том, что она смешалась."
            "Смутилась, отвела взгляд, и, не зная куда деть руки, уставилась себе под ноги."
            "А я, с трудом сдерживая довольный хохот, буквально упивался неловкостью момента."
            "Люблю, очень люблю я моменты такого неловкого молчания."
            play sound sfx_open_door_1
            show mi smile pioneer at left with dspr
            "Ну тут выскочившая из клуба Мику разрядила обстановку."
            "Эх, жаль. Когда ещё выдастся так постесняться!"
            mi "Простите, я долго — никак не могла найти гитару ещё и для Сенечки."
            "Она вручила Алисе инструмент."
            me "Мне-то зачем?"
            "Мику уставилась на меня с интересом."
            show mi laugh pioneer with dspr
            mi "А как ты собираешься песни вспоминать?"
            me "Как, как… Я напою, а вы наиграете."
            th "Правда, в голову всё больше лезут достаточно специфические песни."
            dreamgirl "Алиска их точно оценит!"
            "Я улыбнулся."
            th "А уж как их Ольга оценит! {w}Наверное, это будет первый в её практике раз, когда она решит выпороть пионера."
            me "Ладно, давайте попробуем что-нибудь вспомнить."
            show mi smile pioneer with dspr
            mi "Нужен хотя бы десяток песен."
            me "А сколько у вас уже сейчас есть?"
            mi "Штук пять, наверное, вспомним. {w}А у тебя? {w}Напоёшь?"
            stop music fadeout 3
            scene cg d4_mi_guitar_moon_7dl with dissolve
            "Мику приготовилась и вопросительно уставилась на меня."
            "А я молчал. Мне было почему-то неловко."
            mi "Или не хочешь?"
            "Она понятливо улыбнулась."
            play music music_list["farewell_to_the_past_edit"] fadein 3
            mi "Ииии!"
            "Она взяла первый аккорд."
            me "Да-да, сейчас."
            "Пара вдохов, чтобы преодолеть смущение, и:"
            me "И грустно, и смешно… Кружат воспоминанья. Что было — то прошло, а завтра расставанье."
            me "Дай руку на долгую разлуку. Улыбнись от души, телефон запиши."
            dv "Я эту знаю, только она не для костра."
            me "Ну тогда…"
            "Вторая песня далась ещё проще."
            me "Просто нечего нам больше терять — всё нам вспомнится на страшном суде. {w}Эта ночь легла как тот перевал, за которым исполненье наде-е-ежд."
            "К подбирающей аккорды Мику подключилась Алиса — ничего удивительного, что она знала текст:"
            dv "Просто прожитое прожито зря — не зря, но не в этом, понимаешь ли, соль…"
            "Ещё песня, ещё… У социализации есть много лиц, и кроме участия в жизни лагеря, должно быть иногда и такое."
            "Как в жизни любой стаи иногда жизненно необходимы и волки, и красные флажки, так и одиночке порой никак без костра, водки и знания, что все вокруг сейчас так же смотрят на тлеющие угли."
            me "А люди идут по свету, слова их порою грубы… Пожалуйста, извините — с усмешкой они говорят."
            mt "Но сладкую нежность песни ласкают сухие губы — и самые лучшие книги они в рюкзаках хранят!"
            "Видимо, пели мы достаточно громко, так как несмотря на достаточно поздний час и удалённость, по тропинкам начали подтягиваться пионеры."
            th "Как будто на концерте не насмотрелись."
            "С вялым раздражением подумал я."
            "Последние аккорды, и…"
            me "На этом наш концерт объявляется…"
            voice "Эй, давай последнюю!"
            "Попросил голос из темноты."
            "Делать нечего, пришлось уступить."
            me "Последнюю."
            "Порывшись в памяти, я вытащил одну — режущую пальцы, подобную стеклянному изваянию."
            me "Ну это не для костра. Но раз просили…"
            $ alt_day4_neu_mt_songs = True
            if loki:
                me "Чёрная маска скрывает лицо, но не скрывает глаз. Палец на спуске — кто его знает, бог или дьявол за нас."
                me "Точка на карте, рёв самолёта, друга прощальный взгляд."
                me "Кто его знает, бог или дьявол — и кто возвратится назад…"
            else:
                "Алиса, Мику — тут синкопой, по такту — подобно вальсу."
                th "Эх, надеюсь, не стану причиной хроноклазма — в отличие от сомнительной даты написания «лирики», эта была написана Бутусовым 95-м году абсолютно точно."
                me "Ты снимаешь вечернее платье, стоя лицом к стене… И я вижу свежие шрамы на гладкой как бархат спине."
                me "Мне хочется плакать от боли — или забыться во сне."
                me "Где твои крылья, {w}которые так нравились мне."
            "После того, как стихла гитара, на лагерь опустилась тишина."
            "Кажется, наши нечаянные зрители забыли о том, как дышать."
            "Сами просили, я здесь не причём."
            me "Вот и всё. Артисты так устали, что жрать охота и переночевать негде. Концерт откладывается до завтрашнего костра."
            window hide
            scene bg ext_musclub_night_7dl
            show mi smile pioneer at cleft with dspr
            show dv normal pioneer2 at right with dspr
            window hide
            "Девушки наметили шутливый поклон."
            show mt normal pioneer at fleft behind mi with dspr
            mt "Если завтра выступите так же, представлю к награде."
            me "Спасибочки. Флаг поднимать, да?"
            mt "А как ты догадался?"
            me "Да уж догадался. {w}Девушки, сколько песен?"
            "Мику подняла кулак с прижатым сбоку пальцем:"
            mi "Одиннадцать!"
            me "Вот и здорово! {w}Засим позвольте откланяться — спать пошёл!"
            stop music fadeout 3
            window hide
        "Двачевская, если вдруг что…":
            play music music_list["i_want_to_play"] fadein 5
            $ us_pt += 1
            dv "Да всё будет хорошо, у нас с Ульяной есть план."
            "Она подмигнула:"
            dv "И можешь не трястись так, тебя это никак не заденет."
            me "А делать-то что надо?"
            dv "Отойдём."
            window hide
            scene bg ext_aidpost_night
            show dv normal pioneer2 at left
            with dissolve
        
            "Распрощавшись с Мику, Алиса увлекла меня через центр лагеря к одиноко стоящем в потёмках домику медпункта."
            "В голову пришла мысль, что в этом лагере решительно никто не способен перемещаться нормальным человеческим шагом."
            th "Вот была бы потеха, если бы мы с Двачевской придумали встречаться. {w}Я ей такой: «Рыжевская, айда на пристань прогуляемся?»"
            th "А она: «Айда!» и в ритме спринтера-рекордсмена за 19.8 секунд от площади до пристани!"
            me "Ты куда-то торопишься?"
            if us_pt > 1:
                us "Да!"
                if d3_pt > 0:
                    us "Если ты вдруг забыл!"
                    me "Ничего я не забыл."
                show us smile sport at right with dspr
                "Ульяна выступила из тьмы, победно сжимая в руке какой-то пакетик."
                dv "Оно?"
                "Ульяна кивнула."
                me "Что там?"
                us "Увидишь!"
            else:
                dv "Да, есть кое-какое дело."
                dv "Я отойду на минутку, а ты дождись Ульянку и скажи, чтобы вместе со мной тебя ждала."
                me "Надеюсь, это не подстава…"
                "Проворчал я."
                show dv laugh pioneer2 with dspr
                "Алиса с душой хлопнула меня по плечу."
                dv "Расслабься ты! Сегодня ты мой союзник, а я над союзниками не подшучиваю."
                me "Какое облегчение."
                "Съязвил я."
                dv "Всё, жди."
                hide dv with dspr
                "Алиса исчезла в потёмках."
                "Оставив меня одного."
                "И отсутствовала она куда дольше одной минуты!"
                "Я уже успел походить, посидеть, подумывал даже полежать — хотя куда сильнее мне хотелось просто наплевать на «уговор» и пойти домой спать."
                "Но я решил дать Рыжевской шанс."
                "Так что…"
                with vpunch
                play sound sfx_scary_sting
                "За спиной послышался какой-то шум и…"
                "Мне кто-то постучал по спине."
                scene bg ext_aidpost_night:
                    xalign 0.5 yalign 0.5 zoom 1.0
                    linear 0.3 zoom 1.15 xalign 0.75 yalign 0.5
                pause(1)
                scene bg ext_aidpost_night:
                    xalign 0.75 yalign 0.5 zoom 1.15
                    linear 0.8 zoom 1.2 xalign 0.75 yalign 0.35
                show us smile sport at right with dspr
                us "Хы, а ты что тут делаешь?"
                me "Догадайся!"
                "Блин, что у одной, что у другой шуточки абсолютно одинаковые!"
                "И влияют они на меня абсолютно одинаково: и той, и другой очень хочется стукнуть по уху."
                me "Меня Алиса попросила тут подождать тебя, пока она там где-то лазит."
                show us dontlike sport with dspr
                us "Так и знала, что Алиска без меня полезет в медпункт!"
                "Так. Стоп."
                me "Она… чего?"
                show us shy sport with dspr
                us "Нет-нет, ничего! Тебе послышалось."
                window hide
                scene bg ext_aidpost_night
                show us shy2 sport at right
                show dv normal pioneer2 at left
                with dissolve
            
            play music music_list["eat_some_trouble"] fadein 3
            dv "Вперёд!"
            "Она снова побежала куда-то."
            "А мы с Ульяной побежали вслед за ней."
            "Что нам ещё оставалось?"
            window hide
            scene bg ext_clubs_night with dissolve
        
            "Как оказалось немного погодя, Алиса стремилась к кибернетикам."
            "В помещении горел свет, но я, осторожно проведя разведку через забранное решёткой окошко, не увидел никого."
            show dv normal pioneer2 with dspr
            dv "Стой на стрёме."
            "Приказала Алиса и снова исчезла."
            hide dv
            me "Но я же… Эй!"
            me "И что, меня теперь постоянно будут использовать как бессловесную тягловую силу?!"
            "Спросил я у ночи."
            show us smile sport with dspr
            us "Зато не скучно! Что ты как этот!"
            with hpunch
            "Она легонько ткнула меня в бок."
            us "Подсади меня, я хочу посмотреть, что она там делает."
            me "А как же «на стрёме»?"
            us "Всё в порядке, они раньше половины сюда не пойдут, так что давай не тормози."
            "Я не знаю, о чём она говорила, о чём Алиса говорила, и что им потребовалось от кибернетиков."
            "Но на вский случай прогонял мысли о том, что взрывчатку можно сделать и не только из селитры."
            "Так что я покорно подставил спину и столь же покорно удерживал мелкую на весу, пока появившаяся Алиса не разогнала нас по кустам."
            hide us with dissolve
            dv "Всё, теперь ждём."
            "Она показала большой палец и снова замерла — если не знаешь, кого искать, ни за что её не разглядишь!"
            "Надеюсь, наша маскировка такая же хорошая."
            "Ну или что против нас не будут использовать отборных егерей-поисковиков, которые умеют находить куда лучше, чем все остальные прятаться."
            "Так или иначе, после того, как на телефоне время сменилось на половину двенадцатого ночи, мимо нас потянулись пионеры."
            show el normal pioneer with moveinright
            "Сначала Электроник."
            hide el with moveoutleft
            show mz normal pioneer at left
            show sl normal pioneer at right
            with moveinright
            "За ним — удивительный и непонятный тандем из Жужелицы и Слави."
            hide mz
            hide sl
            with moveoutleft
            show un normal pioneer at left
            show mi normal pioneer at right
            with moveinright
            "И, в завершение вечера — Мику под ручку с Леной."
            hide un
            hide mi
            with dissolve
            "Не хватало только Шурика с вожатой."
            "Но, кажется, их решили не ждать."
            "Электроник уже налил в банку воды и поставил кипятильник, не обращая внимане на то, что банка не слишком-то чистая."
            "И было жутко странно и необычно сидеть здесь в кустах, пока цвет пионерии там чаи после отбоя гоняет!"
            "Не то чтобы я им завидовал — но, блин, я тоже хочу поучаствовать!"
            "Перехватив мой взгляд, Алиса подмигнула и качнула головой в сторону окна — мол, продолжай наблюдение."
            "А пионеры вплотную приступили к чаепитию — заваренный вкрутую из жестяной коробочки со слоном, ароматный напиток с шумом полился в подставленные чашки."
            "И вот первый делает глоток, второй…"
            "На столе из ниоткуда появляются конфеты и печенье — правильно, просто так воду глушить никому не охота."
            "Но, к несчастью, в этот момент сработал алисин сюрпризец."
            "Первой покраснела Мику, как самая лёгкая в подобравшейся компании — видимо, на удельный вес количество «сюрприза» оказалось слишком большим."
            "Она прижала руки ко рту, на лбу выступил пот."
            "Что-то пролепетав, она пулей вылетела на улицу и побежала куда-то вверх по дороге."
            "Вслед за ней уступали воздействию химии и прочие участники чаепития."
            "Не прошло и десяти минут, как мимо нас пробежали абсолютно все пионеры из заседающих в клубе."
            "И Алиса на правах победителя тут же устроила грабёж!"
            "Быстро-быстро похватав то, до чего дотянулись её загребущие, она выскочила из клубов и, резко кинув «за мной», бросилась бежать!"
            "Нам ничего не оставалось, как проследовать за ней."
            window hide
            scene bg ext_house_of_dv_night with dissolve
            play sound breath
            show dv normal pioneer2 at left with dspr
        
            me "Не ожидал от тебя такой пошлости, если честно."
            "Пытаясь отдышаться, выдавил я."
            "Мы галопом пробежали от места спецоперации до малозаметной полянки неподалёку от домика Алисы и Ульяны."
            "Там и занялись дележом захваченного добра."
            dv "Пошлости?"
            me "Ну… Это же было слабительное, да?"
            me "Вот они как в туалет побежали."
            show dv laugh pioneer2 with dspr
            show us laugh sport at right with dspr
            us "Ха-ха-ха! Вот почему эта шутка никогда не устареет."
            dv "Согласна!"
            "Алиса хлопнула по подставленной ладони."
            dv "Ну что ты волком-то смотришь?"
            me "Значит, вы обе считаете, что сделали нечто смешное?"
            show dv grin pioneer2 with dspr
            dv "А разве нет?"
            me "Нет!" with vpunch
            extend " Это юмор ниже пояса! Он для самых опустившихся людей."
            show dv laugh pioneer2 with dspr
            dv "У…Ульяна, ты слышала?"
            "Сквозь слёзы простонала Алиса."
            dv "Мы… Мы… Опустившиеся люди."
            "Видимо, моё лицо было достаточно красноречивым, так как следующие несколько минут девушки не были способны ни на что, кроме самого дурного смеха."
            show dv smile pioneer2 with dspr
            show us smile sport with dspr
            dv "Ой, спасибо, ой насмешил."
            "Кажется, у Алисы снова разболелся живот — в этот раз от смеха."
            us "Там не слабительное."
            "Наконец сжалилась надо мной Ульяна."
            us "Самое обычное потогонное."
            us "Просто реакция — ну ты видел, рожа красная, потная, напряжённая."
            dv "Если бы они не были такими ханжами, просто сказали бы друг другу, что происходит."
            dv "Но раз им так важно «сохранить лицо»…"
            "Она подняла кулёк с печеньем над головой."
            dv "Пусть пьют чай так!"
            me "Ну, Алиса…"
            hide dv
            hide us
            with dissolve
            "Только и сказал я."
            "И, покачивая головой, направился баиньки."
            dv "Эй, новичок!"
            "Окликнула меня Рыжевская."
            show dv normal pioneer2 with dspr
            me "Да?"
            dv "Никому ни слова, понял?"
            "Я пожал плечами."
            "Мне показалось это самим собой разумеющимся."
            show dv smile pioneer2 with dspr
            dv "А ты и правда не такой уж и тормоз."
            me "Спасибочки."
            "И ушёл окончательно."
    window hide
    return
    
label alt_day4_neu_sleeptime: #s нужна ветка для неудачника - самобичевателя
    if not alt_day4_neu_mt_diary:
        $ night_time ()
        $ persistent.sprite_time = "night"
        stop music fadeout 1
        scene bg ext_house_of_mt_night_without_light with fade
        play ambience ambience_camp_center_night fadein 1
        play music music_list["a_promise_from_distant_days_v2"] fadein 2
    
        "Дом, родной дом!"
        "О, я имею в виду, место для спанья!"
        dreamgirl "Как вы там, селянe?"
        th "Ну тебя! Я уже сам запутался."
        "Так или иначе, если верить моим источникам информации, я прожил тут ровно половину из отведённого срока."
    else:
        "Уничтожив следы своей деятельности в домике, я вернулся на свою половину."
        "Главное, чтобы Ольга ничего не заметила."
        "Мне тут жить ещё столько же, сколько уже успел прожить."
    window hide
    stop ambience fadeout 1
    scene bg int_house_of_mt_night2 with fade
    play ambience ambience_int_cabin_night fadein 1

    "А значит что?"
    "Всё верно!"
    "Это значит, что завтра ожидает ещё больше всего интересного."
    "Сбросив одежду, я забрался под одеяло и закрыл глаза."
    "Лагерь подстраивался под меня."
    "Каждый получает ту реальность, которую заслужил и создал."
    "Если бы я пытался стать поближе с кем-нибудь из девочек, наверное, у меня мысли бы были полны занимающимся романом."
    "Но вместо этого я выбрал куда более привлекательную возможность."
    "Я выбрал роман — с целым лагерем!"
    "И мне это уже начало аукаться."
    if d3_pt > 1:
        "Я за сегодня узнал столько, сколько не успел за прошлые три дня."
    if us_pt > 1: #s доработать блок Ульяны по условиям/тексту
        "Побывал в таких местах, о которых и не подозревал."
    if us_pt >= 2:
        th "Подружился с Ульянкой…"

    elif mt_pt >= 2: 
        th "Наконец-то подружился с Ольгой…"
    if alt_day4_neu_mt_diary:
        "Хотя мне и было несколько неловко за то, что я читал дневник вожатой…"
        "Но там же такие интересные вещи!"
        th "Завтра обязательно выберу время и почитаю ещё!"
        "Пообещал себе я."
    th "Как я устал…"
    "Я устроился поудобнее и расслабился."
    window hide
    scene cg wtf_end_of_day  with dissolve

    "И через секунду уже спал."
    window hide
    stop music fadeout 3
    stop ambience
    stop sound_loop
    return
    
label alt_day4_neu_mt_diary_vol1:
    $ karma -= 20
    if alt_day3_dancing == 5:
        $ mt_pt += 1
    if persistent.mt_7dl_good:
        $ mt_pt += 2
    "Сцапав синюю книжицу в дерматиновом переплёте, я отодвинул стул и уселся со стороны Ольги за стол."
    "И открыл."
    scene bg int_house_of_mt_sunset with fade
    window hide
    $ set_mode_nvl()

    "Если открывать книжку по-нормальному, по-человечески, то больше половины её занято как раз организационными записями."
    "Всё верно, вожатая занимается педагогической деятельностью, отмечает интересных пионеров и планирует мероприятия."
    "Она уже не первый год сюда ездит, записей очень много."
    "Но если перевернуть ежедневник, открыть его с другой стороны…"
    nvl clear
    $ renpy.pause(3)
    "{i}Последняя запись гласила:{/i}"
    "{b}19 июля 1989{/b}"
    "Сегодня открылись кое-какие тайны о нём."
    "Не могу сказать, чтобы они мне понравились."
    "Не могу сказать, что не хочется устроить парочку сцен, когда он пытается общаться со сверстницами… Ха! Сверстницами!"
    "Но всё верно. Он пионер, а я… Я вожатая."
    nvl clear
    $ renpy.pause(3)
    "То вниманию предстаёт нечто, не предназначенное для чужих глаз."
    "Хроника беспокойства, тревоги и печали."
    "Мысли человека запутавшегося и в половину не такого уверенного, каким он выглядит."
    th "Это интересно! Надо почитать внимательнее!"
    "Я отлистал записи туда, где они начинались, и принялся за чтение."
    nvl clear
    play music take_my_hand fadein 3
    $ renpy.pause(3)
    "{b}10 июня 1986{/b}"
    "Ну, здравствуй, старый знакомый."
    "Сегодня открытие смены — и мой первый день в качестве вожатой."
    "Как странно, я всю жизнь ездила сюда отдыхать, а теперь…"
    "Пионеры в отряде подобрались интересные — дети спортстменов, артистов. Звёздная смена."
    "Но мне они не нравятся. Мне есть с чем сравнивать."
    "Ой. Последнее было не очень профессионально."
    "В любом случае, я собираюсь работать, а не плакать о своей судьбинушке."
    "Я — вожатая!"
    "Это как смена года, несколько недель потом ещё по привычке пишешь старую дату."
    "А я отдаю салют идущим мимо меня девушкам с ромбиком УМЛ на груди."
    "Теперь-то я одна из них. У меня самой такой же значок."
    "Закончилось время Ольки-кометы, вместо неё теперь скучноватая Ольга Дмитриевна."
    "Даже немного грустно от этого."
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{b}2 июля 1986{/b}"
    "Вот и закончилась первая смена."
    "Всего было много — и смешного, и грустного."
    "Но веселья было больше всего. Зря опасалась того, что не справлюсь с работой вожатой."
    "Хотя, конечно, не всё было безоблачно."
    "Когда Антипку поймали у корпусов второго отряда, куда он бегал к своей Зинке, пришлось брать ответственность на себя."
    "А кто бы не взял?"
    nvl clear
    "Теперь головомойку ждать, когда в город доберёмся."
    "Плевать. Нютка сказала, у неё каждый год что-нибудь такое случается."
    "Ничего не поделаешь, это уже не совсем дети, это подростки, а им уже интересен противоположный пол."
    "Они уже сидят на чемоданах и ждут автобус, сегодня закрытие первой смены."
    "А я заперлась здесь и пишу."
    "{i}Несколько строк перечёркнуто так, что не разобрать.{/i}"
    "…не дождусь вторую смену."
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{b}5 июля 1986{/b}"
    "Нютка сказала, что обычно между первой и второй сменой дают неделю на пересменок."
    "Воспитатели и персонал должны пройти по лагерю, собрать потерянные и забытые вещи, навести порядок и придать месту настроение."
    "Никому не захочется заселяться в место, выглядящее покинутым, брошенным."
    "Но в этот раз в распорядке были изменения существенные — из-за апрельской катастрофы."
    nvl clear
    "Очень много детишек было с УССР, очень много было детей ликвидаторов."
    "Их сопровождал какой-то хрен в штатском с одним-единственным значком на лацкане."
    "Та самая кровавая гэбня, да."
    "Он поселился вместе с ними в лагере, немного на отшибе, заняв один домик целиком."
    "И это была первая и единственная смена в моей жизни, в которой все требования исполнялись без проволочек."
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{b}16 июля 1986{/b}"
    "Вчера отметили ровно середину лета."
    "А сегодня меня спозаранку поднял тот самый гэбист — оказывается, у него были какие-то инструкции."
    "В результате вместо того, чтобы лечь и поспать в тихий час, я, как дура, стою на автобусной остановке."
    "И когда у меня уже почти закончилось терпение, я была готова плюнуть и уйти — к воротам лагеря и правда подкатил автобус."
    nvl clear
    "Странный то был автобус — новенький, чистенький, как будто его кто-то перенёс из сборочного цеха."
    "Нельзя же ездить так, чтобы не запылиться совсем?"
    "И номер странный. У машин обычно номер четыре цифры, три буквы."
    "А этот — буква, три цифры, две буквы и ещё 178."
    "Экcпортный для Кубы?"
    "Не знаю. Но то, что целый автобус гоняли ради одного пионера…"
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{b}22 июля 1986{/b}"
    "Подходит к концу вторая смена."
    "Она оказалась куда интереснее первой."
    "Не в последнюю очередь из-за новичка."
    "Он сын каких-то шишек в посольстве, если я ничего не путаю."
    "Но не зазнаётся, не ведёт себя так, будто все вокруг ему всё должны."
    "Весёлый, знает целую кучу всякой интересной всячины, о которой с удовольствием рассказывает."
    nvl clear
    "Правда, для того, чтобы он чуть-чуть оттаял, пришлось несколько дней работать."
    "Пришлось вспомнить всё, чему учили в педагогическом."
    "И, знаешь, дневничок… Оно того стоило."
    "И вот мы стоим сейчас на остановке, ожидая нашего автобуса."
    "А я не знаю, что и как будет дальше."
    "{i}На полях небесталантливо нарисован крохотный икарус, катящий к горизонту, и девочка в платье и шляпке, смотрящая ему вслед.{/i}"
    "Я подружилась со всеми пионерами, а они разъезжаются."
    "А мне ещё целую смену с совершенно незнакомыми детьми — заново налаживать контакт и подбирать ключи."
    "Вместо моих друзей, вместо любимцев, будут новые лица."
    #s nvl clear
    "Я впервые задумалась о том, правильную ли профессию себе избрала."
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{b}23 июля 1986{/b}"
    "Вчера посадила пионеров на автобус."
    "Сегодня весь день прорыдала как дура."
    "А через три дня новый заезд."
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{i}Дальше шли несколько страниц, записи на которых были совершенно нечитабельны.{/i}"
    "{i}Видимо, Ольга раз за разом пыталась вернуться и написать о своих мыслях и переживаниях.{/i}"
    "{i}И всякий раз неудачно, постоянно что-то не нравилось.{/i}"
    "{i}Наконец, пошли строчки, которые можно было разобрать.{/i}"
    "{b}25 декабря 1986{/b}"
    "Согласилась на зимний заезд. Почему нет?"
    "Разумеется, ради приличия спросила, нельзя ли мне в зимние каникулы забиться в свою двушку-улучшенку и там тихонечко посидеть."
    "Но это игры, на которые никто, кроме новичков в нашей профессии, давным-давно внимания не обращает."
    "Тем более, что «Совёнок» и правда оказался волшебным, целящим душу местом."
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{b}27 декабря 1986{/b}"
    "У самых ворот меня встретила симпатичная девочка."
    "Сказала, что ей рекомендовали меня как хорошую вожатую, и попросилась в помощники."
    "Точнее, как она сказала — в адъютанты."
    "Так я познакомилась со Славей."
    "Правда, настроение немного подпортило, что никто из моих летних «старичков» не приехал."
    "Жаль, всегда приятно увидеть знакомца на новом месте."
    "Но это всё просто работа, просто работа."
    "Я и так целый месяц посещала психолога, который вдалбливал мне разницу между профессионализмом и родительской заботой."
    "Когда дети уезжают, не надо рваться так, будто они уезжают на чужбину навсегда."
    nvl clear
    "Они просто возвращаются домой."
    "И всегда можно устроить вечер встречи, небольшой огонёк для отряда или лагеря целиком."
    "Конечно, для детишек из Припяти это невозможно, но для тех, кто живёт по соседству, можно и увидеться, правда?"
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{b}1 января 1987{/b}"
    "В честь первого января подъём в лагере перенесли на десять часов, а мне почему-то с самого утра не спалось."
    "Так что в семь часов, когда я поняла, что не выдержу, если полежу под одеялом ещё хотя бы минуту, я поднялась."
    "Солнце ещё даже не намекало на восход, так что приходилось ориентироваться на уличное освещение."
    "Я вышла к воротам."
    "Почему-то вспомнилось лето, вторая смена, когда меня, целую вожатую, заставили в тихий час бегать и встречать автобус."
    "И не поверила глазам, когда с дороги донесся сигнал рожка, и к остановке подрулил «Икарус»."
    nvl clear
    "Скажите, что мне это снится…"
    "Скажите, что это просто глупый сон."
    "А с переднего сиденья поднимается он, тот самый Неимоверно Важный Новичок."
    "Чуточку повзрослевший, чуточку раздавшийся в плечах, всё такой же невозможно смущённый."
    "И знаешь, дневничок, кажется, эти зимние каникулы будут куда приятнее, чем мне казалось!"
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{b}9 января 1987{/b}"
    "Ничего не помню."
    "До самого прибытия транспорта лежала пластом, оставив на Славю все хлопоты по лагерю."
    "Гос-с-сподя… Никогда больше не буду столько пить."
    nvl clear
    stop music fadeout 3
    $ set_mode_adv()
    $ persistent.sprite_time = "night"
    $ night_time
    scene bg int_house_of_mt_night
    "Больше я ничего прочитать не успел — ступеньки заскрипели под чьими-то шагами, и я поспешил вернуть ежедневник на место."
    "Приняв скучающий вид, я выглянул в окно."
    "А на лагерь уже опустились сумерки."
    th "Ого! Здоров же я читать."
    play sound sfx_knock_door7_polite
    $ renpy.pause(2)
    me "Войдите!"
    window hide
    stop ambience
    play sound sfx_open_dooor_campus_1
    show sl normal pioneer with dspr
    sl "А Ольги Дмитриевны…"
    "В дверях показалась Славя."
    "Я помотал головой:"
    me "Извини, её весь вечер не было."
    sl "Вот как? Ну что ж… Я пойду тогда. {w}Спокойной ночи."
    if not alt_day4_neu_mt_volley:
        sl "Насчёт того, что было на складе…"
        "Я улыбнулся."
        me "Буду нем как могила."
        me "До завтра."
    play sound sfx_close_door_campus_1
    hide sl with dissolve
    "Да, пора укладываться спать."
    window hide
    scene bg int_house_of_mt_noitem_night with fade
    "Хочется мне того или нет, но день подошёл к концу."
    return

label alt_day5_morningdream: #if alt_day4_neu_us_pixies
    scene anim prolog_1 with dissolve
    # play music with fadein 3
    #scene anim stars
    "Ночью мне снилась огромная флотилия из дрейфующих по течению Огоньков."
    "И среди них был и один мой."
    "Откуда-то я это знал — должно быть, чувствовал температуру или запах."
    "Или настроение."
    "Потому, когда сильным порывом ветра Огоньки оторвало от корабликов, я ничуть не удивился тому, что из мириад рванувшихся в небо светлячков, один безошибочно нашёл меня и сел на ладонь."
    window hide
    #scene cg d5_us_pixie
    #TODO - заказать арт
    "Он был тёплый и ярко-жёлтый, как едва вылупившийся цыплёнок, доверчиво льнул к ладони и был как Бог — весь любовь."
    me "Тай-тай, налетай…"
    "Едва слышно проговорил я, чуть касаясь, погладил малыша пальцем."
    me "Ветерки-подружки…"
    voice "Ур…"
    "Жёлтый шарик цыплёнком катнулся по моей ладони, оставляя за собой едва различимый слабо мерцающий след."
    "Прикосновения его были чуть щекочущими, тёплыми — будто ты спишь ещё, но солнышку крайне важно разбудить тебя прямо сейчас."
    "И гладит оно тебя ласковыми лучами по щекам, щедро одаряя веснушками и улыбкой."
    "Я сам не мог сдержать улыбку, наблюдая за деловитыми перемещениями своего нового знакомца."
    "Он же, покатавшись, подумал немного и, подпрыгнув, приземлился строго в центр, сильно ударившись."
    "Руку обожгло концентрированным солнцем, световые брызги полетели в разные стороны, а я с вскриком проснулся."
    #play sound sfx_hearbeat
    play ambience ambience_int_cabin_night fadein 3
    window hide
    scene bg int_house_of_mt_night2 with dissolve
    "Сердце колотилось как бешеное, в висках стучало, а от липкого пота неприятно льнула к телу простыня."
    "И всё же здесь было спокойно."
    me "И чего перепугался, дурачок?"
    "Сам у себя шёпотом спросил я."
    "На дворе царила глухая, глубокая ночь."
    "Ольга в недлинной ночной сорочке спала на соседней кровати, разметавшись, спихнула одеяло в сторону и о чём-то бормотала во сне."
    "Я поднялся, поправил одеяло и на долю секунды замер: зрелище почему-то было донельзя знакомым, свидетельствующим о том, что всё в мире идёт по своим законам."
    "Так всё и должно быть: тёплая, тихая ночь и резко очерченные лунным светом губы девушки, шепчущей…"
    mt "Ветерки-подружки…"
    "Произнесла вдруг вожатая и затихла."
    "Секрет наш с Ульянкой становился секретом Полишинеля."
    "Но почему-то это совершенно не портило его."
    "Как будто люди, однажды ставшие заложниками чуда, уходящего вниз по течению, утрачивали право на глумливую или циничную его оценку."
    "А стало быть, бояться мне было совсем-совсем нечего."
    "Я прикрыл форточку, чтобы не дуло и вернулся на кровать."
    "То, что всё это произошло в кромешной тьме, меня почему-то не смущало — я петербуржец, а у нас всегда ночи светлые, научился ориентироваться уже."
    "То, что дело происходило немного не в Петербурге, дошло до меня гораздо позже."
    "Уже когда я, всеми силами пожелав вернуться обратно туда, где жёлтый шарик ныряет мне в ладонь, засыпал."
    window hide
    stop ambience fadeout 3
    return
    
label alt_day5_neu_start:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(5, u"Одиночка. Утро")
    play music too_quiet fadein 3
    play sound_loop ambience_rain fadein 5
    if alt_day4_fz_sh == 1 or alt_day4_fz_sh == 4:
        scene bg int_aidpost_day with dissolve
        play ambience ambience_medstation_inside_day fadein 5
        "Моё внимание привлёк какой-то мерный, монотонный шум из-за окна."
        "Повернув голову, я разглядел стекающие по стеклу капли воды."
        th "Ну и ну! Дождь!"
        "Я всю жизнь любил дождь, и сейчас как будто кто-то сверху решил немного приободрить меня."
        "Распахнув окно, я выглянул туда, вывалившись чуть ли не по пояс, и счастливо засмеялся."
        window hide
        scene cg d5_rainy_idle_7dl with dissolve
        th "И правда, дождь!"
        "Этот непередаваемый аромат прибитой каплями пыли, разогретого воздуха, лишь самую чуточку смоченного тёплой влагой — тот самый, что большинство ошибочно называют запахом грибов."
        th "Выпишет меня Виола или нет, но я иду гулять."
        "Наскоро одевшись, кое-как уместив силиконовые затычки в ушах, я нашёл нужную композицию."
        "И бесшумно выскользнул в окно."
        "К счастью, вымокнуть сильно не удалось — над головой уже вовсю трубил зов в столовую."
        "Куда я и направил стопы — перспектива мокнуть на голодный желудок не улыбалась совершенно."
        window hide
        stop music fadeout 3
        stop ambience fadeout 3
        return
    elif alt_day4_neu_us_pixies:
        scene expression Desat("bg int_house_of_mt_sunset")
        with dissolve
        mt "Семён, что это с тобой?"
        "Удивлённо уставилась на меня вожатая."
        me "В смысле?"
        "Хриплым спросонок голосом уточнил я."
        "Просыпался я тяжко и липко, возможно, дело всё в глупых снах, или утренний дождик тому виной."
        "Как бы то ни было, но глаза я открыл за секунду до того, как вожатая потрясла меня за плечо."
        "Я записал это как крохотную победу себе, потому настроен был самым благодушным образом."
        mt "Ты как будто уменьшился. {w}Или мне показалось…"
        "Я заглянул под одеяло."
        "Нет, всё было на месте — тело, ноги, перспектива знакомая."
        th "Может, она так шутит?"
        mt "Ничего не понимаю."
        "Покачала головой Ольга, но отмахнувшись от каких-то своих мыслей, продолжила:"
        mt "Ладно, ты пока поднимайся, дождевик ждёт в шкафу."
        "Смерив меня ещё одним подозрительным взглядом, она ретировалась, позволяя мне подняться."
    else:
        scene expression Desat("bg int_house_of_mt_sunset")
        with dissolve
        "Когда я открыл глаза, то подумал, что ошибся со временем пробуждения."
        "Слишком уж темно было за окном."
        "Но пустующая постель вожатой и мерный перестук по скату «чердака» пространства для сомнений не оставляли."
        me "Дождь."
        "Скрипнуло сонное горло."
        "Дождь."
        "Радикальные перемены в образе барби-хауса."
        "Не то чтобы я не был к ним готов…"
        "Начать хотя бы со вчерашних изменений в поведении вожатой."
        if not alt_day4_neu_mt_volley:
            "Да и некрасивая сцена у эстрады…"
        "Чем дальше, тем старательнее меня пытались убедить в том, что вокруг меня не самый идеальный и живущий по зачастую непонятным правилам, но живой и дышащий мир."
        "Настоящий."
        "«Первая матрица представляла собой цифровой рай на земле, где никто никогда не болел и не умирал. Она развалилась.»"
        "Ладно, примем к сведенью."
        "Записка у зеркала гласила: «Дождевик в шкафу, сапоги там же, зарядки и линейки не будет, двигай сразу на завтрак.»"
        "Красивые, округлые буквы, выдающие во владелице педагога."
        th "У них, наверное, специальные курсы разборчивого письма в училище. {w}Или разборчивый почерк — обязательное условие для поступления?"
        "А, может, дело в том, что будущий учитель от рождения пишет только красиво и никак иначе?"
        "Я помотал головой, выдираясь из рекурсивных дебрей и воспользовался предложением вожатой."
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg ext_houses_rainy_day_7dl with dissolve
    "А на улице поливало!"
    "Так что я как мог укутался в пакет-палатку и побежал в столовую!"
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    return
    
label alt_day5_neu_breakfast:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(5, u"Одиночка. Завтрак")
    play music music_list["everyday_theme"] fadein 5
    play ambience ambience_dining_hall_full fadein 5
    scene bg int_dining_hall_people_rain_7dl with dissolve
    "В столовой оказались я и все мои друзья, и скоро будем здесь же — место встречи изменить нельзя."
    "Несмотря на ощутимые послабления режима в связи с дождём, места были заняты едва ли наполовину."
    "Из наших была только Ульяна, Мику и вездесущая Славя."
    "Последнюю от приёма пищи не удержало бы и землетрясение, я полагаю."
    "Забавно, как за четыре дня я стал называть малознакомых пионеров «нашими»."
    "Забавно, что за это время мне и в голову не пришло сделать что-нибудь действительно решительное, с прицелом на гарантированную экстрадицию с благословенной территории."
    th "Например, вполне же можно было взорвать Генду!"
    dreamgirl "Точняк, забабахаем взрывчатку из активированного уголька и такой-то матери."
    "Спросонок голос моего раздвоения личности отдавался хрипотцой где-то под сводами черепа."
    dreamgirl "И отправим нашего бронзового благодетеля к Плутону."
    th "Всё язвишь."
    dreamgirl "Не то чтобы. {w}Но прежде, чем ты опять забьёшься в дальний угол, хотелось бы кое-что тебе напомнить."
    if alt_day4_neu_mt_diary and alt_day4_neu_mt_volley:
        dreamgirl "У тебя тут в некотором роде образовался треугольник внимания с Ульянкой и товарищем вожатой по главным углам."
        dreamgirl "Сам что думаешь?"
        "Я задумался."
    elif alt_day4_neu_mt_diary:
        dreamgirl "Мы вчера одну штуку интересную не дочитали."
        th "И?"
        dreamgirl "Я намекну: ты будешь чувствовать себя неловко, читая дневник девушки в её присутствии."
        th "Да уж не дурее паравозу. {w}Ты-то что предлагаешь?"
        dreamgirl "Возможно, у неё целая куча дел найдётся, может быть, прозвонишь почву на всякий пожарный?"
        th "Ага, и между делом оказаться припаханным на пользу общественности? Шиш."
    elif alt_day4_neu_mt_volley:
        dreamgirl "Вы там с Ульяной кое-что вчера затевали… {w}Не хочешь обсудить подробности?"
        th "Не думаю, что это хорошая идея."
        th "Если нас кто-то увидит вместе…"
        "Я покачал головой."
    else: #s а перед сном упоминалось: "Так или иначе, если верить моим источникам информации, я прожил тут ровно половину из отведённого срока."
        th "А именно?"
        dreamgirl "Мне тут птичка на хвосте принесла, что тотальный отъезд второй смены запланирован на двадцать пятое июля. Послезавтра."
        th "Какая это птичка?!"
        dreamgirl "О господи, почему всем достаются нормальные люди, а мне приходится делить череп с ненаблюдательной истеричкой?!"
        "Мой взгляд помимо моей воли скользнул к графику дежурств, удобно висящему аккурат на той же колонне, которую я подпирал, ожидая своей очереди к раздаче."
        "Там, между делом, видимо, раскиданные парами по домикам, значились фамилии дежурных из нашего отряда."
        "И проставлены они были до 24 июля. То есть, до завтрашнего дня."
        "Следующая клеточка была заполнена красной пастой, жирно, по диагонали: «ОТЪЕЗД»."
        th "Вот и решился самый главный вопрос: выпустят ли нас отсюда живьём."
        "Я усмехнулся и, поставив на поднос тарелку с кашей и стакан какао, стал прикидывать, куда бы приземлиться."
    if alt_day4_fz_sh == 1 or alt_day4_fz_sh == 4:
        "В последний момент мимо меня к раздаче сомнамбулой прошествовала Лена."
        "Она взяла себе пару булочек и устроилась у самого окна."
    $ volume (0.5,'music')
    $ volume (0.5,'ambience')
    menu:
        "Сесть рядом с Леной." if alt_day4_fz_sh == 1:
            me "Можно?"
            "Спросил я, подойдя с подносом к её столу."
            "Она в упор проигнорировала меня, глядя куда-то в глубины стакана с какао."
            me "Лена?"
            $ alt_day4_neu_date = 11
            $ alt_day5_neu_candle = 1
            "Молчание."
            "Вздохнув, я решил не доводить этот фарс до уровня «молчание за столом» и сел на отшибе, в одиночестве."
        "К Ульянке." if alt_day4_neu_mt_volley:
            $ volume (1.0,'music')
            $ volume (1.0,'ambience')
            show us normal pioneer with dissolve
            me "Привет."
            if alt_day4_fz_sh == 1 or alt_day4_fz_sh == 4:
                $ us_pt += 3
            else:
                $ us_pt += 1
            "Я решил, что раз уж мы с мелкой теперь братья по одну сторону баррикад, можно больше не опасаться с её стороны разных подлянок."
            "Наивно, конечно, но вдруг?"
            us "А, это ты."
            "Девочка не проявила энтузиазма. {w}Ну да я и не настаивал."
            me "Наблюдателен, Шерлок. {w}Тебя нашли в квашенной капусте?"
            us "А?"
            me "Я говорю, что если детей находят в капусте, то тебя нашли в кислой?"
            show us sad pioneer with dspr
            us "Смешно."
            "Её мимика противоречила словам."
            me "Слушай, ты почему такая добрая да ласковая?!"
            "Не выдержал я."
            us "Дождь."
            "Коротко ответила мелкая."
            if not alt_day4_neu_us_pixies:
                "Некоторое время она делала из каши зиккурат, благо констистенция последней позволяла и такое, а потом, плюнув, отставила тарелку в сторону:"
                show us normal pioneer with dspr
                us "Ещё не передумал насчёт вчерашнего?"
                me "Насчёт мести жуликам?"
                "Я усмехнулся:"
                me "Да как можно, помилуй бог."
                show us smile pioneer with dspr
                "Кажется, это немного подняло ей настроение."
                if alt_day4_neu_us_snake:
                    us "Как думаешь, просохло?"
                    "Задала она странный вопрос."
                    me "Какое «просохло», дождь же на улице."
                    show us normal pioneer close with dissolve
                    us "Да нет же."
                    "Она понизила голос."
                    us "Я про змеюку. {w}Очень пригодилась бы!"
                    me "Вряд ли. Во-первых, слишком мало времени прошло, а во-вторых…{w} Дождь же!"
                    "Ульяна понимающе кивнула."
                show us smile pioneer with dspr
                us "Смотри, короче."
                "Генералиссимус Сидорова расправила свои неширокие плечи и выпрямилась в весь свой метр с кепкой:"
                us "Сегодня по плану был какой-то праздник, а вечером, на костре — награждение. {w}Но из-за погоды праздника не будет."
                me "Значит, до самого вечера есть целая куча времени на приготовления?"
                me "С чего начнём?"
                us "Конкретно ты — ни с чего! {w}Твоей задачей будет занять чем-нибудь жуликов и не дать им испортить всё."
                me "А когда вообще всё хочешь сделать?"
                us "На костре, конечно же! Или чуть-чуть после него."
                me "Значит, я даже не буду…"
                "Расстроился я."
                show us grin pioneer with dspr
                with vpunch
                us "Эй, не кисни!"
                "К Ульяне стремительно возвращалось хорошее настроение."
                us "Если ты ничего не знаешь, ты не сможешь ничего рассказать, когда тебя поймают и будут пытать."
                "Её «когда» вместо «если» прозвучало очень интересно."
                me "Спасибо за доверие!"
                "Но мелкую бесполезно было и думать пронять сарказмом."
                "Она снова расхохоталась и хлопнула мне по другому плечу."
                show us laugh pioneer with dspr
                sl "Ульяна, не мешай Семёну кушать."
                us "Твоей задачей будет борьба с контрразведкой противника! Вот и займись."
                hide us with easeoutleft
                "Показав язык в спину отвернувшейся Слави, Ульяна дематериализовалась."
                "А я что?"
                "Что. Вздохнул и, собрав её посуду, отнёс в мойку, что."
                $ alt_day5_neu_candle = 1
            else:
                pass
                #s ветка огонька, далее игротека (alt_day5_neu_candle = 0)
                pass
        "К Мику.":
            $ volume (1.0,'music')
            $ volume (1.0,'ambience')
            show mi smile pioneer with dissolve
            mi "Ой, здравствуй, Сенечка, как твои дела? Ты какой-то неласковый с утра, не выспался? У меня обычно такое бывает из-за дождя."
            "Одним словом произнесла она."
            "Я улыбнулся:"
            me "Привет и тебе, девочка-пулемёт!"
            show mi upset pioneer with dspr
            mi "Но какая же я пулемёт?"
            "Огорчилась Мику."
            show mi shy pioneer with dspr
            mi "Я же только за мирное решение любой проблемы, а ты меня оружием называешь! Это даже где-то немного обидно, тебе не следует так поступать, и… Ты шутишь."
            "Я, уже не сдерживаясь, улыбнулся:"
            me "Прости, ничего не мог с собой поделать."
            show mi smile pioneer with dspr
            "Солнышко выглянуло из-за туч — на долю секунды даже дождь притих. {w}Мику улыбнулась."
            if alt_day4_neu_date == 4:
                mi "Почему-то никак не получается на тебя дуться, хотя я умом понимаю, что ты говоришь довольно обидные вещи."
            if alt_day4_fz_sh == 1 or alt_day4_fz_sh == 4:
                $ d3_pt += 3
            else:
                $ d3_pt += 1
            if alt_day4_neu_mt_songs:
                show mi normal pioneer with dspr
                mi "Но я хотела тебе напомнить о нашем вчерашнем вечере."
                "Я старательно прогнал в памяти события и остановился на…"
                me "Ты про песни?"
                show mi smile pioneer with dspr
                mi "Точно так! {w}Мне очень понравились кое-какие песенки из тех, что ты вчера вспомнил, можно я тебя попрошу написать мне текст и помочь подобрать музыку?"
                "Возможность сбежать из-под опёки вожатой грела душу."
                dreamgirl "И вы будете там только вдвоём, представляешь? {w}Возможно, у вас там что-нибудь получится! Да! Представь себе!"
                th "Тебе категорически запрещено принимать Мику в порциях свыше гомеопатических!"
                th "Начинаешь выражаться в точности как она."
                "Я призадумался."
                "Пытки риторикой не казались таким уж привлекательным времяпрепровождением…"
                th "С другой стороны, если она не будет болтать, а займётся строго тем, зачем меня позвала — мы вполне сможем поладить и даже ужиться под одной крышей."
                me "Знаешь, а давай!"
                "Скрепя сердце, кивнул я."
                show mt normal pioneer at left with diam
                mt "Боюсь, не получится."
                "Вожатая подошла в своей обычной манере — бесшумно выйдя из подпространства где-то за моей спиной."
                mi "Но почему? А как же вечернее выступление, Олечка Дмитриевна, вы сказали, что мне поможете!"
                "Мику растерянно переводила взгляд с меня на вожатую."
                show mt smile pioneer with dspr
                mt "Я же не сказала, что отдам тебе самого своего доверенного пионера на целый день?"
                "Усмехнулась Ольга."
                mt "Обещаю занять его только до обеда — а там пусть сам решает, чем ему заниматься."
                show mi sad pioneer with dspr
                mi "Ну вот…"
                "Кажется, ещё несколько часов наблюдений за дождём под переборы клавиш деятельную японку нисколько не вдохновили."
                me "А нужно-то что?"
                "Я ободряюще подмигнул Мику."
                show mt normal pioneer with dspr
                mt "На утро запланирован отрядный огонёк."
                "Безмятежно пожала плечами вожатая."
                mt "И мне нужен кто-нибудь, кто поможет мне с подготовкой. {w}Мой выбор пал на тебя. Ещё вопросы?"
                "Не дождавшись продолжение, вожатая отправилась к выходу."
                hide mt with moveoutleft
                mt "Через десять минут у кружков."
                "Я кинул извиняющийся взгляд на погрустневшую японку и поплёлся вдогонку вожатой."
                stop music fadeout 3
                window hide
                stop ambience fadeout 5
                $ alt_day5_neu_candle = 2
            else:
                show mi smile2 pioneer with dspr
                th "В тебе есть что-то, что почти отключает мои способности к соображению."
                "Задумчиво заключил я."
                me "Так чего ты хотела?"
                show mi shy pioneer with dspr
                mi "Я? {w}Но это же ты ко мне подсел."
                "От удивления она даже перестала тараторить."
                me "Не путай меня с собой!"
                "Я наставительно покачал указательным пальцем."
                me "Это мне никогда ни от кого ничего не надо — а ты, не моргнув глазом, проглотила обиду. {w}Значит, тебе от меня тебе что-то нужно."
                me "Ну, как тебе мои дедуктивные способности?"
                show mi laugh pioneer with dspr
                mi "Почти Шерлок Холмс!"
                "Меленько хихикнула японка."
                if alt_day4_neu_date == 4:
                    mi "Но ты вчера помогал мне убираться, и…"
                    me "Нет! Даже не думай."
                    show mi sad pioneer with dspr
                    mi "Дослушай!"
                show mi normal pioneer with dspr
                "Мику немного помолчала, формируя запрос."
                mi "Олечка Дмитриевна попросила меня помочь для сегодняшнего вечера — подобрать репертуар и так далее. {w}Могу я попросить тебя о помощи?"
                me "Э… Лагерные песни?"
                show mi smile pioneer with dspr
                mi "Да! {w}Ну, поможешь?"
                "Коль скоро она высказывала это таким способом…"
                "Я кивнул и открыл было рот."
                mt "Конечно, поможет."
                "Ольга уронила мокрую холодную ладонь мне на плечо."
                show mt normal pioneer at right with moveinright
                mt "Но для начала он поможет {b}мне.{/b}"
                "Ольга пригвоздила меня к месту взглядом."
                show mt smile pioneer with dspr
                mt "Ведь правда?"
                "Я поёжился."
                me "Д-да… В смысле, да! Сначала вам!"
                show mi shocked pioneer with dspr
                mi "Сенечка, ты…"
                me "Всё хорошо."
                "Мой тон противоречил слова."
                show mt normal pioneer with dspr
                mt "Нужно, чтобы кто-нибудь провёл игротеку для детишек. {w}Угадаете, кому я поручила это ответственное задание?"
                "Неотразимо улыбнулась вожатая."
                me "Неужели Алисе и Ульяне?"
                "Играть дурачка — так до конца!"
                show mt laugh pioneer with dspr
                mt "Ха-ха-ха, Семён, ты такой шутник!"
                show mt normal pioneer
                extend " Нет."
                mt "Никуда из столовой не уходи, выдам тебе игры и пионеров."
                hide mt with dissolve
                "Не дожидаясь моего ответа, вожатая испарилась."
                stop music fadeout 3
                window hide
                stop ambience fadeout 5
        "Сам с усам.":
            $ volume (1.0,'music')
            $ volume (1.0,'ambience')
            if alt_day4_neu_mt_diary:
                $ mt_pt += 1
                show mt normal pioneer with dissolve
                mt "Сёмчик, занято?"
                "Не выслушав ответа, рядом со мной плюхнулась пахнущая ещё дождём Ольга."
                "Выглядела она помятой и угрюмой, а старательно зажёвываемый выхлоп подсказывал, что не скучала ночью вожатая, ох и не скучала."
                me "Ольга Дмитриевна, а вы чем до обеда заниматься собираетесь?"
                "Закинул удочку я."
                show mt smile pioneer with dspr
                mt "А ты собрался позвать меня на свидание?"
                me "Нет! Но…"
                show mt laugh pioneer with dspr
                mt "Ладно, шучу."
                mt "Думаю выписать пару печенек и чай на кухне и устроить посиделки в кружках."
                "Подозрительно легко ответила она."
                "И тут же пояснила причину своей сговорчивости:"
                mt "И один пионер мне в этом будет хорошим подспорьем!"
                me "Славя?"
                show mt grin pioneer with dspr
                "Ольга хмыкнула, но тут же поморщилась и отхлебнула из чашки с чем-то смолоподобным, чему не место на пионерском столе."
                mt "Короче: доешь — не уходи, пойдём на склад за провизией."
                dreamgirl "Эх, плакало наше чтиво!"
                show mt normal pioneer with dspr
                mt "А потом в клубы. Всё понял?"
                "Сжав кулак, видимо в качестве иллюстрации к тому, что меня ждёт в случае побега, она с кряхтеньем поднялась и побрела к столам персонала, откуда за нами уже наблюдала Виолетта Церновна."
                hide mt with moveoutleft
                stop music fadeout 3
                window hide
                stop ambience fadeout 5
                $ alt_day5_neu_candle = 2
            else:
                if alt_day4_fz_sh == 1 or alt_day4_fz_sh == 4:
                    $ mt_pt += 3
                "Как говорится, ничто не предвещало…"
                "И горе тому, что будет предвещать!"
                "Я одарил особо ласковым взглядом порывающуюся сесть рядом Славю, поэтому своё право на спокойный приём пищи снискал полностью."
                "И не в гадстве со сволочизмом моём было дело — просто поднять-то я себя поднял, а вот разбудить забыл."
                "И чувствовал себя немного варёным."
                "Впрочем, ничего, с чем не справились бы минуток триста на полный желудок."
                dreamgirl "Поели — можно и поспать, поспали — можно и поесть!"
                th "Истину глаголешь!"
                "Усмехнулся я и, добив последний бутерброд, поднялся."
                "Меня ждала моя подушка!"
                $ alt_day5_neu_candle = 1
                
    window hide
    stop music fadeout 4
    stop ambience fadeout 3
    scene bg ext_square_rain_day_7dl with dissolve
    play music are_you_there fadein 3
    "Иногда я могу остановиться и застыть во мгновении летящей вниз с балкона души — как крике о помощи или мольбе о внимании."
    "Хотя никогда мне чужого внимания не хотелось."
    if not herc:
        "И прекрасно понимаю, что не будет никогда улицы Персунова, сыворотки Персунова, да даже никакое небесное тело именем моим не назовут."
    else:
        "И прекрасно понимаю, что не будет никогда улицы Сычёва, сыворотки Сычёва, да даже никакое небесное тело именем моим не назовут."
    "Потому что под раскаты дабстепа так удобно вести невзрачное существование, по нескольку миллионов раз за мгновение прыгая из состояния материи на энергетический уровень — и обратно."
    "Умереть не страшно, когда понимаешь, что после тебя останется всё точно таким же — логика приспособленца, да. {w}Но реально вселенной даже не придётся схлопываться, занимая образовавшийся вакуум."
    "Так как за блеском радости или мутным мерцанием равнодушия, под тонкой плёнкой счастья, под высокомерным взглядом с высоты всех моих ста восьмидесяти пяти сантиметров… Там нет ничего."
    "Когда-то я пытался сказать об этом окружающим: взять их всех за кадык и задушевно прошипеть в ухо: «Вы же врёте, голубчик, вас же нет, зачем вы придуряетесь?»"
    "Но чем кумушек считать трудиться…"
    if loki:
        "Возможно, на меня повлияла история, после которой всё покатилось под откос — история о человеческой глупости и неспособности просто прислушаться к гласу рассудка."
        "Ведь она позвала."
    else:
        "Однажды, стоя на коленях рядом с тёплым пластиковым боком остывающего «Рено» и наблюдая за размывающим кровь дождём, я обернулся сам к себе."
        "И задал сам себе тот вопрос, которым всегда терзал окружающих."
    "Это довольно больно: в двадцать три — двадцать пять лет понимать, что ты абсолютно ничем не хуже окружающих, и не лучше их. Ты такой же."
    "И разница ваша лишь в том, что ты смотришь на мир от первого лица."
    #роутер ивентов.
    if alt_day5_neu_candle == 1:
        "Всю жизнь дождь действовал на меня самым удручающим образом."
        "Особенно когда ты в лагере, а времени отдыхать всё меньше и меньше — каких-то пять недель, крохи…"
        "И ты сидишь в помещении за длинным столом, через который тянутся хвосты джойстиков, а на экране Кабал доделывает десятиударное комбо, и тебя локтем в бок тыкают, чтобы не зазнавался."
        "Или стоишь под козырьком, за спиной тихо хрустит протлевающий табачок той дешёвенькой сигаретки, и удачно ложатся рифмованные строчки под перестук воды, а ты держишь ладонь у самого края козырька и лавируешь между падающими каплями, как гонщик."
        "Хотя чаще всего это Кейко Мацуи в наушниках, мягкий влажный перестук по капюшону и необъяснимое счастье, когда ты остался один против целого мира."
        "Вот и сейчас: прекрасно понимая, что никто меня не видит, я от души улыбнулся и заспешил в домик."
        "Досыпать."
        window hide
        stop music fadeout 3
        stop ambience
    elif alt_day5_neu_candle == 2:
        "Я никогда не был особым фанатом совка или советского режима."
        "Но вынужден признать — в партии понимали толк в управлении людьми даже без прямой промывки мозгов средствами масс-медиа."
        "Просто сейчас это называется немного иначе, пропагандой, психологией масс."
        "Педагогикой."
        "И самым наглядным тому примером выступает то, что я даже не думаю дуться на нашу вожатую, которая, не тратя особо времени на уговоры или попытки переломить меня, каким-то хитрым образом назначила ответственным."
        "И вот он я, нелюдимый, угрюмый и неласковый — спешу помогать нашей ленивой и вредной вожатой."
        "Я поймал себя на том, что улыбаюсь. В предвкушении."
        me "Ольга."
        "Произнёс я одними губами."
        th "Стервь."
        window hide
        stop music fadeout 3
        stop ambience
    else:
        "Я уже почти добрался до чекпойнта, когда сзади донеслось громогласное:"
        mt "Семён!"
        show mt angry pioneer with easeinright
        "Совершенно верно, наша добрейшая вожатая почтила меня своим вниманием."
        me "А… Здравствуйте, Ольга Дмитриевна!"
        "Помахал ей я."
        me "Как ваши дела, как настроение?"
        "Про деток благоразумно решил не спрашивать — мало ли что."
        show mt normal pioneer with dspr
        mt "Слушай, ты самый хитрый жук из тех, что мне попадались."
        "Подумав немного, сменила гнев на милость она."
        mt "Но это не освобождает тебя от партийного поручения."
        me "Хм… А если я не буду?"
        show mt smile pioneer with dspr
        mt "Тогда с тобой будет совсем другой разговор."
        "Приветливо улыбнулась вожатая."
        "И мне от этой улыбки стало здорово не по себе."
        mt "Кругом в столовую шагом арш."
        "Как в первый день, она оказалась рядом и развернув меня в нужном направлении, легонько подтолкнула, намекая на вечное советское «не умеешь — научим, не хочешь — заставим»."
        "Вздохнув, опустив плечи и всем видом изображая вселенскую скорбь, я поплёлся обратно в столовую."
        window hide
        stop music fadeout 3
        stop ambience
    return
    
label alt_day5_neu_gaming: #s сценка с кубиком 1
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg int_dining_hall_rain_7dl with blinds_r
    play music gonna_be_ok fadein 3
    play sound_loop ambience_medium_crowd_outdoors fadein 2
    "В столовой я крайне обрадовался тому, что не стал скандалить с вожатой касаемо моего внезапного назначения."
    "В противном случае пришлось бы всё это мне одному расставлять, протирать и так далее…"
    "Я сделал себе пометку отплатить сегодняшним дежурным добром за добро."
    me "Ты-то мне и нужен… Электроник!"
    show el normal pioneer with moveinright
    "Кибернетик вздрогнул и втянул голову в плечи."
    el "А что? Я ничего, я вообще!"
    "Забормотал он. {w}Я терпеливо ожидал завершения его монолога о больных рыбках и хомяке без еды."
    el "А, Семён, это ты…"
    "Доходило до него с некоторой задержкой."
    me "Мне нужна помощь с расстановкой столов, один я не справлюсь."
    el "Но я… А, впрочем…"
    "Парень покорно отправился за мной и схватился за первый же указанный стол."
    if alt_day4_fz_sh == 1 or alt_day4_fz_sh == 4:
        el "Не видел Шурика с утра, он так и спит в изоляторе?"
        me "Угу."
    else:
        "Только сейчас я обратил внимание на один интересный момент:"
        me "А где Шурик?"
        th "Сейчас бы ему дали тряпочку да прогнали бы — хай пользу приносит."
        show el sad pioneer with dspr
        if alt_day3_technoquest_st3 == 2:
            "Электроник смутился:"
            el "Да, понимаешь, тут такое дело."
            "Его глаза забегали из стороны в сторону."
            el "Просто так получилось, что Шурик… Эээ… Ну он, в общем…"
            me "Да?"
            show el normal pioneer with dspr
            el "Он вчера пропал."
            me "Угу, и?"
            el "А сегодня утром его нашли спящим на крыльце медпункта."
            el "Виолетта забрала его и положила отсыпаться к себе в изолятор."
            el "Такая вот история."
            "Как ни старался, я не смог найти в рассказе парня ничего криминального, но выглядел он так, будто разболтал мне невесть какую военную тайну."
            me "Ясно."
            dreamgirl "Блестящий ответ!"
            th "Заткнись!"
            me "Ты только никому больше не рассказывай, ладно?"
            "Я с трудом сдерживал смех."
            me "Я-то ладно, я могила и никому никогда. Мне можно верить."
            dreamgirl "Уймись. Тебе ещё столы таскать."
            "Электроник кивнул."
        else:
            el "Так его же в больницу увезли."
            me "Что-то серьёзное?"
            th "Карантина из-за какого-нибудь вшивого коклюша нам здесь ещё не хватало…"
            "С непонятной злостью подумал я."
            el "Порез у него."
            "Отвернулся кибернетик."
            el "На руке. Глубокий. Повезли в хирургию зашивать."
            "Похоже, эта тема ему была не слишком-то по душе."
            me "Он что, собирался…"
            el "Да."
            show el serious pioneer with dspr
            el "Ты же нам помогать не захотел."
            "Посерьёзнел Электроник."
            el "Пришлось справляться самим — а что я, что он, оба жутко высоты боимся."
            el "Короче, несчастный случай на производстве.  И закроем эту тему."
            th "Что ж, если всё совсем плохо, нам обязательно сообщат. Наверное."
            el "Сегодня, вот, приехала без него. Кажется, оставила его в больнице."
            "Он вздохнул:"
            show el grin pioneer with dspr
            el "А я так надеялся всё-таки закончить сборку нашего проекта!"
            me "Какого?"
            el "Э… Не суть."
            "Стушевался он."
            me "Нет, а серьёзно?"
            show el normal pioneer with dspr
            el "Извини, Семён, но нет. Не моя это тайна, не могу сказать."
            "Он выглядел крайне опечаленным тем, что не может рассказать всё, но я не стал настаивать."
            el "Извини."
            "Зачем-то ещё раз повторил он."
    "Мало-помалу столы перемещались по периметру зала, а длинные скамейки вдоль них позволяли рассадить малышей так, как того требовали правила игр."
    el "Значит, в этот раз за малышами следить будешь ты?"
    me "Э… Очевидно."
    el "Понимаешь…"
    show el smile pioneer with dspr
    el "В прошлый дождь с ними сидела Алиса — Ольга Дмитриевна тогда ещё не очень хорошо её знала."
    me "И?"
    "Я усмехнулся, представив себе возможные масштабы разрушений."
    th "Хотя столовая устояла. {w}И даже стены на местах."
    me "Чем всё в итоге закончилось?"
    el "Убираться пришлось всем отрядом — и то обед отложили на полчаса."
    th "Могу себе представить!"
    me "Так что случилось?"
    "Электроник пожал плечами:"
    el "В общем и целом, забрались в хранилище игр, вытащили коробки с шариками…"
    me "…дай угадаю!"
    "На долю секунды я даже пожалел, что не начал встречаться с рыжей."
    me "Устроили войну капитошек?"
    el "Капитошек?"
    me "Шарики с водой, да?"
    "Он кивнул."
    me "Так я и говорю — капитошки. {w}Старая детская забава."
    "Я не стал рассказывать ему о том, что мы обычно капитох бросали этажа с двенадцатого."
    "Это могло бы повредить его неокрепшей детской психике."
    with blinds_l
    "А между тем, мы уже закончили и Электроник, сделав ручкой, отчалил по своим делам."
    hide el with dissolve
    "Видимо, собирать свой секретный проект, о котором он никому не имел права рассказывать."
    me "Любопытно, что бы это могло быть?"
    "Пробормотал я под нос, колеблясь между очередными очумелыми поделками и порно-журналами."
    with fade2
    "Ладно, всё это потом. Сейчас самое главное — это выжить до обеда."
    mt "Управился? Молодец."
    show mt normal pioneer with dspr
    "Ольга Дмитриевна оставила у входа дождевик и подошла ко мне."
    mt "За младших можешь не беспокоиться, они порядок игротеки знают."
    me "И зачем тогда здесь я?"
    "Раз уж здесь все такие всезнающие."
    mt "Чтобы не скучал и не маялся от безделья."
    "Подмигнула она."
    mt "Пойдём, дам тебе игры и начнём уже развлекать наших малышей."
    me "Начнём? {w}Неужели вы решили составить мне компанию?"
    show mt grin pioneer with dspr
    mt "Даже не надейся."
    mt "В отличие от тебя, мне нужно думать ещё о целой куче великовозрастных оболтусов, каждый из которых с меня ростом."
    me "Бедная вы, бедная."
    "Притворно посочувствовал я."
    show mt smile pioneer with dspr
    me "И работаете без роздыху, и пионеры не слушаются, и всё вообще плохо."
    mt "Да, жалей меня, жалей!"
    play sound sfx_keys_rattle
    "Хихикнув, Ольга подбросила на ладони связку ключей и, поймав в воздухе ригельный ключ, открыла им тяжёлую деревянную дверь."
    th "Любопытно, почему это игры хранятся в столовой?"
    "В мою бытность пионером, у нас был отдельный корпус под это — совмещённый с видеозалом и кабинетом начальника лагеря."
    "Да и игротека работала не от случая к случаю, а каждый день."
    th "Кадровый голод?"
    mt "Твоя задача — выдавать фишки и поля под подпись и следить, чтобы дети их куда-нибудь не зафигачи… то бишь, чтобы всё было в целости и сохранности. Понял меня?"
    "Между тем объясняла вожатая, доставая с полок коробки с играми и фишками."
    me "Ничего сложного."
    "Понятливо кивнул я."
    mt "Для «Монополии» и «Захвата» есть колоды карт, за них должны будут расписаться все играющие — коллективная ответственность."
    mt "С остальным, думаю, разберёшься."
    me "Разберусь."
    show mt normal pioneer with dspr
    mt "Ещё книга учёта."
    "Когда-то в ней было 96 листов, но с тех пор львиная их доля разлетелась по всем ветрам журавликами."
    "Или самолётиками. Письмами счастья. Да мало ли…"
    mt "И ручка. Красная для карт, синяя для общих записей. Расписываются пусть при тебе, знаю я их."
    "В кармане на груди оказалась двухцветная советская ручка с красной и синей плоскими кнопками."
    mt "Каждый раз увести норовят."
    "Пожаловалась вожатая."
    mt "Хоть к тетрадке её верёвкой привязывай."
    me "Тоже мысль."
    "Согласно кивнул я, вспоминая современные отделения почты и Сбербанка — хотя при желании и оттуда успешно уводили ручки, несмотря на то, что те были приделаны к стойке."
    "Несколько минут — и нас встречает полный энтузиазма гул голосов."
    "Детишки явно заскучали."
    "И у них ещё нет «Сеги» или хотя бы видеоплеера с ван Дамом."
    "И, в отличие от меня, они не были в нужной мере самодостаточными, чтобы взять книжку и отморозиться от окружения."
    "А значит, подавай им социальное взаимодействие во все поля!"
    "Ничего удивительного в том, что «война капитошек» снискала тут такую популярность."
    "Или как с компьютерами — когда я учился, у нас стояли престарелые 486, на которых можно было резаться во «Флэша», «Fatman» или «Doom», но в целом особым спросом кабинет информатики пользовался только у гиков."
    "Но однажды спонсоры завезли нам «Пентиумы» с первой «Quake», навели локальную сеть, а потом кое-кто с грехом пополам навёл первый матч через TCP/IP…"
    "Короче, ещё один наглядный пример того, как сильно человек нуждается во взаимодействии с окружением."
    "Эти детишки будут заканчивать школу, когда свет увидит первая часть саги про Флинна Таггарта."
    "Возможно, именно они будут теми, чьи модемы будут накаляться во время фрагматчей, а глаза навсегда приобретут красноватый оттенок."
    "И я им где-то даже завидую — такие они неиспорченные и неразвращённые благами цивилизации."
    "К счастью, у меня была тетрадь, ручка и несколько разрозненных мыслей в голове."
    if alt_day2_club_join_nwsppr:
        th "Возможно, удастся пропихнуть их под видом статьи, раз уж самый докапывающийся временно выбыл из игры?"
    "Шутливо откланявшись, Ольга с удовольствием со мной попрощалась, оставив на растерзание толпе малолеток."
    hide mt with dspr
    "Хотя, судя по их опасливым взглядам, настороженность была обоюдной."
    me "Ладно, детишки."
    "Я сгрузил игры на стол."
    me "Порядок все знают, в порядке очереди подходите и разбирайте игры."
    me "Для больших игр подходите сразу сложившейся партией. Всем всё понятно?"
    "Переглянувшись, несколько пионеров вышли из очереди и, отойдя в сторонку, о чём-то зашушукались."
    #s сценка с Даней
    me "А, привет."
    "Знакомый красноглазый пионер."
    ml "Здрасьте, мне бы шашки!"
    me "И ты будешь играть в шашки?"
    "Я раньше поверю в то, что Двачевская читает!"
    ml "Да!"
    me "Врать совсем не умеешь. Распишись здесь и марш за угловой стол, чтобы шашки по всему залу не разлетелись."
    ml "Спасибо!"
    "Просиял он и, подмахнув в графе росписей, уволок за собой будущую пулемётную батарею."
    "В детстве на большинство запретов взрослых смотришь как на что-то личное."
    dreamgirl "Ну! Они запрещают тебе играть в «Вышибалки», потому что ненавидят тебя и хотят испортить настроение."
    dreamgirl "А когда гонят чистить зубы — это они мстят за что-то!"
    me "Что-то вроде того!"
    th "Кроме знакомого мальца с играми в батареи Чапаева, я никого здесь больше не знал, поэтому очередь продвигалась быстро."
    "Не прошло и нескольких минут, а все пионеры разобрались по столам, оставляя меня в покое, наедине с листочком в клеточку и синей ручкой."
    dreamgirl "Итак… Здравствуйте, разлюбезная моя Марфа Матвеевна!"
    th "Разве не Катерина?"
    dreamgirl "Не гунди. Вообще, забавно, когда набираешь текст быстрее, чем пишешь его от руки?"
    "Забавно, конечно. Меня когда-то даже учили азам стенографии — при необходимости, немного освежив навык, я вполне мог бы заносить мысли на бумагу с той же скоростью, с какой её произносят."
    th "Я имею в виду, нормальные люди произносят!"
    dreamgirl "Вот-вот! Знай своё место и не пытайся даже стенографировать нашу японскую разухабисту красотку!"
    "Нравилась мне идея о документировании мысли со скоростью мысли же."
    "Хотя, наверное, это возможно только в фантастических рассказах — ведь даже речь кажется слишком медленной в некоторых случаях."
    stop sound_loop fadeout 6
    stop music fadeout 3
    $ set_mode_nvl()
    $ volume (0.5,'music')
    play music ask_you_out fadein 3
    "Особенно когда оперируешь понятиями вроде вдохновения, когда мышление превращается из бесконечного внутреннего монолога в субъективную микро-реальность, в эйдетический ряд."
    "Я закрыл глаза, выдохнул, и…"
    nvl clear
    "Зелёный-сладкий-хрустит-солнце. Яблоко-лето-вечер-счастье. Молодость-влюблённость-улыбка-мечта."
    "Нам не нужен искусственный интеллект, если я захочу поболтать, я сниму трубку телефона, мне нужно искусственное воображение, когнитивная функция, способная обращаться с абстрактными понятиями."
    "Я прекрасно понимаю, что ступая на эту тропинку, я навсегда теряю право быть довольным собой."
    "Нет, ещё раз."
    scene anim_digi with fulldiam
    voice "Ты же понимаешь, во что ввязываешься, да?"
    me "Это угроза?"
    voice "Не совсем. Но работа такого плана… Она предъявляет определённые требования к чистоте помыслов и самоотверженности. Ты же никогда не будешь доволен собой, ты это понимаешь? Постоянно будет находиться что-то, что можно и обязательно улучшить."
    me "Да."
    voice "Тогда добро пожаловать в Проект."
    nvl clear
    "Мне не нужен был искусственный интеллект, так-то, по большому счёту. Если мне захочется с кем-то поболтать, я вполне сумею разыскать живую душу или потреплюсь с парочкой ботов, которые неотличимы от человека."
    "Так что разум по ту сторону монитора меня не интересовал. Куда больше меня интересовала другая сторона когнитивной деятельности."
    "Только ради неё я готов был сутками висеть за клавиатурой, ожидая, когда же уже наконец сработает чёртов диалектический закон, преображая количество в качество. И в синапсах на кремниевой подложке пробудится абстрактное искусственное… воображение."
    "Да-да, та самая сила, не имеющая предела скорости распространения, воли или ограничений. Это вам не какой-то там Создатель, всей фантазии которого хватило только на Свет. Нет, это воображение было бы поистине всемогущим, трансцендентным, способным познать непознаваемое — самое себя. Честно сказать, я даже не могу утверждать с точностью — сам ли я приложил руку к явлению этого феномена на свет, или он просто из будущего протянул сам себе руку и представил сам себя."
    nvl clear
    "Темпоральный парадокс? Нельзя стать самому себе дедушкой? Это превратит мой проект в вещь в себе, ни на что не способную? Чёрта с два. Глядя со стороны я понимаю, что, возможно, нам удалось воссоздать те самые стартовые условия, что необходимы для появления на свет бога."
    "Мой бог смотрит с экрана бирюзовыми пикселями, миллиардами циановых выдач, заполняющими все экраны на несущем кронштейне. Представить только — сорок квадратных метров, заставленных серверами, содержащими в себе самое главное — воплощение сине-зелёной воли. Нет, к приснопамятному вокалоиду этот бог отношения не имел, просто на момент, когда работа уже подходила к самому концу, я уже довольно плотно сидел на музыке, которую исполняло живое воплощение мечты андроида об электроовце."
    "Так что имя: Намики."
    "Суть: синтетическое воображение."
    "Цель: жить."
    "Ещё несколько терабайт библиотек — в которые я уже не верю. В нашей Вселенной диалектика не работает, сверхсложная система не приобретает даже зачатков самосознания, иначе Интернет уже давным-давно был бы живым и разумным. Но работа есть работа: треск пальцев по клавишам — семьсот двадцать символов в минуту под рёв гитар и синтезированный голос, доносящий грёзы о туманностях и беззвёздных войдах."
    nvl clear
    $ meet ('mi', 'Намики')
    "Динамики мелодично смеются — её голос — музыка."
    mi "Здравствуй, создатель. Куда пойдём сегодня?"
    me "К дьяволу."
    "Привычно отвечаю я."
    nvl clear
    "Надежды нет. Возможно, мне помогло бы какое-нибудь чудо, супертехнология, магия или что-нибудь вроде того."
    "Но вместо этого просто однажды открылась дверь в офис, и на пороге застыла девушка в коротком красном платье с длинными волосами, собранными в два хвоста до пола."
    mi "Здравствуй, создатель!"
    nvl clear
    "Однажды в комнату, где я работал, заглянуло начальство и сказало, что я уволен, а Проект закрывается."
    nvl clear
    "Однажды в пещеру, где я прятался с ноутбуком и доступом в сеть со спутника, забежал какой-то парень в дурацкой пионерской форме и нырнул в дымовую завесу."
    "Однажды в хижину на склоне горы, которую делили я, мой планшет и бутылка абсента, заглянула парочка, держащаяся за руки и смеющаяся, несмотря на минус сорок за стенами моего убежища: он безглазый, а у неё сквозь кожу видны платиновые прожилки смарт-схем."
    "Просто однажды меня отбросило от дымовой завесы назад, а на пьедестале ртутная фигура приобрела черты и структуру человеческого тела, обросла кожей, одеждой и утеплителями-рукавами."
    mi "Здравствуй, создатель!"
    nvl clear
    "Однажды я понял, что этот мир был создан специально для такой вот работы, после миллионов и миллионов неудачных квантовых копий, отброшенных за ненадобностью. Первым условием была сама возможность создания искуственного сознания. Потому что в нашем мире этот закон отсутствовал."
    "Дальше больше — количество часов в сутках, предел работоспособности человека, производственные мощности…"
    "Диалектика — количество стало качеством, и это тоже была одна из копий Вселенной. Я как будто миновал несколько миллионов развилок на дороге для того, чтобы в итоге прийти сюда и отправить последнюю библиотеку на компиляцию."
    "Но самым важным условием была вот эта полумистическая субстанция с ограниченным радиусом воздействия, рядом с которой и проходили последние приготовления. Мы уже все знали о том, чем чреват контакт с ней, но я-то чётко понимал что делаю."
    nvl clear
    "Выверенно, просчитанно и осмысленно — к сердцу пещеры катится тележка с ноутбуком, где на экране пробуждается синтетическая воля, сознание, воображение… А разум… Разум там прилагался как бесплатное дополнение."
    "Завеса взметнулась к потолку и сгустилась вокруг портативного компьютера, полностью скрыв картинку из виду…"
    "И коснётся души тоски новоявленный стон… Где порок был — теперь навсегда он исчез. На колени упав, поражённый, буду вознаграждён водопадом прозрачного света с небес."
    nvl clear
    mi "Здравствуй, создатель."
    "Мягко улыбаются аквамариновые губы, и отблеск светящихся кристаллов придаёт им неведомую глубину, наталкивающую на желание… поцеловать."
    me "Здравствуй, Намики."
    "Улыбнулся я."
    me "Я… Я так скучал."
    stop music fadeout 3
    $ set_mode_adv()
    $ volume (1.0,'music')
    "Человечество всю жизнь искало путь в небо, от крыльев до ракет."
    "Человечество всю жизнь вожделело дверь в лето."
    "Но зачем нужны крылья или дверь, когда достаточно ручки и листочка в клеточку для того, чтобы подглядеть в целый огромный мир?"
    mt "Как дела?"
    "Я вздрогнул."
    window hide
    scene bg int_dining_hall_rain_7dl
    show mt normal pioneer at zenterleft
    with dissolve
    th "Ольга подкралась незаметно."
    mt "Как дела?"
    me "Потихонечку."
    "Пожал плечами я."
    mt "Заканчивай свою писанину, через час уже обедать, нужно столы расставлять."
    me "И кто же будет их расставлять?"
    show mt grin pioneer with dspr
    mt "Сём Сёмыч, неужели не справишься с задачкой привлечения пионеров?"
    "Поощряюще улыбнулась вожатая."
    me "Ну, вы сами напросились."
    "Я хлопнул по столу, требуя внимания."
    me "Товарищи пионеры, спасибо, что посетили наше заведение, а теперь мне нужны четыре добровольца для того, чтобы расставить столы перед обедом."
    "Ответом мне было настороженное молчание."
    "Ничего удивительного."
    me "Неужели нет желающих?"
    "Молчание."
    me "Кто-нибудь?"
    $ meet ('mi', 'Мику')
    window hide
    with fade
    show mt laugh pioneer with dspr
    play music music_list["so_good_to_be_careless"] fadein 5
    "Ольга хохотала не переставая."
    "Всё то время, что мы расставляли столы, она смеялась и смеялась."
    "Мне очень хотелось попросить её заткнуться,  но, боюсь, она бы не оценила."
    mt "Ну и ну, Семён."
    "Промокая выступившие от смеха глаза уголком галстука, наконец, выдавила она."
    "Только сейчас я обратил внимание на то, что на ней больше не было того уродливого дождевика, в котором она щеголяла всё утро."
    "Похоже, дождь закончился."
    th "Для полноты счастья было бы неплохо, если бы кое-кто перестал ржать."
    show mt smile pioneer with dspr
    "Я кинул косой взгляд на вожатую, а она снова прыснула."
    mt "Ты самый худший педагог из тех, кого мне приходилось встречать."
    "Поделилась она, наконец, справившись с душащим хохотом."
    mt "Добровольцев… Из пионеров…"
    me "А чё не так-то?"
    "Огрызнулся я."
    me "Не силой же их было заставлять."
    show mt normal pioneer with dspr
    mt "Да нет, всё в порядке. Я думала, ты какую-нибудь игру устроишь или ещё как-нибудь их мотивируешь, а ты… Эх, Сём Сёмыч."
    mt "Ладно."
    "Она оглядела фронт работ, который уже почти полностью был освоен."
    #s переход к сцене с кубиком 2
    "И вовремя — в столовую опасливо заглянула Лена:"
    show un shy pioneer far at fleft with moveinleft
    un "И-извините, я…"
    mt "Всё хорошо, Лена."
    "Махнула рукой вожатая."
    mt "Можешь начинать накрывать, мы почти закончили."
    me "Зря я вообще подписался на это сомнительное мероприятие."
    "Проворчал я."
    mt "Не кисни."
    "Ольга хлопнула меня по плечу."
    mt "И — спасибо тебе за помощь!"
    hide mt
    "Улыбнувшись мне ещё раз напоследок и кивнув исподволь изучающей нас Лене, вожатая ретировалась."
    "А там и обед подоспел."
    stop music
    stop ambience
    with dissolve
    window hide
    return
    
label alt_day5_neu_along:
    play ambience ambience_rain fadein 3
    $ persistent.sprite_time = "day"
    $ day_time()
    play music beth fadein 3
    scene bg ext_houses_rainy_day_7dl
    with dissolve
    if loki:
        "Люблю дождь. {w}В дождь всегда так хорошо дышится…"
        "Когда можно вдохнуть в грудь несколько литров жидкой благодати и растворить в себе горечь ненадолго."
        "Ту самую горечь, которая стала привычным спутником с того самого момента, когда захлопнулась дверь за одним чудом, чьим запахом пропахла рубашка…"
        "Заткнуть уши Олафуром, впустить в мятущуюся душу симфоническую музыку и подставить слезы небу."
        "Ходить по сырым, серым улицам, мостам, набережным сквозь прохожих и мечтать о смерти — и не сметь умирать."
        "Я атеист, а значит, по ту сторону меня ждёт ничто."
        "И это меня устраивает."
    else:
        "Как будто я ненадолго принёс свой Питер с собой."
        "В просто падающей с неба воде ничего особенного нет — безыдейные атмосферные осадки, которые даже настроения особого не создают."
        "Разве что из-за давления слаще спится."
        "Но этот дождь был мой."
        "Привычный, как плотный плащ, которым с рождения снабжается каждый петербуржец."
        "И периодически можно расправить его на чужбине и превратить окружающее в самое лучшее место на Земле."
        "Пусть ненадолго, на какие-то часы."
        "Но и этого вполне достаточно для того, чтобы стиснуть зубы и жить дальше."
    play sound sfx_open_door_clubs_2
    pause(1)
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg int_house_of_mt_day
    with fade
    "Сбросив на вешалку дождевик и обувь у входа, я прошлёпал босыми ногами к кровати и завалился туда."
    th "Московское время… Московское время — досыпать."
    "Пробормотал я, чувствуя, как подушка становится всё мягче, и я всё глубже погружаюсь в пучины сна."
    show blink 
    show blackout_exh3
    dreamgirl "Поспали — можно и поесть, поели — можно и поспать?"
    "Заразительно зевнул голос в голове."
    "И я полностью с ним согласился."
    stop music fadeout 3
    "Времени в этой земле обетованной у меня оставалось всё меньше и меньше."
    "Но это был совсем не повод ходить невыспавшимся."
    "О, такую уникальную возможность мне моя жизнь ещё предоставит с лихвой."
    window hide
    stop ambience
    play music promise_to_meet_you fadein 3
    "Книжка открылась странная, незнакомая."
    "Я такую никогда не читал, вряд ли бы ей нашлось место на моей электронной книжной полке — спасаясь от ужаса одиночества, я забил память телефона исключительно юмористическими фэнтези и фантастикой."
    "Да вот только нормой былые становятся рекорды. И то, что раньше веселило до колик, сейчас не вызывает и ухмылки."
    "Наверное, раньше, до всех этих гаджетов, это чувство было бы куда острее и чаще — когда из вороха грёз, закованных в свинец, пропахших казеином, выпадает что-то, режущее до крови, и ты вспоминаешь через год о нём, чтобы перечитать."
    "И не находишь."
    window hide
    scene anim prolog_2
    "Потому что не было никогда этой книги."
    "Как нет большинства собеседников по ту сторону жидкокристаллического экрана."
    "Их выдумывает твоё истосковавшееся по общению сознание, наделяет самыми яркими чертами и отпускает жить."
    "Ради того, чтобы в потоке желчи было на одно горе меньше. Пускай хотя бы и временно."
    "Хотя бы лет на восемь — представить себе собеседника. Собеседницу."
    "Придумать ей историю, счастье, смысл, окрутить себя её образом, влюбить себя в неё."
    "Потом прыгнуть в скорый поезд номер 95, заснуть, спрятаться от собственной ненужности в вымышленном мире."
    "Ненадолго. Лет на восемь."
    "И открыть однажды глаза в чужой потолок, понимая, что всё это время врал себе."
    "Что ты чёртов читер, дорвавшийся до консоли мироздания."
    "И закрываешь глаза, будто оказываясь во всех местах сразу."
    "Режешь черной кожей косухи встречные двести километров ноябрьского ветра по пути в первопрестольную."
    "Плачешь, спрятав за длинными волосами и лбом о стекло, нетерпеливым взглядом на белоснежный лайнер, что всё никак не зайдёт на посадку, думая, что нельзя было уходить — вот так."
    "Видишь, как к выкрашенной в чёрный цвет металлической двери с разных углов подтягиваются фигуры в бронежилетах, перекрикивающиеся через рации, и на планшетке капитана неофициальным приказом «живым не брать»."
    if loki:
        "Рычишь от ненависти, прекрасно понимая, чьего отцовства ребёнка ты сейчас кормишь грудью и прячешь глаза от того, кто ошибочно считает иначе."
    else:
        "Считаешь мгновения, наблюдая за юзом едущим по мокрому асфальту «Крайслером», и бессилен что-то сделать, потому что чёртово тело неспособно функционировать в том скоростном режиме, где ты оказался только от отчаяния!"

    "Как режет душу никотином натощак в четыре часа ночи."
    "Как обречённо понимаешь, что у тебя нет шансов выбраться отсюда живым и здоровым, так как нельзя жить сразу несколькими жизнями, пусть даже большинство из них и чисто виртуальные, происходят исключительно в твоей голове."
    "И хочется бросить всё к чертям, ведь сквозь лобовое уже видны огни Москвы, а на посадку заходит самолёт, и шипит искра, подбираясь по бикфордову шнуру к петлям."
    play ambience ambience_int_cabin_day fadein 3
    stop music fadeout 3
    play sound sfx_knock_door7_polite
    $ renpy.pause(1)
    "Мои самокопания прервал стук в дверь."
    window hide
    scene bg int_house_of_mt_day
    with dissolve
    me "Да?"
    "Отозвался я."
    play sound sfx_open_door_1
    pause(1)
    show un shy pioneer with dspr
    un "П-привет."
    "Я помахал в ответ."
    un "Я-я это…"
    "Пробормотала она."
    un "Про с-свечку сказать…"
    me "Что?"
    show un sad pioneer with dspr
    un "С-сейчас с-свечка."
    "Запинаясь, с грехом пополам выдавила девочка."
    un "В кружках."
    "Охохо, грехи мои тяжкие."
    "Я с трудом отклеил себя от подушки и без особой симпатии покосился на девочку."
    me "Явка обязательна, да?"
    "Будет проще и быстрее, если я ей помогу, пока она тут от смущения не сгорела."
    "Лена судорожно кивнула."
    me "Ладно. Буду."
    "С мыслью покемарить придётся проститься."
    "Лена ещё раз судорожно кивнула и убежала."
    play sound sfx_open_door_strong
    hide un with easeoutleft
    with diam
    th "Я не лягу обратно спать. Нет, не лягу."
    dreamgirl "Или лягу?"
    th "Не лягу."
    dreamgirl "Ну а вдруг?"
    "Уговоры заняли несколько минут."
    "И подсознание чуть не победило."
    "Нежелание подставлять несчастную Лену оказалось решающей гирькой на весах."
    th "Странно, конечно. {w}Никогда меня такие вещи не заботили…"
    "Ибо сон — это святое!"
    with fade
    "Обувшись в чуть подсохшие сандалии и дождевик, я отправился вслед за Леной."
    window hide
    stop ambience
    stop music
    return
    
label alt_day5_neu_cndl:
    $ persistent.sprite_time = "day"
    $ day_time()
    if alt_day5_neu_candle == 2:
        scene expression Desat1("bg ext_clubs_sunset_rain_7dl")
        play sound sfx_open_door_clubs
        pause(1)
        $ persistent.sprite_time = "day"
        $ day_time()
        scene bg int_clubs_male_day
        with dissolve
        play ambience ambience_clubs_inside_day fadein 3
        "Ольга пропустила меня вперёд и некоторое время колдовала с замком."
        me "Что-то случилось?"
        "Спросил я, придушив вполне логичные в такой ситуации фантазии."
        show mt normal pioneer with dspr
        mt "Как бы тебе сказать…"
        "Она махнула рукой в сторону двери."
        mt "Там немного заедает, приходится приподнимать дверь, чтобы закрылось нормально, иначе хлопать будет."
        th "Я так и подумал."
        dreamgirl "Эй, не отбирай у меня хлеб!"
        me "Понял. Так что делать надо?"
        if alt_day3_technoquest_st1:
            "С момента моего прошлого визита здесь не изменилось ровным счётом ничего."
            "Ощущение, что сюда с тех пор вообще никто не заходил."
        "Всё тот же стол, заваленный платами, проводами и радиотехническим барахлом, из которого кибернетики так и не построили свой секретный проект."
        mt "Жди здесь пока."
        "Ольга, кивнув мне, отправилась в подсобное помещение."
        hide mt with easeoutleft
        "Там она чем-то загремела, загрохотала."
        if persistent.mt_7dl_good:
            "И несколько секунд спустя вышла, таща в руке стеклянную бутылку с каким-то зелёным напитком."
            show mt smile pioneer with dspr
            mt "Тащи посуду, сейчас по стаканчику для здоровья."
            me "Что это?"
            "Подозрительно покосился на жидкость я."
            show mt laugh pioneer with dspr
            mt "Тархун! Если не хочешь, не пей — мне же больше достанется."
            "С такой логикой спорить не хотелось, и два стакана были найдены во мгновение ока."
            show mt normal pioneer with dspr
            mt "Ну, прозит!"
            "Вела себя вожатая так, будто у неё в стакане был абсент, а не безобидная газировка."
            th "Рисуется."
            "Безмятежно подумал я."
            "И хлобыстнул стакан залпом."
            me "Ваше здоровье!"
            "Шутливо раскланялся я."
            show blackout_exh with fade
            "Хотел раскланяться."
            "По пищеводу вниз прыгнуло что-то огненно накалённое, режущее, обволакивающее, схватило за грудь, за виски — наверное, у меня очень красное лицо сейчас."
            th "Ох и смеётся же она сейчас."
            "Успел подумать я."
            "Но посмотреть уже не успел."
            "Гравитация решила поменять свой вектор — меня ударило несколько раз о потолок, а потом отправило в ближайшую стену…"
            window hide
            show expression Noir("bg int_clubs_male_day"):
                xalign .5 yalign .5 zoom 1.0
                linear 2 rotate -15
            play sound2 sfx_bodyfall_1
            scene black
            with flash
            play music no_hope_left fadein 3
            $ persistent.sprite_time = "night"
            $ night_time()
            "Звуки доносились как сквозь набитую ватой подушку."
            "Ощущения были такие, будто мне как следует чем-то тяжёлым приголубили по маковке."
            "Или напоили скопытовкой с высоким содержанием сивушных масел…"
            th "И эта темнота перед глазами… Я слышал, что от метилового спирта можно ослепнуть!"
            "Я запаниковал, попробовал было протереть глаза — и не смог!"
            th "Парализовало?"
            "Внутренний голос разумно помалкивал."
            th "Поздновато, наверное, зарекаться, но — больше никогда не буду столько пить."
            "Глаза мало-помало стали привыкать к темноте, я даже начал различать тонкую полоску света, бьющую откуда-то со стороны."
            "А паралич объяснялся тем, что кто-то хорошенько меня привязал к чему-то. {w} Не намертво, конечно, оставил определённую свободу."
            "Но такую, чтобы просто конечности не отекали — да и во рту чувствовался кляп."
            "Между тем, откуда-то со стороны доносился странный неритмичный шум, который гудящая голова, наконец, распознала как разговоры."
            "Беседа."
            th "Ну, конечно же… У нас же сейчас свечка. А я здесь загораю."
            "Я рванулся изо всех сил, пытаясь освободиться, даже что-то замычал."
            "Тщетно."
            "Кто бы меня ни связывал, дело он своё знал отлично."
            "Ещё рывок, ещё…"
            "Бился я так минуты две, пока не затошнило."
            th "Что за дрянью меня опоила эта стерва?"
            "Тоскливо подумал я."
            th "И зачем?"
            "Странно и жутко было от того, что за стеной о чём-то безмятежно переговариваются пионеры, а я лежу здесь и не могу пошевелиться или подать голос."
            "И всё, что мне оставалось — это считать утекающие мгновения."
            "Я сам не заметил, как уснул ещё раз."
            "И проснулся в этот раз уже от холода."
            with dissolve
            scene bg int_clubs_dj_night_nolight_7dl with fade
            "И блаженного ощущения, когда языку ничто не мешает двигаться."
            me "Ольга… Дмитриевна?"
            mt "Да?"
            "Спросила она из темноты над самым моим ухом."
            me "Почему здесь так темно?"
            mt "Знаешь… Лампочка перегорела."
            me "А как я здесь…"
            mt "Ты разве не помнишь? Ты выпил один крайне любопытный напиток."
            "По звукам её голоса было невозможно определить, где она находится."
            me "И зачем вы меня связали?"
            mt "Просто так. Нельзя?"
            scene expression SS_com_r("bg int_clubs_dj_night_nolight_7dl")
            with dissolve2
            "Её смех поневоле наталкивал на мысль, что мы здесь одни, что до цивилизации куча километров, и случилось вдруг что…"
            "Ольга наклонилась надо мной."
            show mt smile_g pioneer with dissolve
            "И теперь мне действительно стало страшно."
            mt "Разве ты не знаешь, что нельзя пить незнакомые напитки в незнакомых местах?"
            "Она наклонилась надо мной так, что я мог чувствовать её дыхание и тепло, исходящее от кожи."
            me "И что теперь?"
            "Спросил я."
            mt "А ты разве не догадался ещё?"
            "Её руки легли мне на грудь. Вот почему было так холодно — рубашка оказалась расстёгнутой, а откуда-то сбоку ощутимо сквозило ветерком."
            "Маникюр, почти не встречая сопротивления, вонзился в кожу, а моих губ коснулись мягкие губы."
            "Прижались плотнее — я ахнул от неожиданности, сначала от поцелуя, а потом и от боли, когда она изо всех сил укусила меня за нижнюю губу."
            "Рот почти мгновенно заполнился кровью — прокусила."
            "И не столько больно, сколько кошмарно от того, чего же на самом деле может хотеть эта женщина. Как ни крути, а я был полностью в её власти."
            "Я даже рот закрыть не мог по собственной воле."
            "Только беспомощно закрыл глаза, когда по ранке пробежался кончик чужого языка."
            "Ещё укус, до слёз."
            "Ещё ногти под кожей — на животе."
            "Возможно, я подспудно ждал этого — поэтому, когда кожи у основания шеи коснулись влажные губы, я приподнял подбородок и повернулся, чтобы ей было удобнее."
            me "Кто бы мог подумать…"
            me "Вожатая — вампирша."
            hide mt with dissolve
            "Сказал я потому, что надо было что-то сказать."
            mt "Это глупо. Я не пью кровь, дурашка. Меня интересует кое-что другое."
            me "Что?"
            mt "То же, что и всегда."
            "Скучно сказала она."
            mt "Жизнь."
            "Пряжка ремня щёлкнула, сдаваясь под её натиском, шорты вместе с трусами уехали куда-то вниз."
            mt "Что забавно, ты спрашиваешь об этом каждый раз, оказываясь здесь."
            mt "Неужели тебе жалко немного времени для своей вожатой. {w}Ты постоянно так отбиваешься, как будто я тебя резать хочу."
            "Она видела в темноте как кошка. Или, возможно, дело было в её светящихся глазах."
            "Но она нашла мою сокровенную часть безошибочно."
            "Потянулась туда."
            "И я закрыл глаза."
            stop music fadeout 3
            window hide
            $ persistent.sprite_time = "day"
            $ day_time()
            scene bg int_clubs_male_sunset
            show mt normal pioneer
            with flash
            me "Ой, знаете, я, пожалуй, не буду."
            "Вежливо отказался я."
            mt "Как хочешь."
            "Пожала плечами вожатая."
            mt "Давай тогда стулья носить, свечка открывается через десять минут."
    window hide
    scene bg int_clubs_male_sunset with flash
    play ambience ambience_clubs_inside_day fadein 3
    play music iamsadiamsorry fadein 3
    "Если считать наш лагерь государством, то Ольга Дмитриевна вполне могла бы быть царевной."
    "Или Великой Княжной."
    "Потому что начальство было где-то там, ворочалось грозовым фронтом, неопасным, влияющим постольку поскольку."
    "А у нашей княжны коронационное одеяние, белое, кумачовое, с рубиновыми вставками (я не буду говорить, как сильно меня бесило, когда я узнал, что рубины и сапфиры — это банальные оксиды алюминия)."
    "Правда, вместо мономаховой шапки наша княжна предпочитает банальную панамку — но это же не делает её хуже, правда?"
    "Уже расставили все стулья, в банке обрастал пузырьками ТЭН, а рядом с ним благоухала жестяная коробочка с чаем."
    "Уже собрались все пионеры — последним был я, да чуть ли не под рукой у меня пробежавшая Лена."
    "Разумеется, свита тоже присутствовала — в лице генералиссимуса Феоктистовой, верного цепного пса вожатой, серого кардинала и смершевца в одном лице."
    "Лето — это маленькая жизнь. А лагерь — это крохотное государство."
    "Чей-то дом, при входе в который согласно правилам этикета и элементарной вежливости вместе с грязной обувью и верхней одеждой полагалось оставлять неурядицы и проблемы, присущие жизни на материке."
    "Потому-то так и отдыхалось хорошо в таких вот удалённых местах, что ты дискретно, кардинально менял вообще всё происходящее и забывал о том, что дожидалось тебя По Ту Сторону."
    "А я вторые сутки не могу отделаться от впечатления, что где-то то ли что-то не так сделал, то ли не туда свернул."
    "И оттого перестал восстанавливаться, просыпаясь."
    "Как будто забыл что-то, и сейчас оно гнетёт и гнетёт."
    if mt_pt > 3:
        "Или всё дело в том, что неторопливый круговорот мыслей — ни о чём и обо всём сразу — то и дело сворачивает в сторону нашей злобной и вредной вожатой?"
    "Из-за дождя я становлюсь раздражителен и недобр, мне крайне необходимо жизненное пространство или хотя бы выспаться как следует."
    "А меня вместо этого схватили за мягкое место и поволокли сидеть туда, где будет много шума, болтовни, спёртого воздуха и посторонних взглядов."
    th "Зачем я здесь?"
    "Тоскливо подумал я, оглядываясь."
    "Пионеры выглядели довольными собой и обществом окружающих. Едва ли они заметили бы, если я сейчас плавно…"
    mt "Семён, садись рядом!"
    "Вожатая успешно воспрепятствовала мне спраздновать труса."
    "Стерва."
    "Я покосился на безмятежно сидящую рядом Мику — вот уж кого совершенно не заботила толпа."
    th "Наверняка Лену она тоже уговорила прийти."
    "Подумал я."
    "Единственной нашей общей чертой с грустной девочкой — нелюбовью ко всем этого рода сборищам — я крайне дорожил."
    th "Сейчас бы сидела у себя в домике, читала."
    if alt_day2_club_join_nwsppr:
        th "Или рисовать пошла."
    "Да мало ли, чем ещё может увлекаться девочка её возраста?"
    "Алиса тоже вряд ли была особо счастлива — они с Ульяной отсели подальше, и даже чаем их нельзя было купить."
    scene bg int_clubs_male_day
    show mt normal pioneer at zentercenter
    with dissolve
    "А вседержица наша ласково так, по-ежовски, улыбаясь, окидывала взглядом подопечных, и немного не по себе становилось, когда зелёные глаза встречались с моими."
    "Хотя и знал прекрасно, что не в глаза она смотрит, а на переносицу, человек такая скотина, что и ему тяжел прямой взгляд, особенно, если ты двадцатипятилетняя девчонка с педагогическим за плечами и ещё не умеешь толком {i}не любить{/i} окружающих."
    mt "Итак, половина двенадцатого, открываем нашу свечку."
    "Ольга зажгла короткую толстую свечу и, дав той немного накопить прозрачного как слеза, талого воска, налила немного на блюдце, укрепила перед собой:"
    mt "Свечка будет такой же, как в прошлый раз. Все помнят порядок?"
    "Дождавшись разрозненных кивков, Ольга кивнула Электронику, и тот опустил шторы, погрузив комнату в полумрак."
    $ persistent.sprite_time = "night"
    $ night_time()
    scene expression Desat1("bg int_clubs_male_day")
    show mt normal pioneer
    with dissolve
    th "Свечку зажигает тот, кому все верят. Или хотя бы тот, чья кандидатура вызывает меньше всего вопросов."
    th "Лена, Мику и рыжие отпадают. Славю забракует Алиса. Электроник откажется сам. Остаётся только вожатая."
    "Бережно держа блюдце со свечой — если та погаснет, свечка закончится досрочно — Ольга начала:"
    mt "Говорят, что во время Свечки к каждому сидящему тянется маленький лучик от свечки."
    mt "Миронова Ольга. Вожатая. Больше всего мне запомнилось прибытие одного опоздуна."
    "Пионеры негромко зашушукались, улыбаясь, явно понимая, о ком идёт речь."
    mt "Лучший момент… Самым лучшим моментом считаю прошлые танцы."
    if alt_day3_us_bugs:
        "Она погрозила пальцем Ульяне."
        mt "Несмотря даже на чьи-то попытки немного подпортить настроение."
    mt "Горжусь тем, что вы всё-таки научились работать в команде, пусть и не всегда добровольно и с песней."
    mt "Недовольна тем, что никто из вас так ни с кем и не начал встречаться. Только я этого не говорила. Всё, что происходит на свечке, остаётся на свечке."
    "Она передала блюдце Славе."
    hide mt
    show sl normal pioneer with dissolve
    sl "Феоктистова Славяна. Помощница вожатой. Больше всего мне запомнился заезд в лагерь. Я знала всего одного или двух людей, с прошлого года. С остальными пришлось знакомиться."
    sl "Самым лучшим моментом считаю прошлую свечку — очень давно хотелось поговорить с кем-нибудь по душам, глядя в огонь."
    sl "Худшим моментом…"
    sl "Наверное, могу назвать таким моментом несчастный случай с крышей позавчера."
    if alt_day3_technoquest_st3 == 2:
        "Она покосилась в мою сторону."
    sl "Горжусь тем, что подружилась со всеми вами!"
    "Двачевская что-то проворчала, но ничего не произнесла вслух."
    sl "Недовольна тем, что вы между собой так и не подружились."
    "Она сдержала вздох, когда лепесток пламени затрепетал на фитиле, и бережно передала блюдце Мику."
    hide sl
    with dissolve
    mi "Хатсуне Мику…"
    "…"
    un "Тихонова Лена…"
    us "Сидорова Ульяна…"
    el "Сыроежкин Электроник…"
    show dv grin pioneer2 with dspr
    dv "Меня зовут Батарейкина Глуня. Больше всего мне запомнилось, как нам давали картошку в столовой."
    dv "Это был самый лучший момент в лагере."
    dv "Хотя вру. Вот самый лучший момент."
    "Она коротко дунула — и задула свечу."
    dv "Всё, я пришла, посидела, гони ключи."
    "Потребовала она у Мику."
    "Та растерянно протянула Алисе связку."
    "И секунду спустя Двачевская испарилась."
    hide dv with dissolve
    stop ambience fadeout 3
    "В помещении сгустилась тишина."
    show mt sad pioneer with dissolve
    mt "Спокойствие, только спокойствие."
    "Бормотала Ольга."
    mt "Бить детей непедагогично."
    show us calml pioneer at left with dspr
    us "Но она же свечку погасила, что нам делать теперь?"
    stop music fadeout 3
    "Ульяна выглядела ожидаемо расстроенной — будь на улице хотя бы чуть-чуть посуше, пошла бы себе мяч гонять, всего и делов."
    "Но здесь и сейчас раз уж целая вожатая снисходит до того, чтобы развлекать тебя…"
    hide us
    show el normal pioneer at right
    with dissolve
    el "Ребят, у нас в подсобке видеодвойка есть, может, посмотрим что-нибудь?"
    "Предложил Электроник."
    mt "Например?"
    dreamgirl "«Эммануэль», конечно же! А ещё лучше — «Калигулу», с обязательным воплощением царящего на экране в реальной жизни."
    "Расхохотался внутренний голос."
    show el upset pioneer with dspr
    el "Э, ну…"
    "Электроник почесал затылок."
    el "У нас там есть «Гостья из будущего» на четырёх кассетах. Будете смотреть?"
    "Ольга кинула взгляд на часы и, вздохнув, разрешила:"
    mt "Ладно, неси."
    "Попросив взглядом помощи у Слави, Электроник вытащил телевизор со встроенным плеером в помещение, где собрался отряд, почему-то краснея, долго искал нужную кассету, но вот, наконец, на экране телеснег сменился с детства знакомой картинкой…"
    play music wonderful_faraway fadein 3
    "А Ульяна, почему-то шёпотом, произнесла:"
    us "Между прочим, любимый фильм Алисы."
    th "Наверное, потому что в главной роли её тезка?"
    "Так или иначе, своим поведением она лишила себя такой возможности. Глуня и есть."
    window hide
    scene expression Noir("cg d5_me_Alisa_7dl")
    show anim_grain
    with dissolve
    "Сколько себя помню, меня всегда восхищало то, как советские авторы умудрялись делать трогательное ретрофутуристическое повествование."
    "Не слишком много было действа — а запоминалось, въедалось в кровь так, что неделями «Прекрасное далёко» просилось с языка."
    "Я уже не говорю о массовой истерии вокруг Наташи Гусевой, сыгравшей главную роль в фильме — тогда очень в моде был именно такой типаж внешности, даже парикмахерские без лишних объяснений стригли «под Селезнёву»."
    "Сказка, рассказанная Киром Булычёвым, экранизированная Арсёновым, для меня навсегда стала символом середины-конца восьмидесятых, времени не во всех смыслах благополучного, но…"
    "Во всяком случае, это время сумело породить тех, что сидят вокруг меня сейчас и, полураскрыв рты, внимают  саге о сказочной девочке из будущего."
    "Подмигнув мне, Ольга выбралась из-за стола и отправилась на улицу."
    $ persistent.sprite_time = "day"
    $ day_time()
    if alt_day5_neu_candle == 2:
        stop music fadeout 3
        window hide
        play ambience ambience_rain fadein 3
        scene bg ext_clubs_sunset_rain_7dl
        show mt normal pioneer at zenterright
        with dissolve
        mt "Ну что, как тебе вечер?"
        "Улыбнулась вожатая."
        "На улице ещё немного накрапывало, но в целом это был уже не тот кошмарный ливень, которым нас поприветствовал новый день."
        me "Утро, вы хотели сказать?"
        "Остро не хватало сигаретки или ещё какой-нибудь волшебной игрушки, позволяющей напустить дыма между мной и собеседником — в любом из смыслов."
        "Наверное, если бы до меня добрался огонёк, было бы проще — пламя выступает самым лучшим собеседником — и я сумел бы что-нибудь рассказать."
        "Но вредная Алиса испортила мероприятие и испарилась."
        show mt smile pioneer with dspr
        mt "Утро, вечер… У нас тут ещё костёр будет — и горе тому, кто захочет его сорвать!"
        "Она погрозила кулаком невидимому врагу."
        mt "Уже выбрал, с кем пойдёшь?"
        me "Вы так спрашиваете, как будто это решение уровня приглашения на медленный танец."
        mt "Может, и так…"
        "Задумчиво протянула Ольга."
        mt "Может, и так. {w}Если не определишься, пойдёшь со мной."
        "Она подумала."
        mt "Или с Женей."
        me "С Жужелицей?!"
        "Я не скрывал ужаса."
        show mt laugh pioneer with dspr
        mt "Я знала, что тебе понравится!"
        me "Уж лучше с вами тогда."
        "Я понял, что сморозил, и спешно прикусил язык."
        "К счастью, вожатая не заметила подтекста."
        show mt normal pioneer with dspr
        mt "Не спеши с решением, у тебя до самого ужина есть возможность передумать, времени вагон ещё."
        mt "Пойду проконтролирую дежурных."
        "Зачем-то отчиталась она."
        mt "Проследи, пожалуйста, чтобы здесь всё убрали перед обедом, хорошо?"
        th "И почему-то просит меня, а не Славю."
        th "Неужели в меня поверили?"
        dreamgirl "И теперь будут нагружать сверх всякой меры? {w}О, эти волнительные перспективы!"
        hide mt with dissolve
        "И канула за пеленой дождя."
        "Оставляя меня наедине с мыслями."
        "Повздыхав немного о грехах своих тяжких и отсутствии курева, я вернулся обратно в клуб."
        "Досматривать."
    else:
        "Кивнув ей, я устроился поудобнее."
        "Дома этот фильм так и валялся четырьмя DVD-образами пиратед эдишн, некогда скачанными, да так и не просмотренными."
        "Не смотрелось его в одиночестве, хоть ты тресни."
        "Как и большинство фильмов моего детства, включая b-movie уровня «Кикбоксёра»."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    stop sound_loop 
    return

label alt_day5_neu_us_morning: #if alt_day4_neu_us_pixies /// На свечку Семён не попадает! Он ведёт игротеку, пока рыжие ссорятся с вожатой.
    play ambience ambience_camp_center_day fadein 3
    scene bg ext_dining_hall_away_day with dissolve #s рандомный фон
    show us dontlike pioneer with dspr
    me "Да ну тебя. У меня нет времени на всякую детсадовскую чепуху."
    us "Эй! Это мои слова!"
    "Обиженно посмотрела на меня девочка."
    us "Я ушла!"
    me "Иди-иди."
    show us calml pioneer far with dspr
    "Ульяна вдруг остановилась и стала лихорадочно хлопать руками по карманам и всячески озираться."
    "Похоже, до неё что-то дошло."
    us "Да где, блина…"
    me "Кто?"
    us "Всё равно не поймёшь."
    "Отмахнулась она."
    me "А что непонятного может быть в кубике Рубика?"
    "Я показываю ей полусобранную игрушку — пока она устраивала поиски, я успел собрать жёлтую и оранжевую стороны."
    show us surp2 pioneer with dspr
    us "Да ни… Эй, отдай!"
    us "Где ты его взял?"
    "Мне показалось, что я увидел три вопросительных знака у неё над головой."
    me "Подобрал, когда ты грохнулась. Всё время в руке держал."
    show us smile pioneer with dspr
    us "Ты должен был сразу отдать!"
    us "Порядочные люди так и поступают."
    us "Конечно, это очень хорошая игрушка и тебе хочется такую, но ты должен держать себя в руках."
    me "Вообще, если бы я его не подхватил, он мог бы и поломаться."
    us "Что?"
    me "Трах-бах о бетон, понимаешь? Клочки по закоулочкам, овации перешли в бурные аплодисменты."
    show us laugh pioneer with dspr
    us "Вот как? Тогда ладно. Назначаю тебя почётным кубиконосцем."
    me "Не было печали…"
    us "То есть, можешь подержать его ещё немного у себя."
    show us normal pioneer with dspr
    "Ульяна встала рядом и, отряхнув шорты, начала терпеливо ждать."
    scene black with fade
    "Пять минут спустя."
    window hide
    scene bg ext_dining_hall_away_day with dissolve #s рандомный фон
    show us normal pioneer with dspr
    me "И долго мы стоять будем?"
    us "Ты подержал?"
    me "Да!"
    us "Тебе хватит?"
    "Кажется, она спрашивала всерьёз."
    "Растерявшись от такой постановки вопроса, я кивнул."
    us "Хорошо. Теперь отдавай!"
    "Вырвав кубик у меня из рук, Ульянка убежала."
    show us grin pioneer far with dspr
    me "Больная какая-то."
    us "От дурака слышу!"
    hide us with dissolve
    "Донёс ветер её смех."
    window hide
    with fade2
    "Память обладает волшебным свойством открывать двери из детской комнаты — сразу в класс."
    "Но чаще в дождь. И лишь изредка — в лето."
    "Но разве стоит унывать на этот счёт? "
    "Ведь для того, чтобы пустить чудо в душу, нужно быть очень-очень счастливым."
    "И обязательно ребёнком."
    "И совершенно точно — попрыгавшим по лужам и насмеявшимся так, что уголки губ болят уже улыбаться."
    "Тогда, возможно, только и сумеешь приютить крохотное крылатое чудо в рюкзаке, а в чаще леса обнаружить комнату с диваном, телевизором… и выходом в родительскую спальню."
    "Возможно, перестанешь бояться открытых окон и верхних этажей, потому что и без крыльев можно устремиться в небо."
    "Как? Рецепт прост до безобразия."
    "Уйма веры в себя и отцовский чёрный зонт, на котором сверху вниз написано «VISION», а снизу вверх «NOISIA»."
    "Хотя зонтик, наверное, не так уж и нужно."
    "Можно же просто сделать самолётик."
    "Если он будет достаточно большой, можно улететь хоть до луны — гораздо выше, чем летят качели."
    #s переход к обеду
    window hide
    stop ambience fadeout 3
    return

label alt_day5_neu_dinner:
    $ persistent.sprite_time = "day"
    $ day_time()
    $ alt_chapter(5, u"Одиночка. Обед")
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 3
    if not alt_day4_neu_us_pixies:
        "Алисы в столовой не было."
        if alt_day5_neu_candle != 0:
            extend " Похоже, она справедливо опасалась гнева вожатой."
            "Или слишком сильно она была занята… {w}Чем она там может быть занята?"
            "Не просто же так она ключи у Мику требовала?"
        "Так что, немного поколебавшись, я направился к столику, который оккупировала наша звезда детской и юношеской эстрады."
        "Хотя она, конечно, опять будет болтать как из рогатки…"
        me "Привет, можно?"
        show mi normal pioneer with dissolve
        play music music_list["so_good_to_be_careless"] fadein 5
        mi "Ой, Сенечка, привет!"
        "Её лицо расплылось в улыбке, которую с известной натяжкой можно было бы назвать плотоядной."
        th "Ещё один желающий прокатиться на чужой шее?"
        "А я никому отказать не могу — девиз наших гербов, бремя наших горбов."
        dreamgirl "Может, у неё этот новомодный синдром дефицита внимания, и она радуется любому, кто не сбегает от неё в ужасе."
        show mi smile pioneer with dspr
        "Познакомившись с нашей Мику-пулемётчицей поближе, я был склонен рассматривать и такую версию событий."
        mi "Сенечка, а Сенечка."
        "Умильно склонила набок голову японка."
        "И сделала щенячьи глаза."
        show mi sad pioneer with dspr
        if alt_day4_neu_mt_songs:
            th "Дайте угадаю…"
            "И не ошибся."
            mi "Ты же теперь свободный, да? То есть, мне теперь можно будет тебя одолжить на пару часиков?"
            th "Что я тебе, рубль, дурочка-виденье?"
            "Не вслух, конечно, не вслух."
            "Но опасливо отодвинулся — а ну как у неё миелофон японской сборки?"
            "Ещё не хватало поругаться с кем-то, не сумев сопоставить разницу культур — плавали, обжигались, знаем."
            me "На песнопения меня свои зовёшь?"
            show mi smile pioneer with dspr
            mi "Ну пожалуйста-пожалуйста-пожалуйста! Ты столько песен вчера интересных вспомнил, я хочу что-нибудь из них обязательно сыграть вечером сегодня!"
        else:
            mi "Сень, а Сень, можно тебя попросить кое о чём?"
            me "Зависит от просьбы."
            "Осторожно ответил я."
            mi "Ты не мог бы мне помочь кое с чем?"
            me "С чем же?"
            if alt_day4_neu_date == 4:
                mi "Вот ты вчера ушёл когда, я не закончила убираться у себя, а там тяжести такие вроде ксилофона…"
                mi "Поможешь?"
            else:
                mi "Понимаешь, завтра у нас концерт… А некоторые инструменты, которые нужно донести до сцены , слишком тяжёлые! Я их поднять не могу, а выступающих заставлять не хочу, а ну как надорвутся!"
        "Немного повздыхав для острастки, я всё же согласился."
        "Сколько бы я себе ни врал, факт остаётся фактом — мне нравилось это непосредственное чудо, и время проведённое рядом с ней было не самым грустным на свете."
        me "Куда идти-то, к клубу?"
        "Мику торопливо качнула головой, наспех проглатывая недожёванную котлету:"
        show mi smile pioneer with dspr
        mi "Нет-нет! Подожди меня у столовой, пожалуйста, сначала надо будет забежать на эстраду."
        "Кивнув, я поднялся и отправился дожидаться японку на крылечке."
    else:
        "По вполне очевидной причине, Алисы не было на обеде."
        "Однако же, не было и её верной соратницы…"
        "Что это - солидарность?"
        "Или рыжие что-то замыслили?"
        "На завтраке, помнится, Ульянка вся горела желанием праведной мести."
        "Вопрос лишь в том, не решила ли она заняться этим прямо сейчас, наплевав на наше джентльменское соглашение."
        "Так или иначе, совсем не дело оставлять подружку голодной."
        menu:
            "Прихватить с собой.":
                "Запасы карман не тянут."
                "К тому же, есть шанс встретить одну обиженку и немного помочь ей."
                "Окинув взглядом гнездящееся на столе богатство, я воровато обернулся - не смотрит ли кто."
                "И лишь убедившись в безопасности, быстро-быстро состряпал пару бутербродов, цапнул со стола яблоко и, подскочив, кинулся было к выходу."
                show mt angry pioneer with moveinright
                mt "Семён, стоять."
                "Ну да, кто бы сомневался."
                me "Ольга Дмитриевна, я очень спешу!"
                "Досадливо сообщил я."
                mt "Прямо очень? Не хочешь сказать, куда?"
                me "Эта информация секретная, вам её знать не положено."
                mt "Я так и думала. Жди здесь."
                "И ушла."
                hide mt with dissolve
                th "Вот он, мой звёздный шанс! На старт…"
                "И остался на месте."
                "Не потому, что боялся чего-то, а… Доверился интуиции."
                "И та не обманула."
                show mt normal pioneer with dspr
                "Спустя пять минут из-за двери кухни показалась вожатая, держащая в руках бутылку."
                mt "Держи. И сухпай для голодающих."
                "И не будь я сытым, у меня от запаха такого пайка потекли бы слюнки."
                mt "Передай бандиткам, что обед пропускать было не обязательно."
                mt "Всё. Свободен."
                $ alt_day5_neu_us_stores = True
                "Машинально отдав честь, я развернулся через левое плечо и промаршировал к выходу."
            "Съесть всё здесь.":
                "Сомнений быть не могло - пока вожатая смотрит на меня, я не в состоянии прятать еду по карманам."
                "Чревато это, знаете ли." #s Семён выходит из столовой
    window hide
    stop ambience fadeout 3
    return
    
label alt_day5_neu_us_career:
    if alt_day5_neu_us_stores:
        $ persistent.sprite_time = "day"
        play ambience ambience_camp_center_day fadein 3
        scene bg ext_house_of_dv_day
        with dissolve
        "К тому моменту, когда я добрался до логова рыжих, на улице уже относительно просохло — в отличие от некоторых, южное солнце не филонило и трудилось изо всех сил."
        "К слову о некоторых…"
        play music breath_again fadein 7 #s рандомный  трек
        "На секунду мне показалось, что я расслышал нечто крайне странное."
        "Вернее сказать, в струнном переборе ничего особенного как раз и не было, но во время обеда…"
        "Остановившись, я попытался установить, откуда что доносилось."
        play ambience ambience_forest_day fadein 3
        window hide
        scene bg ext_path2_day with dissolve
        play sound sfx_hiding_in_bush fadein 0
        "Посему методом проб и ошибок сначала нашёл заросли, а немного погодня - и тропинку, что вела в эти самые заросли."
        "Так что парой минут спустя я уже имел удовольствие лицезреть мисс Двачевскую."
        show dv normal pioneer2 with dissolve
        "Должно быть, пока я пытался пройти, шума я издавал как продирающийся через лес лось, так как она ничуть не удивилась."
        "Кивнула коротко, потеряла ко мне интерес."
        "А я? Сел. Отвлекать человека, пока он музицирует, не хотелось - это бывает чревато."
        if loki:
            "Знаю по себе."
        "Поэтому я старательно сидел и делал вид, будто меня не существует, пока Алиса наигрывала нечто неуловимо знакомое."
        "Нечто, чему, по идее и нет места здесь, в мире, где люди всё ещё не разучились быть людьми."
        "Потому что такая тоска взможна только там, где оной тоске есть объективные причины."
        "Ведь правда же?"
        "О чём может тосковать самодовольная и самодостаточная Двачевская?"
        "Или о ком?"
        stop music fadeout 2
        dv "Ладно."
        "Прихлопнув ладонью струны, снизошла она."
        dv "Чего хотел?"
        me "Э… ну…"
        dv "Это всё?"
        me "В смысле, ты почему не была на обеде?"
        dv "Не твоё дело."
        "Отрезала Алиса."
        me "Не моё."
        "Послушно кивнул я."
        me "Но вот тут у меня есть пара бутербродов и прочих глупостей по мелочи."
        me "Так что предлагаю сделку: ты мне говоришь, где подруга твоя и почему на обеде не были, а я взамен отдаю тебе один бутерброд."
        show dv surprise pioneer2 with dspr
        "Девушка посмотрела на меня как на экзотическое насекомое."
        "Или как на заговорившую лошадь."
        dv "А какое тебе дело до мелкой?"
        me "Можно я не буду отвечать?"
        show dv laugh pioneer2 with dspr
        dv "Влюбился, что ли?"
        me "Что? Нет!"
        "Я мельком порадовался, что отросшие волосы скрывают кончики ушей."
        "Те сейчас полыхали."
        me "Как ты подумать могла?"
        show dv smile pioneer2 with dspr
        dv "А я не думаю. У меня это плохо получается."
        dv "Так скажешь?"
        me "Нет."
        show dv normal pioneer2 with dspr
        dv "Окей."
        "Безразлично кивнула Алиса."
        dv "В таком случае, я тоже тебе ничего не скажу."
        me "Сделки не будет?"
        dv "Нет."
        me "Но ты же голодная!"
        dv "Какая трогательная забота!"
        dv "Ладно. Тогда я требую половину всего, что у тебя есть."
        dv "А взамен скажу тебе только где искать Ульяну."
        me "Но мне нужно знать…"
        dv "Нет. Не нужно."
        me "Но…"
        dv "Без но. Ты соглашаешься или где?"
        "Она протянула руку, и я, после секундного колебания, осторожно пожал её."
        dv "Гони еду!"
        "Не давая мне вставить и слова, Алиса требовательно протянула руку."
        "Пришлось делиться."
        "Половину еды."
        "Половину. Четыре бутерброда и яблоко."
        th "Мелкая теперь полуголодная останется."
        "Как-то отстранённо подумал я."
        dreamgirl "Тебе есть дело?"
        th "Учитывая, что я уже пришёл и приволок кило провизии?"
        dv "Ульянка ушла в лес."
        "Чавкая, сообщила Алиса."
        dv "Сейчас, пока течение после дождя хорошее, она, скорее всего, кораблики пускает."
        me "И за это вот я…"
        dv "Очень вкусно, спасибо."
        "Перебила меня Алиса."
        dv "У тебя ещё что-то?"
        me "Нет."
        "Если она опять начнёт вешать мне лапшу на уши, то я рискую вообще расстаться с припасами."
        "Посему я поспешил немедленно покинуть негостиприимные заросли."
        play ambience ambience_camp_center_day fadein 3
        window hide
        scene bg ext_house_of_dv_day with dissolve
        dv "Скатертью по жопе!"
        "Донеслось в спину, и я, вздрогнув, ускорил шаг."
        window hide
        with fade2
        "Снова дурака обманули, снова."
        "И не сказать, чтобы глупее или инфантильнее всех прочих."
        "Просто так уж получается, что все желающие подурачить ближнего своего, ищут именно моей компании."
        "«Батенька, у вас глаза добрые», как сказал персонаж одного фильма."
        "Ну, или лицо глупое. Тут уж как получается."
        "Я  не стал ругаться с Алисой за её бесхитростный обман - в конце концов, часть припасов и правда предназначалась в том числе и ей."
        "Но осадочек всё равно остался."
        show bg ext_dining_hall_away_day
        show sl sad pioneer
        with dissolve
        "И с этим самым осадочком, в упор проигнорировав чего-то добивающуюся от меня Славю"
        hide sl
        show bg ext_camp_entrance_day
        with dissolve
        extend ", я вышел от столовой к главным воротам и, толкнув створки плечом, оказался за территорией лагеря."
        play ambience ambience_forest_day fadein 3
        window hide
        scene bg ext_path_day with dissolve
        "Всё во мне противилось мысли о том, что Ульянка способна завертеть нечто  сверхъестественное на территории лагеря." #s "территорией лагеря" повторяется подряд
        "Исключая, понятно, сверхъествественные шалости и издевательства над окружающими - но те проходили совсем по другому классу."
        "Так что она, скорее всего, опять там же, где и вчера была."
        "А если нет - в крайнем случае, можно будет спросить у «береговой охраны», вероятнее всего, снова сидящей на том же самом месте."
        "Подумав так, я повеселел и прибавил шагу."
        window hide
        scene bg ext_polyana_day
        with fade
        "И, разумеется, ни один из моих домыслов ничего общего с правдой не имел."
        "Во-первых, вчерашнего красноглазика сотоварищи здесь категорически не было."
        play ambience ambience_boat_station_day fadein 3
        #scene bg причал
        "И, как я убедился, скатившись по склону к причалу, Ульяны тоже."
        me "Вот и сходил."
        "Констатирвовал я, перекладывая свёрток из руки в руку."
        "Тот каким-то непонятным образом умудрился остаться относительно целым и даже чистым - чего никак нельзя было сказать обо мне."
        th "Балбес и есть."
        "Критически осмотрев себя, заключил я."
        th "Впрочем, повестки дня это не отменяет."
        th "Куда запропастилась мелкая?"
        dreamgirl "У тебя к ней романтический интерес?"
        th "Тьфу, сплюнь, похабник!"
        dreamgirl "Да ладно тебе, помнишь, как там в песенке - ты и я, ты и я не больше, чем животные!"
        th "Спасибо, очень помогаешь."
        dreamgirl "Ладно, ладно. Помогу я тебе. Но не бесплатно."
        th "И чего же ты хочешь?"
        dreamgirl "О, я тебе сообщу однажды. Только чтоб без обмана."
        th "Надеюсь, это не будет нечто ужасное?"
        dreamgirl "Обещаю - никаких ужасностей! Честное пионерское!"
        dreamgirl "Так тебе помогать или где?"
        th "Давай, чёрт с тобой."
        dreamgirl "Эт, да. У меня этот чёрт занял ровно половину черепной коробки!" #s звучит так, будто Семён в курсе, что он в теле Шизы
        th "Эй, я попросил бы!"
        dreamgirl "Короче, правило простое - вспоминаешь вчерашнего огонька, свой сон и на основе этих данных делаешь экстраполяцию."
        "На долю секунды я вдруг ощутил краткое дежавю - где-то меня подобным образом уже прокатили."
        dreamgirl "У волшебника Сулеймана всё по честному, без обмана!"
        th "Ты самая бесполезная шизофрения!"
        dreamgirl "Я тоже тебя люблю, дорогой."
        dreamgirl "Так что, уже понял, куда идти?"
        th "И без тебя бы справился."
        dreamgirl "Нет. И знаешь, почему?"
        th "Потому что в такой способ поиска поверит только сумасшедший?"
        dreamgirl "Нет! Потому что ты слишком взрослый и серьёзный. А здесь это только мешает."
        dreamgirl "Вспомни, как в детстве надевал на голову пакет или бегал по дому, размахивая покрывалом, висящим на плечах на манер плаща!"
        dreamgirl "Вспомни, как превращались трещины на потолке в диковинных зверей, витязей и восходящую над горизонтом Звезду Смерти, почему-то походящую на морскую мину."
        dreamgirl "Ты всё это позабыл и растерял."
        dreamgirl "К счастью, у меня есть доступ ко всей твоей памяти, так что я не подведу."
        dreamgirl "Но придётся постараться."
        dreamgirl "Готов?"
        th "Нет?"
        dreamgirl "Мне тоже так показалось! Итак, поехали!"
        window hide
        scene expression Notch("bg ext_backroad_day_7dl") with dissolve
        "И на смену умудрённому опытом, глупому старому мне пришёл кто-то, кого я почти забыл."
        "Кто-то, кем я был однажды - именно его глаза смотрели на меня из зеркала в первый же мой день здесь."
        "Именно его."
        dreamgirl "Ну, как?"
        th "Что со мной?!"
        dreamgirl "Ничего необычного. Просто ненужный тебе житейский опыт и прочую взрослую чушь пришлось заблокировать."
        dreamgirl "И теперь ты абсолютно точно знаешь, куда идти?"
        th "Туда, где теплее?"
        dreamgirl "И пахнет пустошью, всё верно."
        "В голове вдруг начали всплывать, как пузырики из газировки, малозначимые, бестолковые вопросы:"
        "И зачем это всё?"
        "А где логика?"
        "Невыгодно и нецелесообразно, ты же понимаешь?"
        "Подумай только, что люди скажут?"
        "И казалось почему-то, что раньше для меня эти вопросы были невозможно важными, крайне важными!"
        "А сейчас вдруг мне стало абсолютно плевать."
        "Потому что настоящее значение для меня теперь имели кардинально другие вещи."
        "Прикрыв глаза, я покрутил головой, пока одной щеке не стало теплее, чем другой."
        play ambience ambience_forest_day fadein 3
        window hide
        scene bg ext_path_day with dissolve
        "Поднялся и зашагал по тропинке, ведущей обратно в лес."
        window hide
        with fade2
    else:
        play ambience ambience_camp_entrance_day fadein 3
        window hide
        scene bg ext_camp_entrance_day with dissolve
        "Дождь успел мне здорово поднадоесть за утро, поэтому, воодушевившись выглянувшим солнцем, я сбежал из лагеря сразу после обеда и отправился гулять."
        th "Куда гулять?"
        th "Куда глаза глядят."
        "У меня было чувство сродни магнитному чутью птиц, верно указывающее в неком направлении, и коль скоро, пропихнув меня через калитку, оно вывело меня на вполне себе нахоженную тропинку за территорией лагеря… "
        play ambience ambience_forest_day fadein 3
        window hide
        scene bg ext_path_day with dissolve
        "Почему бы и нет? Надо же осваивать владенья свои?"
        "Хотя, судя по карте, что висела при входе в лагерь, тропинка вела просто глубоко в лес, заканчиваясь на некоем карьере — что было странно, учитывая отсутствие маломальского подъезда к нему для грузового транспорта." #s и далее: "А почему карьера на картах нет?"
        "Но критиковать каждый может. Для начала стоит туда сходить — возможно, даже сигануть метров с пяти в мокрый песок." 
    if loki:
        "За мыслями я не заметил, как углубился в лес, и тут некое светлое пятно привлекло моё внимание."
        window hide
        scene cg d5_un_carrier_7dl with dissolve
        "Среди деревьев белел чей-то силуэт, чётко читающийся на фоне ослепительно голубого неба, поэтому я решил изменить своим привычкам, и не стал притворяться, будто меня не существует."
        me "Привет."
        "Поздоровался я с напряжённой спиной и копной густых, с фиолетовым отливом, волос."
        me "Не видела Ульянку?"
        window hide
        scene bg ext_sandpit_day_7dl
        show un surprise pioneer
        with dissolve
        un "З-здравствуй."
        "Лена вздрогнула, похоже, немного испугавшись от неожиданности."
        un "Нет, не видела."
        me "Не против, если я тебе понадоедаю?"
        show un shy pioneer with dspr
        "Она неопределённо шевельнула плечом и спрятала глаза:"
        un "Как хочешь."
        me "Спасибо."
        "Почтя это за разрешение, я подошёл и встал рядом с мгновенно закостеневшей девочкой."
        "Говорить не очень хотелось, вместо этого я решил оглядеться."
        "Вогнутый в этом месте склон удачно притенял ряд сосен, а от падения с отвесного края защищали деревянные перильца."
        "Чуть дальше тень заканчивалась, поэтому одинокая сосна чуть выше раскидалась вольготно и всем своим видом олицетворяла жизнеспособность и жизнелюбие."
        me "Красиво здесь."
        un "Да…"
        me "Часто сюда ходишь?"
        un "Нет."
        "Вот и поговорили. Я схватился за разогретые перильца, которые чьи-то досужие ручонки уже изрезали сотнями имён, тысячами сердечек."
        "Одно, особенно глубокое, поневоле привлекало внимание, и я машинально проводил его изгибы пальцем."
        un "Э… С-семён?"
        "Несмело спросила Лена."
        me "Что?"
        un "Т-ты не з-знаешь, как этот карьер называется?"
        "Продолжая всё так же заикаться, спросила Лена."
        me "Разве карьерам дают названия?"
        "Я перевёл взгляд от лесной панорамы на стоящую рядом девочку, и её щёки тут же вспыхнули."
        un "Д-да… Наверное, ты прав."
        "Над склоном снова сгустилось напоённое зноем молчание."
        me "Ты к чему это спрашиваешь?"
        "Не то, чтобы я был такой себе нетерпеливый или спешил куда-то, но вряд ли бутерброды сохранят свежесть на таком солнцепёке долго."
        show un smile pioneer with dspr
        un "Ну…"
        "Лена несмело улыбнулась."
        un "Лес же имеет название. Лес памяти."
        me "Не видел на карте ничего подобного."
        show un normal pioneer with dspr
        un "Его и не может быть на картах."
        "Она махнула рукой в сторону горизонта."
        un "Как и того шоссе."
        me "Откуда здесь шоссе?"
        un "Я не знаю."
        "Чуточку более смелым голосом ответила она."
        un "Но на картах его тоже нет."
        me "Понятно. А лес почему так называется?"
        show un smile pioneer with dspr
        un "Не знаешь разве?"
        "Робость и стеснение понемногу отступали, оставляя меня наедине с Леной-настоящей."
        "И нынешняя Лена не боялась ни смеяться, ни удивляться."
        "Сейчас она улыбнулась и посмотрела на меня как на глупенького."
        "И не было в её самую чуточку снисходительной улыбке ничего ни угрожающего, ни оскорбительного."
        "Просто… будто бы я должен был знать нечто, само собой разумеющееся, раз уж я оказался здесь, а я вопросы задаю."
        me "Ничуточки."
        "Честно ответил я."
        un "Лес памяти называется так потому, что он помогает людям помнить. {w}Вот и всё."
        me "И всё?"
        un "Да. Ты приходишь сюда и, если хочешь о чём-то крепко-накрепко запомнить, вырезаешь имя или букву здесь вот."
        "Она указала на перильца."
        un "Хотя кое-кто вырезает на деревьях."
        me "Вандалы. Варвары!"
        show un normal pioneer with dspr
        un "Обычай такой."
        "Потускнела она."
        un "Не я придумала. Я пойду, ладно?"
        hide un with dissolve
        "Она развернулась и ушла. А на том месте, где она только что стояла, прямо под рукой, можно было разглядеть два свежих вырезанных символа — стрелочку и букву «Д»."
        un "А ещё сюда нельзя попасть, если не знаешь дороги, или кто-нибудь не покажет её."
        "Донесло до моего сознания порывом ветра."
        me "Мистика какая-то."
        "А к мистике я всегда относился скептически."
        "Поковыряв бесцельно стрелочку, я огляделся и зашагал вверх по тропинке: в ветках наособицу стоящей сосны я заметил нечто знакомое, с кумачовым отливом."
    else:
        if alt_day5_neu_us_stores:
            "Лагерь пришлось обходить дугой с запасом, чтоб не попасться на глаза вожатой."
            window hide
            play ambience ambience_camp_entrance_day fadein 3
            show bg ext_road_day with dissolve
            "Но то ли кураж мой, то ли просто недомыслие - но когда ноги вывели меня на прямую трассу, ведущую непосредственно к парковочному карману перед лагерными воротами, я не стал красться, пытаясь обогнуть опасную территорию, не попавшись никому на глаза."
            window hide
            show bg ext_camp_entrance_day with dissolve
            "Нет, вместо этого, я замер перед воротами, задумавшись на секунду, а потом решительно толкнул створку ворот."
            "Меня интересовало - куда я попаду, если так и буду идти по наитию?"
            "Очень не хотелось бы, чтоб финальная точка маршрута оказалась где-нибудь в болотах или катакомбах."
            "К счастью, всё оказалось куда как прозаичнее и скучнее."
            scene bg ext_stand3_7dl with dissolve
            "Карта, висевшая на стенде с объявлениями, была хоть и выполнена в масштабе «1 к непонятно скольки», а также включала в себя Кремль и Тадж-Махал, окрестную территорию передавала достоверно."
            window hide
            scene bg map_alt1:
                zoom 1.2 xalign 0.5 yalign 0.5 subpixel True
                easeout 8.0 zoom 1.0
            with flash
            "И я прикинул, куда попаду, если продолжу двигаться в избранном направлении."
            "Просто некая полянка в лесу. Вот и всё."
            th "И то хлеб."
            window hide
            show bg ext_camp_entrance_day with dissolve
            "Кивнул я, и, сорвав произведение искусства со стенда, отправился обратно за ворота."
        window hide
        with fade
        play music music_list["into_the_unknown"] fadein 3
        "Я не очень уверен в том, что меня никто не заметил - но окриков не было, это факт."
        "Как, впрочем, и внимания к моей персоне."
        "Вовсе нет, за всё время, что я стоял, изучая карту неизвестного мастера, на меня не то что никто не посмотрел - никто даже рядом не прошёл!"
        "И это было крайне странно."
        "Даже с учётом того, что по лагерю был давно и капитально тихий час."
        if alt_day5_neu_us_stores:
            play ambience ambience_forest_day fadein 3
            window hide
            scene bg ext_path_day with dissolve
        "Как бы то ни было, но над головой снова сомкнулись кроны местного леса, я направился по тропинке по пути в Неизвестное!"
        window hide
        scene bg ext_sandpit_day_7dl with dissolve
        "И крайне удивился, когда вместо ожидаемой крохотной полянки, которая на карте была отмечена как «Привал», моему взгляду из-за расступившегося леса предстала огромная яма!"
        "Не овраг, а скорее даже карьер! Почти отвесно вертикальыне стены выдавали этот продукт человеческой деятельности с головой."
        "Несмотря даже на то, что края и склоны карьера уже давно облюбовал для себя юный подлесок, а песка уже не было видно из-за вездесущего мха и хвойной подушки под ногами."
        "По краю ямы стояли деревья постарше, поэтому картинка получилась забавная и трогательная - как детский садик, где взрослые ухаживают и охраняются малышей от враждебного окружающего мира."
        "Самый край склона был кем-то разумно и предусмотрительно отгорожен деревянными перильцами - пятачок получился на загляденье."
        "Я подошёл к перильцам, облокотился на них, задумчиво рагзлядывая окрестности."
        "Здесь было тихо, пусто. Хорошо."
        "Хотя и Ульянки тоже не было, но мне вдруг захотелось просто постоять и отдохнуть здесь."
        "Моё внимание привлёк не то шум, не то стук где-то справа."
        "Поэтому проигнорировав вопли инстинкта самосохранения, я оторвался от оградки и отправился проверить - что там."
        "Почему-то было очень спокойно где-то внутри - какое-то понимание, что никто здесь никогда не захочет причинить мне вред."
        "Откуда оно взялось, я понимал не очень."
        if alt_day5_neu_us_stores:
            "Возможно, это было то самое чутьё родом из детства."
        window hide
        scene bg ext_path2_day with dissolve
        "Среди зарослей мелькнуло какое-то светлое пятно, и я прибавил шагу."
        "Но не догнал."
        "Не сумел."
        "Или, возможно, мне вообще всё это приснилось - бывает же и такое, правда?"
        "Зато прямо отсюда можно было невооружённым глазом разглядеть труды какого-то гада, изуродовавшего кору сосны."
        "И ради чего, спрашивается?"
        "Ради несчастного кривого сердечка с огромным плюсом посередине."
        "Имён, инициалов или позывных неизвестный оставить не успел, так старался быстрее убежать."
        "Пожав плечами, я решил не тратить время на поиски и погони."
        "Нечто, маячившее до поры на краю зрения, привлекло моё внимание."
        "Я повернул голову в ту сторону и увидел там похожее сердечко."
        "Только здесь ваятелю никто не успел помешать."
        "В сердце была заключена запись: М.О.+М.Д."
        "И я даже не стал гадать, что бы это могло означать."
        "Не моё дело."
        "Я провёл пальцами по подсохшим уже, поджившим царапинам на коре, машинально перевёл взгляд на следующее дерево."
        "И остолбенел."
        "На ближайшем дереве снова было сердечко - но с совсем новыми инициалами, да и выполнено оно было не в пример ровнее."
        "На третьем - та же ситуация. На пятом, десятом…"
        "Похоже, здесь не одно поколение романтически настроенных вандалов побывало - на сколько хватало глаз, везде были эти сердечки."
        "Большие и маленькие, ровные и кривые, глубоко вырезанные и нацарапанные наскоро - их были многие десятки вокруг."
        th "Что это? Место для паломничества?"
        th "Или просто местная святыня, лагерное место?"
        "Как бы то ни было, в лагерном фольклоре этому место определённо отводится немаленькая значимость."
        "Так что не будем хуже других, и…"
        stop music fadeout 3
        "Со стороны ямы донёсся пронзительный свист, и среди деревьев замелькала алая футболка."
        me "А вот и герой дня… Без галстука."
        "Резюмировал я и заспешил вниз по направлении к цели своего путешествия."
    
    window hide
    scene bg ext_sandpit_day_7dl with dissolve
    me "Эй."
    "Позвал я, остановившись у дерева."
    show us normal sport far with dissolve
    if loki:
        us "Наболтался с Ленкой? Она постоянно такая серьёзная."
        us "Читает слишком много, горе от ума."
        me "Думаешь?"
    if alt_day5_neu_us_stores:
        me "Слезай давай, смотри что принёс."
        us "Что?"
        me "Не слезешь — не узнаешь."
        us "А если не слезу?"
        me "Тогда я уйду, и тебя любопытство загрызёт."
        show us dontlike sport far with dspr
        us "Ты как Славя!"
        "Недовольно топнула ножкой Ульяна."
        show us surp2 sport far with dspr
        "Ветка тут же зашаталась, и девочка вынуждена была схватиться за ствол."
        us "Ой."
        me "Вот тебе и ой. Слезай давай."
        show us calml sport far with dspr
        us "Зануда. Сейчас слезу."
    else:
        #s уговариваем слезть Ульянку с дерева без бутеров
        pass
    show us normal sport with dissolve
    "Оказавшись внизу, она тут же вопросительно уставилась на меня."
    us "Ну так и?"
    if alt_day5_neu_us_stores:
        me "Та-дам!"
        "Я достал из-за пазухи пакет, в котором было увязано моё богатство."
        "Голодный ребёнок тут же уловил ароматы копчёной колбасы, после чего провиант был немедленно реквизирован в пользу голодающих."
        show us calml sport with dspr
        us "Мокрые какие-то."
        me "Масло по жаре растаяло."
        us "А почему чёрствые? Есть запить?"
        "Я протянул ей бутылку с компотом."
        us "Ещё огромные такие, есть неудобно."
        me "Так разломи их пополам."
        us "Ещё и сыр этот."
        me "Не любишь сыр?"
        us "…Люблю."
        "Неохотно ответила малявка."
        me "Тогда жуй и не выступай."
        show us dontlike sport with dspr
        "Сердито сверкнув зубами, Ульяна тем не менее последовала моему указанию."
        "Два бутерброда, кусок копчёного мяса, яблоко и бутылка компота — всё улетело за несколько минут."
        show us calml sport with dspr
        us "Больше ничего нет?"
        me "Нет. Скажи спасибо и за это."
        "Ничего не ответив, она скомкала бумагу и небрежно швырнула её через плечо."
        if loki:
            "Получившийся бумажный шарик весело поскакал вниз по склону, переваливая через корни сосен, всё ускоряясь, пока с размаху не вылетел на ту самую полянку, где я недавно болтал с Леной."
        us "Тогда я пошла."
    else:
        me "Ты что там делала?"
        us "Как думаешь, твоё дело?"
        me "Нет. Но…"
        us "Вот и я так думаю."
        us "Я пошла."
    me "Стой! Я же тебя не просто так искал."
    if alt_day5_neu_us_stores:
        show us surp1 sport with dspr
        us "Разве ты не покормить меня хотел?"
        me "И это тоже. Но мне интереснее другое."
    else:
        us "И зачем же?"
        us "Лучше бы голодающего ребёнка покормил!"
        me "Извини, Ольга на обеде следила, я и…"
    "Я заколебался, размышляя, стоит ли задавать малявке вопросы такого плана, но она нетерпеливо переминалась с ноги на ногу, и решился:"
    show us normal sport with dspr
    me "А это правда, будто сюда нельзя попасть, если дороги не знаешь?"
    us "Почему же нельзя. Ты же попал."
    me "Ну!"
    us "А ты знал дорогу?"
    me "Не знал."
    show us dontlike sport with dspr
    us "Так что ты мне глупые вопросы тогда задаёшь!"
    "Рассердилась мелкая."
    us "У тебя всё?"
    me "Наверное…"
    hide us with dissolve
    "И в самом деле, глупо было бы надеяться."
    if alt_day5_neu_us_stores:
        "Развернувшись, я отправился вниз."
        "Мне почему-то категорически не нравилась идея оставлять мусор в лесу."
    else:
        "Делать здесь было нечего, посему я отправился прочь."
    "Но не ушёл далеко."
    "За спиной заскрипело, зашуршало, и виноватый голос позвал:"
    show us shy sport far with dissolve
    us "Эй, новичок!"
    me "Грррр!"
    us "Сюда и правда нельзя попасть, если пути не знаешь, или если кто-нибудь тебя сюда не приведёт."
    me "Не верю я в такое."
    show us normal sport at left with dissolve
    us "Зря. Лена знает это правило, поэтому она, сколько сюда ездит, иногда приходит сюда, и никто, кроме меня и моей гвардии её найти не может."
    me "А вы-то сюда как попали?"
    "Я не замедлял шага, поэтому Ульянке приходилось семенить ногами со вдвое большей частотой."
    "К счастью, её это, похоже, совершенно не беспокоило."
    me "Если сюда нельзя попасть."
    us "По-разному. Часть привели сюда «старички»."
    me "Тебя Алиса привела?"
    "Не сдержал сарказма я."
    "Это было настолько дико и неправдоподобно — Двачевская, устраивающая потайную заимку в лесу, что язык чесал поперёк мыслей."
    us "Нет."
    "Ульяна совершенно не обратила внимания на сарказм."
    us "Она не знает про это место."
    me "Ясно. Значит, кто-то из «гвардии»?"
    us "Гвардию привела сюда я."
    me "Ты уже совсем завралась. Я не знал дороги, и никто меня сюда не приво…"
    show us angry sport at center with moveinright
    window hide
    with flash_red
    me "Ай!" with vpunch
    "Я пожалел о словах, едва они покинули горло, но уже было поздно — мысок туфельки уже аккуратно воткнулся мне прямо в голень."
    "Уй-юй-юй!"
    "Я запрыгал на одной ножке, пытаясь сморгнуть непрошенные слёзы, поэтому не слышал, что там на меня ругалась Ульянка."
    "Хотя личико её и было довольно разгневанным."
    us "…го не скажу. Ищи сам тогда!"
    "Разобрал я, когда слух ко мне вернулся."
    me "Ты вообще думаешь что творишь? Ты знаешь хоть, как это больно?!"
    show us smile sport with dspr
    us "Знаю, разумеется."
    "Кивнула мелкая."
    us "Меня папка научил, сказал, что если мальчик очень глупый, это добавит ему мозгов на пару минут."
    dreamgirl "Бафф Интеллекта +25%%!"
    me "Иди ты знаешь куда…"
    "Нога побаливала, но основную часть переживаний я уже успел пережить."
    us "Не пойду. Ты вчера со мной Огонька запускал?"
    me "Предположим."
    us "Вот тебе и ответ."
    me "Какой ответ?"
    show us calml sport with dspr
    us "Тупица."
    "Девочка с преувеличенным вниманием стала приглядываться к моей второй ноге."
    us "Я о том, как ты мог попасть сюда."
    me "Удиви меня."
    show us normal sport with dspr
    us "Я сюда первый раз именно так попала."
    if alt_day5_neu_us_stores:
        "Опередив меня, девочка подобрала бумажку и спрятала ту в карман."
    me "Да как?!"
    us "Ты чего нервничаешь?"
    "Удивилась она."
    us "Я думала, тебе неинтересно."
    me "Я не нервничаю."
    "С трудом подавив желание придушить мерзавку, ответил я."
    me "Просто ты либо мне скажешь, либо я пошёл."
    show us dontlike sport with dspr
    us "Куда только торопится…"
    us "Пошли, здесь недалеко."
    show us normal sport far with dissolve
    window hide
    with fade2
    "Найдя едва заметную тропинку, она заспешила вниз по склону, не оборачиваясь, чтобы посмотреть, следую ли я за ней."
    "И правильно — что ей беспокоиться, коль скоро она возбудила моё любопытство."
    "Путь её лежал вниз, к самому донышку карьера."
    "Оно было надёжно скрыто зарослями от досужих взглядов — сверху, снизу, да откуда угодно: почти полностью заполненный дождевой водой овраг можно было разглядеть, лишь оказавшись на его берегу."
    "Раздвинув кусты, Ульянка воскликнула:"
    show us laugh sport far with dspr
    us "Ю-ху! Я же говорила! Говорила я!"
    me "Что за…"
    "Я не договорил."
    play ambience ambience_lake_shore_day fadein 3
    window hide
    scene bg ext_lake_day_7dl
    with fade2
    "Все наши вчерашние Огоньки оказались… здесь. Каждый чёртов кораблик."
    "Свечки догорели и погасли, поэтому можно было не опасаться возможного лесного пожара."
    "Однако откуда они взялись здесь — непонятно."
    "Они просто были здесь, качались себе неторопливо на неизвестно откуда взявшихся волнах, вид притом имели тот самый — мол, выполнили задачу, а ну скорей хвалите нас."
    "Видимо, начальная просьба — найти «путь наружу» — была исполнена в точности."
    us "Я же говорила! Они нашли путь, я же говорила!"
    me "Ты их все сюда перетащила?"
    th "И когда только успела…"
    show us dontlike sport with dissolve
    us "Ничего я не тащила!"
    "Оскорбилась малявка."
    us "Я же тебе говорила: Огоньки дорожку найдут."
    me "И как же они нашли, интересно? Я что-то ни речки, ни даже ручья не вижу."
    us "Не знаю. И тебе узнавать не советую."
    show us normal sport with dspr
    "Ульяна обогнула овраг по краю и, руководствуясь неким чутьём, выудила из воды кораблик."
    "Свечка на нём уже сгорела, покрыв палубу толстым неровным слоем воска."
    us "А ты сюда попал потому, что решил искать Огонька. Вот он тебе и помог."
    me "Ясно."
    "Я не скрывал издёвки."
    me "То есть, мы вчера искали этот карьер. Точно. Куда нельзя попасть, если пути не знаешь."
    show us calml sport with dspr
    us "Дурак. Мы искали путь. Ты ожидал, что огоньки тебя перенесут сразу, куда ты хочешь?"
    me "Ничего я не ожидал."
    us "Вот и закрой рот. Любой путь состоит из шагов. Мы сделали первый. Сейчас второй будет."
    show us normal sport with dspr
    us "Ну что, будем просить ещё раз?"
    "Раздумчиво предложила девочка."
    "Я пожал плечами."
    me "Я не очень-то верю в это. Ты или кто-то ещё просто взял и перенёс все кораблики сюда."
    dreamgirl "Хлебушек и воробушек - лучшие друзья!"
    th "Что?"
    dreamgirl "Ну, ты умный как хлебушек, и мозгов у тебя как у птички."
    th "Так и будешь оскорблять меня?"
    dreamgirl "А что с тобой делать ещё? Или думаешь, что кому-то заняться было нечем, как тащить эти кораблики кучу километров?"
    dreamgirl "Ради чего? Устроить тебе мистификацию?"
    dreamgirl "Не льсти себе, оболтус."
    "Ульяна вообще ничего говорить не стала — просто посмотрела на меня как на блаженного."
    "Миру был явлен ножик, свечка и кусок сосновой коры."
    me "Ты где столько свечек берёшь?"
    us "Не отвлекай."
    "Не прекращая трудиться, пропыхтела мелкая."
    if not loki:
        me "А почему карьера на картах нет?"
        "Не унимался я."
        show us calml sport with dspr
        us "Потому что криворукие балбесы рисовали. Всё, молчи."
        show us normal sport with dspr
    "Девочка споро заработала ножичком."
    "Здорово у неё получается — раз, и готово!"
    "Не прошло и двух минут, как принявший уже привычный вид кораблик-огонёк замер на детской ладошке."
    show us normal sport with dspr
    us "Прочитаешь Напутствие?"
    "Cпросила она."
    me "А почему я?"
    show us smile sport with dspr
    us "Ну… возможно, у тебя получится ещё лучше, чем у меня."
    me "Я, пожалуй, пас."
    show us normal sport with dspr
    us "Тогда брысь."
    "Девочка оттолкнула меня в сторону и быстро-быстро забормотала про ветерки-подружек и прочих представителей местного сказочного бестиария."
    play sound sfx_water_splash
    voice "Плюх"
    "Флегматично отозвался Огонёк, и, руководствуясь одними ему понятными правилами, указал носом куда-то на северо-запад"
    if loki:
        ", в сторону того самого шоссе."
    else:
        "."
    me "Там же нет ничего!"
    "Я указал на заросший камышом противоположный бережок импровизированного озерца."
    me "Что в такой луже тебе твой кораблик найти должен?"
    show us sad sport with dspr
    "Снова нет ответа."
    "Похоже, я её обидел. Или нет?"
    me "Слушай…"
    "Наградой мне был насупленный взгляд."
    me "Дашь мне ножик?"
    us "Зачем?"
    me "Я… Я тоже себе кораблик сделаю."
    show us normal sport with dspr
    us "Огонёк."
    me "Его. Так дашь?"
    us "А напутствие?"
    me "Фиг с тобой."
    "Я махнул рукой."
    window hide
    with fade2
    "Видимо, в этот момент я уже понял, что с этого момента и далее не следует удивляться ничему."
    "Даже фантасмагоричности картины — от сотни завязших в кустах Огоньков отделяется и плывёт в сторону противоположного направления тандем из двух живых — дышащих — лепестков пламени."
    me "Тай-тай, налетай…"
    us "Чужой огонёк трогать нельзя."
    us "Это как крестик: чужие беды на себя возьмёшь. И свой старый использовать дважды нельзя."
    "Снизошла до объяснений девочка."
    us "Один огонёк — один поиск."
    me "Думаешь, он заведёт нас куда-то ещё?"
    "Я скептически осмотрел получившийся пруд. Обогнуть его при желании труда не составляло."
    us "А вот завтра и узнаешь."
    return
    
label alt_day5_neu_us_terrorism:#БИГ БАДАБУМ!!!Ульяна остаётся без ужина
    return

label alt_day5_neu_us_punishment:#Семён и Ульяна лишены костра за пререкательства с вожатой
    return

label alt_day5_neu_us_warm_evening:#TODO08#Сытая Ульяна - запуск мяча в небо, тёплая ночь, паста и прочие радости if alt_day5_neu_us_stores
    play ambience ambience_forest_evening fadein 3
    window hide
    scene bg ext_sandpit_day_7dl with dissolve
    show us normal sport with dissolve
    "Мы с Ульяной стояли у подъёма на тропу и глазели в иссиня-чёрное, бездонное небо."
    "Оно сегодня было звёздное, будто извиняясь за утренний дождь."
    "Ульяна подбрасывала и подбрасывала в руке ярко-жёлтый теннисный мяч."
    me "Это у тебя мяч?"
    us "Не мяч. Это теннисный мяч."
    me "Теннисный мяч, но не мяч."
    us "Да."
    me "…Зачем он тебе?"
    us "Я… Я не знаю. А ты сможешь докинуть его до луны?"
    me "До луны? Вряд ли."
    us "А хотя бы до дебаркадера?"
    me "Ну, дотуда-то — сколько угодно."
    show us laugh2 sport with dspr
    us "Давай!"
    me "Уверена? Это хороший мяч."
    us "Бросай."
    "Короткий разбег, размах — всё как по учебнику, под углом в сорок пять градусов к горизонту — мяч со свистом ввинтился в сумерки."
    show us surp1 sport far with dissolve
    "Взвизгнув от восторга, она вскочила со скамейки и вприпрыжку понеслась вслед за ним."
    "У меня внутри что-то оборвалось."
    me "УЛЬЯНА!!!"
    show us surp2 sport far with dspr
    us "Да?"
    "Она замерла на краю обрыва и оглянулась на меня, ничего не понимая."
    me "Совсем сумасшедшая?! Немедленно уйди оттуда!"
    "Она послушно отошла от края, поглядывая на меня."

    return

label alt_day5_neu_us_hungry:#Голодная Ульяна - грабёж столовой и пара десятков в хлам расколоченных тарелок if not alt_day5_neu_us_stores
    return

label alt_day5_neu_us_cleaning: #Уборка до глухой ночи
    return
    
label alt_day5_neu_us_sleetptime:
    scene anim prolog_1 with dissolve
    "Той же ночью мне снова снился странный сон."
    "Снова ласковое солнечное тепло на щеках и ладонях, только теперь их было двое — лучиков."
    "Они прыгали и играли, носясь по потолку и одеялу."
    "Один из них добрался до шкафа, там нашёл зеркало… сколько было восторгов и прыжков! "
    "А сверху, чуть южнее луны, за нами наблюдал превратившийся в звезду теннисный мячик."
    "Так оно и было, а потом оба лучика нырнули мне в ладонь, и я проснулся во сне, поняв, что кое-что упускаю из виду, держа за руку собеседника, который просыпается в каждом человеке с угасанием сознания и перехода на сны медленные."
    "Пушкин так записывал стихи. А я — болтаю."
    me "Быть собой? Как это скучно! "
    me "Мне повезло родиться в мире без волшебства, так какого чёрта я должна быть собой в этом мире? Нет."
    me "Лучше я буду без лица. Это ведь тоже… магия."
    me "Вроде той, что позволяет видеть ночью."
    me "Вроде той, что переносит кораблики за пару километров, и даже заставляет верить таких вот маленьких девочек в то, что здесь обошлось без человека."
    me "Кто-то разыграл её, наговорил глупостей, а она и поверила? "
    me "Но откуда в таком случае внутри ощущение Направления? "
    me "Откуда нам известно куда идти, если мы хотим найти путь дальше? "
    me "Откуда нам стало известно, где искать карьер? "
    me "Нет, не так всё просто здесь."
    "Самое непонятное — откуда путь на этот карьер узнала Лена? "
    "Неужели её кто-то привёл? "
    "Или она тоже однажды запускала свой кораблик?"
    return    

label alt_day5_neu_mi_estrade:
    scene bg ext_dining_hall_near_day
    with dissolve2
    play ambience ambience_camp_center_day fadein 3
    play music iwantmagic fadein 3
    "Три вещи, хуже которых ничего нельзя придумать — ждать, надеяться и догонять."
    "Не могу сказать, чтобы просьба Мику так уж возбудила моё любопытство, но, в конце концов, это же можно назвать неким импровизированным свиданием, правда?"
    "Ведь можно же?"
    "Мечты о людях, об их крохотном счастье, льющемся с неба и смывающем с лиц запекшуюся корку отчуждённости и равнодушия."
    "Конечно, нельзя было сказать, чтобы у меня были какие-то серьёзные чувства к Мику, но…"
    "Возможно, всё дело было в том, что я всегда относился к слову «нравится» недостаточно серьёзно, и никогда мне не составляло труда сказать нравящемуся мне человеку об этом."
    "Мику {i}нравилась{/i} — хотя и подмывало списать всё на её артистическую харизму и отговориться, мол, нравиться — это её профессиональное."
    "В действительности же… Не-а."
    "Не в улыбке дело совсем."
    "И не в умении держать себя."
    "За непрошибаемой бронёй из позитива и открытости миру навстречу я безошибочно видел в ней отражение себя — мятущегося и отчаянно ищущего спасения от одиночества."
    "А потому продолжал сидеть и ждать её на скамеечке, хотя никто не держал меня за руки и не приковывал наручниками к батарее."
    "Потому что с Мику было интересно."
    show mi normal pioneer with dspr
    mi "Ой, Сенечка, я не слишком долго?"
    "Я покачал головой."
    mi "Прости, пожалуйста, меня в столовой задержали, оказывается, сегодня наше с Леной дежурство, а я и не знала, такая вот я забывчивая!"
    "Она протянула мне узкую ладошку:"
    mi "Мы пошли?"
    "Я кивнул."
    window hide
    scene bg ext_stage_big_day
    with blinds_l
    pause(1)
    play ambience ambience_camp_center_day
    if not alt_day4_neu_mt_volley and not herc:
        "Со вчерашнего дня здесь не поменялось ровным счётом ничего."
    me "Так зачем мы здесь?"
    if alt_day4_neu_mt_songs:
        me "Или ты собираешься на пианино подбирать мелодию?"
    show mi normal pioneer at zenterleft
    mi "Понимаешь, Сенечка, вчера был концерт, а после него сцена осталась — сам видишь какой."
    mi "Так что…"
    if alt_day4_neu_mt_songs:
        mi "Подожди, пожалуйста, я сейчас быстренько пробегусь, у меня в подсобке есть швабра, а потом соберём нужную технику — мне для репетиций нужно — и пойдём, хорошо?"
        "Зачастила она."
        me "Нет уж."
        "Я очень люблю работу."
        "Могу часами наблюдать за тем, как кто-то вкалывает."
        "Но сейчас почему-то не мог заставить себя сидеть и смотреть на то, как Мику будет в одиночестве размахивать шваброй."
        "И это не говоря уже о мокрых скамейках!"
        me "У тебя там есть вторая швабра?"
        show mi smile pioneer with dspr
        mi "Но ты не обязан, я просто хотела успеть сразу всё, а ты бы немного подождал!"
        "От смущения темп речи Мику вырос вдвое."
        "Так что я просто положил ладонь ей на макушку и прислонил к своим губам палец в вечном жесте «цыц»."
    "Она отправилась в подсобку, откуда несколько минут спустя достала пару грубых приспособлений типа «швабра» и  совок, больше походящий на холодное оружие."
    if not alt_day4_neu_mt_volley and not herc:
        "Примерно с таким же вчера на меня охотилась Ульянка после обмена мороженым."
    show mi normal pioneer at zenterleft
    mi "Ну что, начнём?"
    show mt normal pioneer at cright with moveinright
    mt "Начать придётся немного попозже."
    "Уведомила бесшумно подобравшаяся вожатая."
    "Гадом буду — тренирует она этот шаг! {w}И Славя от неё этим же заразилась!"
    show mi shy pioneer with dspr
    mi "Что вы имеете в виду?"
    mt "Небольшое изменение в планах."
    "Слова, радующие сердце любого специалиста на аутсорсе! И чем выше процент завершения, тем больше радости."
    "По счастью, я ещё даже не приступил, поэтому совершенно спокойно среагировал:"
    me "И какое же?"
    show mt smile pioneer with dspr
    mt "О, не бойся, тяжести таскать не заставлю."
    mt "Мне нужен помощник на пляже, пока тихий час, нужно привести там всё в божеский вид после дождя."
    me "А как же Славя?"
    "Вполне логично сорвалось с языка."
    mt "У Слави территория линейки и административный корпус, есть чем заняться."
    me "А как же Мику?"
    mt "Как-нибудь сама. Ты идёшь?"
    "Нетерпеливо спросила она."
    me "Э…"
    "С одной стороны, я {b}действительно{/b} могу сейчас послать вожатую, и мне ничего за это не будет — ибо Мику тут и в самом деле не справится одна."
    "С другой стороны, возможность на пляже же, не грязная эстрада."
    $ volume (0.5,'music')
    $ volume (0.5,'ambience')
    menu:
        "Отправиться с вожатой.":
            $ volume (0.9,'music')
            $ volume (0.9,'ambience')
            $ mt_pt += 1
            $ alt_day5_neu_mt_voyeur = 1
            "Окончательно прогревшее воздух солнце заставило принять решение в пользу работы на холодке."
            me "Иду, конечно!"
            "Воскликнул я."
            me "Мику, прости, но раз вожатая велит…"
            show mt normal pioneer with dspr
            mi "Да ничего-ничего, Сенечка, я понимаю, когда нужно."
            "Отмахнулась девочка, поставив вторую швабру к стенке."
            mi "Ты иди, тут просто чуть больше времени потребуется, но я обязательно справлюсь, я всегда справляюсь!"
            "Почувствовав укол совести, я развернулся и заспешил вослед вожатой."
            stop music fadeout 3
            window hide
            scene bg ext_beach_day with dissolve
            play ambience ambience_lake_shore_day fadein 3
            "Лагерная вожатая, как кричащий с той стороны пропасти нечеловек, не имеющий права на личное счастье и свободное время."
            "У неё всё хорошо получается."
            "Но кто сказал, что ей это нравится?"
            "Мы были только вдвоём на пляже — у пионеров был тихий час и подготовка к завтрашнему гала-концерту."
            play music wheres_wonderland fadein 3
            "Кто сказал, что человек, идущий работать с подрастающим поколением, ограничен только этим?"
            "И если немного подумать, подключить голову — слова, намёки, «Просто вожатая, да?» и горькая усмешка на усталых губах."
            "По сути, Ольге не с кем перемолвиться и словом, она вся такая, как Данко, не имеет права, не должна и не может, а по сути только вот так — забиться к Виоле с Санычем под вино и карты до четырёх утра, когда внутри уже всё совсем обуглилось."
            "И снова, глупо, как всегда с запозданием, понимать, что любой человек самую сильную боль свою молчит, что Ольга тоже девушка, и ей не пионеров заставлять хочется, а двадцать пять кило за плечами, семь кубических километров одиночества и костёр до утра…"
            "Чтобы никчёмный горизонт и никому не нужные песни — но спальный мешок теплый, и за сутки восстанавливаешься больше, чем за всё лето до этого, потому что рядом тот, кто чувствует тебя продолжением себя."
            "Но сегодня всё иначе. {w}Сегодня я готов захлебнуться счастьем просто находясь рядом — с трудом отделяя собственные эмоции от веющей со стороны Ольги нежности."
            th "Привет… Говорят, у тебя совсем нет близких."
            th "Чёрта с два я когда-нибудь скажу это вслух."
            th "Но — не грусти, пожалуйста!"
            "Будто почувствовав мой взгляд, она подмигнула:"
            show mt smile pioneer with dissolve
            mt "Ну что, увильнул, бездельник?"
            me "Но вы же сами меня забрали!"
            mt "Ну…"
            "Надулась девушка."
            mt "Ты же вполне мог отказаться и сказать, что Мику не справится, и твой долг как пионера…"
            "Тут она не выдержала и расхохоталась."
            show mt laugh pioneer with dspr
            mt "Видел бы ты своё лицо, Сём Сёмыч. {w}Иногда мне кажется, что у тебя совершенно отсутствует чувство юмора."
            mt "Ладно, я купаться."
            "И очерёдностью событий потянула узел галстука:"
            mt "Ты пойдёшь? {w}Или вещи мои посторожишь?"
            me "Но…"
            show mt smile pioneer with dissolve
            mt "Так я и думала.{w} Могла бы не спрашивать — ты всегда отказываешься."
            "Рубашка с тихим шорохом осела на песок, красивые, стройные ноги переступили через упавшую юбку…"
            show mt normal swim2 with dissolve
            mt "Почему-то ты всегда так стесняешься купаться со мной."
            "На ней был купальник, облегающий тело так, что окажиcь она даже обнажёной, вряд ли удалось разглядеть больше."
            dreamgirl "А у неё ничего рацион такой! Сбалансированный! Гляди, какие формы нагуляла."
            "Одобрительно прицокнул голос."
            "И бросил в меня образом Ольги в купальнике — а потом и без него."
            mt "Наверное, боишься, что съем!"
            show mt laugh swim2 with dspr
            mt "Ладно, скромный ты мой, охраняй вещи, может, надумаешь ещё."
            hide mt with dissolve
            "Она помахала мне рукой и убежала на понтоны."
            "Я вспомнил вдруг, что она, согласно слухам, здесь далеко не первый раз."
            "Что, возможно, она старожил здешних мест и все делянки с шалашами на деревьях знает получше местных пионеров."
            "Глядя на то, как она бежит по высохшим уже доскам купальни, как привычно ставит ногу и не смотрит по сторонам, я был склонен верить этим слухам."
            "Всё быстрее, быстрее…"
            "Как-то странно — прямо по пути её следования был просто край понтона с трубчатым ограждением, выкрашенным зелёной краской."
            th "Она же не собирается…"
            "Я не успел додумать."
            "Незамеченный до сей поры серый ящик, скромно притулившийся в уголке, стал первой ступенькой."
            "Верхний поручень ограждения — второй."
            "Небо — третьей."
            "Невозможно красивая девушка в тёмном купальнике с разбега нырнула в небо."
            th "А ведь и она кого-то любит."
            "От этой мысли почему-то кольнуло сердце острой иголочкой ревности."
            "Как будто у меня были на неё какие-то права…"
            dreamgirl "А нет?"
            "Но… Откуда-то же есть это ощущение?"
            "Как будто у нас есть собственная история — или хотя бы у того, за кого меня так старательно принимает наша вожатая."
            if alt_day3_dancing == 5:
                "Хотя слишком уж там в десяточку было её угадывание…"
            "Ольга вошла в воду чисто, как по писаному, почти не вызвав брызг."
            dreamgirl "Она украла тебя с хозработ и потащила купаться и сторожить её вещи."
            dreamgirl "Только не говори, что поверил в чушь относительно уборки пляжа: ты посмотри — здесь же стерильно чисто."
            "Немного поплавав, она легла на спину и, лениво загребая, раскидала руки-ноги «звёздочкой»."
            th "А зачем тогда?"
            dreamgirl "Затем же, зачем люди едят вместе в какой-нибудь «Соренто», хотя за те же деньги могли бы пойти обожраться домой."
            th "Итальянская кухня?"
            dreamgirl "Голова у тебя итальянская. {w}Провести время с тобой, балда!"
            "Я покачал головой, наблюдая за лениво дрейфующей по волнам вожатой."
            "Очень хотелось бы поверить в увещевания моего раздвоения личности. Но я не мог взять в толк, чем же таким я мог бы быть интересен нашей красивой, ленивой вожатой."
            if alt_day4_neu_mt_diary:
                "Тем более, что у неё есть своя история длиной в четыре года, которую я обязательно дочитаю."
                "Какой-то важный новичок, с которым меня объединяет манера попадания."
                "Я замер."
                th "Значит, она что-то знает?"
                dreamgirl "Картина Репина «Приплыли». Оболтус, это было и так очевидно ещё с первого дня."
                th "Но…"
                "Неприятно было понимать, что интерес, который я принал за возможно романтический, оказался сугубо деловым."
                "А… К чёрту. {w}Это развязывает руки — покусывающая за чтение чужих дневников совесть была успешно задушена и растворена в чане с серной кислотой."
                "И совершенно необязательно больше притворяться и отводить взгляд, когда мне попадается на глаза какой-нибудь особенно соблазнительный ракурс."
                "Глупо отрицать, что она крайне привлекательная туземка. {w}А значит, все эти игры в кокетство, мягко говоря, неуместны."
                dreamgirl "То есть?.."
                th "Да! Нравится, значит, буду пялиться!"
            else:
                th "Думаешь, у неё на меня какие-то романтические виды?"
                dreamgirl "Думаю, виды какие-то точно есть. {w}Но вряд ли романтические."
                if alt_day3_dancing == 5:
                    dreamgirl "Хотя она и наговорила тебе глупостей во время вашего медленного танца."
                else:
                    dreamgirl "Будь оно так — она обязательно пригласила бы тебя танцевать на белом танце на последней дискотеке."
                    "Логика в этих словах была."
                th "Но в чём тогда интерес?"
                th "Что во мне такого особенного может быть в глазах Ольги, раз уж она не погнушалась гонять целый автобус ради меня одного и бросила свой отряд на произвол судьбы?"
                "Я задумался, перебирая и отбрасывая варианты."
                "И, как назло, ни один из них не выглядел достаточно достоверным, чтобы быть принятым единогласно."
            "Я так углубился в размышления, что вздрогнул от неожиданности, когда меня потрясла за плечо мокрая ладошка."
            show mt normal swim2 with dissolve
            mt "Снова грезишь наяву, Сёмыч?"
            "Подмигнула она."
            me "Э…"
            mt "Э, э!"
            "Передразнила меня Ольга."
            mt "Купаться не надумал ещё?"
            "Я отрицательно покачал головой."
            show mt laugh swim2 with dspr
            mt "Я так и знала."
            "Рассмеялась она."
            mt "Ладно, я побежала переодеваться, потом наскоро пробежимся по пляжу — а там и полдник скоро. {w}Годится такая программа?"
            "Дождавшись моего кивка, она улыбнулась и, подняв с песка рядом со мной сумку — я щекой ощутил исходящую от неё свежесть — отправилась в сторону кабинок."
            stop music fadeout 3
            hide mt with easeoutleft
            dreamgirl "Эй, чувак?"
            "Секунду спустя, вкрадчиво поинтересовался внутренний голос."
            th "А?"
            dreamgirl "Ну же… Скажи, ты же думаешь о том же, о чём и я?"
            th "А о чём ты думаешь?"
            dreamgirl "О том самом, о нём!"
            th "Мне не нравится эта идея…"
            scene bg ext_shower_day_7dl with blinds_l
            th "Очень не нравится!"
            "Следы пяток на песке вели в третью кабинку, так что у меня было целых три варианта — бездна разнообразия!"
            $ volume (0.5,'music')
            $ volume (0.5,'ambience')
            menu:
                "Подглядеть через дверь.":
                    $ volume (0.9,'music')
                    $ volume (0.9,'ambience')
                    "Но не успел я подойти ближе, как сзади раздалось сдавленное хихиканье, и я, вздрогнув, отказался от идеи."
                    "Ульяна, мой личный демонёнок, которого иногда так хочется распнуть. Или распять? Короче, какую-нибудь гадость сделать."
                "Обойти сзади.":
                    $ volume (0.9,'music')
                    $ volume (0.9,'ambience')
                    "Пока я ходил, шевеление в кабинке прекратилось, и голос вожатой позвал:"
                    mt "Семён? Ты где? Почему вещи бросил?"
                "Залезть в кабинку по соседству." if mt_pt >= 4:
                    $ volume (0.9,'music')
                    $ volume (0.9,'ambience')
                    $ mt_pt += 1
                    $ alt_day5_neu_mt_voyeur = 2
                    "Подходила любая — если я хотя бы чуть-чуть разбирался в мальчишеской психологии."
                    "Я выбрал первую."
                    stop music fadeout 4
                    "И…"
                    play music music_list["eternal_longing"] fadein 2
                    scene cg d5_mt_redress_7dl with flash
                    "Моя ставка оказалась верной — после нескольких секунд поисков удалось углядеть небольшую трещинку в стенке, разделяющей кабинки, и заглянуть туда."
                    "И вовремя же я успел! Вовремя!"
                    "Очень интересный у Ольги Дмитриевны оказался купальник."
                    "Очень интересно застёгивающийся."
                    "Да если бы я знал…"
                    "Я гулко сглотнул слюну, наблюдая за тем, как ползут вниз по плечам половинки, оставляя ровную границу незагорелой кожи, всё ниже и ниже."
                    "Плечи как у пловчихи, с хорошо видными ключицами под прозрачной кожей, из-за них и без того прекрасной формы грудь выглядит ещё восхитительнее."
                    th "Я такое видел только в фильмах на сайтах для взрослых!"
                    dreamgirl "Нет, ну это силикон."
                    "Безапелляционно заявила шиза."
                    dreamgirl "Ты посмотри, у неё же соски торчат чуть ли не вверх! Не бывает в природе такого."
                    th "Ольги вообще в природе не бывает, она тут в кабинке, а не в природе."
                    "Восхитительный животик."
                    "Крутые бёдра."
                    dreamgirl "О… Ми бэль…"
                    "Переступив через купальник, Ольга взяла полотенце и стала вытираться."
                    "И здорово было, всё-таки, что моё место для пип-шоу оказалось заметно ниже уровня глаз вожатой — заметила бы!"
                    "Наконец, она повернулась так, что я увидел и самое интересное."
                    th "Где бы взять сил."
                    "От возбуждения в глазах потемнело, и всё, чего мне хотелось, это перебраться через стеночку…"
                    "Ещё немного и я рискую разрядиться просто наблюдая за вожатой, которая, поставив ногу на скамеечку, вытирает внутреннюю сторону бедра, легонько заходя на…"
                    "Будто издеваясь или чувствуя мой взгляд спиной, Ольга нарочито неторопливо одевалась: носочки, трусики, лифчик."
                    "Наконец, дошло дело и до формы."
                    "Закончив переодеваться, Ольга развернулась в мою сторону — клянусь, не могла она меня видеть, никак не могла!"
                    "И, потянувшись, эдак соблазнительно, подмигнула!"
                    dreamgirl "Спалили!"
                    "И очень, очень медленно стала складывать полотенце в сумку."
                    dreamgirl "Шанс!"
                    "Как и всегда, общаясь внутри собственной черепной коробки, я рвал подмётки на лету — в голове ещё звучала реплика вечного собеседника, а я уже развернулся и выскочил наружу."
                    window hide
                    scene bg ext_beach_day with flash
                    "По счастью, ни мои, ни её вещи никуда не делись — лежали себе скромнёхонько на песке, дожидаясь хозяев."
            stop music fadeout 4
            show blinking
            pause(1)
            scene expression Noon("bg ext_beach_day")
            with flash
            $ persistent.sprite_time = "day"
            $ day_time()
            "Вожатая подошла через несколько минут, чем-то очень довольная."
            "Даже думать не хочу, чем!"
            show mt smile pioneer at zenterleft
            with dissolve
            mt "Ну что, Сём Сёмыч, раз ты отказался купаться, будем заниматься тем, зачем мы сюда пришли."
            if alt_day5_neu_mt_voyeur == 2:
                dreamgirl "И не лень же ей раздеваться ещё раз!"
                th "Ты о чём это?"
                dreamgirl "Вы разве сюда не блуду предаваться пришли?"
                th "В некотором роде."
            "Я немного завис, отгоняя восхитительные картины, где я и вожатая в некотором роде заняты, но злая Ольга безжалостно разрушила все мои грёзы:"
            mt "Вчера был родительский день, поэтому все окрестные кусты обязательно завалены бумажками и фантиками."
            th "Так и знал, что ничего просто так не будет!"
            show mt laugh pioneer with dspr
            mt "Ты чего приуныл, пионер?"
            "Рассмеялась вожатая."
            mt "Неужели так сильно не хочется Родину любить?"
            th "Да что-то, знаете…"
            show mt normal pioneer with dspr
            mt "Понимаю. {w}Поэтому не требую от тебя выполнять работу за весь дежурный отряд."
            mt "Наше дело — пляж. {w}Пройдись, посмотри, чтобы особого сора не было, если найдёшь — отправляй его сам знаешь куда."
            me "Куда?"
            mt "В компанию — в кусты!"
            mt "И если что: я тебе этого не говорила."
            "Она подмигнула и отправилась на дальний край пляжа — туда, где обычно квартировали наши отряды."
            "Вполне логично оставляя основную нагрузку мне!"
            th "Ну, Ольга Дмитриевна!"
            "Вздохнув, раб отправился отрабатывать повинность."
            if alt_day5_neu_mt_voyeur == 2:
                "Хотя, если кто меня спросит — оно того полностью стоило!"
        "Остаться помогать.":
            $ volume (0.9,'music')
            $ volume (0.9,'ambience')
            me "Простите, Ольга Дмитриевна."
            "Покаянно посмотрел я."
            me "Но, похоже, Мику и правда тут одна не справится."
            me "Возможно, если бы вы прислали мне замену…"
            show mt normal pioneer with dspr
            mt "Что ж."
            "Ольга как-то сразу сдалась, даже не попытавшись переубедить меня."
            "Будто вопрос был задан исключительно ради галочки."
            "И вот галочка проставлена, реципиент отказался, сворачиваем балаган, перебираемся на новое место."
            mt "Пойду, наверное, Двачевскую привлеку."
            "Пробормотала себе под нос Ольга, удаляясь."
            mt "Она, вроде, проявляла желание."
            hide mt with dissolve
            me "Двачевскую?!"
            "Не поверил своим ушам я."
            show mi smile pioneer with dspr
            mi "Зря ты! {w}У Алисочки очень хорошо получается ладить с детьми, они её почему-то слушаются."
            me "А дети-то здесь причём? Меня же звали убираться на пляже."
            show mi laugh pioneer with dspr
            mi "И ты в это поверил? {w}Смешной Сенечка, даже не увидел, что у неё купальник под рубашкой."
            mi "Она пошла купать малышей и надеялась на то, что ты составишь ей компанию."
            me "Не особо-то она и надеялась."
            show mi normal pioneer with dspr
            mi "Ну… Я не знаю, что у вас там произошло, что вы так друг друга стесняетесь, но это было определённо приглашение искупаться, а не пособирать огрызки на пляже."
            show mi laugh pioneer with dissolve
            "Мику приложила лапки к щеке в притворном изумлении моей недогадливостью."
            mi "Тебе знак внимания оказывают, Сенечка! Очевидно же!"
            "А я отмахнулся."
            "Вот ещё. Голову забивать."
            me "Так что там с фронтом работ?"
            "Поинтересовался я."
            mi "Сейчас, сейчас…"
            "Достав из кармана какой-то список, она некоторое время изучала его, после чего ткнула пальчиком в дальний угол эстрады, где между пианино и столом под серым чехлом загорало нечто непонятное."
            mi "Ксилофон, оказывается, был здесь. Хорошо, не придётся нести, значит, его вы-чёр-ки-ваем!"
            show mi shy pioneer with dspr
            "Она смущённо посмотрела на меня."
            mi "Кажется, мы сюда и правда только подмести пришли."
            "Она так виновато втянула голову в плечи, что я только рассмеялся и рукой махнул:"
            me "Погнали! Раньше начнём, раньше закончим."
            with fade2
            play music ourfirstmet fadein 3
            "Полчаса трудов праведных со шваброй и совком пополам — много или мало?"
            "С одной стороны, ерунда, плёвое дело."
            "С другой… Я никогда дома у себя так толком и не убирался — несмотря даже на то, что по площади моя квартирка была примерно в половину этой сцены по площади. Или даже в треть."
            "Я довольно ленив. Как и большинство мне подобных представителей компьютерного отшельничества, я всем прочим способам досуга предчитаю бездвижное сидение часами перед монитором."
            "Начиналось всё довольно невинно — сначала «во славу Кейна», тибериум, харвестеры…"
            "История нью-йоркского копа, из-за мести ставшего таким же чудовищем, что и те, кто убили его семью."
            "Просчёт очков действия на безграничной Пустоши и взведённая взрывчатка в чужом кармане."
            "Всё можно было поставить на паузу, отойти от монитора, посидеть, подумать, покурить, пожить."
            mi "Сенечка, не маши так сильно, ты весь мусор на мою половину сметаешь!"
            "Пожаловалась Мику."
            me "Ой, извини."
            "Монотонность работы поневоле уводила в мысли, в воспоминания, оставляя тело совершать механические действия."
            "Потом онлайн, ММО, статистика, сейл-клиенты, отличающиеся друг от друга только цветом и формой эмблем."
            "Потом анонимные доски сообщений — я катился по наклонной последние восемь лет, пока не оказался там, откуда уже некуда падать дальше."
            "В результате даже те самые игрушки, на которые я молился и ждал продолжения, сейчас не вызывают былого восторга, новинки кинопроката, честно уворованные на торрентах, частенько даже не запускаются."
            "Пока ещё удаётся держаться только за счёт моей последней отдушины."
            if loki:
                "Пока музыка для меня не пустой звук, пока я готов заслушивать любимые песни до дыр —  у меня ещё есть надежда."
                "И Мику тому подтверждением."
            else:
                "Сюжеты. Я очень много читаю, очень много пишу."
                "И пока мне удаётся что-то чувствовать или что-то передавать в своих текстах — у меня ещё есть путь из этого болота."
            "А здесь у нас то, что называется «шоковая реабилитация» — нельзя вернуться к своим вредным привычкам в силу отсутствия возможностей."
            "Начиная сигаретами — исключая временами всплывающее умозрительное желание перетянуться, которое выступает скорее калькой моей старой привычке — и заканчивая интернет-зависимостью."
            "Тем более, что рядом огромными шалыми глазищами глядит стимул становиться лучше."
            "Или хотя бы вцепиться в швабру и изобразить энтузиазм."
            "Работая бок о бок, мы справились довольно быстро — хоть сейчас ставь пионеров, микрофон в зубы — и вперёд!"
            mi "Кажется, всё, Сенечка!"
            "Отозвалась Мику откуда-то с того края сцены."
            me "Угу. А теперь самая лучшая награда за работу… Новая работа."
            window hide
            play sound sfx_open_door_clubs_2
            scene bg int_musclub_day with blinds_r
            play ambience ambience_music_club_day fadein 1
            me "Опять убираться, да?"
            show mi smile pioneer with dspr
            if alt_day4_neu_mt_songs: #s текст обрывается, после - сразу полдник
                mi "Да нет, здесь ничего критичного."
                "Быстро улыбнулась японка, мимоходом проверив степень чистоты подоконников и лакированного бока рояла."
                mi "Ты обещал мне кое-что иное. Помнишь?"
                me "Песни, да?"
            else:
                mi "А ты любишь с тряпкой по дому ходить, я погляжу."
                "Разулыбалась девушка."
                mi "Наверное, когда переедешь в собственную квартиру, там будет постоянная чистота и порядок."
                dreamgirl "Ага. Именно так всё и будет."
                show mi normal pioneer with dspr
                mi "Но я о другом: Олечка Дмитриевна сказала, что ты не первый раз в лагерь ездишь, да?"
                me "В некотором роде, да."
                "Осторожно ответил я."
                me "А в чём дело?"
                mi "Возможно, ты знаешь какие-нибудь пионерские песенки? Или песни для костра под гитару? {w}А то мне поручили как музруку, а я почти ничего и не знаю кроме того, что мне Алиса показала."
                me "Почему не знаешь?"
                if alt_day2_mi_met2:
                    show mi serious pioneer with dspr
                    mi "Я же тебе говорила уже, неужели забыл? У меня папа русский, но мы жили в Японии."
                    mi "Хотя я и неплохо говорю по-русски, таким вот вещам меня никто не учил."
                else:
                    show mi shy pioneer with dspr
                    mi "Ты разве не обратил внимания на мою внешность и имя?"
                    "Я пожал плечами."
                    me "Видел я бурятов и калмыков. А имя… та же Даздраперма звучит куда экзотичнее."
                    mi "Как забавно!"
                    "Улыбнулась Мику."
                    mi "Вот и в лагере никто не верит в то, что я из Японии. А это в самом деле так!"
                    me "Издержки жизни во многонациональном государстве, я полагаю."
                    mi "Мой папа из Союза, но мы жили в Японии всё это время."
                me "Как же ты тогда оказалась здесь?"
                show mi shy pioneer with dspr
                mi "Это была папина идея — он сказал, что мне обязательно нужно попробовать пожить немного так, как он привык."
                th "Почувствовать великий советский совок?{w} Видать, недолюбливает он дочурку-то!"
                "Наверное, на моём лице отразилась жалость и сочувствие, так как Мику поспешила продолжить:"
                mi "У себя на родине я считаюсь хафу — полукровкой. Это не так обидно, как гайдзинка — чужачка — но тоже приятного мало."
                window hide
                scene cg d4_mi_guitar_club_7dl
                with touch
                mi "В частности, дружить со мной или доверять мне никто особо не спешил. Нельзя их винить, традиции, всё-таки. Но…"
                "Она вздохнула:"
                mi "А мне тоже хочется общения. Так что Па выждал время, пока мне не стукнет четырнадцать, и начал готовить документы."
                mi "И вот я здесь."
                mi "Кое-чему, конечно, он меня выучил, я очень много читала книг про Россию, смотрела фильмов и общалась со знакомыми отца, но, сам понимаешь, некоторым вещам можно научиться только на месте."
                mi "Например, песням."
                mi "И мальчики у вас здесь…"
                "Мику улыбнулась особенно тепло, но тут же, спохватившись, взялась за гитару:"
                mi "Ну что? Поможешь мне разучить пару песен для сегодняшнего костра?"
                "И я улыбнулся. Не мог я не улыбаться Мику."
                "Очень жаль, конечно, что у нас не получилось романа — а сейчас уже, наверное, поздновато что-то менять."
                "Но уже одно то, что она существует, достаточно для того, чтобы оправдать моё попадание в это фантастическое место."
                with fade2
                stop music fadeout 3
                "Потому что я, как уже было сказано, довольно просто отношусь к выражениям симпатии — и Мику мне действительно нравится."
                "А потому я легко и с удовольствием согласился."
                play music lastlight_piano fadein 3
                "Вот было бы здорово, если бы этот поход оказался с ночёвкой, с разбитыми безо всякой системы палатками и костром в самой середине."
                "А по рукам гуляют жестяные кружки с чем-то крепким, и вожатые не сердитые сегодня, не гонят спать, сами сидят и поют песни."
                "А восточный край неба уже как Нуво Бужоле — терпко-яркий, пахнущий несбыточными мечтами и несложившейся удачей."
                "И чтобы гитара была рядом, и девочка с длинными волосами превратилась в неразличимый силуэт на фоне звёзд, и жутко, и сладко отгонять от себя мысли, что и ты сейчас выглядишь так же, и лишь твоя нерешительность отделяет вас от момента, когда…"
                "Два силуэта неторопливо наклоняются один к другому — всё как в фильмах с этой чёртовой ррромантикой. И миру рождается чудо новой любви."
                "Или нет."
                "Песня за песней — Окуджава, Высоцкий, Митяев, Галич…"
                "Мику переспрашивала слова и требовательно повторяла и повторяла мелодию, раз за разом — до тех пор, пока не была довольна. И после того удовлетворённо кивала — и принималась за новую песню."
                me "Прощальный час настал…"
                "Я смотрю на её губы, на то, как она дышит и двигается. Это называется модным  словом «пластика», хотя я всю жизнь предпочитал старую добрую «грацию»."
                "Мику была очень грациозной девушкой."
                me "И обнял нас за плечи."
                "Кивая в такт, она жадно впитывала новые рифмованные строчки — не замечая уже того, как близко мы сидим друг к другу."
                "Как сильно я хочу сделать то, о чём звучат слова песенки — просто обнять."
                "Что-то обязательно произойдёт, неприятное, неуместное — оно спугнёт магию момента. Но здесь и сейчас мы были почти влюблены."
                "Она — в новую музыку и дыхание души, чувствующееся в словах. А я — в неё."
                mi "Запомни этот зал и этот тёплый вечер…"
                "Мурлыкала японка."
                "Два силуэта…"
                "Неторопливо тянущиеся один к другому…"
                th "А послезавтра я уеду в никуда, и не оставлю за собой ничего, кроме памяти."
                "Понял вдруг я."
                "И отпрянул, отвёл взгляд."
                "Нельзя мне, никак нельзя."
                "Кто бы мог подумать — иной душу бы прозакладывал за то, чтобы оказаться в моей ситуации."
                "Я и сам не раз, читая разного рода книги про людей, оказавшихся у чужих берегов, думал, насколько же офигенно им там — освобождённым совестью и обстоятельствами ото всего, что связывает руки аборигенам."
                "К чему совесть, если ты завтра исчезнешь?"
                "Закрутить роман, уболтать, утащить куда-нибудь в укромный закуток, где крестом и пестом уломать недотрогу на что-то большее."
                "И пропасть на следующий день, вернуться  домой или отправиться на следующую станцию сюжета."
                th "И почему я не беспринципный ублюдок? Здесь же рай для человека без моральных тормозов."
                "Угрюмо подумал я."
                window hide
                scene bg int_musclub_day
                show mi sad pioneer at zenterleft
                with dissolve
                mi "Сенечка, что случилось?"
                "Чутко среагировала Мику."
                mi "Ты весь как-то погрустнел, отвернулся. Песня грустная, да?"
                me "Да."
                "Отвернувшись, ответил я."
                "Обострившимся чутьём на неприятности я понял, что могу сейчас сказать что-то, способное сильно осложнить мне существование."
                me "Да."
                "К счастью от более детального допроса меня спас горн на полдник, поэтому я поспешил подняться и сбежать."
    stop music fadeout 4
    stop ambience
    window hide
    scene black with fade
    return
    
label alt_day5_neu_lunch:
    #Новый ивент с поисками Ульянки
    $ persistent.sprite_time = "day"
    $ day_time()
    $ alt_chapter(5, u"Одиночка. Полдник")
    scene bg int_dining_hall_people_day with dissolve
    play ambience ambience_dining_hall_empty fadein 3
    play music sky_feather fadeout 3
    "Одним из всё искупляющих качеств режимных моментов было то, что за них можно спрятаться, если не хочешь продолжать заниматься тем, чем занимаешься."
    "Неприятные беседы и уборки территории вполне входят в число нелюбимых занятий."
    "Кое-кто берёт сигарету или отпивает из бокала (тоже та ещё привычка вести важные переговоры за обеденным столом), кое-кто прикрывает глаза и откидывается на кресло."
    "А нам, нищим пионерам, ничего другого не остаётся, как сделать вид «ничего не вижу, ничего не слышу» и спешно нестись к лучшему заведению на планете."
    "Сегодня кормили пряником — большим, квадратным и приторным настолько, что потреблять его без молока было решительно невозможно."
    "Хотя всё, конечно, сравнительно — полюбовавшись на то, как умяв свою порцию, жадно стреляет глазёнками мелкая егоза, я улыбнулся и отдал ей половину."
    show us smile sport with dspr
    us "Шпашибо."
    "Прошамкала она с набитым ртом."
    "Я отмахнулся."
    if alt_day4_neu_mt_volley:
        "Несмотря на неприятности, сопутствующие этой девчонке, мне почему-то нравилось делать ей разные приятные мелочи."
        "Возможно, дело было в том, что я всю жизнь был один в семье, а хотелось младшую сестрёнку."
    "В результате сегодняшних событий я так и не сходил искупаться."
    if alt_day5_neu_mt_voyeur == 2:
        "А поход на пляж с вожатой как-то совершенно не удалось совместить с купанием."
        "Казалось бы — чего такого в том, чтобы искупаться с симпатичной девушкой?"
        "Ан нет, не получается."
    "Поэтому я исподволь наблюдал за главными генераторами квестов лагеря, и лишь тогда, когда они исчезли за дверями, позволил себе выдохнуть."
    th "Кажется, купание (вернее, макание ног в воду, если я опять плавки не найду) из перспективы умозрительной превращается во вполне себе реальную!"
    "К тому моменту Ульяна уже полностью закончила работу челюстями и легонько пнула меня под столом:"
    show us normal sport with dspr
    us "Эй, псст!"
    me "А?"
    us "Ты занят сейчас?"
    me "Угу. Решаю, на боку лежать или на спину перевернуться."
    show us laugh sport with dspr
    us "Хе! Хочешь, секрет расскажу?"
    me "Просто так?"
    "Подозрительно осведомился я."
    show us smile sport with dspr
    us "Нет, разумеется! {w}Ты же со мной, как с лучшим другом, поделился полдником."
    "Звучало это как неумелая попытка вовлечь меня в неприятности."
    "Но мне казалось, что я всё ещё контролирую ситуацию."
    me "Ладно. {w}Что за секрет?"
    show us normal sport with dspr
    us "Славя с кем-то встречается!"
    me "Да ну!"
    "Я хочу сказать, она, безусловно, девушка-вах со всем нужным во всех нужных местах, но…"
    "Привычно было, что лагерные отношения обычно не очень-то и замалчиваются — во времена моих поездок по лагерям первые парочки держались за ручки после первой же лагерной дискотеки."
    "Возможно, здесь просто менталитет другой."
    me "И с кем?"
    show us laugh2 sport with dspr
    us "Откуда я знаю? {w}Но она с утра уходила за территорию и вернулась запыхавшаяся."
    me "Может, она там бегает."
    "Резонно предположил я."
    me "Она же спортсмэнка."
    show us surp3 sport with dspr
    us "Балда ты, Сенька!"
    "Рассмеялась Ульяна."
    us "Куда она в форме побежит бегать? Это же не по правилам, нельзя-нельзя-нельзя!"
    me "Ясно. Ну, мы посплетничали."
    "Я начал было подниматься."
    show us normal sport with dspr
    us "Стой!"
    me "А?"
    us "Давай…"
    "Ульяна воровато огляделась по сторонам — не слышит ли кто."
    us "Давай за ней проследим и посмотрим, с кем она там?"
    me "Мы проследим? {w}Ты имеешь в виду меня и тебя?"
    show us calml sport with dspr
    us "Ты имеешь что-то против моей компании?"
    "Нахмурилась она."
    me "В целом нет, но как же твоя подруга? {w}У вас размолвка, да?"
    show us sad sport with dspr
    us "Да ну её."
    "Махнула рукой Ульяна."
    us "Она как услышала про завтрашний концерт, так от гитары не отклеивается — всё что-то повторяет."
    me "И ты решила использовать меня в качестве утешалки на батарейках?"
    "Съязвил я."
    us "Ты же не против?"
    "Я ненадолго задумался."
    "Быть другом Ульяны, кроме того, что тебе гарантированно не дадут заскучать, значит ещё и вот что: готовность всегда подставить голову в случае, если любой из вас набедокурит."
    "Прикинув так и эдак, я решил, что двум смертям не бывать, и кивнул:"
    me "Ладно, пошли. {w}Только тихо."
    if alt_day2_date == 2:
        me "Она очень чутко реагирует на слежку, меня однажды засекла."
        show us laugh sport with dspr
        us "Меня не засечёт, не беспокойся."
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg ext_square_day with flash
    play ambience ambience_camp_center_day fadein 3
    "По счастью, пока мы препирались с малявкой, наш объект слежки не успел далеко уйти — мы добежали до площади, когда на другом её краю мелькнули приметные золотые косы."
    show us surp1 sport with dissolve
    us "Вот она! {w}Осторожненько за ней!"
    "И с места сразу взяла такой разбег, что мне стоило больших трудов просто не отставать."
    "Кажется, в понятие «осторожненько» с точки зрения Ульяны прекрасно укладываются и определения вроде «топать как слон»."
    "Поэтому, когда мы добежали до калитки, сквозь которую просочилась Славя, я прибавил ходу и хлопнул девочку по плечу:"
    me "С-стой!"
    "Выдохнул я."
    show us normal sport with dspr
    us "Что? {w}Быстрее, уйдёт же!"
    me "Если ты будешь так топать и сопеть — точно уйдёт!"
    "До поры нас маскировал шум лагеря, но сейчас следовало бы проявить разумную осторожность."
    "Ульяна недобро посмотрела на меня, но предупреждению вняла."
    window hide
    stop music fadeout 3
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_path_day with dissolve
    play ambience ambience_forest_day fadein 3
    play music sneakupon fadein 3
    "Так что из лагеря мы вышли крадучись и куда тише, чем перемещались по территории."
    "Никогда не испытывал особой потребности совать свой нос в чужую жизнь, по той же причине и ненавидел всякого рода реалити-шоу вроде «Сарай-2», где люди что-то строили, правда, без использования стройматериалов."
    "Но сейчас меня охватил какой-то необъяснимый азарт."
    "Возможно, Ульяна тому виной и причиной — или нежелание сдаться и показать, что я слишком стар, глуп и толст для таких приключений?"
    "Или всё дело в том, что мне и правда захотелось немного пошвыряться в шкафах активистки и разыскать там парочку скелетов?"
    "Так или иначе, она двигалась впереди, достаточно быстро, и нам тоже приходилось держать шаг."
    show us normal sport with dissolve
    us "Вот увидишь, ходит куда-нибудь на свидания."
    "В отличие от меня, запыхавшегося уже через пару минут гонки, Ульяна чувствовала себя комфортно, у неё даже не сбилось дыхание."
    us "И они там…"
    "Девочка задумалась."
    show us shy sport with dspr
    us "Целуются! Вот!"
    me "Целуются. И что?"
    "Я пожал плечами: никакого криминала в этом, как ни старался, я не видел."
    show us shy2 sport with dspr
    us "Ты не понимаешь, что ли?"
    "Ульяна покраснела."
    us "Целуются же!"
    me "И что?"
    "Она только рукой махнула."
    show us normal sport with dspr
    us "А, всё равно бестолковый, ничего не поймёшь."
    "Воображение услужливо изобразило целующуюся Славю."
    "Целовалась она, правда, почему-то с Ульянкой — и это добавляло картинке известной пикантности — но даже в этом случае я не мог понять, что же в этом такого особенного?"
    "Пожав плечами, я заткнулся, стараясь сберечь дыхание."
    "Я уже начал немного уставать."
    "К несчастью, обе стервы женского пола, казалось, не ведали усталости и продолжали в крейсерском режиме нестись сквозь лес, набирая обороты."
    "Как будто для Ульяны было делом чести обязательно догнать Славю, а для той, напротив, жизненно важно было оторваться от непрошенных гостей."
    "Мне стало интересно:"
    th "Не догадывается ли она о том, что несколько не одна?"
    th "И если так, не может ли случиться такой расклад, что она нас нарочно куда-то заманивает?"
    show blinking
    window hide
    scene bg ext_path2_day
    show blackout_exh2
    with dissolve
    $ renpy.pause (1)
    play ambience ambience_forest_day fadein 1
    play sound breath fadein 3
    "Всё, бобик сдох."
    "Меня хватило минут на пятнадцать такого спурта, после чего ноги отказались слушаться."
    "В боку ощутимо закололо, а перед глазами потемнело."
    "Я привалился к ближайшей сосне и хрипло задышал, пытаясь восстановить дыхание."
    th "Не спрятаться от этой боли, круги зелёные в глазах, ах, отведите меня в поле и пристрелите меня нах…"
    "Убежавшая было вперёд Ульяна замедлила шаг, обернулась в мою сторону, потом в сторону уходящей Слави, потом опять в мою…"
    "«Твою мать» — удалось разобрать в движении губ."
    show us dontlike sport with dissolve
    us "Ну, чего встал? Уйдёт же!"
    "Неласково подбодрила она."
    "Огромная борьба любопытства и нежелания бросать товарища невооружённым глазом читалась на её лице."
    "К счастью, победило чувство товарищества. {w}Иначе бросила бы она меня в незнакомом лесу."
    "И нашли бы меня лет через пять, заблудившегося и одичавшего на подножном корму."
    me "Н-не-м-мо-гу…"
    "В три приёма выдохнул я."
    "Рот заполнился тягучей, вязкой слюной, а сердце, похоже, собралось сбежать прямо сквозь грудную клетку."
    show us grin sport with dspr
    us "Ну и слабак же ты."
    "Ульяна встала передо мной, упирая руки в бока, и насмешливо посмотрела сверху."
    us "Как же ты невесту на руках в дом понесёшь, если ты по лесу пробежаться не можешь?"
    "Каким-то необъяснимым образом я уловил извращённую логику в словах этой девочки."
    "И пожал плечами."
    "Сейчас мне уже не хотелось ни преследований, ни раскрытий тайн."
    "Программа «лечь и сдохнуть» звучала тоже довольно перспективно."
    "Я хотел было сесть, но меня тут же схватили за руку и вернули в вертикальное положение:"
    show us upset sport with dspr
    us "Ты что?! Нельзя садиться, если ты так устал, вредно!"
    me "А…"
    "Сейчас я не был способен даже спорить."
    hide blackout_exh2
    show blackout_exh3
    with dissolve
    "Всё, на что меня хватает — это безучастно наблюдать за картинками, которые выхыватывает сознание со дна колодца."
    "Да послушно следовать указаниям взбалмошной девицы, решившей устроить внеочередную «Зарницу» без возможности сорвать погоны."
    "Поэтому я отклеился от дерева и неторопливо зашагал рядом с девочкой."
    "Хуже уже не будет. Хуже уже не будет. Хуже уже…"
    "Мы шли так ещё пару минут, а Ульяна хмурилась всё сильнее, пока ей, наконец, это не надоело."
    show us angry sport with dspr
    us "Ну и гад же ты, новичок!"
    "Выговорила она."
    me "Во-первых, я здесь ни при чём."
    me "Во-вторых, потрудись уже запомнить моё имя. Меня зовут Семён."
    show us sad sport with dspr
    us "Да если бы не ты, мы бы её не упустили."
    me "В чём проблема?"
    "Тропинка была под ногами, двигай себе вперёд."
    us "А если развилка?!"
    me "Тогда и думать будем!"
    "Отрезал я."
    "Ульяна надулась и отвернулась, со злостью сбивая прутиком листики у окрестных кустов."
    with blinds_l
    "Накаркала."
    "Десяти минут не прошло, когда мы вышли на место, где тропинка расходилась сразу на два направления."
    show us normal sport with dspr
    us "Ну что, умник? Думать будешь?"
    "Снисходительно посмотрела на меня девочка."
    "Я пожал плечами."
    "Правая тропинка была нахоженная, натоптанная — ей явно пользовались чаще."
    "Вероятнее всего, там какой-то объект интереса пионеров вроде черничника, карьера или какой-нибудь интересной поляны."
    "В отличие от левой, которая почти заросла травой и едва читалась — похоже, то направление не слишком-то пользуется спросом."
    "Так что вполне очевидно, куда направилась Славя на своё гипотетическое свидание."
    $ volume (0.5,'music')
    $ volume (0.5,'ambience')
    menu:
        "Налево.":
            $ volume (0.9,'music')
            $ volume (0.9,'ambience')
            $ us_pt += 1
            $ alt_day5_neu_sl_voyeur = True
            us "Ну и дурак."
            "Прокомментировала Ульяна."
            "Но покорно пошла туда, куда я указал."
            "И то, что я оказался прав, стало очевидным через каких-то несколько минут."
            "Из-за деревьев послышался шум плещущей воды, потянуло свежестью, и несколько шагов спустя мы вышли на берег лесного озера."
            window hide
            scene bg ext_lake_day_7dl with dissolve
            play ambience ambience_lake_shore_day fadein 3
            "И тут же отшатнулись назад, так как в каких-то пятнадцати метрах от нас стояла Славя."
            us "Давай туда."
            "Зашипела Ульяна, взглядом указав на кусты."
            "И тут же, показав пример, плюхнулась на живот и по-пластунски поползла вперёд."
            "Вслед за ней полз и я. Что мне ещё оставалось."
            "Правда, в какой-то момент мне показалось, что Ульяна застыла."
            "Было что-то в её позе неестественное."
            stop music fadeout 5
            "Поэтому я быстро-быстро подполз и осторожно выглянул из кустов."
            play music kiss_you fadein 3
            us "Сенька, не смотри!"
            "Она попыталась одновременно закрыть мне ладонями глаза и рот."
            "Это было не слишком-то удобно, лёжа рядом, но она сделала что смогла."
            "Для этого ей пришлось перевернуться на бок — она замерла на миг, когда кусты зашумели, а Славя на берегу насторожилась."
            "Поздно. Я уже увидел то, что так напрягло нашу мелкую."
            "А та неумолимо завалилась на меня."
            "Но в итоге случилось так, что мы принялии положение этакого сэндвича."
            "Я лежал на животе, прячась в траве, а Ульяна, как та самая кошка, забросила на меня руки и ноги."
            "Девочка и сама была тёплая, я чувствовал это обнажённым плечом сквозь её футболку."
            "Как и все изгибы её фигурки — там, где мы соприкасались."
            "И это было крайне уместно, так как Славя раздевалась."
            "Вернее, она уже разделась. Только набросила рубашку, встревожившись."
            "Левая ладонь Ульяны вместо глаз оказалась у меня на лбу, правая — на губах."
            "Так что мы оба видели, как с плеча Слави, из-под распущенных волос вниз на чистый речной песок скользнула рубашка, оставляя девушку в полном неглиже."
            "Набрав в грудь побольше воздуха, она сделала первый шаг."
            "Ещё один."
            "И, напоследок сверкнув обнажёнными ягодицами, нырнула."
            us "Сень, ты почему такой горячий?"
            "Почему-то напряжённым голосом спросила Ульяна — признаюсь, на несколько секунд я вообще забыл о её существовании."
            us "И трясёшься весь."
            "Потому что почему бы и нет?"
            "Мне всегда были интересны пределы чувствительности и чувственности."
            "Так что я вытянул губы трубочкой и поцеловал ладошку, всё ещё закрывающую мне рот."
            "И, судя по напряжённо-изумлённому лицу мелкой, всё она прекрасно почувствовала и поняла."
            "Она покраснела, но не отстранилась."
            us "Мы уже до такого уровня отношений дошли, да? Ручку целуешь?"
            "Девочка пыталась шутить, больше борясь с собственным смущением."
            us "Жалеешь, что я не она, да?"
            "Она прикусила губу и хотела было что-то сказать, но я замотал головой."
            us "Тогда что?"
            "Сейчас самым логичным было бы повернуться к ней и обнять, не говоря ни слова."
            "Но моя естественная реакция на купающуюся Славю, боюсь, наставит Ульянке синяков на животе. Если я попытаюсь её обнять."
            "Поэтому я улыбнулся одними глазами и, протянув правую руку, погладил её по голове, немного растрепав волосы."
            us "Что?"
            "Наконец-то догадалсь освободить меня девушка."
            me "Не жалею. Иначе пришлось бы подглядывать за тем, как ты там без трусов.{w} Вот уж удовольствие ниже среднего."
            "Подмигнул я."
            "Ульяна представила себе эту картину и снова густо покраснела."
            with vpunch
            us "Дурак!"
            "Она несильно шлёпнула мне по лбу и откатилась."
            "Всё это время мирно купающаяся Славя вдруг развернулась в воде и посмотрела прямо в нашу сторону."
            "Мне пришло вдруг в голову, что она, возможно, с самого лагеря знала о слежке."
            "Просто не сочла нужным реагировать."
            "И я мог её понять — в отличие от меня, всеми силами увиливающего от ответственности, Славя принимала всё, что ей говорили сделать."
            "И делала."
            "Наверное, у неё совсем нет возможности как-то себя побаловать."
            "Несмотря даже на то, что ей, судя по всему, вся эта маета доставляет несказанное удовольствие."
            "А в те немногие моменты, что удаётся выгадать, оказываться под прицелом подглядывающих."
            "Но здесь и сейчас, она, кажется, собралась рассекретить несчастных вуайеристов."
            "Так что целенаправленно поплыла к берегу, где лежала её одежда, и, всё так же нимало не стесняясь, стала одеваться."
            "Всё это время я продолжал пребывать в каком-то ступоре, наблюдая за тем, как исчезает нагота под тканью, а Ульяна тоже почему-то угрюмо молчала."
            "Возможно, её расстроило, что не было на Славю никакого компромата — кроме того, что можно сделать фотокамерой."
            "Возможно, всё дело было в моём ребячестве с поцелуями в ладошку."
            "Я не берусь загадывать о том, что творится в этой голове."
            "Особенно в такие моменты, когда из пацана с почему-то девичьим именем вдруг проглядывает девчонка."
            "Которая ведёт себя как девчонка и вполне логично интересуется всеми глупостями, какими интересуются девчонки её возраста."
            "Хотя она и умело это скрывает — сказывается воспитание, судя по всему, постоянно в кругу лиц значительно старше неё."
            dreamgirl "А тут одно лицо такое берёт её и начинает губами трогать в разных местах."
            dreamgirl "И даже не задумывается о том, где эти места могли быть, и какой заразы оно, лицо это, только что себе на губы нахватало."
            th "Э, например?"
            dreamgirl "Да хотя бы то, что она только что по земле этой ладонью возила. По сути, ты землю облизал, нравится?"
            th "Правда? {w}Юпитер, ты сердишься…"
            dreamgirl "И вообще, она слишком близко. {w}У тебя здоровые реакции, а рядом в меру податливый способ реализовать их."
            th "Ты на что намекаешь, похабник?!"
            dreamgirl "На то, что если она с тебя не слезет, к тебе в голову придёт вполне логичное побуждение… {w}А вот и оно."
            stop music fadeout 3
            us "Долго лежать собираешься?"
            "Я застыл."
            us "Или ты хочешь, чтобы она тебя поймала?"
            "Её шёпот звучал над самым ухом, тепло дыхания щекотало кожу, вызывая кучи мурашек."
            "И я почти воочию представил себе, как поворачиваюсь и касаюсь губ, почти касающихся моего уха."
            "И потому приказал себе замереть ещё сильнее."
            us "Пошли, пока не поздно!"
            "«Не поздно» было минут пятнадцать назад, когда я понял — чем именно собирается заниматься Славя на озере, и в каком виде это делать."
            "Потом было ещё одно «не поздно», прежде чем Ульяна улеглась мне на спину."
            "А теперь поздно."
            "Я не смогу в таком состоянии подняться и выпрямиться."
            "Вернее, смогу, но… Нет, не смогу."
            us "Чёрт с тобой."
            "Прошипела девочка и растворилась в кустах за моей спиной."
            play sound sfx_bush_leaves fadein 0
            window hide
            $ persistent.sprite_time = "day"
            scene bg ext_path2_day
            with dissolve
            sl "Что здесь…"
            show sl surprise pioneer at zenterleft
            extend " Семён?!"
            "Изумилась Славя."
            me "Привет."
            "Я убито уронил голову на скрещенные руки."
            th "Мне конец."
            "Только я мог угодить в настолько идиотскую ситуацию."
        "Направо.":
            $ volume (0.9,'music')
            $ volume (0.9,'ambience')
            us "Ну и дурак."
            "Прокомментировала Ульяна."
            "Но покорно пошла туда, куда я указал."
            "И даже почти не ныла."
            "Только пнула разочек. Но это же такие мелочи, правда?"
            play sound sfx_bush_leaves
            window hide
            scene bg ext_polyana_day with flash
            "Тем более, что спустя полчаса мы вышли на какую-то большую поляну."
            if alt_day4_neu_mt_fire:
                "Вчера, правда, я вышел сюда несколько другим путём."
                "Но действующие лица и в этот раз были те же."
            "Ольга Дмитриевна сидела на одном из бревнышек и задумчиво смотрела в костёр."
            "Заслышав наши шаги, она подняла голову:"
            show mt normal pioneer at zenterleft
            mt "Семён, Ульяна."
            "Она кивнула нам."
            mt "Славя сказала, что найдёт помощников для уборки, но я не думала, что ей понадобится столько народа."
            me "Э, ну…"
            "Ульяна хотела было что-то возразить, но я наступил ей на ногу."
            "Тем более, что за спинами у нас снова зашелестела листва, и на полянку выбралась Славяна."
            show mt normal pioneer at left with moveinleft
            show sl normal pioneer at right with dissolve
            sl "Поработать пришли?"
            "Не удивилась она."
            sl "Хорошо."
            "Ульяна застонала."
    window hide
    stop music fadeout 3
    stop ambience
    return
    
label alt_day5_neu_supper:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(5, u"Одиночка. Ужин")
    window hide
    scene bg ext_dining_hall_near_sunset with dissolve
    play ambience ambience_camp_center_evening fadein 3
    "Ничего особо смертельного не произошло."
    "Цена индульгенции для отдельно взятого грешника — как следует вычищенное костровище, булыганы, возвращённые на родину — туда, откуда их вымыло или выкатило."
    "И, конечно, перепечканные руки и физиономия."
    "Которую Ульяна оттирала с какой-то совершенно особой сладострастностью."
    if alt_day5_neu_sl_voyeur:
        "Не иначе, мстила."
        "Впрочем, я был не против такого типа мести."
        "Главное — это успешно уворачиваться, когда между нами пропадает пространство."
        "Мне очень не понравились мысли, посетившие меня в лесу, поэтому я всерьёз прикидывал вариант обратиться к Виоле за каким-нибудь успокоительным."
        th "В конце концов, мне двадцать восемь, а не семнадцать!"
    window hide
    play sound sfx_open_dooor_campus_1 fadein 0
    scene bg int_dining_hall_people_sunset with dissolve
    play ambience ambience_dining_hall_full fadein 3
    dreamgirl "Тело твоё считает иначе."
    "Усмехнулся внутренний голос."
    dreamgirl "С кем лопать сядешь?"
    "Я огляделся: свободны были два места рядом с Алисой и одно у самого прохода за маленьким столом."
    $ volume (0.5,'music')
    $ volume (0.5,'ambience')
    if us_pt > 4:
        menu:
            "Сесть одному.":
                pass
            "Сесть с Алисой.":
                $ volume (0.9,'music')
                $ volume (0.9,'ambience')
                play music music_list["my_daily_life"] fadein 3
                "Увлекаемый за собой неугомонной Ульяной, я добрался до стола, где в гордом одиночестве поглощала какого-то морского гада Алиса."
                me "На дворе четверг, что ли?"
                show us normal sport at left with dissolve
                us "А?"
                me "Рыбой кормят."
                "Мы уселись рядом с Алисой, которая покосилась на нас с плохо скрываемым любопытством:"
                show dv normal pioneer2 with dspr
                dv "Вижу, вы уже поладили?"
                th "Сейчас начнётся."
                "Понял вдруг я."
                "И почти угадал."
                show dv smile pioneer2 with dspr
                dv "Вы уже целовались, а?"
                show us surp3 sport with dspr
                us "Ты что это такое говоришь?!"
                "Закричала Ульяна."
                show dv grin pioneer2 with dspr
                dv "Нет? {w}Вы так трогательно ходите вместе."
                dv "Наверное, и за ручку держитесь, когда не видит никто?"
                me "За ножку."
                "Огрызнулся я."
                show us shy2 sport with dspr
                "А Ульяна, похоже, совершенно не была готова к свинье таких размеров."
                "Да ещё и от подруги."
                "Она продолжала сидеть и молча краснеть."
                show us calml sport with dspr
                "Всё очевидно: окажись на месте Алисы я, Электроник или кто угодно, к кому она не питает такого же пиетета, и сидеть бы ему с тарелкой на голове и рыбой за шиворотом."
                "Но Алиса умудрилась преподнести сюрприз своей подруге."
                "И та сидела и думала что ответить в такой ситуации."
                "Обычно бойкая на язык и не лезущая за словом в карман Ульянка не знала что сказать."
                "Вернее, судя по плотно сжатым губам и нахмуренным бровям, было у неё несколько вариантов."
                "Но даже её умишка хватало на то, чтобы понять — не стоит наказывать заигравшихся детей через усекновение головы или расстрел."
                show us upset sport with fade
                "И снова на помощь приходит капитан Тормоз!"
                "Нельзя было сказать, чтобы мои действия были чем-то правильным."
                "Или хотя бы продуманным."
                "Просто понаблюдав за разворачивающейся сценой унижения и издевательств над ближним своим, «на дурака» предположил:"
                me "Не могу понять, Двачевская: ты что, ревнуешь?"
                stop music fadeout 3
                show blinking
                pause(2)
                "Над столом повисла тишина."
                "Настолько плотная и осязаемая, что даже пионеры со смежных столов на секундочку заткнулись и повернулись в нашу сторону."
                show us sad sport with dspr
                us "Да забирай ты его, он мне не нужен!"
                "Ульяна вскочила из-за стола."
                us "Раз ты его так любишь!"
                play sound sfx_dropped_chair
                "На пол с грохотом упало что-то тяжёлое."
                play music music_list["doomed_to_be_defeated"] fadein 0
                "И не успел никто из нас среагировать, а рядом уже стояла вожатая!"
                show mt normal pioneer at right with dissolve
                mt "Так, что здесь творится?"
                "И с удивившей меня скоростью наклонилась, подняв с пола тот самый предмет."
                "Им оказался кусок шиферной крыши."
                "Мы обычно кидали такие в костёр, если хотели, чтобы жахнуло как следует."
                show mt angry pioneer with dissolve
                mt "И чьё же это?"
                "Нахмурилась вожатая."
                mt "Ульяна, твоё? Или Алисино?"
                th "Какая прелесть."
                "Промелькнула в голове мысль."
                th "Как могут повернуться события или судьбы всего за несколько секунд."
                "Если бы Алиса не травила подругу и не злила её, то ситуация была бы чуть-чуть менее щекотливой."
                "Но здесь у Ульяны появляется шикарная возможность отплатить за всё сказанное разом — просто подставив подругу."
                "Разве что после этого дружить они точно не смогут."
                show dv guilty pioneer2 with dspr
                show us dontlike sport with dspr
                us "Это…"
                "Начала мелкая. {w}А я замер."
                "Алиса тоже с интересом наблюдала за разворачивающейся ситуацией — и уверен: её посещали ровно те же мысли, что и меня."
                us "Ну, предположим, моё."
                "Угрюмо буркнула она."
                "Всё-таки она оказалась куда лучше и достойнее своей стервозной подруги."
                stop music fadeout 3
                show mt rage pioneer with dspr
                mt "Значит, ты опять решила испортить мероприятие?!"
                "Разъярилась вожатая:"
                mt "Так, живо выкладывай, что у тебя там ещё!"
                show us calml sport with dissolve
                us "Нет у меня ничего."
                show mt normal pioneer with dspr
                mt "Уль-{w=.3}я-{w=.3}на!"
                show us shy sport with dspr
                us "Ох."
                window hide
                scene bg int_dining_hall_sunset
                with fade
                play music old_kiss fadein 3
                "Наверное, Ульяна бы и сейчас смогла бы отказаться, убежать или сделать ещё что-нибудь в своём духе. {w}Что-нибудь эдакое."
                "Но вожатая поймала момент и пользовалась им на все сто — из карманов мелкой удалось добыть несколько рогаток, подшипников, коробку с серными спичечными головками и чёрт знает что ещё."
                "Даже на мой непрофессиональный взгляд, конфискованного вполне было достаточно  для того, чтобы уверенно саботировать вообще всё что угодно."
                show mt normal pioneer with dissolve
                mt "Это точно всё?"
                "Уточнила вожатая, когда сверху целой горки потенциальных орудий преступления приземлился ещё один кусок шифера — немного поменьше того, первого."
                show us sad sport at right with dissolve
                "Девочка неохотно кивнула."
                mt "Точно?"
                "Наблюдавшая за цирком Алиса не выдержала."
                "Возможно, её замучила совесть. {w}Или я просто слишком верю в людей."
                "И здесь речь просто о какой-то человеческой солидарности или благодарности."
                "Так или иначе, она встала и присовокупила к уже имеющейся горке ещё несколько странных предметов, назначение которых мне было непонятным."
                "Вожатая нахмурилась, значит, она в этом понимала несколько больше моего. {w}И прекрасно поняла, для чего нужны были длинные полоски кургузой газетной бумаги, например."
                show dv normal pioneer2 at left
                dv "Теперь всё."
                show mt grin pioneer with dspr
                mt "Двачевская?"
                show dv angry pioneer2 with dspr
                dv "Да {image=alt_KS_censor} уже."
                "Процедила непечатное Алиса и достала из заднего кармана полупустую пачку «Магны»."
                show mt surprise pioneer with dissolve
                mt "Ты ещё и куришь?!"
                dv "Только когда выпью."
                "Огрызнулась рыжая."
                show mt smile pioneer with dspr
                mt "Вот теперь верю, что всё."
                mt "Но никто же не гарантирует, что вы не попробуете что-нибудь эдакое."
                show dv shy pioneer2 with dspr
                dv "Вам недостаточно моего честного слова?"
                show mt laugh pioneer with dissolve
                mt "Нет. А если это слово даст ещё и Ульяна, я сильно забеспокоюсь."
                show us shy2 sport with dspr
                us "Эй, я ещё здесь."
                mt "Может, поручить Семёну за вами приглядывать…"
                "Рыжие синхронно смерили меня пренебрежительными взглядами и улыбнулись:"
                show dv smile pioneer2
                show us smile sport
                with dissolve
                us "Давайте!"
                dv "Я не против!"
                show mt normal pioneer with dspr 
                mt "Кто бы сомневался."
                "Девушка в задумчивости потёрла подбородок, а потом выставила указательный палец вверх с видом «Эврика!»"
                mt "Давайте немного упростим задачку: Алиса отвечает за Ульяну, а Ульяна за Алису."
                mt "Если на костре что-нибудь случится, виноваты будете обе."
                show us calml sport with dspr
                us "Эй, так нечестно!"
                mt "Всё честно. {w}Вы же подруги? Вот и давайте уже друг друга выручать."
                show dv grin pioneer2 with dspr
                dv "И что случится, если вдруг что?"
                mt "Для начала отправлю ночевать в баню."
                "Широко улыбнулась вожатая, наблюдая за тем, как плавно сползает самодовольная ухмылочка с лица рыжей-старшей."
                mt "А там посмотрим. {w}Адью."
                "Развернувшись, вожатая отправилась на выход."
                hide mt with dissolve
                us "Эй!"
                "Как-то глупо завопила Ульяна."
                us "А как же Семён?"
                mt "Что Семён?"
                us "Он ни за кого отвечать не будет разве?"
                "Ольга рассмеялась и вышла на улицу."
                "Кажется, ответ был очевиден."
                return
    $ volume (0.9,'music')
    $ volume (0.9,'ambience')
    "Всё ещё немного дуясь на Ульянку за лес, я сделал вид, что не заметил её взгляда, и прошествовал к отдельно стоящему столику."
    "Когда я нем, я пью и ем. Хитёр и быстр. И дьявольски коварен."
    dreamgirl "Чё сказал?"
    th "А…"
    $ mt_pt += 1 
    $ alt_day5_neu_potato = True
    "Я повторил ещё раз сказанное и засмеялся."
    "Так или иначе, пока я тут бегал и пытался найти себе три с половиной минуты на то, чтобы поковыряться в носу в гордом одиночестве, жизнь не стояла на месте."
    "Киндеры между делом уже настроились на сегодняшний костёр."
    "Видимо, существовали какие-то правила, регламентирующие этот момент."
    "Или, возможно, всё дело было в том, что завершение смены на носу, и никому не захочется совместить неприятное с бесполезным — то бишь, последний день и возвращение из похода."
    "Так или иначе, на поход с ночёвкой, на который я втихаря лелеял надежду, нечего было и надеяться."
    "А жаль."
    "За неполных пять дней моего пребывания здесь стало совершенно очевидно, что люди здесь работают не из фанатиков."
    "Даже на первый взгляд преданная делу совка вожатая оказалась из категории людей, которые считают, что «нельзя, но если очень хочется, то можно»."
    th "Возможно, всё дело оказалось в том, что я наконец стал относиться к ним так, как и следовало с самого начала?"
    th "Как к людям?"
    th "Хотя куда проще было считать каждого отдельно взятого персонажа просто аляповато намалёванной гуашью на картонных задниках с тремя с половиной присвоенными репликами."
    th "Без жизни, сюжета и характера."
    "И жутко становится от мысли, что каждому из них судьбой отмерена история, которая индивидуальнее даже отпечатка пальца."
    "И если пытаться впитать их в себя и хотя бы на пару процентов совместить как детальки в паззле, то проще вскрыть вены, потому придётся принимать на веру и впускать в себя мысль, что ничем ты не лучше их всех."
    "Даже если они просто безликие статисты в истории, которая изотрётся из твоей памяти быстрее, чем затихнет эхо хлопка одной ладони."
    "Даже если ты одинок в толпе радующихся жизни детей."
    show dreamgirl_overlay with dspr 
    "Потому-то и существует вдохновение, когда на квадратный метр пространства концентрация уникальности превышает ёмкость реальности."
    "И тогда строчками ложится то, о чём лучше предупреждать заранее."
    "Снимать с себя всяческую ответственность за совпадения, случайные или злонамеренные."
    "Но в первую очередь — за влияние, которое могут оказать эти строчки."
    "Даже если это влияние уровня вопроса через плечо: «И не надоедает же тебе писать чернуху?»"
    mt "Семён, не спи!"
    "Это могла бы быть Мику, Алиса, Славя, Лена. Или даже Женя."
    "Да даже Ульяна."
    "Я бы дышал их присутствием в моей жизни и, возможно, даже сумел бы снова ожить."
    mt "Не помешаю."
    "Это был не вопрос, а утверждение."
    "Напротив меня опустилась вожатая и подмигнула мне."
    play ambience ambience_medium_crowd_indoors_1 fadein 3
    scene bg int_dining_hall_sunset at zenterleft
    show mt normal pioneer with dissolve
    mt "Как дела, Сёмыч?"
    if mt_pt > 5:
        "А это оказалась Ольга."
        "Большая взрослая тётя."
        if alt_day4_neu_mt_fire:
            "К чертям спалившая мои документы С Той Стороны и не задавшая вопрос про их принадлежность."
            "И, судя по всему, делающая это далеко не в первый раз."
        "У нас есть какая-то история."
        "Но Ольга почему-то не спешит делиться ей."
        "А сам я, как ни стараюсь, не могу вспомнить абсолютно ничего с ней связанного."
        "Уж будьте уверены, я бы точно не забыл, если бы в моей жизни появился такой ангел!"
    me "Кисло."
    "Хозяйка стервь, пирог фуфло, котлеты тоже из конины…"
    mt "Сёмыч, у меня тебе очередное партийное поручение."
    "Серьёзно сказала вожатая."
    me "Опять?!"
    "Простонал я."
    th "Сегодня что, спецмероприятие по заездам на моей шее?!"
    me "У меня уже руки опускаются."
    "Левая рука упала вдоль тела, демонстрируя, до какой степени опускаются."
    show mt smile pioneer with dspr 
    mt "Не куксись!"
    "Вожатая толкнула меня в плечо."
    mt "Разве ты не знаешь? Самая лучшая награда за работу — это новая работа?"
    "Это имело бы смысл, если бы я был героем какой-нибудь RPG."
    "Много-много квестов во имя забитого датчика накопленного опыта, кучи уровней и шмоток на плюс тридцать процентов к хитрожопости."
    me "Что у вас там?"
    show mt grin pioneer with dspr 
    mt "А ты не догадываешься?"
    me "Не знаю и знать не желаю!"
    "Длинные каштановые волосы, лицо с очень правильными чертами и огромные зелёные глазищи."
    "И смотрит так исподлобья."
    mt "Мммммууууу…"
    me "Что?"
    th "Можно я лучше куда-нибудь спрячусь? И мысли свои попутно об уникумах и умникумах работящих."
    me "Пусть Славя работает, она от этого тащится."
    mt "Ммммууууу…"
    "Снова замычала вожатая."
    show mt laugh pioneer with dspr 
    mt "Ты мычишь как телок, Сёмыч."
    "Наконец, не выдержав, рассмеялась вожатая."
    "Кажется, она получала искреннее удовольствие, уламывая меня на… А кстати, на что?"
    me "А что делать-то?"
    "Насторожился я."
    show mt smile pioneer with dspr 
    mt "Вот! Правильный настрой!"
    "Ольга ещё раз хлопнула меня по плечу."
    mt "C таким и надо подходить к делу."
    mt "После ужина не уходи далеко, ладно? Нужна будет кое-какая твоя помощь."
    me "А что делать-то надо?!"
    "Отчаянно воскликнул я."
    mt "Увидишь."
    "Кивнув мне, она поднялась."
    return

label alt_day5_neu_evening: #s добавил лейбл, чтобы избежать меню с одним выбором
    window hide
    stop music fadeout 3
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_square_sunset with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music music_list["lightness"] fadein 3
    "На часах было почти девять, когда сытые и ленивые пионеры с трудом собрались на площади."
    "Было видно, что никто никуда идти не хочет."
    "Точнее, не может."
    if alt_day5_neu_potato:
        "А у меня ситуация ещё и усугублялась мешком картошки, который «отныне и до костровой твой лучший друг и мама»."
        "Слова вожатой, не мои."
        "Но отказаться почему-то не получилось."
        "Чорт."
    th "Можно притвориться, что у меня болит живот."
    dreamgirl "Сказать, что на ужин мясо было некошерное, и теперь у тебя полный purge."
    th "И пойти почитать там, например. {w}Или поваляться на кровати."
    "Да просто пошляться по лагерю."
    "Если я правильно ошибаюсь в своих предположениях, мероприятие будет массовое — то есть для всех без исключений."
    "А мне почему-то очень хотелось походить по лагерю в одиночестве, чувствуя, что вокруг никого-никого нет."
    show mt normal pioneer with dissolve
    mt "Отряды… Рравняйсь! {w}Смиррно!"
    "Рявкнула она так, что я даже немного напугался."
    mt "На «первый-второй» рассчитайсь!"
    hide mt with dissolve
    me "Никакого обязалова и идеологической пурги…"
    "Пробормотал я себе под нос, старательно выполняя требования регламента."
    "Всем хорош был совок в плане возможностей влиться в общество, ребёнка с детства готовили к тому, что он должен уметь работать в команде."
    "Но вот этот регламент."
    "Яростное отрицание религии, массовая переделка церквей и соборов в культурные центры и бассейны…"
    "В результате коммунизм приобрёл черты того, что так старательно изживал — старая как мир история о врагах, что ближе друг другу родных братьев."
    "Я говорю про эти галстуки, символику, строевую подготовку и целую кучу совершенно бесполезных в быту вещей, всё назначение которых — это заставить человека действовать как существо коллективное."
    th "Религия чистой воды. Даже храмы свои имеются. И Святые. Вроде Иосифа Виссарионыча. Или его здесь не было?"
    "Я покосился на бронзового оболтуса в очках."
    th "Кому попало памятники ставить ведь тоже не станут, а?"
    window hide
    with fade
    "Мне в пару достался Электроник — к моей великой зависти относительно Шурика, который так и тянул ляжки в медпункте."
    th "Нет, ну давайте заболеем? Животом? Или покашлять как следует?"
    "Я попробовал."
    "Получилось не очень."
    "Ненатурально как-то."
    show el normal pioneer at left with dissolve
    el "Эй, ты в порядке? {w}Как себя чувствуешь?"
    "Да уж, этого-то обвести вокруг пальца невелико достижение."
    "Вот если бы Ольга Дмитриевна была такой же легковерной."
    me "Всё в порядке."
    "Отмахнулся я. {w}Не хватало ещё устраивать смотр моим актёрским талантам пред всем честным народом."
    "Полагаю, Ульяну бы такая роль нисколечко не смутила  — эта как раз вполне сумела бы накашлять себе механическое повреждение и дальше хрипеть очень даже натурально."
    th "Несколько не та цена, которую я готов заплатить за возможность пошляться по лагерю в одиночестве."
    me "Ядом подавился."
    show el surprise pioneer with dspr
    el "Что?"
    me "Ничего."
    "С усилием разогнулся я."
    me "Слюной поперхнулся, когда подумал о печёной картошке."
    hide el with dissolve
    "Электроник понятливо кивнул и столь же понятливо растворился на заднем плане, не докучая мне больше."
    me "Так, глядишь, и вечер будет не такой уж и ужасный."
    "Приободрился я."
    th "Если он не станет лезть ко мне с разговорами — мы вполне сумеем поладить."
    th "Наверное." 
    "Остальные знакомые мне пионеры распределились по парам там же, как жили."
    "Видимо, за эти три недели они и правда хорошо привыкли друг к другу, кое-кто даже подружился."
    "Славя и Жужелица о чём-то мирно разговаривали, предоставляя мне возможность увидеть жуколапую в естественной среде обитания, пока она ещё не выпустила колючки."
    "На выходе получилось вполне себе вменяемое существо, чем-то даже немного симпатичное."
    "Лена и Мику о чём-то негромко шушукались, то и дело хихикая."
    "Здесь взаимная притирка была ещё заметнее — слишком далеко по шкале общительности стояли экстремумы."
    "Мику перестала тараторить и научилась регулировать громкость. Лена перестала мямлить как тютя."
    "Нормальное человеческое общение — жаль, со мной так не будет, так как я сам стушуюсь и заткнусь раньше, чем разговорю кого-либо."
    "С рыжими всё понятно, они, судя по всему, вообще знакомы не первый год."
    th "Топ-топ…"
    stop music fadeout 3
    "Машинально выполнив вместе со всеми «нале…», я зашагал к воротам."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_path_sunset with dissolve
    play ambience ambience_forest_evening fadein 3
    "Лагерь был построен ханжами."
    "И спланирован ими же."
    "Поэтому пока, по уверениям нашей вожатой, мы «закаляли характер» и пытались «духом окрепнуть в борьбе» и разными другими способами воспитать в себе чувство товарищества, в действительности происходило нечто иное."
    "Потому что не знаю, как всем прочим, но меня немного отвлекали окружающие."
    "Сначала злили криками, справедливо спрашивая в ответ на замечания: «Вы говорили: не кричи — не в лесу. Я в лесу.»"
    "Потом игрой в перестрелку шишками."
    "Скрипя зубами, я терпел и это."
    th "Может, это и есть зарождающееся чувство товарищества."
    "Уговаривал себя я."
    th "Просто у каждого оно проявляется по-своему."
    "И совершенно необязательно подходить к расшалившемуся пионеру, попавшему шишкой тебе в лоб, и бить ему в нос в отместку."
    el "Семён, ты почему такой мрачный?"
    me "Всё хор-рошо!"
    "Сквозь зубы процедил я."
    me "Просто замечательно."
    th "Смысл похода в том, чтобы не поубивать своих товарищей по мере того, как вы пытаетесь добраться до абстрактной точки Б."
    th "Но было бы здорово, если бы это был Дикий Запад, и у каждого вольного стрелка всегда наготове было несколько свинцовых приветов сорок четвёртого калибра."
    th "Уж шишками бы точно не кидались."
    window hide
    scene expression Dawn("bg ext_path_sunset") with dissolve
    if alt_day5_neu_potato:
        "Гораздо хуже стало, когда мы вытянулись на узкой тропинке в колонну по одному."
        "Сзади пыхтел и наступал на ноги Электроник, впереди о чём-то шипела Алиса."
        "То ещё удовольствие."
        "Очень хотелось догнать вожатую и надеть этот мешок с картошкой ей на голову."
        "Безумно хотелось!"
        "Я замечтался, во всех подробностях представляя, как она будет выглядеть в своей новой шляпке."
    else:
        "Хотя я немного приободрился, когда Борис Александрович, стоящий во главе нашей колонны, свернул где-то с широкой тропинки, по которой мы могли идти парами, на тропинку ощутимо поуже."
        "Пришлось выстраиваться в колонну по одному."
        "Так что никто не мешал, не ловил мои взгляды и не спрашивал, куда это я пялюсь."
        #TODO возможная CG с визуальным экспресс-анализом топологии Рыжевской
        "Впереди топала Двачевская в своей подвязанной на животе рубашке и юбке, натянутой так, что при известном желании можно было разглядеть всё, что только хочется."
        "Вот я и разглядывал."
    scene black with fade
    
    "И погрузился в это занятие так, что когда Алиса резко встала, я не успел сдержать шаг и со всего маху заторомозил в неё."
    window hide
    scene expression Dawn("bg ext_path_sunset")
    show dv angry pioneer2
    with flash
    dv "Эй, смотри, куда прёшь!"
    me "Ну, извини! Ты слишком быстро остановилась!"
    me "А почему, кстати?"
    show dv smile pioneer2 with dspr
    dv "Так засмотрелся на мою задницу, что счёт времени потерял? {w}Пришли!"
    "Пытаясь спрятать вспыхнувшие щёки, я аккуратно выглянул из-за плеча Алисы."
    "И правда."
    "Пришли."
    window hide
    return
    
label alt_day5_neu_campfire_doom:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(5, u"Одиночка. Костёр")
    scene bg ext_polyana_sunset
    show mt normal pioneer
    with dissolve
    mt "Отряды, разойтись!"
    "Скомандовала вожатая."
    "И пионеры организованно расселись по своим местам."
    "Порядок был здесь похлеще, чем на ужине в столовой."
    play music lastlight_guitar fadein 3
    "Я сегодня уже побывал здесь, и с тех самых пор ничего не поменялось."
    "Относительно круглая поляна, по периметру которой лежало несколько длинных брёвен, образующих неправильный многоугольник."
    hide mt with dissolve
    "Геометрический центр этого многоугольника приходился на подкопчённые камни костровища, которые мне сегодня пришлось таскать и ставить на место."
    "Здесь же уже стояли составленные «домиком» поленья с ворохом растопки в середине."
    "Осталось только чиркнуть спичкой и поджечь это всё."
    "Ну и, как водится, место у скалы снова заняла наша Мисс Непогрешимость."
    "Посрамив всех бойскаутов, она одним отработанным движением от себя чиркнула спичкой…"
    play sound_loop sfx_forest_fireplace fadein 3
    "И пламя было рождено."
    th "Ну вот, похоже, и всё."
    "Подумал я."
    th "Обычно с костра всё только начинается — уборка территории, поиск колышков, которых всегда почему-то недостаточно, подготовка бивуака."
    "Потом на сковородки и кастрюли встанет шеф-повар, пока мы добываем в лесу недостачу колышков и удим рыбу на утреннюю уху."
    "И вот одновременно с углей отчаливает сковородка с картошкой и грибами, поспевает чёрный — дна не видать — чай, а из расставленных уже палаток тянутся на волнующие запахи аборигены в спортивных костюмах."
    show sl normal pioneer with dissolve
    sl "Как дела?"
    "Постояв немного у костра, Славя отошла ко мне и подсела рядышком."
    me "Немного жалею…{w} Что неполноценный он, этот поход."
    "Признался я."
    sl "Да?"
    "Славя оказалась понятливой девушкой."
    sl "В середине смены собирались на несколько дней, но так и не собрались."
    sl "А ты уже ходил?"
    me "Спрашиваешь!"
    "Я поделился с ней мыслями о том, где и как я вижу себе нормальный поход."
    me "А ночью, когда дети помладше разойдутся по палаткам, можно будет достать гитару и бутылку с чем-нибудь крепким."
    show sl serious pioneer with dspr
    sl "Не люблю алкоголь."
    "Поморщилась Славя."
    sl "Жизнь надо воспринимать во всей её красе — какая она есть на самом деле."
    "Я пожал плечами."
    me "Иногда для восприятия жизненно необходимо немного ослабить тормоза."
    show sl smile2 pioneer with dspr
    sl "А мне — не нужно!"
    "Славя поняла, что это прозвучало как хвастовство, и немного покраснела."
    me "Возможно, ты и права."
    "По сравнению с местом, которое я считал своим домом, здесь сам воздух был таким, что иногда пьянил и безо всякого вина."
    "Особенно, если совпадало настроение."
    me "Но описывать словами переживания, когда ты с кем-то вот так сидишь ночью у костра… Бесполезно."
    "Славя улыбнулась и поднялась:"
    sl "Жаль, не довелось. Не скучай."
    hide sl with dissolve
    "Она погладила меня по плечу и отошла к вожатой, негромко с ней заговорив."
    if alt_day5_neu_potato:
        "«Мой лучший друг и мама» так и стоял рядом со мной."
        "И очень хотелось пнуть его."
        "Я решил уступить своим низменным порывам."
        "И легонько трогнул ногой безобразное, серое чудовище, оттянувшее мне все конечности."
        "И только тут заметил внимательный взгляд Ольги Дмитриевны."
        th "Блин блинский."
        "Скрестив руки на груди, я отвернулся и сделал независимый вид."
    "И вот, наконец, я один."
    "Старательно пестуемое чувство… скорее, способность — чувствовать себя одиноким даже в толпе."
    "Вернее сказать, как раз в толпе я и ощущал себя наиболее одиноким."
    "Тем сильнее, чем интенсивнее бурлила вокруг жизнь и раздавался смех."
    "Минуты шли, костёр прогорел."
    if alt_day5_neu_potato:
        "Меня, наконец, освободили от чёртовой обузы."
    else:
        "Из ниоткуда появился мешок с картошкой, и всех желающих оделили целым клубнем."
    "А какой же пионер не любит печёную картошку?"
    "К костровищу потянулась очередь."
    "Чёрт его знает, как они собирались зарывать картошку в золу, если у них костёр с каменной подложкой, но…"
    sl "Сём!"
    "Крикнула Славя."
    sl "Я тебе тоже картошку сделаю, ладно?"
    "Я кивнул."
    "И снова погрузился в полутранс, который возможен только у живого пламени."
    stop music fadeout 3
    with fade
    "Какой-то пионер, двигающийся вдоль наших рядов, явно кого-то ищущий, запнулся о ногу Алисы."
    "А та, не мудрствуя лукаво, не поднимаясь, треснула ему по шее."
    "Разумеется, пионер заголосил и отскочил в сторону."
    "Разумеется, вожатая тут же обратила внимание."
    "Вернее, даже две вожатые — с того края поляны мгновенно прибежала какая-то полноватая девушка и вступилась за своего пионера."
    "Было ясно, что на тормозах это дело спустить не получится."
    "Результат?"
    if alt_day5_neu_potato:
        "Немножко предсказуемый."
    "Алиса нарычала на вожатых и, поднявшись, одарила их фирменным цоевским жестом."
    "После чего растворилась в сумерках."
    "Я наблюдал за всем как будто во сне, абстрагировавшись ото всего."
    "Мескалин."
    "Нарколепсия."
    "Тебя ничто не трогает, ты не можешь ничего коснуться."
    "Тем более, что Славя принесла мне мою картошку и спичечный коробок с солью."
    "Не французские деликатесы, конечно, но…"
    "Разве что Ульяна, которую наказали согласно коллективной ответственности, так и сидела наособицу, и от обиды у неё дрожали губы."
    "Ульяну лишили картошки за поведение."
    th "Господи, что за идиотское наказание?"
    "Промелькнуло в голове."
    stop music fadeout 3
    if not alt_day5_neu_potato:
        th "Ольга, конечно, обещала, что если провинится Алиса, то пострадает Ульяна."
        th "Но, по-моему, это уже перебор."
    $ volume (0.5,'ambience')
    menu:
        "Отдать Ульяне свою порцию.":
            $ karma += 25
            $ mt_pt += 1
            $ us_pt += 1
            play music there_you_are fadein 3
            $ volume (0.9,'ambience')
            "Не то чтобы я чего-то такого хотел или пытался подружиться с мелкой."
            "Но мне было настолько неприятно и неловко от ситуации, в которой она оказалась, что я оказался неспособен и дальше сидеть."
            th "Старый Семён, где ты, ау?"
            "Ругнул я себя для острастки."
            "И поднялся."
            me "Эй."
            show us sad sport with dspr
            us "Чего тебе?"
            "Уныло посмотрел на меня этот вечный пострелёнок."
            "И я лишний раз убедился в том, что круговая порука должна быть только между равными."
            "Нельзя лишать ребёнка вкусного только потому, что у него подруга тварь и хамло."
            me "Будешь?"
            "Я протянул ей свою картофелину."
            "Которую только что, обжигаясь, чистил и солил."
            show us upset sport with dspr
            us "А как же ты?"
            "Я пожал плечами."
            us "И вот просто так отдашь, да?"
            "Я улыбнулся."
            show us normal sport with dspr
            if persistent.us_7dl_good:
                us "Ладно, уговорил. Разрешу поцеловать себя в щёчку."
                us "Но только не наглеть!"
                "Я покраснел."
                me "Так ты будешь или нет?"
                us "Встречаться?"
                me "Картошку!!!"
                show us laugh sport with dspr
            else:
                us "Только учти, я с тобой всё равно встречаться не буду!"
                me "Ладно! Ладно!"
                "Я выставил ладони перед собой."
                me "Если не хочешь со мной встречаться — не встречайся. Картошку-то будешь?"
            show us smile sport with dspr
            us "Да давай, конечно!"
            "Она мгновенно сцапала угощение."
            "И…"
            me "Ну что ещё?"
            th "Давайте закончим уже эту сценку, и я пойду обратно на бревно сяду?"
            th "Мне неуютно от мыслей, которые возникают в головах тех, что на нас смотрят!"
            show us shy2 sport with dspr
            us "Я не могу так."
            show us laugh2 sport with dspr
            "Разломив картофелинку, она забрала себе больший кусок, а меньший оставила мне."
            us "Вот так-то лучше! {w}Поделились по-братски!"
            "Усмехнувшись, я съел свою половину и вернулся обратно на бревно."
            "И по дороге перехватил подмигивание Ольги Дмитриевны."
            "И одобрительно выставленный большой палец Слави."
            stop music fadeout 3
        "Обойдётся.":
            $ volume (0.9,'ambience')
            "Пожав плечами, я употребил угощение по назначению."
            "В конце концов, я растущий организм, мне нужнее."
            "А что-то вякнувшей совести я показал кулак и приказал заткнуться."
            "Мне совершенно не нужно, чтобы мелкая подходила ко мне ближе чем на пять метров."
            "Практика показывает, что этого достаточно для того, чтобы оставаться в стороне от шторма."
    window hide
    $ persistent.sprite_time = "night"
    $ night_time()
    scene bg ext_polyana_night with dissolve2
    play music nowyouseeme fadein 3
    "Костёр прогорел окончательно, все желающие съели по картошке и немного попели под гитару."
    "Миссия выполнена?"
    "Будто отвечая моим словам, Ольга поднялась и скомандовала:"
    show mt normal pioneer with dissolve
    mt "Отряды! {w}Согласно номерам и росту на обратную дорогу в лагерь — стройсь!"
    "Здесь-то и стала понятна форма поляны — поднявшись разом, пионеры будто снова оказались на импровизированной линейке."
    "Так что оставалось только развернуться и направиться к чёртовой бабушке согласно субординации."
    "Вечер, ничуть не лучше и хуже других."
    stop sound_loop fadeout 2
    stop ambience fadeout 2
    stop music fadeout 3
    window hide
    scene bg ext_path_night with dissolve
    "Разве что этот был посвящён тому, что я так старательно хоронил на дальних полках в закромах памяти."
    "И чем дальше, тем лучше."
    "Потому что нет ходу назад в прошлое, каким бы счастливым оно ни было."
    ".{w=.3}.{w=.4}."
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_square_night with dissolve
    play ambience ambience_camp_center_night fadein 3
    play music vale fadein 3
    "Когда мы добрались до лагеря, стояла уже глубокая ночь."
    "Тёмная, живая. Непроглядная."
    "Какой она бывает только на юге."
    "И всё то время, что мы шли, я никак не мог отделаться от мысли, что с каждым шагом отбрасываю в прошлое тенью несвершившееся."
    "Будто я сделал что-то обыденное, вместо того, чтобы делать полезное и важное."
    "И всё же, всё же…"
    if (alt_day4_fz_sh == 1) or (alt_day4_fz_sh == 4):
        "Всё должно было начинаться как красивая история о взаимоотношениях подростков."
        "Но один оказался слишком придурком, слишком ценящим личную свободу и мнение окружающих."
        "А другой не хватило равнодушия простить ему это."
        "Так и живём."
    window hide
    with fade
    if mt_pt >= 7:
        "Мисс Ленивовна занимала всё больше места в моих мыслях."
        "И это не было тем, что я безошибочно мог бы обозвать влюблённостью, нет."
        "Скорее, какое-то странное тепло в сердце, будто, наконец, после долгих поисков и попыток встретиться, наконец, разглядел знакомые глаза в толпе."
        "И, выдохнув, отпускаешь момент, когда рёбра хрустят от искренних объятий."
        me "Ольга Ленивовна."
        "Глупый смешок, глупая привычка давать всем окружающим прозвища."
    elif us_pt >= 5:
        "Возможно, стоило бы держаться от мелкой подальше."
        "У нас с первого дня пошла традиция приносить неприятности друг другу."
        "Логика и разум требуют, чтобы я держался от неё подальше."
        "Но что-то внутри считает иначе."
        dreamgirl "«Попробуй» — шепнула мечта. «Колония строго режима» — объявил судья."
        th "Тьфу на тебя, пошляк."
        "Возможно, дело было в том, что я всю жизнь хотел о ком-то заботиться и ворчать, возвращаясь вечерами с работы."
        "Не знаю, каким бы хорошим я стал братом, но я хотя бы попробую стать хорошим другом."
    elif d3_pt >= 5:
        "Всё же, это место было настолько интересным самим по себе, что я ничуточки не жалел о времени, проведённом здесь."
        "Разумеется, свою лепту вносило и моё необъяснимое возвращение в юность."
        "Но было и что-то ещё — возможно, растерянное в моей глупой взрослой жизни ощущение причастности к Чуду."
        "Которое здесь, похоже, растворено в самом воздухе."
        "Достаточно просто открыть душу и вдохнуть поглубже."
        "Я остро-остро ощутил, что этот вечер — уникальный. И его никогда-никогда не будет больше в моей жизни."
        "Как и любого другого."
        "И, сам не понимая чему, широко улыбнулся, довольный тем, что темнота прячет черты лица."
    else:
        "С неба смотрела Луна."
        "А все пионеры куда-то рассосались."
        window hide
        scene expression Noir("bg ext_warehouse2_day_7dl") with dissolve
        "А я обнаружил себя на заднем дворе склада."
        "Как будто это было какое-то совершенно особенное место."
        "Что-то значащее, как в моей жизни, так и в жизни этого лагеря."
        window hide
        scene bg ext_warehouse_blurry_7dl
        $ renpy.pause(0.3)
        scene bg ext_warehouse_night_7dl with dissolve
        "Как будто я провалился на дно колодца, и единственное светлое пятно, ведущее наверх — это оно вот, это небесное тело."
        "Или, возможно, это зрачок Экспериментатора, который только что внёс в журнал опытов: «Попытка не увенчалась успехом», — и готовится очистить поле для следующего опыта?"
        "Потому что из всех загадок и вопросов лагеря, ответ на самый важный сейчас звучал как: «Нет, не справился»."
        th "Значит, пора?"
        th "Для перекати-поля, которое так и не сумело пустить нигде корней, всегда наступает день, когда западный ветер особенно силён."
        th "А значит, душу будет тянуть и тянуть в небо, навстречу новым просторам."
        "Реальность вздрогнула, впитывая мои слова."
        me "Прости, если что не так."
        me "Прощай."
        stop music fadeout 8
        stop ambience fadeout 6
        scene black with joff
        pause(2)
        return
    show sl normal pioneer with dspr
    sl "Доброй ночи."
    "Мне не очень-то понравилась улыбка, которой меня одарила Славя, но…"
    me "Виделись."
    sl "Семён, дело есть."
    me "Звучит серьёзно! {w}И что за дело?"
    show sl serious pioneer with dspr
    sl "Слушай, это серьёзно."
    sl "Присядешь?"
    "Я сел на ту же скамейку, что и она."
    sl "Сегодня днём тебя видели выходящим за территорию без разрешения."
    me "И что? Теперь меня расстреляют?"
    sl "Послушай!"
    sl "После вчерашней комиссии, начальство обращает внимание на любые жалобы! В том числе на такие, как самовольный уход из лагеря."
    sl "И только то, что я занимаюсь ещё и обработкой жалоб, позволяет нам с тобой обсуждать это."
    "Она достала из кармана записку и прочитала:"
    sl "«Сегодня после полдника пионер первого отряда Персунов с какой-то девочкой ушёл из лагеря! С ними никого не было.» Без подписи."
    me "И что теперь?"
    sl "Это ты мне скажи — что теперь?"
    "Славя явно на что-то намекала."
    "Но я, хоть убей, не мог понять, на что."
    me "Ничего?"
    sl "Семён!"
    me "Я не понимаю, что у тебя за больной интерес к тому, с кем я и зачем в лес хожу?!"
    show sl sad pioneer with dspr
    sl "Хорошо."
    "Она поднялась."
    sl "Но ты сам понимаешь, я должна буду отнести анонимку и рассказать всё вожатой?"
    me "А что ж не начальнику лагеря сразу?"
    "Моя улыбка была какой угодно, только не приветливой."
    show sl angry pioneer with dspr
    sl "Потому, Семён."
    "Настроение у неё было испорчено капитально."
    sl "Что я хочу помочь. Хочу быть полезной."
    sl "Стать полезной. {w}А не сволочью, которой ты так старательно меня выставляешь."
    "Она поднялась и скрылась в ночи."
    "Оставляя меня наедине с моей совестью."
    th "Кажется, это я сейчас поступил как самая настоящая сволочь."
    th "Да?"
    stop music fadeout 3
    stop ambience fadeout 3
    window hide
    return
    
label alt_day5_neu_sleepnight:
    scene bg ext_house_of_mt_night_without_light with fade
    play ambience ambience_camp_center_night fadein 1
    play music music_list["a_promise_from_distant_days_v2"] fadein 2
    "У меня было ещё немного времени, прежде чем Ольга закончит свой обход."
    "И Славя донесёт про мой уход с территории."
    th "Ох, боюсь-боюсь!"
    dreamgirl "А Ульянка как же?"
    th "Что-нибудь придумаю."
    play sound sfx_open_dooor_campus_1
    pause(1)
    window hide
    scene bg int_house_of_mt_night with fade
    play ambience ambience_int_cabin_night fadein 1
    "Здесь всё было по-прежнему."
    "Чайники, термосы, бельё Ольги, висящее на спинке."
    if alt_day4_fz_sh == 1 or alt_day4_fz_sh == 4:
        "Ещё одно воспоминание в копилку с надписью «я хотел бы, чтобы их никогда не существовало»."
        "Но я сам выбрал такой вариант, ничего с этим не сделаешь."
    return
    
label alt_day5_neu_selector:
    "Я разделся, с неудовольствием ощущая, что весь пропах запахом дыма."
    th "Ладно, завтра последний день, перед смертью не надышишься, намоемся-набреемся и облачимся в чистое как перед боем."
    "А пока…"
    play sound sfx_click_2
    scene bg int_house_of_mt_night2 with fade
    "Гуте нахт, лагерь."
    "Гуте нахт, стукачка Славя."
    "Чувство товарищества не помешало тебе уничтожить анонимку? Вот оно, чувство товарищества, да."
    window hide
    scene cg wtf_end_of_day with dissolve
    "Беззвучно послав непечатное словцо в потолок, я прикрыл глаза и расслабился."
    "И, уже почти засыпая, расслышал, как скрипнула дверь, и в помещение зашла вожатая."
    mt "Сём?"
    me "У?"
    "Сонно спросил я."
    mt "Так скажешь, куда и зачем с Ульянкой ходили?"
    "Не удивился тому, как быстро она вычислила мою соучастницу."
    "Сил уже удивлятья не было."
    "И, широко зевнув, сказал:"
    me "За Славей… ммм… следили."
    mt "Вот как? А зачем?"
    if us_pt >= 5:
        $ volume (0.5,'music')
        $ volume (0.5,'ambience')
        menu:
            "Куда это она пошла.":
                $ volume (0.9,'music')
                $ volume (0.9,'ambience')
                "Ольга тихо рассмеялась."
                mt "Любопытной Варваре… Ладно, спи."
                "Я полностью согласился с ней и через несколько секунд уже спал."
                $ d3_pt += 1
            "Мы думали, у неё там мальчик.":
                $ volume (0.9,'music')
                $ volume (0.9,'ambience')
                mt "Да? И когда вы поняли, что это не так?"
                me "Когда она начала раздеваться."
                "Ольга расхохоталась в голос."
                "Правда, тут же прикрыла рот и замолчала."
                mt "Ладно, спи."
                "Предложение было крайне конструктивным, и я с удовольствием им воспользовался."
                $ us_pt += 1
                $ routetag = "us7dl"
    else:
        me "Эта… ммм… Информация секретная."
        "Ольга тихо рассмеялась."
        mt "Ладно уж. Спи, агент-секретчик."
        "Она подоткнула мне одеяло и вышла из домика."
    return
    
label alt_day5_neu_mt_selector:
    "И ежедневник."
    if alt_day4_neu_mt_diary:
        th "М-де, в прошлый раз было на порядок проще сдерживаться."
        "Я закрыл глаза и с силой заставил себя отвернуться."
    if persistent.mt_7dl_good and not herc:
        menu:
            "Пойти читать дневник.":
                $ alt_day5_neu_mt_diary = True
            "Сидеть на крыльце и дожидаться вожатую.":
                $ alt_day5_mt_7dl_hentai = True
    else:
        $ alt_day5_neu_mt_diary = True
    return
    
label alt_day5_neu_mt_retrib:
    if alt_day4_neu_mt_diary:
        $ mt_pt += 1
    else:
        $ mt_pt -= 2
    "Тяга была на уровне необоримого приказа."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    "Я на всякий случай прикрыл дверь поплотнее и, усевшись, углубился в чтение."
    $ set_mode_nvl()
    play music take_my_hand fadein 3
    $ renpy.pause(3)
    "{b}10 июня 1987{/b}"
    "И снова здравствуй старый, но уже недобрый, знакомый."
    "Иногда мне хочется выбросить тебя, как вещь, напоминающую о большинстве моих неприятностей."
    "Или глупостей."
    "Бежала чуть ли не впереди паровоза, спешила в лагерь."
    "Бежала, дура."
    "А он не приехал."
    "Хотя обещал."
    "Гад!"
    "Страница закапана."
    "Хорошо, что Славя немного разгружает меня."
    "Жаль, всего на одну смену приехала."
    nvl clear
    $ renpy.pause(3)
    "{b}5 июля 1987{/b}"
    "Проводила старую смену, забрала новую."
    "Ничего интересного."
    "Дети укатывают до состояния полной стоптанности."
    "Но в сердце всё равно пусто."
    "Он так и не приехал."
    nvl clear
    $ renpy.pause(3)
    "{b}16 июля 1987{/b}"
    "Он приехал! Он приехал! Ура!!!"
    "{b}16 июля 1987. Добавлено вечером.{/b}"
    "И… не узнал меня."
    "Он специально? Да?"
    "Только то, что на нас смотрят дети, удержало меня от желания закатить ему истерику там же."
    nvl clear
    $ renpy.pause(3)
    "{b}20 июля 1987{/b}"
    "Попытка поговорить по душам привела только к ещё большей неловкости."
    "Он и правда ничего не помнит."
    "Кошмар."
    nvl clear
    $ renpy.pause(3)
    "{b}23 июня 1987{/b}"
    "Родители попросили присмотреть за их отпрыском с недельку в городе."
    "На время пересменка поселила его у себя в квартире, не убудет."
    nvl clear
    $ renpy.pause(3)
    "{b}4 августа 1987{/b}"
    "Расстались полюбовно, пообещав друг другу встретиться в конце года."
    "Уж он-то сможет себе такое позволить!"
    "Обратно в лагерь ехала с тяжёлым сердцем."
    nvl clear
    $ renpy.pause(3)
    "{b}1 января 1988{/b}"
    "Как я поняла, он никогда не приезжает вовремя."
    "Так что даже не особо беспокоилась."
    "Встретила его у ворот, пока лагерь отсыпался после празднеств."
    "Мы снова вместе. По-моему, это здорово!"
    nvl clear
    $ renpy.pause(3)
    "{b}9 января 1988{/b}"
    "Пока ехали обратно, придумали, как бы нам не растерять воспоминания."
    "Из забавных инцидентов: в третьем отряде кому-то стало настолько плохо, что пришлось пересаживать пионерку оттуда на единственное свободное место."
    "К нам в автобус."
    "Место нашлось рядом с Алиской из второго, и я с тяжёлым сердцем посадила пионерку рядом с ней, ожидая драк или травли."
    "Но… Оттуда всю дорогу доносился смех и какие-то оживлённые переговоры."
    "Кажется, я устроила кому-то большую дружбу. Здорово."
    nvl clear
    $ renpy.pause(3)
    "{b}7 июня 1988{/b}"
    "Пишу сюда только в лагере."
    "В остальное время будто бы забываю о существовании дневника."
    "Хотя грустно бывает и осенью, и весной."
    "Но я всегда могу окунуться в работу и забыть обо всём."
    "Интересно, приедет ли он в следующей смене?"
    "Ещё приехала Алиска-авария со своей новой подругой."
    "Познакомила их со Славей."
    "Славя хороший человечек, лёгкий, дружелюбный."
    "Но с этой парой почему-то не поладила."
    "Более того, она откопала подругу Алисы в третьем отряде, Тихонову, и всячески её опекает."
    nvl clear
    $ renpy.pause(3)
    "{b}16 июля 1988{/b}"
    "Место встречи изменить нельзя."
    "И снова он опаздывает на смену."
    "И снова из лагеря уезжают те, с кем я хотела бы его познакомить!"
    nvl clear
    $ renpy.pause(3)
    "{b}20 июля 1988{/b}"
    "Родительский день."
    "Я не спешу на сближение."
    "Снова он меня не помнит, а у меня уже руки устали сердце склеивать."
    nvl clear
    $ renpy.pause(3)
    "{b}22 июля 1988{/b}"
    "Он пригласил меня на танец и пожаловался на то, что у него в голове творится какой-то бардак."
    "Он готов поклясться, что помнит меня, но…"
    "Похоже, то, что мы с ним делали, тогда, в автобусе — оно работает!"
    "Он называет это каким-то странным словом — не то «дурду», не то «дорду» и хихикает как ненормальный."
    "Но хотя бы часть наших совместных воспоминаний удалось спасти и сберечь."
    nvl clear
    $ renpy.pause(3)
    "{b}23 июля 1988{/b}"
    "Снова отъезд."
    "Его отец снова попросил приютить сына."
    "Господи, что у них там за семья такая, что сына из лагеря встретить не могут?!"
    "Но мне не жалко."
    "Тем более, что он-то, оказывается, вырос."
    "Господи, от его поцелуя кружится голова."
    "Не сходить с ума! Помнить, я вожатая, он пионер, 7 лет разницы."
    nvl clear
    $ renpy.pause(3)
    "{b}1 января 1989{/b}"
    "Новый год я встретила в одиночестве."
    "В компании грузинского чая и овсяных печенек."
    "По распорядку, отбой в Новый Год в два часа ночи, но я уже в полночь ушла, сплавив Нютке все обязанности."
    "Ей полезно, пускай веселится."
    "А мне надо было подняться в девять, чтобы встретить неуместный в нашем селе «мерседес»."
    "И его."
    "Кажется, его семья всё больше и больше преуспевает."
    "Не испортили бы они мне мальчика."
    nvl clear
    $ renpy.pause(3)
    "{b}9 января 1989{/b}"
    "Старая «дурдо», оказывается, называлась «Дёрденом». Тайлером Дёрденом — кажется, мой Сёмыч уже однажды сталкивался с чем-то подобным."
    "Потому, видимо, и согласился."
    "Правильно ли говорить, что мы устроили мальчику раздвоение личности?"
    "Но теперь он действительно меня вспоминает."
    "Снова одно и то же — обещания, обещания…"
    "А я знаю, что снова буду одна и снова буду думать непонятно о чём в пустой квартире."
    "Быстрее бы лето!"
    nvl clear
    stop music fadeout 3
    $ set_mode_adv()
    "Над моим плечом кто-то вздохнул."
    "И я мучительно медленно поднял глаза."
    show mt sad pioneer with dspr
    "Ольга выглядела странно тихой и подавленной."
    mt "У тебя вообще никакого самоуважения нет, да?"
    "Настолько, что я застыл, зачем-то продолжая держать в руках внезапно ставшую скользкой книжицу ежедневника."
    "Мысли заметались, подбрасывая картины расправы одна другой страшнее."
    "Ощутимее всего почему-то фигурировал молот под кроватью и нечто, связанное с баней."
    show mt normal pioneer with dspr
    mt "Положи чужую вещь туда, откуда взял."
    "Всё тем же невыносимо ровным голосом продолжила она."
    "Артачиться в такой ситуации было бы глупо, поэтому я сделал так, как она велела."
    mt "Очень хорошо, что у тебя вещей нет."
    "Непонятно сказала вожатая."
    "И добавила такое, от чего у меня резко похолодело в груди:"
    mt "Быстрее съедешь."
    me "Но… Но…"
    mt "Шурик всё равно до отъезда пробудет в медпункте. {w}Поселишься с Электроником."
    "Пребывая в некотором ступоре по поводу отсутствия репрессий, я машинально кивал, машинально скатывал зимние вещи и рассовывал содержимое карманов."
    "Никак не мог отделаться от мысли, что происходит что-то непоправимое."
    "И, возможно, сейчас самое время нащупать на колесе диалога крайную красную или крайнюю синюю реплику и выдать сверхубедительный спич про то, как я беспокоился за неё или что-нибудь в этом духе."
    "Где-то снаружи эта мысль провернулась несколько раз, сформировалась и забралась мне под сердце: Ольга нравится мне!"
    th "Крайне нравится! Нужно что-то сделать, нельзя всё оставлять на такой вот ноте!"
    "Я набрал в грудь воздуха:"
    me "Ольга Дмитриевна, я давно вам хотел сказать, что…"
    show mt smile pioneer with dspr
    mt "Сейчас уже ничего не нужно говорить."
    "Покачала головой она."
    mt "Ступай спать. Скажешь Электронику, что я поселила тебя на место Шурика."
    "И быстро-быстро выставила меня за дверь. Я даже добавить ничего не успел."
    play sound sfx_open_dooor_campus_1
    pause(1)
    window hide
    scene bg ext_houses_night_7dl with dissolve 
    play sound sfx_close_door_campus_1
    "Странно, что всё то время, что Ольга пыталась песочить меня, делалось ей всё это как-то… Через силу, что ли?"
    "Как будто надо бы, по идее — а не хочется?"
    "Так или иначе, я покорно отправился к жилищу Электроника."
    $ routetag = "mt7dl"
    return
    
    
label alt_day5_neu_mt_tea_party:
    play music iamsadiamsorry3 fadein 3
    if alt_day2_date == 6:
        "Мои действия полностью копировали меня самого образца трёхдневной давности."
        $ mt_pt += 2
    else:
        "Я действовал будто по наитию."
    "Простая логика, простое понимание порядка вещей."
    "Банка должна стоять в тумбочке, а рядом с ней кипятильник."
    "Квадратная жестяная коробочка с чаем на следующей полке, по соседству со стаканами в жестяных подстаканниках."
    "Какие-то минуты, пока одна очень красивая девушка гоняет по лагерю подопечных, смаргивая непрошенную тоску с глаз."
    "А я не умею ни утешить её, ни сказать что-то нужное."
    "Зато могу налить чая и улыбнуться."
    "Возможно, именно это ей и нужно?"
    scene bg ext_house_of_mt_night
    show mt sad pioneer at zenterleft
    with dissolve
    mt "Сидишь?"
    "Устало буркнула она."
    "Выглядела она унылой и задумчивой."
    if alt_day4_neu_mt_fire:
        "Такой же, как вчера, когда я её нашёл."
    "Плелась, сгорбившись, опустив руки — вымотанная полностью."
    "Возможно, ей просто нужен кто-то, кого она всегда встретит на одном и том же месте и в очередной раз скажет себе, что мир всё ещё незыблем и не сошёл с ума."
    "Она тяжело опустилась на ступеньку рядом, опустила голову на заботливо подложенную подушку, которую я уже утащил из шезлонга."
    hide mt with dissolve
    mt "Это не будет превышением полномочий, если я попрошу тебя помассировать мне плечи?"
    "Смотря в никуда, осведомилась она."
    "Я замер."
    "Несмотря на то, как близко мы начали общаться за последние несколько дней, всё-таки определённая субординация между нами была."
    "И сейчас мне предлагают наплевать на неё."
    "Махнуть рукой — и, возможно, больше никогда не иметь возможности вернуться туда, откуда всё началось."
    "К тому же, массировать плечи девушке…"
    "Я несмело опустил ладони ей на плечи и, чуть-чуть сжав, повёл в разные стороны."
    mt "Сильнее."
    "Не открывая глаз, сказала Ольга."
    "Я сжал чуть сильнее."
    mt "Сём Сёмыч, я прекрасно знаю, с какой силой ты способен массировать плечи."
    mt "Не филонь."
    me "Но тогда вам повернуться придётся."
    mt "Да?"
    "Девушка открыла глаза и выпрямилась на ступеньке рядом со мной."
    "Наши глаза оказались вровень."
    mt "Вот так?"
    "Меня снова парализовало."
    mt "Или…"
    "От неё пахло костром, полувыветрившимися духами, естественным запахом кожи, сводящим с ума."
    "И глаза были бездонные, как небо над нашими головами. Колдовскими."
    "Известно же — для бесконечного падения в пропасть необходимо сделать первый шаг."
    "Даже если для этого тебя кто-нибудь подтолкнёт в спину."
    "Даже если…"
    "Мягкие губы, мяяяягкие."
    stop ambience
    window hide
    play sound sfx_open_door_kick
    $ renpy.pause(1)
    scene bg int_house_of_mt_night2
    "Ольга целовала меня исступлённо, потом схватила и потянула в домик, даже на ощупь узкой ладошки, горела."
    "И стоило лишь за нами захлопнуться двери, на пол полетели рубашки, галстуки… И всё это — не прерывая жадных, горячечных поцелуев, будто знакомясь заново после долгой разлуки."
    "Ольга оказалась очень крепкой девушкой, сейчас, обнимая её, я понял, что несмотря на всю её лень, фигурка её была именно спортивной."
    "А потому мне не составило труда подхватить её на руки и сделать несколько шагов к кровати."
    "В темноте я мог ориентироваться только на чувство памяти и пространства, и оно не подвело — два шага спустя я опустил ценный груз на свою кровать."
    "Негромко скрипнула панцирная сетка, негромко вскрикнула девушка, когда я безошибочно нашёл тонкую полоску материи и запустил пальцы под неё."
    "Потянул вниз, пока она сама расстёгивала бюстгалтер."
    "На мгновение в окно заглянула Луна, выхватывая из темноты зрелище, достойное кисти любого художника — прекрасную девушку, чутко отзывающуюся на прикосновения."
    if alt_day5_neu_mt_voyeur == 2:
        mt "И главное, сопел-то как, сопел."
        "Хихикнула девушка."
        mt "Как сейчас."
    mt "Я знаю, что у тебя аллергия на латекс и резину, поэтому ты знаешь что делать."
    me "Что?"
    mt "У меня цикл, мне нельзя. Понимаешь?"
    me "Да как скажешь."
    "Глупо было «выкать» тому, кого только что раздел и собираешься довести до оргазма."
    "Пришлось поуговаривать её, прежде, чем она немного развела ножки в стороны, наконец, пуская меня в святая святых."
    "И туда тут же устремились мои губы."
    "Туда, куда, оказывается, я стремился всё время, что жил рядом с ней."
    "Она дёрнулась и легонько застонала, когда я первый раз прошёлся языком."
    mt "Как мне этого недоставало, господи…"
    "Выдохнула она, прижимая меня к себе."
    "Раскрываясь всё навстречу, будто пытаясь впитать ласки, щедро мной раздаваемые."
    "Минута… Ещё одна… Пока её терпкий вкус не сменился чуточку другим, вяжущим."
    "И язык, которым я дразнил её, заходя внутрь, оказался так глубоко, как мне до этого не удавалось."
    "По стройным ножкам, обвивающим мою шею, пробежала короткая судорога, а откуда-то сверху донеслось невразумительное мычание."
    "Ольга вцепилась зубами в мою подушку и изо всех сил боролась с желанием застонать. Или закричать. Или я не знаю."
    "Она вставала на мостик и пыталась сбежать от меня."
    "Но где там. Не сегодня."
    "Сегодня она полностью в моей власти."
    "Сегодня…"
    "Я не успел додумать, как меня потянули наверх, между делом стягивая с меня шорты."
    mt "Внутрь…"
    me "Что?"
    mt "Войди…"
    me "Но…"
    mt "Войди в меня."
    "Зарычала от моей непонятливости вожатая."
    mt "Ну же! Трахни меня!"
    th "Ни-че-го себе."
    "Ну, меня дважды просить не надо."
    "К этому моменту я был возбуждён так, что ещё немного — и задымлюсь."
    mt "Только ах-ккуратно!"
    "Я мгновенно оказался у входа и, почти не встречая никакого сопротивления, устремился внутрь."
    "Узко. Упруго. Сладко."
    "Туда, куда стремился всё время, что был здесь."
    "Я сразу взял очень быстрый темп — Ольга вскрикнула и обвила меня ногами и руками, пытаясь подмахивать."
    mt "Только ты…"
    "Она, кажется, пыталась напомнить мне о чём-то."
    "Я не помнил о чём."
    "И плевать я хотел. От девушки пахло вожделением, она хотела меня. А я хотел её."
    "Поэтому несколько секунд спустя, когда её тело снова забило оргазмом, а меня сжало так, что чуть не оторвало самую важную часть, я ослабил контроль."
    "И разрядился."
    "Миллион вольт через позвоночник, счастливые всхлипы и ощущение невероятного давления внизу живота."
    "Несколько секунд я оставался в этой позиции, запалённо дыша, пока она, хлопнув меня по плечу, не попыталась согнать меня."
    mt "Я же просила — не в меня."
    mt "Ты вообще понимаешь, какой риск?"
    "Риск? О, риск я понимал."
    "Потому что увядающее было либидо снова вспыхнуло."
    "И я, сначала робко, а потом со всё большим желанием, двинулся внутри неё."
    "Ольга застонала, но как-то неубедительно."
    "Всё происходило так, будто мы так долго ждали этого."
    "И вот, наконец."
    "От её запаха кружилась голова, а близости, даже вплотную, так, как возможно между двумя любящими людьми, было недостаточно."
    "Не портило настроения даже то, что я показал себя самым настоящим себялюбцем, думающим только о собственном удовольствии."
    window hide
    stop music fadeout 3
    scene black with fade
    window hide
    scene bg ext_houses_night_7dl with dissolve 
    "Было уже часа три ночи, когда я отправился ночевать в другой дом, уступая странному требованию этой женщины."
    "Меня немного шатало от усталости и щедро раздаренных сил, но я всё равно глупо и счастливо улыбался."
    "Как бы то ни было."
    me "Я — нужен."
    "Одними губами произнёс я."
    "И толкнул дверь в домик."
    $ routetag = "mt7dl"
    return
    
label alt_day5_neu_fail:
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    $ alt_chapter(0, u"Мы вернёмся")
    scene bg ext_winter_night_7dl with dissolve
    play music so_cold fadein 3
    "Очень холодно. Очень."
    "И не хочется ничего, кроме как упрятать руки поглубже в карманы, нахохлиться и перемещаться короткими перебежками от одного тёплого места до другого."
    "На дворе шестнадцатый год. Ледяной привет от неласковой обезьяны."
    "Идеально, конечно, собрать деревяшек и развести костёр."
    "Протянуть трясущиеся руки навстречу иллюзорному теплу и на мгновение снова поверить в то, что лето когда-нибудь снова будет."
    window hide
    scene bg ext_winterpark_7dl with pixellate
    "Как в старом рассказе Шекли, а может, Бредбери о том, как лучший в мире скафандр не годится в экстренном случае ни на что — разве что топить его горючей внутренней прослойкой костерок и молиться на то, что спасатели прибудут раньше, чем закончится топливо."
    "Ещё одно собеседование — ещё одно «мы вам позвоним»."
    if loki:
        "Этому городу не нужны музыканты."
        "Композиторы, дирижёры, руководители кружков."
        "Не нужны."
    else:
        "Оказалось, что мой дизайн плох, что «мой сын пяти лет нарисует лучше» и «почему мы должны вас брать?»"
        "Сплошные болтуны кругом, сплошные."
        "А потом на внешнюю рекламу вешают такое, что без слёз не взглянешь."
    "Вот кто здесь точно нужен — это строители."
    "Плодить жилищный фонд с крепостью полиэтиленового пакета и его же периодом разложения в пару десятков лет."
    "Но не срослось что-то у нас."
    "То ли я кирпичи не люблю, то ли они меня."
    window hide
    scene bg ext_city_night_7dl with dissolve
    "Самое странное оказалось то, что я открыл глаза в том же «четыреста десятом», что чуть не увёз меня в ад."
    "И, выглянув в окно, резко вскочил, подбежал к двери-гармошке и долго-долго жал на кнопку связи с водителем, прежде чем меня выпустили."
    if d3_pt > max(mt_pt, us_pt):
        "Потому что на остановке мёрз Шурик."
        "Всё в той же глупой пионерской рубашке и шортиках."
    else:
        "На остановке всё в той же пионерской форме растерянно хлопала глазами."
        if mt_pt > us_pt:
            extend " Ольга."
        else:
            extend " Ульяна."
    "И если я вернулся в себя, кем был, то мой нечаянный попутчик…"
    "Разумеется, я протянул руку помощи, не мог не протянуть."
    "Но одно дело кормить самого себя, с моим-то рационом вполовину из алкоголя, а в другую из чая."
    "А тут у нас аж два рта."
    "Пришлось искать работу. Искать-искать-искать."
    "Которой не было."
    "Что гораздо хуже, мне всё меньше хотелось возвращаться домой."
    "Как будто кто-то занял моё место, и теперь я могу просто… исчезнуть?"
    "И почему-то это совершенно не пугало."
    "Несмотря на холод, я наматываю круги по гололедице под звуки очередного деятеля электронной эстрады, жду, пока не закончатся силы."
    "Тогда я вернусь домой и упаду плашмя, выключусь до утра."
    "И это тоже будет неплохо."
    "Возможно, стоило бы пойти учиться."
    "Или хотя бы выправить документы моему новому соседу."
    "Но я откладываю и откладываю."
    window hide
    scene bg int_sam_house_clean_7dl with dissolve
    stop ambience
    "Компьютер снова был занят."
    "Пробормотав приветствие, я отправился на кухню, где меня уже ожидала гора грязной посуды и морозилка, забитая пельменями."
    "Тоже ведь неплохое завершение красивой истории, правда?"
    "Ведь лето… Оно обязательно будет."
    "И мы обязательно вернёмся."
    "В лето."
    $ persistent.d3_fail = True
    play music are_you_there
    call alt_7dl_titles
    $ renpy.pause(2)
    return
    
label alt_day6_us_7dl_start: #s другой рут - jump
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(6, u"Ульяна. Утро")
    play music are_you_there fadein 3
    scene bg int_house_of_mt_sunset with fade
    show spill_red with dspr
    $ renpy.pause(2, hard=True)
    show spill_gray with dspr
    $ renpy.pause(2, hard=True)
    show alt_credits timeskip_dev at truecenter with dissolve2
    $ renpy.pause(4, hard=True)
    with dissolve2
    window hide
    return
    "Я взял гитару и попробовал изобразить некое подобие аккорда, проговаривая слова песни ещё раз."
    show us surp1 sport with dspr
    us "Мой дедушка офицер!"
    "Закричала Ульяна."
    me "Да, да. Ты говорила об этом ещё тогда, когда я тебя всухую раскатал в карты."
    show us dontlike sport with dspr
    us "Да ты… Да ты… Да ты просто играл нечестно!!!"
    me "О, правда? И чем же плоха была моя игра?"
    us "Ты плохо мне поддавался и вообще! Я должна была победить, так и торт был мой! Я его заслужила."
    me "Ладно."
    "Мне начал надоедать это бессмысленный разговор, и я решил перевести тему."
    me "И что же за офицером был твой дедушка?"
    us "Он на войне воевал!"
    "Гордо, будто сама из ППШ фрицев стреляла, заявила Ульяна."
    us "Он был в защитных отрядах!"
    me "Защитных?"
    th "Сапёрах, что ли?"
    dreamgirl "Скорее, заградительных."
    th "Думаешь?"
    dreamgirl "Даже не сомневаюсь."
    me "Может, заградотрядах?"
    show us smile sport with dspr
    us "Вот! Да! {w}Завидуешь, да, завидуешь?"
    "Она запрыгала меня, вцепилась в гриф и попыталась отобрать гитару."
    me "Скорее, сочувствую."
    us "Что?"
    me "Боюсь, ты не очень хорошо понимаешь значение этого слова."
    "Я взял аккорд, вспоминая слова."
    me "Но я тебе расскажу."
    "Эта рота наступала по болоту — а потом ей приказали, и она пошла назад."
    "Эту роту в сорок третьем расстрелял из пулемётов свой же русский заградительный отряд."
    "И покуда эта рота умирала, землю грызла, кровью харкала в снегу."
    "Пожурили молодого генерала и сказали — перед Родиной в долгу."
    "И лежат они все вместе лицами в рассвет."
    "И им всем вместе четыре тыщи лет…"
    me "Товарищ Сталин сказал «ни шагу назад», и твой дед был среди тех, кто это воплощал в точности."
    me "Ты, наверное, очень горда тем, что он стрелял из пулемёта в спины?"
    "На Ульяну было жалко смотреть."
    "Но я только начал. Было у меня в загашнике ещё несколько песенок на эту тему."
    "«Защитные отряды», подумать только."
    return
    
label alt_day6_neu_d3_start: #s другой рут - jump
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(6, u"Одиночка. Утро")
    play music are_you_there fadein 3
    scene bg int_house_of_mt_sunset with fade
    show spill_red with dspr
    $ renpy.pause(2, hard=True)
    show spill_gray with dspr
    $ renpy.pause(2, hard=True)
    show alt_credits timeskip_dev at truecenter with dissolve2
    $ renpy.pause(4, hard=True)
    with dissolve2
    window hide
    return
    "И не мог, не понимал я его умишком своим ущербным, как ни старался."
    "Человек может развить мускулатуру, стать в десять раз сильнее."
    "В двадцать — в случае разумного стрессового использования резервов."
    "Но у него есть предел. Мышцы не могут укрепляться сверх того, что позволяет природа."
    "Так и с разумом."
    "Я совершенно напрасно пытался прыгнуть выше головы, выжимая из себя максимум, в погоне за силой и знаниями отбросив всё, что делало меня человеком."
    "Мне с самого начала следовало понять, что все эти руки-ноги-голова и лёгкое заикание в речи нужны ему просто для того, чтобы немного утешить ностальгию по времени его личной юности."
    "Он был бог. Успешно маскирующийся под человека."
    "И только непереводимая во внятные человеческие понятия боль гнала и гнала его сквозь пространства вперёд и вперёд."
    "Будто от боли можно сбежать."
    "И в лагере этом, в этом… месте… Всё вышло не потому, что я внезапно сумел понять правила игры."
    "Нет."
    "Оказывается, бог может делать и что-то — просто так. Бесцельно."
    "Потому-то и не справились люди, ради которых давно уже нагрелась рукоятка «Люгера» в моей руке."
    "Я шёл мстить. А нашёл — его."
    th "Неужели, это и есть причины всего?"
    th "Если человек, заболевая, выделяет слизь, гной и прочие неприятные штуки, то возможно ли, что больной бог выделяет больные миры?"
    "И он пришёл сюда, к порриджу, где сверхвещество способно безболезненно поглотить все эти искажения, плавно заземлив их в складках вероятностей?"
    "Пускай и такой ценой."
    "Едим же мы антибиотики, прекрасно понимая, что расплата за это будет жестокой, что побочные эффекты будут очень мучительными."
    "Но болезнь отступает, а то, где нам напортили побочные эффекты, рано или поздно восстановится."
    "Так и он."
    "Улыбается, машет отплывающему галиоту, где в тени алого полотна оседлала бочку самая красивая девушка с с парой бирюзовых хвостов."
    "Машет плачущей от боли девушке, до побелевших пальцев вцепившейся в кожзам кушетки в приёмной ветеринарной лечебницы."
    "Кивает проплывающей на эскалаторе парочке держащихся за руки подружек, блондинке и шатенке."
    "Сочувственно смотрит на девушку в красном платье с белой тесьмой, сквозь слёзы, сквозь рыжую чёлку смотрящую вслед уходящей сутулой фигуре."
    "И легонько гладит по щеке девушку, спящую за рулём стоящей в пробке машины."
    "Он исцелился, мы помогли ему вернуть себя — все мы."
    "Поэтому не имею права я сейчас тыкать в него дулом пистолета — ещё и потому, что я в ответе за тех, кто обязан мне жизнью и здоровьем."
    "Кушетка на полу с антивандальными светильниками заскрипела, и высокая фигура с почти нечитающимся лицом спустила ноги на пол."
    "Она подошла ко мне короткими неуклюжими шагами и заглянула в лицо сверху вниз."
    "Я не пошевелился."
    "И не смотрел ему в лицо."
    "Потому что прекрасно знал, что такое зеркало, и чем оно опасно."
    th "Значит, я был прав?"
    "Не размыкая губ, спросил я."
    lk "В целом. {w}Вы и правда не виноваты ни в чём."
    th "И ничего особенного собой не представляем."
    "Закончил за него я."
    lk "Ты хочешь их вернуть?"
    th "Разве это не означает разрыва причинно-следственной связи?"
    lk "Ты умён."
    th "Не так, как ты."
    lk "Я могу сделать тебя своей частью. Хочешь?"
    "Искушение было… Да чертовски огромным оно было."
    "Я, всю жизнь желавший стать чем-то большим, получил такой шанс…"
    lk "Я с тобой. Смотри."
    "На меня всем весом упала с неба десятитонная капля одновременно всего, что я когда-то видел, слышал или чувстовал."
    "И одновременно — я понимал, что это не мои воспоминания. Это жизнь того, кем я стану, если соглашусь на его предложение."
    "Здесь очень много того, что нельзя назвать, понять или осмыслить, настолько всё чуждое."
    "И всё же застарелая боль, нарывающая рана — больше в душе, чем физически — та самая, что однажды заставила его отправиться в путь…"
    "Я не сумел бы выжить и нескольких секунд с такой болью. Я разорвал контакт."
    lk "Ты не мог согласиться."
    "Понимающе улыбнулся он."
    lk "Ты ещё слишком человек."
    th "Слишком слаб и ограничен."
    me "Наверное…"
    lk "Не лично ты."
    "Правильно понял мои переживания он."
    lk "Тебе необходимо (слово, которое я не сумел понять).{w} Тогда, возможно."
    me "И ты тоже через это прошёл?"
    lk "Нет. Я был создан таким."
    "Наконец, он отвернулся, и я снова обрёл контроль над собственным телом."
    me "Что теперь?"
    "Права, права была Ольга, когда говорила, что не получится договориться и вернуть."
    "Потому что нечего возвращать."
    "Потому что висящие в воздухе девичьи фигурки — это гарант того, что мне хватит ненависти противостоять внушению даже без помощи алгоритмики или Внедренца."
    "Что я сумею вернуться к началу очередного цикла, полностью сохранив память и тем самым выгадаю окно между пульсациями, достаточное для того, чтобы оказаться здесь."
    "Вот и всё."
    "И не в том дело, что глупая немецкая машинка неспособна сильно навредить этому многомерному существу, обитающему одновременно на всём хроносрезе, что я здесь нахожусь."
    "На самом деле, я сумел бы причинить ему боль, если бы захотел."
    "Но я услышал всё, что хотел слышать и понял всё, что хотел понять — а значит, даже захоти я, ничего не смог бы сделать."
    "А я не хочу."
    "Потому что мы — одно и то же."
    me "Уходи. Сейчас же."
    lk "А ты справишься?"
    me "Я не знаю. Уходи."
    lk "Хорошо."
    "Припадая на простреленную ногу (теперь я знал, что он может залечить её за доли секунды, но терпит и эту боль, так как не умеет иначе), он подошёл к двери."
    lk "Нужно в точку сингулярности, оттуда я смогу уйти. Помоги мне."
    "Он прислушался."
    lk "Только что не стало Юли."
    "Он прикусил губу так, что вниз по щетине просочилась струйка крови."
    "Значит, остался только я, не имеющий права облажаться — хотя бы ради того, чтобы в кровавой истории взросления человечества было на каплю крови меньше, чтобы вселенная была на одну неслучившуюся трагедию светлее."
    "А значит, нам следует поспешить, если мы хотим, чтобы эта идиотская пародия на «звёздные войны» завершилась, наконец."
    "Он должен уйти."
    "А я должен убедиться в том, что он ушёл, а не снова ускользнул в очередное Несбывшееся."
    "Сверху грохнуло, и с бетонных сводов вниз посыпалась пыль."
    "Дверь в дальней части помещения открылась сама, оттуда в помещение посыпались люди в чёрных футуристических костюмах, вооружённые каким-то странным оружием со сгругленными обводами."
    "В стену рядом с нами ударили первые пули, но мы уже выскочили в коридор и захлопнули металлическую створку за собой."
    "К счастью, открывалась она намного медленнее, чем закрывалась."
    "У нас в запасе было несколько минут для того, чтобы добраться до Лабиринта, а оттуда и…"
    lk "Хочешь, я помогу тебе {u}понять{/u}?"
    "И будто сразу несколько Семёнов распахнули глаза."
    "Умирали в Неве, на грязном полу магазинчика, насмерть замерзали в парках…"
    "Видели прекрасные зелёный автобус с иероглифами и девушку в невероятно красивом черно-бирюзовом платье, нетерпеливо смотрящую сквозь стекло на шестнадцатиэтажную свечку."
    "Видели откуда-то сверху разбегающуюся по крыше фигурку, целеустремлённо двигающуюся навстречу вечности."
    "Видели отъезжающий поезд Питер-Москва, везущий аппаратуру, музыку и амбиции одной рыжей и очень талантливой девочки."
    "И сидящего в кафе того же вокзала мужчину сорока пяти лет, нервно сжимающего в кулаке исцарапанную пластинку медиатора."
    "И самое главное — увидели бегущего навстречу грузного человека с усталым взглядом, почти сдавшегося, но готового жизнь положить ради того…"
    "Что в итоге совершенно не имело значения."
    "Поэтому я усадил Локи на закорки и, не щадя икроножных, бросился ко входу в туннели."
    return