#ДЕНЬ ШЕСТОЙ
label alt_day6_us_7dl_begin:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(6, u"Ульяна. Утро")
    play music vale fadein 5
    scene bg int_house_of_mt_sunset
    with dissolve
    "Я не знаю, как и почему со мной столько всего происходит."
    "Это благословление?"
    "Или, может быть, проклятье?"
    "Но над головой снова уходящие ввысь косые своды моего треугольного домика, а со стороны вожатой снова скрип ручки по бумаге."
    "Она тоже чем-то дышит, тоже на что-то надеется."
    "И так здорово было бы задержаться здесь хотя бы на пару лет."
    th "Чтобы привыкнуть и потом всю жизнь вспоминать о мире, который и в самом деле может существовать несмотря ни на что."
    show blinking
    "Я улыбнулся."
    "И открыл глаза."
    show spill_red with dspr
    $ renpy.pause(2, hard=True)
    show spill_gray with dspr
    $ renpy.pause(2, hard=True)
    show alt_credits timeskip_dev at truecenter with dissolve2
    $ renpy.pause(4, hard=True)
    with dissolve2
    window hide
    return
    
label alt_day6_us_px_begin: #px - новый префикс рута вместо 7dl для того, чтобы не было путаницы.
    "Той же ночью мне снова снился странный сон."
    "Снова ласковое солнечное тепло на щеках и ладонях, только теперь их было двое — лучиков."
    "Они прыгали и играли, носясь по потолку и одеялу."
    "Один из них добрался до шкафа, там нашёл зеркало… сколько было восторгов и прыжков! "
    "А сверху, чуть южнее луны, за нами наблюдал превратившийся в звезду теннисный мячик."
    "Так оно и было, а потом оба лучика нырнули мне в ладонь, и я проснулся во сне, поняв, что кое-что упускаю из виду, держа за руку собеседника, который просыпается в каждом человеке с угасанием сознания и перехода на сны медленные."
    "Пушкин так записывал стихи. А я — болтаю."
    me "Быть собой? Как это скучно! "
    me "Мне повезло родиться в мире без волшебства, так какого чёрта я должна быть собой в этом мире? Нет."
    me "Лучше я буду без лица. Это ведь тоже… магия."
    me "Вроде той, что позволяет видеть ночью."
    me "Вроде той, что переносит кораблики за пару километров, и даже заставляет верить таких вот маленьких девочек в то, что здесь обошлось без человека."
    me "Кто-то разыграл её, наговорил глупостей, а она и поверила? "
    me "Но откуда в таком случае внутри ощущение направления? "
    me "Откуда нам известно куда идти, если мы хотим найти путь дальше? "
    me "Откуда нам стало известно, где искать карьер? "
    me "Нет, не так всё просто здесь."
    "Самое непонятное — откуда путь на этот карьер узнала Лена? "
    "Неужели её кто-то привёл? "
    "Или она тоже однажды запускала свой кораблик?"
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(6, u"Огоньки. Утро")
    play music unfulfilled fadein 5
    scene bg int_house_of_mt_sunset
    with dissolve
    "Пробуждение в домике. В этот раз оно ничем особенным не отличается от всех прочих дней — нет ни дождя, ни родительских дней, ни чего бы то ни было ещё."
    "Даже не верится в то, насколько это утро тривиально и ничем не выделяется."
    "Хотя… Оно же последнее, да? Возможно, именно в этом и будет заключаться его уникальность."
    "Последнее утро смены, для кого-то — последняя зарядка в этом году, а потом — по домам, к пыльным дворам и сотни раз перелатанным кожаным мячам."
    "И так стрёмно от прямого в девятку, когда на воротах лучший друг, да? "
    "А он сам улыбается белозубо, контрастно на фоне загара-грязи."
    "Но что касается меня? Ну… Сегодня и в самом деле день особенный."
    "Следует начать с того, что я проснулся от того, что панцирная сетка подо мной перестала провисать до самого пола."
    "Едва-едва заметно, для кого-то, возможно, это и не скажет ничего, но… "
    "В памяти всплыло полузабытое мальчишеское умение становиться невесомым — достаточно было просто чуть напрячь височные мышцы, качнуться на носочках — и… "
    "Бежевой звездой мяч стремится к горизонту, а секундомер захлёбывается, пытаясь успеть за размытым от скорости бегом."
    me "Юность"
    "Прошептал я. И проснулся."
    "Такой сон. Как полупьяный вальс в горьковатом воздухе осеннего парка — ломкое, трепетное признание, колющее губы, дрожь в основании черепа и боязнь прямого взгляда: наслаждаться бы дураку этим концентратом жизни, но стесняюсь, отворачиваюсь. Выдыхаю."
    show mt normal pioneer at left with dissolve
    mt "Семён, мне кажется, или ты и правда стал меньше?"
    "Не отрываясь от ежедневника, спросила вожатая."
    "Ручка в её правой руке так и порхала — знаменитый хват, которым люди пользуются, лишь записывая самые сокровенные свои мысли."
    me "Вам кажется."
    "Не открывая глаз, ответил я."


    "Я уже полностью проснулся, но вредничал, не желая приветствовать новый день."
    "Мне что-то снилось, очередной перехватывающий дыхание сон, от которого потом неделю ходишь то ли больной, то ли влюблённый."
    mt "Да?"
    "Дописав, вожатая поднялась и, закрыв ежедневник на какой-то хитрый замочек, убрала тетрадь на полку."
    "Теперь даже если очень захочу, я не сумею прочитать, о чём же таком личном могла писать свет Ленивовна поутру, вместо того, чтобы досыпать."
    me "Так точно. Сегодня тоже сразу на завтрак идём?"
    mt "Размечтался. Погодка замечательная, поэтому будь любезен умыться и выйти на построение."


    "Кивнув мне на прощание, Ольга поправила галстук, накинула панамку и оставила меня одного."
    "А я стал подниматься."

    show spill_red with dspr
    $ renpy.pause(2, hard=True)
    show spill_gray with dspr
    $ renpy.pause(2, hard=True)
    show alt_credits timeskip_dev at truecenter with dissolve2
    $ renpy.pause(4, hard=True)
    with dissolve2
    return