label alt_day4_sl_begin:
    scene expression Dawn("bg int_aidpost_day") with dissolve
    play music music_list["timid_girl"] fadein 3
    play ambience ambience_medstation_inside_day fadein 3
    if herc:
        "Бывший спортсмен, бывший музыкант, солдат, охранник и менеджер по продажам, а ныне — пионер Сёма Сычёв отлёживался в лазарете."
    else:
        "Потомственный бездельник, лодырь и образчик бездарной растраты божьего замысла, Семён Семёнович Персунов, самым большим достижением которого была отремонтированная антенна, сейчас отлёживался в медпункте."
    "После стычки со страшным врагом — скользкой крышей."
    "Да, слово «везёт» — это не про меня."
    window hide
    with fade2
    $ set_mode_nvl()
    "Всё как и есть, вместо того, чтобы втихую тискать ласковую киску в голубом сафаранчике, поплёлся идиотик помогать двум таким же идиотикам с боязнью высоты."
    "Славя, кстати, отличалась ровно такой же агорафобией, поэтому её кандидатура даже не рассматривалась."
    "Или акрофобией?"
    "Если бы ещё знание точного термина хоть как-то помогло бы мне справиться с результатами моего благородства."
    "Результатами? Эм…"
    "Как бы это так, чтобы и без мата.{w} Во."
    "Поскользнулся, упал, очнулся — Виола."
    "Нет, хвала рандому, никаких гипсов."
    "Всё-таки сплошной костью хрястнулся, если бы туда гипс потребовался, история бы вышла куда грустнее."
    nvl clear
    "Ну да ладно, о чём это мы?"
    "Ага.{w} Значит, табличка проверки зрения."
    "Какое-то там у неё было специальное название, но я не помню, хоть убей."
    "А у сестры определённо есть чувство юмора."
    "Судя по тому, как она перетасовала буквы, оно было не только неплохим, но и отменно чёрным."
    "Чертёж скелета какого-то уродца в углу, не иначе, уворованного с крадущегося мимо НЛО."
    "И компьютер неизвестной модели на столе."
    "К слову, за которым Виолетта свет Церновна резалась сейчас ни во что иное, как в… «Хоних»!"
    "Пардону просимо, опять прочитал на украинский манер. {w}Ксоникс, конечно!"
    "Классика аркад всех времён и народов, безмозглое закрашивание поля, перекочевавшее практически без изменений из пионерских «ножичков»."
    nvl clear
    "Мама моя, вот это наш человек!"
    "Графика, понятно, уровня EGA, но не это же важно!"
    $ set_mode_adv()
    "Она отвлеклась от закрашивания поля с изображением обнажённой девицы в ASCII-стиле и повернулась в мою сторону."
    show cs normal with dissolve
    cs "Разбудился… Пионер?"
    "Она кивнула куда-то в область моих коленей, и я проследил её взгляд."
    "Ага.{w} Разбудился."
    me "Проснулся."
    show cs smile with dspr
    cs "И это тоже.{w} Как самочувствие?"
    "Я попытался бодро тряхнуть головой, и очень напрасно это сделал."
    me "Никогда не буду столько пить."
    cs "Все вы так говорите."
    show cs grin with dspr
    $ renpy.pause(.3)
    show cs smile with dspr
    "Осклабилась она."
    "Затылок саднило, и пальцы отдёрнулись, наткнувшись на пропитанную какой-то влажной мерзостью повязку."
    stop music fadeout 3
    me "Что со мной произошло?"
    cs "Ничего страшного.{w} Минорное сотрясение межушного ганглия, к вечеру бегать уже будешь."
    play music music_list["my_daily_life"] fadein 5
    me "Если всё так радужно, почему я здесь?"
    "Виола пожала плечами."
    cs "Мне сказали, чтобы я тебя… полечила. {w}Давай полечимся?"
    me "Спасибо, но нет."
    "Непреклонно ответил я."
    me "Я, пожалуй, пока откажусь."
    show cs grin with dspr
    $ renpy.pause(.3)
    show cs smile with dspr
    cs "Тогда я ничего не знаю."
    cs "Ты меня не стесняешь, есть не просишь.{w} Кстати, ты как насчёт?"
    "Она указала на судки, в которых, судя по всему, была провизия для больного."
    "Меня немного мутило и есть не хотелось. {w}Но когда я отказывался от бесплатной кормёжки!"
    "Даже если из-за сотрясения черепного нервного узла у меня отсутствует аппетит."
    window hide
    with fade

    "Я кивнул и с благодарностью принял судки с завтраком."
    cs "Перед завтраком выпьешь это вот:"
    "Она протянула мне свёрнутую фантиком прозрачную бумажку, в которой шуршал какой-то порошок."
    "Перехватив мой взгляд, кивнула."
    cs "Иначе из медпункта не выпущу."
    "Внимательно проследив за тем, как я пью лекарства — никак не удавалось отделаться от впечатления, что я стал добровольной тест-группой для какого-то нового медикамента — Виола улыбнулась."
    cs "Теперь жуй. {w}А пока жуёшь, послушай-ка вот что:"
    cs "По лагерю ходят дармоеды и заглядывают во все углы.{w} Ты это, если вдруг сюда кто-то заглянет, сделай вид, что я тебя забинтовала в тренировочном порядке."
    me "Простите?"
    show cs normal with dspr
    cs "Не мои слова.{w} Это директор отметился."
    me "А…"
    cs "Да-да, какая-то там комиссия."
    cs "По мне, так просто толпа дармоедов, у которых не к добру время отпусков совпало."
    "Сестра спохватилась, отошла к шкафчику с медикаментами и, подпрыгнув, сняла сверху какой-то прямоугольный предмет."
    "Дунула, плюнула, протёрла обшлагом — мгновенно окрасившимся серым цветом."
    "И повесила предмет аккурат поверх таблицы проверки зрения."
    "Предмет оказался всеминамилюбимым, незабвенным товарищем с круглыми очками и непонятными свершениями."
    "Товарищ Генда, короче говоря."
    "Даже изречение какое-то было, золотом на траурном фоне, но я не приглядывался."
    cs "Мало ли.{w} Спросят ещё, почему в заведении нет портрета генсека.{w} А у меня есть.{w} Видал?"
    show expression Dawn("genda_portrait") with flash
    "Да будет Генда!"
    "Правда, чуть-чуть мухами посиженный и самую чуточку пылью заросший.{w} Но это же никого не волнует, правда?"
    "Самое главное, видны круглые очки, пижонские белые перчатки и ленинская бородка, обрамляющая саркастическую ухмылку."
    show cs smile with dspr
    cs "Ты жуй, жуй, нагуливай бока.{w} Безобразие, когда ты весишь меньше девочки, с которой встречаешься."
    me "О.{w} Я с кем-то встречаюсь?"
    "Вежливо поинтересовался я."
    play music music_list["so_good_to_be_careless"] fadein 3
    cs "Нет, конечно.{w} Ты сам по себе."
    cs "И пионерка, которая тебя на себе притащила, сделала это от большой дружбы, не дождавшись носилок или хотя бы Бориски… Бориса Александровича.{w} Она тоже сама по себе."
    me "…"
    cs "Особенно сама по себе та, с комплексами, которая всё порывалась твою рубашку постирать, пока на неё первая не повлияла оральным методом."
    me "Оральным?"
    show cs shy with dspr
    cs "Ну…"
    "Виола погладила указательным и средним пальцами краешки губ."
    me "Ага.{w} Я так и понял."
    "Я бы среагировал, честно! Даже, наверное, покраснел бы."
    "Но не в таком состоянии."
    show cs normal with dspr
    cs "Скучный ты."
    "Вздохнула свет Церновна."
    cs "Убирайся отсюда на улицу, свежий воздух полезен для растущего организма."
    "Кивнув ей, я поспешил сделать именно так."
    
    window hide
    play sound sfx_open_door_1
    scene bg ext_aidpost_sunset_7dl with dissolve
    play ambience ambience_camp_center_day fadein 3

    "К этому моменту я как раз прикончил завтрак, поэтому с удовольствием выполнил её требование."
    "И, чувствуя себя бабушкой в платочке, устроился на завалинке.{w} То есть на скамеечке рядом с медпунктом."
    "Мол, наша медицина и опасна, и трудна."
    window hide
    show bg ext_square_sunset with dissolve

    "Просто так сидеть мне быстро прискучило, поэтому я сначала вытянул ноги на скамейке, а после и вовсе развалился на разогретых солнцем досках, подпёр щёки ладонями и стал вдумчиво изучать мельтешащую лагерную жизнь."
    "Медпункт, даром что располагался практически в географическом центре лагеря, был так толково отгорожен зеленью и складками местности, что прятался как бы в «кармане», куда почти не добивала бьющая активность гнущих спину пионеров."
    "Все бегали, дрожали и боялись комиссии."
    "Что ещё за комиссия — непонятно."
    "Не моё дело."
    "Я переключился в созерцательный режим и очень скоро перестал чувствовать скуку."
    "Жизнь и правда била ключом, то разводным, то гаечным,  и зрелище того, как кто-то куда-то что-то тащит, не надоедало практически никогда."
    "Лагерь выглядел великолепно — пионеры всех отрядов успешно вылизали все дорожки, собрали весь мусор и разве что только траву зелёной краской не выкрасили."
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_square_day with dissolve2
    "День разгуливался, солнце катилось к зениту, и, будто заряжаясь от фотоэлементов, снующие туда-сюда пионеры всё ускорялись и ускорялись."
    "Такое ощущение, будто в последний момент можно успеть навести идеальный порядок, коль скоро за предыдущие несколько дней это никому не удалось."
    "Не вчера же им всем сказали, что в гости с инспекцией нагрянет проверка?"
    "Или?"
    "Вообще, в идее доносить такую информацию до подчинённых строго под занавес было что-то волнующее. {w}Освежающее."
    "С моего наблюдательного пункта можно было увидеть небольшой кусочек площади со всё поправляющим очки Гендой, трибуну Ольги Дмитриевны, паутину дорожек, уводящих к жилым корпусам, виднеющийся на краю видимости кирпичный куб здания администрации."
    "Если продолжить двигаться в избранном направлении, то дорожка выведет к центрам нашей культуры и науки: соответственно, к хоромам Мику и клубам."
    scene bg ext_square_day:
        zoom 1.1 xalign .5 yalign .5
        linear 2.0 xalign .2 yalign .5
    "Планировка продумана, всё серьёзно."
    "Стандарт по необходимому количеству квадратных метров на гипотетический нос соблюдён в точности."
    "Чтобы не дай рандом, никто не почувствовал себя стеснённым."
    scene bg ext_square_day:
        zoom 1.1 xalign .2 yalign .5
        linear 2.0 xalign .8 yalign .5
    "Здорово, наверное, было бы приехать сюда вместе со всеми в первый же день заезда — какой там смены? Второй? Ага.{w} Вместе со всеми знакомиться, заселяться."
    "Там глядишь, и не с вожатой бы поселили — хотя я не против, отнюдь! — а с каким-нибудь Электроником или пионерами из второго-третьего отряда."
    "И вчера в один из фотоальбомов вклеили бы и со мной снимок!"
    "К этому моменту уже все бы передружились, я бы нашёл себе устойчивый круг знакомых и общения — тёмные углы и книжки.{w} Короче, всё как я привык."
    scene bg ext_square_day with dissolve
    "Нет ничего хорошего в том, чтобы приехать сюда вместе со всеми.{w} Так я выгляжу экзотично и свежо, пользуюсь популярностью и на меня не цедят сквозь зубы «достал, отлезь»."
    window hide
    with fade
    play music music_list["everyday_theme"] fadein 5
    "Какой-то лохматый пионер тащил куда-то какой-то серый кубический предмет, поминутно останавливаясь и поправляя соскальзывающие руки."
    "Он бы перехватил свой негабаритный груз поудобнее, но на правой его руке болталась бухта шнура в серой оплётке."
    th "Э… Интернетчик нашёл местный аналог бесплатного вай-фай?"
    window hide
    with fade
    th "Так… Семёну больше не наливаем."
    "Где-то вдали, на границе слышимости, взревел движком милицейский ГАЗ и умчался в синие дали местного великого Совка, картонных колбас и воплощённой унификации во всём, включая стиль одежды."
    window hide
    with fade2
    "Созерцание быстро прискучило, и я поднялся, отряхивая с рубашки приставшие чешуйки краски и сосновые иголки."
    "Голова не давала поводов для беспокойства, так что я решил совершить своего рода променад вокруг медпункта, немного размять ноги."
    "Всё равно заняться больше было нечем, а драться с Виолой за право порезаться в «ксоникс» не хотелось."
    "Во всяком случае, пока."
    window hide
    scene bg ext_aidpost_day
    with dissolve

    th "Я же не покидаю территорию медицинского заведения."
    th "И вообще, я несу бдительную службу, несмотря на боевое ранение.{w} Комиссия должна проникнуться." 
    window hide
    with fade

    th "Ну надо же мне хотя бы чем-нибудь заняться!"
    th "Может быть, поиграть в партизаненов и по-пластунски добраться до библиотеки?"
    "В принципе, может получиться."
    "Правда, мне придётся для этого подойти опасно близко к основной дороге.{w} А это чревато." 
    scene bg ext_aidpost_day:
        xalign .5 yalign .5 zoom 1.4
        ease .8 zoom 1.0
    stop music fadeout 3
    "Удивительно, как грустно без интернетика-то!"
    "Я хочу сказать, прошлые три дня меня отвлекали всяческими интересными знакомствами, событиями и так далее.{w} А теперь всё!"
    "Ломка, дайте хотя бы калькулятор, кнопочки понажимаю!" 
    "Или ещё отвлеките чем-нибудь."
    play music music_list["smooth_machine"] fadein 3
    "Я даже согласен на книжку интересную."
    "Но вряд ли у Виолы есть что-нибудь, способное заинтересовать меня.{w} Подозреваю у неё наличие  винегрета из медицинских энциклопедий и женских любовных романов."
    th "Но не гнать же её в библиотеку! Она сама откажется, меня обругает и правильно сделает."
    "А ещё… Ещё можно затаиться в кустах, потом резко выскочить и взять заложника!"
    "И, угрожая его жизни и здоровью — кхм, а чем? — например, этим вот бинтом, воняющим мазью Вишниовского, заставить сесть в машину и на максимальной скорости гнать «на материк» — в ближайший райцентр."
    "До которого, по слухам, порядка трёх сотен километров или два с половиной часа не самой заполошной езды." 
    th "Ох и прославлюсь же! {w}В телевизор попаду, в газеты… {w}К слову, о СМИ!"
    th "Я же вчера своей затылочной костью рискнул ради свободы слова местной радиостанции!"
    th "Почему я не слышу их в активном эфире?"
    "Над лагерем стояла обычная летняя тишина, не нарушаемая ничем, кроме периодически доносящихся песен кузнечиков да обрывков разговоров — нервных, неспокойных."
    "То есть не было никакого музыкального сопровождения к нынешнему утру.{w} А это значит, что моя жертва была впустую."
    "Грустно."
    "И потенциальные заложники нейдут и нейдут."
    "А может, ну их? Чего я в райцентре не видел?"
    "По сравнению с творящимся там бардаком, «Совёнок», как ни крути, представляет собой средоточие порядка и спокойствия."
    "Потом, кому я там нужен?"
    "Давайте-ка не будем спешить и досрочно завершать негаданные каникулы, коль скоро не требуют от меня здесь ни документов, ни дензнаков.{w} Тем более, что не так много времени и осталось."
    "Совершив свой марафонский подвиг вокруг медпункта, я плюхнулся обратно на скамейку, прикрыв глаза ладонью от солнца."
    "Дело было не вечером, но число занятий стремилось к нулю."
    "Разве что облака взглядом гонять — вон то похоже на Муми-Тролля, а это… На Сыроежкина в фартуке!"
    "По бетонке звонко застучали каблучки, и в мою обитель сонной, бездельной одури вплыла она, улыбнулась и, погладив по щеке, уселась рядом."
    window hide
    scene bg ext_aidpost_day
    show sl normal pioneer
    with dissolve

    me "Привет, солнце ясное!"
    "Отозвался я."
    sl "Здравствуй. Как ты?"
    me "Ку."
    sl "Что это значит?"
    me "Это значит, что я повредил мозг и сошёл с ума."
    show sl laugh pioneer with dspr
    "Славя рассмеялась."
    "Она была сегодня особенно хороша.{w} Почти как вчера, только сегодня ещё лучше."
    "Впрочем, она каждый день была особенно хороша — обворожительное чудовище."
    "Вчерашние угрызения у реки были успешно побеждены освежающим ударом по башке."
    "И общалось со Славей теперь легко — я смирился с фактом, что такой уровень мне просто не по зубам, а это значит в лучшем случае дружбу."
    "Её взгляд говорил «ты мой герой» и «дай автограф»."
    dreamgirl "Разве не «распишись на груди»?"
    th "Угу.{w} С добрым утром, я так понимаю?"
    dreamgirl "Со злым.{w} Помнишь, как вчера навернулся? Это был тот ещё полёт!" 
    dreamgirl "Теперь она должна тебе как минимум поцелуй."
    th "Должна?"
    if alt_day3_lp_route == 2:
        dreamgirl "Если ты забыл, то это она отправила тебя ковыряться с антенной, не слушая возражений."
        me "Правда?"
        sl "Что?"
        me "Я хотел вчера танцевать с тобой, но ты отправила меня помогать кибернетикам.{w} Да?"
        show sl shy pioneer with dspr
        "Славя смущённо повела плечиком."
        sl "Да.{w} Глупо получилось."
        "Слышать «глупо получилось» от наглухо застёгнутой на все пуговицы девушки-пионерки-всем-примерки было настолько же дико, насколько диким выдалось сегодняшнее утро с плюющей в лицо Генде добрейшей нашей медсестрой."
    else:
        "Понятия не знаю, о чём разглагольствует мой внутренний голос, но лично я не помню, чтобы мне кто-то что-то задолжал."
        "В конце концов, сам дурак, сам вызывался, сам виноват."
    show sl normal pioneer with dspr
    me "Разведка донесла, что ты меня с поля боя на собственном горбу тащила?"
    sl "Мне Лена помогала."
    "Слабо улыбнулась девушка."
    me "Практически как медсестра на поле боя."
    me "Сестричка госпитальная, любовь моя печальная… Знаешь такую песню?"
    show sl smile2 pioneer with dspr
    "Славя кивнула."
    sl "Между прочим, и правда хотела медициной заниматься.{w} А потом ветеринаром стать."
    me "А сейчас?"
    if (alt_day2_walk == 2) and not herc:
        sl "Ну, как ты говорил…"
        "Пальцы девочки машинально теребили косу."
        sl "Спасателем…"
    else:
        sl "Краеведением, наверное.{w} Или экологией."
    sl "Я хочу помогать на том уровне, где моя помощь будет нужна.{w} Не лечить отдельно взятого зверя, а следить, чтобы ему нечем было болеть."
    show sl normal pioneer with dspr
    if herc:
        dreamgirl "Ну надо же.{w} И будет у нас ещё один претендент на естественнонаучную Нобелевку.{w} По экологии."
        th "Почему бы нет? Если уж Мишаня получил свою — известно за что — пусть и эта девочка будет оценена."
    sl "Будет сложно, но я постараюсь.{w} Мне кажется, это моё, это та самая точка приложения силы."
    show sl smile pioneer with dspr
    "Сказала очень милая, очень красивая будущая лауреат Нобелевской премии по экологии, пока что ещё никак себя в экологии не проявившая."
    "А нормально, пока там путчисты, пока избрания-переизбрания и политическая грязь, будет девочка заниматься природой и здоровьем оной, такая-то красивая и талантливая киса с огромными голубыми глазами."
    "Пожелать бы ей, чтобы слёзы в этих глазах появлялись только от счастья.{w} Но, блин, не с моей удачей этим заниматься."
    "И вообще, что меня в эту ррромантику потянуло вдруг? Заняться мне больше нечем, как размышлять о судьбе совершенно чужой мне девочки.{w} Как будто она захочет со мной разговаривать, если вдруг что."
    "Что?"
    "Что именно «если вдруг что»?"
    show prologue_dream with flash
    "Ну, например, Питер, подъём с «Ломоносовской», я снизу в город, она из города в метро."
    "Пересеклись взгляды, разошлись."
    "На следующий день встретились в вестибюле, или я придержал ей дверь, выпуская в город, притормозил маршрутку — мама выучила меня этим мелким джентльменским жестам, делаю их, уже не задумываясь."
    "Что дальше? {w}Тихое «мерси», улыбка, и не удостоила даже взглядом."
    "Кто вообще придумал эту ррромантику чёртову, чтобы сводить с ума меня, который потом три недели ходит как не свой и в толпе ищет знакомый взгляд?"
    th "Чем я это заслужил?"
    show sl serious pioneer with dspr
    sl "Ты какой-то отчуждённый."
    "Вот уж что верно.{w} Открестился-отчудился я от ваших невидалей, забирайте и уносите, оставьте мне моё болото."
    me "Это ничего.{w} Я скоро причудюсь обратно."
    "Славя улыбнулась."
    show sl smile pioneer with dspr
    sl "Всё-таки, ты самый необычный пионер из тех, с кем мне приходилось встречаться."
    me "Да нет.{w} Обычный."
    show sl normal pioneer
    "Только не пионер."
    window hide
    hide prologue_dream with fade2

    sl "Я не буду говорить тебе глупостей про то, что каждый человек уникален, можно?"
    "Она поднялась, оставляя меня разглядывать её спину."
    "И белую до прозрачности рубашку, плотно обхватывающую спину."
    "Ровным полотном по всей поверхности, выдающей во владелице полное отсутствие бюстгальтера."
    th "Вот так я и проморгал самое интересное."
    show sl normal pioneer far with dissolve
    sl "Просто я чувствую в тебе что-то такое, только и ждущее, когда его вытащат наружу."
    me "И набросят на вентилятор?"
    "Вежливо поинтересовался я."
    sl "Что?"
    "Я понимал, что снова говорю ненужные и пустые вещи."
    me "Понимаешь, Славя, ты очень пристрастна.{w} Ты нянькаешься со мной вот уже четвёртый день, и ещё вчерашнее…"
    me "Короче, выбрасывай ты это из головы и не ищи во мне ничего хорошего.{w} Давай лучше в тебе что-нибудь поищем."
    sl "Например?"
    me "Не знаю.{w} Нефть?"
    show sl smile pioneer with dissolve
    "Славя вежливо улыбнулась."
    me "Если предельно всё упростить, то получишь скучного человека, которого заставили играть по не очень привычным ему правилам."
    me "Зачем — не очень понятно.{w} Лучше бы, вон, его взяли."
    show el normal pioneer at left with moveinleft
    "Я указал на спешащего куда-то по своим делам Сыроежкина, выглядящего чрезвычайно деловито."
    "Он что-то бормотал себе под нос, размахивал правой рукой и вид имел диковатый и всклокоченный."
    "Не хватало только залысин на полголовы и очков калибра «фантастих диоптри» для создания полноценного образа безумного учёного."
    "Хотя в этой роли куда увереннее смотрелся бы Шурик."
    hide el with easeoutleft
    sl "Электроник забавный, но очень увлекающийся."
    sl "Когда мы только-только сюда заехали, а они с Сашей не подружились, он кидался из крайности в крайность, брал самые разные книги в библиотеке, постоянно что-то смотрел и искал, пытался узнать."
    me "То есть дневал и ночевал в библиотеке?"
    sl "Да."
    "Рассмеялась Славя."
    sl "Пока Саша его к себе в кружок не забрал.{w} Вот и нашёл применение своим талантам."
    "Расшалившееся воображение отодвинуло день на задний план."
    window hide
    scene black
    show mz normal glasses pioneer
    show prologue_dream
    with fade

    "Святая простота.{w} Считать, что человек бесит библиотекаря своим присутствием просто потому, что ему нечем заняться."
    show el sad pioneer behind mz
    $ renpy.pause(.8)
    show el smile pioneer behind mz with flash

    "Бррр!"
    "У меня была несколько иная версия такого поведения Сыроежкина, но всему своё время."
    show mz rage pioneer with dspr
    $ renpy.pause(1)
    show el upset pioneer behind mz
    with dissolve
    "Немного не та тема, которую стоит обсуждать с девушкой.{w} Тем более, с такой красивой девушкой!"
    window hide
    scene bg ext_aidpost_day
    show sl shy pioneer
    with dissolve

    sl "Хотя иногда мне кажется, что дело не в интересах."
    "Чуточку покраснела Славя."
    "Ну да, и говорить ничего не пришлось."
    me "Мы не можем знать наверняка."
    "Я пришёл ей на помощь."
    show sl normal pioneer with dspr
    sl "Да." 
    "Я хмыкнул."
    "Здесь же атмосфера такая — патриархальная, спокойная, бессуетная.{w} Сам Рандом велел находить себе субъект для воздыханий — и, собственно, воздыхать."
    me "А у тебя как и что?"
    sl "У меня? В каком смысле?"
    show sl surprise pioneer with dspr
    "В смысле воздыхателей, конечно, глупая девчонка."
    "В первом отряде, понятно, всего три парня, из которых я бесполый, Электроник запал на библиотекаршу, а Шурик, кажется, женат на своём увлечении.{w} На обоих — кибернетике и стенгазете."
    me "Ты быстро нашла своё место в лагере?"
    show sl smile pioneer with dspr
    sl "Да."
    "Безмятежно улыбнулась она."
    sl "Я сюда не в первый раз уже езжу, так что Ольга Дмитриевна меня знает, сразу к делу приставила."
    me "А мальчики?"
    with flash_pink
    "Спросил я, прежде чем успел понять, что вообще делаю."
    "Кажется, не такой уж я и бесполый."
    sl "Что?"
    show sl tender pioneer with dspr
    "Спросила Славя.{w} Уши у неё вспыхнули."
    me "Познакомилась с кем-нибудь интересным?"
    sl "О… Знаешь, это такая тема…{w} Личная.{w} Понимаешь?"
    me "Какая деликатная форма пожелания не лезть со свиным рылом в калашный ряд."
    "Восхитился я."
    show sl normal pioneer with dspr
    sl "Прости.{w} Но я считаю, что мне рано о таких вещах думать."
    "Она всё ещё была красной.{w} Видимо, не так уж и часто ей приходится общаться на такие темы."
    "Тем паче, с представителями противоположного пола."
    "Потенциальными кандидатами."
    "Даже если их потенциал полностью умещается между нулём и одной сотой."
    sl "Я должна сначала выучиться, и…"
    "О. Какие замечательные разговоры."
    "Синечулочные."
    "Выдающие в обладательнице не только собственно «чулка», но ещё и человека, толком ни разу не влюблявшегося."
    "Это ни в коем случае не даёт мне никаких преимуществ, просто кое-какие вещи становятся на свои места."
    "В частности, её перфекционизм."
    "Сублимация чистой воды."
    me "Ты не должна говорить мне все эти вещи.{w} Я ещё с первого раза понял намёк — не лезть с грязными руками куда не просят."
    show sl normal pioneer with dspr
    sl "Ты слишком груб к себе."
    "Вздохнула Славя."
    "Нежелание напрямую запрещать мне обсуждение таких тем тоже кое о чём говорит."
    play music eat_horn fadein 3
    "Над лагерем запрыгали задорные восьмушки, призывающие пионеров поспешить набить желудки."
    "А Высочайшей Комиссии, напротив, намекающие, что пора бы сдать ксивы и освободить территорию."
    "Сонное утреннее спокойствие мгновенно сломалось, куда-то пропало то самое недоброе напряженное ожидание того, когда ты по недомыслию или криворукости накосячишь и тем самым подставишь перед лицами оценивающих своих друзей и товарищей."
    "Не знаю, как у других, а у меня всякий раз, когда мне приходилось угодить под какую-нибудь проверку или экзамен, чувство было именно такое."
    stop music fadeout 3
    "Славя поднялась."
    sl "После обеда не занят?"
    "Спросила она."
    "Я пожал плечами."
    me "А что?"
    sl "Да банный день у малышей с шести часов."
    me "Не вижу связи."
    show sl smile2 pioneer with dspr
    sl "Мне надо подготовить им перемену одежды и постельного белья.{w} Не составишь мне компанию на складе?"
    me "А можно?"
    show cs normal far at left
    cs "Можно."
    "Отозвалась Виолетта с крыльца, запирая медпункт."
    cs "Зная её, я уверена, нагружать она тебя не станет.{w} И приглядит."
    cs "Пошли, пионерка?"
    "Она встряхнула судками."
    "Славя кивнула."
    sl "Жди меня здесь!"
    "Проинструктировала она меня чуть ли не приказным тоном."
    hide sl
    hide cs
    with flash
    "Они удалились, оставив меня в одиночестве."
    window hide
    return
    
label alt_day4_sl_cl_shurik:
    "Вот так оно всё и происходит."
    "О тебе не забывают, нет.{w} И не отодвигают на обочину."
    "Просто периодически демонстрируют тебе то, насколько ты теперь ущербен, что даже в столовую тебе путь заказан, ибо перегруз и вообще.{w} Трудовой подвиг и слава героям, ага."
    "Лётчикам-пародистам."
    "Дело житейское, никто никому ничего не обязан, несмотря на старательно насаждаемые общечеловеческие ценности."
    "Может быть, лет через двести, если повезёт, человечество и дорастёт до ефремовского или булычёвского коммунизма, где возможны персонажи типа Дара Ветра и Алисы Селезнёвой."
    "Но не сейчас.{w} И не здесь."
    "И всё-таки даже местный строящийся коммунизм выглядит выигрышно по сравнению с тем безобразием, откуда я сюда угодил."
    "Хотя и не чувствуется здесь тёпло-оранжевой романтики родом из страны, где я пошёл в детский садик, а закончил его уже совсем в другой стране."
    window hide
    scene bg ext_square_day with dissolve

    "На площади уже отвязали огроменный кумачовый флаг с серпасто-молоткастым символом и на его место оперативно повязали треугольный, с цветами дежурного отряда."
    "Подметённый ломами плац стремительно обживала пыль, из поз пропала напряжённая скованность." 
    "Всё.{w} Высочайшие погавкали и отчалили."
    "Это вам не налоговые или социалка, где вышестоящие из первопрестольной гудят на заказанном теплоходе с неделю и банально парализуют работу подразделения."
    "Здесь всё быстро, сердито и совершенно безгешефтно."
    "Теперь предстояло до вечера расслабляться — разумеется, стараясь помнить — что далеко не все взрослые уехали. {w}Иных из них не выгонишь до самого ужина."
    "Предстояло жить."
    sh "Привет."
    "Кто-то заступил солнце, и я, прищурившись, поднял голову."
    window hide
    scene bg ext_square_day at zenterleft
    show sh normal pioneer at cleft
    with dissolve

    "Голос знакомый."
    "Да что там, я вчера именно с подачи этого голоса отправился в неконтролируемое пике навстречу земле."
    sh "Как ты?"
    me "Сказал бы я тебе."
    sh "Ну, прости, что так получилось."
    me "Ты мне можешь хотя бы сказать, какого дьявола радио не пашет?"
    show sh upset pioneer with dspr
    sh "Понимаешь, там… Там проблема."
    me "О, кто бы сомневался."
    show sh normal pioneer with dspr
    "Он выглядел подавленным, и дело было совсем не в сегодняшней комиссии.{w} Было что-то ещё."
    me "Так в чём дело?"
    sh "Понимаешь…"
    show sh upset pioneer with dspr
    "Он поправил очки фирменным жестом Генды, выглядевшим в его исполнении жалко и неуместно."
    sh "Я не могу туда зайти."
    me "Дай угадаю, тебе религия запрещает?"
    sh "Да нет же!"
    show sh serious pioneer with dspr
    "Он поморщился."
    sh "Когда я пытаюсь зайти в клубы, я чувствую странное ощущение во всём теле, как будто я сделал что-то очень плохое."
    me "Здорово.{w} Утечка веселящего газа?"
    sh "Газа? Но Электроник заходит туда легко и ничего не чувствует."
    me "Значит, у него невосприимчивость.{w} Бывает и такое."
    me  "Вы искали источник?"
    sh "Он искал.{w} А я даже не знаю, куда теперь приткнуться."
    me "Обедать-то почему не идёшь?"
    show sh upset pioneer with dspr
    "Шурик смутился."
    sh "Я только что попробовал войти ещё раз.{w} Силой себя заставлял."
    me "Ага, и?"
    sh "Мне тоже пришло в голову, что дело, возможно, в газе, поэтому старался не дышать."
    me "Ну и?"
    sh "Затошнило через минуту."
    "Он и правда выглядел зеленоватым."
    sh "Теперь думать о еде не могу."
    me "Так, стоп.{w} А вчера всё нормально было?"
    sh "Да.{w} Мы же вчера доделывали один проект."
    me "А потом я забрался на крышу и вернул подачу питания на вашу технику."
    "В голове возник концепт фантастического синтезатора, продуцирующего специальный антишуриковский газ всё время, пока он включен в сеть."
    dreamgirl "Может, дело не в газе, а в вибрации? {w}Слишком высокой или слишком низкой для того, чтобы быть услышанной."
    th "Намекаешь на инфразвуковую завесу?"
    "Я вспомнил, как мне однажды довелось попасть под одну такую.{w} Впечатления… {w}Закачаешься."
    dreamgirl "Вроде того."
    dreamgirl "Возможно, там стоит пугалка-дератизатор, чтобы грызуны проводку не погрызли."
    th "Вряд ли человек почувствовал бы её так, как описывает Шурик.{w} Не те частоты, не та мощность."
    dreamgirl "Возможно.{w} Но что, если эта самая пугалка поломалась и теперь фонит как раз в нужном диапазоне?"
    th "Ну… Стоит проверить."
    stop music fadeout 3
    menu:
        "Давай-ка сходим да посмотрим." if herc:
            me "Я тоже хочу посмотреть."
            "Я поднялся."
            show sh surprise pioneer with dspr
            sh "А как же?"
            me "Ничего, обед подождёт.{w} Пошли!"
            me "Доброго дела не откладывай."
            $ karma += 10
            $ alt_sp += 2
        "Давай-ка, пока время есть, сбегаем посмотрим.":
            me "У меня не очень много времени до возвращения Слави, так что в темпе!"
            $ alt_sp += 1
            $ lp_sl -= 1
            me "Только никому не слова!"
        "Вообще-то мне Славя запретила…":
            $ lp_sl += 1
            $ alt_sp -= 1
            me "Так что я не могу."
            show sh upset pioneer with dspr 
            sh "Ясно."
            sh "Ну, ты хотя бы можешь просто постоять там рядом, чтобы мы сравнили впечатления?"
            me "Прости, нет."
            $ alt_day4_sl_tut_iz = True
            return
        "Надеюсь, эти бездельники уже разошлись." if loki:
            "Мне было очень любопытно, что там произошло у Шурика."
            "А там ещё такая интересная штука."
            "Я замечтался о том, как пущу её в ход против своих врагов."
            $ karma -= 10
            $ alt_sp += 2
            me "Пойдём, глянем."
            show sh surprise pioneer with dspr
            sh "Ты уверен?"
            "Что за идиотские вопросы."
            me "Пойдём, я говорю."
    play music tilltheend fadein 3
    "Я не особо вслушивался, но слухи штука настырная."
    "Они витают в эфире и периодически просачиваются из сферы накопленных знаний прямиком в сознание, минуя фильтры сознания по принципу диффузии."
    "Так вот, слышал я слушок о том, что, дескать, не впервые здесь робота собирали."
    window hide
    scene bg ext_clubs_day with slideawayleft

    "И, к слову, под руководством всё того же Шурика."
    "И когда дошло дело до разработки управляющего механизма, разработал наш гений молотка и паяльника некий любопытный механизм, который, судя по всему, без проблем бы прошёл все на свете тесты Тьюринга."
    window hide
    with fade2

    "На русский это переводится как: из проводов, винтиков и такой-то матери собрал наш гений работающий прототип искусственного интеллекта."
    "Не Альтрона с гетами, конечно, но всё равно, систему самодостаточную и равновесную."
    "Хотя досужие умы и язвили, мол, собрал себе роботокошкодевочку для утех плотских и душевных."
    "Видели бы они этого робота!"
    
    "Правда, оный прототип, будучи установленным на экспериментальное шасси — того самого робота — успешно сделал манипуляторы."
    "Это же, наверное, правильно так говорить? {w}Если человек делает ноги, то робот делает манипуляторы?"
    "Пробегал прототип не сказать, чтобы очень долго, но веселья всем доставил уйму, насилу выловили его в какой-то тихой заводи."
    "Там злополучный искин в рамках изучения окружающей среды на собственном опыте понял, что вода и электроника несовместимы."

    "Приезжали высокие лбы из партии, робота конфисковали, Шурика заставили подписать о неразглашении."
    "Но светилу вожжа под хвост попала, разумеется, он кинулся дорабатывать и улучшать.{w} И, разумеется, у него ничего не получилось."
    "Даже не заработало."

    "Эх, жаль, не были мы знакомы раньше, так-то я бы поделился бы с ним мудростью мира, что на двадцать лет старше.{w} Мудрость простая в своей банальности, программистская."

    "Если работает — не трогай!{w} Не надо чинить то, что не сломано."

    "Так она звучит."
    "Недвусмысленная инструкция, согласно которой даже если ты вдруг не в курсе, почему у тебя ЗАРАБОТАЛО — сделай личико кирпичиком и наслаждайся дифирамбами."
    "Сейчас-то, понятно, он вряд ли сумеет воспроизвести стартовые условия, в которых делал своего робота, слишком уж много «модернизаций» претерпел стартовый концепт."
    "А записи, как и все гении, Шурик делать брезговал."

    "Так что в голове мало-помалу кристаллизовалась новая рабочая версия — уже третья по счёту."
    "Согласно которой кровавая гэбня поставила где-нибудь в клубе устройство, занимающееся разжижением мозгов, чтобы больше не происходило таких вот весёлых казусов."
    "Хотя это и выглядит несколько расточительным, спецслужбы никогда светлыми головами не разбрасывались, взять того же Перельмана."

    "Как бы то ни было, вся более-менее сложная техника находилась здесь, и если мне вдруг потребуется что-нибудь отсюда — что сомнительно при местном технологическом уровне — я смогу найти это здесь."
    dreamgirl "Например, зарядку для телефона?"
    "Невинно поинтересовалось подсознание."
    window hide
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_clubs_day
    show sh normal pioneer with dspr
    with flash
    play ambience ambience_camp_center_day fadein 5

    sh "Здесь предел относительно неплохого самочувствия."
    "Мы стояли на крыльце."
    sh "Ещё один шаг — и мне становится очень плохо."
    sh "А ты как?"
    "Я пожал плечами."
    
    "Нет, некое тревожащее, {i}тёмное{/i} присутствие ощущалось."
    "Но не доставляло никакого ощутимого дискомфорта."
    me "Жди здесь."
    "Приказал я."
    "И открыл дверь."
    window hide
    with fade
    play sound sfx_open_door_clubs

    "Пять минут спустя вышел."
    sh "Ну? Как?"
    me "Да непонятно."
    me "Явно выраженного направления вычислить не удаётся, нужен какой-нибудь детектор.{w} Сможешь собрать?"
    show sh smile pioneer with dspr
    "Шурик усмехнулся и, достав из кармана складной походный карманчик, одним движением раскрыл его."
    sh "Наука умеет много гитик.{w} Но иногда достаточно обойтись простой житейской мудростью."
    me "О чём это ты?"
    sh "На столе банка с кипятком была.{w} С водой. Если не вылили."
    sh "Налей немного в стакан."
    me "И?"
    sh "И всё.{w} Это и будет упрощенной моделью твоего организма."
    sh "Без ерунды вроде костей или мышц.{w} Вернее, модель реакции твоего организма на вибрацию."
    me "Значит, вибрация?"
    sh "Эта гипотеза ничуть не хуже любой другой."
    "Пожал плечами Шурик."
    show sh serious pioneer with dspr
    sh "Организм слишком сложен, поэтому неизбежны наводки.{w} А здесь у тебя готовый детектор, работающий по принципу «горячо-холодно»."
    sh "Понимаешь?"
    me "Кажется."
    sh "Тогда попутного ветра."
    "Я кивнул и отправился обратно в помещение, держа «детектор» обеими руками."
    window hide
    stop music fadeout 3
    stop ambience fadeout 2
    play sound sfx_open_door_clubs
    $ day_time()
    $ persistent.sprite_time = "day"
    scene bg int_clubs_male_day
    with dissolve
    play ambience ambience_clubs_inside_day fadein 3

    "Следя за реакцией поверхности, я поводил  стаканом перед собой и пару минут спустя пришёл к выводу, что гудение, судя по всему, идёт как раз оттуда, где я вчера что-то непонятное включил."
    "Стараясь не думать о том, какими последствиями мне может аукнуться пребывание здесь, под бодрящим низкочастотным душем, я повернулся к Шурику."
    me "Кажется, это на чердаке.{w} Попробую наверх слазать."
    sh "Уверен? Мне потом Славя не снимет голову за то, что я больного втянул в свои авантюры?"
    
    "Я пожал плечами."
    me "Это всяко веселее, чем всё утро ошиваться рядом с медпунктом."
    sh "Да?"
    "Он опять в сомнении поправил очки."
    "Но, кажется, ему уж слишком хотелось вернуться к своим ненаглядным железкам."
    "Он вздохнул."
    sh "В подсобке лестница, которую мы вчера использовали.{w} К сожалению, это всё, чем могу помочь — добрым советом."
    "Он развёл руками, так и подпирая плечом дверной косяк."
    sh "Возьми с собой фонарик на всякий случай.{w} Свет там есть, из слухового окошка, но мало ли."
    "Я пожал плечами и, сходив в подсобку, притащил лестницу."
    me "Фонарь?"
    sh "В шкафу."
    "Добыв искомое, я приступил к обезвреживанию опасного устройства."
    play music areyouabully fadein 3
    "Чёртов дилетант."
    "Техника в руках дикаря подобна груде металлолома."
    "Немного поковырявшись с люком, я отбросил его наверх и приспособил лестницу к краю."
    me "Ну, удачи мне."
    sh "Да."
    "Шурик показал мне большой палец, и я полез наверх."
    stop ambience fadeout 3
    window hide
    stop ambience fadeout 2
    play sound sfx_open_metal_hatch
    $ persistent.sprite_time = "day"
    scene bg int_attic2_day_7dl
    with dissolve

    
    "И вот здесь неприятные впечатления были уже ощутимее."
    "Видимо, львиную долю гудения экранировало перекрытие и доски."
    "Хотя я до последнего был уверен, что от инфразвука не помогает даже бетонное укрытие."

    "Видимо, Шурик внизу себя чувствует себя примерно так же, как я сейчас чувствую себя здесь."
    "Значит, у меня всего минута или около того."
    "Световое пятно запрыгало по балясинам, выхватывая какие-то непонятные механизмы, судя по виду, давным-давно мёртвые и обесточенные."
    "Здесь, конечно, всё было не так, как в привычных мне дата-центрах, не было здесь ничего «для людей», то бишь, никаких подсветок, индикаторов или чего-либо в этом духе."
    "Просто и сердито: включил железку, и она работает."

    "Хвала рандому за то, что устройства эти пеленгуются на раз с помощью всё того же простого как валенок принципа — если куда-то идут провода, значит устройство можно отключить."
    "Я добрым словом помянул Николу Теслу и его принцип беспроводной передачи энергии.{w} Это было бы смешно — встретить здесь нечто подобное."

    "Нет, ничего такого."
    "Наиболее очевидным устройством с подводкой питания именно здесь на чердаке, была какая-то шипастая сетка, находящаяся в двух шагах от люка."
    "Ещё одним устройством, судя по всему, был вмурованный в бетонный короб радиопередатчик."
    "Какое трогательное соседство."
    play sound sfx_metal_door_handle_rattle
    "Я пошевелил ногой сетку.{w} Она почему-то казалась смутно знакомой."
    "А уж неземное блаженство, усилившееся многократно рядом с ней, заставило вспомнить маму, папу и прочих родственников автора устройства."
    "Это было оно.{w} Кажется."
    "Я проследил путь следования кабелей и выругался."
    "Здесь, кажется, было намертво напаяно, а для отключения с той стороны необходимо было выбираться на крышу."
    show bg int_attic2_day_7dl at zenterleft with dissolve
    "А у меня и так уже не оставалось времени — меня тошнило всё сильнее, комнату штормило и качало изо всех сил."
    show bg int_attic2_day_7dl at enterright with dissolve
    "Впрочем, есть один приём."
    "Называется…"
    play sound_loop sfx_head_heartbeat fadein 2
    "Как он называется, я додумать не успел.{w} Тошнота стала нестерпимой, и, отскочив как мог далеко, я согнулся пополам."
    "Мда."
    "Очень вкусный был завтрак."
    me "Близок локоток, да не укусишь."
    "Незамеченный до сих пор проводок шёл к самой обыкновенной управляющей коробке с парой реостатов."
    window hide
    with fade2
    "Я подобрался поближе."
    "Судя по всему, тот, что большой — это мощность излучения.{w} Если я правильно помню советскую технику, он же — регулятор вкл-выкл."
    "А мелкий?"
    "Я бесцельно покрутил его."
    "И тут же гудение ослабло вдвое."
    "С гудящего мозга как будто убрали контакты, щедро потчевавшие его короткими разрядами."
    stop ambience
    stop music fadeout 2
    me "Шурик, кажется, здесь всё."
    "Похоже, устройство и правда просто немного разладилось."
    th "Работу этого устройства человек ощущать в принципе не должен. {w}Это не говоря о том, что здесь время срабатывания должно быть с полуночи до шести утра."
    sh "Правда?"
    play sound sfx_steps_clubs_nextroom
    play sound sfx_door_squeak_light
    $ renpy.pause(.5)
    play sound sfx_door_squeak_light
    "Снизу раздались шаги, заскрипела лестница, и на чердаке показалась голова в очках."
    sh "И пра…"
    
    "Устройство в моих руках отчётливо щёлкнуло."
    "И то, что мне до этого казалось кошмарным, показалось детским лепетом!"
    "Это как тебе сверлили-сверлили зуб, больно, но терпимо."
    "Но тут добрались до нерва."
    with flash_red
    "Шурик как был свалился с лестницы и затих."
    play sound2 sfx_bodyfall_1
    "Кажется, он потерял сознание."
    "Беспомощный придурок."
    scene black with fade
    "Я, уже не пытаясь ничего налаживать или менять, на подгибающихся добрался до лестницы."
    window hide
    play sound sfx_chair_fall
    with vpunch
    $ renpy.pause(1)
    scene black
    show expression Noir("bg int_attic2_day_7dl"):
        xalign .5 yalign .5 zoom 1.0
        linear 2 rotate 15
    play sound2 sfx_bodyfall_1
    with fade
    stop ambience fadeout 2

    "Дальше всё было как в тумане — захлопывающийся люк, падающая лестница."
    play sound sfx_fall_metal_door
    window hide
    scene black with fade

    "Я, то блюющий на пол чистой желчью, то тащащий на себе омертвевшего до синевы Шурика."
    window hide
    scene black 
    show expression Noir("bg int_clubs_male_day"):
        xalign .5 yalign .5 zoom 1.0
        linear 2 rotate -15
    play sound2 sfx_bodyfall_1

    scene black with fade
    "От стола до двери было два метра."
    "Мне они показались вечностью."
    scene black 
    show expression Noir("bg int_clubs_male_day"):
        xalign .5 yalign .5 zoom 1.0 rotate -15
        ease 1 rotate 15
    "Я никогда такой длинной дистанции не осиливал."
    play sound sfx_open_door_clubs fadein 0
    window hide
    $ persistent.sprite_time = "day"
    scene black
    show expression Noir("bg ext_clubs_day"):
        xalign .5 yalign .5 zoom 1.0
        ease 0.5 yalign 1 zoom 1.3
    with flash
    play sound sfx_fall_wood_floor
    play ambience ambience_explosive_post

    "И полностью отрубиться позволил себе лишь тогда, когда вытолкнул очкарика вон из клуба, и он загремел вниз по ступеням."
    play sound sfx_bodyfall_1
    window hide
    scene black with flash

    "Там же на этих ступенях и отключился."
    "Потерял сознание."
    window hide
    scene anim prolog_1
    show prologue_dream

    stop sound_loop
    play music music_list["sparkles"] fadein 3
    play ambience ambience_camp_center_night
    "Слишком много всякого подозрительного происходит в этом лагере."
    "За каким фигом в безобидном кибернетическом клубе стоит сверхмощный эмиттер, использующийся для разгона демонстраций?"
    "Почему он работает на частотах, воспринимаемых человеком?"
    "И что там было такое, когда я думал, что выключил его?"
    "Неужели перевёл на диапазон, более ощутимый или опасный?"
    "Некогда сейчас об этом думать."

    "Существует отдел по разработке и развитию."
    "Открытий и свершений."
    "Уйдя от инквизиции к современным регуляторам социума, мы потеряли кое-что очень-очень важное."
    "Мы растеряли специалистов, способных взвешенно и трезво взглянуть на изобретение и вынести вердикт — готово ли человечество к его использованию, или стоит заморозить проект и отложить его в долгий ящик."

    "Сам с усам?"
    "Черта с два!"
    "Сейсмическое, метеорологическое оружие.{w} Кибероружие."
    "Даже эта вот гуделка."
    "Не готовы."
    "Первые два по той причине, что нельзя давать человеку слишком много власти над планетой."
    "А гуделка… Она опасно близка к психотронному оружию."
    "Которое вообще-то запрещено.{w} И запрещено далеко не просто так."
    "Хотя я и не знаю досконально местную политическую историю, но, уверен, здесь люди пришли к тем же выводам."
    "И такая вот контора, которая дала бы по рукам всем спецслужбам мира, дав понять, что открытое злоупотребление такими вот вещами приведёт к катастрофе, была бы ох как уместна."

    "Разумеется, втихую все продолжили бы пользоваться, но без публичности, без неё."
    "Нет ничего хорошего в том, что обыватель резко потеряет доверие к государству, посягнувшему на самое святое для него — свободу сохранять своё сознание раба в тщательно выпестованном виде."

    "Хотя, в целом, государства способны на это чуть ли не с десятого-одиннадцатого года двадцатого века, когда начались разработки химических средств регуляции сознания."
    "Просто отложили это в долгий ящик.{w} Видимо, с целью разработки таких вот адских машинок."

    "Внутренний поток сознания смолк, выпуская меня из тенет беспамятства."
    "И я, наконец, смог прийти в себя."
    "В одиночестве."
    "Шурика нигде не было видно."
    window hide
    stop ambience
    stop music fadeout 3
    return

label alt_day4_sl_laundry:
    scene bg ext_aidpost_day with dissolve
    play music music_list["drown"] fadein 3
    "Это утро было подобно дню сурка — оно длилось и длилось."
    "Пришёл обед, но чувство, что я до сих пор нахожусь в бестолковом и маетном утре, никуда не делось."
    "Виолы не было, Слави не было, Ольги не было."
    "Три человека, которые изо всех сил делали вид, что им не плевать на мою судьбу, только что явили миру свою истинную сущность."
    "Бинты я снял, осталась только нашлёпка на выстриженном затылке."
    "Причёска там, наверное — закачаешься."
    "Хотя какое мне дело, мне, стригущемуся только тогда, когда волосы начинают мешать курить и пить чай одновременно."
    "Не девочек же покорять я собрался с таким хайром?"
    "Невысокое здание клуба притягивало и притягивало мысли, и спасаясь от них, я ещё раз обогнул здание медпункта, выглядывая нечто, полезное мне сейчас."
    "И оно нашлось очень быстро."
    "Верёвочный держак, на котором крепилась лестница, ведущая к чердаку и крыше."
    window hide
    scene bg int_attic2_day_7dl with dissolve

    "Минута, и я забрался туда."
    th "Раз меня все бросили, то и я ото всех упрячусь."
    th "Посмотрим, как вы забегаете тогда."
    th "Забегаете!"
    "Я сидел у оконца, поглядывая вниз и упиваясь собственной подлостью."
    "Настроение было весёлое."
    "Предвкушающее."
    "Поэтому я не заметил, как уснул."
    window hide
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    scene bg ext_entrance_night_clear_7dl
    show prologue_dream
    with fade

    "Полукруглые ворота, украшенные единственно пятиконечной звездой да острыми колышками поверху, неохотно подались под требовательными руками."
    "Правый серв немного заедало, но я уже привык и распределял подачу энергии так, чтобы не чувствовать неизбежного перекоса."
    voice "Вы в курсе, что это закрытый объект, и вам сюда… Кх-кх-кх…"
    "Собравшиеся в металлический кулак пальцы ударили чёрносуконника чуть ниже подбородка."
    "Мы так отчаянно дерёмся за жизнь, что готовы отнимать её у других и даже не чувствовать угрызений совести…"
    "Такая полезная вещь была — помощь инвалидам, безногим, частично парализованным."
    "Что сделал с ней человек, когда дорвался до готового устройства? Правильно, поставил циркулярную пилу и шестиствольный пулемёт."
    "Славя подбросила к небу тускло сверкнувший кругляш, и тот взорвался в воздухе, разлетаясь кучей игл."
    "Ещё секунда."
    sl "Периметр — готов. Дай сигнал, и я отправлю это место на Луну."
    "Отрапортовала она."
    me "Молодец. Дай мне десять минут, потом можешь отправлять."
    sl "Но… Как же…"
    me "Ты правда думала, что мы быстренько всё сделаем и пойдём домой?"
    "Судя по глазам, так она и думала."
    "Дурочка."
    "Как будто так тяжело понять, что если уж добровольно лёг в эту адскую машинку, сживляющую тело и металл, пути назад для тебя уже не будет."
    "Ты — тот, кого все спецслужбы всех времён называют «тающими», одноразовый агент, расходный материал, которого можно не щадить во время задания."
    "Пускай даже сейчас я и двигаюсь в несколько раз быстрее обычного человека, куда сильнее его и выносливее."
    "Я не вернусь. И это очевидно."
    sl "Постарайся выжить."
    "Она всё поняла."
    "Погладила меня по щеке и отступила, пряча блеснувшие глаза."
    window hide
    scene bg ext_clubs_night
    show prologue_dream

    me "Десять минут, слышишь? И жмёшь. Это приказ."
    sl "А если ты не выйдешь?!"
    me "Ты всё слышала!"
    "Глупая девчонка."
    "Наверное, для того только они и существуют, такие девчонки, чтобы ими пользовались подлецы вроде меня."
    "Я прекрасно понимаю, что даже мой костюм здесь не поможет, зато её периметр… Он будет куда полезнее."
    "И, высадив дверь ударом ноги, я запрыгнул в тёмное помещение, ощетинившееся девятимиллиметровыми очередями."
    scene expression Noir("bg ext_clubs_night")
    show prologue_dream
    with fade
    "Воздух загудел, загустел, цвета сместились к фиолетовому спектру, в коленях ощутимо хрустнуло — секунда в таком состоянии стоит мне года жизни."
    "Но сейчас считать время — всё равно, что отказываться от сигареты на смертном одре: мол, вредно."
    scene expression Noir("bg int_clubs_male_day")
    show prologue_dream
    with fade
    "Спустя две минуты драки и восемь минут ожидания в пустом помещении я, наконец, дождался."
    "Славя сделала то, ради чего я её сюда и приволок."
    "Показала свои даром никому не нужные верность и героизм."
    play sound sfx_muffled_explosion
    with vpunch
    "По периметру ахнуло, стенки подпрыгнули, а держащийся на честном слове свод карcта под зданием вздрогнул и медленно-медленно пополз вниз."
    "Помещение начало складываться, перемалывая всё, что оказалось внутри."
    "Включая и…"
    scene black with dissolve
    pause(1)
    show expression Noir("bg int_mine_heart_7dl")
    show prologue_dream
    with easeinbottom
    "Её глаза были спокойными, чуточку азартными, несмотря на то, что вокруг творился сущий ад."
    sl "Я сделала, всё, как ты сказал."
    th "И теперь я пришла, чтобы спасти тебя."
    th "И отвезти в поликлинику, где из твоего тела удалят несущие, нейроинтерфейс связи с экзоскелетом."
    th "И мы будем жить долго и счастливо."
    "И ещё целую кучу вещей она могла бы сказать. {w}Глупых, неуместных, фантастичных."
    "Но вместо этого невежливо ткнула в мою сторону пистолетом, неизвестно откуда взявшимся у неё."
    th "Не любишь, да? Не нравится."
    th "Только никуда ты не потащишь меня, ты же поняла это, правда?"
    th "Я же не просто так сюда прибыл."
    th "Не просто так лёг в машинку-откуда-нет-возврата, и теперь щеголяю сервоприводами, сращенными с плотью."
    "А в первую очередь для того, чтобы ни у кого впредь не было возможности влезть в чужие мозги и переделать их как угодно оператору."
    "Всякий раз, когда кому-то вздумается крутить регуляторы."
    "И если ей невдомёк, то я прекрасно знаю, что стоит лишь уничтожить устройство — и оно будет воссоздано трудолюбивыми роботами, неустанно, денно и нощно готовыми исполнить свой долг."
    "С ними бесполезно бороться, так как они лавиноподобными масштабами продуцируются в подземном сборочном цеху — в базальтовом кармане, который снаружи не пробьёшь и ядерным зарядом."
    "Система простая, замкнутая и пугающе гомеостатичная."
    "Единственный способ что-то изменить — это отключить всю систему разом, проведя многоходовую, сложную операцию с одновременным отключением контуров сборки, программаторов и генераторов силового пузыря."
    "Способ для сильных мира сего."
    "А у меня есть только мой костюм, который больно рвёт шунтами на стыках с плотью, и бесконечная решимость."
    "И Славя."
    "Хорошая девочка. {w}Только нет у неё будущего, как у солдата."
    "Потому что создана она не защищать, а воссоздавать."
    "Я присел и бросился на неё."
    play sound deagle_shot fadein 0
    "Со сломанной ногой мой спектакль выглядел сомнительным даже для меня, но «соком» в её руках отрывисто кашлянул."
    "А мне в грудь забили острый, раскалённый гвоздь."
    "Славя отступила на шаг назад, зажав рот руками, неверяще глядя на собственные руки. {w}Её глаза округлились от ужаса."
    sl "Как это… Я же не…{w} Я не могла…"
    me "Про-ва-ли-вай."
    "Система пульсовой разрядки не работает, если оператор намеренно сделал себе больно или решил покончить жизнь самоубийством."
    "О нет, костюм способен вытащить оператора из таких ситуаций, где тот неизбежно погиб бы, способен удержать в сознании, подколов морфием или антибиотиками."
    "Ничего удивительного, этот прототип один в один сворован с HEV MAC5 из так и не вышедшей в моём родном мире третьей «Халфы»."
    "Но если оператора угробили, программа срабатывает так, чтобы не дать врагу захватить скелет."
    sl "Я тебя не брошу здесь."
    me "Беги, идиотка!"
    "Несколько мыслей, собранные в единый пакет, как по беспроводной сети, ушли к ней."
    "Ну же, давай, девочка-отличница, единственная «ведьма» на курсе с коэффициентом эмпатии выше девяноста процентов, когда как не сейчас раскрывать свой потенциал!"
    "Всё верно, мы развивали и развивали кибернетические приращения, системы аугментации реальности, твёрдо веря в то, что человек слаб и хрупок."
    "Поэтому за километровыми очередями в пункты имплантации «бесплатной» системы доступа к сети со стопроцентным покрытием на территории земного шара, за силиконовой плотью, делающей андроида неотличимым от хомосапа, за всё ускоряющимся темпом жизни мы начали забывать одно."
    "Человек — живое существо. А живым существам свойственна эволюция."
    "Кто мог знать, что элементарное сочувствие и жалость окажутся ключом к становлению надчеловека? {w}Что эмпатия и суггесторность окажутся сильнее кремниевых подложек и сталепластика?"
    "Ну ладно, пускай не сильнее. {w}Пускай просто играющими по другими правилам."
    "Всё, что я знал, всё, что я помнил, я передал ей."
    "Миг — и орды гуннов, несущиеся по степи, сбиваются с шага, и часть их, оказавшаяся опасно близко к какому-то чёрному обелиску, хватаются за оружие и нападают на своих сородичей."
    "Миг — и воздух режет казачья шашка, и располосованная по диагонали черкеска хлещет на ветру, и катится по снегу голова, в чёрных зрачках отражается грубо срубленное капище."
    "Миг — и затянутая в кожу плечистая фигура достаёт из кармана архаичный пистолет с вынесенной вперёд обоймой и стреляет в затылки товарищей, толкает дверь и заходит в часовню."
    "Миг — и на месте взорванной часовни чуть ли не на глазах растёт до боли знакомое здание, в котором когда-то поколения и поколения детишек занимались продвижением отечественного киберпрома."
    sl "Сколько же тебе лет?"
    "Отступает она на шаг."
    me "Больше, чем хотелось бы. А теперь беги!"
    "Миг — и из клубов выбегает фигурка в лёгком разведывательном костюмчике."
    "Она оглянулась на меня ещё раз и в три прыжка выскочила из рушащегося здания."
    "А я стал ненужным и бестолковым. Каким и был всегда, с самого начала, когда двадцать два года назад собрал свой первый работающий прототип — кургузый, неуклюжий, подключённый к стационарному источнику питания."
    "Теперь эти штуки называют «последним» шансом и держат про запас вместе с НЗ в летательных аппаратах и бронетранспортёрах. Просто потому, что современный костюм с сервоприводами умеет всё то же самое и не требует сращивания, интеграции в организм человека."
    "В Твери были события — сепаратисты снова развернули правительственные агитфургоны против самих агитаторов, когда узнали, что те используют психогенку."
    "В Москве горели бизнес-вышки, не потянула хвалёная робокавалерия супротив наших-то сиволапых, способных на коленке с лаптопа, устаревшего лет двадцать назад, поломать всю программную начинку охранных систем."
    "В Питере же революция произошла практически бескровно, там корпорации просто вывели производства и представительства за пределы города после первого же распятого на Александрийском столпе суггест-оператора."
    "Россия чадила и дымила на перекрестках, и окрестные осины украшали посиневшие «подснежники», а в учреждениях спешно вводили восстановленные стандарты ГОСТ на используемую машинерию."
    "Революция перевалила через пиковую точку, тот сложный момент, кем-то обозванный пределом Пугачёва, и теперь чистка территории страны — это просто вопрос времени и таких вот точечных операций."
    "Россия продолжала жить."
    "Только вот я продолжал быть ненужным."
    "А когда вспомогательные энергорезервуары чуть ли не лопались от избытка энергии, а я выдохнул, подтверждая инициацию бомбы-суицидницы, на миг в мире наступила тишина."
    "Радужная, невесомая тишина простившегося и простившего человека."
    "Какая возможна только наедине со смертью, какую ты так давно искал."
    "И каждый, кто слышал эту тишину, на долю секунды понимал, кто он и что из себя представляет. "
    "Понял и я."
    window hide
    scene black
    show prologue_dream
    with dissolve
    stop music fadeout 3
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg int_aidpost_day
    show expression Dawn("genda_portrait")
    with diam
    "Виолa снова сидела на том же месте."
    "«Ксоникс» на её экране сменился покером, но в целом всё было точно таким же, как и с утра."
    cs "Поспал?"
    "Не поворачиваясь, спросила она."
    me "Простите?"
    cs "Пионер… Я же знаю, что бесполезно вам говорить, чтобы вы берегли себя, не бегали и не напрягались."
    me "И вы накормили меня снотворным?!"
    show cs smile with dissolve
    "Виола оторвалась от игры и повернулась ко мне:"
    cs "Ты что. Снотворное вредно в таких условиях и несовместимо с большинством лекарств, которыми я тебя пользовала."
    me "Э…"
    cs "Просто седативное."
    "Я недоверчиво поднял бровь."
    cs "Ладно, это был транквилизатор. Он безвреден. В основном."
    me "Основном?"
    show cs shy with dissolve
    cs "Как ты мог убедиться, вызывает сонливость."
    cs "И скажи, если вдруг обнаружишь где-нибудь сыпь."
    me "Ааааа!"
    "В панике закричал я, а сестра не сдержала улыбки:"
    show cs smile with dspr
    cs "Шучу, шучу. {w}Если ты не заметил, ты проспал весь день."
    me "Значит, я пролетел с обедом?"
    "Переключился я на более насущные проблемы."
    cs "Бери дальше, через пятнадцать минут уже ужин."
    cs "Но раз ты вёл себя хорошо и прохрапел весь день у меня на чердаке, не вижу причин задерживать тебя и дальше. Как себя чувствуешь?"
    "Я провёл беглую диагностику и признал правоту Виолы — сон мне и правда пошёл на пользу."
    show cs normal with dspr
    cs "Что и требовалось. {w}Приводи себя в порядок и направляйся в столовую, твоя пионерка уже проинструктирована и ждёт."
    me "Эта та, с которой я встречаюсь?"
    "Не удержался я."
    "Веко Виолы поползло вниз в медленном подмигивании."
    window hide
    stop music
    stop ambience
    return

label alt_day4_sl_supper:
    scene bg int_dining_hall_people_sunset with dissolve
    play ambience ambience_dining_hall_full fadein 3
    play music music_list["two_glasses_of_melancholy"] fadein 1
    "По левую руку от раздачи висела колонка, сейчас транслирующая нечто бравурно-патриотическое, и вытянулась шеренга пионеров с подносами."
    "Всё верно, родители разбежались, те, кого они закормили, отсыпаются по домикам, а особо голодные потянулись сюда в поисках провианта."
    play music nookie fadein 3
    "Несколько минут спустя колонка закашляла, захрюкала, и вместо маршей оттуда полились тяжёлые гитарные риффы."
    "И я даже примерно догадывался, чьего авторства эта диверсия."
    show dv laugh pioneer2 with dspr
    "Вернее, не авторства."
    "Скорее всего, в рыжем тандеме мозговым центром и генератором идей снова выступала Алиса, а исполнителем служила Ульяна."
    if not alt_day4_sl_tut_iz:
        "Если я правильно помню, то мне не удалось снять звуковую завесу, то есть передатчик защищён от любых посягательств.{w} И если Ульянка с Алисой умудрились придумать способ добираться к передатчику, то слушать мы будем то, что захочется им."
    "Вожатая посмотрела на колонку, перевела взгляд на наши столы, но ничего не сказала."
    "Она выглядела измученной — похоже, детский концерт порядком её измотал."
    if not alt_day4_sl_tut_iz:
        "Славя рядом со мной тоже не блистала здоровьем — всё-таки снова волокла мою безжизненную тушку на себе в епархию добрейшей Виолы."
    scene bg int_dining_hall_people_sunset at zenterright
    show sl normal pioneer at cright
    with dissolve
    "Я пропустил Славю вперед, сам пристроился в кильватере, огляделся."
    "Наши столы были на удивление забиты — очень похоже было, что к пионерам нашего отряда родичи либо не приезжали, либо были не в пример собраннее и деловитее."
    "Выдали свою порцию ласки и копчёной колбасы, собрались и умотали.{w} Идеальные родители."
    if not alt_day4_sl_tut_iz:
        "Не мне, конечно, судить, последние часов пять провалявшемуся в беспамятстве, но всё-таки…"
    with fade
    "Свободные места с огромным трудом удалось сыскать лишь у самого прохода, как раз по соседству с радиотеррористками."
    "Они о чём-то переговаривались, втихомолку посмеиваясь над растерянными лицами пионеров, понимающих, что отныне в эфире играет нечто не совсем пионерское."
    "Всё продолжалось в своём режиме — толпа была неорганизованной только на первый взгляд."
    "Но я-то в этой кухне поварился, центры интересов уже навострился вычислять."
    if alt_day2_lib_done:
        "У нас это были рыжие, во втором отряде снова вёл свой бенефис любимец библиотекарш и матрон в возрасте, кудрявый Данечка, и оттуда доносились взрывы смеха."
    else:
        "У нас это были рыжие, со стороны второго отряда тоже доносились взрывы смеха — там вёл свой бенефис некий кудрявый вьюнош лет четырнадцати."
    if alt_day2_dv_us_house_visited:
        "Третий отряд представлял собой чуточку более ровную массу, но и там наблюдалась картинка с расщеплением коллектива — мне почему-то кивнул смутно знакомый красноглазый пионер."
    else:
        "Третий отряд не выделял определённых лидеров, зато там наблюдались отщепенцы — на меня враждебно зыркнул какой-то лохматый красноглазый пионер."
    play music will_you fadein 3
    "Ольга Дмитриевна и Виола, сев за один столик с Мику, снова завели бесконечное обсуждение степеней свободы, доступных пионеру.{w} Перпетуум диспут, чтоб его."
    "Ольга была уверена, что не просто так лагеря снабжаются запасом брома — пусть и не таким ощутимым, как военные части, не просто так в состав экстренных аптечек входят резиновые изделия и экстренная контрацепция… Типа «постинора»."
    mt "Всё это служит для того, чтобы бороться с последствиями!" 
    "Горячо проповедовала она."
    mt "А моя задача, как вожатой, предотвратить саму эту ситуацию."
    cs "И как ты это делать собираешься? Молодость дорогу везде найдёт, следить за каждым у тебя не получится."
    show sl shy pioneer with dspr
    "Славя почему-то немного смутилась при этих словах."
    "Какие-то неприятные воспоминания, похоже."
    mt "Мне это и не надо."
    "Улыбнулась Ольга."
    mt "Я выбираю самых проблемных, с ними и работаю.{w} Например, с Семёном."
    show mi grin pioneer at fleft with flash
    "Мику хихикнула, увидев, что я навострил уши, но ничего не сказала."
    hide mi with flash
    mt "Очень хорошо, что над ним взяла шефство Славяна, у меня уже был опыт в прошлом году с пионером типа него."
    cs "И я очень хорошо помню, чем всё закончилось."
    "Усмехнулась медсестра."
    cs "Ты именно ТАК собираешься разруливать щекотливые ситуации с возможной аморалкой?"
    mt "Это работает.{w} И неплохо."
    "Покачала головой вожатая."
    mt "И, кажется, нас подслушивают."
    "Она, не оборачиваясь, погрозила мне кулаком и понизила голос так, что его было уже невозможно разобрать за шумом переговаривающихся пионеров."
    show sl smile pioneer with dspr
    sl "Ты, главное, смотри, Семён."
    "Улыбнулась Славяна."
    sl "Смотри и запоминай, потому что завтра может быть уже всё совсем другое, другие правила, другие люди."
    me "Намёк на то, что каждый вечер уникален по-своему?"
    sl "Да! {w}Кого-то ты завтра можешь не увидеть, кто-то не обратит на тебя внимания, у кого-то прибавится проблем, а кто-то решит их."
    sl "Жизнь, Семён.{w} Вот моё увлечение!"
    me "И всё? Жизнь?"
    sl "Да.{w} Когда ты видишь происходящее, понимаешь его и можешь создать условия — ты чувствуешь, что делаешь нечто хорошее."
    me "Намекаешь на подметание площади?"
    show sl smile2 pioneer with dspr
    "Славя хихикнула в ладошку."
    sl "Ты можешь сказать и так, если хочешь."
    me "Не приходило в голову, что всё это однажды закончится?"
    me "Сколько тебе лет? {w}В следующем году уже не пустят."
    sl "Это никогда не закончится, понимаешь? {w}Пока человеку не всё равно — Филька, чёрт, пляши — мы будем продолжать помогать друг другу улыбаться чуточку счастливее."
    me "Однажды может стать всё равно."
    sl "Всем подряд?"
    show sl normal pioneer with dspr
    "Славя покачала головой."
    sl "Мне очень тяжело представить себе такое."
    sl "Но даже если вся Вселенная ожесточится, в сердце человека всегда найдётся немного тепла.{w} Даже в твоём, Семён."
    sl "Однажды ты поймёшь, что только это по-настоящему и имеет значение."
    show sl smile pioneer with dspr
    "Она снова улыбнулась и спряталась за стаканом с киселём."
    "А я подумал, что даже если она и заблуждается — то я чертовски хотел бы быть частью этого заблуждения."
    "Потому что там всегда уютно, комфортно, и пылинки пляшут в пробивающихся сквозь шторы солнечных лучах."
    me "Ты, кажется, серьёзно веришь во всю эту чепуху."
    sl "Это не чепуха!"
    show sl serious pioneer with dspr
    "Сверкнула глазами девочка."
    sl "Меня так воспитывали всю мою жизнь, и я так буду воспитывать своих детей."
    me "Суровый манифест, что я могу сказать.{w} Не пробовала баллотиро…"
    "Я не договорил — прямиком к нашему столу тащила поднос Леночка Тихонова, в полном соответствии со своей фамилией, тихоня и себе на уме."
    show bg int_dining_hall_people_sunset at enterleft
    show sl normal pioneer at right with moveinright
    show un normal pioneer at cleft
    with dissolve
    un "Присяду?"
    "Я пожал плечами, а Славя потеснилась на скамейке."
    sl "Садись.{w} Слышала уже?"
    un "А как же.{w} До сих пор играет."
    show un smile pioneer with dspr
    "Рыжие, перехватив её взгляд, снова в голос рассмеялись.{w} Довольны собой они были чрезвычайно."
    un "Что с Александром произошло? Нигде найти его не могу, а у меня фотографии непроявленные и статьи недописанные."
    if not alt_day4_sl_tut_iz:
        me "Мы с ним пытались наладить радио."
        sl "Да? Я тебя на крыльце одного нашла."
        me "То есть? Я же его лично вытолкал на улицу, а потом…"
        sl "Ничего подобного."
        show sl serious pioneer with dspr
        "Покачала головой Славя."
        sl "Ты там был один, никого рядом не было."
        me "Взаимовыручка на высоте, как я погляжу…"
    un "Не похоже на него.{w} Он очень ответственный молодой человек."
    show un serious pioneer with dspr
    un "Только немного рассеянный и не от мира сего.{w} Но это, наверное, и не плохо."
    th "В конце концов, любому безумному учёному сопутствует беззаветно влюблённая в него лаборантка."
    "Я знаю, мне голливудские фильмы сказали!"
    show un normal pioneer with dspr
    un "Надо его искать, значит."
    sl "Давай-ка вместе?"
    show un shy pioneer with dspr
    "Лена смутилась."
    un "Да нет… Неудобно как-то."
    sl "Всё удобно."
    "Не терпящим возражений тоном ответила Славя."
    if alt_day4_sl_tut_iz:
        $ alt_day4_sl_un_rej = True
        sl "Семёну здорово досталось, судя по тому, как он проспал весь день, поэтому я его с собой не беру, а одной идти как-то грустно."
        me "Эй, что это значит?!"
        "Я ушам своим не поверил."
        me "Как это понять, ты меня с собой не берёшь?"
        show sl sad pioneer with dspr
        sl "Семён, не спорь, пожалуйста. {w}Ты ведёшь себя как ребёнок."
        "Я только вздохнул."
        "Что мне ещё оставалось."
        return
    sl "Я всё равно на вечер от забот отпросилась, чтобы составить компанию нашему ветерану-инвалиду, поэтому совершенно свободна."
    me "Отпросилась от забот? Разве ты этим не на общественных началах занимаешься?"
    show sl smile pioneer with dspr
    sl "Вообще, да.{w} Но предупредить вожатую, чтобы не рассчитывала на меня сегодня, стоило."
    window hide
    with fade2
    th "Простите, Оленька Дмитриевна, но сегодня вы на мне не поездите.{w} Логика уровня цвета волос Слави."
    th "Но не я этот мир создавал, не мне его и менять, а Славю он, хвала рандому, устраивает именно таким."
    menu:
        "Ладно, пускай идёт с нами." if herc:
            $ lp_sl += 2
            $ alt_sp += 2
            $ karma += 10
            show sl smile2 pioneer with dspr
            "Славя улыбнулась:"
            sl "Вот и хорошо. Вместе веселее!"
        "А зачем нам она?":
            $ alt_sp += 1
            if alt_day_binder != 1:
                me "Я могу ошибаться, но Лена пока не показывала талантов хорошей ищейки."
                show sl serious pioneer with dspr
                sl "Ты тоже."
            else:
                me "И какая от неё польза будет?"
                me "Не думаю, что она нам поможет."
                sl "Это не повод прогонять её."
            "Поджала губы Славя."
            sl "Пусть идёт с нами, если хочет."
            "Я пожал плечами."
        "Ну, если ты настаиваешь…":
            $ lp_sl += 1
            "Я не был в восторге от того, что наше импровизированное свидание попортит своим присутствием посторонний."
            "Но Славе, наверное, виднее?"
            "Я смирился с её решением."
            sl "А знаешь, Семён."
            "Начала Славя."
            sl "Оставайся-ка ты лучше в лагере, а мы с Леной сами поищем."
            menu:
                "И думать забудь." if herc:
                    $ alt_sp += 2
                    $ karma += 10
                    me "Ну уж нет. {w}Я же беспокоиться буду!"
                    me "Лучше я с вами пойду."
                    "Славя хотела было что-то возразить, но я поднял руку:"
                    me "Этот разговор окончен. {w}Мы идём вместе."
                "Договорились.":
                    $ alt_sp -= 1
                    $ lp_sl += 1
                    me "Только потом мне всё расскажите, хорошо?"
                    "Девочки синхронно кивнули."
                    $ alt_day4_sl_tut_lf = True
                "Но…":
                    $ alt_sp += 1
                    sl "Семён, будь чуть серьёзнее."
                    "Попросила Славя."
                    sl "Я за одного Александра переживаю, давай я не буду переживать ещё и о тебе."
                    "Я вздохнул и покорно кивнул."
                    $ alt_day4_sl_tut_lf = True
                "И пропустить всё веселье?" if loki:
                    me "Даже не надейтесь."
                    $ alt_sp += 1
                    me "Я иду с тобой. Точка."
                    sl "С нами."
                    "Поправила Славя."
                    "Я неприязненно покосился на Лену."
                    me "Да."
        "Я против того, чтобы она шла с нами" if loki:
            "Я сложил руки на груди."
            $ alt_day4_sl_un_rej = True
            $ alt_sp += 2
            $ lp_sl -= 1
            show sl serious pioneer with dspr
            sl "Что ты такое говоришь?!"
            show sl surprise pioneer with dspr
            "Лена запунцовела, забормотала что-то себе под нос."
            me "Что слышали."
            me "Она не нужна нам в поисках, мы сами справимся."
            show sl angry pioneer with dspr
            sl "Знаешь что, Семён, давай это я буду решать, как ответственная?"
            "Нахмурилась Славя."
            me "Ответственная? Ну-ну."
            me "Имей в виду, я был против."
            sl "Знаешь, давай-ка ты лучше в лагере останешься, я хотя бы беспокоиться за тебя не стану."
            "Я своим ушам не поверил."
            me "Это ты сейчас что сделала?"
            show sl normal pioneer with dspr
            sl "Всё верно."
            "Остывая, ответила Славя."
            sl "И я переживать меньше буду."
            "Я усмехнулся."
            th "Обожаю людей, которые за меня что-то решают."
            th "При этом свято убеждены в том, что я последую их указаниям."
            "Сразу хочется светло-светло улыбнуться и задушевным тоном попросить:"
            "Заставь меня."
    window hide
    return

label alt_day4_sl_party_up:
    show mt normal pioneer at center
    show un normal pioneer at left
    show sl normal pioneer at right
    with dissolve
    mt "О Шурике говорили?"
    "Нависла над столом Ольга."
    mt "Его видели у южных ворот на выходе из лагеря.{w} Он направлялся за территорию."
    me "В бога душу мать…"
    sl "Прости?"
    me "Ничего, ничего."
    "Радиус поисков только что скачкообразно расширился."
    mt "Доступа к радиорубке нет."
    "Она смерила нехорошим взглядом враз притихших Алису с Ульяной."
    mt "Поэтому подойдёте ко мне после ужина и возьмёте у меня фонарик с динамо, не потеряйте, у меня нет запасного."
    me "Динамо?"
    if alt_day4_sl_un_rej:
        "Славя несколько раз сильно сжала что-то невидимое и недоумевающе посмотрела на меня."
        sl "Семён, что ты такого смешного увидел?"
        me "Ой… Нет, ничего… Ха-ха… Простите."
        "Я отвернулся, борясь с разъезжающимися уголками губ."
    else:
        un "Нажимаешь ручку, он горит."
        "Просветила меня Лена."
    me "Интересная вещица, наверное…"
    mt "Выход за территорию я вам оформлю, раз вы со Славей идёте.{w} Но только чтобы втроём мне, не расходиться, ясно?"
    if alt_day4_sl_un_rej:
        sl "Ольга Дмитриевна, мы вдвоём пойдём."
        show mt grin pioneer with dspr
        mt "Лена передумала? {w}А говорила, больше не боится темно…"
        sl "Нет, Ольга Дмитриевна, с нами Семён не пойдёт."
        show mt surprise pioneer with dspr
        mt "Вы серьёзно? Не пойдёт?"
        "Девочки синхронно кивнули."
        mt "И пропустит приключение?"
        "Они снова качнули головами, косплея китайских болванчиков."
        mt "Не хотелось бы вас совсем без охраны отпускать."
        show mt sad pioneer with dspr
        mt "Но раз Семён себя плохо чувствует…"
        "Очень плохо."
    else:
        "Она сверкнула глазами, девочки послушно кивнули."
        me "Что, так просто и выпустите?"
        "Не выдержал я."
        mt "Да.{w} Потому что пойти он мог только в одно место.{w} И вы пойдёте туда же — а потом сразу в лагерь!"
        me "О чём это вы?"
        show el normal pioneer at fleft behind un with dissolve
        el "О старом лагере."
        "Просветил меня неизвестно откуда взявшийся Электроник."
        el "Там в старом корпусе осталась кое-какая электроника, Шурику могло бы быть интересно."
        show mt normal pioneer with dspr
        mt "Это не извиняет его выхода без разрешения.{w} Ну я ему задам."
        "Она неизвестно кому погрозила кулаком, и Электроник поспешил откланяться, пока не угодил под горячую руку."
        hide el with dissolve
        me "Его найти надо для начала."
        mt "Да.{w} Будем последовательны."
        sl "Мы найдём его, обещаю!"
        "Запальчиво поклялась Славя."
        me "А если нет? Если он не в старый лагерь пошёл, а ещё куда-нибудь, где мы его не сумеем найти?"
        show mt sad pioneer with dspr
        mt "Тогда живо обратно в лагерь, и будем уже просить помощи у районной милиции.{w} Не хватало мне ещё, чтобы потерялись сразу трое пионеров."
        mt "Но лучше, конечно, чтобы все нашлись."
        me "Не нравится мне это."
        show un serious pioneer with dspr
        un "Не пойдёшь искать? Ты можешь отказаться."
        sl "Да.{w} Если плохо чувствуешь себя, то ты…"
        me "Да нет. Ситуация дурацкая.{w} Как завязка в дешёвом фильме ужасов."
        show sl scared pioneer with dspr
        sl "Прости, что?"
        "На лоб мне тут же легла прохладная ладошка."
        sl "Жара нет.{w} Не бредит."
        me "Конечно же нет! Мне просто не нравится это."
        show sl normal pioneer with dspr
        sl "И тем не менее, мы идём его искать.{w} Не просто же так мы носим галстуки."
        "И значок с лысым покемоном."
        sl "Мы пионеры, а это значит, что мы должны помогать друг другу."
        "Она говорила это слишком горячо."
        "Наверное, если бы в совке существовала конкурирующая с коммунизмом религия, была бы очень набожной."
        "Или, напротив, превратилась в послушницу какого-нибудь культа с ритуальными оскоплениями и славянскими рунами кровью на лбах."
        show sl sad pioneer with dspr
        sl "Так или иначе, я иду.{w} Лена?"
        "Лена кивнула."
        sl "Алиса, Ульяна?"
        "Рыжие синхронно покачали головами.{w} Всё верно, у них и так дел полно."
        sl "Семён, отведу тебя в медпункт и пойду."
    if alt_day4_sl_un_rej or alt_day4_sl_tut_lf:
        "Я кивнул."
    else:
        me "Эй, я не сказал, что я отказываюсь!"
        sl "Да?"
        "Она удивилась."
        sl "Тогда…"
        me "Вместе пойдём, вместе.{w} Просто мне всё это не нравится."
        sl "Ты повторяешься."
        me "Да."
    scene bg int_dining_hall_people_sunset with dissolve
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    play music music_list["always_ready"] fadein 1
    "Ужин входил в завершающую стадию."
    if alt_day2_lib_done:
        "Данечка был весел и доволен собой — на стуле вожатой второго отряда обнаружилась канцелярская кнопка, и она, взвизгнув, вскочила."
    else:
        "Со стороны столов вожатых донёсся визг, и какая-то невысокая пышка подскочила со стула."
        "Знакомая картина со стулом и кнопкой."
        "Второй отряд, если я не ошибаюсь?"
        "Как раз оттуда доносился довольный смех примелькавшегося уже кудрявого мальца."
    "Ульяна не отставала от него — со стороны девочек третьего отряда доносились визги вперемешку с неумелым шипением, кто-то уже снял несчастную колонку и, орудуя вилкой, пытался снять контакты, а повариха отбирала её с криками о свободе музыкального творчества."
    "Всё было как всегда, привычно и бардачно…"
    window hide
    if alt_day4_sl_un_rej or alt_day4_sl_tut_lf:
        scene bg ext_aidpost_sunset_7dl with dissolve
        play ambience ambience_camp_center_evening
        "Я кивнул присутствующим и вышел, держа путь в сторону медпункта."
        "Попытавшуюся было встать за мной Славю я небрежным жестом оставил на месте."
        "Сегодня я почётный арестант и вообще мне нельзя нагружаться."
        "Пусть так думают, кто я такой, чтобы спорить с ними?"
        if not alt_day4_sl_tut_iz:
            scene expression Dawn("bg ext_square_day") with dissolve
            "Фонарик, который я использовал, пока лазил по чердаку клуба, всё ещё был при мне."
            scene bg ext_square_sunset with dissolve
            "Он пригодится мне в поисках."
        else:
            "В потёмках, наверное, трудновато будет искать."
            "Но ничего. Я только туда, и сразу обратно."
        "Экипировавшись как мог, я удовлетворённо кивнул себе и зашагал к южным воротам."
        scene bg ext_path_sunset with dissolve
        window hide
        stop music 
        if alt_day4_sl_tut_lf:
            play sound sfx_slavya_run
            "Однако, спустя несколько минут я услышал сдвоенные приближающиеся звуки шагов."
            menu:
                "Спрятаться.":
                    "Я прыгнул в кусы с тропинки и затих там."
                    show sl normal pioneer at cleft
                    show un normal pioneer at cright
                    with moveinleft
                    "Несколько минут спустя в поле зрения попали девочки."
                    "Я пропустил их мимо себя, и лишь выждав несколько минут, направился в ту же сторону."
                    hide un
                    hide sl
                    with easeoutright
                    $ alt_day4_sl_lf_solo = 1
                "Сдаться.":
                    "Прятаться было поздно."
                    "Я попался."
                    "И через несколько секунд меня ослепил сноп света, бьющий в лицо."
                    scene bg ext_path_sunset at zenterleft
                    show sl angry pioneer at cleft
                    with dissolve
                    sl "Семён? Я же сказала тебе возвращаться в медпункт."
                    "Я улыбнулся и пожал плечами."
                    me "Не хотите брать меня с собой, пойду сам."
                    sl "Вот как?"
                    "Славя задумалась."
                    "А потом улыбнулась."
                    sl "Ну… Заставить тебя я не смогу."
                    sl "А так хотя бы будешь на виду."
                    "Она приглашающе махнула рукой:"
                    sl "Пошли с нами!"
                    $ alt_day4_sl_lf_solo = 3 #Нас нашли и взяли с собой.
        elif alt_day4_sl_un_rej:
            "Я спрятался от спешащих девочек, кажется, вовсе не смотрящих по сторонам, и неспешно двинулся в ту же сторону."
            "Мои поиски увенчаются успехом!"
            $ alt_day4_sl_lf_solo = 1
    else:
        me "Пошли."
        "Сказал я, вставая."
        "Кутерьма вокруг стояла такая, что нашего исчезновения никто бы не заметил, и от неё у меня очень разболелась голова."
        "Ольга к этому времени уже закончила есть и стояла у дверей, выглядывая нас.{w} Перехватив мой взгляд, кивнула и вышла на улицу."
        "Мы поспешили за ней."
        "В авангарде двигалась Славя, я в середине, а замыкала шествие Лена."
        "На выходе стояли дежурные, которые хотели было о чём-то спросить активистку, но та так зыркнула на них, что они смешались и отступили."
        "В самых дверях Славя требовательно выставила назад ладонь, и я, вцепившись в неё, сделал то же самое."
        "За спиной удивлённо охнула Лена, но секунда — и за мою руку взялись тонкие девичьи пальчики."
        "С гиканьем Славя ухнула в толпу у выхода и, пронзив её как ледокол торосы, вывалилась сначала на крыльцо, а чуть позже — и с крыльца."
        stop ambience
        stop music
        window hide
        scene bg ext_dining_hall_near_sunset
        play sound sfx_open_door_clubs
        with dissolve
        "Пионеры выкатывались на улицу, будто опасаясь, что задержавшихся заставят дежурить вне очереди — и между прочим, вполне обоснованно."
        play ambience ambience_camp_center_evening
        "Так или иначе, пять минут спустя, вооружившись фонариком и неизвестно откуда взявшейся у вожатой верёвкой, мы выдвинулись на поиски."
        window hide
        scene bg ext_house_of_mt_sunset with dissolve
        window hide
        play music music_list["trapped_in_dreams"] fadein 3
        "Я засмотрелся на велосипед, который вполне мог бы быть уместен."
        me "А как давно заброшенный лагерь заброшен?"
        "Поинтересовался я."
        scene bg ext_path_sunset at zenterleft
        show sl normal pioneer at cleft
        with dissolve
        sl "С 74-го.{w} Пятнадцать лет уже."
        th "Значит, финт ушами с велосипедом отпадает.{w} По тем дорогам, наверное, продраться можно только на тракторе."
        "Болтун — находка для шпиона.{w} Ещё чуть-чуть в таком духе, и я узнаю название ближайших населённых пунктов и, возможно, речки рядом с лагерем."
        sl "Семён! Не спи!"
        "Я споткнулся и чуть не уронил спешащую по левую руку Славю."
        me "Прости, что-то я…"
        show sl serious pioneer with dspr
        "Она остановилась и посветила мне в лицо."
        sl "Что? {w}Если вдруг не очень самочувствие, говори сразу, не заставляй себя."
        me "Перестань."
        "Я заслонился ладонью и возмущённо посмотрел на неё."
        me "Ты не знаешь, что светить в глаза невежливо?{w} Не в КГБ на допросе!"
        show sl shy pioneer with dspr
        sl "Прости, я немного испугалась.{w} Ты как?"
        me "Живой.{w} Просто давайте не будем бежать, и всё будет в порядке."
        un "Тебя пошатывает."
        show bg ext_path_sunset at enterleft
        show sl normal pioneer at left with moveinleft
        show un normal pioneer at right
        with dissolve
        "Заметила Лена."
        me "Это потому что бегаем слишком много."
        "Отрезал я."
        me "Если мы пойдём как белые люди, со скоростью пять километров в час, обещаю вам, что справлюсь."
        sl "Может, обратно в лагерь пойдёшь?"
        show sl smile pioneer with dspr
        "Засомневалась блондинка."
        me "И пропущу всё приключение?"
        "Фыркнул я."
        me "Не выйдет."
        show sl normal pioneer with dspr
        "Славя кивнула, пробурчав нечто вроде «чёртов гордец и упрямец», и вернулась на прежний курс."
        "Фонарик она отдала мне, когда я настоял на том, чтобы мне разрешили «поиграться»."
        "Лена скромно молчала, двигаясь по другую сторону от Слави — меня она, кажется, отчаянно стеснялась."
    window hide
    with fade
    return
        
label alt_day4_sl_lf_coop:
    scene bg ext_path_sunset with dissolve
    if alt_day4_sl_lf_solo != 1:
        "Не знаю, наверное, в условиях заданного Славей темпа мы бы и правда добрались бы до старого лагеря за полчаса, не больше."
        "Но раз с ними теперь шёл почётный герой-ветеран-инвалид, приходилось ковылять неторопливо."
        "Наверное, если бы мы со Славей встречались — ругались бы постоянно из-за этого."
        "Вывели мы друг друга в город, например, в парк, выгулять и вообще воздухом подышать."
        "И для меня «подышать», например, железобетонно ассоциируется с неторопливым перемещением."
        "Если ты не шествуешь неторопливо, не фланируешь — ты куда-то бежишь, суетишься и вообще озабочен."
        "И какой уж тут отдых."
        "А Славе, наоборот, похоже, подавай перемещение вприпрыжку."
        "Я заметил недовольный взгляд, который кинула на неё Лена.{w} Кажется, я не один здесь, кого не устраивает темп перемещения."
        "Но так или иначе, сумасшедшая гонка по полускрытой травой, молодыми ёлками и поваленными стволами деревьев дороге закончилась спустя полтора часа у какого-то небольшого здания в два этажа."
    elif alt_day4_sl_lf_solo == 1:
        "Через полчаса сольного путешествия идея отправиться в гордом одиночестве уже не казалась столь блестящей."
        "Ещё пятнадцать минут спустя она казалась попросту дурацкой."
        if alt_day4_sl_un_rej:
            "Да, так-то мне обернулось моё желание чуть больше времени провести со Славей."
            "Что может сплотить лучше, чем совместно предпринятый поход в ночной лес!"
            dreamgirl "Только ночь в одном спальнике и побег из медпункта, конечно же."
            "Усмехнулось либидо."
            th "Поздно ты реагируешь. Где были твои умные и полезные советы по тому, как отвадить эту прилипалу баклажанную?"
            dreamgirl "А зачем отваживать? Попробуете втроём, и вся недолга."
            "Ну да. Чего я ожидал, спрашивается."
        
        elif alt_day4_sl_tut_lf:
            "А если вспомнить, на каком фоне эта самая идея вообще воплотилась…"
            "Откуда во мне вообще эта безвольность взялась?!"
            "Я же… Я же самостоятельный! Я, блин, кучу времени живу в одиночку и прекрасно чувствую себя при этом."
            "Мне никто не нужен! Я сам по себе!"
            "У меня силы воли на пятерых, самодостаточности на десятерых! Я никому и никогда не подчинялся и подчиняться не собираюсь."
            dreamgirl "Ну что, закончил антикризисную накачку?"
            th "Да. Можно идти дальше."
        stop ambience fadeout 3
        "…"
        window hide
        $ persistent.sprite_time = "night"
        scene bg ext_path2_night
        with dissolve
        $ night_time()
        play ambience ambience_forest_night fadein 3
        play music music_list["door_to_nightmare"] fadein 3
    
        "Пока я продирался сквозь кусты, совершенно потерял счёт времени."
        "И то, что вокруг уже сгустились сумерки, стало для меня настоящим открытием."
        if alt_day4_sl_tut_iz:
            "Каким-то образом, не пользуясь фонарём, я умудрился добраться так далеко, двигаться так долго."
        th "Наверное, удар по голове сместил колбочки и палочки, теперь я обладаю ночным зрением."
        "Усмехнулся я."
        play sound sfx_table_hit
        "И тут же со всего маху ударил ногой по вылезшему из земли корню сосны."
        "А ведь его там пять минут назад ещё не было, я уверен в этом!"
        if not alt_day4_sl_tut_iz:
            "Лунного света становилось недостаточно, и я, шипя проклятья, достал из кармана фонарик и включил его."
        "Не то, чтобы я жаловался, но меня начинали утомлять эти ночные хождения."
        "Ещё десять-пятнадцать минут — и я пошёл назад."
        "Кажется, я стал жертвой розыгрыша, как это обычно бывает, когда новичка отправляют искать палатку в лесу."
        "А её нет."
        stop music fadeout 3
        "К счастью, пять минут спустя моя «палатка» обнаружилась."
        "Деревья расступились, обнажая большую поляну, в самом центре которой находилось большое, покосившееся здание."
    window hide
    stop music
    stop ambience
    scene black
    return
    
label alt_day4_sl_old_camp:
    scene bg ext_old_building_night
    with diam
    play ambience ambience_old_camp_outside fadein 3
    play music music_list["sunny_day"] fadein 5
    "Оно было окружено тем, что с известной долей воображения можно было бы назвать детской игровой площадкой."
    "Судя по разбросанным тут и там бетонным блокам, когда-то здание окружала приличная стенка, призванная не столько защитить пионеров от враждебной окружающей среды, сколько оборонить враждебную окружающую от пионеров."
    me "И это всё? Весь лагерь?"
    if alt_day4_sl_lf_solo == 1:
        "Глупо спросил я у окружающей меня пустоты."
        "С девочками, куда бы они ни направлялись, мы успешно разминулись."
    else:
        show sl normal pioneer with dspr
        sl "Ну!"
    me "Что? Тут два этажа всего, размер маленький, сколько тут человек заселится?"
    if alt_day4_sl_lf_solo == 1:
        "Слабо верилось, что в стародавние времена отряды были меньше, чем сейчас, когда под началом вожатого вполне могли оказаться от двадцати до пятидесяти человек."
        "Значит, пионеры либо жили в лёгких монтируемых бараках… Не наш случай, в совке ничего более постоянного, чем временные меры, не существует."
        "Если бы здесь ставили времянки, они вполне могли бы перестоять и капитальные здания."
        "Значит, детишек селили в палатках?"
        "Интересно, кто-нибудь сейчас жив из этих деток?"
        "Как-то жутко и неприятно было смотреть на полуразложившийся труп чьего-то детского счастья."
        window hide
        scene bg ext_old_building_night_moonlight with flash
        "Лунного света маловато было для того, чтобы уверенно ориентироваться, приходилось пробираться на русский авось."
        "А вот для нагнетания обстановки его вполне хватило!"
        "Покосившееся здание мгновенно превратилось в зловещий дом с привидениями."
        "Или логово страшного маньяка."
        "Короче, в превосходную декорацию к фильму ужасов."
        "Теперь подбавим чуть-чуть драматичности."
        "Песчаную дорожку заменим кровавыми разводами, у той карусели камни очень неплохо пародируют человеческие черепа."
        "Поблескивающие глаза из-под крыльца."
        "И…"
        show expression Noir("bg int_looney_bin_nightmare_7dl")
        play sound sfx_ghost_children_laugh
        th "А вот это я не заказывал!"
        "Призрачный детский смех прозвучал слишком натуралистично, даже моя, закалённая Хичкоком фантазия, оказалась  не готова к этому."
        "Да и эти красоты…"
        scene bg ext_old_building_night_moonlight with diam
        "Вздрогнув, я помотал головой и развеял иллюзию."
        th "Потом ещё попугаю себя, если настроение будет."
        "Утешил я себя."
        th "Найду только очкарика, а там посмотрим."
        "Может быть, уже тех впечатлений, что я нахватался, хватит мне за глаза и за уши."
        if alt_day4_sl_tut_iz:
            "Тем более, что тут слишком, слишком темно."
        "Аккуратно ступая по самой середине полузаросшей тропинки, я подошёл к самому зданию."
        play sound sfx_open_metal_hatch
        "За спиной противно заскрипело, и я, подпрыгнув, обернулся."
        "Ясно, это была просто карусель."
        "Но теперь…"
        "Когда я обернулся обратно к двери, на меня из-за той стороны дверной коробки смотрела абсолютная тьма, которую не мог разогнать ни один источник света в этом мире."
        play sound sfx_metal_door_handle_rattle
        "Знаете, что я думаю об этом?"
        if alt_day4_sl_tut_iz:
            window hide
            scene black with fade
            "Я думаю, что героем этой картины ужасов я не стану!"
            "Я развернулся и, показав старому лесу спину, задал стрекача."
            $ alt_day4_sl_wh = True
        else:
            menu:
                "Покойся с миром, дорогой очкарик.":
                    $ alt_sp -= 1
                    $ karma += 10
                    "А я за тебя потом отомщу."
                    "Я развернулся и, стараясь выглядеть независимо, отправился обратно в лагерь."
                    "Удавалось мне это с трудом — каждая минута, проведённая рядом с этим чёртовым домом, заряжала меня таким адреналином, что бежать и бежать теперь до лагеря!"
                    $ alt_day4_sl_wh = True
                "Шурик, если тебя здесь нет…":
                    $ alt_sp += 1
                    $ karma += 20
                    $ alt_day4_sl_lf_solo = 2
                    stop ambience fadeout 2
                    th "Молись, очкарик, грядёт большой абзац."
    else:
        show un normal pioneer at left with dissolve
        un "Сам лагерь был вокруг."
        "Терпеливо, как умственно отсталому, пояснила мне Лена."
        un "Это здание административное, здесь никто не жил."
        me "А где тогда…"
        sl "Не понимаешь?"
        show sl serious pioneer with dspr
        "Славя покачала головой."
        sl "Палатки!"
        me "Серьёзно?!"
        sl "А что не так?"
        me "Ну… Что это за лагерь такой, с палатками?!"
        un "Обычный, пионерский.{w} У меня сюда папа ездил дважды.{w} Жили в палатках, обедали там."
        show un smile pioneer with dspr
        "Она указала рукой на бетонированную площадку с рядком полузаросших ямок по периметру."
        un "Когда-то здесь был навес, а под ним длинные лавки со столами, где и кушали пионеры."
        "Тихо улыбнулась Лена."
        un "И папа."
        un "Сейчас."
        show un normal pioneer far at cleft behind sl with dissolve
        "Она подошла к карусели и, поискав, достала оттуда бутылку из непрозрачного чёрно-синего стекла."
        un "Посылка.{w} В будущее."
        "Она прикрыла глаза и прочитала по памяти:"
        un "Привет! {w}Я — Антон, но мои друзья зовут меня Тохалем, и ты, открывший эту бутылку, теперь тоже мой друг!"
        un "Поэтому даже не думай забывать про меня! {w}Мне чертовски приятно с тобой познакомиться, дружище, и помни — я всегда буду тебе рад.{w} Если хочешь поболтать — заходи."
        un "И дальше адрес, где мы с ним живём."
        un "Он так маму нашёл…"
        "Прошептала она, и её глаза влажно блеснули."
        if alt_day4_sl_un_rej or alt_day4_sl_tut_iz:
            me "Да правда, что ли?"
            "Лена опасливо покосилась на меня."
            me "Герой, наверное, был? Спасатель-пожарник?"
            show un smile2 pioneer with dspr
            un "Нет, просто инженером."
            un "Но приврать всегда любил."
            if alt_day4_sl_un_rej:
                un "Маме он сказал, что служит в десанте и ему скоро уезжать в Афганистан."
                un "Поверила, конечно, через полгода поженились."
            elif alt_day4_sl_tut:
                un "Маму покорил, явившись под окна в костюме, с гвоздикой и корочками союза писателей."
                show un laugh pioneer with dspr
                un "У нас до сих пор эти корочки хранятся."
                un "{i}Унылов Антон, издатиль, саюз песателей{/i}."
                un "Сам их вручную нарисовал, а когда всё всплыло, было поздно, полным ходом шли приготовления к свадьбе."
            un "Так-то он до тридцати лет жил с мамой."
            un "Но сейчас ничего, закончил школу милиции, работает участковым."
        show un shy pioneer with dspr
        "Она опять немного покраснела и спрятала бутылку обратно под карусель."
        "Я всё равно не понимал, какой потаённый смысл был в лагере с палатками?"
        th "Зачем? Можно же ровно так же навьючить рюкзак, прыгнуть в электричку и несколько часов пути спустя разбить бивуак где-нибудь абсолютным дикарём, без правил и предписаний."
        "А это же лагерь.{w} Здесь же распорядок."
        "Я представил себе, как сплю в палатке, а меня в семь утра будят на зарядку."
        "Кошмар же."
        "Славе, кажется, надоело ждать, она направилась к зданию администрации."
        show sl normal pioneer far at cright with dissolve
        sl "Пойдёмте!{w} Нам ещё Сашу искать."
        "Позвала она."
    window hide
    return
    
label alt_day4_sl_old_camp2:
    scene bg int_old_building_night
    with dissolve
    play music nowyouseeme fadein 3
    "Скрип двери показался очень, очень жутким в опускающихся потёмках."
    if alt_day4_sl_lf_solo == 2:
        "Да… Адреналина полные штаны."
    else:
        me "Эй, подожди!"
        un "Да, подожди нас!"
        "Мы бегом догнали активистку и снова пристроились рядом с ней."
    if alt_day4_sl_lf_solo == 2:
        "Ну, стоять на пороге можно долго, но говорят, что невежливо."
        me "Вечор в хату, суседушки."
        "Дурашливо раскланялся я от порога, чудом разминувшись с торчащим на уровне моего лба ржавым гвоздём."
    else:
        "В какой-то момент под ногой у меня неприятно заходила доска, и Лена поддержала меня под локоть, за что удостоилась благодарного взгляда.{w} Не то, что активистка — та засветила фонарик и пошла подальше в здание."
    me "Шурик, ау?! Ты здесь?"
    "Старый корпус выглядел пугающе знакомым."
    "Крыльцо, от которого расходятся в разные стороны два пути, две дорожки."
    "Я даже примерно мог сказать, какая куда вела.{w} Налево, не заходя в дальние помещения, кабинет начальника, сразу от него дальше, через закуток с выходом на вторичное крыльцо, шла дорожка к радисту."
    "Направо утеплённый сектор и сушилки для зимних вещей — огромные такие сетчатые лежбища, на которых куда чаще загорали лисички и маслята, чем действительно мокрая одежда."
    "Возможно, этому есть рациональное объяснение."
    "Не знаю. {w}Там, типовая застройка, видел одну — видел все, как это с квартирами-хрущёвками происходит."
    "Мой старый лагерь отличался поразительно похожим зданием администрации.{w} Даже кривобокая лестница, ведущая на второй этаж, была такой же."
    "Разве что выкрашена была в другой цвет, и там неизвестно откуда взялось большое окошко, дающее некоторое количество света."
    "Или?.."
    "Я подошёл поближе и с сожалением констатировал, что дело не в конструктивных особенностях."
    "Сама конструкция, покрытые штукатуркой деревянные планки, была глубоко порочной."
    "Так строили бараки, временные обиталища для самых упёртых урбанистов, не желающих селиться в отдельных домиках, пока небо оцарапают очередные уродливые двенадцатиэтажные корабли."
    "А тут детский лагерь.{w} Я удивлён ещё, что оно столько простояло."
    if alt_day4_sl_lf_solo == 2:
        "Наверх, наверное, не пойду, если бы Шурик был там, он бы меня уже услышал."
        "А вот радиорубку, пожалуй, навещу с ревизией — где быть нашему сумрачному гению, как не там?"
    else:
        show sl normal pioneer with dspr
        sl "Ребята, я наверху посмотрю, а вы здесь, хорошо?"
        hide sl with dissolve
        "Я кивнул и, указав Лене направление, в котором собираюсь вести поиски, отчалил в сторону кабинета начальника лагеря."
        "Соответственно, ей достались сушилки и утеплённый сектор."
        "Надеюсь, с ней не случится там какой-нибудь гадости."
        "За Славю я почему-то не переживал."
        "Складывалось такое впечатление, что уж эта-то девочка точно в беду не попадёт.{w} Не липнут к ней неприятности, не липнут и всё тут."
        "Не то, что к нам.{w} Неудачникам."
        "Потому раздавшемуся с той стороны здания пугающему треску не удивился.{w} Ожидал."
        un "Я в порядке!" 
        "Крикнула Лена."
        un "Тут доска треснула!"
        "Продолжаем поиски, значит."
        me "Славя, как дела?"
        sl "У меня ничего пока."
        "Отозвалась девочка сверху."
        "Ясно.{w} Похоже, право первонаходца опять отходит в зрительский зал?"
        
    "Дверь в кабинет начальника лагеря была выкрашена в коричневый, причём, судя по геологическому срезу краски, даже не десятым слоем поверх предыдущих бежевых, белых и больнично-салатовых."
    "На полу слежался толстенький слой пыли, который скопился, судя по всему, только из-за того, что местной пионерии не слишком свойственна тяга к вандализму."
    "Наши-то уже давно бы расколотили все стёкла, а это значит, никакой пыли, никакой консервации."
    " В шкафу рядом с монументальными останками рабочего стола удалось найти несколько альбомов-летописей разных лет."
    "Бумага посерела от старости, кое-где рвалась просто под собственным весом, но это не мешало мне на несколько минут уйти в страну грёз, в чужую историю."
    "Всё верно, ведь чужая история всегда куда интереснее собственной, даже если тебе некогда продохнуть от приключений."
    if alt_day4_sl_lf_solo == 2:
        "Одного только понять не могу — чего ради я вообще все эти подвиги совершаю?"
        "Неужели ради банального «спасибо»?"
        dreamgirl "Скорее, ради того, чтобы было чем похвастаться потом!"
        th "Сомнительный стимул, не находишь?"
        dreamgirl "Чтобы утереть нос потом этой выскочке? Более чем достаточный."
        th "Найдём Шурика, дадим по очкам и спровадим вожатой — станем героями дня?"
        dreamgirl "Чтобы Жужа потом поцеловала тебя в нос!"
        th "Свят-свят!"
        dreamgirl "О. Если это такая неправда, почему ты так остро реагируешь?"
        th "Иди ты, знаешь, куда!"
        dreamgirl "Блин, ну ладно! Не хочешь Жужу — тогда тебя поцелует Электроник!"
        th "Ничего другого я и не ожидал!"
    else:
        "И удостовериться — да, и правда.{w} Вокруг большого здания, будто цыплята круг наседки, сгрудились палатки, сгруппированные по отрядам."
        "Странное то было зрелище — готовое здание администрации, флагшток с флагом СССР, лагеря и дежурного отряда, небольшой барак с кружками — и всё."
        "Остальную инфраструктуру представляли собой брезентовые растяжки, навесы и иже с ними."
        "Поискав несколько минут, нашёл и фотографию с кухней — походной, солдатской."
        me "Что ж, это хотя бы не на костре."
        "Удивительная картина!"
        "Но вынужден признать, было во всём этом что-то!"
        "Да и структура получилась… Самодостаточная."
        show sl normal pioneer with dspr
        sl "Как дела?"
        "Я пожал плечами."
        me "Никак."
        sl "А что ты здесь делаешь?"
        show sl serious pioneer with dspr
        "Я поднял альбом перед собой."
        me "Приобщаюсь к истории."
        sl "Вместо поисков?"
        show sl angry pioneer with dspr
        "Кажется, Славе это не очень понравилось."
        me "Совмещаю."
        me "Странно, что их здесь просто так бросили.{w} Всё-таки память.{w} Нет?"
        un "С этим местом связана одна очень нехорошая история. Вот и…"
        me "Не знал, что современные пионеры суеверны.{w} В просвещённый век же живём."
        "Не удержался от шпильки я."
        show sl serious pioneer with dspr
        sl "Знаешь, не стоит шутить с такими вещами!{w} Наука далеко не всё ещё объяснила."
        me "Самое грустное, что наука не объяснила, куда Шурик подевался."

    "Я со злостью пнул остатки стола.{w} Заскрипев, они повалились назад, при этом ударив по чему-то со специфическим металлическим стуком."
    me "Ну-ка…"
    "Обойдя обломки по периметру, я расшвырял мешающие куски носком сандали."
    window hide
    scene cg d4_hatch_night_7dl with dissolve
    me "Что у нас здесь?"
    "Свет фонаря выхватил из потёмок какое-то прямоугольное пятно."
    th "Похоже… Да."
    "Тоже краска, тоже облупившаяся от старости."
    "Но, в отличие от двери, здесь был металл, и по правую руку была ручка — подобная той, что обычно делают в люках и дверях в подвал."
    me "Люк."
    "Продеть фонарик под ручку, висящую там же, в техническом отверстии, было вопросом пары секунд."
    if alt_day4_sl_lf_solo == 2:
        me "Я пожалею об этом."
        "Со вздохом заключил я."
    else:
        me "Девочки, ну-ка, на пару шагов назад, а то мало ли."
        "Девочки послушно отступили."
    "И…"
    "Шан"
    extend "да"
    extend "рах!" with vpunch
    play sound sfx_fall_metal_door
    "Удивительно легко открывшийся люк грохнул так, что у меня загудело в моей многострадальной голове."
    "Отскочил от пола и загудел."
    window hide
    scene cg d4_hatch_night_open_7dl with dissolve
    "В свете фонарика можно было разглядеть ведущую вниз пологую лестницу в три прута, ведущую куда-то в темноту."
    me "Как я туда лезть не хочу, кто бы знал…"
    if alt_day4_sl_lf_solo == 2:
        dreamgirl "Ты же знаешь, никогда не поздно отыграть взад."
        dreamgirl "Но не забывай — утереть нос, престиж, геройство."
        me "Со щитом или на щите."
        "Я сделал первый шаг."
    else:
        un "Не лезь."
        "Согласилась Лена."
        un "Давай просто запомним это место и скажем вожатой."
        me "Ага, а там Шурик, и он…"
        un "Что?"
        me "Страшно подумать."
        "Огрызнулся я."
        "Славя наблюдала за нами с мягкой улыбкой матери, следящей за ссорой своих неразумных чад."
    window hide
    stop music fadeout 3
    $ renpy.pause(2)
    $ persistent.sprite_time = "night"
    $ night_time()
    me "А вот и след."
    "Фонарь выхватил отпечаток сандалии в пыли."
    "Здесь кто-то был, и был недавно."
    "Значит, нам туда."
    "Спасибо, кэп."
    if alt_day4_sl_lf_solo == 2:
        scene bg int_catacombs_entrance with diam
        "На всякий случай подсветив в другую сторону — вдруг там есть следы, я бодро зашагал по направлению отпечатка."
        "С той стороны лестницы влажно блестела поверхность чёрной, бездонной воды — кажется, там начало подмывать туннель, и кое-где грунтовые воды уже пробили себе путь наружу."
    else:
        sl "Я первой пойду.{w} Если что, подсвечу вам снизу."
        "Мы, не сговариваясь, согласно кивнули, и Славя скрылась на лестнице."
        me "Сейчас я, если что, тебя поймаю."
        "Лена странно на меня посмотрела, но ничего не ответила и молча кивнула."
        sl "Я внизу, спускайтесь!"
        me "Ну что… Удачи? Увидимся в морге?"
        "Я встал на первую ступеньку.{w} Держала она мой вес уверенно."
        sl "Аккуратнее только, там последняя ступенька гуляет."
        me "Ясно."
        scene bg int_catacombs_entrance with diam:
            linear 0.2 pos (0,50) 
            linear 0.2 pos (0,0) 
        "Ещё две минуты — и мы проводим беглую ревизию нашего состояния.{w} Вроде бы, всё на месте, все живы и здоровы: я болею, Славя улыбается, Лена смущается.{w} Модус вивенди."
    play music dead_silence fadein 3
    play ambience ambience_catacombs fadein 3
    "Темно здесь было, как… как в подвале.{w} Хотя не сказал бы, что это подвал."
    "Больше похоже на какой-то туннель.{w} Настоящий рай для диггера — проложенные в несущих крюках толстенные жилы кабелей, лампы в сетчатых плетёных плафонах и сводчатый потолок."
    "Застенки инквизиции на советский манер.{w} Но видно, что строили с душой и совестью — несмотря на запустение, выглядело здесь всё крепким и добротным.{w} Разве что самую чуточку запылившимся."
    "Да кое-где совершенно нелишним было бы поменять лампочку."
    "Потому что рабочие лампочки встречались здесь так редко, что я радовался каждой, как доброй знакомой."
    "Несмотря на их неказистость, запылённость, работу вполнакала ватт на двадцать."
    "Не по себе мне было в этих тёмных туннелях, ведущих из ниоткуда в никуда — поневоле в голову приходили аллегории со светом в конце."
    me "Надеюсь, эти туннели не ведут к объекту типа «перед заходом на территорию застрелиться»."
    if alt_day4_sl_lf_solo == 2:
        "Я бормотал сам с собой просто для того, чтобы как-то разрулить пугающее, гуляющее эхо шагов."
    else:
        show sl laugh pioneer with dspr
        sl "Бурчишь как старый дед."
        "Рассмеялась Славя."
        "Кажется, на неё гнетущее настроение подземных коммуникаций не производило никакого впечатления."
        sl "Смотри, нам туда."
        "Она посветила на пол — в темноту уводила цепочка следов."
    "Я представил, как углубляюсь в эту темноту, со всех сторон окружаемый толщей породы и бетона, и невольно поёжился."
    "А если в какой-то момент у меня погаснет фонарик… {w}Нет, лучше даже не думать об этом."
    "Казалось бы, откуда у человека, живущего в коробке, взяться клаустрофобии?"
    if alt_day4_sl_lf_solo == 2:
        "Так или иначе, я старался оставлять за собой какой-нибудь след пребывания."
        "Чаще всего это было простое стирание пыли на определённых участках."
        "Спустя полчаса пути я просто проводил пальцем."
        window hide
        show blackout_exh2 with fade2
    
        "А ещё через полчаса я совсем пал духом и уныло брёл вперёд, изредка задевая плечом крюки."
        "Запылившиеся несущие по-прежнему блестели, если их протереть."
        "И пел, разумеется. Куда ж без этого."
        me "В Лондоне разрушен моооост, в Лондоне разрушен мооост."
        "Больше всего сейчас мне хотелось просто бросить всё и вернуться обратно."
        "Я находился под землёй куда больше, чем час."
        "И когда уже собрался было развернуться и пойти обратно, моё внимание привлекло нечто необычное."
    else:
        me "То есть, даже не будет классического направо-налево?"
        show sl normal pioneer with dspr
        sl "У нас есть следы."
        "Пожала плечами Славя."
        sl "Пошли быстрее, может быть, ему требуется помощь!"
        me "Надеюсь, он не успел уйти далеко."
        show un serious pioneer at left with dspr
        "Ленка за спиной солидарно засопела."
        me "Или мы тут ищем, а он уже в домике сидит."
        sl "Семён, хватит страдать.{w} Хочешь вернуться? Иди, отправлю с тобой Лену."
        me "А…"
        sl "Да, а сама буду искать.{w} Я без Шурика в лагерь не пойду."
        me "Но Ольга Дмитриевна сказала только до старого корпуса и обратно.{w} Не боишься, что по шапке прилетит?"
        sl "Лучше по шапке, чем знать, что могла помочь, а не стала!"
        show sl serious pioneer with dspr
        "Она гневно сверкнула глазами и отвернулась."
        un "Нельзя помочь всем."
        "Глядя под ноги, произнесла Лена."
        "Некоторое время мы шли молча, дуясь друг на друга.{w} То есть, дулись мы со Славей, а Лена привычно уже старательно стеснялась."
        sl "Ого."
        "В голосе девочки звучало уважение, и я отвлёкся от балансирования между обломками и трещинами в полу."
    "Итак, уважаемая публика, предлагаю вашему вниманию…"
    "Дверь.{w} Нет, не так."
    "ДВЕРЬ!"
    stop music fadeout 3
    window hide
    $ persistent.sprite = "night"
    scene bg int_catacomb_door_fullbright_7dl
    "Как будто прямиком перенесённая сюда из какого-нибудь Убежища-111."
    "Такая же тяжёлая, большая, солидная. {w}Разве что не круглая."
    "Будто в пику всем эти серьёзным кнопкам, противовандальным петлям и огромному поворотному колесу, выкрашена дверь была в весёленький голубенький цвет, поверх которого угрожающе-жёлтым был нанесён трафаретный значок радиационной опасности."
    me "Наверное, эту дверь в одиночку не откроешь."
    play sound sfx_metal_door_handle_rattle
    "Я попытался провернуть колесо — с ожидаемым результатом."
    if alt_day4_sl_lf_solo == 2:
        "Но как-то же прошёл здесь Шурик."
        dreamgirl "Есть подозрение, что до него дверь была открыта."
        th "И что мне теперь, несолоно хлебавши домой возвращаться?"
        dreamgirl "Нет. Да и зачем?"
        dreamgirl "Давай-ка притворимся, что нас здесь двое."
        me "Ага, я и моё раздвоение личности."
        dreamgirl "Знаешь, если бы у меня возможность помочь тебе, всё бы было."
        dreamgirl "Хотя раньше бы ты точно словил промеж ушей."
        th "Ты не остри давай, подсказывай что делать."
        dreamgirl "Да справа посмотри, под щитом с очередной ОБЖ-сентенцией."
        th "Палка. И?"
        dreamgirl "Да, дорогой. Но это ничего. У тебя целая куча других достоинств."
        "Я выдохнул и сосчитал до десяти."
        dreamgirl "Правильно. Уймись, а то как бы чего не вышло."
        dreamgirl "Значит, объясняю для особо одарённых — берёшь палочку из-под щита."
        dreamgirl "Потом нежно её, как невесту, поднимаешь на руках."
        dreamgirl "И фиксируешь её, так, чтобы она кнопку нажимала!"
        th "А сам кручу? Хм. Любопытная технология."
        "Следующие десять минут были забиты матерщиной, занозами и горячим желанием бросить всё к чертям и вернуться домой."
        play sound sfx_open_metal_hatch
        "Но, наконец, примат интеллекта человека двадцать первого столетия над местными аборигенами был провозглашён, и запирающее колесо завертелось."
        play sound sfx_metal_door_large_close_basement
    else:
        $ persistent.sprite_time = "day"
        show un normal pioneer with dspr
        un "А как же тогда Шурик?"
        me "Откуда ж я знаю."
        show sl normal pioneer at left with dissolve
        "Славя вместо ответа подсветила отпечаток сандалии у самой двери."
        me "Может быть, было открыто."
        me "Так или иначе, нам надо туда.{w} Попробуем-ка…"
        "На всякий случай я попробовал провернуть колесо ещё раз."
        "С тем же успехом."
        me "Придётся кому-нибудь из вас нажимать на кнопку."
        hide un
        "Переглянувшись, девочки решили между собой эту дилемму, и Лена отступила ещё на шаг назад."
        "Славя же подошла к запирающей кнопке и с любопытством осмотрела её."
        show sl serious pioneer at right with moveinright
        sl "Чёрную или красную кнопку нажимать?"
        me "Красную, конечно.{w} Чёрная для других целей."
        me "Давай, на «три-четыре».{w} Три…"
        play sound sfx_metal_door_large_close_basement
        "Внутри двери что-то звонко щёлкнуло и с грохотом отодвинулось, и я начал было поворачивать колесо — и Славя, охнув, отпустила палец."
        "Обратным движением мне чуть не повыламывало кисти из суставов."
        me "Эй, осторожнее! Я чуть руку не вывихнул!"
        sl "Прости, кажется там…"
        un "Жук?"
        show sl shy pioneer with dspr
        "Лена испуганно отступила ещё дальше."
        "Скоро она таким образом до лагеря спиной вперёд дойдёт."
        sl "Нет.{w} Не знаю.{w} Там что-то шевелилось под кнопкой."
        "Ох, блин.{w} В темноту с фонариком, значит, мы лезем бесстрашно, а как что-то где-то зашевелилось — мы визжим и убегаем? Логика блондинки."
        me "Боишься, что кто-то укусит? Вот."
        "Я подобрал с пола круглую арматурную палку и протянул ей."
        me "Используй это, Люк."
        sl "Да, спасибо."
        me "Три…"
    "В этот раз всё прошло без сучка без задоринки."
    if alt_day4_sl_lf_solo == 2:
        "Правда в какой-то момент я расслышал какое-то шебуршание со стороны коробки зуммера."
        "Было подозрение, что внутри неё устроили себе гнездо некие гады, а я их потревожил."
    else:
        "Правда, вскоре и я тоже расслышал угрожающее шипение со стороны Слави, но она, хоть и побледнела, ни моргнув и глазом додержала кнопку нажатой ровно столько, сколько потребовалось для того, чтобы раскрыть кремальеры и отпереть дверь."
    play sound sfx_metal_door_large_close_basement
    "И вот"
    stop music fadeout 3
    stop ambience
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg int_catacombs_living
    show cotocomb_lighter
    with flash
    play ambience ambience_safe
    extend ", нашему взгляду предстал миниатюрный рай для отшельника."
    "Полностью укомплектованная, отлаженная и пугающе самодостаточная система."
    if alt_day4_sl_tut_iz:
        "Пугающе похожая на ту, что я видел во сне сегодня."
    "Правда, судя по атмосфере запустения, здесь гости последний раз были лет эдак двадцать назад."
    "Двухъярусная кровать с толстым слоем пыли — демонстрирующая, что на ней никогда не спали, уголок радиста и индивидуальные шкафчики, один из которых был распахнут."
    play sound sfx_radio_squelch_1
    "Что удивительно — сюда до сих пор подавалось электричество!"
    "Даже системы вытяжки — топорные, советского производства — ощутимо гудели из-под потолка."
    "Но не было неуловимого духа, присущего помещениям, где живут люди."
    "Шурика не было и здесь."
    if alt_day4_sl_lf_solo == 2:
        "Моё внимание привлёк бесхозно лежащий на столе фонарик."
        "Изрядный такой, в моё время их называли «полицейскими», так как обладали они всеми характеристиками резиновых полицейских демократизаторов."
        "Источник света и оружие в одном флаконе, разве плохо?"
        "Я мгновенно сцапал его, проверил на всякий случай выключатель — и тот ожидаемо не загорелся."
        hide cotocomb_lighter with dissolve
        "Ну ничего."
        "Это-то как раз дело поправимое."
    else:
        show un normal pioneer with dspr
        un "Смотрите, что нашла!"
        "Лена подобрала со стола тяжёлый советский фонарик — не чета той игрушке, которая жужжала в ладони Слави."
        hide cotocomb_lighter with dissolve
        "Такой штукой если в лоб получить, то и поглупеть недолго."
        "Лена щёлкнула выключателем, но фонарик даже не засветился."
        if alt_day4_sl_un_rej:
            me "Ну ты даёшь! Не успела вещь найти, а уже сломала!"
            show sl normal pioneer with dspr
            sl "Семён, хватит издеваться над Леной."
            me "Прости, мам. Она первая начала."
            "Усмехнулся я и, отняв у девочки фонарик, отошёл к ящикам."
        else:
            un "Эх, такая полезная штука могла бы быть."
            "Вздохнула она."
            me "Дай-ка."
    "Не то, чтобы я был большим докой по части техники, но уж со сменой запчастей в советском фонарике способен справиться кто угодно."
    "Тем более, что уж в таком месте просто обязаны быть запасные источники питания."
    "Так и есть — парой минут поисков позже я был вознаграждён коробкой с батарейками и пачкой запасных лампочек для фонаря."
    play sound sfx_radio_squelch_2
    if alt_day4_sl_lf_solo == 2:
        "Парой минут спустя я был вооружён и со светом."
        "Казалось бы, что может быть банальнее — просто видеть, куда ты идёшь и что делаешь."
        "А психологически уже куда комфортнее."
        "Сверхсильная лампочка давала устойчивый конус яркого белого света."
    else:
        "Три минуты скручиваний-раскручиваний — и, проверив свечение, а попутно чуть не ослепнув на левый глаз, я вручил фонарик Лене."
        me "Владей и помни мою доброту."
        un "Спасибо."
        "Пряча глаза, ответила она.{w} Кажется, чувствовала себя немного виноватой за то, что так и не приняла участие в увлекательном аттракционе под названием «открой дверь в бомбоубежище»."
    me "Очевидно, Шурика здесь нет.{w} Под кроватью искать глупо."
    if alt_day4_sl_lf_solo == 2:
        dreamgirl "Но ты на всякий случай загляни!"
        dreamgirl "А вдруг там тебя дожидается прекрасная девушка в коротком платье."
        th "Разве что с хвостом."
        "Усмехнулся я."
    else:
        show sl normal pioneer at left with dissolve
        sl "Да!{w} Мы идём дальше."
        me "Дальше? Разве это не…"
    "Бомбоубежища обычно делали в слепых тупиках — это облегчало решение некоторых инженерных проблем с вентиляцией и энергоподводом.{w} Но здесь…"
    "Я обратил внимание на вторую дверь."
    "Эта дверь была абсолютным близнецом той, что пустила нас сюда.{w} Поэтому комментарии были излишни, но я на всякий случай напомнил:"
    hide un
    if alt_day4_sl_lf_solo == 2:
        me "Застопорить кнопку, потом повернуть."
        dreamgirl "Умница! {w}Далеко пойдёшь!"
    else:
        me "Давай ещё раз, ты на кнопку, я на кремальеры."
        "В свете размышлений, последних событий и вообще всей этой истории я вдруг понял, что сейчас не имело значения — куда и зачем я иду."
        "Не имело значения, найдём ли мы что-нибудь."
        "Я оказался в парадоксальной гипотетической ситуации, в существование которой никогда не верил — момент, когда процесс важнее самой цели.{w} Сам факт приключения был важнее результата поисков."
        "И благодарности за создание этого парадокса отходят непосредственной, милой и очень красивой девочке с необычным именем."
    if alt_day4_sl_lf_solo == 2:
        "Эту кнопку застопорить оказалось гораздо проще — тем более, что и кое-какие инструменты оказались под рукой."
    else:
        me "Ну что, никого там внутри?"
        "Славя вежливо постучала по зуммеру и отрицательно покачала головой."
        me "Тогда, три… Шестнадцать."
        "Она зажала кнопку, а я повернул поворотное колесо."
    play sound sfx_metal_door_large_close_basement
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_catacombs_entrance
    show d4_cat_door_frame
    with dissolve
    th "Мотивирует, ничего не скажешь."
    if alt_day4_sl_lf_solo == 2:
        me "Не сходить с ума, это просто туннель по образу и подобию."
        "Не вспоминать про неевклидовы пространства и бутылки Клейна."
        "Замкнутой топологии не существует."
        "Я повторил эти слова как молитву ещё раз."
        "Потому что остро нуждался в стабильных ориентирах."
    else:
        show sl scared pioneer at cleft
        sl "Такое ощущение, что вернулись в тот же коридор."
        "Прошептала Славя."
        "Кажется, ей было не по себе. {w}И я полностью разделял её чувства!"
        "Цепочка следов, однако, вела cюда, поэтому выбора у нас не было."  
        show un normal pioneer at cright
        un "Ну, мы пошли?"
        "Вооружённая фонарём, Лена, напротив, чувствовала себя превосходно и рвалась в бой!"
        me "Куда-то опаздываешь?"
        "Подмигнул я."
        un "Найдём Шурика и вернёмся в лагерь!{w} Я сыта этими подземельями по горло!"
        show sl laugh pioneer
        show un laugh pioneer
        with dissolve
        "Переглянувшись, девочки неизвестно чему рассмеялись, оставляя меня в недоумении."
        "Я пожал плечами."
    window hide
    $ persistent.sprite_time = "night"
    $ night_time()
    if alt_day4_sl_lf_solo != 2:
        scene cg d4_sl_dnd_7dl with dissolve
    else:
        scene cg d4_catac with dissolve
    play ambience ambience_catacombs fadein 3
    "И сделал первый шаг в новый коридор."
    "Видимо, это изначально так и строилось — бункер и два туннеля в разные стороны."
    "Ориентиров не было, но я попробовал примерно прикинуть, куда и что."
    "Получалось, что правый отрог, откуда вёл путь с поверхности, был прямой как кишка, от старого корпуса приблизительно параллельно забору, таким образом, бункер оказывался где-то чуть южнее дороги, ведущей к райцентру."
    "А левый отрог, этот вот — я прикинул направление — должен был вывести прямиком под речку.{w} Охохонюшки, не хотелось бы мне туда идти."
    "Я в Питере-то, пока на метро катаюсь, всякий раз себя крайне неприятно чувствую, когда поезд перебирается с правого берега на левый под Невой.{w} А тут у нас ни скорости, ни запаса глубины."
    "Короче, случись что, и будет очень, очень грустно."
    if alt_day4_sl_lf_solo == 2:
        me "Опять фобии наружу полезли."
        "Где же добрая доктор Виола с её волшебными порошками?"
        "Я как мог отбивался от наседающих кошмаров вроде удушения-удавления стенками, затопления тоннелей или проникновения сланцевого газа из ближайшего пролома."
        "И за всеми этими своими кошмарами чуть-чуть не ухнул в очередную ямку, оказавшуюся  куда большей, чем я ожидал."
    else:
        sl "Ты что-то притих, Семён."
        "Нарушила молчание Славя."
        "Она выдвинулась вперёд, а за ней пошла Лена, в этот раз тоже вооружённая фонариком, светя по левую руку."
        "Я же двигался в тылу, чувствуя себя с боку припёкой."
        "Посомневавшись, я всё же решил поделиться своими размышлениями."
        un "Я слышала про эти туннели."
        "Отозвалась Лена, идущая сейчас впереди."
        un "Их построили в конце сороковых, но до того времени на том берегу была разработка угольных месторождений."
        un "Так что если вода где и просачивается, она уходит вглубь, не затапливает помещения."
        me "И откуда ты столько про геологию знаешь…"
        "Проворчал я."
        un "Читаю много."
        "Усмехнулась девочка."
        un "Стоп."
        "Она резко затормозила и схватила Славю за ремень."
        "Вовремя — ещё бы один шаг, и…"
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_catacombs_hole
    with diam
    "В полу зиял заметный такой пролом.{w} До того края дырки нечего было и пытаться допрыгнуть."
    if alt_day4_sl_lf_solo == 2:
        "Хотя я на всякий случай окинул его внимательным взглядом."
        "Бесполезно."
        "Кажется, там сошла порода — дальний край коридора был наглухо закупорен землёй и бетонными обломками."
        th "Сейчас бы полетал…"
        "Чувствуя, как между лопатками взбирается холодок, заключил я."
        "Внизу что-то блеснуло."
        th "Надеюсь, не вода?"
        "Очередная попытка заставить меня забраться в воду не вызывала ничего, кроме раздражения. "
        "Но парой секунд спустя я догадался, что это металлический отблик, от гнутой железки… От железнодорожных путей!"
        dreamgirl "Ну, так спускайся да поглядим, чего там местные гномы добывали!"
        "Я вздохнул."
        "Любой путь, который ты проделываешь, делится на две части — путь туда и путь обратно."
        "И если сейчас — четыре часа спустя — я всё ещё двигаюсь в одну сторону, да ещё и углубляюсь при этом…"
        "Да, как бы мне к концу недели закончить своё путешествие."
    else:
        me "Те самые шахты?"
        show un normal pioneer at right with dissolve
        "Лена кивнула и посветила вниз.{w} Световое пятно выхватило из мрака кучу обломков, а чуть дальше тускло блеснули металлические рельсы."
        un "Наверное, подмыло почву, вот всё и обрушилось."
        "Световое пятно пробежало по периметру ямы, выхватило перспективную горку земли в середине."
        "Не очень глубоко, метра полтора-два, если удачно прыгнуть, то риска никакого."
        me "Шурик, наверное, здесь спрыгнул вниз.{w} Придётся нам за ним."
        show sl normal pioneer at left with dissolve
        sl "Хочешь идти дальше?"
        me "Нет. {w}Но, полагаю, обратно идти уже дольше, чем в нужную нам сторону."
        show sl smile2 pioneer with dspr
        sl "А также во имя героического спасения товарища!"
        "Я улыбнулся одними губами."
        "Такие вещи полагается произносить с толстым-толстым слоем сарказма поверх реплики, но, похоже, активистка всерьёз верила в то, что несла."
        me "Хорошо, я первый, вас буду страховать.{w} Подсветите мне."
        "К мощному световому пятну присоединилось пятнышко чуть потусклее. {w}Подрагивающее, мерцающее — издержки механического фонарика."
        "Но важнее был момент психологической поддержки."
        me "Ну, ни пуха мне."
        "Я размашисто перекрестился и, сев на самый край, аккуратно сполз вниз, метя туда, где можно было разглядеть ещё один отчётливый отпечаток."
    scene black with fade
    play sound sfx_simon_fall_1
    $ renpy.pause(1)
    "Кажется, я…"
    stop music fadeout 3
    stop ambience fadeout 2
    "Э?"
    "Свет куда-то исчез, и всё, что у меня оставалось"
    play sound sfx_simon_fall_2
    extend " — это жуткое ощущение осыпающейся под ногами почвы."
    "Я даже испугаться не успел, как кубарем покатился вниз."
    play sound sfx_fall_wood_floor
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_mine_crossroad with diam
    "Приземлился я на четвереньки, очень больно ударился ладонями о те самые пресловутые рельсы."
    play ambience ambience_catacombs_stones fadein 3
    if alt_day4_sl_lf_solo == 2:
        "Рядом, звонко стукнув, приземлилось нечто тяжёлое, но небольшое."
        scene black with fade
        "И наступила темнота."
        "И будто в ознаменование того, что беда не приходит одна…"
        "Я еле успел отскочить в сторону."
        "Еле видимый в аварийном освещении кусок бетона, за который я держался, пытаясь затормозить падение, покосился и медленно-медленно начал падать."
        play sound sfx_fall_metal_door
        me "Да. {w}Похоже, путь назад закрыт окончательно."
        "Делать нечего, видимо, придётся двигаться только вперёд и надеяться, что где-нибудь меня выведет на поверхность."
        "Потерянный во время падения фонарик удалось обнаружить не сразу, и это, пожалуй, были самые долгие минуты в моей жизни."
        "Но всё закончилось хорошо."
        "У меня снова были свет, силы и желание найти и набить Шурику морду."
        "Или хотя бы вернуться в лагерь."
        "Я огляделся."
        window hide
        $ persistent.sprite_time = "night"
        scene bg int_mine
        with flash
        "Моему взгляду предстало самое начало туннеля шахты, судя по деревянным крепям, старой и не очень богатой."
        "Путь назад перекрывала куча обломков."
        "Я попробовал забраться и посмотреть что там, но быстро съехал обратно."
        "Взгляд успел только зацепить блики от воды."
        th "Похоже, там тоже затоплено."
        th "Если не речкой, то грунтовыми водами."
        "Значит, придётся двигаться вперёд."
        "В моём распоряжении относительно прямая выемка, трапециевидная в сечении, пара рельсов и ноль вагонеток."
        dreamgirl "А жаль! Прокатились бы с ветерком!"
        "Ну да, это было бы неплохое начало исследования подземелий."
    else:
        "Немного потоптавшись на месте приземления, чтобы ничего не рухнуло если что, я отошёл назад и отсигналил."
        me "Можно!"
        play sound sfx_jump_into_hole_2
        "Рядом со мной тут же спрыгнула Лена."
        "По-моему, она всё-таки сумасшедшая."
        "Нельзя же так очертя голову нырять в темноту только потому, что кто-то перед тобой провернул аналогичное."
        dreamgirl "Кажется, ей очень не хотелось оставаться одной в темноте."
        th "Откуда такие выводы?"
        dreamgirl "А иначе зачем бы ей так вцепляться в тебя?"
        "Её всю потрясывало."
        me "Лена, ты мне больно делаешь."
        show un scared pioneer with dspr
        un "Прости."
        "Она позволила себя отвести на пару шагов."
        me "Славя, прыгай!"
        play sound sfx_jump_into_hole_2
        show sl normal pioneer at left with dissolve
        show un normal pioneer with dspr
        "Наконец наша команда воссоединилась, и мы снова могли приступить к поиску Шурика."
        "Мы все набрали много опыта, получили новый уровень, и теперь нам противостоят монстры опаснее предыдущих."
        "А самый злобный из них — очкарик."
        show sl smile2 pioneer with dspr
        sl "В прошлый раз жаловалась Лена.{w} Теперь жалуюсь я."
        sl "Я устала и хочу на ручки.{w} Понесите меня."
        me "Хорошо.{w} Я понесу тебя, а Лена меня."
        show un smile pioneer with dspr
        un "Я тебя не унесу, ты вон какой большой."
        "Подыграла Лена, а Славя рассмеялась."
        "Я воспринял намёк правильно, и мы взяли пятнадцатиминутный перерыв в поисках."
        "Отряхнули рельсы и уселись на них."
    play music music_list["trapped_in_dreams"] fadein 3
    "Никогда бы не подумал, что элементарное отсутствие неба над головой на несколько часов так угнетающе действует на психику."
    if not alt_day4_sl_tut_iz:
        th "Или всё дело в гуделке?"
        th "Не знаю."
    "Но голова болела всё сильнее — я не жаловался, но цвет лица моего был достаточно красноречив, "
    if alt_day4_sl_lf_solo == 2:
        extend "да и подкашивающиеся ноги кое-кто значили."
    else:
        extend "судя по всему, так как Славя настояла на отдыхе."
        "Но не прошло и получаса, а я поднялся.{w} Не сиделось мне здесь, в этой затхлой атмосфере."
        show un serious pioneer with dspr
        un "Держишься?"
        "Сочувствующе спросила Лена."
        me "Лена, скажи, а ты-то зачем с нами увязалась? Только не ври, что за Шурика беспокоилась."
        show un shy pioneer with dspr
        "Она покраснела и отвела глаза."
        show un scared pioneer with dspr
        un "Ну… Это…"
        sl "Я же её попросила, неужели забыл?"
        "Пришла на помощь Славя."
        sl "Ещё до ужина.{w} Раз Лене всё равно заняться было нечем, она и согласилась пойти с нами."
        me "И всё?"
        show un shy pioneer with dspr
        $ renpy.pause(.3)
        show un normal pioneer with dspr
        un "Да…"
        me "Странно всё это.{w} Но мы идём?"
    if alt_day4_sl_lf_solo == 2:
        "Я уставал и выматывался."
        "Сил было всё меньше, вставать было всё труднее."
        "Но я не тварь дрожащая, и право имею!"
        "Так что вперёд!"
    else:
        "Девочки поднялись вслед за мной."
        "В этот раз ориентироваться было сложно, так как туннели больше не представляли собой прямую линию, а периодически поворачивали куда-то, пересекались один с другим и вообще вели себя безобразно."
    dreamgirl "Знаешь, есть одно старое правило в лабиринтах…"
    th "Правило левой руки? Знаю."
    dreamgirl "Не совсем. {w}Речь идёт скорее о чутье и чувстве направления."
    th "Автопилот, что ли?"
    dreamgirl "Что-то вроде этого."
    th "Автопилот не может работать в незнакомых местах, это даже дети знают."
    dreamgirl "Ты ничего не потеряешь, если попробуешь."
    dreamgirl "Закутки-закоулки ты и так собираешься обследовать все, пока ищешь Шурика."
    menu:
        "Никаких экспериментов!":
            dreamgirl "Ну и дурак!"
            $ alt_sp -= 1
            dreamgirl "Ищи теперь сам, удачи тебе и попутного ветра в горбатую спину."
            th "Ничего себе, такая обида!"
            "Молчание."
            th "Эй, ты чего?"
            "Молчание."
            "На меня обиделся мой собственный внутренний голос."
            "Кто-то сказал «галоперидол»?"
            "Я разглядел у дальней стены табличку со странной надписью."
            if (alt_day4_sl_lf_solo == 3) or (alt_day4_sl_lf_solo == 0):
                sl "Дабл-ю, ай, пи. {w}Семён, что это означает?"
            else:
                dreamgirl "О, буржуйские буквы. WIP. Знаешь что означают?"
            me "То, что нам в другую сторону."
            #jump alt_dnd_start
        "Давай попробуем!":
            dreamgirl "Уверен? Тогда перестань сопротивляться на пару секунд."
            th "Что?"
            dreamgirl "Молчи. Мешаешь."
            "На какое-то время я утратил контроль над собой, собственными мыслями — даже телом и движением век."
            "Как будто попал под чей-то мысленный контроль."
            "Не Сара Керригэн, конечно, но, похоже, эмоции, присущие этому опыту, я успел ощутить в полной мере."
            "На долю секунды."
            "А потом время и контроль перестали иметь значение."
            window hide
            scene black with fade
            "Мир погрузился во мрак."
            "А несколько секунд спустя из темноты начали протаивать горящие линии, образующие квадраты и перекрестия — как будто перед мысленным взглядом проявлялась карта местности."
            show alt_cat_map_wireframe at truecenter with dissolve
            "Как будто я смотрел на подземелье откуда-то сверху, и своей волей превращал трёхмерный объект в простейшую двухмерную проекцию."
            show alt_cat_map at truecenter with dissolve
            "Подсознание отметило примитивность конструкции, пожало плечами и выстроило маршрут."
            show alt_cat_map_pathfinding at truecenter with flash
            "Я открыл глаза и направился в темноту."
            if alt_day4_sl_lf_solo == 2:
                "Мне не нужен был даже фонарик — предстоящий маршрут я знал досконально."
                "Вплоть до количества шагов между поворотами, опасных мест, где нужно пригибать голову и возможных распадин, через которые лучше переступать."
            else:
                sl "Семён, ты куда?"
                me "Отдохнём попозже!"
                "Коротко ответил я."
                me "Похоже, я знаю, куда нам идти."
    window hide
    scene bg int_mine with dissolve
    "Наконец, мытарства по подземельям закончились."
    if alt_day4_sl_lf_solo == 2:
        "Чуть ли не падая от усталости, я вышел в один из закутков."
    else:
        "Мы уже довольно долго не разговаривали, лишь дежурно обмениваясь короткими репликами, предупреждая об опасности."
        "Все вымотались."
        "Но и нашим бедам пришёл конец."
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_mine_door
    with fade
    me "Разнообразие…"
    "Всё, что сумело выдавить пересохшее горло."
    if alt_day4_sl_lf_solo == 2:
        me "Шурик, твой счёт всё больше и больше уходит в минуса."
        "Прямо по курсу была тяжёлая даже с виду дверь."
    else:
        sl "Что?"
        me "Дверь."
        "Хвала рандому, не очередная взрывостойкая, а то я точно решил бы, что мы каким-то волшебным образом вернулись обратно в бункер!"
    if alt_day4_sl_lf_solo == 2:
        "Я подошёл и толкнул её."
        "Она осталась на месте, даже не скрипнув."
        me "Хорошо. Значит, строили надолго."
    else:
        sl "Да, вижу."
        me "Надеюсь, приключение на этом закончится."
        me "Очень!"
        "Я с силой дёрнул ручку и открыл дверь."
    stop ambience fadeout 3
    window hide
    play sound sfx_open_door_mines
    $ persistent.sprite_time = "night"
    scene bg int_mine_room
    with dissolve
    if alt_day4_sl_lf_solo == 2:
        "Луч фонаря упёрся в противоположную стенку небольшой комнаты."
    else:
        "Два световых луча скрестились на противоположной стене небольшой комнаты."
    "Я чуть не наступил на одну из бутылок, в изобилии валяющихся на полу."
    me "Портвейн 72."
    "Растерянно прочитал я, подняв одну такую."
    me "Значит, не шахтёры пили, и не строители?"
    if alt_day4_sl_lf_solo == 2:
       me "Потому что для строителей этих коммуникаций и уж тем более шахт, напиток несколько дофига современно выглядит."
    else:
        sl "Эм, ну, да…"
        "Славя почему-то смутилась."
        "Но я не стал заострять на этом внимания."
    "Я воздал должное мастерству неизвестных наскальных живописцев, расписавших похабными картинками и нецензурными выражениями почти все доступные поверхности."
    "И отсюда  заключил, что отсюда до поверхности есть куда более короткая дорога."
    "Значит, есть и другой выход."
    "Судя по всему, Шурик, как Штирлиц, ушёл через вход."
    "Я подавил желание матерно обложить чёртова очкарика и несколько минут боролся с подступающей тошнотой."
    if not alt_day4_sl_tut_iz:
        th "Если бы знал, чёрта с два я бы ему помогать согласился."
        dreamgirl "Если бы ты не помог, ему помог бы кто-нибудь другой."
    if alt_day4_sl_lf_solo == 2:
        "Но как он меня достааааал!"
        "Я распинал ряд бутылок и уселся спиной к стене."
        "Никуда отсюда не пойду."
        "Похороните меня в зелёном."
    else:
        me "Славя, Лена, его нет."
        me "Я устал и сдался, похороните меня под осиной!"
        show sl normal pioneer at cleft with dissolve
        sl "Может, ещё небольшой привал?"
        me "Привал?"
        me "Да будет тебе известно — "
        "Часы на смартфоне показывали начало третьего."
        me "Что мы шляемся под землёй уже больше шести часов.{w} Здесь уже впору ложиться спать и молиться, что нам хватит здесь воздуха."
        "Я погасил экран и спрятал телефон в карман, не обращая внимания на диковатые взгляды, которыми одарили меня девочки."
        "Не про них эта игрушка, и на невысказанные вопросы я отвечать не собираюсь."
        show un normal pioneer at cright with dissolve
        un "Это та…"
        me "Не спрашивай."
        un "…которая…"
        me "Не спрашивай, я сказал."
        sl "О чём вы говорите?"
        me "Ты тоже не спрашивай.{w} Не заставляйте меня врать, я всё равно ничего по существу не скажу."
        "Девочки переглянулись, но от меня отстали."
        "И вовремя."
    play sound sfx_steps_clubs_nextroom
    "Моё внимание привлекла ещё одна дверь"
    if alt_day4_sl_lf_solo != 2:
        extend " — родная сестра той, через которую мы сюда пришли."
    else:
        extend " — смутно знакомая."
    "Вернее, не сама дверь.{w} А приближающиеся из-за неё шаркающие шаги."
    "Кто-то целеустремлённо двигался сюда."
    th "Кто бы ты ни был, молись, чтобы ты был Шуриком."
    "Любого другого я сейчас застучал бы по лбу трофейным фонарём и выбросил на съедение местной плесени на стенах."
    dreamgirl "Здесь нет плесени на стенах."
    th "Да."
    if alt_day4_sl_lf_solo == 2:
        "Я ещё вяло подумал, что, возможно, есть смысл устроить себе «розочку»."
        "Но против кого здесь может потребоваться обороняться таким страшным оружием?"
        "И вообще, откуда у пионера взяться навыку драки осколком бутылки?"
    else:
        me "У нас компания."
        "Девочки среагировали почему-то совершенно одинаково — они как-то странно повернулись и сместились относительно двери."
        "Я мог бы поклясться, что они сейчас изобразили некий оборонительный порядок."
        "Но откуда у мирных пионерок взяться таким навыкам?"
    dreamgirl "Примерно оттуда же, откуда у тебя навык драки фонариком."
    th "Пардон?"
    if not alt_day4_sl_tut_iz:
        dreamgirl "Я тут у тебя психику от шлаков чищу, и, знаешь, вижу кое-что крайне любопытное, датированное сегодняшним утром."
        th "А именно?"
        dreamgirl "Внедрённый набор инструкций."
        th "Каких инструкций?"
        dreamgirl "Вообще, уничтожения противника голыми руками или подручными средствами."
        th "Не хочешь же ты сказать, что…"
        dreamgirl "Именно это я и хочу сказать."
        dreamgirl "Тебя запрограммировали, дорогой.{w} И сделала это твоя утренняя «гуделка»."
    play sound sfx_open_door_strong
    if alt_day4_sl_lf_solo != 2:
        show sl normal pioneer at left with moveinleft
        show un normal pioneer at right with moveinright
    show sh normal pioneer with flash
    "К счастью, это оказался Шурик."
    "К счастью для него."
    th "Ты себе не представляешь, как же тебе повезло."
    sh "А вот и вы! {w} Я слышал, как вы ходили по коридорам, как заводили меня!"
    sh "Думали, я за вами пойду и сгину в дальнем углу? А я не пошёл."
    sh "Думали, я вас не найду? А я нашёл!"
    "Кажется, он окончательно двинулся."
    if not alt_day4_sl_tut_iz:
        "Если верить расчётам, ему этой самой «программой», похоже, сильнее всех прочих досталось."
    me "Ну и напрасно.{w} Походил бы пару дней в туннелях, есть захотел бы, сам бы вылез."
    if alt_day4_sl_lf_solo == 2:
        th "Почему он обращается ко мне во множественном числе?"
        th "Спонтанная форма уважения или он что-то знает?"
        dreamgirl "Расслабься. Про меня знаешь только ты."
        me "Ну и? Ты нашлялся или я пойду, а ты ещё погуляешь?"
        show sh serious pioneer with dspr
        sh "Что?.. Но я-я…"
        me "Слушай. Я очень устал, у меня очень болит голова."
        me "Всё, я тебя нашёл, убедился, что ты живой. {w}Нянькаться с тобой и уговаривать вернуться в лагерь не стану — задачи подтирать тебе сопельки я перед собой не ставил."
        me "Я домой."
        "Я развернулся."
        me "А ты как хочешь."
        show sh scared pioneer with dspr
        sh "И… Ты что? Ты просто так меня тут бросишь?"
        me "Ага."
        hide sh with dissolve
        "Я прикинул, куда двигаться к выходу и зашагал к двери."
        sh "Семён! Подожди!"
        me "Да?"
        show sh serious pioneer with dspr
        sh "Ты прав, прости. {w}Сам не знаю, что со мной такое."
    else:
        sl "Семён, перестань издеваться над Александром!{w} Не видишь, он не в себе?"
        "Я пожал плечами."
        me "Да я и сам не в себе.{w} Я — раненый в голову инвалид, которого заставили искать ущербного на ту же голову от рождения."
        "Девочки синхронно прыснули."
        un "Это было жестоко и зло."
        sl "Но забавно."
        sh "О чём вы говорите, не понимаю?"
        "Он растерянно переводил взгляд с меня на девочек, потом обратно."
    play music breath_me fadein 3
    "Из его руки выпала и задребезжала на полу какая-то железяка, которую он, кажется, собирался использовать в качестве оружия."
    me "Объяснишь, за каким чёртом ты убежал?"
    sh "Я? Никуда я не убегал!"
    sh "Когда мы из клуба вылезли, пришел какой-то мужчина и сказал, что у завесы автономная энергоподача, и отключить её можно только откуда-то отсюда."
    me "И ты пошёл?!"
    show sh upset pioneer with dspr
    sh "Да! {w} Нельзя же такую вещь включённой оставлять!"
    sh "Она же опасна для окружающих!"
    me "А может, дело в твоих ненаглядных механизмах?"
    sh "Да при чём тут механизмы?!"
    sh "Он сказал что делать, чтобы отключить, и даже показал, как идти, но когда я спустился сюда, меня оглушили голоса."
    show sh cry pioneer with dspr
    sh "А потом эти голоса начали кричать, и говорить мне что делать, и вести куда-то!"
    play sound sfx_face_slap
    "Я влепил ему несильную пощечину, приводя в чувство, и испачкался в чём-то мокром и липком."
    "Шурик взвизгнул и умолк."
    show sh scared pioneer with dspr 
    th "Кровь."
    "На щеке беглеца красовались три продольные и довольно глубокие царапины, будто оставленные кошачьими когтями."
    me "Это ещё что?"
    "Он промокнул пальцем ранку и сморщился."
    show sh serious pioneer with dspr
    sh "Кровь? Когда я успел пораниться?"
    me "Это ты мне сказать должен.{w} След такой, будто тебя кошка полоснула."
    sh "Какая кошка в шахтах? Это антинаучно."
    "Он говорил ещё что-то, рассказывал, сбиваясь и перепрыгивая с пятого на десятое, но не подходил вплотную к самой важной теме."
    me "Ладно, это всё, конечно, замечательно."
    "Перебил его я, когда он в пятый раз уже затянул свою волынку о том, как бродил влево-вправо по шахтам."
    me "Ты скажи, здесь есть короткий путь на поверхность?"
    sh "Я помню, как заходил в затопленное крыло, там была лестница, ведущая наверх.{w} {w}Сквозь неё можно было увидеть автобусную остановку."
    me "Затопленное крыло, говоришь?"
    if alt_day4_sl_lf_solo == 2:
        me "Послушай меня, друг мой ситный: я провернул всю эту авантюру с твоим розыском далеко не для того, чтобы ты меня сейчас обратно тем же путём вёл."
        me "Так что подумай хорошенько, можешь даже взять помощь зала."
        "Я взвесил фонарь в руке и красноречиво похлопал им по ладони."
    else:
        sh "Я же говорю, я был не в себе.{w} Не уверен, что сумею вывести вас туда."
        show sl shy pioneer with dspr
        sl "Вообще за этой дверью есть подъём наверх, мне о нём Борис Александрович рассказывал."
        me "И ты молчала?"
        show un shy pioneer with dissolve
        un "Кажется, мы и правда очень недалеко от лагеря."
        me "Почему ты так считаешь?"
        un "Ну… Я просто чувствую."
        "Покраснела она."
        sl "Мне тоже так кажется."
        "Кивнула Славя."
        sl "Не могу объяснить, почему, просто какое-то чувство направления."
        th "Геймерские инстинкты, не иначе."
        sh "Давайте вернёмся обратно в лагерь!"
    show sh upset pioneer with dspr
    sh "Похоже, что-то со мной в клубах там произошло. {w}Нехорошее."
    me "Нехорошее — это очень мягко сказано."
    window hide
    scene cg d4_sh_met_7dl
    with flash
    me "Добро пожаловать снова в ряды разумных."
    "Протянул я руку, которую Шурик несмело пожал."
    me "И давай уже выбираться отсюда."
    window hide
    scene bg int_mine_room
    if alt_day4_sl_lf_solo == 2:
        show sh normal pioneer with dspr
        sh "Семён, небольшая просьба, пока мы ещё не вернулись."
        me "Да?"
        show sh upset pioneer with dspr
        sh "Не говори никому, что я… Ну, с палкой тут ходил."
        sh "Мне и так не очень доверяют в лагере."
        me "Замётано."
    else:
        if not alt_day4_sl_tut_iz:
            me "Видимо, реакция такая. {w}У меня просто голова поболела."
            sl "Семён, так ты что, БЫЛ там?"
            "Покачала головой Славя."
            me "Как будто что-то плохое."
            sl "Я же просила тебя подождать до обеда!"
            me "А я и подождал до обеда.{w} Когда все пошли обедать, тогда и я гулять пошёл."
        else:
            sl "И сразу к доктору!"
            me "В три часа ночи?"
            sl "Семён, я не знаю, как лечить такие вещи. {w}Ты знаешь?"
            "Я покачал головой, признавая её правоту."
    stop ambience fadeout 3
    window hide
    play sound sfx_open_door_mines
    $ persistent.sprite_time = "night"
    scene bg int_mine_room
    with dissolve
    if alt_day4_sl_lf_solo == 2:
        "Шурик не соврал — выход был рядом, всего в двух комнатах."
    else:
        "Наработанная практика — я определённо становился специалистом по отмыканию кремальеров — и нашему взгляду открылся вертикальный ряд металлических скоб."
        "Славя полезла первой, как многознайка и обладающая сверхмощным всеотпирающим артефактом под кодовым именем «связка ключей ото всего в лагере»."
        "Ну а я изо всех сил старался не подглядывать."
        "Получалось, если честно, с трудом."
        "Наконец, сверху что-то ухнуло и загудело — запылённая решётка вывалилась наружу."
        sl "Лена, Семён, Шурик, поднимайтесь!"
        "Оставлять Лену наедине с нестабильным Шуриком я не рискнул, так что Лена лезла следующей."
    window hide
    scene black
    stop music fadeout 3
    stop ambience
    scene bg ext_square_night with dissolve
    play ambience ambience_camp_center_night
    "А я вылез последним."
    "И долго ловил отвисшую челюсть, когда понял, что в результате всех наших перипетий мы оказались там же, откуда и начинали свой путь."
    "В центре лагеря!"
    "Как оказалось, постамент Генды был пустотелым, а прямо под ним была хорошо спрятанная вентиляционная решётка,  прикрывающая лестницу в катакомбы."
    th "Что здесь за лагерь такой?!"
    show sh normal pioneer with dspr
    if alt_day4_sl_lf_solo == 2:
        sh "Пойду я, пожалуй. День сегодня явно не задался."
        me "Нет уж."
        "Фыркнул я."
        "Не хватало ещё, чтобы он опять куда-нибудь потерялся."
        me "Идём к Виолетте вместе, пусть посмотрит: что там приключилось."
        me "И царапину обработать будет нелишним."
        "Шурик вздохнул и сник."
        return
    else:
        sh "Ребят, я, пожалуй, пойду.{w} Побеспокою врача нашего."
        me "В три часа ночи? Удачи."
        "Кивнул я."
        sh "И… Мне не очень удобно, но — спасибо вам огромное за то, что нашли меня.{w} И выслушали."
        hide sh with dissolve
        "Он направился к медпункту."
    scene bg ext_square_night at zenterleft
    show sl smile pioneer at cleft with dissolve
    sl "Ну как тебе прогулка?"
    "Улыбнулась девочка."
    me "Не очень.{w} Если бы не ты, никуда бы я не пошёл и не дошёл."
    show sl laugh pioneer with dspr
    sl "Не прибедняйся, ты лучше, чем сам о себе думаешь."
    sl "Я в тебя верю."
    "После таких слов обычно следует признание, поцелуй — да что угодно, выражающее кульминацию!"
    "Не могут же врать все эти чёртовы книжки и фильмы?"
    "Но мой деревянный казённый язык и сухое горло…"
    scene bg ext_square_night
    show sl smile pioneer at left
    show un shy pioneer at cright
    with dissolve
    un "Ребята, время и правда уже очень позднее.{w} Или следует сказать «очень раннее»?"
    "Засобиралась Лена."
    un "Короче, я свою задачу выполнила, я спать.{w} Увидимся!"
    hide un with dissolve
    "Она махнула рукой и отправилась к себе в домик."
    me "Давай посидим немного?"
    "Предложил я, когда Лена скрылась из виду."
    me "Не насиделся я что-то внизу."
    play music music_list["waltz_of_doubts"] fadein 3
    sl "Надо бы тебя в медпункт…"
    "Я сделал умоляющие глаза."
    me "Ну, да."
    sl "И время уже позднее."
    me "Тоже верно."
    "Она была уютная и ласковая, и я с удивлением услышал, как произношу:"
    me "Ночь тёплая.{w} Уютная.{w} Ты куда-то торопишься?"
    "Славя улыбнулась."
    me "Никогда не приходилось ночевать под открытым небом?"
    sl "Нет."
    me "Как думаешь, какие сны должны сниться, когда над головой нет потолка?"
    sl "Я не знаю.{w} Но разве ты не боишься вымокнуть от росы?"
    "Она всё ещё играла свою роль девочки с принципами и правилами."
    "А я подталкивал и подталкивал её к тому, чтобы ненадолго сойти с ума."
    sl "Холодно, ты простудишься."
    window hide
    scene stars
    "Я уселся на скамейку и увлёк её за собой."
    sl "Да и… Голова твоя."
    "На плечо опустилось что-то тяжёлое."
    sl "Нельзя же… наверное."
    window hide
    scene cg d4_sl_sleeping_7dl with dissolve
    "Славя положила голову мне на плечо и прикрыла глаза."
    sl "Неправильно это…"
    me "Но я же сегодня совершил подвиг."
    "Я улыбнулся ей."
    me "Я заслужил исполнение одного желания."
    sl "Какого же?"
    "Прошелестела она, засыпая."
    me "Засыпай.{w} Спи со мной рядом."
    "Я и сам чувствовал, как глаза закатываются, как распускается что-то донельзя сжатое внутри меня."
    th "Я только чуть-чуть глаза прикрою…"
    stop music fadeout 3
    window hide
    scene black
    pause(2)
    th "На секундочку."
    sl "С добрым утром."
    "Плечо немного затекло из-за непривычной тяжести, но меня это не волновало — я не собирался шевелить им."
    me "С каким же утром, ночь на дворе."
    "По ощущениям, поспал я полчаса, не больше."
    window hide
    scene bg ext_square_sunset at zenterleft
    show sl normal pioneer at cleft
    with dissolve
    sl "Уже нет."
    "Она качнула подбородком, указывая на восток."
    "А там уже темнота уступала пока ещё тёмно-золотым и бордовым тонам."
    "Но скоро они приобретут в яркости."
    "И солнце заявит свои права на новый день."
    window hide
    scene bg ext_square_sunset
    show sl sad pioneer with dspr
    with dissolve
    sl "Мы как два бродяжки, заночевали на скамейках."
    me "И пусть хоть кто-нибудь попробует нас в этом обвинить."
    "Хотелось сказать ей какую-нибудь глупость, романтическую, кажущуюся важной сейчас."
    "Но я понимал каким-то тысячным чутьём — рано ещё."
    "Не оценит."
    "Или оценит, но…"
    show sl normal pioneer with dspr
    sl "Пойдём, сдадим тебя на руки Виолетте Церновне, надеюсь, она не заснула ещё, приняв Александра."
    "Ненужная банальность."
    "Спасительная в неловкой ситуации."
    "Она была прекрасна даже в смущении."
    "А я понял, что бесполезно врать себе."
    "Она слишком нужна."
    me "Я сам дойду."
    "Я указал на медпункт, который можно было разглядеть прямо отсюда."
    me "Даже не знаю, доброго утра тебе пожелать или же спокойной ночи."
    show sl smile2 pioneer with dspr
    sl "Просто — увидимся."
    "Девушка погладила меня по плечу и убежала."
    "А я побрёл к медпункту."
    window hide
    scene black
    stop music fadeout 3
    stop ambience fadeout 5
    return
    
label alt_day4_sl_wh_night:
    scene bg ext_path2_night with dissolve
    play music nowyouseeme fadein 3
    play ambience ambience_forest_night
    "Недовольный собой, я двигался домой."
    "Честно сказать, я и так сделал куда больше, чем планировал."
    "Никто не ставил передо мной задачи забраться в подземелья и там долго и упорно искать кого-то."
    if alt_day4_sl_tut_iz:
        "Тем более, что у меня и фонарика никакого с собой не было."
    "И всё-таки я был недоволен собой."
    "Была у меня маленькая тщеславная мыслишка, шепчущая о том, как это было бы здорово."
    "Усугубить свой и без того героический статус."
    dreamgirl "Ага. Там, глядишь, и девушки внимание обращать начнут. {w}И Славушка твоя на тебя посмотрит не с чувством товарищества и поддержки."
    th "Мимо, чувак, мимо. {w}Это абсолютно не моя лига, так высоко я не летаю."
    dreamgirl "Как сказать."
    dreamgirl "Это же не современное тебе общество, кастовость здесь отсутствует, а социальные лифты работают только в путь — вспомни хотя бы вчерашний день."
    th "Я просто помогал ей с делами по лагерю, за что и поплатился в итоге."
    dreamgirl "Помощь с антенной в дела по лагерю точно не входила, это была твоя недобрая воля, за что ты и получил абонемент на нерабочие крылья."
    dreamgirl "Остался бы лучше танцевать с девочкой, хорошая девочка, красивая, одинокая."
    th "Сомнительно. {w}Такая красота не может простаивать. Думаю, у неё кто-нибудь…"
    "Я не закончил мысль."
    play sound sfx_scary_sting
    stop music fadeout 3
    $ renpy.pause(1)
    play sound sfx_bush_leaves fadein 0
    "Меня перебил подозрительный шорох кустов."
    play music dead_silence fadein 3
    "Очень подозрительный."
    "Я замер."
    play sound sfx_bush_leaves fadein 0
    "Шорох повторился."
    th "Блин, кто это может быть?"
    "Едва ли какой-нибудь опасный хищник, их всё-таки с душой так разгоняют, когда строят заведения для детского отдыха."
    "Мало кому понравится, если в спальню к их спящему отпрыску запрыгнет рысь."
    "Но какой-нибудь заяц-лис вполне, вполне."
    play sound sfx_bush_leaves fadein 0
    "Я направился в сторону подозрительного шума, двигаясь почему-то на цыпочках."
    th "Там кто-то есть!"
    dreamgirl "Догадываюсь!"
    dreamgirl "Будем смотреть или ну его в баню?"
    th "Да страхово мне что-то!"
    dreamgirl "Ну и пошли тогда отсюда!"
    play sound sfx_hiding_in_bush
    if alt_sp >= 3:
        "Я заколебался."
        "С одной стороны, что бы там в кустах ни шуршало, вряд ли оно дружелюбное, иначе зачем ему прятаться?"
        "С другой стороны — любопытство кошку сгубило!"
        "В конце концов, что я теряю!"
        play sound sfx_hiding_in_bush
        menu:
            "Проследить за тенью.":
                "Я раздвинул кусты, и увидел…"
                play music dropit
                window hide
                scene cg d2_slavya_forest with dissolve2
            
                "Куда-то спешащую Славю."
                "Как и позавчера, она шла, безбоязненно ступая — так, будто прекрасно видела в темноте."
                "Отличие, правда, было в том, что в этот раз мы шли рядом, никто никого не догонял."
                th "Куда это она идёт, интересно?"
                th "Только не надо мне про ежей."
                dreamgirl "Да-да. Любопытство. Кошка."
                dreamgirl "Но что она в лесу среди ночи забыла?!"
                th "Сейчас мы это и узнаем!"
                "Памятуя её прошлый спич о громкости моих перемещений, я маскировался и шёл только тогда, когда шла она."
                "Звуки моих шагов прекрасно заглушались шорохом раздвигаемых кустов."
                "И до поры я мог легко следить за ней, сохраняя безопасную дистанцию."
                "К тому же, помня про материальное давление взгляда, я не смотрел прямо на неё, больше уповая на боковое зрение."
                "Тем более, что оно куда лучше работает в темноте, чем прямой взгляд."
                "Славя же вела себя беззаботно, она чуть ли не подпрыгивала — так, что висящий у неё на плече матерчатый мешочек время от времени хлопал её по спине."
                "По-моему, даже напевала что-то."
                "Я же терялся в догадках."
                "Репутация активистки подсказывала пару самых очевидных вариантов — либо она ходит за каким-нибудь зверёнышем, либо купается, пока никто не видит."
                "Но в той стороне, куда мы направлялись, я совершенно точно не помнил никаких водоёмов."
                "Разве что где-то через десять километров должно было начинаться крохотное болотце, где местные сыроеды пробавлялись морошкой."
                "Но вряд ли она пойдёт так далеко, да ещё и на болото, ночью."
                "В ту сторону была только"
                window hide
                stop music fadeout 3
                $ persistent.sprite_time = "night"
                scene bg ext_polyana_night with dissolve
                play sound sfx_hiding_in_bush
                extend " костровая поляна."
                th "Активисточка ходит ночью, чтобы пожечь в лесу костёр?"
                dreamgirl "Я могу, конечно, ошибаться, но, кажется, на завтрашний вечер назначен лагерный костёр."
                dreamgirl "Да, я тоже считаю, что вряд ли она станет отлучаться из лагеря ночью, чтобы подготовить поляну, для этого у неё есть целый день всё-таки."
                "Славя, между тем, вела себя крайне уверенно и деловито."
                "В мешочке у неё обнаружилось несколько палок, пригодных для небольшого костра…{w} И несколько минут спустя огонь был рождён."
                "Походив ещё немного по периметру поляны, она собрала ещё немного хвороста — видимо, про запас."
                "Кажется, её вообще не очень заботило то, что вокруг ночь, что она за территорией, что здесь может случиться что угодно."
                "Но раз она была спокойной, то и я успокоился."
                "Занял удобный наблюдательный пост в распадке между двух низко стелющихся ёлок, из-за которых мог видеть всё, не опасаясь быть обнаруженным."
                "А потом она меня удивила."
                "Закончив свои приготовления, она повернулась лицом к огню и, выкрикнув что-то… Начала расстёгивать рубашку."
                "Я застыл."
                "И тут же разочарованно выдохнул — под пионерской формой у девочки обнаружилась какая-то длинная рубаха со славянским орнаментом по подолу и на воротнике."
                "Понятно, что она больше показывала, чем скрывала, но по сравнению с ожидаемой наготой…"
                "Она достала что-то из мешочка и бросила это в костёр — и тот вспыхнул ярко-голубым!"
                scene bg ext_polyana_night:
                    linear 10 zoom 1.1
                with dissolve
                $ renpy.pause (.4)
                show bg ext_polyana_night:
                    zoom 1.1
                    linear 10 xalign .8
                with dissolve
                $ renpy.pause (.4)
                scene bg ext_polyana_night:
                    zoom 1.1
                    linear 10 xalign .2
                with dissolve
                "По поляне поплыли клубы дыма, а очертания предметов исказились и поплыли."
                stop music fadeout 3
                "Я с огромным трудом отгонял от себя ощущение нереальности происходящего — но как можно не верить в чудо, когда это чудо забралось тебе на голову и царапает макушку острыми коготками?"
                "Славя вскинула руки к небу и начала что-то читать гортанным говором, напевным, плавным."
                th "Вот уж не думал, что она верит во всю эту чушь."
                "Вяло подумал я."
                "Внутренний голос промолчал."
                th "Если она сейчас начнёт крутиться или валяться по земле, я совсем в ней разочаруюсь."
                "Остранённо подумал я."
                window hide
                with fade
                "Я продолжал скучать, Славя продолжал читать что-то."
                "Ничего интересного, кроме её ножек, открытых полностью."
                "Ножек."
                "Я не понял, в какой момент неотрывно начал фокусироваться именно на них."
                "В сознание постучалась подсознание."
                play music ritual2 fadein 3
                dreamgirl "Чувак, я не знаю, что она делает, но останови её немедленно!"
                th "Что, зачем?"
                dreamgirl "Бегом!"
                "Я попытался было двинуться с места, но не смог."
                dreamgirl "Поздно!"
                dreamgirl "Она что-то сделала с тобой, и я не знаю, что."
                th "О чём ты?"
                dreamgirl "В тебе что-то изменилось, ты не чувствуешь?"
                th "Нет."
                dreamgirl "Прислушайся внимательно. {w}Постарайся понять и почувствовать себя самое. {w}Где что-то не так?"
                "Я растерянно смолк, пытаясь не то двинуться с места, не то понять, о чём говорит мне интуиция."
                scene expression Noir("bg ext_polyana_night", brightness = -.3, saturation = -.25)
                "А Славя повысила голос так, что тот зазвенел."
                sl "Впивайся тоска, въедайся в сердце, в грудь, в живот Симеона-симеона-сына, разойдись, разрастись по всем жилам."
                scene expression Noir("bg ext_polyana_night", brightness = -.4, saturation = -.35)
                dreamgirl "Опять!"
                "Внутренний голос звучал всё слабее, и я всё хуже его слышал."
                scene expression Noir("bg ext_polyana_night") with dissolve
                dreamgirl "Я с трудом держусь, но будет лучше, если ты устранишь того, кто лезет тебе в голову."
                dreamgirl "Не дай ей закончить то, что она начала."
                "Я бы и рад… Но меня парализовало."
                sl "Разойтись костями, сухотой и ноетой по Славяны-послушницы, и не отпускай ни в какой час, ни в злости, ни радости."
                sl "Да будет так!"
                window hide
                play sound sfx_thunder_crack
                scene white with flash
                "С абсолютно сухого неба грохануло молнией."
                "И я ослеп."
                stop music fadeout 3
                play music dropit fadein 3
                window hide
                scene expression Noir("bg ext_polyana_night")
                "А когда пришёл в себя, то понял, что если прямо здесь и прямо сейчас не возьму её, стоящую там же, смотрящую прямо на меня сквозь еловые лапы…"
                "То разорвусь — там, внизу, куда, кажется, собралась вся энергия тела."
                show sl normal dress with dissolve
                "На трясущихся ногах я сделал шаг вперёд."
                show sl normal dress close with dissolve
                "Чувствуя, как эго плавится в сладостном вожделении, в предвкушении девичьего тела, не обязательно покорного, но обязательно сладкого."
                show sl normal dress close at center:
                    xalign .5 yalign .5
                    linear .5 zoom 1.1
                "Теряя себя."
                with fade
                me "Что ты сделала со мной?"
                "Хрипло спросил я, делая шаг ей навстречу."
                show sl normal dress close at center with dspr:
                    xalign .5 zoom 1.1
                    linear .5 zoom 1.2
                sl "Ты слишком долго ненавидел меня."
                "Улыбнулась она."
                "Поэтому тебе сейчас так не по себе."
                sl "Расслабься. {w}Пусти меня."
                show sl normal dress close at center with dspr:
                    xalign .5 zoom 1.2
                    linear .5 zoom 1.4
                sl "А я… Пущу тебя."
                "Она покраснела и закусила губу."
                sl "Только не сделай мне больно."
                "Прошептала она."
                show sl normal body close at center:
                    xalign .5 zoom 1.4
                show sl_opaq_dress at center:
                    xalign .34 yalign .5 zoom 1.4
                with dissolve
                "На секунду показалось, что рубашки на ней нет."
                "Её губы были сладкими, её запах сводил с ума."
                "Я протянул руку к ней, уже весь находясь там — в том моменте, когда мы оба окажемся на земле."
                "Она будет неопытной, я буду неуклюжим, нам обоим больше неловко будет, чем приятно."
                "А ей ещё и больно."
                "И уснём в гнезде из разорванной формы и её рубахи."
                "Я — опустошённый, она — заполненная."
                dreamgirl "Нет!" with vpunch
                scene white
                with flash_red
                with diam
                "В голове лопнуло что-то алое, разлапистое, скрутившее всю тело электрической болью."
                "Я почувствовал на верхней губе что-то влажное."
                "И промакнул пальцами — какая-то жидкость. Кровь?.."
                "Кровь."
                window hide
                scene expression Noir("bg ext_polyana_sunset")
                with fade
                "Славя выглядела не просто удивлённой, а шокированной — как будто ты уже положил голову на колоду, а у палача вдруг сломался топор."
                "А потом чёрная пелена застлала мне глаза и я потерял сознание."
                window hide
                stop music fadeout 3
                $ alt_day5_sl_wh_transit = True
                return
            "Нафиг все тени.":
                "Сон. Вот что имеет значение."
    else:
        "Всё верно."
        "Так и поступлю."
        "Я помотал тяжёлой головой и направился в лагерь."
    window hide
    return
        
label alt_day4_sl_cs_night:
    play music lastlight_guitar fadein 3
    window hide
    scene bg int_aidpost_night
    show genda_portrait
    show cs normal
    with dissolve
    if alt_day4_sl_lf_solo == 2:
        "Виола дремала, уронив голову на руки, сложенные на столе."
        "Но при звуках наших шагов встрепенулась и подняла голову."
    else:
        "Виола уже ждала меня, несмотря на позднее (или следует сказать «раннее»?) время — на столе стоял термос, откуда ароматно веяло какими-то травами."
    cs "Загулялся ты сегодня."
    "Строго сказала."
    cs "А я, между прочим, тебя не выписывала."
    me "Простите…"
    "В голове вдруг всплыло то, в каком состоянии теперь медсестре придётся работать, после её бдения."
    "На часах сейчас было куда ближе к подъёму, чем к отбою."
    cs "Давай, пей отраву, тварь."
    me "Что?"
    cs "Говорю, пей отвар трав и ложись спать."
    cs "Если ночью всё нормально будет — завтра выпишу тебя."
    me "Спасибо большое!"
    if alt_day4_sl_lf_solo == 2:
        "Она поманила Шурика пальцем."
        cs "Ты."
        show sh normal pioneer at right
        cs "Так как не сплю я больше из-за тебя — до обеда на тебе дежурство. Это понятно?"
        "Шурик кивнул."
        cs "Превосходно. А теперь пей эти таблетки и возьми баночку с собой, их надо выпить все за три дня."
        "Она протянула ему полупустой пластмассовый пузырёк с розовыми таблетками."
        cs "А потом… Спокойной ночи."
    elif alt_day4_sl_lf_solo == 1:
        cs "В лазарет пойдёшь — потише там: у тебя пополнение."
        "Она прижала палец к губам."
        cs "Ничего не спрашивай."
        "Она сладко-сладко зевнула."
        show cs smile with dspr
        cs "Завтра всё."
    else:
        cs "Вашего лазера-подвалиста накормила успокоительным, так что будешь ложиться, потише там… Пионер."
    cs "Что ж, время уже позднее, давайте разбегаться на горшок и по люлькам."
    show cs smile with dspr
    cs "Завтра до полудня возьму отсыпной, а ты тут уж постарайся."
    cs "Если что-то серьёзное, поднимай меня, не жалея, но с порезами и головной болью, думаю, ты сам справишься."
    "Она взялась за ручку двери."
    cs "И олуха этого можете уже снимать."
    "Качнула головой сестра."
    cs "Надоел уже."
    "Генда с портрета грозно сверкнул глазами."
    if alt_day4_sl_lf_solo == 2:
        sh "Бу сделано."
        cs "Всё, спать хочу, не могу."
        cs "Пионер, это тебе, половину сейчас, половину утро."
        "Она указала на стоящий рядом с компьютером термос."
        cs "А теперь — сладких снов вам, Виолетточка Церновна."
        "Она вышла вон, задев меня плечом по дороге."
        hide cs with dissolve
        me "Дело говорит."
        "Кивнул я."
        me "Пью что она там мне заварила, и на боковую."
        "Шурик солидарно кивнул."
    else:
        if alt_day4_sl_lf_solo == 1:
            cs "Если проснёшься первым, не перепутай: эти таблетки тебе, эти — твоему пополнению."
        else:
            cs "Лазеру оставлю на столе таблетку, пусть выпьет как проснётся, и может быть свободен."
            "Второй глоток травяного отвара пошёл легче первого, и я даже начал различать в нём что-то вкусное."
            cs "Пионерку свою зря отпустил."
            "От порога сказала Виола, не оборачиваясь."
            me "Извините?"
            cs "Феоктистову."
            cs "Но ладно, сама с ней завтра поговорю."
        cs "А теперь марш спать."
        "Как я мог сопротивляться такому соблазнительному предложению!"
    "Ещё не стих звук от закрывающейся двери, а я уже лежал под одеялом."
    "Сознание выключилось вдруг и сразу."
    window hide
    scene black
    stop music
    stop ambience
    return

label alt_day5_sl_begin:
    play music so_cold fadein 3
    scene bg int_sam_house_clean_7dl
    show prologue_dream
    with diam
    $ prolog_time()
    "Ночь… Одиночество."
    "Всегда было интересно, сколько же на самом деле человек были неравнодушны к моей судьбе — и молчали при этом."
    "Друзей определяют поступки."
    "Не хочется возвращаться и мешать, но подглядеть в статистику, в посещаемость, подбросить горстку удачи и, убедившись в том, что всё в порядке, спрятаться обратно в свою нору."
    "Всегда было интересно, сколько же на самом деле человек были в твоей жизни, но не пускали тебя в свою."
    "В тебя смотрятся как в витрину, тратят твои силы и время, а однажды просто уходят."
    "Раньше я куда сильнее ценил последних."
    "А сейчас у меня остались только ночь. {w}И одиночество."
    if lp_sl < lp_dv:
        $ alt_day5_sl_tan = dv
    elif lp_sl < lp_un:
        $ alt_day5_sl_tan = un
    elif lp_sl < lp_mi:
        $ alt_day5_sl_tan = mi
    else:
        $ alt_day5_sl_tan = sl
    "Развёрстое в иллюзорный мир окно монитора, на экране которого щедро дарит улыбки девушка,"
    if alt_day5_sl_tan == dv:
        extend " похожая на Алису."
    elif alt_day5_sl_tan == un:
        extend " похожая на Лену."
    elif alt_day5_sl_tan == sl:
        extend " похожая на Славю."
    elif alt_day5_sl_tan == mi:
        extend " похожая на Мику."
    "Наверное, эта девушка возможна только там — в мире, куда можно подглядеть с помощью монитора."
    "По законам фантастики."
    "Или же в некоем застрявшем между полюсами несбыточного мире  — имени очень даже конечного лета."
    "По законам сказки."
    "По стенам стелются блики от проезжающих мимо машин, странным образом добивающие аж до седьмого этажа."
    "«Писать надо только так, чтобы не стыдно потом было за слёзы из глаз» — сказал творец и сжёг вторую часть рукописи."
    "Я тяну руку к твёрдой, горячей поверхности, разбивающей картинку под касаниями кругами на воде."
    scene black
    "Я хочу коснуться её щеки."
    if alt_day5_sl_tan == mi:
        show laptop
        with dissolve
        show laptop_mi_anyone with touch
        $ renpy.pause(2)
    elif alt_day5_sl_tan == un:
        scene white
        show un cry dress at fleft
        show prologue_dream
        with touch
    elif alt_day5_sl_tan == dv:
        scene expression Sepia("anim prolog1")
        show dv guilty pioneer at left
        show prologue_dream
        with touch
    elif alt_day5_sl_tan == sl:
        show sl normal dress at cright
        show prologue_dream
        with touch
    "Тщетно."
    "Идиот."
    "Я же сижу в своей комнате."
    "А даже окажись я там, в беснующемся море человеческого восторга, пробивающего голову насквозь, оставляющего под черепными сводами только звенящий ликующий крик…"
    "Разве там сумел бы я прикоснуться к той, что заслуживает куда большего, чем просто жизнь?"
    if alt_day5_sl_tan == dv:
        "Ведь она просто выдумка чьего-то досужего разума, нереализованная детская любовь к пикачу, молниям и оранжевому цвету."
        scene expression Dawn("cg d7_dv_alice_dj_7dl")
    elif alt_day5_sl_tan == un:
        "Ведь её единственный фетиш — это её одиночество. {w}Это делает нас похожими, и это же никогда не позволит нам быть вместе."
        scene expression Sepia("cg d7_un_epilogue_bad2_7dl")
    elif alt_day5_sl_tan == sl:
        "Слишком идеальная, чтобы быть правдой, слишком хорошая, я всегда буду искать подвох."
        "В конце концов, я попросту недостоин находиться рядом."
        scene expression Desat("cg d1_sl_dinner")
    elif alt_day5_sl_tan == mi:
        "Ведь она чёртова голограмма, и жива лишь то время, пока выжигает сетчатку лампами, рядом с которыми и стоять-то горячо."
        scene expression Desat("cg d7_mi_epilogue_7dl")
    show prologue_dream
    with dissolve
    "Память снова осыпается бесполезными, горькими хлопьями, ускоряя, ускоряя бег стрелок."
    "И на выцветшем плакате с надписью «дверь в счастье» отпечаток узкой изящной ладошки."
    scene anim_underwater
    with blind_l
    "А под тумбой, сжав худые коленки, уронив руку, погибает от забвения и холода бывшая богиня."
    "Ведь по сути любой бог в первую очередь жив и силён, пока в него верит хотя бы один человек."
    "Я, наверное, и был тем последним человеком, верящим в хрупкую фигурку."
    "Но угораздило же разглядеть в ней объект для снов, после которых потом спать вообще не хочется."
    "А это не вера уже."
    "Пока я замерзаю у порога несбывшегося, последний поклонник, последний верующий, она колеблется между небытием и полным забвением."
    "Тщетно пытаясь найти у меня на груди хотя бы чуть-чуть тепла."
    "Мы — антагонисты, греющие друг другу руки, не существующие, не настоящие."
    "Поэтому крик о помощи вязнет в морозе быстрее, чем покидает пересохшее горло."
    "Люди не видят нас, они смотрят сквозь нас, проходят сквозь нас."
    "Сердце стучит всё медленнее — она дрожит всё мельче и слабее."
    "И когда между разрывами туч к нам прорывается холодный голубой свет, мы уже не можем сопротивляться."
    "Лунный свет забирает из нас то, что всегда принадлежало ему, отрицательную величину с отрицательным весом, и две пустотелые призрачные оболочки сминаются под собственным весом и тяжестью ветра."
    stop music fadeout 10
    window hide
    show unblink
    $ persistent.sprite_time = "sunset" 
    $ sunset_time()
    scene expression Desat("bg int_house_of_sl_day")
    show unblink
    play ambience ambience_rain fadein 3
    "Я вздрогнул и открыл глаза."
    play music shehasgone fadein 3
    "Приснится же такое. {w}Потом в реальность не веришь."
    "Ну… Насколько эту реальность можно назвать таковой."
    "Как тут подсказывают из зала, мы вполне можем оказаться сном бабочки на склоне Фудзи-самы."
    "Так что, рандома ради, не надо настаивать на небесспорности объективного окружения."
    "Пример?"
    scene expression Desat1("bg int_house_of_sl_day") with blind_l
    "Начать можно хотя бы с того, что я снова открываю глаза непонятно где."
    "Хотя…"
    if alt_day_binder != 1:
        "Комната была насквозь незнакомая, сводчатый потолок выдавал внутренности домика-бочки, а с соседней кровати доносилось мирное посапывание."
    else:
        "Если память мне правильно изменяет, я уже видел эту комнатку."
        "Комната была смутно знакомая."
        th "Точно! Именно здесь меня переодели, причесали и отправили в обморок!"
        "Комната Слави, если вдаваться в конкретику."
    "Секунда была упущена — сон выветрился из памяти, оставляя там чёрно-белый отпечаток."
    "И не шевелилось, не думалось и не хотелось."
    "Больше всего сейчас нравилось именно лежать вот так и смотреть в потолок."
    "А лучше закрыть глаза и отключиться  ещё ровно на столько же, на сколько бездействовал до этого."
    "Я ненавижу слово «спать» — и ёжусь всякий раз, когда услышу «марш в кровать, уже десятый час»."
    play sound bed_squeak fadein 0
    "Слева донесся скрип, вздох, и я скосил глаза в сторону шума."
    "И с трудом подавил желание вскочить, вскрикнуть или каким-либо другим образом изничтожить волшебство момента."
    "Потому что на соседней кровати, раскидав руки, улыбалась во сне…"
    scene expression Desat("cg d5_sl_bed_7dl") with dspr
    "Славяна."
    "Она пренебрегла одеялом и спала под простынёй."
    "Очень практично в такую духоту, но из-за влажного воздуха и жары тонкая ткань, волглая от содержащейся в атмосфере воды, стала почти прозрачной, и я засмотрелся на то, как ходит туда-сюда край простынки на высокой груди девушки."
    "Казалось ещё вот-вот, и моему взгляду откроется…"
    show dreamgirl_overlay with dspr
    dreamgirl "Как насчёт того, чтобы выступить в роли первого начала термодинамики?"
    th "Ы?"
    dreamgirl "Я о внесении внешней силы в замкнутую систему. {w}А то там, похоже, не хватает энергии для того, чтобы несчастная простыня соскользнула, наконец!"
    "Да, я похотливое чудовище. {w}И даже раздвоение личности у меня в равной же степени озабоченное."
    "Я резво свёл ноги и отвернулся к стене."
    "В шортах стало тесно, и я обратил внимание на то, что лежу на кровати одетый полностью, только без обуви."
    "С сожалением констатировал, что ритмика дыхания сбилась."
    "Несколько секунд спустя панцирная сетка заскрипела снова."
    sl "Не поворачивайся, я одеваюсь."
    "Предупредил девичий голос."
    scene expression Desat("bg int_house_of_sl_day") with blind_r
    me "Как будто я не насмотрелся на тебя, пока ты спала."
    "Проворчал я."
    sl "А насмотрелся?"
    "Под сводами круглой крыши разнёсся мелодичный смех."
    me "Ну… Ты вопросы такие задаёшь."
    me "Как будто…"
    "Ещё несколько секунд шорохов и поскрипываний спустя на кровать с той стороны приземлился кто-то тяжёлый."
    sl "Ты опять попался на невинную шутку.{w} Какой ты всё-таки стеснительный."
    "Рассмеялась она."
    "А я обернулся и посмотрел мимо неё в окно, забранное прозрачным газом."
    "Там было утро, серая меланхолия и больше августовский, чем июльский, дождь — неторопливый, размеренный и себе на уме."
    scene expression Desat("bg int_house_of_sl_day") at zenterright
    show sl normal sport at cright with dissolve
    "Славя сидела на краю моей кровати, одетая в спортивную форму."
    me "Моя голова… Как я здесь очутился?"
    "Без особой надежды спросил я."
    show sl smile sport with dspr
    if alt_day4_sl_lf_solo == 1:
        "Вчерашние события вспоминались трудно и неохотно — кажется, я порывался искать беглеца в одиночку, но вынужден был отступить."
        me "Вроде бы, засыпал не совсем здесь."
        sl "Верно подмечено!"
    elif alt_day4_sl_lf_solo == 2:
        "Фига ли она улыбалась, понятно не было — вспомнить хотя бы то, что они вдвоём без меня ушли на поиски."
        "Даже факт, что нашёл Шурика именно я, дела не менял."
        me "Значит, я нашёл Шурика, вернул его обратно, после чего…"
        sl "Значит, всё-таки пошёл искать в одиночку."
        "Покачала головой девочка."
        me "Но я точно помню, как в медпункте спать ложился. Что было потом?"
    else:
        me "Нет, серьёзно. {w}Мы же пришли чёрте во сколько, я тебя домой отпустил, а сам пошёл к Виолке."
        th "Во всяком случае, это то, что я помню абсолютно точно."
        if alt_day4_fz_sh == 2:
            sl "Вернее, это я тебя до Виолетты Церновны довела, а потом спать пошла."
        me "А потом?.."
    sl "А потом я попыталась лечь спать, но не проспала и нескольких часов, как ты постучался ко мне."
    "С видом профессионального делопроизводителя доложила девочка."
    sl "Что-то долго пытался мне рассказать, не то о федерации, не то о республике, но в результате так ничего и не сказал."
    stop music fadeout 5
    "Я покаянно прикрыл глаза."
    play music music_list["she_is_kind"] fadein 3
    show sl smile2 sport at center with moveinleft
    "В памяти и правда всплывало нечто привычно-непрезентабельное."
    "Сам понять не могу, что нашло на меня такое, но что было, то было."
    "Правда, обрывки никак не хотели складываться в общую картинку."
    "Припоминался шум бьющей в раковину воды, треск замка, небольшая бутылочка коричневого стекла с надписью «боярышника настойка»."
    "Потом путь под тугими, тянущимися струями дождя, и где-то что-то рвалось — то ли снаружи, то ли, наоборот, в груди."
    th "Хорош."
    "С бесцветным уже покаянием констатировал я."
    th "Я-то думал,  просто из-за сотрясения немного штормит, да из-за дождя."
    th "Алкаш Евграфович, нахлестался настойки боярышника, подобно бомжу, шёл через весь лагерь и громко орал сагу о том, как «я закрыл свою дверь на тяжёлый засов», в которой приличной была только эта строчка."
    "И пришёл сюда."
    window hide
    $ persistent.sprite_time = "sunset" 
    $ sunset_time()
    scene bg ext_houses_night_7dl
    show prologue_dream
    with diam
    "Точнее, не сюда, а к скамейке у входа, а Славя, влекомая неведомым звериным чутьём, встала, вышла…"
    "А мне такие странные сны снились, я как дурак улыбался."
    "Как будто я остался один в лагере."
    "Хожу по территории, собираю обрывки бумажек, сметаю с бетонных дорожек песок и хвою."
    "Напротив домика Лены и Мику развернул скамейку, чтобы от двери было видно того, кто сидит — было тяжело, но я справился."
    "Наконец, аккуратно, одними пальцами, вытащил из воздуха отголоски чьего-то разочарования, злости, непокорности и просто негатива."
    "Протёр солнце, чтобы блестело ярче."
    "И только тогда шепнул «пора»."
    "Закольцованный кусочек пространства, крутящий в себе сотни километров шоссе, распрямился, уткнувшись прямиком в гостеприимно распахнутые ворота."
    "Очень юная ясноглазка отразила взглядом небо, входя между створок, коснулась рукой вырезанной пятиконечной звезды, улыбнулась, а я не удержался."
    "Подкрался, поцеловал её сзади в шею."
    "Рассмеялся, когда девушка вздрогнула, и умчался прочь эхом и тёплым ветром."
    scene expression Desat1("bg int_house_of_sl_day")
    show blackout_exh3
    with dissolve
    sl "Ты почти ушёл уже."
    "Вернула меня к реальности Славя."
    hide blackout_exh3
    show sl smile sport
    with dissolve
    sl "Что-то кричал про то, что возьмёшь лодку и сплавишься до океана, а если не найдёшь и там какого-то… Не помню, как точно. {w}Кайбос? {w}Сайбок?"
    me "Скайбокс?"
    sl "Наверное."
    "Задумчиво сказала она."
    if not alt_day4_sl_tut_iz:
        sl "Потом долго рассказывал мне что-то про инфразвук и систему внедрения информации в подсознание…"
        show sl surprise sport with dspr
        sl "Что?"
        me "Что?"
        sl "Ты вытаращился так, будто я сказала что-то очень странное!"
        me "Но ты сказала!"
        scene expression Desat1("bg int_house_of_sl_day")
        show sl laugh sport
        with dspr
        sl "Это я тебя цитировала, не подумай чего!"
    "Она так и сидела спиной ко мне, глядя в окошко, по которому струились вниз капли шального дождя."
    me "Всё-таки ты слишком добрая для того, чтобы быть настоящей."
    "Задумчиво сказал я."
    sl "А ты говоришь слишком глупые глупости, чтобы я стала с ними спорить."
    me "Вот как?"
    me "То есть, глупости."
    th "Сюда точно никто не зайдёт ещё несколько минут, пока молчат репродукторы и не кричит горн."
    th "А Славя, насколько мне помнится, всегда бегала с утра, по холодку, пока тихо и все спят."
    "Я сглотнул горькую слюну."
    play music but_why fadein 3
    "И подумал, что, наверное, так и сходят с ума — от ощущения, что нельзя просто так лежать на печи и смотреть на проходящую мимо жизнь."
    "Пропустил руки под её руками, положил ладони на упругий, тёплый живот."
    "И потянул на себя."
    show sl surprise sport with dspr
    "Она была прекрасна, добра, отзывчива."
    scene expression Desat("bg int_house_of_sl_day") at zentercenter
    show sl shy sport close
    with dissolve
    "Её слабостью было то, что она не умела отличать чужие чувства, что чутко, как обнажённый нерв, воспринимала из эфира, от собственных."
    "Я же сильнее всего сейчас желал её — и морщась от гудящей головы и рвущей затылок заскорузлой повязки — звал к себе."
    "Славяна слабо отбивалась, дрожала и прятала глаза."
    sl "Нет, не здесь."
    "Шепнула она."
    sl "Подожди."
    "Да где там."
    "Она обмякла в моих руках — сразу, вдруг."
    "Её кожа была солёной, тёплой, упругой."
    "И под спортивной формой не было ничего."
    scene expression Desat1("bg int_house_of_sl_day")
    with fade
    "А недоумение сменилось отражением моего желания — не прошло и двух минут, как она судорожно выдохнула и перестала отталкивать мои руки."
    "А я только добрался до уха."
    th "Сдалась?"
    "Реакция была достаточно странной, плюс девушка закрыла глаза, закусила губу…"
    sl "Ты же понимаешь что делаешь, правда?"
    "Внятно произнесла она."
    me "Что?"
    "Хрипло спросил я, приходя в себя."
    sl "Я хочу сказать."
    window hide
    $ persistent.sprite_time = "sunset" 
    $ sunset_time()
    scene expression Desat("bg int_house_of_sl_day") at zenterleft
    show sl happy sport at cleft
    with dissolve
    "Она даже не пыталась вырваться, а в глазах её плескался безграничный азарт."
    sl "Зачем-то ты ведь лазишь у меня под майкой?"
    me "Прости."
    "До меня вдруг дошло, что я, кажется, только что чуть не сделал…"
    stop music fadeout 3
    "И я закостенел."
    show dreamgirl_overlay with dspr 
    dreamgirl "Нееееет!" with vpunch
    show blackout_exh3
    "Донёсся из глубин подсознания горестный вопль."
    dreamgirl "Выключи умника, ну же! Пока она…"
    "Поздно."
    hide dreamgirl_overlay
    "Почувствовав моё недоуменное напряжение, Славя легко выбралась из моих рук."
    "Но вставать не спешила."
    show sl sad sport with dspr
    sl "Всегда смеялась над рассказами, в которых кого-то тискают, а они и не отбиваются."
    sl "Теперь понимаю, почему."
    me "И почему же?"
    play music music_list["take_me_beautifully"] fadein 5
    "Она сняла мою ладонь со своего живота и несильно сжала."
    show sl normal sport with dspr
    sl "Ты остановился. Странно."
    me "Почему?"
    sl "Мальчишки не умеют останавливаться, или я ничего не понимаю в психологии."
    "Она погладила костяшки моей руки."
    sl "И ты бы не остановился, а там…"
    me "Да?"
    scene expression Desat1("bg int_house_of_sl_day")
    show sl shy sport
    with fade
    sl "Я пока пыталась отбиться, всё думала, как это гадко и мерзко."
    sl "Но это же в нас природой заложено, как это может быть гадко?"
    "Она покачала головой."
    if alt_day4_fz_sh == 2:
        sl "Только не подумай, что я навязываюсь, просто подумала…"
        show sl sad sport with dspr
        "Её глаза блеснули."
        sl "Я же не робот, конечно, я иногда тоже думала, как было бы здорово, если бы и меня…"
    else:
        sl "А тут ещё и ты со своими сочувствующими взглядами. {w}Ну, вчера, когда я сказала, рано мне ещё."
    "Она говорила всё медленнее."
    sl "Я и подумала — а почему бы и не…"
    me "Попробовать?"
    "Естественно сорвалось с языка."
    th "Но вряд ли. {w}Она же вся такая правильная, и советское воспитание…"
    th "Тогда что? Женить меня на себе через залёт?"
    show dreamgirl_overlay with dspr 
    dreamgirl "Ух, какая коварчивая Славя."
    th "Прости?"
    dreamgirl "Да знаешь, есть подозрение, что она держала ситуацию под контролем до последнего."
    show sl smile2 sport with dspr
    sl "Отомстить."
    "Она полностью подтвердила подозрения внутреннего голоса."
    sl "Тем более, ты так старательно рыл себе могилу."
    me "Но… Зачем?"
    "Она пожала плечами."
    scene expression Desat1("bg int_house_of_sl_day")
    show sl normal sport
    with dissolve
    sl "Низачем. {w}Но от тебя так предвкушением заразительно веяло."
    "Полуобернувшись, девушка задумчиво смотрела на барабанящий по стеклу дождь."
    me "Да-да, ты уже говорила про похоть."
    sl "Не похоть. {w}Я знаю, как она выглядит и звучит, эта твоя похоть, всё-таки не в консервной банке росла."
    me "Вот как?"
    scene expression Desat("bg int_house_of_sl_day")
    show sl smile sport
    with dissolve
    "Девушка кивнула, не глядя на меня."
    sl "Но у тебя ситуация другая."
    sl "Тебя потрясывало от мысли, что это я."
    sl "Безусловно льстит, знаешь ли."
    show sl normal sport with dspr
    sl "Я и не удержалась. Прости."
    me "Значит, это и была твоя месть?"
    show sl smile2 sport with dspr
    show dreamgirl_overlay with dspr 
    dreamgirl "Типично женская!"
    show sl smile sport with dspr
    sl "Если ты не против, я не буду никому рассказывать об этом, хорошо?"
    th "Да уж наверное!"
    "Я застонал и спрятал лицо в подушку."
    th "Придурок! Что я наделал!"
    window hide
    with fade2
    sl "Семён?"
    me "Да, да. Пожалуйста.{w} Никому не слова."
    th "Собственными руками вручил ей все свои кнопки с паролями!"
    "Хотя почему-то я не сомневался, что даже если бы и не вручил — она бы подобрала сама."
    show sl normal sport at right with moveinright
    "Ибо брутфорс даже в социальном инжиниринге никто не отменял."
    "Потыкала бы меня палочкой, посмотрела бы на мои реакции — и вуаля."
    "Вчера, например, я ей материала к изучению предоставил вагон и маленькую тележку."
    show sl normal sport with dissolve
    sl "Семён, не спи."
    "Она облокотилась на меня так, что получилось, будто я обвился вокруг неё — ноги с одной стороны, голова — с другой…"
    "Змей-искуситель… Или змей-искусатель!"
    sl "Почему бы нам и не попробовать."
    me "Что именно?"
    show sl smile sport with dspr
    "Показалось, или в её глаза добавилось лукавства?"
    sl "Ну…"
    "Казалось, она в задумчивости расслабилась, а я боялся шелохнуться."
    sl "Стать парочкой, дурачок."
    "Рассмеялась она."
    show sl smile2 sport with dspr
    sl "Ты мальчик симпатичный… А в твоём интересе мы только что убедились."
    me "Отказ не принимается, верно?"
    show sl laugh sport with dspr
    "Улыбка стала ещё шире."
    sl "Совершенно верно."
    "Она встала."
    show expression Desat1("bg int_house_of_sl_day")
    show sl normal sport far
    with dissolve
    sl "А хотелось отказаться?"
    "Я пожал плечами."
    me "Честно сказать, до последнего не верил, что мне всё это не снится."
    show expression Desat("bg int_house_of_sl_day")
    show blackout_exh3
    with dspr
    me "У тебя же сто процентов должен быть какой-нибудь молодой человек, приятный, способный, перспективный."
    if alt_day4_fz_sh == 2:
        me "Потому что же ну не может же такая красота быть ничьей, правда?"
        "Я сам ощутил, насколько глупо прозвучало сказанное."
        me "Ведь правда же?"
        "Славя посмотрела на меня с каким-то непонятным всепрощением."
        sl "Семён, если я называю тебя «Сёмушка», молчит ли у тебя внутри что-то?"
        sl "Или всё-таки отзывается?"
        "Я отвёл взгляд. Не умел я реагировать на такую вот вызывающе обнажённую искренность."
        "Но молчать сейчас показалось бы предательством бы в первую очередь по отношению к самому себе."
        window hide
        with fade2
        me "Я хочу улыбаться, когда слышу это."
        show sl smile sport with dissolve
        sl "И я."
        "Прошептала Славя."
        me "Значит, мы с тобой…"
        "Она кивнула."
        me "И что теперь? Руки пожмём?"
        "Я говорил глупости, но я и был глуп в этот момент."
    else:
        me "И… {w}А, точно! Ты же сама сказала — «рано»."
        sl "Значит, больше не рано."
        me "Это ты только что решила?"
        "Вежливо уточнил я."
        show sl laugh sport close at center with dspr
        sl "Да! {w}Я вдруг поняла, что сейчас в самый раз."
        me "Как скажешь. {w}Мы теперь должны пожать друг другу руки?"
    show sl shy sport close at center with dissolve
    sl "Разве парочка должна жать друг другу руки?"
    "Она немного покраснела."
    "Я встречал много разных парочек. {w}Даже старообрядцев видел, что супруга на «вы» величают."
    me "Если хочешь. {w}Я не настаиваю."
    scene expression Desat1("bg int_house_of_sl_day")
    show sl shy sport
    with dissolve
    sl "А что теперь делать-то надо?"
    th "Какие классные вопросы!"
    show dreamgirl_overlay with dspr 
    dreamgirl "Особенно после того, как ты ей тут живот наглаживал и транслировал в эфир свои похотливые мысли."
    me "Ничего. {w}Жить."
    sl "Ну а раз ты теперь мой — как там на западный манер? — бойфренд, должен будешь соответствовать."
    me "Грудь колесом, пузо втянуть?"
    "Девочка отмахнулась."
    sl "Хватит с тебя и простой помощи по всяким делам."
    me "А что, если кто-нибудь спросит, каким это образом мы вдруг решили начать встречаться?"
    sl "Как?"
    show sl surprise sport with dspr
    "Распахнула пушистые ресницы она."
    sl "Неужели ты забыл? {w}Ты принёс мне любовное письмо, так как стеснялся признаться сам."
    sl "И я его приняла."
    sl "Так ты и стал моим молодым человеком."
    show sl laugh sport with dspr
    "Несчастную конечность наконец оставили в покое."
    "А щеки коснулись мягкие губы."
    sl "Ну что, как тебе утро в новом качестве?"
    me "Даже не спрашивай."
    "Простонал я."
    sl "И мне тоже понравилось."
    me "Кстати, а это чья кровать, на которой я лежу?"
    sl "А, это женина."
    me "Аааааа!"
    with vpunch
    play sound sfx_bodyfall_1
    "Я мгновенно оказался на полу."
    show sl normal sport with dspr
    sl "Ты чего?"
    me "Жужелица! Меня может страшно стошнить!"
    show sl smile2 sport with dspr
    sl "Ладно, хватит баловаться. Я на пробежку."
    sl "Тебя с собой не зову, Ольга Дмитриевна ещё вчера сказала, чтобы я тебя сразу после подъёма к начальнику лагеря направила."
    "Одарив меня ещё одной улыбкой на прощание, девушка выпорхнула из домика."
    stop music
    window hide
    play sound sfx_open_dooor_campus_1 fadein 0
    $ renpy.pause(1)
    $ persistent.sprite_time = "sunset" 
    $ sunset_time()
    scene bg ext_houses_rainy_day_7dl with dissolve
    play music music_list["smooth_machine"] fadein 3
    "Часом позже, подтянутый, расправивший плечи и пахнущий барбарисовыми карамельками, по единственной улице Лагеря, улице Коммунаров, двигался ваш покорный слуга."
    "Я мог бы что-нибудь сказать про «чуть пьян, выбрит до синевы», но первое отпадает в силу вчерашнего вечера, а ко второму пока не готовы мои нынешние телесные кондиции."
    "Славя приказала соответствовать."
    "А сама убежала на ежедневный променад — и до лампочки ей было то, что на улице поливает как из ведра."
    "Как, впрочем, и мне. {w}Мой дождь — это моя слабость."
    "Кто ж его знает, что бы могло значить — «соответствовать», но я старался изо всех сил — разбрызгивал лужи, печатал шаг и держал хвост пистолетом."
    "Не хватало только Маруси с платочком в окошке в тылах."
    th "Ага. Моя Маруся сама на войну вместо меня сходит, если я вдруг зафилонить решу."
    if herc:
        "Итак, дамы и господа, счастлив представить вашему вниманию С. Сычёва — военного, красивого, здоровенного!"
    else:
        "Итак, господа и дамы, спешу представить вашему вниманию С. Персунова — образчик настоящей пионерии."
    "В парадной форме с белейшей рубашкой (выглаженной Славей), при кумачовом галстуке на груди (повязанным тоже ей, кстати) — ну разве не великолепен он?"
    "Блестели золотые пуговицы на парадной рубашке, и значок с Ильичом на груди.{w} Поблёскивали серо-болотного колера глаза в пуговку диаметром."
    th "Похоже, вчерашние нагоняи возымели действие."
    "Вокруг не было видно ни мусора, ни оставленных вещей, ни чего-либо ещё, выдающего наличие человека."
    window hide
    $ sunset_time()
    scene cg d5_rainy_idle_7dl with dissolve
    "Под дождём лагерь выглядел нежилым и больше походил на музей под открытым небом."
    me "Благодать."
    "Не удержался я."
    "Всё верно, под дождём никому, кроме нас со Славей, мокнуть не хотелось, а кружки были все закрыты."
    th "Если я ничего не путаю, клубы должны были оцепить силами добровольцев и никого туда не пускать, пока…"
    "А вот что именно «пока», я никак не мог взять в толк."
    if not alt_day4_sl_tut_iz:
        th "Но должно же начальство принимать хоть какие-то меры — у них, блин, на территории действующий тошнильный генератор!"
        th "Или здесь это в порядке вещей и полностью соответствует правилам?"
        "В голову со свойственной жителю двадцать первого века осмотрительной трусостью тут же прыгнул и контраргумент."
        "Прежде чем ходить с угрозами и претензиями ко власть предержащим относительно местной машинерии, было бы неплохо учесть один любопытный момент."
        "Дело в том, что эта техника проходит по классу специального назначения — в современных условиях её не пойдёшь и не купишь в аптеке три рубля за пучок — значит, кто-то сверху в курсе."
        "Хотя я и припоминал, что примерно в это же время редакции «Юного техника» и «Техники молодёжи», как сговорившись, публиковали на своих страницах схемы как раз такого толка."
        "Но это же своего рода элитный уровень допуска — собрать в домашних условиях фиговину такого толка сумел бы разве что только…"
        show dreamgirl_overlay with dspr 
        dreamgirl "Ага-ага, гений, способный в лагерном радиокружке смастерить самообучающуюся интеллект-систему."
        th "Но ведь это просто слухи!"
        dreamgirl "Серьёзно? {w}Это тебе Шурик так сказал?"
    "От ответа меня отвлёк звук зафонившего динамика — сволочь испоганила всё утренне-дождливое настроение."
    "Почему-то заболела голова — не иначе, условный рефлекс, связавший с таким же звуком мой кратковременный полёт."
    "Между тем над головой затрещало, заухало, и в утреннюю сырость с разбегу врезалась свиридовская «Время, вперёд!»."
    dreamgirl "Музыка, под которую хочется выполнить пятилетку за три года, ага?"
    th "Угу."
    th "Если я ничего не путаю, эта музыка ещё и к новостям играет."
    dreamgirl "Зная твою карму, тебя ожидают те ещё новости."
    window hide
    $ persistent.sprite_time = "sunset" 
    $ sunset_time()
    scene bg ext_admins_rain_7dl with dissolve
    "Я замер, заметив несколько машин, сгрудившихся у кирпичного куба здания администрации."
    "И их количество не внушало абсолютно никаких хороших ощущений."
    "Наоборот, если моя интуиция правильно меня обманывала — ждал нас архибольшой абзац во все поля, с пропесочиванием правых и виноватых."
    "С обязательной раздачей сёстрам по серьгам, братьям — по морде, так что рано или поздно интерес дойдёт и до меня."
    "Кто-нибудь задаст сакральный вопрос: «А это что за упырь и на каких правах он здесь ест казённый хлеб?»"
    "И возьмут меня под белы рученьки и препроводят в места не столь отдалённые."
    "Или ещё куда."
    th "Надо только запомнить — я простой советский пионер, просто плохо образованный, историю не помню, ничего не помню."
    th "Никакого будущего, десятых, пеки, отшельничества и развала Советского Союза."
    th "Тогда может и отбрехаюсь."
    "Свиридовский марш сменил свиридовский же вальс из «Метели»."
    window hide
    scene bg ext_square_rain_day_7dl with easeinleft
    th "Ум-ца-ца, ум-ца-ца, пляшем вдоль администрации темпо ди вальс и молимся, чтобы нас не заметили."
    th "А если Оленька Дмитриевна и правда нас прикрывает, тогда мы спешно прикинемся ветошью и пересидим пару часов где-нибудь… Где-нибудь!"
    th "Она скажет."
    "Дождь усилился, и это прибавило десять процентов к моему навыку незаметного перемещения."
    window hide
    $ persistent.sprite_time = "sunset" 
    $ sunset_time()
    scene bg ext_houses_rainy_day_7dl with dissolve
    "Я развернулся на месте и, двигаясь вдоль пятого домика, направился на север."
    "К моей фигуристой зеленоглазой избавительнице."
    "Чувствуя, как между лопатками неторопливо так ползёт ледяная капля."
    ba "Эй!"
    th "Фак."
    dreamgirl "Не дрейфь, может, это не тебе."
    ba "Я к тебе обращаюсь, дрищ в парадной рубашке!"
    dreamgirl "Упс."
    "Попытки спрятаться или сбежать были бесполезны."
    "А последней фразой была прибита и моя надежда на то, что обращаются не ко мне."
    "Нет, конечно, я мог бы потягаться с физруком в беге по мокрой земле — но я знаю, что не пробегу и десяти шагов."
    "Обязательно навернусь где-нибудь — с моей-то кармой."
    "А у меня и так голова хромая, незачем усугублять это ещё и пикантной натуральной хромотой."
    me "Да?"
    "Медленно обернулся я."
    show ba em1 uniform with dissolve
    ba "Пойдём."
    "Позвал он."
    ba "Тебя только дожидаемся."
    me "Простите?!"
    show ba evil uniform with dspr
    ba "Тебе незачем извиняться за твою глупость. {w}Я тебя прощаю. Пошли."
    me "Но куда?"
    "Он выдохнул так, что меня чуть не сдуло."
    ba "Не тупи,  дрищ. {w}Тебя все ждут в кабинете начальника лагеря. Шагом марш."
    th "Это конец, да?"
    "На ослабших ногах я направился вслед за физруком."
    window hide
    scene bg ext_admins_rain_7dl at zenterleft
    with dissolve
    "В голове крутились планы, один другого фантастичнее."
    show dreamgirl_overlay with dspr 
    dreamgirl "Оглушить его ударом по затылку и убежать!"
    th "Ага. Если бы ещё знать, куда бить."
    dreamgirl "Тогда резкий пинок под коленочку и бежать!"
    th "Проще тогда было попытаться убежать от него — там, когда он меня звал."
    dreamgirl "Тогда я не знаю. Сам думай."
    window hide
    stop ambience
    play sound sfx_open_door_kick
    $ persistent.sprite_time = "sunset" 
    $ sunset_time()
    #scene bg int_dining_hall_sunset
    scene anim prolog_1
    with dissolve
    #scene bg int_administration_day with dissolve
    "Так ничего и не надумав, я продолжал пришиблено плестись в тылу здоровяка."
    "Мы добрались до здания администрации."
    "Тяжёлая дубовая дверь грохнула, отсекая звуки вальса, оставляя нас в полутёмном недлинном коридоре, выходящем в фойе на три двери."
    "Возле самой крупной на банкетке уже потела Ольга Дмитриевна, которая поздоровалась со мной коротким кивком."
    th "К кому шёл, того и нашёл."
    "Мелькнуло в голове."
    scene anim prolog_1 at enterleft
    show mt normal pioneer at cleft
    with dissolve
    show mt normal pioneer with dspr 
    mt "Удачи тебе."
    me "И почему это прозвучало как надгробная речь?"
    "Проворчал я."
    show anim prolog_1 at enterright
    show mt normal pioneer at left with moveinleft
    show cs normal at cright
    with dissolve
    "Дверь приоткрылась, и оттуда показалась голова Виолетты:"
    show cs smile with dspr 
    cs "Долго ещё ходить собрался… Пионер? {w}Оляш, Боря, тоже заходите."
    "Ольга Дмитриевна послушно встала и, догнав нас в два шага, втолкнула в святая святых лагеря."
    window hide
    stop ambience fadeout 2
    window hide
    play sound sfx_open_dooor_campus_2
    pause(1)
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg int_chief_office_rain_7dl
    with dissolve
    "В кабинет начальника."
    "Чувство сопричастности, поддержки и братского плеча рассыпалось осколками, когда вся святая троица расселась по своим местам, оставляя меня в гордом одиночестве."
    play music areyouabully fadein 3
    "Против Лернейской Гидры — кроме меня и троих предателей в помещении обнаружился с десяток человек, облачённых в тёмный твид."
    "Саныч сел с самого края, у двери — не иначе, чтобы если вдруг что, подскочить и поймать меня."
    "Большой, грузный и очень глупый человек."
    "Ну куда, а главное, зачем я побегу?"
    show mt normal pioneer with dspr 
    mt "Спортсмен, активист и вообще большой помощник."
    if herc:
        mt "Сычёв Семён."
    else:
        mt "Персунов Семён."
    "Представила меня собравшейся аудитории Ольга Дмитриевна и на цыпочках смылась на другой край необъятного стола."
    hide mt
    hide cs
    with dissolve
    "Моего взгляда она старательно избегала."
    bb "Ну, вот и свиделись."
    "Тускло улыбнулся смутно знакомый мужчина с растрёпанной причёской и запавшими, усталыми глазами в красной паутинке."
    "Судя по тому, с каким пиететом косились на него немногие мои знакомые взрослые, был это ни кто иной, как самодержец и вседержитель — начальник нашего лагеря."
    "Похоже, вместо того, чтобы как все белые люди, отсыпаться, пока на улице поливает, он с корабля на бал — то бишь, с дороги сразу на заседание."
    th "Надо бы не забыть потом поинтересоваться, какое у него имя-отчество."
    th "А то сущее паскудство, отдыхать под началом человека и не знать, как его обозвать при случае."
    bb "Вижу, надоело тебе, да? Жмёт, жмёт пионерская рубашечка красавцу, не терпится уже в комсомол, а там и в партию, да?"
    me "Что?"
    bb "Я наслышан о твоих подвигах, Семён."
    "Доверительно понизил голос начальник."
    "Вкупе с десятком человек, внимающих каждому его слову, выглядело это неуместно комично."
    bb "О том, как чуть ли не с первого дня согласился…"
    show dreamgirl_overlay with dspr 
    dreamgirl "…впрягся!.."
    bb "…помогать, потом с этой твоей крышей ситуация вышла, прямо скажем, не очень приятная."
    me "Слабо сказано."
    "Пальцы опять против воли потянулись к подживающему затылку."
    bb "И, наконец, вчерашние твои поиски, когда ты, несмотря на нездоровье, пошёл искать товарища."
    if alt_day4_sl_lf_solo == 1:
        bb "Не очень удачно, к сожалению, но ничего, он с утра сам вышел к лагерю."
    else:
        bb "И нашёл!"
    bb "Вот."
    "По столу в мою сторону прикатилась глянцевая бумажка с гербовым отрезом и шаблонными строчками."
    me "Благодарность: администрация лагеря «Совёнок» благодарит "
    if herc:
        extend "Сычёва"
    else:
        extend "Персунова"
    extend " Семёна за активное участие в жизни лагеря, а также проявленную смекалку, доблесть и честь."
    "Растерянно прочитал я."
    me "И что бы это значило?"
    if alt_day4_sl_tut_iz:
        "Я не видел особой доблести в том, что я сходил ночью до лагеря и обратно, но…"
    dreamgirl "Смотри, чувак, это не твоя родная реальность, здесь все эти писульки кое-что значат."
    th "Да ладно."
    dreamgirl "Насколько я помню, грамоты с медалями, может быть, и не особо котировались в учебных учреждениях, но благодарности — это как значок ГТО, почти пропуск за кулисы."
    bb "Мы не стали писать, что конкретно ты сделал, но если у тебя будет желание, это не будет проблемой."
    bb "Кроме того, ты не мог бы оставить координаты ВУЗа, куда пойдёшь учиться?"
    me "Зачем?"
    bb "Мы хотим отправить разнарядку в твой ВУЗ с просьбой прислать тебя в качестве вожатого."
    me "Потрясающе. {w}Я уже понял, что вы меня сюда позвали, потому что вам от меня что-то надо."
    "Нет, а мне что, и правда должны вскружить голову все эти дифирамбы с благодарностями?"
    "Взрослые переглянулись."
    $ meet('voice',"Старик")
    voice "Может, мы уже опоздали? Слишком уж он спокоен."
    "Подал голос сухопарый, сидящий по правую руку от директора, затянутый в серый пиджак с тонкой вертикальной полосой, отличающийся от прочих наличием какого-то необычного значка на лацкане."
    bb "Понимаешь, Семён, у нас тут в некотором роде чепе."
    "Развёл руками директор."
    bb "А у тебя совершенно особенный статус, поэтому сам понимаешь…"
    me "Понимаю что?"
    "Директор кивнул сухопарому, как бы говоря «вот видите?»."
    bb "Проще говоря, нам сейчас по инструкции полагается отправить тебя с Анатолием Ивановичем в райцентр, где, уже предупреждённые, ожидают доктора и психологи."
    me "Сурово. {w}А в честь чего?"
    bb "Механическая травма — раз."
    "Начал загибать пальцы директор."
    bb "Сотрясение мозга — два."
    if alt_day4_sl_tut_iz:
        pass
    else:
        bb "Пребывание во вредной обстановке — три. {w}Это я про инфразвук, если что."
        me "Кстати, вы собираетесь с ним что-нибудь делать? Как-то это не очень, что у вас на территории лагеря рабочая гуделка находится."
        me "Это не говоря про то, что там, вообще-то, кружки находятся."
        "Он поморщился."
        bb "Это не должно тебя волновать. {w}Важнее всего разобраться с нашим вопросом."
    bb "Инструкции ты слышал, согласно им мы должны посадить тебя сейчас в машину и отправить к докторам и родителям."
    me "А дальше?"
    "Он пожал плечами."
    bb "Ты — лечиться, а мы — держать оборону против очередной волны проверяющих."
    me "И вы хотите попросить меня отказаться от претензий?"
    "Догадался я."
    bb "Не совсем."
    "Лица присутствующих вытянулись, как будто я каждому скормил по лимончику."
    "Ничего удивительного, попасть в зависимость от какого-то пионера и проколоться, дав ему знать о такой зависимости."
    bb "Мы не станем просить невозможного — мы действительно недоглядели и за это готовы понести наказание."
    bb "Но мы и о тебе думаем тоже — ведь для тебя лето закончится. {w}Даже если ты здоров как бык, как минимум месяц ты проведёшь на обследовании."
    bb "Так что если вдруг что, ты себя хорошо чувствуешь и ощущаешь в себе готовность провести смену здесь до конца — просто скажи об этом."
    bb "Если же нет… Тогда извини."
    menu:
        "Да знаете…":
            $ karma = -7
            stop ambience
            "Не то, чтобы я прям горел желанием уехать, особенно сейчас, после свеже-established отношений."
            "Но, похоже, мне и правда лучше показаться доктору."
            th "А также посмотреть уже, что там за мир за пределами лагеря."
            dreamgirl "А как же Славя?"
            th "Каком кверху! {w}Мы теперь парочка, так что не отвертится — контакты у Ольги я возьму и нагряну после больницы прямо к ней домой!"
            dreamgirl "Звучит как неплохой план! {w}Действуй!"
            me "Если бы всё это происходило хотя бы не каждый день по голове — я, пожалуй, смирился бы с полученными шишками."
            me "Но я не могу отделаться от мысли, что весь лагерь на меня ополчился."
            me "Я просто не успеваю восстановиться."
            "Директор при этих словах кинул настороженный взгляд на Виолу, и та кивнула, подтверждая мои слова."
            show cs smile with dspr 
            cs "Сотрясение само по себе нестрашно, но все прочие факторы… {w}Рекомендую перевести его на стационарное лечение."
            bb "Что ж."
            "Сказал директор, вставая."
            bb "Не держи зла на нас, мы и правда не думали, что кому-то может так не повезти."
            bb "Анатолий Иванович?"
            "Сухопарый кивнул и встал."
            voice "Пошли, Семён."
            "Догнавшая меня в дверях Ольга что-то сунула мне в руку."
            window hide
            scene bg int_admins_window_7dl with dissolve
            "Оказавшись в коридоре, я развернул бумажку и прочёл:"
            "«Феоктистова Славяна, 8(48223)…»"
            dreamgirl "А она не без понятия!"
            "Восхитился внутренний голос."
            "Согласившись с этим, я свернул величайшее сокровище и спрятал его в кармане."
            voice "За вещи свои не беспокойся, Оленька обещала собрать их и доставить к тебе домой после завершения смены."
            $ meet('voice',"Голос")
            "Я пожал плечами."
            "Дубовые джинсы и старый свитер — это последнее, о чём я беспокоился сейчас."
            window hide
            $ persistent.sprite_time = "sunset" 
            $ sunset_time()
            scene bg ext_admins_rain_7dl with dissolve
            "Старик вывел меня на улицу, где шумел так и не унявшийся дождь, и усадил в представительскую «Чайку»."
            "Я уснул, едва за мной закрылась дверь."
            scene black
            $ prolog_time()
            play music herc_death fadein 5
            "И вместо того, чтобы проснуться в тёплом, ламповом альтернативном мире с Гендами, семнадцатилетними пионерами и идеальными девочками, проснулся…"
            "Время выбрало пределы эластичности."
            "Я больше не сумел ничего вместить в эти десятые доли секунды, что прошли с момента…"
            if herc:
                scene bg int_store_7dl with fade
                "Когда меня убили."
                "Даже самой большой воли к жизни иногда недостаточно."
                "Особенно, если бороться приходиться с такой вот бесславной кончиной."
                window hide
                play sound makarych fadein 0
                "Расширяющиеся газы толкают свинцовый шарик — отличие от огнестрельного оружия только в технических деталях."
                $ persistent.sprite_time = "sunset" 
                scene black with fade
                "А в моём случае ещё и в том, что я получил в довесок к пуле самый лучший подарок."
                "На день своей смерти."
                window hide
                play sound sfx_bodyfall_1
                "Значит, мне пора."
                window hide
                stop sound_loop fadeout 0
                play sound aunl
                $ persistent.alt_lamp = True
                show acm_logo_me_lamp with moveinright:
                    pos (1600, 1020)
                $ renpy.pause(7.4, hard=True)
                scene gameover with flash
                with vpunch
                return
            elif loki:
                "Когда меня убили."
                "Я не знаю, что тому могло служить причиной."
                "Обморожение или какие-то внутренние травмы."
                "Или, может быть, дело в том, что я просто выполнил свою миссию здесь, в этой жизни, и мне пора дальше?"
                window hide
                scene bg ext_winterpark_7dl with dissolve
                pause(1)
                show spill_red
            
                "Я не чувствовал в себе воли в жизни."
                "Даже воли к возвращению обратно в сладенькую иллюзию."
                "Всё, на что меня хватило — это оскалиться разбитыми губами на вечный фонарь."
                scene black with fade
                "И выдохнуть остатки жизни."
                window hide
                stop sound_loop fadeout 0
                play sound aunl
                $ persistent.alt_lamp = True
                show acm_logo_me_lamp with moveinright:
                    pos (1600, 1020)
                $ renpy.pause(7.4, hard=True)
                scene gameover with flash
                with vpunch
                return
            else:
                "А значит, пора закрывать книгу."
                "И ставить её на полку."
                "А ещё лучше — бросить её в печь."
                "Уничтожить так, чтобы не осталось даже памяти."
                "В конце концов, обо мне и так никто не помнил, даже когда я был живой."
                play sound sfx_water_emerge
                stop sound_loop fadeout 0
                play sound aunl
                $ persistent.alt_lamp = True
                show acm_logo_me_lamp with moveinright:
                    pos (1600, 1020)
                $ renpy.pause(7.4, hard=True)
                scene gameover with flash
                with vpunch
                return
        "Со мной всё в порядке.":
            $ meet('voice',"Голос")
            $ alt_sp += 1
            "Отрезал я."
            me "Я к вам сюда своим ходом добрался, если вы не заметили."
            show cs smile with dspr 
            cs "И не только."
            "Проворчала Виола, и я понял вдруг, что она прекрасно в курсе и относительно причин моей отлучки, и места, где я гулял всё это время!"
            me "Так что я жив-здоров, гуляем каникулы, отдайте мою грамоту."
            "Директор вполголоса рассмеялся — и напряжённая тишина сломалась."
            "Люди зашевелились, зашумели."
            "Помещение наполнилось жизнью."
            bb "Тогда до встречи… Мммм… {w}Уже, наверное, на отъезде."
            "Я кивнул и, сграбастав со стола бумажку, вышел из комнаты."
    window hide
    $ persistent.sprite_time = "sunset" 
    $ sunset_time()
    scene bg int_admins_window_7dl with dissolve
    play music music_list["my_daily_life"] fadein 3
    "На улице так и бесновалась стихия."
    "А я, не желая до поры мокнуть, замер в фойе, прижавшись носом к холодному стеклу."
    "Лагерь просыпался, приходил в себя."
    if not alt_day4_sl_tut_iz:
        "И, похоже, не было ему дела до того, что у самого входа стоит жуткая психогенная дрянь."
    else:
        "Он собирался жить и дальше — и плевать ему хотелось на то, что не всё ладно в Датском Королевстве."
    "Что от моего ответа зависело — отдыхать им и дальше или до конца смены тянуть спину и бегать с метлой наперевес."
    "Что на самом деле меня куда больше заботило не досрочное завершение лета, а — тут я уже мог себе позволить признаться — возможная разлука с одной не в меру деятельной манипуляторшей."
    "Она слишком много говорила на эту тему, и тон её был слишком пренебрежительным."
    "Так что и я подыграл ей, рассмеялся, пожал плечами и заявил, что это баловство всё."
    "…"
    "…"
    th "Чертова манипуляторша!"
    th "И здесь умудрилась задать мне политику партии."
    "За спиной хлопнула дверь — видимо, летучка закончилась, и вожатые стали просачиваться к своим пионерам."
    "Вскоре, судя по диалогам, в комнате осталось человека четыре, которые и заспорили за плотно закрытыми дверями."
    "Я не стал прислушиваться — рядом со мной остановилась Ольга Дмитриевна."
    show mt normal pioneer with dspr 
    mt "Навёл шороху ты своими геройствами, Семён."
    "Улыбнулась она."
    show mt normal pioneer with dspr 
    mt "Ты же знаешь, что порядочный пионер не станет заставлять беспокоиться своих товарищей и вожатых?"
    "Я пожал плечами."
    me "Значит, Шурик непорядочный пионер?"
    show mt sad pioneer with dspr
    mt "Вообще-то я говорила о тебе."
    if not alt_day4_sl_tut_iz:
        me "Гуделку-то отключили?"
        show mt normal pioneer with dspr
        mt "Неужели не слышал музыку, пока сюда шёл?"
        "Я кивнул."
        th "Мог бы и сам догадаться, идиот."
    me "Какие планы в это холодное, дождливое утро?"
    th "А то я бы покемарил минуток триста-четыреста!"
    show mt smile pioneer with dspr 
    mt "Для начала я хотела бы услышать о твоих похождениях."
    "Начала вожатая."
    if (not alt_day4_sl_tut_iz) and alt_day4_fz_sh != 2:
        mt "Если у кого-то тут туго со слухом, то я могу сказать погромче о том, что отпускала только до старого лагеря и обратно!"
    show mt angry pioneer with dspr
    if (alt_day4_sl_lf_solo == 1) or (alt_day4_sl_lf_solo == 2):
        mt "Тем более, что Славя собиралась идти без тебя!"
        me "Ну и что."
        "Окрысился я."
        if alt_day4_sl_lf_solo == 2:
            me "Славя с поисками не справилась, а я нашёл Шурика и привёл его в лагерь!"
            mt "За это тебе спасибо огромное, но одному ходить не следовало!"
            me "Да, да… Поучите меня ещё, как пропавших пионеров искать."
        else:
            me "Мне теперь лечь на бок и заснуть, пока остальные бегают и ищут пропавшего? {w}Хорошенького же вы обо мне мнения!"
            show dreamgirl_overlay
            dreamgirl  "Отдельно хотелось бы поблагодарить киноакадемию, и…"
        show mt normal pioneer with dspr
        mt "Ладно, не дуйся. {w}Хочешь завтра флаг поднимать?"
        me "НЕТ!" with vpunch
        show mt laugh pioneer with dspr
        mt "И почему бы это?"
    else:
        mt "Где вы всю ночь шатались?!"
        me "А вам и правда интересно?"
        "Заискивающе улыбнулся я."
        me "Мы же вернулись, и не просто так, а с целью поисков."
        show mt normal pioneer with dspr 
        mt "В три часа ночи, а потом спали на площади чуть ли не до рассвета!"
        mt "Рассказывай."
    "Она сняла с вешалки у входа пару дождевиков, один надела сама, другой сунула мне так, что я несколько секунд ловил ртом воздух."
    window hide
    $ persistent.sprite_time = "sunset" 
    $ sunset_time()
    scene bg ext_admins_rain_7dl with dissolve
    play ambience ambience_rain fadein 3
    "Мы вышли в промозглое июльское утро."
    "Иногда мне кажется, что я ношу за собой дождь как мантию. {w}Серую мантию — лакмус свинцового колера моей души."
    "И здесь, среди лета, я ничуть не удивился тому, что непогода всё-таки догнала меня."
    "На косяке двери, ведущей вон из обители сильных лагеря сего кто-то уже накидал вертикально: «дождь не может идти вечно»."
    th "Все дети всегда одинаково реагируют на дождь."
    "Хотя лично я против того, чтобы навязывать им разную модель поведения искусственно."
    "Насильственное разнообразие настолько же дерьмовая идея, как и насильственная унификация."
    "Вот вложить немного ума в головы, чтобы дать человеку понятие выбора — это можно."
    "Но мы отвлеклись."
    "Интересно, что чувствовал бы я, окажись и в самом деле семнадцатилетним?"
    scene expression Dawn("bg ext_square_rain_day_7dl") with blind_r
    "Сопровождаемый красивой девушкой — куда, кстати? В столовую. {w}О, значит, по делу."
    "Отговорки."
    "Отчаянная жажда ррромантики — любое проявление, даже нечаянное, даже косвенное, воспринимается чуть ли не как открытое проявление чувств."
    "Коснулись друг друга плечами случайно — меня потрогали."
    "Поцеловала в щёку — а ещё уголок губы зацепила!"
    "Провожает куда-то — у нас свидание!"
    show mt smile pioneer with dspr
    mt "Семён, если будешь продолжать смотреть в небо, упадёшь!"
    "А уж если вы оба курите, и ты ей оставил, так как у неё сигарет отродясь не бывало — там вообще туши свет. {w}Косвенный поцелуй же!"
    "Идиот."
    "Симптом, применительно к девушке называемый «женихаться», применительно к юноше… Хм."
    scene bg ext_square_rain_day_7dl with blind_l
    "Я шёл рядом с вожатой и рассказывал ей о своих приключениях, слушая свою положенную долю ахов и вздохов."
    "А относился к этому так, будто она согласилась со мной пойти в кино — а там и кафе навестить, прогуляться в парке и далее по культурной программе, согласно которой ты просыпаешься утром носителем ЗППП."
    "Да шучу."
    "На самом деле, несмотря на несколько крайне пикантных ситуаций, возникших между нами, я не мог относиться к Ольге как к девушке."
    "Видимо, это что-то профессиональное, умение поставить себя как педагога, ответственное лицо, родителя, если хотите."
    "Славе до такого ещё как пешком до Луны — учиться и учиться."
    "Моя пассия, несмотря на врождённую эмпатию, прокололась на механизмах управления."
    "Хотя я старательно отгонял мысль о том, что, возможно, я и был целью с самого начала. {w}Вот уж во что я никогда не поверю."
    if alt_day4_fz_sh != 2:
        "Как многократно уже было сказано вчера — не тот уровень. {w}На безрыбье выбрали, так что радуемся, машем и старательно ценим оказанную честь."
    scene expression Dawn("bg ext_square_rain_day_7dl") with blind_d
    "Но не знаю как она, а я собираюсь из нашего ненарочного союза выжать как можно больше."
    "В конце концов, чья это идея была — начать встречаться?"
    "С беседой путь до столовой промелькнул незаметно."
    "Я невольно втянул голову в плечи, переступая порог."
    th "Изо всех сил стараясь не думать о Славе."
    th "Не думаю, и всё тут."
    show dreamgirl_overlay with dspr 
    dreamgirl "О ком не думаешь?"
    th "Не думаю о… Чёрт!"
    play music music_list["everyday_theme"] fadein 5
    window hide
    play ambience ambience_dining_hall_full fadein 5
    $ persistent.sprite_time = "sunset" 
    $ sunset_time()
    scene bg int_dining_hall_people_rain_7dl with dissolve
    "В столовой было немноголюдно."
    "Даже отмена ежедневных режимных моментов и всяческие послабления из-за дождя не могли заставить пионеров выбраться из-под одеял."
    "Известно, что в дождь спится слаще."
    "Лагерь потихоньку возвращался к бытию — самые голодные пионеры всё-таки нашли в себе силы и добирались к храму чревоугодия."
    show sl normal pioneer with dspr 
    sl "Ну что, как сходил?"
    "Она опустилась на скамейку рядом со мной."
    "Я пожал плечами."
    me "Предлагали уехать и подлечиться на материке."
    "Её глаза построжели."
    show sl normal pioneer with dspr 
    sl "И ты?"
    me "Разве не очевидно?"
    th "Что за идиотские вопросы?"
    me "Разумеется, я согласился и уехал!"
    show sl laugh pioneer with dspr 
    sl "Да ну тебя!"
    "Рассмеялась она."
    "Ну, разумеется. Если девочка задаёт идиотские вопросы, то она просто хорошенькая глупышка, если пытается вами управлять, то заботливая."
    "А если то же самое пытаешься провернуть ты, то заклеймят тебя, как пить дать, заклеймят — олигофреном и кукловодом. {w}Несмотря на то, что хоть убей, не могу понять, как эти эпитеты могут сочетаться."
    "За соседний столик приземлился чем-то довольный Сыроежкин и заработал челюстями так, что за ушами затрещало."
    "Там же облюбовали место японка и Лена, о чём-то активно шепчущиеся и бросающие взгляды в нашу сторону."
    "Время от времени их тандем разражался смехом, и всё стихало. {w}Правда, ненадолго."
    "Минута, может, две, и процесс начинался заново."
    "Славя некоторое время наблюдала за мной, склонив голову набок, подпирая щёку ладонью, по-бабьи так, мило, а потом устала молчать:"
    show sl normal pioneer with dspr 
    sl "Вот."
    "Под носом у меня оказались три листа формата А4 с машинописным текстом."
    "Первый из них гласил, что Мироновой Ольге Дмитриевне сделан строгий выговор за сбежавшего пионера, покалеченного пионера и самую чуточку помятую пионерку. Двух."
    "Следующий, напротив, сообщал, что благодаря успешной работе, проведённой вожатой с родителями, младшими отрядами и штатом лагеря, удалось локализовать повреждения от гуделки, за что ей выносилась благодарность от лица администрации лагеря."
    if alt_day4_sl_tut_iz:
        "Я поднял глаза:"
        me "Гуделки?"
        sl "Я не знаю деталей, но у кибернетиков опять что-то поломалось, что-то опасное, вот они и…"
    "Ну и третий листок был точной копией моей благодарности. Разве что без пафосной геральдики на подложке."
    show sl smile pioneer with dspr 
    sl "Ты теперь на особом счету."
    "Улыбнулась девушка."
    th "Угу… Герой — штаны с дырой."
    show sl smile2 pioneer with dspr 
    sl "Наверное, в следующем году работать сюда позовут."
    me "Не наверное, а точно. А ты как?"
    sl "Меня уже позвали."
    sl "Будем работать вместе."
    me "И всё?"
    show sl normal pioneer with dspr 
    sl "В смысле?"
    me "Будем вместе работать — и всё? "
    sl "А что?"
    "Нет, всё-таки блондинка — это диагноз!"
    show sl serious pioneer with dspr 
    sl "Если ты о…"
    show sl normal pioneer with dspr 
    sl "Знаешь, не в столовой."
    me "Значит, ты обо всём знала с самого начала?"
    "Уточнил я."
    sl "Я догадывалась."
    sl "Мне эти приказы только-только дали. Надо будет подкрепить их к доске объявлений."
    sl "Пойдёшь со мной?"
    "Я согласился."
    th "Чёрт возьми, где-то я уже слышал этот вопрос!"
    show sl sad pioneer with dspr 
    sl "Ещё Виолетта Церновна какую-то распечатку дать хотела, но, кажется, передумала."
    "Посетовала Славя, пока мы одевались перед выходом из столовой."
    sl "Я даже не успела посмотреть."
    me "Да какая-нибудь противоклещевая гадость, что там ещё может быть."
    show sl normal pioneer with dspr 
    sl "Ну и что!{w} Если их размещают, значит, их надо знать!"
    "Топнула ногой девочка."
    th "Обычно девочки капризничают и просят торт. {w}Иногда новые туфли."
    "Блин, но требования соблюдений правил — это какое-то извращение."
    "Прямо подмывает уболтать её сделать какую-нибудь глупость."
    th "Не знаю… Голышом искупаться?"
    show dreamgirl_overlay with dspr 
    dreamgirl "Классная идея, кстати!"
    th "Вот и я про что."
    stop ambience
    window hide
    $ persistent.sprite_time = "sunset" 
    $ sunset_time()
    scene expression Desat("bg ext_stand3_7dl")
    show rain_overlay
    play ambience ambience_rain
    with dissolve
    "На стенде уже висела какая-то бумажка явно медицинского толка."
    "И было на этой бумажке…"
    "Объявление о том, что пионерам первого отряда после обеда будет прочитана лекция по половому созреванию."
    th "Охохо."
    "Я подавил смешок."
    th "Читать-то кто будет? Неужели наша секс-бомба?"
    scene expression Desat("bg ext_stand3_7dl") at zenterleft
    show sl shy pioneer at cleft
    show rain_overlay
    with dissolve
    sl "Читать лекцию будет доктор В. Ц. Коллайдер."
    "Растерянно прочитала Славя."
    "Её уши горели."
    me "Ты уже в предчувствии, да?"
    "Я толкнул её локтём в бок."
    me "В ожидании глупого смеха и солёных шуточек от рыжих? Все прочие будут сидеть и краснеть."
    show sl smile pioneer at center with dspr:
        linear 2.0
    sl "А ты?"
    "Она обернулась и оказалась слишком близко."
    hide sl
    show sl shy pioneer close
    with dissolve
    "Дождевик не справлялся с водой — кое-где можно было видеть вымокший ворот рубашки и пионерский галстук."
    "Она почти неосознанно прижалась ко мне в поисках тепла."
    "А я не стал отталкивать — дурак, что ли."
    me "Я… Да мне, знаешь ли, сегодня высшую теорию по этому вопросу прочитали."
    scene expression Desat1("bg ext_stand3_7dl") at zexitcenter
    show sl laugh pioneer
    show rain_overlay
    with dissolve
    sl "Дурак."
    "Беззлобно обругала меня девочка и отошла на полшага назад."
    show sl normal pioneer with dspr 
    sl "Сколько бы ты ещё соображал, что девочке необходимо внимание?"
    "Я покаянно молчал."
    sl "То-то же. А теперь можешь обнять меня."
    sl "Только без рук."
    me "Как это? Обнять без рук."
    "Со вздохом Славя взяла мои ладони и утвердила у себя на боках."
    sl "Хотя бы так. {w}И только попробуй пошевелить ими вверх или вниз!"
    us "Тили-тили-тесто, жених и невеста!"
    "Донеслось из кустов."
    show sl shy pioneer with dspr
    "Славя вздрогнула, покраснела. {w}Заволновалась."
    "А я — залюбовался."
    "Что-то отталкивающее было в поведении всегда уверенного в себе и собранного человека."
    "Славя старалась быть идеальной настолько, что у неё это получалось — и на выходе получался манекен."
    "Живой она мне нравилась куда больше."
    "Человек показывает себя, оказавшись в незнакомой ситуации. {w}Едва ли Славю часто в детстве дразнили — слишком занятая была."
    "Искра вспыхнула и погасла — Славя взяла себя в руки."
    show sl sad pioneer with dspr 
    sl "Ульяна, не сиди в мокрых кустах."
    "Строго сказала она."
    show sl serious pioneer with dspr 
    sl "А то скажу, чтобы тебя на вечернюю лекцию не пустили, как маленькую."
    th "Напугал кота сосиской!"
    "Но Ульяна меня удивила:"
    scene expression Desat("bg ext_stand3_7dl") at enterright
    show sl normal pioneer at left
    show us calml sport at right
    show rain_overlay
    with dissolve
    us "Эй! Я не маленькая!"
    show sl smile pioneer with dspr 
    sl "А ведёшь себя именно так!"
    show us smile sport with dspr 
    us "А что, что там за лекция будет? Про что?"
    "Я бы ответил: «маленькая ещё, такие вопросы задавать» — и ушёл."
    "Но я не Славя — она приобняла мелкую за плечи и неторопливо повела куда-то, рассказывая ей о чём-то и деятельно жестикулируя свободной рукой."
    "При этом обе не обращали внимания на мелочи вроде дождя."
    me "Ну, я пошёл тогда?"
    "Спросил я у спин."
    stop music fadeout 3
    scene expression Desat1("bg ext_stand3_7dl")
    show rain_overlay
    with diam
    sl "Нет!"
    "О, разумеется: мы мокнем — значит все мокнут."
    "Лишняя монетка в копилку моего терпения, лишний зарок и дальше выбивать почву у неё из-под ног."
    ba "Как самочувствие, салага?"
    "Я обернулся."
    "Рядом неприступной скалой высился Саныч — косая сажень в плечах, сталь в прищуре, подбородок-наковальня."
    show ba em1 uniform behind rain_overlay
    with dissolve
    "Больше всего он сейчас напоминал слона, страдающего запором — его было много и выглядел он уныло."
    play music music_list["into_the_unknown"] fadein 3
    me "Бывало и лучше."
    if alt_day4_sl_tut_iz:
        ba "Ты про свой полёт с крыши?"
        ba "Да, сочувствую тебе, пытаться помочь, а получить такое."
    else:
        ba "Ты про эту перделку?"
        "Он поморщился и помассировал виски."
        ba "Соглашусь, хреномантия редкая, оторвать бы тем, кто такое делает, то, чем они думают."
        th "Надо же, а он и кроме лубочного юмора на что-то способен."
        show ba normal uniform with dspr
        ba "Как вы там вдвоём столько продержались? {w}Мы в четыре смены еле вырубили её."
        me "А как именно вырубили?"
        ba "Выключатель там."
        if alt_day4_fz_sh != 2:
            extend " Да ты видел, я там в пыли очертания твоей тщедушной тушки разглядел."
        me "Так её не демонтируют и не увезут?"
        show ba smile uniform with dspr
        ba "А должны? {w}Экспериментальная установка, собранная, между прочим, силами наших пионеров."
        if alt_day4_fz_sh != 2:
            me "Не Шурика ли? А то как бы не получилось, что она свела его с ума и тогда он своего искина разработал."
            show dreamgirl_overlay with dspr 
            dreamgirl "Или наоборот — он настолько сошёл с ума во время разработки искина, что потом собрал инфрагенератор."
            show blackout_exh3 with dspr 
            dreamgirl "Или они вкупе свели его с ума…"
            "Рекурсия технологий и безумств так захватила меня, что я вздрогнул, когда Саныч меня окликнул."
    show ba normal uniform with dspr
    ba "Домой не едешь, да?"
    "Я молча кивнул."
    ba "И правильно. Что там дома-то ловить."
    show ba normal uniform:
        xalign .5 yalign .5 zoom 1.0
        linear 0.2 yalign .7 zoom 1.15
    show rain_overlay behind ba
    with dissolve
    "Он немного пожевал губами, а потом выдал:"
    ba "А не хочешь на третью смену помощником остаться?"
    "Я уронил челюсть на землю и долго-долго искал её в грязи."
    me "Извините?!"
    "Саныч хрустнул костяшками."
    ba "Я за тобой смотрю — ты хотя и дрищ, но с понятием. "
    "Вот уж спасибочки."
    ba "Дочь свою, понятно, я бы провожать в школу не доверил, а вот судить матчи и проводить соревнования, наверное, смогу."
    "Предложение было лестное. {w}Чего скромничать-то, обалденное было предложение!"
    "А если учесть, что Славя, подключив свои кое-какие дипломатические каналы, вполне сумеет задержаться здесь вместе со мной…"
    "У нас же целое лето вместе будет."
    "Но, подумав, решил отказаться."
    me "Я не знаю, как это выразить. Но, похоже, нельзя мне здесь задерживаться дальше срока."
    me "Назовите это бреднями дрища и вместе потом посмеёмся — но сейчас я прислушаюсь к интуиции и доеду до города."
    scene expression Desat("bg ext_stand3_7dl")
    show ba normal uniform behind rain_overlay
    show rain_overlay
    with dissolve
    ba "Как знаешь."
    me "Хотя бы просто чтобы сказать родителям, что со мной всё хорошо."
    "Почему-то очень хотелось убедить здоровяка, что я не от его предложения отказываюсь."
    th "С каких это пор меня стало заботить его отношение?"
    me "Плюс все эти сомнительные вещи на территории…"
    if alt_day4_sl_tut_iz:
        me "Хотя я отказался от обследования, не уверен, что там и в самом деле всё хорошо."
        me "Просто не хочу создавать лишних проблем. {w}До отъезда как-нибудь продержусь, и ладно."
    else:
        me "Плюс я говорил с Шуриком ночью."
        "Саныч, до этого момента хмурящийся, сразу успокоился."
        "Кивнул:"
        show ba smile uniform with dspr
        ba "А, понятно. И ты думаешь, что он первый, кто увидел этого странного мужика?"
        if alt_day4_fz_sh == 2:
            me "Мужика?"
            ba "Он тебе не рассказал?"
            "Саныч поскрёб щетину на подбородке и решил:"
            ba "Тогда забудь."
            "Ещё одна тайна, которую я не собираюсь трогать и трёхметровой палкой."
        else:
            ba "Или тебя больше пугает то, что под лагерем можно добраться до бомбоубежища?"
            "Я снова покачал головой."
            me "Меня смущают всякого рода побочные эффекты этих походов."
            "Я рассказал ему про карту, про то, как ориентировался в подземелье, как воспринимал информацию, как будто положенную на дальнюю полку за ненадобностью."
            show ba em1 uniform with dspr
            ba "И это тоже знакомые симптомы."
    if alt_day4_sl_lf_solo == 1:
        ba "Шурка вчера сам пришёл, ты в курсе?"
        "Я кивнул."
        ba "И вылез он из старой вентиляции. {w}Хочешь поручение?"
        me "Э… Нет?"
        "Он усмехнулся."
        ba "Надо, чтобы кто-нибудь перекрыл там всё."
        ba "Сходишь?"
        me "Куда?"
        ba "Шутник. Мне-то можешь рассказать, как по туннелям лазил."
        "Он подмигнул."
        ba "Что я, не знаю, как тебя туда тянет?"
        "Я покачал головой."
        "О чём бы физрук ни говорил, я пока не понимал ни слова."
        "Но я же Близнец по гороскопу — а им свойственно принимать как должное незаслуженные комплименты."
        "Хотя я и не верю в гороскопы."
        me "Тянет, да. Так что делать надо?"
        ba "Прошвырнёшься обратно в туннели, понятно, не один, закроешь подходы… Да и всё."
    else:
        ba "Знаешь, пока дождь и лагерь спокойный — может, смотаешься туда ещё раз? Для освежения впечатлений."
    ba "С экипировкой помогу."
    ba "Начальник поручил это дело мне, но я лучше поручу его кому-нибудь, кто не рискует застрять в туннеле из-за слишком развитого плечевого пояса."
    th "Или из-за слишком толстого пуза."
    "Подумал я."
    ba "Сейчас начало десятого, до обеда уйма времени. Возьмёшься?"
    me "А как же?.."
    "Я покосился на до сих пор что-то разъясняющую Ульянке Славю."
    show ba smile uniform with dspr
    ba "Я на неё и намекаю!{w} Одного тебя никто не отпустит, даже если я попрошу, а с ней — порядок, иди."
    ba "Бери её с собой, вместе походите, посмотрите по ощущениям."
    me "И зачем нам это нужно?"
    play sound sfx_keys_rattle fadein 0
    "Покопавшись в карманах, Саныч дал мне связку ключей, на которой фигурировали ригели, бабочки на десятидюймовых штырях и прочие атрибуты завхоза, страдающего гигантоманией."
    if alt_day4_sl_lf_solo == 1:
        ba "Там, внизу, туннели. {w}Много-много туннелей, куда постоянно пытаются забраться дети."
    ba "Нужно, чтобы вы перекрыли там всё."
    ba "Таким образом вы сделаете общественно важное и полезное дело."
    ba "Так как это считается правительственным объектом, взорвать его и завалить никто не позволит, но мы хотя бы можем закрыть двери, чтобы там не шлялся абы кто."
    "Вообще я имел в виду старое еврейское «а вы мне шо за это», но в голову пришло, что если Славя услышит, как я торгуюсь вместо помощи…"
    th "Угораздило же меня связаться с ней."
    "Связка упала в подставленную ладонь."
    if alt_day4_sl_tut_iz:
        pass
    else:
        ba "Честно сказать, и перделку бы тебе эту вручил, чтобы ты её где-нибудь потерял «при загадочных обстоятельствах»."
        ba "Но мне запретили это делать — открытым текстом запретили."
        show ba evil uniform with dspr
        "Он зло сплюнул на землю."
        ba "Из бомбы вытащили запал, теперь там взрывчатка превратилась в голландский сыр."
        ba "А значит, физрук утёрся рукавом, сделал к козырьку и отчалил согласно субординации."
    "Он обратил внимание, что я всё ещё стою рядом и внимательно его слушаю."
    ba "Вали уже."
    if alt_day4_sl_lf_solo == 1:
        ba "Фонарь и верёвку найдёшь в клубе, разрешение есть."
        ba "Ключ от клуба на связке — с красной биркой."
    hide ba with dspr
    "Он хлопнул меня по спине, неуклюже развернулся и отправился к себе — в крытое — спать."
    "Спать."
    #"Я пытался писать музыку, а получался салют для ничтожеств."
    if not alt_day4_sl_tut_iz:
        th "Бесхитростный человек, простой как палка, а гляди-ка, и у него тоже своя история."
        th "Не просто же так он возмущается?"
        "Не просто же так иногда маленькие глазки — мёртвые, дозатором боли, которой не место на бетонных плитах обители счастья."
        "Подавляющего самомнения человек, который не умеет общаться, не издеваясь, молчит ночами и думает, как здорово было бы послать всё к чёрту и закрыть за собой дверь."
        "Кивнуть морю как знакомому, сесть на песок и влить в горло обжигающей ненависти, считающей секунды каплями, рваные сухожилия, гормональные сбои, больные печени."
        "И отпустить себя, туда, где ещё была открыта дорога в большой спорт."
        "Неоткуда мне было знать, что Саныч, некогда подающий надежды спортсмен-юниор, надежа и опора, сошёл с дистанции."
        "С тех пор на беговую дорожку только со свистком и секундомером."
    show un normal pioneer behind rain_overlay
    with dspr 
    un "П-привет."
    "Поздоровалась Лена, остановившаяся поодаль."
    if lp_sl < 17:
        me "Привет."
        me "Что ты здесь делаешь?"
        un "Н-ну…"
        show un serious pioneer with dspr
        un "Я ваш разговор слышала. Можно я с вами?"
        me "Нет."
        show un serious pioneer with dspr
        un "Н-но вчера же Славя…"
        if alt_day4_fz_sh == 2:
            me "Вот именно."
            "Кивнул я."
            me "Славя попросила тебя держаться от меня подальше."
            me "Присоединяюсь к её просьбе."
            me "Ты и так причинила бед, остановись и уйди. {w}Пожалуйста."
            hide un with easeoutleft
            "Лена вздрогнула и, втянув голову в плечи, заспешила прочь."
            dreamgirl "Ещё один закрытый гештальт. {w}От-ме-ча-ю!"
        else:
            "Кажется, намёков она не понимает напрочь."
            me "Послушай."
            "Вздохнул я."
            me "Славя девушка добрая и за тебя чувствует ответственность."
            me "Она тебя всегда поддержит и с собой возьмёт."
            show un shocked pioneer with dspr
            me "Но ты должна понять — тебе не рады здесь."
            me "Ты мешаешь. {w}Ей и мне."
            show un cry pioneer with dspr
            un "Да я же просто… Просто…"
            "Она всхлипнула и убежала."
            hide un with easeoutbottom
            dreamgirl "Обидел девочку. Рад?"
            me "Заткнись."
    else:
        "Я только досадливо дёрнул плечом."
        if alt_day4_sl_lf_solo == 1:
            "Мне надо было найти Славю и как-то убедить её пойти со мной в некие мифические туннели."
            dreamgirl "Я девочка, ты — мальчик! Пойдём со мной в подвал!"
            th "Помолчи."
            "Я задумался."
        else:
            "Мне надо было найти Славю и как-то убедить её пойти со мной в катакомбы ещё раз."
        "Задачка на миллион."
        me "Привет. {w}Извини, уже убегаю."
        show un shy pioneer with dspr
        un "Жаль… Ой."
        "Конечно, можно было упирать на то, что мы теперь парочка и всё вместе делать должны."
        "Но как-то это бесчестно, что ли."
        hide un with dissolve
        "Лена хотела было что-то добавить ещё, но я уже развернулся к ней спиной."
    scene expression Desat1("bg ext_stand3_7dl")
    show rain_overlay
    with fade
    "Пришлось немножко подраться с Ульяной, которая вопила про тычинки, прежде чем удалось отнять у неё активистку и отвести в уголок."
    "Выслушав меня, Славя кивнула."
    if alt_day4_sl_lf_solo == 1:
        "И через двадцать минут она удивила меня, когда пошла в противоположную ожидаемой сторону."
        window hide
        scene bg ext_square_rain_day_7dl at zenterleft
        show sl normal pioneer at cleft
        with dissolve
        me "Разве старый лагерь не в другую сторону?"
        sl "Сейчас увидишь."
        "Она обошла Генду и постучала по едва заметной вентиляционной решётке."
        sl "Здесь запасной вход."
    else:
        "И двадцать минут сборов спустя мы отперли вентиляционную решётку "
        if (alt_day4_sl_lf_solo == 0) or (alt_day4_sl_lf_solo == 3):
            extend "и вернулись туда, откуда вчера пришли."
        else:
            extend "и отправились туда, откуда я вчера насилу сумел выбраться."
    window hide
    stop music fadeout 3
    $ persistent.sprite_time = "night" 
    $ night_time()
    play sound sfx_metal_door_large_close_basement
    scene bg int_mine_room with dissolve
    play ambience ambience_catacombs_stones
    play music nowyouseeme fadein 3
    if alt_day4_sl_lf_solo == 1:
        "Надеюсь, Славя здесь ориентируется, хотя бы примерно."
        "А то мне было ощутимо не по себе."
    elif alt_day4_sl_lf_solo == 2:
        "Маршрут вчера я разведал, так что не особо и удивился."
        "Я здесь второй раз, но, чёрт возьми, продолжаю волноваться!"
    else:
        "Хвала рандому, маршрут в катакомбы мы вчера разведали и не пришлось идти наобум, как мы делали в прошлый раз."
        "В этот раз мы просто пошли на площадь, открыли ту самую вентиляционную решётку под товарищем Гендой и загрохотали сандалиями вниз по скобам."
        "Я здесь второй раз, но чёрт возьми, продолжаю волноваться!"
        "Наверное, волновался бы, даже если бы мы пришли сюда в пятый, в десятый раз."
    "Потому что — правительственные туннели, бомбоубежища и переход на нижний уровень!"
    if alt_day4_sl_lf_solo == 1:
        "Вчера я так сюда и не попал, ничего не посмотрел, по подземельям не погулял."
    elif alt_day4_sl_lf_solo == 2:
        "Вчера я нёсся тут как локомотив, ничего толком разглядеть не успел."
    else:
        "Вчера мы пошли кратчайшим маршрутом и не успели оценить всей прелести подземелий."
        th "Но сегодня мы можем нагуляться вволю — ибо нас сюда заслали с задачей сами взрослые!"
        "В этот раз мы были экипированы посерьёзнее — у каждого был фонарик, моток верёвки, а за спиной у Слави висел узелок с бутербродами, если загуляемся."
    "Первая дверь — тяжёлая, с поворотным колесом."
    "Мы открыли её, но не дали захлопнуться, и я отметил её на плане, который должен будет стать Картой Сокровищ!"
    "Хотя какие там сокровища…"
    "Ничего даже полудрагоценного — тепловые коммуникации, полурабочая помповая станция и стеклянные бутылки в два слоя на полу."
    show sl normal pioneer with dspr 
    sl "Убраться бы здесь."
    "Задумчиво кивнула головой Славя."
    me "Хочешь заняться?"
    show sl surprise pioneer with dspr 
    sl "В смысле?"
    me "Я говорю, если хочешь здесь убраться, я не буду тебе мешать."
    show sl sad pioneer with dspr 
    sl "Ну тебя."
    "Она надулась, догадавшись, что я её просто дразню."
    if alt_day4_sl_lf_solo == 1:
        pass
    else:
        "А между тем, дверь, которую прибежавший Шурик плотно-плотно захлопнул, оказалась приоткрытой."
        "Будто этого было недостаточно, дерево возле ручки было изрезано, как будто у кого-то был острый нож и много-много свободного времени."
        "Вчера я то ли не видел этого, то ли не обратил внимания."
    "Отметив и эту дверь, мы вышли в туннели."
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_mine_crossroad
    with dissolve
    play ambience ambience_catacombs_stones fadein 3
    #call alt_cotocombs #Ленивая жопа никак не сподобится дописать несчастную днд-бродилку.
    "Здесь всё было абсолютно ожидаемым — узкоколейка для вывоза ископаемых, крюки на крепях под фонарь."
    "Дальше по туннелю можно было обнаружить и брошенные спецовки, почти новое кайло, лишь самую чуточку погнутое, и фигурный стеклянный абажур для керосиновой лампы."
    "Последний был почему-то без самой лампы."
    if alt_day4_sl_lf_solo == 1:
        "С подачи Саныча я ожидал диаблоподобных пещер, скал и каверн с сундуком в самой глубокой жо… То есть, в самом труднодоступном районе."
        "То, что мы окажемся во вполне себе облагороженной угольной выработке, немного сбивало с толку."
    else:
        "Сейчас, когда мы знали о наличии этих туннелей, о том, что они такое, и даже приблизительно представляли себе схему коммуникаций, место утратило долю своего жутковатого шарма."
    "Хотя я всё равно необъяснимо продолжал волноваться."
    "Странное было чувство. Или, скорее, предчувствие."
    "И не успокаивали ни неспешно бегущие назад под ногами шпалы, ни сверхсильный фонарь-дубинка, ни рука Слави в моей."
    scene expression Notch("bg int_mine") at zenterleft with dissolve
    play music music_list["sunny_day"] fadein 5
    if alt_day4_sl_lf_solo == 1:
        pass
    else:
        "Потому что где-то там, в местах, что десятилетиями не знали света, обитало что-то…"
        "…оцарапавшее Шурика."
        "Это в присутствии труса очкастого или накоротке с блондинкой я храбрился и грудь колесом держал."
        "Такие царапины можно нанести, только если бить сверху вниз, самостоятельно так не поранишься."
    "Из темноты дуло, сыро и зябко, невольно навевая мысли о похоронах заживо и прочих приятных штуках, связанных с темнотой, водой и холодом."
    me "Между прочим."
    "Сказал я, передёргивая плечами."
    if alt_day4_sl_lf_solo == 2:
        me "Пока я вчера тут шлялся, не было здесь тележки."
        show sl normal pioneer with dspr 
        sl "Может, оно…"
        "Я покачал головой."
    elif alt_day4_sl_lf_solo == 1:
        me "Здесь может водиться какая-нибудь подземная пакость."
    else:
        me "Вчера, когда мы проходили здесь, не было здесь никакой тележки."
        me "Кайло лежало тут, помятое и поржавевшее."
        show sl normal pioneer with dspr 
        sl "Может, оно…"
        "Я покачал головой."
    me "Знаешь, что?"
    me "Ни на миг не выпускай меня из виду."
    "Приказал я, чувствуя, как вокруг нас сгустились сумерки, против которых бессилен был любой фонарь."
    show sl surprise pioneer with dspr 
    sl "В чём дело?"
    me "Не нравится мне здесь что-то."
    play sound sfx_ghost_children_laugh
    play sound2 sfx_far_steps fadein 1
    "На границе слышимости кто-то рассмеялся, раздались шаги."
    if herc:
        "Не говоря дурного слова, я одним движением убрал девушку за спину."
        "Привычно, не впервой."
        "Оружия, понятно, мне по ранжиру не полагается, но навыки никуда не делись."
        sl "Что ты…"
        me "Молчать, женщина. {w}Впереди опасность."
        dreamgirl "Какой прелестный образчик шовинизма!"
        $ alt_sp += 1
        $ lp_sl += 1
    elif loki:
        menu:
            "Спрятать Славю за спину" if alt_sp >= 2:
                $ alt_sp += 1
                $ lp_sl += 1
                "Наверное, это можно было назвать инстинктивными действиями."
                "Но я успел задвинуть за себя Славю и взять фонарик наизготовку, прежде чем понял, что творю вообще."
                "Славя почему-то спорить не решилась, покорно пристроилась в арьергарде."
            "Ты слышала?":
                $ lp_sl += 1
                $ karma += 20
                sl "Что?"
                me "Да шаги же!"
                show sl serious pioneer with dspr
                sl "Я ничего не слышала."
                me "Знаешь что, держись-ка за мной, ладно?"
                "Славя хотела что-то возразить, но посмотрела на меня  ещё раз и кивнула."
            "Что это?":
                sl "Что?"
                $ alt_sp -= 1
                $ lp_sl -= 1
                me "Не знаю! {w}Но там в темноте что-то есть!"
                sl "Думаешь?"
                sl "Может, я тогда первой пойду?"
                "Я немного подумал."
                me "Давай!"
    else:
        if lp_sl > 17:
            menu:
                "Прикрыть Славю":
                    $ alt_sp += 1
                    $ lp_sl += 1
                    "То, что я сделал, я никак сам себе объяснить не сумел бы."
                    "Просто вдруг оказалось так, что между потенциальной опасностью и Славей вдруг оказалась моя тушка."
                    "Герой? Я вас умоляю."
                    "Просто переживать удары по пустой голове — это, похоже, то, что у меня получается лучше всего."
                "Спрятаться самому":
                    "Я замер и прислушался."
                    "Кажется, там в темноте кто-то был."
                    sl "Что случилось?"
                    me "Кажется, я что-то слышал."
                    sl "В какую сторону?"
                    "Она встала рядом, и я указал лучом фонарика направление."
                    sl "Никого."
                    me "Но я слышал что-то!"
                    sl "Слушай, давай я первая пойду."
                    me "Давай лучше рядом."
        else:
            me "Ты слышала?"
            sl "Что?"
            me "Не знаю! {w}Но там в темноте что-то есть!"
            sl "Думаешь?"
            sl "Может, я тогда первой пойду?"
            "Я немного подумал."
            me "Давай лучше рядом."
    window hide
    scene cg d4_fz_catac_sl_7dl with dissolve
    "Мы продолжили нашу увлекательную экспедицию в глубины глубин местных катакомб."
    "Почему я не сбежал? Кажется, проще всего было бы зафиксировать чьё-то присутствие и вернуться обратно в лагерь — у нас не было задачи изображать из себя главгероев какого-нибудь ширпотребного хоррор-муви."
    "Не могу сказать."
    "Наорали бы, да, сказали бы, что ничего мне доверить нельзя и так далее."
    "И всё. {w}Но нет же — нам подавай возможность покорчить из себя супергероя без страха и укропа."
    "А тут ещё и Славя."
    me "Слушай внимательно, мне кажется, мы не одни здесь."
    "Девочка послушно кивнула."
    "Мы двигались около получаса, отмечая отроги и двери, прежде чем сковавшее меня напряжение мало-помалу начало отпускать."
    me "Ты была в курсе, что у вас что-то водится здесь?"
    "Славя покачала головой."
    scene expression Desat("bg int_mine")
    $ persistent.sprite_time = "night"
    $ night_time()
    show sl normal pioneer
    with dissolve
    sl "Я даже про подземелья в курсе не была."
    scene expression Notch("bg int_mine")
    show sl shy pioneer
    with dissolve
    sl "То есть, насчёт всех этих проходов."
    "Поправилась она, когда я покосился на неё через плечо."
    show sl normal pioneer with dspr 
    sl "Знала, что есть комнатка, где… {w}Ну… Ты понял."
    show dreamgirl_overlay with dspr 
    dreamgirl "Где вожатые, а иногда и пионеры забирались и… Ну ты понял."
    hide sl
    "Я замер на полушаге."
    scene expression Notch("bg int_mine"):
        xalign .5 yalign .5 zoom 1.0
        linear 1.0 xalign .7 yalign .3 zoom 1.25
    "Одна из крепей была отмечена. Да как!"
    if alt_day4_sl_lf_solo == 1:
        "Росчерком когтей, уместных на лапе крупного хищника."
    else:
        extend " Таким же росчерком, что украшал щёку Шурика."
    me "Видала?"
    sl "Отметила."
    "Славя занесла данные на «карту»."
    scene expression Notch("bg int_mine_crossroad") at zenterleft with dissolve
    "И ещё одна развилка."
    if alt_day4_sl_lf_solo == 2:
        "Вчера я был в определённом, помрачённом состоянии сознания, поэтому напрочь не помнил где и в каких местах здесь чьей-то щедрой рукой были рассыпаны перекрёстки."
        "И эту развилку тоже."
    elif alt_day4_sl_lf_solo == 1:
        "Я здесь заблужусь и буду искать выход три года…"
    else:
        me "Помнишь, как мы вчера шли?"
        show sl smile pioneer with dspr 
        sl "Вообще-то это ты нас вёл."
        "Улыбнулась Славя."
        show sl normal pioneer with dspr 
        sl "Ещё и с видом, будто каждый день здесь ходишь."
    "Я вздохнул."
    me "Ладно, давай попробуем налево."
    play sound_loop sfx_far_steps fadein 1
    "Из глубин тёмных туннелей донесся звук, очень похожий на тяжёлые шаги."
    "Не будь я таким закалённым ветераном подземных поисков, я бы струхнул, не иначе!"
    dreamgirl "Глядите на этого вьетконговского партизанена."
    dreamgirl "Напугался полтора раза завываний ветра — и уже Ветеран. Да. С педалью за отвагу."
    if alt_day4_sl_lf_solo == 1:
        pass
    else:
        "На самом деле просто успел отметить, когда спрыгивал с верхнего яруса, что акустика здесь вытворяет крайне любопытные вещи с самыми обычными звуками."
        "В тех штольнях, где грунтовая вода уже успела подточить почву — а угленосные пласты этим страдают — испарение создаёт конденсат, конденсат — воду, падающие с потолка капли."
        "И вот этот удар капли о поверхность воды, пропущенный через акустические фильтры местных катакомб, и звучит как шаг какого-нибудь монстра."
        "А ещё я обычно делаю так."
        me "О!"
        "Резко выкрикнул я и, глядя в потолок, хлопнул в ладоши."
        "Где-то далеко-далеко раздался пронзительный писк и хлопанье многочисленных крыльев."
        "Я их больше почувствовал, чем услышал."
        show sl serious pioneer with dspr 
        sl "Семён, можешь не баловаться?"
        "Строго посмотрела на меня девушка."
        sl "Ты пугаешь меня до чёртиков."
        me "Прости."
        "Раскаяния в моём голосе не было ни на йоту."
        "И даже гипотетический бегун-царапун почему-то казался чем-то дистанцированным, вынесенным за скобки."
    "Я поднял с земли камешек и бросил его в темноту."
    me "Вот видишь? Ничего там страшного не…"
    "Подступающую от недосыпа сонливость как рукой сняло."
    scene expression Desat("bg int_mine") with dissolve
    play sound sfx_lena_hits_alisa
    "Судя по звуку, камень попал во что-то мягкое."
    "Я мгновенно направил туда фонарь."
    scene expression Notch("bg int_mine") with dissolve
    "Никого."
    show sl surprise pioneer with dspr 
    sl "Кажется…"
    me "Я в кого-то попал."
    "Кивнул я."
    show sl normal pioneer with dspr 
    sl "Обладаешь ты талантом… Врагов заводить."
    "Славя прижалась ко мне, легонько дрожа."
    "Как будто ища защиты."
    "А я, действуя автоматически, обнял её."
    "И посветил через плечо."
    stop sound_loop
    window hide
    scene cg d4_fz_catac_sl_7dl with dissolve
    "Смазаный свет фонарика отразился в чьих-то огромных, чёрных, практически без белка, глазах, двинулся дальше."
    "Меня парализовало от страха."
    "Я повёл фонарём назад."
    play music dead_silence fadein 3
    "Пусто."
    me "Мне кажется, лучше нам уйти отсюда."
    scene expression Notch("bg int_mine_crossroad") with dissolve
    show sl normal pioneer with dspr 
    sl "Ммм…"
    "Всё это время Славя грелась у меня на груди, не делая попыток выбраться."
    sl "Почему?"
    me "Потому что тут кто-то есть, вот почему!"
    show sl shy pioneer close with dspr 
    sl "Ну и что?"
    "Она потёрлась о мою щёку как кошка."
    show sl smile2 pioneer close with dspr 
    sl "Пять минут назад тебя это не смущало."
    me "Я видел его."
    show sl normal pioneer close with dspr 
    sl "Правда?"
    me "Оно стояло у тебя за спиной."
    "Славя застыла."
    show sl sad pioneer close with dspr 
    sl "Ч-что ты сейчас сказал?"
    me "Я сказал, оно у тебя за спиной."
    show sl surprise pioneer with dspr 
    sl "Где?!"
    "Взвизгнула она."
    "Дальше одновременно она умудрилась подпрыгнуть, повернуться в воздухе, включить источник света и…"
    "Никого."
    show sl normal pioneer with dspr 
    sl "Семён…"
    "Начала она."
    me "Да я не шучу!"
    show sl serious pioneer with dspr 
    sl "И, значит, оно…"
    th "Оно передвигается очень тихо, и разносящийся плеск воды здорово его маскирует."
    me "К стене."
    "Без лишней вежливости я отодвинул её в сторону."
    "Девочка не успела сгруппироваться, поэтому удар вышиб из неё дух."
    hide sl with easeoutleft
    play sound sfx_fall_grass
    "Мимо нас на всех парах пронеслось нечто, со всего маху влепилось в стенку, не вписавшись в поворот — и как было, на четвереньках, унеслось в темноту."
    scene expression Notch("bg int_mine_crossroad"):
        xalign .5
        easeout 2.0 xalign .9
    sl "Ч-ч-что эт-т-то."
    "Стуча зубами спросила Славя."
    me "А я знаю? Херь какая-то дикая, туннельная. {w}Подозреваю, фонариками мы от неё не отмашемся, так что…"
    show dreamgirl_overlay with dspr 
    dreamgirl "А что? Двигать к поверхности, закрывая за собой двери, и надеяться, что оно сдохнет от голода, оставшись взаперти?"
    dreamgirl "Но оно же не схарчило Шурика! {w}Значит, питается чем-то ещё."
    th "Может, предпочитает другую группу крови."
    "Сейчас бы какой-нибудь автомат или гранатомёт."
    "Просто держать периметр с оружием в руках."
    if not herc:
        dreamgirl "Уж тебе-то, никогда не служившему, оно ой как пригодится."
        th "Да уж что-нибудь смогу!"
        dreamgirl "Обмочить штанишки от грохота автомата в закрытом помещении разве что."
    "Славя, двигающаяся  рядом, замерла."
    th "У меня плохое предчувствие."
    "Я проследил направление её взгляда лучом фонарика — прямо перед нами стлалась по земле такая же тварь, брат-близнец той, что осталась где-то у нас за спиной."
    "Она скалилась и прятала одной лапой глаза, слезящиеся от яркого света."
    me "Сюда."
    "Я приметил за спиной незамеченную узкую расщелину и потащил Славю за собой."
    me "Быстрее."
    "За спиной кто-то вскрикнул, что-то глухо чмокнуло."
    "И я медленно-медленно обернулся."
    "За спиной Славя дула на отбитые пальцы, а у самых её ног на земле трясла головой оглушённая тварь."
    me "Пошёл, пошёл!"
    window hide
    scene expression Desat("bg int_mine") at zentercenter
    "Я потащил нас по обнаруженной расселине."
    play ambience ambience_lake_shore_night fadein 2
    "Чисто психологически я чувствовал бы себя куда увереннее, если бы слышал сзади шаги."
    "Но, как на грех, из всего нашего трогательного квартета только я издавал различные шумы и топот во время бега — и Славя, и преследующие нас твари двигались мягко, бесшумно."
    window hide
    scene expression Desat("bg int_mine_water_7dl")
    "Я выругался сквозь зубы."
    sl "Что там?"
    window hide
    scene bg int_mine_water_7dl
    me "Назад!"
    "Славя кинула взгляд через моё плечо, мазнула светом фонаря по чёрной поверхности воды, рассыпая кучу зайчиков, и, развернувшись, побежала впереди."
    scene black with diam
    stop ambience
    "Сначала мне показалось, что меня глючит."
    window hide
    scene expression Dawn("bg int_mine_door") with dissolve
    "Но когда я выключил фонарик, то понял, что это самая что ни на есть реальность — перед нами была приснопамятная дверь в распределительный участок."
    "Каким образом мы умудрились сделать круг, непонятно — видимо, эта тропинка как раз и вела окольным путём к тому, откуда всё началось."
    "Я подбежал к двери и взялся за ручку."
    "И с отвращением отдёрнулся — пальцы вляпались во что-то склизкое, липкое."
    th "Ну и…"
    show dreamgirl_overlay with dspr 
    dreamgirl "Да некогда тут из себя Мисс Брезгливость строить, дёргай давай!"
    with vpunch
    "Подсознание, как обычно, было деловито и строго по существу."
    play sound sfx_metal_door_handle_rattle
    "Я снова вцепился в металлическую ручку и изо всех сил дёрнул дверь вверх — её нужно было приподнимать, чтобы она могла открыться."
    "Но ничего больше сделать не успел."
    "В меня затормозило что-то большое и тяжёлое."
    scene expression Dawn("bg int_mine_door") at zentercenter
    show ftl_anim with Shake((0, 0, 0, 0), 0.3, dist=10)
    play sound sfx_punch_medium
    $ renpy.pause(2)
    scene black with pixellate
    "И наступила тишина."
    window hide
    play music sneakupon fadein 3
    scene anim prolog_1
    "Наверное, мой труп сейчас доедают те глазастые твари."
    "А рядом со мной заготовлен впрок ещё один — голубоглазый, принадлежащий одной не в меру активной пионерке."
    "{i}Меня всегда завораживала смерть — хотелось заглянуть за край и узнать, а что там.{/i}"
    "{i}Сейчас я понимаю.{/i}"
    "{i}Нет там ничего.{/i}"
    "{i}Ты один в пустоте, и всё, что у тебя есть — это ты сам.{/i}"
    "{i}Смерть. Высшая форма одиночества.{/i}"
    "{i}Говоришь и говоришь сам с собой, не в силах ни сделать что-то, ни даже пошевелиться.{/i}"
    "{i}В результате постоянного диалога с самим собой твоё сознание начинает распадаться.{/i}"
    "{i}И через тысячу лет ты превращаешься в бессознательную единицу, в бесполое Ид, годное единственно на то, чтобы стать личинкой будущей новой душе.{/i}"
    "И назойливо жужжит над ухом мысль, что на себя мне плевать по большому счёту, но обидно, что я не уберёг одну девочку."
    "Мы же только встречаться начали."
    "Ну хорошо, условились начать встречаться."
    "Кажется."
    with flash
    "Наконец, мне надоело не делать ничего и быть нигде, и я пожелал:"
    me "Да будет что-нибудь."
    scene white with diam
    "Коль скоро ни на что моей малахольной силы не хватало, кроме как на движение фотонов и электронов, стал свет и электричество."
    "Да будет свет, да."
    "Под ногами гудело что-то, мимо с огромной скоростью проносились какие-то огромные объёкты."
    "Или мы?"
    window hide
    scene bg ext_sky_7dl with dissolve

    "{i}Больше всего это напоминало полёты в небе, как я всю жизнь их себе представлял, видел во сне и на голубом экране.{/i}"
    "{i}Никаких побочных эффектов, вроде рвущего горло ветра или собачьего холода — нет, просто скорость, небо и облака.{/i}"
    "{i}Просто если бы человек и правда умел бы летать, так бы это и выглядело — неспешное левитирование себя между кучевыми сгустками тумана.{/i}"
    "{i}Один объект на земле привлёк моё внимание, и я притормозил немного.{/i}"
    "{i}Снизился.{/i}"
    "{i}Это был мужчина.{/i}"
    "{i}Скорее, даже подросток.{/i}"
    "{i}Очень кого-то мне напоминавший.{/i}"
    "{i}Его со всех сторон окружал серый туман, ластящийся, подбирающийся под руку, чуть ли не мурлыкающий, а парень улыбался и в никуда, будто своему лучшему другу, весело рассказывал про бригантины, алые платки, рапиры и лебединую верность.{/i}"
    "{i}Чудна и странна была речь его — из стройного связного монолога сначала начали пропадать знаки препинания, паузы для вдоха и выдоха, потом ненужные слова-паразиты, слоги, предлоги.{/i}"
    "{i}Целые слова, наконец.{/i}"
    "{i}А туман волновался и волновался, вихрем закручиваясь вокруг парня.{/i}"
    "{i}Тот же, казалось, ничего не чувствовал и не замечал.{/i}"
    "{i}Да и зачем.{/i}"
    "{i}Он перехватил мой взгляд — и я отвернулся, содрогнувшись, как от удара.{/i}"
    "{i}Я никогда таких одухотворённых глаз не видел.{/i}"
    "{i}Разве что в лагере, у Слави.{/i}"
    "{i}Её имя больно царапнуло сердце.{/i}"
    "Засиделся я здесь что-то."
    if alt_day4_sl_lf_solo != 1:
        "Вызывая в себе вчерашнее чутьё, я представил объект для поиска и, оглядевшись, наметил направление."
    elif alt_day4_fz_sh != 2:
        "Вспоминая, куда меня завели вчерашние камень-ножницы-бумага, я выбрал путь."
    else:
        "Вызывая в себе приобретённое чувство направления, я задал критерии поиска и, оглядевшись, наметил направление."
    "Обернулся на прощание — он так и смотрел на меня."
    "И снова вздрогнул."
    "Это был всё тот же вьюнош с горящим взором."
    "Разве что в глазах его больше не было никакого огня."
    "Глаза-пуговки плюшевого медведя иной раз выглядят живее, чем смотрящие на меня пустые зрачки."
    "Тумана больше не было — чем бы ни была эта тварь, она удалилась, закончив свои дела."
    "Мы остались вдвоём на берегу."
    "От берега неспешно отваливала бригантина."
    "На борту которой пряталась в тени алого паруса невысокая, хрупкая девушка с длинными светлыми волосами самого необычного оттенка."
    th "Полоумная."
    "Почему-то всплыло в голове."
    th "Всё-таки дождалась своих парусов."
    "А где-то на носу уже открывали бочки с вином, но я уже летел дальше, меня рвало и гнало чувство, подсказывающее мне кратчайший путь."
    "Достаточно просто двигаться в избранном направлении, и…"
    "В какой-то момент я со всего маху влетел в некую препону, мягкую, тёплую, попробовал толкнуть её от себя."
    "А она вскрикнула и дала мне по рукам."
    "И я пришёл в себя."
    stop music fadeout 3
    $ persistent.sprite_time = "night"
    window hide
    show unblink
    scene expression Desat("bg int_mine_room2_7dl")
    with dissolve
    play ambience ambience_safe
    "Я находился в каком-то полутёмном помещении, лежа на чём-то мягком."
    show sl angry pioneer with dspr 
    sl "Ты не успел отношениями обзавестись, а уже стремишься стать бобылём?"
    "Строго выговорила мне Славя."
    "Я лежал у неё на коленях."
    "А она сидела на полу, подобрав под себя ноги."
    "Фонарик был направлен вдоль стены, что давало нам неплохое освещение."
    me "Мы… Где?"
    show sl serious pioneer with dspr 
    sl "Ты ничего не помнишь?"
    me "Ну… То, как меня что-то сбило, я помню."
    sl "После той гонки?"
    "Она покачала головой и достала из мешка карту."
    show sl shy pioneer with dspr 
    sl "Я кое-что постаралась нанести, где запомнила.{w} Разумеется, не всё."
    me "И что?"
    me "Ну, не всё, так не всё."
    me "Сюда нужно собирать целую экспедицию, а не ходить вдвоём. {w}И твари эти!"
    "Я неохотно разорвал контакт моей головы с её коленками."
    me "Давай подниматься на поверхность, раз уж каким-то образом оказались в начале пути."
    "Славя посмотрела на меня каким-то очень странным взглядом."
    show sl normal pioneer with dspr 
    sl "Семён, мы не в пультовой."
    me "Но я же точно помню дверь, и…"
    show sl smile pioneer with dspr 
    "Она смущённо улыбнулась."
    sl "Нет, дверь была. Но это не пультовая. {w}Какая-то другая комната."
    scene bg int_mine_room2_7dl with diam
    "Я, не поверив, поднял фонарик и осветил стены."
    "Всё верно."
    "Будь это та самая комната, здесь было бы много стекла, нецензурной лексики на стенах и разных вентилей с регуляторами."
    me "И ты…"
    sl "Я не знаю, где мы."
    sl "Похоже, это бытовка где-то внутри лабиринта.{w} Мы не могли бы так быстро обогнуть целиком весь периметр."
    show sl normal pioneer with dspr 
    sl "А дверь похожая, да, но, кстати, открывается в другую сторону."
    me "Да, ты можешь мне рассказать, что произошло?"
    me "Я, признаться, ожидал, что проснусь в желудке одной из этих тварей в переваренном состоянии."
    show sl shy pioneer with dspr 
    sl "Н-ну…"
    "Я не был уверен в темноте, но, похоже, она смутилась."
    show sl normal pioneer with dspr 
    sl "Я не успела затормозить… {w}Короче, ты смягчил падение."
    th "И снова приложился пустой головушкой."
    th "И отключился."
    sl "А я дверь захлопнула, им её не открыть теперь."
    me "Что ж. Раз все мы вернулись к дееспособности, попробуем пробраться к выходу."
    sl "Но…"
    show sl serious pioneer with dspr 
    sl "Как же снарк?"
    me "Снарк?"
    sl "Буджум."
    th "Что это она уже успела употребить?"
    show dreamgirl_overlay with dspr 
    dreamgirl "Кэролл же, село неасфальтированное."
    th "Кто бы говорил! Одну черепную коробку делим."
    me "Но снарки — это эти, четырёхлапые, в противогазах."
    "Вспомнил я."
    dreamgirl "Четырёхлапые — это снорки. И где ты тут зону радиации видишь?"
    show sl normal pioneer with dspr 
    sl "Они и есть четырёхлапые. {w}А есть ли у них противогазы, извини, не посмотрела."
    sl "Не помню, рассказывала ли тебе, но в третий день, когда тоже шёл дождь, вожатая собрала нас на свечку, и мы рассказывали всякие интересности."
    sl "Электроник рассказал про книгу Велтистова, в честь героя которой ему и дали родители такое странное имя."
    sl "А Мику ничего больше не придумала, кроме как рассказать про последнюю книгу, которую читала — как раз Льюиса Кэролла."
    sl "Шурик ещё так забавно напугался, когда она про снарков начала читать — наизусть, кстати!"
    me "Напугался?"
    sl "Да. {w}Он начал рассуждать о том, к какому бы виду могли принадлежать эти самые снарки."
    th "Лучше бы эту же книжку перечитал."
    sl "Эти животные, от которых мы убежали, очень на них похожи."
    me "Ты-то откуда знаешь, как должна выглядеть вымышленная животинка?"
    show sl angry pioneer with dspr
    sl "Ну!"
    me "Ладно, прости. {w}Как долго я был в отключке?"
    sl "Полчаса, наверное. {w}Они некоторое время скреблись под дверью, а потом ушли."
    me "Хорошо. Что с фонариками?"
    "Славя, видимо решив сегодня попробовать себя в амплуа Лены, покраснела ещё раз."
    show sl shy pioneer with dspr 
    sl "Ты понимаешь, тут такое произошло."
    "Забормотала она, пряча руки за спиной."
    sl "Ну тут, короче… Эээ…"
    me "А?"
    show sl smile pioneer with dspr 
    sl "Разбила я фонарик, в общем. Пока на тебя падала."
    me "Заболела, что ли?"
    me "Или от меня отрицательной удачей заразилась?"
    window hide
    scene expression Notch("bg int_mine_room2_7dl") with dissolve
    me "Что ж, в таком случае у нас есть фонарик и одна дубинка. {w}Не против, если я её себе оставлю?"
    "Она покачала головой."
    me "Тогда…"
    "Она сказала, что твари убрались, но на всякий случай…"
    "Я прислушался."
    "Снаружи было тихо."
    menu:
        "Надо прорываться наружу." if alt_sp >= 3:
            sl "Ты уверен? {w}Всё-таки, мы еле-еле убежали от них."
            me "Да. Двигайся за мной, не отставай."
            $ lp_sl += 2
            $ alt_sp += 2
        "Попробуем пробраться наверх.":
            sl "Но…"
            me "Делать всё равно нечего, долго мы здесь не просидим."
            "Да и покушать чего-нибудь было бы совсем не лишним."
            "Бутерброды, которые мы брали с собой, приказали долго жить."
            $ lp_sl += 1
            $ alt_sp += 1
            "Вздохнув, она кивнула."
        "Что делать будем?":
            $ lp_sl += 1
            $ alt_sp -= 1
            sl "Наверное, придётся как-то отвлечь тех зверей."
            "Я взвесил в руке фонарик."
            me "Или отогнать."
            "Она кивнула."
    window hide
    scene bg int_mine_halt with dissolve
    stop ambience
    me "Кажется, можно…"
    play sound sfx_mystery_movement
    play music music_list["scarytale"] fadein 3
    "Мы сорвались с места и побежали так, будто за нами гнались все черти преисподней."
    "Не так уж и далеко от истины."
    "Туннелей лучше было избегать, иначе нас опять могут взять в клещи."
    scene expression Noon("bg int_mine_halt"):
        linear 0.05 pos (-5,-5) 
        linear 0.05 pos (0,0) 
        linear 0.05 pos (5,5) 
        linear 0.05 pos (0,5) 
        linear 0.05 pos (5,0) 
        linear 0.05 pos (0,0) 
        repeat
    "Поэтому я старался выбирать маршрут, где в случае чего можно будет отступить в поворот."
    scene expression Noon("bg int_mine"):
        linear 0.05 pos (-5,-5) 
        linear 0.05 pos (0,0) 
        linear 0.05 pos (5,5) 
        linear 0.05 pos (0,5) 
        linear 0.05 pos (5,0) 
        linear 0.05 pos (0,0) 
        repeat
    "Хотя какое там «выбирать» — приходилось ориентироваться по обстоятельствам да уповать на чутьё."
    scene expression Noon("bg int_mine_crossroad"):
        linear 0.05 pos (-5,-5) 
        linear 0.05 pos (0,0) 
        linear 0.05 pos (5,5) 
        linear 0.05 pos (0,5) 
        linear 0.05 pos (5,0) 
        linear 0.05 pos (0,0) 
        repeat
    "Я не знал, что это за твари, и знать не хотел."
    "До сих пор я вообще не знал, что такие звери существуют."
    "Но они смутно напоминали крыс."
    "А я прекрасно понимал, на что способны крысы, работающие кворумом."
    scene expression Noon("bg int_mine"):
        linear 0.05 pos (-5,-5) 
        linear 0.05 pos (0,0) 
        linear 0.05 pos (5,5) 
        linear 0.05 pos (0,5) 
        linear 0.05 pos (5,0) 
        linear 0.05 pos (0,0) 
        repeat
    "А потому — во все лопатки, марш, марш!"
    "К центровой штольне бежалось легко, так как двигаться приходилось с горки, а дальше нас гнал адреналин."
    sl "Не туда!"
    "Упредила Славя мою попытку свернуть."
    sl "Следующий поворот!"
    me "Спасибо!"
    scene expression Notch("bg int_mine_halt_left_7dl") at zenterright with dissolve
    "Лучше поблагодарить сейчас, чем…"
    "Сзади, кроме тихих шагов Славяны, не слышлось больше ничего."
    "Неужели страшные монстры-снарки и в самом деле ушли куда-то?"
    th "Но куда?"
    "Судя по примерному плану, выходов из шахт было всего три, из них один представлял собой провал с верхнего яруса."
    window hide
    scene bg int_mine_water_7dl at zentercenter
    with dissolve
    "А второй намертво затоплен."
    th "Некогда думать, ходу!"
    me "Не тот поворот, назад!"
    window hide
    scene bg int_mine at zexitcenter
    "Честно сказать, я очень удивлялся тому, что мы, двигаясь непонятно как в каких-то раскопках на неровной почве, до сих пор умудрялись сохранять мобильность, никто не повредил ногу и даже не упал."
    "Если бы я попробовал провернуть подобное при любых других условиях, закончилось бы всё как минимум крупной шишкой на лбу."
    "Если не чем похуже."
    "Как-то раз отключили в моей квартире электричество, и я попробовал ориентироваться с закрытыми глазами."
    "Опущу подробности, скажу лишь, что эксперимент провалился."
    "Я бы, конечно, старался выбирать путь ровнее, но в темноте, разгоняемой единственно фонарём, это не получалось никак."
    "Так что локти поршнями, лёгкие мехами — чух-чух, вперёд на всех парах!"
    "Я на автомате обогнул лужу воды, выглядевшую очень глубокой и, так же автоматически двигаясь, на первом повороте забрал влево."
    "Славя хотела было что-то сказать, но передумала — так и продолжила исправно сопеть за спиной."
    stop music
    play ambience ambience_catacombs_stones
    play music music_list["mystery_girl_v2"] fadein 3
    window hide
    scene bg int_mine_heart_7dl at zentercenter with dissolve
    "Мы затормозили, со всего маху вбежав в какое-то полукруглое помещение."
    "Больше всего это походило на приоткрытую пасть дракона."
    "Причём видом изнутри, как будто мы стояли на огромном каменном языке."
    "А вот гигантские моляры были щедро сбрызнуты подсохшей кровью, кое-где можно было различить обрывки рубашки."
    "Чуть дальше глухой камень переходил в какие-то диковинные друзы, полупрозрачные, матовые, играющие светом."
    "Дикое и неуместное сочетание крови и прекрасных кристаллов, чей состав, похоже, полностью отрицал белковый метаболизм."
    "Кристаллы светились слабым зелено-белым люминесцентным светом, и я погасил фонарик."
    window hide
    scene expression Noir("bg int_mine_heart_7dl", brightness = 0.6, tint_r = 0.2126, tint_g = 0.9152, tint_b = 0.7722, saturation = -0.2) with dissolve
    show sl normal pioneer with dspr 
    sl "Давай взглянем поближе."
    "Славя обогнула меня и поспешила к «пасти»."
    me "Славя?"
    show sl normal pioneer far with dissolve
    "Она не обратила на меня внимания, во все глаза разглядывая любопытную картину."
    sl "Светятся."
    me "Угу."
    "Поёжился я, стараясь не думать о количестве рентген в час."
    sl "Там что-то прекрасное."
    "Чужим, потусторонним голосом пробормотала она, не оборачиваясь."
    show sl normal pioneer far:
        linear 2.0 xalign .5
    sl "Давай посмотрим?"
    "И сделала ещё один шаг."
    "Похоже, она не воспринимала меня вообще никак."
    "Я проследил за её взглядом и содрогнулся."
    show myst_mh behind sl with dissolve2
    "Между «клыками» показалась знакомая клубящаяся серость, туман."
    "Он не казался угрожающим или враждебным и вызывал скорее любопытство."
    if alt_day4_sl_tut_iz:
        "Почему-то с большой примесью позитива."
        "Я улыбнулся и зашагал рядом со Славей."
        show dreamgirl_overlay with flash
        dreamgirl "Эй, эй! Не спать!"
    stop music
    th "Твою ж дивизию."
    show expression Noir("bg int_mine_heart_7dl", brightness = 0.6, tint_r = 0.2126, tint_g = 0.9152, tint_b = 0.7722, saturation = -0.2):
        yalign .5 zoom 1.0
        easein .3 zoom 1.15 yalign .7
    $ renpy.pause(.2)
    show expression Noir("bg int_mine_heart_7dl", brightness = 0.6, tint_r = 0.2126, tint_g = 0.9152, tint_b = 0.7722, saturation = -0.2):
        yalign .7 zoom 1.15
        easeout .6 zoom 1.3 yalign .4
    with vpunch
    play music dead_silence fadein 3
    show sl normal pioneer
    with dissolve
    me "Назад!"
    "Рявкнул я, одним прыжком оказавшись рядом с девушкой и попытавшись оттащить её назад."
    th "Развелось суггесторов, плюнуть некуда."
    "Туман заволновался, отпрянул, подтверждая мои предположения о том, что он — нечто живое."
    me "Пошли!"
    show myst_mh
    "Славя вяло пошатнулась и, не глядя на меня, сделала ещё шаг вперёд."
    "Попыталась ещё."
    "С удивлением обнаружила, что ей что-то мешает, и досадливо дёрнула плечом."
    if alt_day4_sl_tut_iz and alt_sp < 3:
        "Я проследил её взгляд и задумался."
        th "А почему я её держу вообще?"
        th "Разве не правильнее идти туда? {w}Там тепло, уютно и никто никого не ненавидит."
        "Я отпустил руки, позволяя Славе сделать шаг."
        show dreamgirl_overlay with flash
        dreamgirl "Ну долго я тебя ещё выручать буду?! {w}Сила воли где?"
        th "Что?.."
        "Я вяло удивился тому, что у меня, оказывается, кто-то в голове разговаривает."
        dreamgirl "Сопротивляйся наводкам, придурок!"
        "Я ничего не понял."
        dreamgirl "Рррр… Ненавижу, когда приходится это делать."
        "Я утратил контроль над телом, а то само перехватило Славю за торс, увлекая за собой, шагнуло назад."
    else:
        show myst_mh with Shake((0, 1, 0, 1), 0.3, dist=5)
        "И самое жуткое то, что и я полностью разделил её желание шагать и шагать туда, потом пропустить между пальцами кудлатые клочья, погладить как старого, верного друга."
        show dreamgirl_overlay with dspr 
        dreamgirl "Какого?!"
        dreamgirl "Сёмчик, ты долбанулся? Подъём и валим отсюда."
        with vpunch
        "Это звучало как удар по черепу изнутри и я, вздрогнув, очнулся."
        "Обхватил Славю за живот, как следует."
        "Примерился, чтобы не сделать ей больно."
        "И потащил."
        "Назад."
    scene expression Noir("bg int_mine_heart_7dl", brightness = 0.6, tint_r = 0.2126, tint_g = 0.9152, tint_b = 0.7722, saturation = -0.2):
        zoom 1.3
        linear .6 zoom 1.15
    with dissolve
    "Ещё шажок."
    scene expression Desat1("bg int_mine_heart_7dl"):
        zoom 1.13
        ease .8 zoom 1.0
    with vpunch
    "Она вяло отбивалась, видимо, не понимая причин задержки, а я тянул и тянул её за собой."
    "Матерясь, злясь и искренне недоумевая, в чём это моя инаковость такая, раз я худо-бедно могу сопротивляться происходящему."
    if alt_day4_sl_tut_iz and alt_sp < 3:
        "Вернее, не совсем я, а мой внутренний Тайлер."
        "Откуда он взялся вообще?"
        dreamgirl "Молчи, бездельник. Мог бы и сам свою тушку контролировать, а не заставлять несчастный внутренний голос мучиться с управлением."
    else:
        th "Наверное, дело в невосприимчивости."
        "Рывок."
        th "Или в том, что я долбанулся головой как следует, и теперь у меня шарики и ролики работают несколько не так, как у обычного человека."
        dreamgirl "Азимовщиной отдаёт, нет?"
    th "Угу."
    "Выдохнул я, добравшись, наконец, к куда более привычному тёмному пространству камня и земли."
    "К границе, где белые друзы сменялись куда более обыденным гранитом."
    "Три шага."
    "Я понял, что происходит нечто неладное, только тогда, когда не сумел сделать и одного."
    "Опустил глаза вниз — и выругался."
    "Мы стояли на какой-то поверхности, что была твёрдой лишь с виду."
    "На деле она оказалась чем-то сродни пластилину или расплавленному сыру и поддавалась под нашим весом с пугающей скоростью."
    "Я погрузился уже по щиколотку, как наиболее тяжёлый, плюс мои попытки принять на себя весь вес девочки только усугубили ситуацию."
    show sl normal pioneer with dspr 
    sl "Почему ты хочешь увести меня отсюда?"
    "Спросила Славя."
    show sl smile pioneer with dspr 
    sl "Я не чувствую враждебности, здесь всё хочет мне только добра."
    "Она полузакрыла глаза и протянула руку вперёд."
    if alt_day4_sl_tut_iz and alt_sp < 3:
        "В этот раз я себя не контролировал, поэтому проследить, куда она там ручонки тянет, не смог."
        "У меня была проблема куда более существенного плана."
        dreamgirl "Что это за хренотень такая? Мы в ту сторону шли по твёрдому камню, я поклясться могу."
        dreamgirl "Давай-ка приходи в себя, и мамзель свою приводи."
        "Меня, наконец, отпустило ощущение постороннего присутствия, с жуткой головной болью и усталостью, будто я только что разгрузил в одиночку целый вагон с мешками сахара."
    else:
        "Ну уж нет!"
    play sound sfx_face_slap
    with vpunch
    "Я развернул Славю к себе и дал несильную пощёчину, приводя в чувство."
    me "Проснись! Если ты чувствуешь только добро, то зачем ему удерживать тебя силой?"
    sl "Но меня никто не держит."
    "Смешок прозвучал неуместно в такой ситуации."
    sl "Кроме тебя."
    me "А что тогда с этим?"
    "Я кивнул на подающуюся под нашими ногами ловушку."
    stop music fadeout 3
    sl "Что это?"
    me "Тянучка-рубль штучка, блин. {w}Откуда ж мне знать?!"
    show sl surprise pioneer with dspr
    sl "Не ругайся!"
    me "Очень уместное замечание!"
    scene bg int_mine_heart_7dl with diam
    play music music_list["you_lost_me"] fadein 3
    show sl angry pioneer at cleft
    with Shake((1, 0, 2, 0), 0.3, dist=10)
    "Убедившись в правоте моих слов, девочка взвизгнула и попыталась освободиться — с понятным результатом."
    me "Бесполезно."
    me "Пока ты там ласкалась с этой дрянью, увязла глубже некуда."
    "Я не большой сторонник злорадства и фраз в духе «я же говорил!», но сейчас просто не мог удержаться."
    window hide
    scene bg int_mine_water_7dl with dissolve

    "Туман, на который мы не обращали внимания, подобрался и стал ощутимо гуще."
    "А вот плита под нами взвихрилась вдруг и потеряла плотность — да так, что я провалился сразу по колено."
    "Славя, весящая меньше, тоже ухнула вниз, но не так критично."
    show dreamgirl_overlay with dspr 
    dreamgirl "План для спасения надо?"
    th "Давай!"
    dreamgirl "Держи!"
    "В голове тут же выстроились понятные и вменяемые цепочки действий."
    "Идеально отвечающие решению проблемы."
    dreamgirl "Не благодари."
    hide dreamgirl_overlay with dspr 
    me "Так, в темпе."
    "От страха мысли стали яркими и звонкими — я почему-то очень чётко понял, что если серая пакость догонит нас, ничем хорошим это не закончится."
    "А потому действовал на адреналине — чётко, быстро и с трясущимися руками."
    with fade
    "Я поискал в карманах и бросил перед собой первый же предмет, обнаруженным там."
    "Недолёт — ощутимо чавкнуло там, где ключ упал в жижу."
    "Следующий ключ."
    play sound sfx_keys_rattle
    "Удар металла о камень был достаточно звонким."
    me "Бинго!"
    me "Славя, сейчас нужно будет немного поработать в команде, ты как?"
    "Девушку немного потряхивало от нервов и страха, но она послушно кивнула."
    me "Тогда смотри."
    "Я тут же наклонился в ту сторону и, раскидав руки, с некоторым трепетом улёгся на вязкую субстанцию."
    "Если она не будет достаточно оперативна…"
    "Славя понятливо кивнула."
    "Под её весом я тут же ушёл вглубь на половину тела — панику и желание судорожно схватиться хотя бы за что-нибудь удалось подавить лишь с огромным трудом."
    "Но девушка уже была на твёрдой земле."
    window hide
    scene bg int_mine_heart_7dl with flash

    stop music fadeout 3
    "И снова меня спасала — схватив за руку, вытянула за собой."
    "Это становится недоброй традицией — она тянет меня за собой, на себе."
    "Жижа вокруг тела попыталась схватиться подобно гипсу — и подобно гипсу же схватила часть волос на затылке и ногах."
    "Было неприятно."
    "Но по сравнению с тем, что нас ждало…"
    "Я тяжело выпрямился на самом краю аномальной породы и замер — прямо перед моим лицом, буквально в нескольких миллиметрах, клубилась серая пустота."
    show myst_mh
    with vpunch
    "На долю секунды вдруг показалось, что я стою на самом краю бездны."
    play sound sfx_wind_gust
    "По сравнению с этим даже шальные походы по бордюру крыши шестнадцатого этажа казались детским лепетом."
    "Эта высота не просто манила — она ощутимо тянула в себя."
    if alt_day4_sl_tut_iz and alt_sp < 3:
        "И я уступил зову, сделал шаг в бездну."
    else:
        "Я взмахнул руками, всем телом и каждым нервом почти физически чувствуя, как падаю, падаю!"
    show myst_mh with hpunch
    "Меня резко, переламывающе дёрнуло назад на уровне пояса."
    "Славя."
    "Моя валькирия, не спешащая провожать воина в Вальгаллу."
    "Я, как был в её руках, так и привалился к стене, боком, пытаясь выровнять немного пульс и дыхание."
    "Благодарность была бы слишком слабым словом, столько раз она меня спасала."
    "Но проще спасти человека иногда, чем сказать, что он тебе важен."
    "Вот и я…"
    hide myst_mh
    play music music_list["door_to_nightmare"] fadein 3
    show sl sad pioneer with dspr 
    sl "Ты не знаешь, что это такое?"
    me "Не знаю."
    me "Но то, что это какая-то дрянь, я могу сказать точно."
    me "А ты в неё чуть не угодила!"
    show sl shy pioneer with dspr 
    sl "Прости."
    "Растерянно пролепетала она."
    "Помолчала, смотря на меня."
    "И начала рассказывать."
    window hide
    scene bg int_mine
    with fade
    "Ничего удивительного в общем, раз уж тут речь заходила о манипуляциях такого уровня."
    "Я не знал, что это за мерзость, и знать не желал, но её способности…"
    if alt_day4_sl_tut_iz:
        pass
    else:
        "Чем-то напоминало ту самую гуделку в клубе."
    "Если верить рассказу девочки, между «клыками дракона» она разглядела выход наружу, причём ведущий в лес, с детства знакомый."
    "Тут её затрясло, и я несколько минут потратил на то, чтобы крестом и пестом успокоить её, убедить успокоиться."
    me "Давай-ка пойдём отсюда."
    "Обитатели туннелей до сих пор не показались, но это не значило ровным счётом ничего."
    "Я держался настороже."
    "А для того чтобы немного скрасить путь, заставил девушку продолжить рассказ."
    window hide
    scene bg int_mine:
        linear .1 xalign .5 zoom 1.02
    "Если верить так и не доделанной карте, мы вышли на относительно прямую дорогу , по которой можно будет выбраться вон отсюда."
    "Я сыт подземельями по горло. Надоело."
    "Меня теперь сюда и калачом не заманишь."
    scene bg int_mine:
        xalign .4 zoom 1.02 
        linear .3 xalign .6 zoom 1.1
    "Славя говорила и говорила — о её бабушке-ведунье, о том, что и ей предлагали подучиться чему-нибудь эдакому."
    "О том, что если идти строго на восток по тому лесу, что она видела, можно было выйти к логу, куда она маленькой постоянно сбегала."
    scene bg int_mine:
        xalign .6 zoom 1.1 
        linear .2 xalign .6 zoom 1.25
    "Шаги, дыхание, шлёпанье воды."
    "Я не обольщался насчёт остроты собственного слуха, но я не чуял никого вокруг нас."
    "А это означало только одно."
    "Перебив девушку, я схватил и потянул её за собой."
    me "Побе…"
    "Видимо, прочитав что-то в моих глазах, Славя одним движением резко повернулась и обрушила нерабочий фонарик на голову подкравшегося снарка."
    scene black with dissolve
    play sound sfx_table_hit
    "Тот взвизгнул и, схватившись за повреждённое место, подвывая, убрался в темноту."
    scene bg int_mine
    show sl smile pioneer
    with dissolve
    th "И от этой твари мы бегали?!"
    me "Не подозревал в тебе такой кровожадности!"
    "Восхитился я."
    show sl normal pioneer with dspr 
    sl "Прости. Нервы что-то."
    "Нервы? Значит, если вдруг что… Если нервы…"
    "То и меня так же, да? Фонариком по балде?"
    "Кошмар."
    "Значит, никаких тяжёлых предметов под рукой!"
    "Вторая уникальная возможность после способности отстраниться от жизни социума — это способность аутировать даже на бегу."
    window hide
    scene bg int_mine_door with dissolve
    "Пока я вяло ужасался злобной Славяне, мы галопом по Европам пронеслись через всю северную зону шахт."
    if alt_day4_sl_lf_solo == 1:
        "Ещё минута, и световое пятно заметалось по крашеным доскам тяжёлой даже с виду двери в забой."
    else:
        "Ещё минута, и световое пятно заметалось по крашеным доскам знакомой двери."
    "В этот раз я обратил внимание на окружение, поэтому здесь всё было точно, мы и в самом деле оказались у распределительной."
    me "Держи фонарик."
    "Я отдал Славе источник света и, крякнув, схватился за ручку."
    "Тя-же-лен-ная!"
    me "На счёт «три»! Раз!"
    play sound sfx_open_metal_hatch
    "И, с выдохом, перетащил её в положение «полуоткрыто»."
    "Славя тотчас же проскользнула мимо меня."
    if (alt_day4_sl_lf_solo == 3) or (alt_day4_sl_lf_solo == 0):
        th "И мы так беспечно ходили здесь вчера?!"
    play sound sfx_metal_door_large_close_basement
    window hide
    scene bg int_mine_room with dissolve
    "Покачав головой, я зашёл вслед за девушкой и захлопнул дверь за собой."
    th "Надо бы закрыть её."
    "Решение логичное."
    "А мне как раз Саныч дал ключи на случай чего."
    "И были эти ключи…"
    "Карман оказался пустой."
    "В голову лезли только нецензурные эпитеты, когда я поднял голову и осёкся на полуслове."
    "Славя стояла рядом и её глаза влажно мерцали."
    show sl smile pioneer with dspr 
    sl "Знаешь…"
    "Промурлыкала она."
    stop music fadeout 3
    show sl shy pioneer with dspr 
    sl "Ты, оказывается, куда лучше, чем я думала."
    play music tears_of fadein 3
    th "Чем она такая довольная?"
    "Но это же, наверное, и не так плохо, правда?"
    sl "Храбрее."
    "Она сделала шаг навстречу."
    sl "Решительнее."
    show sl smile2 pioneer close with dissolve
    sl "Мы встречаемся, и это всё равно должно произойти."
    "Девушка закусила губу и, поймав мой подбородок двумя пальцами, потянулась ко мне."
    "А во мне, внутри где-то, что-то сладко заныло."
    "Как будто мне и правда стало семнадцать, когда поцелуй значит очень много, когда больше него значит только робкое «согласна»."
    "Странное что-то нашло на девушку."
    "Но после того, что мы тут в шахтах пережили, некоторая порывистость поступков вполне объяснима."
    "Так что…"
    window hide
    scene cg d5_sl_kissing_7dl with dissolve
    "Моих губ коснулись мягкие губы."
    "Она прикрыла глаза и {i}чувствовала{/i} меня, будто дыша моим присутствием."
    "Грустный спектакль — красивые недра исковерканной психики, не позволяющей закрывать глаза во время поцелуя."
    "Ловить чужое тепло каплями слёз и касаниями к чужой улыбке, ловить за плечи и не позволять отстраниться."
    sl "Ты… Слишком агрессивный."
    "Выдохнула она, покачнувшись."
    me "А ты опять чем-то недовольная."
    sl "Я не знаю… Я не умею."
    me "Давай учиться?"
    window hide
    scene bg int_mine_room
    show sl shy pioneer close
    with dissolve
    "С трудом отстранившись от меня, Славя кивнула, пытаясь перевести дух."
    if alt_day_binder != 1:
        "А я, не скрывая восторга, воскликнул:"
        me "Блин! Если бы я знал, что это так здорово, я бы тебя прямо у автобуса в охапку схватил и зацеломкал!"
    "Смех рассыпался жемчужными шариками по небольшому помещению."
    show sl laugh pioneer with dspr 
    sl "Нельзя слишком спешить!"
    "Спешить нельзя. Тормозить нельзя. Где бы научиться соблюдать идеальные тайминги."
    me "И что… {w}Это."
    "Кивок."
    show sl shy pioneer with dspr 
    sl "Да. Я, конечно, рассчитывала, что всё будет немного романтичнее, что и я однажды исполню пророчество старого Эгля."
    me "А что тебе неромантично-то?"
    "Претензии какие-то странные…"
    me "Сбежали от какой-то пакости, теперь в потёмках друг другу губы мучаем."
    th "По мне, так для поцелуя не нужно искать каких-то лишних поводов или условий. Он всё равно запомнится."
    th "Особенно первый."
    me "А коль скоро я посеял ключи, делать нам больше здесь нечего, давай выбираться наружу."
    show sl laugh pioneer with dspr 
    sl "Ты ключи потерял?!"
    "Я почувствал, как краснею."
    me "Знаешь, мне больше нравилось, когда ты меня целуешь, чем когда ты на меня кричишь!"
    me "Да, потерял."
    me "Судя по всему, в момент, когда мы с тобой в обманке увязли."
    show sl serious pioneer with dspr
    "Славя вздохнула."
    "А пока она там думала, я подобрался к ней поближе, и…"
    with fade2
    "Короче, между первой и второй перерывчик небольшой."
    "Мне дали по рукам и приказали не лезть куда не надо."
    "Но от губ не отлучили."
    show sl shy pioneer with dspr 
    sl "Слишком много и слишком жадно… Это же просто кожа к коже, почему так колени слабеют?"
    "Она требовательно посмотрела на меня."
    th "Ну мне-то откуда знать, почему у тебя упадок сил…"
    me "Можешь держаться за меня сколько хочешь."
    "Я подмигнул ей."
    me "Правда, тогда придётся немного подумать, как бы отбиться от моих домогательств."
    "Славя улыбнулась было, но тут же погрустнела."
    sl "Саныч тебя прибьёт."
    me "А ты меня спасёшь!"
    show sl smile pioneer far with dspr 
    sl "Двум смертям не бывать. Полезли!"
    "Мы открыли дверь к лестнице."
    window hide
    scene bg int_hence_day_7dl with dissolve
    "Славя снова полезла первой."
    "В этот раз меня никто особо не бесил, не смущал и не мешал сделать то, что хотелось."
    sl "Семён, если будешь так пялиться, ты во мне дырку просмотришь."
    "Раздался сверху смех."
    me "Но я случайно!"
    sl "Первые две секунды — верю!"
    play sound sfx_fall_metal_door
    "Решётка грохнула, пропуская в бетонный пенал свежий сырой воздух."
    sl "Выбирайся, только аккуратнее, последние две скобы мокрые."
    "Я кивнул и несколько минут спустя оказался наверху."
    "Дождь уже закончился."
    "Мы успели вовремя — практически в тот самый момент, когда решётка встала на своё место, из репродуктора послышался горн на обед."
    stop music
    window hide
    $ persistent.sprite_time = "day"
    $ day_time()
    play sound sfx_open_metal_hatch
    scene bg ext_square_day with dissolve
    play ambience ambience_camp_center_day fadein 5
    "Отойдя к ближайшей скамейке, остановились посидеть и отдышаться."
    "Наш обед от нас точно не убежит."
    "Мимо нас уже бежали голодные пионеры, и невдомёк им было, какая адова мерзость у них тут под боком — буквально час неторопливым пешком."
    "Пускай и запертая на три замка за тяжеленными дверями."
    me "Приключеньице."
    "Процедил я."
    "Славя согласно кивнула."
    show sl smile pioneer at cleft
    sl "Я правильно понимаю, что ключи там останутся?"
    me "Ну… Если у тебя есть желание залезть ещё раз туда вниз, потом попетлять в самое сердце лабиринта."
    "Славя возбуждённо кивала головой на каждый мой довод. Глаза её горели."
    "Кто бы сомневался."
    me "То забудь!"
    me "Я не иду вниз. И тебя не пущу."
    show sl sad pioneer at left with moveinleft
    show ba em1 uniform at right with dissolve
    ba "Посеяли ключи, детишки?"
    "Прогудел Саныч, незаметно появившийся со спины."
    "Ещё один любитель тактики ниндзя."
    "Я пожал плечами."
    me "Меня к такому не готовили."
    "Рубашка была похожа непонятно на что, галстук набряк грязной водой, колени были испачканы и исцарапаны."
    "Всё бы ничего, если бы Славя не умудрялась и при таких условиях выглядеть на порядок чище и опрятнее меня!"
    ba "Ожидаемо."
    "Шумно вздохнул он."
    "Он потянул из кармана пачку, потом опомнился, затолкал её обратно."
    ba "Всё равно давно собирались поменять замки на навесные."
    ba "Но хотя бы попытались."
    me "Попытались?! Да Славя там чуть не…"
    show ba smile uniform with dissolve
    ba "Что?"
    "Заинтересовался физрук."
    "Обогнул скамейку и сел с нами рядом."
    ba "Не дрейфь, пионер, меня не интересует момент, где вы там тискались."
    ba "Ты про туннели расскажи."
    "Он удовлетворенно хмыкнул, сличив красноту наших ушей."
    me "Я не знаю. Не могу сказать."
    show sl shy pioneer with dspr 
    sl "Мне показалось там, внизу, как будто я оказалась дома, в лесу неподалёку от нашей деревни."
    sl "Настолько сильно, что я поверила."
    show sl scared pioneer with dspr
    "Славя вздрогнула."
    sl "Как такое может быть?"
    "Прошептала она."
    ba "А ты, пионер?"
    "Перевёл взгляд Саныч."
    show sl normal pioneer with dspr
    if alt_day4_sl_tut_iz:
        me "Особых страстей не казалось, но я тоже чуть туда не канул."
        me "Ещё показалось, что стою на краю крыши, вот и всё."
    else:
        me "Мне ничего не казалось, я Славю оттуда вытаскивал — потому что там бегала какая-то живность, и мне очень не хотелось с ней встречаться!"
        show dreamgirl_overlay with dspr 
        dreamgirl "Правда, потом этой мерзости прилетело тяжёлым по кумполу."
        "Хихикнул внутренний голос."
        ba "То есть, тебе ничего не казалось?"
        "Я кивнул."
    ba "Вот как."
    "Он задумчиво потеребил подбородок."
    ba "Занятно, занятно. {w}Вам как, пионеры, выхлопотать освобождение от мероприятий или ещё в пионеров поиграете?"
    show sl angry pioneer with dspr 
    sl "Борис Александрович, это не игра!"
    "Возмутилась девочка."
    sl "Мы все должны помогать друг другу!"
    ba "Как пожелаете."
    "Он тяжело поднялся."
    ba "Пойду вам насчёт душа похлопочу… Это самое малое, что я могу сделать."
    "Он не выглядел особо виноватым."
    me "Борис Александрович!"
    ba "Ну?"
    "Обернулся он."
    me "А кто такие снарки, которые были в туннелях?"
    ba "Неужели морд не видели? Грызуны-переростки это, типа крота."
    ba "Самые безобидные твари из тех, что могут существовать, ориентируются на звук, так как слепые."
    "Отсалютовав нам, физрук отчалил."
    hide ba with moveoutright
    show sl normal pioneer at center
    with moveinright
    "На миг повисло молчание."
    "А потом мы посмотрели друг на друга и от души расхохотались."
    "Сумасшедшее напряжение, наконец, отпустило тело."
    window hide
    stop music
    stop ambience
    return
    
label alt_day5_sl_dinner:
    play music music_list["everyday_theme"] fadein 5
    scene expression Dawn("bg ext_dining_hall_near_day") with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Доктора Виолетту ожидали к трём часам, поэтому первые-вторые отряды не спешили расходиться после обеда."
    "Мы так и скучковались у крыльца, разбившись на группки, парочки, кое-кто выступал особняком."
    "Мне, понятно, компанию составила Славя — с момента успешного завершения блужданий по нёдрам земным она не отходила от меня ни на шаг."
    "Половина присутствующих смущённо хихикала, предвкушая нечто непристойное — и репутация сестры говорила за то."
    "Другая просто краснела,  предвкушая ровно то же самое."
    if not alt_day4_sl_un_rej and alt_day4_sl_lf_solo == 3:
        "Вот, например, Лена — даром, что вчера явила миру чудеса храбрости в спелеологических забегах, сегодня спряталась в книжку, была бы её воля — целиком бы туда залезла."
    "А я… Да чёрт его знает."
    "В голове была мешанина из мыслей и переживаний, и всеми подзатыльниками на свете не раскидаешь там всё по полочкам."
    scene bg ext_dining_hall_near_day with blind_l
    "И чувство странное, будто на день рождения подарили поломанную нокию 3310, старательно упакованную в праздничную обёртку."
    "Но некому вывалить на колени запыленные игрушки и попросить рассортировать — даже моей как бы девушке."
    "Не то, чтобы ей было плевать, но без знания всей истории она вряд ли сможет вывести верное суждение."
    "А я пока не готов рассказать всё — от и до."
    "Не в доверии дело, просто я пока не набрался духа."
    "Ольга Дмитриевна поманила Славю пальцем, и девушка заколебалась."
    "С одной стороны, никак ей меня не хотелось отпускать — как будто смогу защитить её от снарков, если те вдруг выберутся на поверхность."
    "С другой стороны, прямым текстом посылать вожатую тоже странно."
    "Решившись, она поднялась и потянула меня за собой."
    show sl normal pioneer with dspr 
    sl "Пойдём вместе, ладно?"
    "Тихо попросила она."
    show sl normal pioneer with dspr 
    sl "Не отпускай руку, пожалуйста."
    "Бах. Бах."
    "Бардак под висками, сбросившая ночью на пол кровать, нежданно близко ударившая молния."
    th "Что Ольга скажет?.."
    "Напугался я."
    th "Она доверяет Славе настолько, что может отпустить под её началом половину отряда."
    th "Но такой вот коленкор едва ли предполагала."
    "Так ничего и не решив, я остановился перед вожатой, удерживаемый Славей."
    scene bg ext_dining_hall_near_day at zenterright
    show sl shy pioneer at left
    show mt normal pioneer at right
    with dissolve
    mt "Семён, я хотела бы поговорить со Славей наедине."
    "Не терпящим возражений голосом попросила Ольга."
    "Ответом ей был умоляющий взгляд в мою сторону, и я остался стоять на месте."
    show sl normal pioneer with dspr 
    sl "У меня нет секретов от Семёна."
    "Нахмурилась девушка."
    me "Да?"
    "Вожатая рассмеялась, глядя на моё огорошенное лицо."
    show mt grin pioneer with dspr 
    mt "Что, тяжела шапка Мономаха?"
    "Подмигнула она."
    mt "Но ладно."
    show mt normal pioneer with dspr 
    mt "Я насчёт костра сегодняшнего."
    me "Сегодня костёр?"
    if alt_day4_fz_sh == 2:
        mt "Да. Ты не был вчера на линейке, поэтому не слышал. {w}Мероприятие планировалось на обед, но из-за дождя, как видишь, пришлось перенести."
    else:
        show sl laugh pioneer with dspr
        sl "Неужели забыл?"
        "Я хлопнул себя по лбу:"
        me "Мероприятие!"
        mt "Именно!"
    "Она повернулась к Славе:"
    show mt smile pioneer
    show sl normal pioneer
    with dspr 
    mt "Вижу, добровольного помощника ты себе уже нашла. Так что сходите после лекции на поляну и посмотрите, всё ли там в порядке."
    me "Ольга Дмитриевна, а почему вы так спокойно отнеслись к тому, что мы… Ну…"
    th "И откуда она вообще знает?! {w}Я никому ничего не говорил!!!"
    "Я покосился на Славю, а та ответила безмятежной улыбкой."
    "Вожатая прекрасно поняла мою заминку:"
    show mt smile pioneer with dspr 
    mt "Потому что я доверяю Славе, неужели не понятно? {w}Верю в её здравый смысл."
    "Приветливая улыбка на секунду приобрела пугающий оттенок."
    mt "К тому же, если вдруг один не в меру умный пионер решит позволить себе лишнего…"
    "Она наклонилась ко мне и кое-что шепнула на ушко."
    "Кажется, я побледнел."
    show mt grin pioneer with dspr 
    mt "Ага. Ржавыми пассатижами."
    show mt normal pioneer with dspr 
    mt "А теперь идите… Дети мои."
    hide mt with dissolve
    stop music fadeout 3
    "Виолы всё не было, и Ольга отправилась на разведку."
    "А между тем ноосферу опять обогатили доброй порцией слухов."
    "Кое-кто считал, что сестра сейчас расскажет пару банальностей, больше о валеологии, чем о половом этикете."
    "С ними не соглашались те, кто наоборот, считали, что сейчас будут сдёрнуты завесы с самых интересных вещей."
    play music music_list["my_daily_life"] fadein 3
    show sl serious pioneer with dspr 
    sl "О, ну да, разумеется."
    "Славя сидела на ступеньках, задумчиво ковыряя носком сандалии бетонную плиту."
    show sl angry pioneer with dspr 
    sl "Виолетта Церновна девушка без комплексов, но мы в лагере всё-таки, так что особой откровенности я бы не ожидала."
    "Я кивнул, соглашаясь с ней."
    hide sl with dissolve
    "И, наконец, третья категория слухов — неизбежная в сознании толпы тяга к мистике."
    "Кто-то пустил слух, что Виолетте Церновне дали добро на использование медицинского гипноза, и она теперь всем мальчикам поставит код на половое влечение, чтобы не хотелось, не моглось, и вообще."
    "Услышав такую версию толкования событий, мужская половина ожидающих немного заволновалась и попыталась было под шумок улизнуть." 
    "Но подходы к столовой были перекрыты вожатыми с Санычем во главе."
    show ba smile uniform at right with dissolve
    ba "Привет, пионеры!"
    "Пробасил он."
    ba "Куда спешим?"
    voice "Мы не хотим гипнотизироваться!"
    "Вякнул голос из толпы, споткнувшись на третьем слоге."
    ba "Не хотите, не заставляем."
    "Поймав мой взгляд, толстяк подмигнул и подкинул на ладони знакомую связку."
    me "Гляди."
    show sl laugh pioneer close at left with dspr 
    sl "Вижу."
    "Всё-таки мне очень нравится её смех. Не гыгыкающий, как обычно смеются мои современницы, а чистый, похоже, оставшийся только в советских фильмах."
    sl "Вот уж кто от снарков бегать не стал."
    th "Сам, что ли, ходил?"
    show sl normal pioneer close with dspr 
    sl "А мы с тобой как два трусишки."
    me "Ну кто ж знал."
    "Пробормотал я."
    me "У него морда самая что ни на есть хыщная, если и не съест, то понадкусывает."
    show sl serious pioneer close with dspr 
    sl "Только ты ему не говори. Не поймёт."
    me "Да я про снарка!"
    show sl normal pioneer close with dspr 
    sl "А."
    "В это время между вожатыми протолкалась Ольга Дмитриевна."
    scene bg ext_dining_hall_near_day at zenterleft
    show mt normal pioneer at cright
    with dissolve
    mt "Ребята!"
    "Позвала она."
    show bg ext_dining_hall_near_day at enterright
    show mt normal pioneer at right with moveinright
    show cs normal at cleft
    with dissolve
    "Приглашенная звезда скромно держалась в кильватере, разноглазо сверкая по сторонам."
    "Поймав мой взгляд, качнула подбородком, а переведя глаза на руки, которые мы так и не расцепили, аристократично так выгнула бровь."
    "Но ничего не сказала — за что ей гран мерси и поллитра «бейлиза»."
    "Виола, похоже, так и спала с тех самых пор, как я к шести утра отпустил её домой."
    "Правда, потом и сам сбежал, но я честно препоручил медицинскую епархию нашему безумному учёному."
    "Выглядела она молодо и цветуще — вот что одиннадцатичасовой сон с человеком делает!"
    "Хотя я и склонялся к теории, согласно которой нашего лектора держали за кулисами для выдерживания МХАТовской паузы."
    window hide
    with fade
    "Мужская половина ожидающих, непривычно притихшая, поголовно включила джентльменов, пропуская дам вперёд."
    "Но дыши-не дыши, а перед смертью не надышишься — сомкнувшиеся ряды вожатых втолкнули в зал оставшихся."
    "Пришлось смириться с неизбежным."
    "Мы заходили последними, за нами закрыли дверь, щёлкнул замок — чтобы не сбежали, не иначе."
    play sound sfx_medpunkt_door_open
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_dining_hall_people_day
    play ambience ambience_medium_crowd_indoors_1 fadein 3
    "Между тем, в столовой уже навели кое-какую перестановку, возвышение, на котором обычно столовался персонал, расчистили, а в самый центр кафедры поставили солидный такой стол и перекрыли окна матовым киноэкраном."
    "Под потолком негромко потрескивал разогревающийся диапроектор, куда уже загнали все необходимые слайды."
    "Короче говоря, подготовились к лекции с душой и сердцем."
    "Кроме того, на колоннах были развешены пожелтевшие от времени плакаты, призывающие мальчиков относиться к девочкам терпимее и не чинить им гадостей — эдакий высокосветский этикет."
    "По-советски."
    "Виола недоумённо покосилась на них, но ничего не сказала."
    "А вот Ольга Дмитриевна явно была полна энтузиазма — судя по всему, плакаты проходили по её инициативе."
    show mt normal pioneer with dspr 
    mt "Итак, девочки-мальчики, конечно, за два дня до завершения смены делать это поздновато, но сегодня поступило распоряжение провести с вами лекцию на тему взаимоотношения полов!"
    show us smile sport at right with dspr 
    us "А слайды будут?"
    "Крикнула Ульяна."
    show mt smile pioneer with dspr 
    mt "Будут!"
    show dv laugh pioneer2 at left with dspr 
    dv "А откровенные?"
    "Подыграла Алиса."
    "Вожатая немного смешалась, но ей по долгу службы приходилось повидать и не такое — пришла в себя мгновенно:"
    show mt normal pioneer with dspr 
    mt "Увидите!"
    show dv normal pioneer2 with dspr 
    dv "Нет, вы скажите!"
    "Настаивала рыжая."
    show dv laugh pioneer2 with dspr 
    dv "Вдруг у нас тут в зале слабонервные."
    show un scared pioneer far at fleft behind dv with dissolve
    "При этих слова Двачевская выразительно так покосилась в сторону Лены."
    show dv normal pioneer2 with dspr 
    dv "Которые в середине лекции от нервов стекут под стол."
    hide dv
    hide un
    with moveoutleft
    hide us with moveoutright
    mt "Алиса, сядь спокойно и не мешай. {w}Итак, вашему вниманию представляю доктора Коллайдер Виолетту Церновну. Встречаем!"
    "Ольга картинно выставила руку в сторону."
    "Раздались осторожные хлопки с нескольких мест — и на кафедру взошла Виолетта Коллайдер."
    show dreamgirl_overlay with dspr 
    dreamgirl "А умеет она себя подать, ничего не скажешь."
    "Восхитился внутренний голос."
    window hide
    play music music_list["gentle_predator"] fadein 3
    scene cg d5_cs with dissolve
    "Ну и правда — и без того берёзка высоченная, Виола стала на километровую шпильку, зрительно делающую её длинные ноги умопомрачительными, белый халат распахивался при каждом шаге, показывая, что к шпильке прилагались чёрные чулки и короткая юбка в облипочку, едва скрывающая подвязки."
    "Те самые, что боялись гипноза, гулко сглотнули и оживились, пожирая очаровательного лектора глазами."
    "Я в целом тоже был близок к тому, чтобы скопировать их поведение, но твёрдый локоток в рёбрах оказался неодолимым препятствием."
    window hide
    scene bg int_dining_hall_people_day
    show mt normal pioneer at left
    with dissolve
    mt "Хотелось бы начать нашу лекцию с…"
    "Начала Ольга."
    show cs smile at right with dspr 
    cs "А, тут уже читают."
    "Улыбнулась сестра."
    cs "Ну, тогда я пойду."
    "Вожатая смущённо смолкла."
    mt "Виола!"
    show cs normal with dspr 
    cs "Надо же…{w} Как быстро прочитали."
    "Вяло удивилась она."
    "Но за стол не вернулась."
    hide mt with dissolve
    show cs normal at center with moveinleft
    "Подошла к самому краю кафедры и, сложив за спиной руки так, что белоснежный халат затрещал на груди, подмигнула кому-то в толпе, кивнула нам — и с чувством, с толком, с расстановкой стала изучать аудиторию."
    "Глазищи свои разноцветные при этом она умудрилась распахнуть так широко, что могла бы конкурировать с Мику на роль героини японской мультипликации."
    show cs smile with dspr 
    cs "Аудитория… кошмарная."
    "Покачала головой она."
    cs "Почему мне опять подсунули детишек? Я постоянно боюсь, что меня привлекут за совращение несовершеннолетних!"
    "Не стесняясь зрителей, поинтересовалась она у Ольги."
    "Ольга сокрушённо вздохнула."
    "Часть зала расслабилась, в частности те, кто опасался слишком откровенной формы подачи информации."
    "Те же, что говорили про гипноз, закрывали глаза — хотя какое там закрыть глаза, когда тут такое декольте?!"
    sl "Сёмушка, не увлекайся."
    "Меня снова ткнули локтём в рёбра."
    show cs normal with dspr 
    cs "Ну что. Давайте попробуем просветить вас?"
    cs "Хотя, судя по довольным мордам, тут меня саму просветить могут, да ещё как, по всем предметам."
    cs "Ишь, скалятся с задних рядов."
    cs "Сидите, думаете, наверное — зачем эта глупая тётка забралась на сцену и что-то там бормочет?"
    "Её глубокий, грудной голос разносился по столовой, заставляя стекла легонько дребезжать."
    show cs smile with dspr 
    cs "Полностью вас поддерживаю. {w}Вместо того, чтобы лечь спа… кхм… Следить за здоровьем пионеров, я тут распинаюсь перед вами."
    show cs shy with dspr 
    cs "Даже страшно стало, а вдруг там у кого-то срочный запор?"
    "Она оглядела зал ещё раз и успокоилась:"
    show cs smile with dspr 
    cs "А, ну да. {w}Там же ещё этот мальчик в смешных очках."
    show cs normal with dspr 
    cs "Так или иначе… {w}Да что же я стою-то всё."
    "Она вытащила из-за стола стул, одной рукой вертанула его на передней ножке и поставила перед собой спинкой вперёд."
    "Передние ряды разом выдохнули и покосились туда, где должна была заканчиваться спинка стула."
    cs "О, да."
    "Сестра спохватилась и поставила стул как надо, на самом краю кафедры."
    "И уселась, полностью копируя знаменитую позу Шэрон Стоун из «Основного инстинкта»."
    "Мужская часть аудитории снова утратила остатки воли."
    th "Надеюсь, она не станет ноги перекладывать?"
    show dreamgirl_overlay with dspr 
    dreamgirl "А ты против?"
    th "Нет, но Славя же рядом."
    "Это очень странное ощущение, когда кто-то смеётся внутри тебя."
    dreamgirl "Так прогони её!"
    show cs smile with dspr 
    cs "Сначала немного теории."
    show us smile sport at left with dspr 
    us "А практика будет?"
    "Зал грохнул."
    "Ольга Дмитриевна на заднем плане изображала руку-лицо и тихонько сползала по колонне."
    show cs smile with dspr 
    cs "Будет обязательно.{w} Знания без практики пустой груз."
    "Зал оживился, те, кто краснел до этого, успешно сгорели окончательно, со стороны рыжих донёсся дебильный смех, а вот Мику выпрямилась, с энтузиазмом разглядывая сцену."
    show cs shy with dspr
    cs "Но, разумеется, в другом месте и при других обстоятельствах."
    "Поспешила развеять иллюзии собравшихся медсестра."
    us "Нуууу!"
    hide us with dspr
    show cs smile with dspr 
    window hide
    with fade
    cs "Прежде чем вы побежите по завершении лекции строчить анонимки в партию, профсоюз или спортлото, сообщаю вам, что являюсь доктором гонорис кауза по психологии, а потому имею право просвещать детишек на этот счёт."
    cs "Кто не верит мне на слово, может потом подойти в медпункт и изучить мои бумажки, только руки перед этим помыть не забудьте."
    cs "Хотя я считаю, что это всё баловство, и вы сами куда больше моего знаете о том, что когда мальчик с девочкой встречаются…"
    "Она оборвала себя."
    stop music fadeout 3
    show cs shy with dspr 
    cs "По порядку."
    play music music_list["always_ready"] fadein 3
    cs "Вообще, следует уточнить средний возраст местных бездельников, чтобы понять, на какие темы можно с вами разговаривать."
    show cs smile with dspr 
    cs "Но к чертям регламент, вам же раздавали всякие брошюрки и писульки о том, что делать, когда тебе нравится девочка, а? {w}Хотя вы все ими подтёрлись на первой же остановке автобуса."
    cs "Почему-то педагоги стесняются рассказать о том, что человек — это такая тварь, которой хочется любви."
    show cs normal with dspr 
    cs "А любовь в советском обществе — это целая проблема. Надо подойти к нравящейся девочке и не опозориться."
    cs "А вдруг ты ей не нравишься? {w}А вдруг у неё кто-то есть?{w} А вдруг от тебя воняет?"
    cs "Хотя последнее решается ежедневным посещением душа и стиркой одежды."
    cs "Дальше там идёт куча всякого барахла о комплексном подходе, профилактике и гигиене — в школе объяснят."
    cs "Давайте по-простому."
    "Она скрестила пальцы на колене — и передние ряды опять звучно выдохнули."
    show cs smile with dspr 
    cs "Что есть любовь? Невероятно большая проблема, если в двух словах."
    cs "Конечно, пока ты влюблён, всё кажется не таким уж и пугающим — ты счастлив, весел и щедр. {w}И раздражаешь окружающих."
    cs "Но что потом? А? Влюблённость заканчивается и начинает хотеться чего-то посерьёзнее. "
    cs "А где взять «посерьёзнее», если вы из разных городов, в конце смены уезжаете и никогда больше не увидитесь?"
    cs "Вот у меня тут сидят два обормота."
    "Она жестом Феникса Райта указала на нас."
    "Ощущение было, как будто меня опять стукнули чем-то по голове."
    "Славю же, кажется, это не задело нисколько — она приподнялась и помахала сфокусировавшей на нас внимание толпе."
    show cs grin with dspr 
    $ renpy.pause(.2)
    show cs smile with dspr
    cs "Эти обормоты нашли друг друга, пара года, понимаешь… Кхм."
    cs "Сегодня они уже держатся за ручку, а послезавтра во время отъезда прольют три литра крокодиловых слёз и жизнь у них будет закончена."
    show cs normal with dspr 
    cs "Грустно, да?"
    cs "Поэтому сейчас они будут делать много странных и нелогичных вещей, отказываться слушаться вожатую, например."
    show mt angry pioneer far at fleft with dissolve
    mt "Угу-угу."
    "Вожатая окинула нас угрожающим взглядом."
    hide mt
    show cs smile
    with dspr 
    cs "Могут даже попробовать убежать жить в леса на подножный корм — молодость глупа, особенно влюблённая молодость."
    show dv normal pioneer2 at left with dspr 
    dv "Вы-то откуда знаете, что они будут, а что нет?"
    "Выкрикнула непонятно почему помрачневшая Алиса с места."
    show cs normal with dspr 
    cs "Деточка-а."
    "Протянула Виола."
    show cs smile with dspr 
    cs "Тебя разве не учили в школе, что прежде чем гавкать из зала, нужно предварительно поднять руку и подождать, пока тебе предоставят слово?"
    show dv guilty pioneer2 with dspr
    cs "Твоя подружка ещё маленькая, с неё другие взятки. {w}А ты хочешь уподобиться ей?"
    "Алиса покраснела и постаралась раствориться в воздухе."
    hide dv
    cs "Но ладно. {w}Вопрос и правда по существу."
    cs "Откуда мне, глупой большой тётке в годах, знать, что каждый из вас, такой неповторимый и уникальный, чувствует?"
    cs "Ответ простой: а ниоткуда. {w}Я уже родилась {image=alt_KS_censor} лет от роду."
    "Оценив её шутку, зал рассмеялся."
    show cs normal with dspr 
    cs "Будьте уверены, в жизни каждого взрослого найдётся своя глупость. {w}Все мы живые люди."
    "Она покосилась на держащуюся за голову Ольгу Дмитриевну."
    cs "А некоторые и после двадцати не взрослеют."
    window hide
    with fade2
    cs "Так вот, возвращаясь к нашей неразлучной парочке."
    cs "Ваш возраст — это возраст становления идеалов, в том числе, формирования вкусов. {w}Для пионерки таким идеалом почему-то стал пионер и вице верса."
    show cs shy with dspr 
    cs "Пионерка хочет нравиться своему избраннику, поэтому и рубашечку больше носит не мешковатую, а строго по размеру, чтобы облегала."
    "Я покосился на Славю — теперь и она сидела чуточку покрасневшая."
    show sl smile pioneer at right with dspr
    sl "Ничего не спрашивай."
    "Шепнула она."
    hide sl with dissolve
    cs "Далее, по каким-то своим причинам они миновали период привлечения внимания — девочки обычно делают это при помощи косметики, серёжек и прочего."
    show un shy pioneer at right with dspr
    "Она показала на покрасневшую Лену."
    show mi normal pioneer at left with dspr 
    mi "Ой, Леночка, тебе так идёт мой блеск для губ, а почему ты его взяла без спроса, ты бы спросила, я бы дала, мне же не жалко!"
    show un shocked pioneer with dspr
    "В абсолютной тишине голосок Мику прозвучал эпитафией."
    "Вокруг несчастной девушки мгновенно образовалось пустое пространство."
    dv "Тихонова, ты что, воруешь?"
    "Раздался голос Двачевской."
    un "Нет! Я…"
    "Она спрятала лицо в руках."
    scene bg int_dining_hall_people_day
    show cs smile
    with dissolve
    cs "Одежда также входит в число «прочего», например, нежелание носить бельё или позывы издеваться над рубашкой."
    "Тут уже смешалась Алиса."
    "Опасливо втянув голову в плечи, она огляделась, не смотрит ли кто."
    cs "И, наконец, девушка начинает проявлять интерес к разного рода «тайнам», куда входят как гадания, так и прочая чушь вроде любовной литературы. {w}Надеюсь, у нас в библиотеке не завалялась «Камасутра» или «История О»?"
    mz "Нет."
    "Проскрипела Жужелица."
    mz "Они не входят в список разрешённой литературы."
    show cs normal with dspr 
    cs "Хорошо."
    cs "Итак, мы закончили самую интересную и многогранную часть, описывающую нежный и бурный океан, творящийся в душе пионерки, и переходим к скучному: к пионеру."
    play music music_list["farewell_to_the_past_edit"] fadein 3
    show cs smile with dspr 
    cs "Жизнь самцов всегда скучнее, ими руководят два с половиной желания — есть, спать и…"
    us "Ходить в туалет!"
    "Крикнула Ульяна."
    cs "Не постоянно же."
    "Безмятежно ответствовала Виола, переждав шквал смешков."
    cs "Про пионера скажу вот что: он сейчас спешит стать взрослым."
    show dreamgirl_overlay
    dreamgirl "И ему постоянно хочется-хочется!"
    th "Пальцем в небо."
    th "Ванг развелось — не продохнуть."
    dreamgirl "Ой ли?"
    cs "А потому будет делать всё как взрослый, может попытаться закурить или попробовать алкоголь."
    th "Прости, Виолочка, но я курить бросаю уже год как, и алкоголь я не пробую, а пью."
    "Я благоразумно отказался от спора вслух."
    th "Ибо доподлинно известно: мудрый выслушает скво и сделает по-своему!"
    show cs shy with dspr 
    cs "Но самое главное, у него начинает формироваться эротический интерес, с которым он не знает что делать."
    dreamgirl "О, правда? {w}А можно я скажу? Я знаю!"
    th "Сказали же — практика в другое время."
    dreamgirl "Киллджой, всё удовольствие на корню подрубить норовишь."
    show cs smile with dspr 
    cs "К слову, если вдруг появятся вопросы, обязательно зайди и спроси."
    "Я кивнул."
    show sl angry pioneer close at left
    sl "Зайдёшь?"
    me "Конечно, зайду! {w}За кого ты меня принимаешь."
    "Славя задумалась."
    hide sl
    show cs normal with dspr 
    cs "И самое глупое сейчас, что мы можем сделать — это запретить им видеться и общаться. Знаете почему?"
    cs "Потому что они назовут себя мучениками и — да-да! — убегут в лес на подножный корм."
    show us smile sport at left with dspr 
    us "А будут слайды?"
    show cs smile with dspr 
    cs "Нет, не будут."
    hide us with dissolve
    "Переждав разочарованный вопль Ульяны, Виола продолжила:"
    cs "Мы должны отнестись с пониманием и тактом к этим двум."
    cs "Раз уж два идиотика добровольно согласились страдать и болеть, не надо лишний раз их пинать."
    window hide
    with fade2
    cs "Потому что если мы будем давить на них, они решат удариться в сублимацию, пропустить несколько важных в развитии отношений моментов, а то и…"
    show dv normal pioneer2 at right with dspr 
    dv "Вы договаривайте, договаривайте!"
    "Мстительно процедила Алиса."
    show mt normal pioneer far at fright with dspr 
    mt "Нечего тут договаривать."
    "Сердито ответила Ольга Дмитриевна."
    hide mt
    hide dv
    with easeoutleft
    show cs smile with dspr 
    cs "В двух словах: лучше не лезьте в эту грязь. {w}Хотя бы пока не закончите школу."
    cs "А если уж вляпались, то постарайтесь хотя бы сделать всё так, чтобы потом перед самими собой стыдно не было."
    cs "Я, Ольга Дмитриевна, Борис Александрович — мы всегда готовы помочь советом."
    "Она встала."
    show cs normal with dspr 
    cs "Всё, язык заплетается, конец лекции. {w}Вопросы?"
    "Аудитория ответила стройным гулом."
    cs "Тогда я пошла…"
    "Она сладко-сладко зевнула."
    cs "Мммм… Поработаю."
    play sound sfx_concert_applause fadein 1
    hide cs with blind_d
    "Первый шок от скомканного завершения лекции прошёл — и пионеры единогласно зааплодировали ковыляющей к выходу Виоле."
    "А потом потянулись на выход."
    stop music
    window hide
    scene bg int_dining_hall_day with dissolve
    play ambience ambience_dining_hall_empty
    with blind_r
    show sl normal pioneer with dspr 
    sl "Ну вот зачем она так?"
    "Пожаловалась Славя."
    sl "Неужели нельзя было взять просто какую-нибудь воображаемую парочку?"
    me "А ты зачем им рассказала?"
    show sl shy pioneer with dspr
    sl "Но я должна была! {w}Вожатой надо знать о таких вещах!"
    "Я только за голову схватился."
    th "Интересно, о поцелуе они тоже в курсе?"
    th "А когда у нас будет что-нибудь посерьёзнее — распишет, где, как и сколько раз?"
    dreamgirl "Мы жили как хотели, чтобы потом назвать это тяготами и трудным опытом."
    me "Проехали. {w}Что же до Виолы…"
    me "Наглядный пример всегда доступнее. {w}Пойдём, нам ещё костёр готовить."
    show sl normal pioneer with dspr 
    sl "Слушай…"
    "Она остановилась у двери и спиной прижалась к стене рядом с ней. Пальцы на косяке побелели."
    show sl scared pioneer with dspr 
    sl "Я не могу прямо так выходить! {w}А вдруг они там?"
    me "Кто?"
    sl "Эти… Которые всё слышали."
    me "Пионеры?"
    sl "Да!"
    "Выглядела она не на шутку перепуганной."
    me "И что? {w}Ты же сама всё всем рассказала."
    sl "Это не то!"
    sl "Не могу. {w}Выгляни, пожалуйста, посмотри, нет ли там кого?"
    me "Чудеса какие."
    "Я покачал головой, но просьбу девушки исполнил в точности."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_dining_hall_near_day
    with dissolve
    $ renpy.pause(1)
    play sound sfx_open_dooor_campus_1
    scene bg int_dining_hall_day
    show sl normal pioneer
    with dissolve
    "На улице никого не было."
    show sl normal pioneer with dspr 
    sl "Ну?"
    me "Никого."
    sl "Спасибо!"
    "Она чмокнула меня в щёку."
    show sl happy pioneer with dspr 
    sl "Я пойду захвачу всё необходимое, хорошо?"
    sl "Встречай меня через десять минут у ворот."
    hide sl with dspr
    "И исчезла."
    "В зале же Саныч и Ольга Дмитриевна расставляли столы, уныло переругиваясь между собой."
    show ba evil uniform at left
    with dissolve
    ba "Психолух, значит? Детский, да?"
    show mt normal pioneer at right
    with dissolve
    mt "Да кто ж знал! В прошлый раз она всё нормально прочитала, по брошюрам и так далее."
    ba "Олька, прости, но ты такая безалаберная."
    show mt angry pioneer with dspr 
    mt "Да ну тебя!"
    "Она надулась было, но заметила меня."
    show mt normal pioneer with dspr 
    mt "А ты что тут стоишь-подслушиваешь, а ну быстро отсюда!"
    me "Иду-иду. И незачем так орать."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_dining_hall_away_day
    with dissolve
    play ambience ambience_camp_center_day

    "Я выметнулся на улицу."
    "Что делать на костровой поляне, я не знал. Что вообще делают на такой поляне, кроме, собственно, разжигания костров?"
    "Не украли же дикие звери костровище? "
    "Всё ещё дурацки улыбаясь, я отправился к воротам."
    play music music_list["take_me_beautifully"] fadein 3
    window hide
    scene bg ext_path_day with dissolve
    play ambience ambience_forest_day fadein 3
    "Теперь, когда стало известно, что в окрестностях обитают не только птицы и насекомые, но и какие-то другие непонятные твари, которых не успел распугать человек, лично мне перестало быть здесь так уютно и мирно, как дома."
    "Не то, чтобы страшно, но раньше я без колебаний мог бы заночевать в лесу под открытым небом."
    "Вот до какой степени меня расположило окружение."
    "Как-то привык за свою карьеру пионера к тому, что во время строительства ДОЛов и ПЛов всю наличную фауну разной степени опасности успешно разгоняют строительные работы."
    "Но не сейчас."
    "К несчастью, похоже, Славю все эти сложности ни в коей мере не тронули — она шла себе вприпрыжку, напевая что-то, впереди."
    "А я, понятно, плёлся за ней, таща на себе дрова, мешки для мусора, метёлку и фляжку с водой."
    "Ведь я, не только как джентльмен, но и как молодой человек Слави, просто обязан взять на себя всю заботу о переноске тяжестей."
    "Слова, понятно, не мои."
    "Зато моему вниманию открывалась самая приятственная картина — по-моему, искупающая абсолютно все лишения."
    "Славя чувствовала мой взгляд, потому что поминутно озиралась, и приходилось с усилием поднимать взгляд и улыбаться."
    "Раз на пятый мне это надоело:"
    me "Послушай, ты можешь идти ровно? Отвлекаешь!"
    show sl surprise pioneer with dspr 
    sl "Отвлекаю от чего?"
    me "От любования!"
    "Ответил я."
    me "А то ты вся уже извертелась!"
    show sl normal pioneer with dspr 
    sl "Любования…"
    "Славя задумалась:"
    sl "Мной?"
    me "По большей части."
    show sl happy pioneer with dspr 
    sl "Что ж ты не сказал, я бы тогда…"
    show dreamgirl_overlay with dspr 
    dreamgirl "Ну-ка, ну-ка, с этого места поподробнее!"
    "Зашевелилось нечто внутри. {w}Нечто, считающее, что я слишком много времени на ерунду трачу."
    show sl normal pioneer with dspr 
    sl "Рядом с тобой пошла."
    show dreamgirl_overlay with dspr 
    dreamgirl "Да иди ты!"
    me "Тропинка слишком узкая."
    "Уклончиво ответил я."
    "И только теперь до меня дошло, что меня попросту дразнят!"
    me "Славя!"
    show sl laugh pioneer with dspr 
    sl "Да, Сёмушка? {w}Чего ты хотел?"
    me "Как насчёт того, чтобы прекратить издеваться над моими низменными инстинктами?"
    show sl normal pioneer with dspr 
    sl "Да-а?"
    "Задумалась девочка."
    me "Уверен."
    sl "Тогда, может и ты перестанешь вести себя как человек с двумя мыслями в голове, из которых обе неприличные?"
    "Смех улетел в белесое от жары небо, и я понял, что этот ни к чему не обязывающий флирт позволил мне расслабиться."
    "И вернуть то ощущение безмятежности, по которому я уже успел соскучиться за утро."
    me "Разве таким можно насмотреться?"
    show sl smile pioneer with dspr 
    sl "Но ведь я одетая!"
    show dreamgirl_overlay with dspr 
    dreamgirl "Девочка талантливая, но опыта ей определённо недостаёт."
    dreamgirl "Но наверстает, потом увидишь, кто всех мужиков на пляже соберёт — она в глухом купальнике с вырезами или неизвестная науке мамзель в микро-бикини."
    me "Перестань."
    "Я углядел по правую руку от дороги какое-то тёмное пятно."
    me "Что это?"
    show sl surprise pioneer with dspr 
    sl "… Не знаю."
    me "Ты здесь впервые, что ли?"
    show sl angry pioneer with dspr 
    stop music fadeout 3
    sl "Рррр."
    me "Ну прости, не удержался."
    "Я сгрузил дрова и метёлку на обочину:"
    me "Взглянем?"
    "Славя кивнула."
    play music music_list["get_to_know_me_better"] fadein 5
    scene expression Dawn("bg ext_path_day")
    with dissolve
    "Пятно оказалось огромной кротовиной, дна которой в дневном свете разглядеть не представлялось возможным."
    me "Не наши подземелья?"
    show sl angry pioneer with dspr 
    sl "Они самые."
    "Зло сказала Славя."
    show sl normal pioneer with dspr 
    sl "Судя по всему, зверьё здесь подрыло потолок и отправилось за свежатинкой в лес."
    "Она выглядела расстроенной."
    show sl serious pioneer with dspr 
    sl "Ну да, всё верно, отошли подальше, нагадили, бросили и ушли. Ну, л-люди…"
    me "Ты чего?"
    sl "Да не понимаю я людей. Зачем пакостить? Живёшь ты на земле, так живи в мире с ней!"
    sl "Так ведь нет — мы хотим залезть внутрь и ковырять недра."
    sl "Тебе понравится, если тебе под кожу отряд муравьёьв отправится, добывать лимфу и корни волос?"
    "Она ходила и злилась."
    sl "Есть у человека привычка поганить землю."
    sl "Зароются непонятно куда, откопают непонятно что, а потом удивляются, что всякая дрянь оттуда лезет."
    me "Ты про бомбоубежище?"
    sl "Про него, родимое. {w}Строят бомбы, потому что боятся бомб и надеются испугать окружающих бомбой побольше. А чтобы пережить тех, кто не напугался, лезут под землю."
    show sl angry pioneer at cleft with moveinleft
    sl "Гигиену отношений соблюдать надо, тогда и бомбы не пригодятся, и в землю зарываться не придётся."
    me "О чём ты говоришь?"
    show sl normal pioneer with dspr 
    sl "О том, что не мы одни на планете живём. {w}И нас у неё много."
    sl "Это она у нас одна. "
    sl "Доиграемся когда-нибудь, доиграемся, придумает планета какую-нибудь дрянь, чтобы извести человека, болезнь или стихийное бедствие."
    show dreamgirl_overlay
    dreamgirl "Атипичную пневмонию, например. Или ещё какую-нибудь сибирскую язву."
    th "Последнюю разве не человек придумал?"
    dreamgirl "Не могу тебе сказать."
    sl "Слишком долго мы злим её."
    "Она немного подумала и велела:"
    sl "Снимай галстук."
    "Я послушно отдал ей кумачовый лепесток."
    #TODO:Отсюда и до д.6, комплекст уфотошопленных спрайтов Слави без галстука (не строго обязательно, но народ жалуется)
    "Она сняла свой и натянула между деревцами верёвку с импровизированными волчьими флажками."
    sl "Чтобы никто не упал."
    "Пояснила она."
    me "Думаешь, наши грызуны выбрались в лес?"
    "Она пожала плечами."
    show sl normal pioneer at center with moveinright
    sl "Я таких не видела никогда, но они, судя по всему, подземные или ночные жители."
    sl "Дневной лес для них враждебен."
    show sl serious pioneer with dspr 
    sl "Ночью вполне могут вылезти."
    me "И будут тогда от них бегать другие пионеры."
    "Усмехнулся я, поднимая с земли свой скарб."
    window hide
    scene bg ext_path2_day
    with fade
    "Странноватые у нас взаимоотношения сложились."
    "С одной стороны, вроде как и вместе мы — вон, даже Виола на этот счёт прошлась."
    "С другой — никак не могу отделаться от мысли, что не в романтическом интересе девушки дело."
    "Точнее, не только в нём."
    "Как будто она знала нечто, со мной связанное — что-то, о чём я и сам не догадывался — и пыталась понять, как это использовать."
    "Хотя нет, плохая формулировка."
    "Скажем, кроме симпатии, было и что-то ещё."
    "Мне приходилось напоминать себе, сколько ей лет. И сколько мне — с её точки зрения."
    "Поэтому она вполне закономерно опасается того, что может случиться, если дать мне слишком много воли."
    show dreamgirl_overlay with dspr 
    dreamgirl "А вот хватать тебя за руки и лбом в тебя тыкаться она не побоялась."
    "Язвительно заметил внутренний голос."
    if alt_day3_dancing == 2:
        dreamgirl "Да и танец ваш на штрафной дистанции…"
        th "А мне понравилось!"
        dreamgirl "Да мне тоже! {w}Есть подозрение, что и её равнодушным не оставило."
    dreamgirl "Вот было бы здорово, прибудь мы сюда на неделю раньше."
    dreamgirl "На Ивашку Купалу можно было бы и того-этого!"
    th "Охолони, чудище озабоченное. {w}Пусть всё идёт своим чередом."
    th "Я в кои-то веки начал ощущать ответственность за свои слова и поступки, а ты предлагаешь всё свести к банальной постельной возне."
    dreamgirl "Ты импотент, да?"
    dreamgirl "Эй, кто-нибудь наверху! Мне тут бракованное тело подсунули, дайте мне рабочее!"
    th "Всё, успокоились. {w}Гляди, у неё опять юбка вверх уползла."
    dreamgirl "Эй, это моя реплика!"
    hide dreamgirl_overlay
    show sl normal pioneer with dspr 
    sl "О чём притих?"
    "Обернулась девушка."
    show sl shy pioneer with dspr 
    sl "Или ты опять…"
    "Она пригладила подол."
    me "Меня обижает твоя оценка, что я думаю только об одном."
    show sl smile2 pioneer with dspr 
    sl "А ты нет?"
    me "Ага. Иногда я ещё хочу есть и спать."
    show sl laugh pioneer with dspr 
    sl "Какой многогранный человек!"
    "Тропинка влилась в просеку, откуда до костровой было всего полкилометра, и Славя пошла рядом."
    with fade
    show sl normal pioneer with dspr 
    sl "Что думаешь об утреннем походе?"
    me "Честно?"
    me "Очень старался забыть обо всём происходящем, пока ты не напомнила!"
    show sl smile pioneer with dspr 
    sl "Ну прости, прости."
    "Она погладила меня по голове."
    scene expression Dawn("bg ext_path_day")
    show sl normal pioneer
    with dissolve
    sl "Но ты выглядишь умным мальчиком, я и подумала — вдруг просветишь глупышку из райцентра."
    if alt_day4_sl_tut_iz or alt_day4_fz_sh == 2:
        me "Прости, солнце ясное, но нам такого в школе не преподавали, хотя и с углублённым изучением математики и прочих извращений."
    else:
        me "Если сравнивать ощущения, то это очень походило на то, что я переживал, когда пытался отключить гуделку."
    me "То есть, вполне возможно, какая-то охранная система."
    th "Кстати, полностью был уверен, что уж такие-то вещи всяко изобретут попозже."
    me "Вязкая мерзость у выхода мне осталась непонятной, хотя я могу предположить, что там нагревательный элемент или химическая реакция, которая плавит твёрдое вещество и позволяет задержать злоумышленника."
    show sl surprise pioneer with dspr 
    sl "То есть, если бы ты был там один или я была там одна…"
    me "Ага, нашли бы потомки белые косточки лет через триста."
    show sl serious pioneer with dspr 
    sl "Ладно. А дым, значит, это сонный газ?"
    "Я неопределённо дёрнул подбородком."
    th "Я не стану рассказывать ей свои странные видения, хорошо?"
    me "Не могу сказать. {w}Уверен в одном — чем бы оно ни было, с ним лучше не контактировать."
    me "А, и на будущее — туда я больше ни ногой."
    "Славя кивнула."
    me "И ты тоже."
    show sl smile pioneer with dspr 
    sl "И правильно!"
    "Разулыбалась девочка."
    sl "Что нам там делать?"
    window hide
    hide sl with fade
    "Я увидел их первым и чуть не выставил руку, пытаясь остановить попутчицу."
    "К счастью, спохватился вовремя, вернул руки, перехватил свой ценный груз. {w}Иначе собирать нам всё, не пересобирать."
    me "Стой!"
    "Славя среагировала быстро — встала как вкопанная."
    "И, не оборачиваясь, на всякий случай даже не шевелясь, спросила:"
    sl "Что случилось?"
    me "Под ногами посмотри."
    "Славя осторожно покосилась вниз."
    "И сделала один короткий шаг назад."
    hide sl with dissolve
    "Разумное решение."
    "Так-то ещё бы один шаг — и наступила бы на одну из тварюшек, которые хорошенько так погоняли нас под землёй."
    "Мирные-то они мирные, но неизвестно, как среагируют, если на них наступить."
    "Могут и рассвирепеть — я вспомнил, как одному знакомому самый обычный заяц-русак рассадил обе ноги до кости, обороняясь по-кошачьи, задними лапами."
    "Было это давно и неправда, и я, по правде сказать, был уверен в том, что это самая простая побасенка."
    "Но уж больно своевременно всплыла в памяти эта побасенка."
    me "Что делать будем?"
    sl "Обойдём."
    "Снарк вздрогнул и, подслеповато щуря огромные глаза, вытянул вверх мордочку, повёл носом, застриг ушами."
    "Кажется, эта животинка очень большое значение уделяла именно слуху."
    "И я сам не успел понять, что делаю, как изобразил тот самый звук, каким всегда отгонял подъездных кошанов от своей двери."
    me "Пщщщщ!"
    "Зашипел я."
    "Снарк подскочил на месте, беспокойно заметался в разные стороны, наконец, заверещал и убрался в кусты."
    me "Говоришь, до ночи не вылезут?"
    "Протянул я."
    show sl normal pioneer with dspr 
    sl "Это, наверное, самый беспокойный. Своего рода лягушка-путешественница."
    "Славя безмятежно пожала плечами."
    me "Надо вожатых предупредить."
    me "А то здесь пионеров поведут, вдруг кто-то наступит."
    show sl laugh pioneer with dspr 
    sl "Уверяю тебя, когда здесь поведут пионеров, фауна сама сбежит — потому что есть такой инстинкт — уходить с пути следования стада."
    "Я покосился на неё — девочка безмятежно улыбалась."
    "Наверное, не увязывала понятие «стада» с пионерами."
    "Эх, какие же они здесь все невинные."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "day"
    scene bg ext_polyana_day
    with dissolve
    play ambience ambience_forest_day fadein 3
    play music music_list["two_glasses_of_melancholy"] fadein 1
    "Деревья расступились, и мы вышли на костровую поляну."
    "Наконец-то. {w}Ещё минут десять в таком режиме, и я начал бы сомневаться в такой уж большой ценности всех этих приготовлений."
    me "Так всё-таки зачем мы здесь?"
    show sl smile pioneer with dspr 
    sl "Вообще, конечно, убраться."
    "Славя улыбалась так искренне…"
    me "А если честно?"
    show sl smile2 pioneer with dspr 
    sl "Ну так честно же!"
    me "Недостаточно."
    "Отрезал я."
    show sl normal pioneer with dspr 
    sl "И откуда ты такой разумный на мою голову."
    "Я старательно изобразил вежливое внимание."
    sl "Пока мне ещё доверяют, я буду злоупотреблять властью для того, чтобы вытаскивать нас куда-нибудь, где мы можем что-нибудь поделать вместе. {w}Ты не против?"
    me "Я не против поделать что-нибудь вместе."
    me "Костёр сразу после ужина?"
    sl "Да. И до отбоя. Ты как насчёт печеной картошки?"
    "К данному лакомству я был совершенно равнодушен, о чём и сообщил девушке."
    show sl sad pioneer with dspr 
    sl "Жаль. Так бы… {w}Но к делу."
    show sl normal pioneer with dspr 
    sl "Костёр будет один, основной, поэтому остальные костровища не трогаем, работаем только с основным."
    sl "Посмотри, чтобы выкладка была вся на месте, если где-то дикие звери перевернули или подрыли камень, возвращаешь в костровище. {w}Всё понятно?"
    me "А ты?"
    show sl laugh pioneer with dspr 
    sl "А я буду тебе морально помогать."
    "Ответила Славя."
    "И хихикнула, вдосталь налюбовавшись огорошенным выражением моего лица."
    window hide
    with fade
    sl "Я займусь уборкой основной поляны."
    "Наконец сжалилась она."
    show sl normal pioneer with dspr 
    sl "Посмотрю, чтобы не было мусора, веток, шишек и так далее. Работа нудная, но в отличие от твоей, не требует большой физической силы."
    th "Про физическую силу это ты верно загнула."
    "Повздыхав немного уэллсовской треногой, я поплёлся к костровищу."
    scene expression Dawn("bg ext_polyana_day")
    with joffr
    "Как и предупреждала Славя, работа оказалась сопряжена с тасканием тяжестей."
    "Ещё один момент — её решительно невозможно было проделать так, чтобы не испачкаться."
    "Я имею в виду, если бы это делала Славя — у неё безусловно получилось бы остаться чистенькой и опрятненькой."
    "Не мой случай."
    "Костровище представляло собой небольшое углубление в земле, выложенное камнями во избежание возгораний."
    "Эти камни и оказались первой загвоздкой — оставляя на руках жирные чёрные следы, которые решительно нечем было оттирать."
    "И да — их действительно оказалось меньше положенного — Славя то и дело окликала меня, находя очередной камень."
    "И вот я такой, красивый, перепачканный как трубочист, волоку очередной керамический брусок, цедя непечатное." 
    "Загвоздкой номер два стала зола и пепловые залежи — хвала рандому за то, что их прибило немного дождиком, и можно было бы безболезненно закопать здесь же или отнести в лес на штыке лопаты…" 
    "Разумеется, если бы мы взяли с собой лопату!"
    "Но, как говорится, человек — это бог лишь в сослагательном наклонении — или, ещё проще, задним умом все крепки."
    "Пришлось изымать у Слави один из мешков и пытаться орудовать непосредственно им, поминутно чихая и кашляя от летающей в воздухе мелкодисперсной взвеси." 
    "Так что под конец уборки я выглядел как тот самый чёрт из трубы Солохи."
    "Славя замахала на меня руками."
    scene expression Dawn("bg ext_polyana_day") at zenterleft with blind_d
    show sl angry pioneer with dspr 
    sl "Даже не думай подходить ко мне в таком виде!"
    "Она с места отскочила на шаг назад, когда я попытался подойти поближе."
    show sl normal pioneer with dspr 
    sl "Семён, ты чумазый как я не знаю кто."
    "Покопавшись в кармане, она достала зеркальце и, держа на вытянутой руке, продемонстрировала мне всю неземную красоту моего нового облика."
    me "Ну, сейчас в лагерь придём, схожу в душ."
    show sl sad pioneer with dspr 
    sl "Нет уж, в лагерь я тебя таким не поведу."
    me "Что, оставишь жить в лесу?"
    show sl smile pioneer with dspr
    "Широкая улыбка была мне ответом."
    "…"
    with fade
    show sl normal pioneer with dspr 
    sl "Ладно."
    "Сжалилась надо мной Славя."
    sl "Здесь вообще-то прямой выход к нашей реке."
    sl "Мыло у меня есть."
    me "Откуда только знала…"
    "Проворчал я."
    show sl laugh pioneer with dspr 
    sl "Семён, это же ты! Вы, мальчишки, постоянно пачкаетесь — можешь мне поверить, я в большой семье росла."
    me "Да я уж в курсе."
    th "Интересно, ко мне теперь как к седьмому братику будет отношение?"
    show sl smile2 pioneer with dspr 
    sl "А ты против?"
    "Не то, чтобы…"
    me "Ладно, что мне ещё надо знать?"
    show sl normal pioneer with dspr 
    sl "Ну… О том, хватит ли нам времени."
    me "И хватит?"
    sl "С лихвой! Пошли." 
    "Противореча самой себе, она взяла меня за руку и повела за собой."
    sl "Меня можешь не стесняться, опыт купания братьев у меня есть, я тебе помогу."
    th "И не думал стесняться."
    sl "Просто не мешай мне, я со стороны всё лучше вижу."
    window hide
    scene bg ext_beach2_day_7dl with blind_l
    play music music_list["dance_of_fireflies"] fadein 3
    play ambience ambience_lake_shore_day fadein 3
    "Мы вышли на берег речки с довольно удобным спуском."
    "Кажется, здесь пионеры отрабатывали трудовую повинность, отмывая котлы с помощью песка и горчицы."
    "Ну или хотя бы просто хозяйственного мыла."
    show sl normal pioneer with dspr
    sl "Я знаю, что ты в плавках, поэтому даже не думай убедить меня в том, что стесняешься."
    sl "Раздевайся!"
    me "Ох, как здорово это прозвучало."
    "Фыркнул я, тряся перед собой руками с явным намёком."
    show sl sad pioneer close with dspr
    sl "Охохонюшки, горе ты моё."
    "Вздохнула девочка, расстегивая на мне рубашку."
    me "Ну извините, это вам не шишки собирать."
    show sl shy pioneer with dspr
    sl "Это… Можно?"
    "Её пальцы легли на пряжку ремня."
    me "Если я скажу «нет», что ты сделаешь?"
    show sl angry pioneer with dspr
    sl "Опять подкалываешь."
    "Я затаил дыхание, наблюдая за тем, как она ослабляет ремень, расстегивает верхнюю пуговицу шорт."
    show dreamgirl_overlay with dspr 
    dreamgirl "Это не эротика! Это — порнография!"
    "Резюмировал внутренний голос, тем не менее, явно стараясь ухватить как можно больше впечатлений."
    me "Спасибо, дальше я сам."
    "Внутри меня кое-что шевельнулось, и я решил, что если мы продолжим в том же духе, то Славя увидит больше, чем мне хотелось бы."
    "Я выпрыгнул из шортов и направился в воду."
    "Несколько секунд спустя обострённый слух уловил, как на землю упал ещё один комплект одежды, и рядом со мной в воду зашла Славя."
    dreamgirl "И-ииии-ййййеху!"
    show sl normal swim with dissolve
    "В купальнике."
    "Девочка встала рядом."
    sl "Что?"
    "Удивилась она."
    dreamgirl "Что-что! Купальник!"
    "Я отрицательно покачал головой."
    show sl shy swim with dissolve
    "Находиться рядом с девушкой в воде само по себе переживание достаточно волнующее."
    "А если эта девушка ещё и в таком купальнике…"
    show sl normal swim with dspr 
    sl "Семён, не распускай руки."
    "Деловито посоветовала девушка."
    sl "Закрой глаза, сейчас лицо тебе намою."
    "Она встала вплотную, чтобы намыть меня, и я застыл."
    "В предвкушении."
    show blink
    pause(1)
    scene anim prolog_1
    show dreamgirl_overlay
    with blind_r
    dreamgirl "До контакта! Пять… {w}Четыре…"
    "Мы безмолвно заулюлюкали в унисон."
    dreamgirl "А теперь она медленно намыливает лапки и начинает возюкать по твоему… Твоему всему!"
    sl "Мыло-то дай!"
    dreamgirl "Давай-давай, пока она не спохватилась, что у вас там по земле какие-то снусмумрики ползают, а вы тут в воде глупостями занимаетесь."
    th "Вроде бы, партия постановила, что они безобидные?"
    "Я на секунду отвлёкся и, как результат, пропустил самый смак — первые секунды прикосновений."
    "Хотя холодными мылкими руками — это, конечно, несколько не та ласка, на которую я рассчитывал."
    sl "Ну… {w}Вот и всё!"
    "Я хотел было что-то сказать, но тут почувствовал, как мне на грудь легли две ладошки."
    sl "Смывайся."
    "И с силой толкнули в воду!"
    play sound sfx_shoulder_dive_water
    window hide
    scene anim_underwater with dissolve
    "Я спохватился, забился, в нос и уши хлынула вода…"
    "С поверхности донёсся весёлый смех Слави:"
    sl "Вокруг тебя пятно нефти! Вызывайте экологический патруль!"
    "Такая хорошая девочка, а такая вредина!"
    play sound sfx_water_emerge
    scene black
    show bg ext_beach2_day_7dl with easeintop
    show sl normal swim with dspr 
    sl "Семён, это никуда не годится! После ужина обязательно свожу тебя в баню."
    sl "Мыться надо каждый день."
    th "После ужина костёр, милая, но фигушки я тебе об этом напомню."
    "Она смыла остатки сажи с моего лба."
    sl "Вот! Теперь хотя бы на человека стал похож."
    "И повернула меня к себе."
    "Мне пришло в голову, что если я сейчас захочу — а я захочу обязательно!"
    th "Так, ты! Прочь из моих мыслей."
    dreamgirl "Да ладно тебе! Жалко, что ли?"
    show sl shy swim close with dspr 
    sl "Как думаешь…"
    "Она была так близка, что я мог почувствовать ток её крови под кожей."
    sl "Почему естественный процесс встречи, знакомства, ухаживаний у человека такой проблемный?"
    "Она прикрыла глаза и гладила мои плечи."
    sl "Если ты видишь кого-то, и понимаешь, что он тебе подходит, зачем все эти условности?"
    show sl normal swim close with dspr 
    sl "Или венец творения должен страдать с момента зачатия?"
    "Я передёрнул плечами, весь покрывшись мурашками."
    me "Я не знаю."
    "Ответил я."
    "И это была правда."
    window hide
    scene black
    show expression Dawn("bg ext_sky_7dl")  with easeintop
    "Целоваться она не умела — да и где бы насквозь идеалу выучиться таким премудростям?"
    "Это только добавляло прелести нашим поцелуям — как будто я соблазнил, совратил правильную во всех отношениях девочку."
    "Наверное, потому второй поцелуй оказался таким же сладким, как и первый."
    "Или всё дело в том, что моей обнажённой груди касалась почти обнажённая грудь самой желанной девочки?"
    "Уже слабо контролируя себя, я обхватил стройную спинку ладонями и потянул так, что жалкие остатки пространства канули в Лету."
    "Оторвался от губ — с неохотой — и поцеловал туда, где заполошно колотилась сизая жилка."
    "Славя охнула и подалась мне навстречу."
    "Ещё ближе."
    "Полностью покорная гладящим её спину ладоням."
    "Второй поцелуй под ухом, я легонько укусил мочку, и она, наконец, сдалась — вздрогнула враз как-то, задрожала, закусила губу."
    sl "Семён…"
    "Жарко выдохнула она мне в ухо."
    sl "Это нечестно, знаешь?"
    "Знаю, конечно."
    me "Не нравится?"
    sl "Я боюсь."
    "Спокойно ответила она."
    sl "Что всё будет плохо, а потом ты уйдёшь."
    "Я застыл."
    scene bg ext_beach2_day_7dl at zexitcenter
    show sl normal swim
    with dissolve
    "Девушка легко освободилась от моих рук, сделала шаг назад."
    sl "Я вообще жуткая трусиха, постоянно чего-то опасаюсь."
    me "И сейчас тоже?"
    show sl smile swim with dspr 
    sl "А сейчас — особенно."
    dreamgirl "Да-да, целовать — целуй, а трогать не моги!"
    "Она посмотрела на моё разочарованное лицо и не выдержала — захихикала:"
    sl "Так, мыть я тебя точно больше не буду, раз ты такой легковозбудимый."
    sl "Держи."
    "Вручив мне мыльницу, она развернулась и, окатив меня снопом брызг, побежала к берегу."
    sl "Догоняй!"
    "Донёсся её смех."
    "Я хмыкнул и отправился вслед за ней."
    "Когда я вышел из воды, она уже стояла на берегу одетая."
    show sl normal pioneer with dspr 
    me "Как у нас вообще эта беседа состоялась, если это я — легковозбудимый?"
    "Пробурчал я, вытираясь."
    show sl laugh pioneer with dspr
    sl "А вот этого я не знаю."
    sl "Я же правильная и позитивная девочка, всём пример и активистка, мне о таких вещах думать нельзя."
    me "А если очень хочется, то можно!"
    show sl normal pioneer with dspr 
    sl "Всё можно, только осторожно. {w}Пошли, нас ждут великие дела!"
    stop music fadeout 3
    stop ambience
    window hide
    return
    
label alt_day5_sl_supper:
    scene bg int_dining_hall_people_sunset
    with dissolve
    play ambience ambience_medium_crowd_indoors_1 fadein 3
    play music tilltheend fadein 5
    "Столовая гудела как растревоженный улей."
    "Все пионеры были в предвкушении похода, и я мимолётно порадовался за них."
    "Всё-таки здорово, когда всё, что ни приготовили взрослые, находит в детях такой живой отклик."
    "Дело, конечно, не в последнюю очередь в том, что других развлечений нет."
    "Это вам не «Авроровец» с раздачей беспроводного, высокоскоростного и полностью бесплатного интернета на всей территории лагеря."
    "Видел я современных «пионеров» — поголовно уткнувшихся в сотовые и планшеты."
    "Инструмент, призванный объединить человечество, в результате разобщил его ещё сильнее."
    "Всё-таки, те самые чёртовы тридцать процентов «стреляющих» сетевых отношений — а что делать тем, у кого и в сети всего два-три друга?"
    "Правильно. {w}Держать их всех в сети."
    th "Я мог бы подружиться с каждым из вас."
    "Безмолвно обратился я к залу."
    th "Я открывал бы глаза, а в скайпе или асе была бы отдельная группа «Совёнка», люди из которой никогда не подают и слова — равно как и из групп «личное» и «ars moriendi»."
    th "В первой те, кого я выгнал из жизни, а во второй либо удалились сами, либо однажды решились пощекотать запястье стальным пёрышком."
    th "Купите мне немного вашего внимания, подарок на день рождения или Новый Год — хотя бы полчасика избавления от ужаса одиночества для сидящего в пустоте безглазого, безликого манекена."
    th "Потому что наслаждаться одиночеством можно, холить его и упиваться им тоже можно."
    "Но выжить против него решительно не получится."
    "Даже если ты одинок в толпе радующихся жизни детей."
    show dreamgirl_overlay with dspr 
    dreamgirl "Чего же тебе не хватает, морда? {w}Присоединяйся к вечеринке, толпа щедра на эмоции."
    th "Я не знаю."
    th "Возможно, дело в том, что для этого нужно раскрыться — а это не мой конёк."
    "Очень страшно раскрыть глаза носом в монитор, обнаружить каждого человека, живого, объёмного, тёплого — лишь набором пикселей и строчек кода в очередной проходной игрушке."
    "А мне с моей кармой только такой исход и светит в общем-то."
    stop ambience
    scene expression Notch("bg int_dining_hall_sunset")
    show rain_overlay
    with dissolve2
    "Я ощутил себя стоящим у холодного пуленепробиваемого стекла, холодящего ладонь."
    "Оставляющим по ту сторону тепло, лето, счастливые крики."
    "Становящиеся всё громче и громче."
    "Мир успешно отторгал меня, а самая моя нужная, способная одним присутствием выбить из головы чушь, где-то ходила."
    show mt normal pioneer with dspr 
    mt "Семён, не спи!"
    hide mt with joffr
    "Не успел заметить, как день за окнами сменился закатом."
    "Ещё один бездарно профу… {w}прожитый день, который я перед сном ссыплю в пакет для пыли и, повязав нарядной ленточкой, спрячу куда-нибудь в кладовку с памятью."
    "На полку, пахнущую хозяйственным мылом, сажей и подземельями."
    "С биркой: «Оно тебе и правда не приснилось»."
    "Напротив наконец плюхнулась переодевшаяся Славя."
    play ambience ambience_medium_crowd_indoors_1 fadein 3
    scene bg int_dining_hall_sunset at zenterleft
    show sl normal pioneer at cleft
    with dissolve
    sl "Скучал?"
    me "Очень!"
    "Честно ответил я."
    show sl serious pioneer with dspr 
    sl "Ты бы тоже чего-нибудь накинул."
    "Обеспокоенно склонила голову набок Славя."
    show sl normal pioneer with dspr 
    sl "Ты только-только из медпункта вышел.{w} Нехорошо, если ты опять туда попадёшь."
    me "Что, неужели так лень мне завтраки таскать?"
    "Её правое веко опустилось вниз в подмигивании."
    show sl smile2 pioneer with dspr 
    sl "Да нисколько! Мне только в радость."
    show sl normal pioneer with dspr 
    sl "Но ты мне нужен здоровый!"
    "Прозвучало несколько двусмысленно."
    "Поэтому я заинтересовался:"
    me "Зачем?"
    show sl happy pioneer with dspr 
    sl "А ты не догадываешься?"
    "Девушка прикусила губу и склонила голову набок. {w}В голову пришла старая французская пословица про то, что означает наклон девичьей головки."
    me "Опять что-то таскать?"
    "Нахмурился я."
    me "Площадь подметать или забор красить?"
    th "Нет, а что? {w}До костра ещё полчаса, как раз успеваем!"
    me "Предупреждаю — я буду протестовать! {w}Я только что тяжело трудился, много ходил, меня пугали крысами и я чуть не оставил сандалии в той жиже."
    me "Лапы прочь от моего досуга!"
    "Славя улыбалась с каждой моей репликой всё шире и шире, пока, запрокинув голову к потолку, не расхохоталась — искренне, громко."
    show sl laugh pioneer with dspr 
    sl "Семён, ты такой нытик! Кто бы знал!"
    sl "Мог бы и сказать, что тебе так всё трудно, я бы сама справилась."
    "Девушка веселилась от души."
    me "Работать не трудно, но иногда и отдыхать надо."
    show sl smile pioneer with dspr 
    sl "Хорошо!{w} Сегодняшний вечер полностью посвящаем отдыху, идёт?"
    "Ольга, услышавшая эту реплику, хотела было что-то сказать, но её дёрнула за руку Виола и, склонившись к уху подруги, что-то прошептала."
    th "Нечто волшебное, не иначе!"
    "Вожатая мгновенно отстала от нас."
    "Хотя, в целом, это уже второй вечер, когда Славя откровенно манкирует своими добровольными обязанностями."
    me "Пожалуй, прислушаюсь к тебе. {w}Пойду свитер надену."
    show sl normal pioneer with dspr 
    sl "Увидимся на площади."
    "Кивнула девушка."
    stop music 
    stop ambience
    window hide
    scene black
    pause(1)
    scene expression Noon("bg ext_sky_7dl")
    th "Дорогое небо, прими мой взгляд и сохрани его как отдельную звёздочку — для того, кто однажды посмотрит в тебя, одинокий."
    th "Подмигни ему моим взглядом, ведь взгляд в тебя — это взгляд в прошлое, и какие-нибудь обитатели Гаммы Цефея, мои современники, смотрят в небо и могут видеть меня, принадлежащего их времени — здесь, в мире 89-го года."
    th "Или отрази его где-нибудь на переломе в 10-12 световых лет на случай, если меня однажды бросит обратно — во мне слишком много счастья, и оно подгуливает, кружит голову вроде шампанского."
    th "Дорогое небо, однажды ты увидишь нас — взрослых, держащихся за руку — но уже совершенно в другом месте, в другом городе и, возможно, Вселенной."
    "Ещё одна запечатанная посылка — адресат: небеса — и я захлопываю за собой дверь в домик."
    play sound sfx_open_door_clubs_2
    play music music_list["lightness"] fadein 2
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg int_house_of_mt_sunset with blind_d
    play ambience ambience_int_cabin_day fadein 3
    "Телефон вполне логично берём с собой, есть желание поймать кадр со Славяной — сейчас каждое такое застывшее мгновение почему-то преисполняется необъяснимого значения."
    "Всё верно, дорогой твоему сердцу человек способен превратить любую вещь в объект твоего фетиша."
    "Но я по делу."
    "Свитер немного «стоял» после стирки, и, немного помяв его, я завязал рукава узлом на плечах."
    "Плавки в долгий ящик, когда теперь искупаться доведётся — неизвестно."
    "Джинсы решил не брать — комарья здесь немного, а температуру вплоть до нуля я способен перенести и в шортах — главное, чтобы торсу было тепло."
    th "Плеер брать не стану, слушать музыку у меня не будет времени."
    show dreamgirl_overlay with dspr 
    dreamgirl "Ещё бы розы, шоколад и резиновые изделия — и будет полный джентльменский набор."
    th "И нас повесят на галстуке-бабочке, ага."
    "Лишний раз убедившись в том, что делать здесь мне больше нечего, я выбрался на улицу."
    window hide
    play sound sfx_open_door_2
    pause(1)
    scene bg ext_square_sunset with dissolve
    "Пионеры уже собрались на площади, выстроившись на линейке, а Ульянка, забравшись на трибуну, кидала оттуда зиги."
    th "Не понял?!"
    "Я пригляделся."
    th "Показалось."
    "На самом деле, пионерский салют — просто немного модифицированный."
    "Будь я помоложе, обязательно бы…"
    show dreamgirl_overlay with dspr 
    dreamgirl "Да?"
    th "Нет, ничего."
    dreamgirl "Вот-вот. Иной и про тебя подумает — а вдруг и у этого овоща есть душа?"
    th "Да ну тебя!"
    dreamgirl "Это сколько угодно. {w}Знаешь, кроме двух попыток влияния на подсознание, в тебе наметились и кое-какие другие изменения."
    th "Какие?"
    dreamgirl "Думаю, уместным будет сказать, что твоя блондинка вполне успешно влияет и воспитывает тебя."
    th "И в чём это заключается?"
    dreamgirl "Ну, например, свитер ты с какой целью нацепил? Неужели и правда поверил в то, что ночью озябнешь?"
    "Я немного покатал эту мысль."
    th "Да нет. {w}Просто Славя велела одеться."
    dreamgirl "И ты…"
    th "Оделся, что?"
    dreamgirl "Мелко плаваешь, копай глубже."
    th "Намекаешь на то, что я послушался её приказа?"
    show dreamgirl_overlay with dspr 
    dreamgirl "Ни на что не намекаю, ты сам до всего догадался."
    th "Или взял его с собой потому, что она может простыть?"
    hide dreamgirl_overlay with dspr
    "Подсознание кинуло в меня улыбкой чеширского кота и смолкло."
    "Славя протолкалась ко мне через ряды и встала рядом, не обращая внимания на косые взгляды присутствующих пионеров."
    me "Тебя больше не смущает чужое внимание?"
    show sl normal pioneer with dspr 
    sl "А."
    "Легкомысленно отмахнулась она."
    show sl smile pioneer with dspr 
    sl "Оно меня никогда и не смущало. {w}Но то, что кто-то будет лезть в то, что их не касается, конечно, немного смущало."
    "Между тем вожатая выгнала Ульяну с трибуны и взгромоздилась туда сама."
    sl "Как-то казалось это неправильным, если наша пара станет объектом обсуждения."
    me "Ну… В обществе это неизбежно. {w}Человек — животное социальное."
    show sl normal pioneer with dspr 
    sl "Вот!"
    sl "Я долго думала об этом, пока не поняла, что люди же как-то женятся, потом детей заводят, делают детям документы, вводят нового человека в общество."
    me "Намекаешь на то, что надо с этим смириться?"
    show sl smile pioneer with dspr 
    sl "Скорее на то, что это нормально, если кто-то вдруг говорит о тебе… О вас. {w}Публичность неизбежна."
    "Логика её была несколько выше моей головы, но я решил не спорить."
    me "Значит, ты теперь будешь ходить со мной рука об руку и задирать нос?"
    show sl normal pioneer with dspr 
    sl "Ну, нос задирать, пожалуй, не стану."
    sl "Но буду помнить о том, что это нормально…"
    th "Малышеву — в студию!"
    sl "… и любая тема обсуждения рано или поздно прискучивает человеку."
    th "С этим бы я поспорил."
    "Я вспомнил анонимные доски объявлений, на которых, бывало, сиживал в бытность свою ПК-аскетом."
    "Там люди умудрялись несколько лет обсуждать одну-единственную игру."
    show dreamgirl_overlay with dspr 
    dreamgirl "Не показатель. Умственно полноценные люди быстро остывают и уходят, остаются либо духовно нищие, которым не с чем сравнивать…"
    with fade
    dreamgirl "…либо душевно больные, фанатики, согласные жизнь положить на алтарь служения выдуманному идолу."
    th "Религией отдаёт, нет?"
    dreamgirl "Для таких людей это и есть религия."
    show mt normal pioneer at right with dspr 
    mt "Лагерь, на «первый-второй» рассчитайсь!"
    "Долетела команда вожатой."
    voice "Первый!"
    voice "Второй!"
    "Улетело вдоль рядов."
    "Когда тебе четырнадцать-пятнадцать лет, строевая подготовка выглядит как увлекательная игра."
    "А потом в армии ты уже автоматом выполняешь все команды."
    "Славя стояла рядом, так что она была первой, я вторым."
    ml "Второй!"
    "Донеслось с той стороны плаца."
    ml "Расчёт окончен!"
    mt "Первые номера шаг вперёд."
    play music music_list["always_ready"] fadein 5
    "Стройные ряды сломались и разделились пополам."
    "Кто бы ни придумал все эти строевые штучки, он явно был гением организаторской деятельности."
    "Если бы мы сейчас, как стадо баранов стали разбиваться по парам по принципу «хотеть — не хотеть», проваландались бы до утра."
    "А так…"
    "Славя вцепилась в меня с видом «не отдам», и Ольга Дмитриевна, посмотрев на нас, тихонько хмыкнула."
    show mt smile pioneer with dspr 
    mt "Направо! {w}Отряды, кроме первого, на костровую поляну шагом… арш!"
    "Она сошла с трибуны и подошла к нам."
    show mt normal pioneer with dspr 
    mt "Вижу, ты уже определилась с парой."
    "Славя кивнула."
    mt "А как же соседка твоя?"
    "Славя пожала плечами."
    mt "Ясненько."
    mt "Шурик, пойдёшь за мной, Электроник, Женя на тебе."
    "Я не сумел разобрать то, что проворчала Жужа, но, похоже, там энтузиазм и рядом не ночевал."
    mt "Алиса, с Ульяной?"
    "Дождавшись кивка, вожатая продолжила:"
    mt "А Лена с Мику. {w}Хорошо, что вас не двадцать пять, как в первой смене."
    "Представив себе двадцать пять самовольных пионеров, каждый из которых обладал собственным мнением на все вопросы мира, я вздрогнул и ещё раз зарёкся от педагогической деятельности."
    "Ещё раз пересчитав нас по головам, вожатая повернулась и направилась к воротам, чётко печатая шаг — не хватало только горниста и барабанщика для полноты эффекта."
    hide mt with moveoutright
    th "Вот он, человек, всю жизнь проживший в условиях советского общества."
    "Славя взяла меня за руку и повела за собой сразу за Электроником."
    me "Ну ты ещё рукой размахивать начни."
    "Проворчал я, больше в шутку."
    show sl normal pioneer with dspr 
    sl "Да? {w}А это не слишком по-детски?"
    "Я закатил глаза."
    me "Вообще-то, это была шутка."
    "Мне казалось, она понимает шутки. {w}Или есть топики, по которым у неё отказывает чувство юмора?"
    "Не слушая меня, Славя и в самом деле, начала размахивать сцепленными руками."
    me "Ты себя не слишком легкомысленно ведёшь?"
    show sl smile pioneer with dspr 
    sl "А что такое-то? {w}Знаешь, я так сейчас делаю — и у меня настроение повышается."
    sl "У тебя нет?"
    "Я промолчал."
    window hide
    scene bg ext_backroad_day_7dl
    play ambience ambience_forest_evening fadein 3
    "Просто понимаешь, что иногда мудрее всего просто принять собственное невежество или чёрствость."
    th "Если тебе нравится, я потерплю сколько надо."
    "Я не мог сказать точно, каким, с моей точки зрения, было бы правильное поведение парочки."
    show dreamgirl_overlay with dspr 
    dreamgirl "Они должны ходить рядом со страдальческими лицами и унывать в лад."
    dreamgirl "А иногда позволять себе романтичные благоглупости вроде прослушивания музыки по наушнику на брата или переноса девушки через ручей на руках."
    dreamgirl "Последнее — не с твоей конституцией, конечно."
    hide dreamgirl_overlay
    with dissolve
    th "Хочешь сказать, я её поднять не сумею?!"
    "Возмутился я и, притормозив, подхватил Славю на руки."
    "Она взвизгнула, тем не менее, обнимая меня за шею."
    "Строй сломался, пионеры остановились."
    "Мы только-только вышли за ворота."
    me "Всё в порядке!"
    "Пропыхтел я."
    "Вес, конечно, чувствовался, но потаскать девушку на руках я вполне был в состоянии."
    me "Она просто увидела мышь."
    show un scared pioneer with dissolve
    un "Где?!"
    "Лена спряталась за Мику."
    hide un with dissolve
    me "Она… Убежала!"
    "Рыжие пошептались и тихо захихикали, кидая взгляды в нашу сторону."
    "А я спустил Славю на землю."
    "Она улыбалась и вся раскраснелась."
    show sl shy pioneer with dspr 
    sl "Это было очень неразумно!"
    "Выговорила мне она."
    sl "А если бы ты меня уронил?"
    me "Ничуть не неразумнее, чем руками тут махать! {w}Ты что, не доверяешь мне?"
    show sl normal pioneer with dspr 
    sl "Доверяю. {w}Но я же тяжелая!"
    me "Как видишь — недостаточно тяжёлая."
    "Я зашагал, догоняя вожатую, всё ещё сжимая ладонь девушки."
    "В этот раз первым шёл я."
    "А она, видимо, ради разнообразия, решила уступить мне инициативу."
    "Пуркуа бы да и не па?"
    "Остальные пионеры, судя по топотку, последовали вслед за нами."
    window hide
    scene expression Dawn("bg ext_path2_day") with dissolve
    "Смысла ходить парами по тропинкам не было никакого — всё-таки протоптаны они были исходя из расчёта отряда, двигающегося гуськом."
    "Так что минуты не прошло, а мы выстроились в колонну по одному."
    "Надо ли говорить, что я пропустил Славю вперёд?"
    "В этот раз она уже была морально готова к нескромным взглядам."
    "Поэтому не вздрагивала от моих знаков внимания."
    "Хотя и нервничала, видимо, почти физически ощущая поток внимания."
    "Я же просто наслаждался походом."
    "Благо, ориентиры кое-какие уже наметил себе ещё в предыдущий наш визит сюда."
    "Придержав Славю за локоток, кивнул на провешенные нами флажки."
    "Она кивнула и, догнав вожатую, о чём-то заговорила с ней."
    "Ольга, выслушав её доводы, немного подумала…"
    "Кто догадается с трёх раз, кому поручили заняться этим вопросом?"
    "Набитое глухим стоном горло зачесалось изнутри."
    "Но скрипя душой, скрепя сердце, я кивнул."
    "Даже показушно почему-то хотелось выглядеть лучше, чем я есть на самом деле."
    "Та самая пыль в глаза, я понимаю."
    "Так или иначе, на завтрашнее утро у меня внезапно появилось занятие…"
    "Не было печали."
    show sl normal pioneer with dspr 
    sl "Тебе помочь завтра или сам справишься?"
    "Я пожал плечами."
    th "Знать бы ещё, как с этим справляться."
    me "Давай я для начала сам попробую."
    sl "Хорошо."
    "Кивнула активистка."
    show sl smile pioneer with dspr 
    sl "А то завтра последний день перед отъездом, будет много беготни и сутолоки."
    me "Как это последний?! Разве смена не три недели?"
    show sl normal pioneer with dspr 
    sl "Три, но ты же опоздал, помнишь? {w}Приехал только на последнюю, вот и…"
    "Славя пошла рядом, воровато оглядевшись по сторонам, взяла меня за руку."
    "Сзади тут же донеслось хихиканье, и я, не оборачиваясь, продемонстрировал свободной рукой назад оттопыренный средний палец."
    show dreamgirl_overlay with dspr 
    dreamgirl "Не думаю, что они поняли значение твоего жеста."
    "Хихиканье переросло в хохот."
    th "Кого когда это волновало. {w}Хотя, похоже, вполне понимают."
    "Славя, кажется, ничего не заметила."
    window hide
    return
    
label alt_day5_sl_fire:
    scene bg ext_polyana_sunset
    with dissolve
    play music lastlight_guitar fadein 3
    "Ещё несколько минут — и взгляду открылась поляна."
    "Кажется, я начал понимать логику действий Слави."
    "Потому что поймал себя на мысли, что вместо поиска места, куда усесться поудобнее, я для начала окинул взглядом свободное пространство — не намусорили ли где, не напачкали?"
    "Логика человека, который не хочет уходить во Вселенную, вместо этого растягивая задний двор до её размеров."
    "Иначе как ещё почувствовать себя хозяином на бескрайних просторах Универсума, не скатываясь до морально устаревшего игни эт ферро?"
    "Я не хочу сказать, что это плохо или хорошо. {w}Здесь оценки как-то не работают."
    "Потому что я каждые лет пять-семь менял место обитания, круг общения и окружение."
    "Новое место, аглаонема без корней."
    "А для кого-то просто вся Россия или СССР — это дом родной."
    "Костровая поляна ощущалась частью собственного дома, поэтому бардак на ней мог бы доставить почти физический дискомфорт."
    "Как и большинство мест, которые мы посетили вместе."
    "Наверное, ещё и поэтому я не отказался от назначения Ольги Дмитриевны."
    "Потому что если в твоём доме где-то что-то неладно, ты должен пойти и наладить всё как было."
    scene expression Dawn("bg ext_polyana_sunset")
    with blind_d
    "Ряды смешались, пионеры расселись по брёвнам согласно субординации или просто по кружкам, а Славя, кивнув мне, отправилась к костровищу, где уже ждали своего часа сложенные домиком дрова."
    "Всё-таки, было что-то во всей этой пионерии и лагерях."
    "Что-то, что утратили их идейные наследники, детские оздоровительные, спортивные и лагеря труда-отдыха."
    "Потому что не проблема отнять у детей телефоны до конца смены под ключ в сейф или не раздавать налево-направо вайфай, развесив повсюду таблички «интернета нет, общайтесь друг с другом»."
    "Но этого всё равно недостаточно."
    "Необходимо вариться в этом котле с самого рождения, выработать в себе менталитет именно человека советского, который понимает, что люди не идеальны, но преюдицией ставит доверие и позитив."
    "Я прикрыл глаза, вспоминая последнюю свою костровку — это уже было в ДОЛе, проходило примерно по тому же сценарию."
    "Но разница в том, что здесь пионеров привели, рассадили, и дальше они сами себя развлекают, получая удовольствие и от вечера и от занимающегося костерка — Славя развела его с одной спички, не пользуясь растопкой."
    "Те же дети, которых я помнил, тоже в результате пришли к общению и получению впечатлений. Но до того были полчаса гробового молчания, капризов, попыток бунта и иже с ними."
    scene bg ext_polyana_sunset
    with blind_d
    "И это неплохо, в целом. Потому что на поход эти же дети потом среагировали куда позитивнее."
    "Хотя и ныли дорогой, что и рюкзак-де тяжёлый, и обувь неудобная, и вообще устали."
    "Зато потом было озеро Красавица, картошка с собранными грибами на сковородке прямо с костра и посиделки далеко за полночь, пока край неба восточный не трогало лёгким багрянцем."
    "Для тех, кто постарше, понятно, была и своя часть романтики в виде лимонного самогона и непристойных песен под гитару с вполне логичным продолжением по палаткам."
    "Дети потом дразнились «суп пересолённый — повар наш влюблённый»."
    th "Было-было. {w}Окажись я здесь раньше, наверное, тоже чего-нибудь в этом роде не удалось бы избежать."
    th "Разве что без спиртного."
    th "Впрочем, не факт."
    "Мику из ниоткуда достала гитарку и крутила колки, настраивая её."
    "Рыжие разместились рядом с ней, причём, судя по озорному выражению мордашки Ульянки, что-то уже задумали."
    "Хотя что они могли задумать — либо шифер в костёр, либо дымовую туда же."
    "Электроник долго не хотел отходить от библиотекарши, той пришлось приложить кучу усилий, прежде чем она с грехом пополам смогла отделаться от докуки."
    "Тут же, демонстрируя высокую степень занятости, заговорила о чём-то с Леной."
    "Шурик, которого я весь день не видел, почувствовал мой взгляд, поднял голову и кивнул, после чего немедленно вернулся к блокноту, в котором что-то то ли писал, то ли рисовал."
    "Немного помявшись, Электроник отошёл к нему."
    "Ольгу ещё раньше куда-то увлёк подмигнувший мне Саныч."
    "Весь отряд был пристроен."
    show sl normal pioneer with dspr 
    sl "Отдыхаешь?"
    "Закончившая с костром Славя подсела рядом."
    me "Вроде того."
    "Односложно ответил я."
    "Немного посомневавшись, она уточнила:"
    show sl shy pioneer with dspr 
    sl "Не против моей компании?"
    "Могла бы и не спрашивать."
    show sl normal pioneer with dspr 
    sl "Просто если мешаю…"
    me "Да нет. Мы же теперь тили-тили-тесто."
    show sl smile pioneer with dspr 
    sl "Хватит смеяться над этим!"
    "Кажется, она так и не придумала, как правильно себя вести в моём присутствии."
    "Пока она забывалась, расслаблялась и вела себя обычно, это было здорово и легко."
    "Девочка с талантом подбирать ключики к сердцам, она располагала к себе с первой минуты."
    "Но стоило ей вспомнить, что «у нас всё сложно», и она начинала вести себя неестественно."
    "Вот как сейчас."
    "Сказать «мешаю» могла бы Лена — по уши в комплексах или тактичный Эл, который становился дуб-дубом, стоило лишь речи зайти о Женьке."
    "Но не Славя."
    me "Хватит так хватит."
    "Покладисто кивнул я, накрывая её пальцы ладонью."
    "Она дёрнулась, но поняла, что ничего лишнего себе позволять я не стану, и разулыбалась."
    "Я почувствовал чей-то взгляд и резко обернулся."
    show un shocked pioneer far at left with moveinleft
    "Лена."
    "Она стояла и пристально разглядывала нас."
    "Поняв, что обнаружена, девочка покраснела, прижала ладони к щекам и отвернулась."
    hide un with moveoutleft
    me "Следи за рыжими, у них явно какая-то проказа на уме."
    show sl normal pioneer with dspr 
    sl "Я знаю."
    me "Откуда?"
    th "Неужели и она сейчас явит миру чудеса физиогномии?"
    show sl laugh pioneer with dspr 
    sl "А у них постоянно какая-нибудь проказа на уме. Каждый раз, когда в поход ходим, что-нибудь придумывают."
    me "И ты так спокойно об этом говоришь?!"
    show sl normal pioneer with dspr 
    sl "А что с ними делать ещё?"
    "Она безмятежно пожала плечами."
    sl "Не лишать же их похода за то, чего они ещё не сделали или только хотят сделать."
    sl "Остаётся только быть настороже. {w}И стараться предупредить шалость."
    "Такой подход к делу вызывал вполне здоровый скепсис:"
    me "И что? Хоть раз удалось предупредить?"
    show sl smile2 pioneer with dspr 
    sl "Нет."
    "Обескураживающе честно ответила Славя."
    sl "Но я не падаю духом — если хотя бы один раз удастся предупредить шалость, значит, не зря это всё."
    me "Карманы, там, выворачивать не пробовали?"
    show sl normal pioneer with dspr 
    sl "Ты что, как можно?! Они же ничего не сделали."
    "Возмутилась Славя."
    sl "Погоди-ка."
    hide sl with dissolve
    "С той стороны поляны раздались какие-то крики, и Славя заспешила туда."
    "Ольга Дмитриевна, которая направлялась было к нам, также изменила траекторию и отправилась на ту сторону костра."
    "Я ещё раз оглядел присутствующих и, немного подумав, вполне логично предположил, что рыжие, скорее всего, уже начали действовать."
    th "Сейчас и узнаем, насколько действенны профилактические меры."
    "Я думал встать и посмотреть, что там происходит, но ветер донёс короткий смешок, раздавшийся в ближайших кустах, и я поспешил туда."
    "Интуиция меня не подвела — судя по всему, Алиса должна была организовать шумовое отвлечение, покуда Ульяна занимается собственно воплощением замысла."
    window hide
    scene cg d5_us_ghost with diam
    "А что за замысел — стало понятно чуть ли не с первого взгляда."
    "Потому что среди «сокровищ», аккуратно выложенных на землю, взрывалось, дымило или пачкало в той или иной мере решительно всё."
    "Судя по всему, готовились они основательно и долго."
    "И гвоздём программы должен был стать кусок шифера…"
    "Который Ульянка прямо сейчас готовилась запустить из рогатки в костёр!"
    me "Не смей!"
    "Я бросился к ней."
    "Но где там."
    "Жгут с тихим шипением распустился, отправляя кусок покрытия прямиком в огонь."
    "Немного не по программе — но кому легче от этого!"
    me "Ах ты маленькая…"
    "Я не успел закончить, потому что огонь дал нужную температуру и орудие преступления сработало."
    window hide
    scene bg ext_polyana_night
    $ persistent.sprite_time = "night"
    $ night_time()
    play sound sfx_muffled_explosion fadein 0
    stop music fadeout 3
    "Бахнуло довольно громко — так, что все повскакивали с мест."
    "Показав мне язык, Ульянка убрала рогатку в карман и убежала."
    play music music_list["glimmering_coals"] fadein 3
    "Лагерь загудел."
    "Все перепугались, мало приятного в том, что ты медитируешь, глядя в огонь, а тот вдруг взрывается."
    "Так и поседеть недолго."
    "Пожалуй, лишь то, что пионеру прививают уважение к взрослым и старшим, уберегло Алису от линчевания на месте — все почему-то сразу подумали на неё."
    th "Удивительно, правда?"
    window hide
    with fade2
    "Но тикали минуты, сжавшиеся кулаки разжимались, злость и испуг улетучивались, всё чаще звучал дружеский смех пионеров, оценивших, как их напугали."
    "Народ оказался слишком отходчивым, всё-таки могли бы и по балде стукнуть пару раз для острастки."
    "Алиса это прекрасно понимала и даже не спорила, сидела себе тихонько на бревне, нелюдимо поглядывая по сторонам."
    "Встретила мой взгляд, отвернулась."
    "Пионеры понемногу успокаивались, только знакомый уже кудряш продолжал что-то кричать."
    "С запозданием среагировав, вожатая позвала медсестру, которая по правилам должна была сопровождать нас в этом походе."
    "Виола подошла и, судя по покрасневшим ушам пионера, велела тому раздеваться."
    th "Правильно, чего ещё ожидать от нарпросветительницы."
    "Рассовав конфискованные пакости по карманам, я вышел из кустов."
    "И подошёл к Виоле."
    show cs smile with dspr 
    cs "Ожог поверхностный, рассечение неглубокое, я нанесла мазь, но лучше пока не тревожить ногу, иначе может открыться кровотечение."
    me "Куском шифера попало?"
    "Виола кивнула."
    show cs normal with dspr 
    cs "Так что проси своих товарищей, чтобы отнесли тебя в лагерь."
    show cs normal at left with moveinleft
    show ml sick pioneer at zenterright
    with dissolve
    ml "Но я же…"
    cs "Или, если чувствуешь в себе силы, прыгай на одной ноге. Сумеешь допрыгать до лагеря?"
    "Прикинув свои силы, кудряш покачал головой."
    me "Может, Бориса Александровича привлечь? Он сильный, унесёт пионера."
    cs "Я бы с удовольствием, но, боюсь, Борис… ммм… Александрович не сможет нам помочь."
    me "Почему же?"
    show cs smile with dspr 
    cs "Потому что он взял самоотвод на время костра. Его присутствие здесь не обязательно… В отличие от моего."
    show ml normal pioneer
    hide cs 
    with dissolve
    "Она кивнула и отошла к Ольге, о чём-то с той заговорив."
    me "Дела…"
    "Вздохнул я."
    me "Ладно, полезай на закорки."
    "Велел я."
    me "Раз уж я сегодня здоровый и грузоподъёмный."
    show ml unsured pioneer with dspr
    "Кудрявый в сомнении посмотрел на меня и замотал головой."
    me "Ладно."
    "Я пожал плечами."
    me "Тогда иди пешком. Точнее, прыгай пешком."
    "Немного подумав и повздыхав, пионер всё же принял моё предложение."
    hide ml with dissolve
    "Ну да, ну да, как будто у него был хоть какой-нибудь выбор."
    show sl normal pioneer with dspr 
    sl "Кажется, ты сегодня котируешься в качестве грузчика?"
    "Я закатил глаза и ничего не сказал."
    "Попытки блондинки юморить меня умиляли. Но не более."
    window hide
    play ambience ambience_forest_night fadein 3
    $ persistent.sprite_time = "night"
    scene bg ext_backdoor_night_7dl
    with fade2
    "Обратно нас отпустили только под честное слово Слави, что с нами ничего не случится и вообще."
    "Виола даже обещать не стала — её, похоже, забавляло кидать людей в условия, им напрочь враждебные, и смотреть, как человек будет выплывать."
    "И это притом, что шла она вместе с нами!"
    "Мы выстроились гуськом — в авангарде шла Славя с фонарём: после первой же кротовины она включила фонарь и полностью посвятила себя слежению за дорогой."
    "Потому что кротовина ладно, а что если там снова дырка на нижний ярус?"
    sl "Семён, когда дойдём до лагеря, я на полчасика отлучусь, ладно?"
    "Я кивнул."
    "Ангел хочет сделать нечто низменное? Искупаться, например?"
    me "А потом?"
    show sl smile pioneer with dspr 
    sl "А потом решим!"
    show cs smile at right with dspr 
    cs "Пионерка, следи за дорогой, пожалуйста. Я не хочу, чтобы пионер сломал себе ногу."
    cs "Потому что обоих пионеров мы с тобой не унесём!"
    "Представив себе Виолу, несущую меня на руках, я не выдержал и хихикнул."
    cs "Понравилась мысль, смотри-ка."
    "Виолетта фыркнула и удвоила бдительность."
    hide cs
    hide sl
    with dissolve
    "Славя последовала её примеру."
    "А пионер-то тяжёлый!"
    "В голову вдруг пришло, что я так и не спросил его имени."
    me "Эй, как там тебя."
    "Кинул я назад."
    ml "Что?"
    me "Как тебя зовут?"
    ml "Даниил. {w}Даня."
    $ meet('ml','Даня')
    if alt_day4_fz_sh != 2:
        me "Скажи-как, Даня, а вот вчера не ты ли, случаем, вожатой кнопку на стул подложил?"
        "Ответом мне было красноречивое молчание."
    th "Не происходит ли сейчас так, что я спасаю Ульянку в штанах?"
    "Появилась в голове непрошенная мысль."
    th "Но разве жизнь-здоровье даже Ульяны не бесценны?"
    show dreamgirl_overlay with dspr 
    dreamgirl "Вот не знаю, не знаю."
    dreamgirl "Сейчас ты его тащишь, а завтра он тебе пакость устроит — не со зла, а просто в силу проказливости натуры."
    dreamgirl "Кстати, на твоём месте я бы проверил спину, когда ссадишь его в медпункте."
    th "С целью?"
    "Внутренний голос хихикнул и смолк."
    "А я ничего не понял."
    "Это мой конёк."
    window hide
    $ persistent.sprite_time = "night"
    play music iwantmagic fadein 3
    scene bg ext_entrance_night_clear_7dl
    with dissolve
    "Между тем мы уже добрались до ворот лагеря."
    "Даня на спине притих и обмяк — судя по всему, его укачало."
    stop music fadeout 3
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_clubs_night
    with dissolve
    if alt_day4_fz_sh != 2 and not alt_day4_sl_tut_iz:
        "А я опасливо покосился на здание клубов, вызвав усмешку на полных губах медсестры."
        show cs smile with dspr 
        cs "Не беспокойся… пионер. {w}Твои вчерашние подвиги не прошли даром."
        me "Отключили, да?"
        cs "С утра специалисты приезжали, кому-то по голове хорошо надавали, кого-то лишили квартальной премии."
        cs "Сегодня там уже какие-то пионерки макраме плели."
        th "А завтра, когда добрейшая доктор отпустит Шурика, клуб кибернетиков снова оккупирует помещение и будет строить очередного механического болвана."
        th "И правильно."
        th "Обыденность — самый лучший показатель того, что всё идёт своим чередом, в базовом режиме."
        "Я не был фанатом приключений. Никогда. {w}То есть, я не против получения каких-либо достаточно ярких впечатлений."
        "Но приключения чаще всего обозначают преодоление каких-либо неприятностей."
        "А я терпеть ненавижу неприятности."
    show sl normal pioneer at left with dspr 
    sl "Семён, как себя чувствуешь?"
    "Славя достала платок и промокнула мне лоб — перетаскивание тяжёлых пионеров всё-таки оказалось довольно утомительным занятием."
    sl "Может, передышку сделаешь?"
    me "Ну уж нет. {w}Я целый лес протопал, а тут до медпункта триста метров."
    sl "Как знаешь."
    play sound sfx_pat_shoulder_hard
    "Она похлопала меня по плечу и встала рядом."
    sl "На площади отойду, как договаривались."
    "Я кивнул."
    stop music fadeout 3
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_night
    with flash
    play ambience ambience_medstation_inside_night fadein 3
    with None
    "А пять минут спустя, сгрузив квёлого пионера в помещении изолятора, я вышел в медпункт."
    show cs smile with dspr
    cs "Пионер, ты сегодня очень мне помог."
    "Томно протянула Виолетта."
    cs "Без тебя я вряд ли бы справилась."
    "Её халат опасно затрещал на груди, а верхняя пуговка — третья уже, кстати — расстегнулась как бы сама по себе."
    show cs shy with dspr 
    cs "Поэтому я хотела бы поблагодарить тебя."
    "Она подошла ко мне поближе."
    show cs shy close with dspr 
    cs "Как следует."
    "От её тона я уже привычно покрылся мурашками и покраснел."
    "Моё отношение к Виоле было чем-то сродни уважительному опасению, что чувствуешь к внезапно оказавшемуся вне клетки сытому хищнику семейства кошачьих."
    "То есть, сейчас она может тебе побурчать и сбить с ног, ткнувшись в живот лбом, но если она проголодается или разозлится, то…"
    "Так, об этом лучше не думать."
    "Хотя, уверен, если мы пообщаемся подольше, я обязательно выработаю корректный модус операнди."
    "Иммунитет к шарму женщины-вамп, понятно, не выработаю никогда — хотя бы потому, что никогда не перестану рассматривать её как крайне привлекательную особу."
    "Но хотя бы перестану теряться как пятиклассник на медосмотре."
    th "Хотя для пионера она малость старовата — мне-настоящему она вполне себе сверстница."
    th "Интересно, вела бы она себя так же, окажись я здесь в своём старом облике?"
    "В разноцветных глазах мелькнуло недоумение, и я понял, что ушёл в себя несколько несвоевременно."
    cs "Так, чтобы ты не думал."
    "Она попробовала ещё раз, подпустив в голос хрипотцы."
    show cs smile with dspr 
    cs "Что я не умею быть признательной."
    me "Да я и не…"
    "Запротестовал я."
    cs "Обожди."
    if alt_day_binder == 1:
        "Она отошла к столу, где, как я помнил, хранились некоторые крайне любопытные вещи."
        "Само появление которых в общении между мужчиной и женщиной несколько накаляет обстановку."
    "Я замер."
    "Она потянулась к правому ящичку."
    "Я перестал дышать."
    "Потом, видимо, спохватившись, рассмеялась, хлопнула по лбу, перешла на левую сторону стола, где был один-единственный ящичек, и достала оттуда бутылку из тёмного стекла."
    show cs normal with dspr 
    cs "К сожалению, девушке нечем поблагодарить храброго юношу."
    "Промурлыкала она."
    show dreamgirl_overlay with dspr 
    dreamgirl "Как насчёт девичьей чести?"
    th "Как насчёт заткнуться?"
    hide dreamgirl_overlay
    cs "Поэтому могу предложить тебе вот что."
    "Я оторвал взгляд от декольте и переключился на презент."
    "Им оказалась бутылочка «Останкинского»."
    me "Опа. {w}Простите за нескромный вопрос, откуда она у вас?"
    show cs smile with dspr 
    cs "У меня же тоже бывает свободное время."
    "Улыбнулась Виола."
    cs "Когда ты не заходишь."
    cs "Но раз у нас тут строгие правила и вообще, если ты принимаешь подарок, то потребляй его здесь."
    cs "А то пионер… {w}На территории… {w}С пивом… Чэпэ!"
    cs "Не такое чэпэ, конечно, как пионер с настойкой боярышника…"
    me "Откуда вы знаете?"
    show cs grin with dspr
    $ renpy.pause(.2)
    show cs smile with dissolve
    "И пока я тормозил, за меня снова всё решили."
    play sound sfx_open_dooor_campus_1
    show sl normal pioneer at left
    with dissolve
    "В медпункт вошла Славя."
    "Волосы у неё были сухими, видимо, ещё не добралась до воды."
    "Никогда бы не подумал, что скажу такое — но сейчас она была крайне, крайне неуместной!"
    "Ёжась от продравшего между лопатками мороза, я сложил руки за спиной и предпринял попытку провалиться сквозь землю."
    "Но в спину мне упёрлось что-то узкое, твёрдое."
    "Это мисс Коллайдер, задумчиво разглядывая что-то на потолке, заставляла меня стоять ровно."
    "Пиво она уже куда-то уховала — талант не пропьёшь!"
    me "Да вы электросенс, что ли?"
    "Просипел я."
    "И, без лишней ласки запущенный толчком вперёд, сделал шаг к Славе."
    me "Ты ещё не…"
    "Я не придумал ничего умнее, чем спросить очевидное."
    "Как в самолёте, попытка познакомиться «простите, вы тоже летите в Египет? Наверное, тоже в Шарм-эль-Шейх?»"
    "Учитывая, что целью всегда выступает желание попасть в нумера, не проще ли сразу спрашивать по существу?"
    dreamgirl "No shit, Sherlock."
    show sl serious pioneer with dspr 
    sl "Нет пока. На пару слов."
    "Она вышла на улицу, а я обречённо побрёл за ней."
    stop music fadeout 3
    window hide
    play sound sfx_open_dooor_campus_2
    pause(1)
    $ persistent.sprite_time = "night"
    scene bg ext_aidpost_night
    with dissolve
    play ambience ambience_camp_center_night fadein 3
    play music lonesome_shepherd
    "Ещё бы чуть-чуть — и вера Слави в меня, а попутно и в человечество в целом, могла бы пошатнуться."
    "На улице опять собрался мелкий дождик, тот, что я называю питерским — когда в воздухе просто витает некая водянистая взвесь, доступная всем ветрам, плюющая на гравитацию и герметичность одежды."
    "Тучи, выжавшиеся им, уже давным-давно разметало ветром, и сверху скалился не то Скорпион, не то ещё какая экзотическая живность — я астрономией никогда не увлекался, но небо было незнакомым."
    show sl normal pioneer with dissolve
    sl "Присядем?"
    "Славя сняла у меня со спины что-то и, скомкав это, бросила в мусорное ведро."
    "Кажется, её совершенно дождь не беспокоил."
    "Смахнув шишки и сор, она присела сама, приглашающе похлопала рядом с собой."
    "Пахло сыростью, соснами и катящимся к полуночи вечером."
    "Волшебное время, ежедневное предвкушение праздника."
    "Виола о чём-то бормотала, клацая кнопками своего «Микроши», из форточки окна изолятора, распахнутой настежь, доносилось похрапывание покалеченного Данечки, да откуда-то со стороны домиков были слышны негромкие переговоры."
    "Лагерь притомился и утаптывал почву, устраиваясь на ночлег поудобнее."
    dreamgirl "А завтра королевская ночь, и закрывать надо двери поплотнее или не спать, чтобы не проснуться с лицом в зубной пасте."
    th "Хотя нет, тут же порошок."
    dreamgirl "Ну, рыжие всё равно что-нибудь придумают. Те же «ключи от танка» и «падающий потолок», например."
    show sl serious pioneer with dspr 
    sl "Я думала сходить поплавать в озере."
    "Я кивнул."
    "Мы замолчали."
    me "Скучно."
    sl "А я почти не ощущаю скуки."
    if alt_day4_sl_lf_solo == 0:
        "Как и вчера — пардон, сегодня ночью — она положила голову мне на плечо."
    else:
        "Она улыбнулась и положила голову мне на плечо."
    sl "День сегодня маетный выдался."
    me "Как и всегда у тебя."
    window hide
    scene cg d5_sl_bench_7dl with blind_l
    sl "Тоже верно."
    me "Ты не дуешься на меня за сцену у костровой?"
    me "А то мало ли."
    sl "Да нисколько.{w} Реакция позабавила."
    sl "Правду говорят, что мальчики думают об {i}этом{/i} по несколько раз за минуту."
    me "Врут."
    sl "Так и знала."
    me "Там далеко не несколько раз. {w}Куда больше."
    "Приобняв её за плечи, я притиснул её к себе чуть ближе."
    me "К счастью, я не такой."
    sl "О?"
    me "Да. {w}Я — уникум."
    sl "И в чём это проявляется?"
    me "Когда-нибудь я тебе обязательно расскажу."
    play sound sfx_punch_medium
    sl "Так!"
    "По шаловливым ручонкам прилетело — не больно, но доходчиво."
    sl "Под рубашку мне совсем не обязательно было лезть."
    sl "А то я почти поверила в то, что ты и правда не такой."
    me "Но так ведь оно и есть!"
    sl "И ты хочешь, чтобы я поверила в это?"
    sl "Или у тебя руки помимо разума действуют?"
    me "Так и есть."
    "Я предпринял ещё одну попытку и снова получил по рукам."
    me "Нас в любой момент может застукать доктор. {w}Или вожатая в поисках лучшей своей пионерки припрётся."
    me "А тут мы… лапаемся."
    sl "И тебя это не смущает?"
    me "Честно? {w}Меня это только ещё больше будоражит."
    me "Вообще, конечно, есть в этом что-то… {w}Старый как мир сюжет о принцессе и хулигане."
    sl "И ты хулиган?"
    me "Нет-нет, ты что. {w}Я — рассказчик."
    sl "А я?"
    me "А ты суфлёр в оркестровой яме."
    th "Вроде, не пил…"
    me "У тебя есть сценарий и ты грозишь кулаком бездарности на сцене."
    sl "И кто же тогда наши Принцесса и Хулиган?"
    "Разулыбалась она."
    "Я подумал немного и предложил:"
    me "Три кандидатуры: Электроник и Женя."
    sl "Раз."
    "Славя старательно загнула палец."
    me "Саныч и Дмитриевна — у них, кажется, всё на мази."
    sl "Тут мимо. {w}У них чисто деловые отношения."
    "Я недоверчиво дёрнул свободным плечом, но ничего не сказал."
    if alt_day4_fz_sh != 2 and not alt_day4_sl_tut_iz:
        sl "И номер три…"
        me "Шурик и его механический болван. {w}Если бы не упустил шасси в прошлом году, вполне мог бы сейчас развить своего робота Чаппи."
        window hide
        scene bg ext_aidpost_night
        show sl normal pioneer
        with dissolve
        sl "Чаппи?"
        me "Собачий корм."
    sl "М-да.{w} Семушка, у тебя постоянно в голове такой бардак?"
    show sl smile2 pioneer with dspr 
    sl "Я тебя слушаю, и чувствую, как меня всё глубже затягивает в какой-то омут."
    me "Как сегодня?{w} В подземелье."
    "Она легонько кивнула."
    show sl normal pioneer with dspr 
    sl "Только в этот раз ни один бравый пионер не ложится спиной на трясину, чтобы я могла перебраться на тот край, не замочив ног."
    "Я отметил для себя, что для пионерки речь у девушки уж слишком литературная."
    sl "А ты живёшь в этом постоянно."
    sl "Я бы не смогла так. {w}Ну куда руку убрал, верни на место."
    me "Можно подумать, у тебя там всё по полочкам…"
    "Я послушно вернул руку на талию."
    "Как я понимал понятие «талия»."
    "Виола упоённо закрашивала игровое поле квадратиками, над лагерем плыли переборы «пастуха», жизнь была простая и понятная."
    "Исключая лишь то, что где-то в дальнем углу нашего большого дома творится какая-то чертовщина."
    sl "Ну ты опять, да?"
    "Тихо сказала Славяна."
    sl "Неужели спокойно сидеть не можешь?{w} Что такого в том, чтобы потрогать девушку за молочные железы?"
    "Она сняла мою ладонь, действительно находящуюся высоковато."
    "Новый кусочек пластыря на сердце."
    show dreamgirl_overlay with dspr 
    dreamgirl "Скорее, на либидо."
    show sl serious pioneer with dspr 
    "Она погладила меня по руке, которую так и держала до сих пор."
    sl "Я купаться. {w}А тебе советую принять холодный душ."
    stop music fadeout 3
    hide sl with dissolve
    "Рассмеявшись, она ушла."
    "Ну, а я пошёл обратно в медпункт.{w} Кое-что там требовало моего решения."
    "Пришлось, конечно, потратить немного времени на то, чтобы привести себя в порядок, взять себя в руки."
    "А то как бы Виола не поняла неправильно."
    th "Вернее, она-то как раз поймёт правильнее некуда."
    "Но последствия…"
    window hide
    play sound sfx_open_door_clubs_2
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_night
    with flash
    play ambience ambience_medstation_inside_night fadein 3
    with None
    show cs normal at center 
    play music music_list["farewell_to_the_past_edit"] fadein 3
    "Размазав изморось по лицу и взбодрившись немного, я пошёл в медпункт."
    "Здесь всё было так, как я оставил — Виола у экрана EGA-монитора, закрасившая поле уже на три четверти и прикидывавшая, как бы отсечь один заполошно бьющийся о стенки квадратик от другого."
    if alt_day4_fz_sh != 2:
        "Портрет Генды снова был на шкафу."
    "Привычное бытие."
    "Для кого-то обыденность — жить в тёплом, оранжевом празднике."
    "Завидовать, конечно, можно. {w}Но должен же кто-то и за полярным кругом работать, и дышать дрянью в Норильске, вахтовать по полгода на маяках."
    "Последняя работа была моей мечтой  последних лет пяти, наверное."
    "Жаль, я не метеоролог."
    show cs smile with dspr 
    cs "Пионер, а ты не безнадёжен."
    "Усмехнулась Виола, не оборачиваясь."
    cs "Есть у тебя, оказывается, кое-что промеж ушей, раз понял — не годится это, тискать пионерку в таком состоянии."
    cs "Слышал про их семейное проклятье?"
    me "Не верю я в эту чепуху."
    cs "А придётся. {w} Если, конечно, тебя интересует что-то большее, чем залезть ей под юбку."
    show cs normal with dspr 
    cs "И, разумеется, если тебя интересует шанс стать человеком  — во  всех смыслах."
    me "Ну что вы до меня докопались-то?"
    "Простонал я."
    me "Что вам надо от меня, кто вы вообще такая?"
    cs "Документ показать?"
    me "Что-нибудь другое покажите."
    "Отмахнулся я."
    me "Кому-нибудь другому."
    cs "Не получится."
    "Серьёзно ответила Виола."
    cs "Аморальное поведение, совращение пионеров — кому как не тебе, после твоих утренних эскапад, и лекции в обед, понимать это?"
    show cs smile with fade2
    cs "Ну не дуйся."
    "Улыбнулась она."
    "Управляемый ей квадратик отвоевал ещё десять процентов, и она повеселела."
    cs "Не дьявол я и не колдун, всей моей «экстра» хватило только в зачётке «уд» по психологии масс закрыть за четвёртый курс.{w} В отличие от."
    "Она неприязненно покосилась на портрет генсека, балансирующий на самом краю шкафа."
    cs "Казанских мы, почти татар, но не татар, папа — швейцарец Церн,  всю жизнь занимался ядерной физикой, мама француженка, настоящая, с прононсом, представляешь?"
    cs "Всем говорила, что из Парижа, может, и не врала, кто их, лягушатников, разберёт, всю жизнь горбатилась на триумвират Дотри-Оже-Коварски, пока не погнали поганой метлой за нежелание стать полпредом Юнеско в Cоюзе."
    cs "Точнее, полпредом-то стала, и батю утащила.{w} И осела."
    cs "Ныне в Казани-рязани, служхата размером с футбольное поле, библиотека — заблудиться можно, и ноль любви к родной дочери. А я — вот.{w} Лечу детишек от запора, гонорис кауза, так его разэдак."
    cs "Да не надо быть психолухом-терапевтом, чтобы вытащить всех твоих тараканов под лупу на солнечный свет."
    cs "Сколько там тебе? Трид… Кхм-кхм, семнадцать?"
    "Оговорочка была по Фрейду, но мои мысли были заняты несколько другим."
    show cs normal with dspr 
    cs "А, блин, механизмам тем же подчиняешься."
    cs "Я сяду рядом с тобой, и трясти тебя будет так же, как десять лет назад."
    "Она протянула узкую ладошку и поманила меня подойти поближе."
    "Я подчинился."
    show cs smile close with dissolve2
    cs "Ближе."
    "Ещё шаг."
    cs "Пионер."
    "С такого расстояния уже можно было уловить запах пачулей и какого-то увлажняющего крема."
    "Причём, с умом взятого и того, и другого — иные мои знакомые духами пользуются так, будто на голову льют литра по три, потом рядом не встанешь."
    "Она продела указательный и средний пальцы между пуговицами на моей рубашке."
    "Её подушечки были сухими и горячими."
    cs "Ты как цапля, замер на левой ноге. И стоишь."
    "Преодолевая моё слабое сопротивление, Виола подтянула меня к себе так, что я практически касался её."
    if alt_day4_fz_sh == 2:
        me "Да вы мне про Славю вчера такого наговорили, что…"
        cs "Да ничего там особенного. {w}Просто нужно помнить важный момент: для неё это на всю жизнь."
    else:
        me "А что там с проклятьями?"
        show cs normal with dspr 
        cs "А…"
        me "Что?"
    cs "Слышал про импринтинг?"
    me "Что-то связанное с первым образом у слепого щенка, открывшего глаза?"
    cs "Да. {w}Феоктистовы, после того, как открывают своё сердце избраннику, связывают себя и его особым образом."
    show cs smile with dspr 
    cs "Так что можно называть их однолюбами. {w}Мы проследили её генеалогию — и то, что удалось увидеть, впечатляет."
    cs "Ни единого развода или измены по инициативе женщины."
    me "Откуда вы такие вещи знаете?"
    show cs grin with dspr
    $ renpy.pause(.2)
    show cs smile with dspr 
    cs "А ты думаешь, с кондачка кому-то доверят ключи ото всего в лагере?"
    me "Постойте, вы говорите «по инициативе женщины»…"
    cs "Ага. Она привязывается к одному человеку на всю жизнь. {w}Поэтому проклятье, а не дар."
    "Я поражённо молчал."
    cs "Я вижу, пиво тебе знакомо, но то, что ты до сих пор о нём не спросил, тоже наталкивает на выводы."
    cs "Думаешь, сумеешь долго соответствовать высокой чести молодого человека Феоктистовой?"
    "Я пожал плечами."
    me "Я попробую."
    cs "Попробуй."
    "Она отвернулась к монитору полностью."
    cs "Иди же! Она ждёт тебя."
    cs "Для неё это очень важно."
    "Она открыла бутылку и поставила рядом с собой."
    me "Спокойной ночи."
    "Тихо притворив дверь, я вышел."
    stop music fadeout 2
    stop ambience fadeout 3
    window hide
    scene black
    return
    
label alt_day5_sl_night:
    scene bg ext_lake_night_7dl
    with dissolve
    play ambience ambience_lake_shore_night fadein 3
    play music music_list["forest_maiden"] fadein 2
    "Славя навещала меня уже под самый занавес, так что к моменту, когда меня выставили из владений свет Церновны, кое-кто уже наблюдал свой первый сон."
    "Но, понятно, не Славя — ей, как активистке, красавице и вообще замечательной девушке, гарантировались некие поблажки."
    "Ну и, соответственно, я тоже немножко примазался."
    "Всегда приятно погреться в чьих-то отражённых лучах — полный эффект присутствия без побочных эффектов типа публичности и десятков любопытных носов в твоём грязном белье."
    "Мне стоило больших трудов просто найти это место."
    th "Как она одна в лесу шла?!"
    "Пришло в голову."
    th "Неужели совсем ничего не боится?"
    "Потому что я от скрипов да перекрикиваний ночных жителей чуть не поседел по дороге."
    "Хотя, казалось бы, чего проще — следуй инструкции на бумажке, пришпиленной к той самой скамейке, где мы тискались получасом ранее."
    "«До выхода из лагеря, после ворот направо по тропинке, до входа в лес. Вдоль забора 300 м, и от калитки к муз. клубу снова налево, выйдешь на тропинку, и иди прямо-прямо, никуда не сворачивая»."
    "Бисерный почерк, буковка к буковке, 3%% зарядки смартфона в качестве подсветки для шпаргалки и прочно угнездившаяся в пятках душа."
    "Цена того, чтобы поболтать со Славей без свидетелей."
    "Когда я вышел из леса, на небо уже вскарабкалась луна, прочертившая серебряную дорожку от того берега прямо мне под ноги."
    show sl normal pioneer with dspr 
    sl "Всё-таки пришёл."
    "Я обернулся."
    "Славя стояла у старых мостков, подтянутая, облитая лунным светом, невозможно красивая."
    me "Можно подумать, у меня был выбор."
    sl "Выбор есть всегда."
    "Тихо сказала она."
    me "И какой же был у меня?"
    sl "Тебя же никто не тянул сюда за руку, ты вполне мог полуночничать с Виолой, пивом и компьютерными играми."
    th "Всё-таки заметила!"
    me "Да как-то, знаешь…"
    sl "Да?"
    me "Я подумал, что ты будешь грустить без меня…"
    show sl sad pioneer with dspr 
    sl "И только-то? {w}Успокойся, я всю жизнь купаюсь одна ночами и ни капельки не грущу."
    me "…и я подумал, что я буду грустить без тебя."
    "Продолжил я так, будто она меня не перебивала."
    "Она так и не надела галстук с момента, когда мы огораживали яму. Да и я пребывал в расхристанном виде."
    "Странно даже, что вожатая не сделала ей замечания."
    "А потом всем стало не до того."
    sl "Слово сказано."
    sl "Искупаешься?"
    me "Ээээ… Да мне как бы не в чем."
    "После возвращения с костровой поляны я переодел плавки, так что…"
    sl "Это ничего."
    "Пожала плечами Славя."
    show sl normal pioneer with dspr 
    sl "Мне тоже."
    window hide
    scene cg d2_slavya_forest with dissolve
    "То, как она расстёгивала рубашку, могло попасть во все учебники того, как следует соблазнять мужчину, который этого не хочет."
    "Я пришёл в себя лишь тогда, когда на ней не осталось совсем ничего и над стоячей водой во все стороны разлетелся задорный смех."
    window hide
    scene bg ext_lake_night_7dl with dissolve
    sl "Ну что же ты стоишь? {w}Раздевайся."
    "Вдвоём, ночью, в лесу на озере."
    "Было в этом что-то даже романтичное."
    "Славя будто подталкивала меня к чему-то."
    "При этом била по рукам и успешно отбивалась ото всех моих домогательств — видимо, ей нужно было нечто другое."
    "А вот что?"
    window hide
    scene cg d5_sl_swimming_7dl with dissolve
    "И всё-таки здорово было бы дорваться до комиссарского тела!"
    "А то она вся такая бравая, активная, везде нужная, важная, а я её тут по-своему, на руки, к груди, можно прямо там же в воде…"
    "И никаких трудностей, непонятных тварюшек, подземелий, тумана и систем безопасности запредельного уровня технологии даже по меркам двадцать первого века."
    if alt_day4_fz_sh == 2:
        "Я всё стоял и глазел на неё. {w}Не мог пошевелиться."
        "Должен заметить, что это не самое ординарное событие, когда перед тобой раздевается девушка, ни капельки тебя не смущаясь."
        "А если это такая девушка…"
        sl "Совсем загрустил, я вижу."
        "Она опять смеётся — не обидно, беззлобно, понимающе."
        "Я покраснел, но не двинулся с места."
        sl "Ну что же ты?"
    elif alt_day2_date == 2:
        "Самой главной трудностью здесь был я."
        "Не мог себя заставить принять предложение — протянутую руку, по сути."
        "Почему?"
        "Потому что я дурак."
        "Самый большой идиот на свете."
        sl "Не хочешь, да?"
        "Она оборвала смех."
        me "Не то, чтобы…"
        sl "Я думала, у нас доверие…"
        if alt_sp > 0:
            me "Слушай, ну это нечестно — говорить так."
            sl "А честно одну девушку в воде оставлять?"
            "Её незатейливая шуточка помогла справиться с параличом."
        else:
            me "Доверие. {w}Но…"
            sl "Ясно. Иди тогда, дров для костра собери, погреемся, когда я закончу."
            me "Будет сделано!"
            "Почувствовав себя при деле, я повеселел."
            "Но с места не двинулся."
            sl "Что сделано-то?"
            "Рассмеялась она."
            "И это помогло справиться с параличом."
            me "Но сначала — купать!"
    "Я сбросил одежду, оставшись в одних семейниках с медведями."
    window hide
    scene cg d6_sl_swim with blind_r
    sl "Смелее!"
    "Она брызнула водой в мою сторону."
    sl "Да не бойся ты так, не съем."
    sl "Могу даже отвернуться."
    "Она и в самом деле отвернулась, позволяя мне избавиться от остатков защиты."
    "Купаемся нагишом."
    "Семья нудистов, блин."
    "Не то, чтобы я настаивал на обязательном купальнике…"
    "Но когда тут такие виды…"
    "Соседство получалось… волнующее."
    window hide
    scene bg ext_lake_night_7dl with dissolve
    "Вода оказалась настолько тёплой после дневной жары, последовавшей за дождём, что я почти не ощущал её вокруг себя."
    th "Как парное молоко."
    "Пришло вдруг в голову."
    "Я подплыл к Славе и замер рядом с ней, делая лишь небольшие движения, чтобы держаться на поверхности."
    "Она перехватила мой взгляд через воду куда-то глубже под поверхность и звонко рассмеялась."
    "Увидеть, к несчастью, удалось не очень много."
    sl "Семён, как ты вообще о чём-то другом думать умудряешься, если у тебя этой теме так много мыслей уделяется?"
    me "А ты совсем-совсем не стесняешься?"
    sl "Чего стесняться-то? Мы так рождаемся, так спим, так впускаем в жизнь нового человека."
    sl "Редкий момент, когда человек и Природа думают в одну сторону."
    me "Я слышал что-то такое, мол, нудисты могут ощущать окружение не только привычными пятью органами чувств, но и…"
    sl "Нудисты?"
    me "Любители покупаться и позагорать голышом."
    "Ответил я."
    sl "Правильно слышал, я тебя, например, чувствую постоянно, где бы ты ни был."
    sl "А без одежды ещё и твои желания уловить могу."
    play music iamsadiamsorry2 fadein 3
    "Её улыбка сводила с ума."
    sl "Оно у тебя, впрочем, всегда одно, желание."
    sl "Даже интересно, чем закончится всё, если его исполнить."
    "Она подплыла поближе."
    "Ещё ближе."
    me "Боюсь, его как раз исполнить не получится. {w}Это как голод, нужда насущная, которую можно лишь на время удовлетворить."
    sl "А потом снова?"
    "Она распахнула глаза."
    sl "И снова?"
    "Между нашими телами оставалось несколько сантиметров."
    "Будь мы на берегу, я бы, наверное, уже мог бы чувствовать её тепло."
    "А здесь оставалось лишь удовлетворяться обонянием."
    "И, понятно, осязанием."
    "Потому что опять не удержался."
    "Но в этот раз по рукам не получил."
    "Вместо этого Славя как-то странно посмотрела мне в глаза."
    "Ночью её зрачки казались бездонными."
    "Они такими были на самом деле, куда уж там Виоле с её медицинским гипнозом."
    "Расстояние исчезло."
    "Наши обнажённые тела переплелись."
    stop ambience
    scene anim_underwater
    "А Славя, наконец, добралась до моих губ."
    "Как мы не утонули — не знаю, но в какой-то момент я обнаружил, что мы метра на три ушли под воду и на глупости вроде отсутствия воздуха внимания просто не обращаем."
    "Я позволил руке опуститься вниз от груди, по боку, к бедру."
    "И прижал её к себе."
    "Она удивлённо посмотрела на меня, когда ощутила мои пальцы там, где их совсем ощутить не ожидала, и, оттолкнув меня, всплыла на поверхность, оставляя наедине с которым уже за сегодня горестным «неееет!»."
    play sound sfx_water_emerge
    play ambience ambience_lake_shore_night
    scene bg ext_lake_night_7dl with easeouttop
    sl "Ты должен держать себя в руках."
    "Строго говорила она минуту спустя, выдернув меня над водой и позволив отдышаться."
    sl "Есть надо культурно, неторопливо и получая удовольствие от еды."
    sl "И заниматься любовью — тоже!"
    me "Тебе-то откуда знать, как ей заниматься?"
    "Она помрачнела и отплыла на полметра назад."
    sl "Я в этом уверена! {w}Спешка нужна только при ловле блох."
    me "Намекаешь на то, что я, как в анекдотах, быстро закончу свои дела и захраплю?"
    window hide
    scene cg d5_sl_swimming_7dl with dissolve #Todo: kissing cg
    sl "Даже думать не смей об этом."
    sl "Я и так тебя постоянно на себе таскаю!"
    sl "Нет уж, дойдёшь до дома, тогда и засыпай сколько хочешь, а пока терпи."
    "Я проследовал вслед за ней, и несколько метров спустя ощутил под ногами пологую отмель."
    sl "Мне хватает и того, что я с трудом отличаю собственные переживания от твоих."
    sl "Помнишь, когда ты впервые мне доверился?"
    "Она положила мои руки себе на плечи."
    if herc or loki:
        "И сделала крохотный шажок — пространство между нами пропало."
    else:
        "И замерла, искусно сохраняя дистанцию."
    window hide
    scene cg d5_sl_moon_7dl with flash
    sl "А потом…"
    if herc or loki:
        me "Поцелуй в макушку."
        "Славя почти мурлыкнула от удовольствия."
    else:
        "Она улыбнулась."
    sl "Ты такой одинокий, такой расстроенный, огорчённый — как потерявшийся ребёнок."
    sl "Настолько отчаявшийся, настолько озлобившийся…"
    "Она обняла меня сама, прижавшись изо всех сил."
    me "Ничего не отчаявшийся…"
    "Славя положила палец мне на губы, прерывая."
    sl "Я чувствую тебя, у тебя не получится врать."
    sl "На каком-то особом уровне я чувствую то, что чувствуешь ты."
    sl "И тогда…"
    sl "Тогда-то и поняла, что влюбилась как дурочка и никогда не смогу уйти."
    "Она извернулась в руках и поцеловала меня так, что я забыл как дышать."
    "Расхохоталась, уловив и это переживание, и побрела к берегу."
    "Ведьма натуральная."
    "Хотя на дворе и не ночь Ивана Купалы."
    stop music fadeout 3
    scene bg ext_lake_night_7dl with fade
    play music music_list["afterword"] fadein 3
    "К моменту, когда я выбрался на берег, там уже коптил небольшой костерок, Славя, так и не одевшаяся, задумчиво грела у него пятки и смотрела в небо."
    "В отличие от неё, собственной наготы совершенно не стеснявшейся, я с голым задом под ночным небом чувствовал себя несколько неуютно, поэтому в спешке оделся."
    "Взгляд, под которым я всё это время находился, я бы определил как немного насмешливый."
    "И только после этого сел рядом."
    sl "Как думаешь, что там внизу на самом деле?"
    me "А шут его знает, товарищ майор."
    "Честно ответил я."
    me "Я прикидывал и так, и эдак, получилось два варианта, один реалистичный, другой паскудный."
    me "Какой хочешь?"
    sl "Давай по порядку."
    me "По порядку, так по порядку."
    "Кивнул я, собираясь с мыслями."
    me "При любом раскладе получается, что там внизу что-то, представляющее интерес, раз сегодня с утра столько народа приехало. {w}Так что либо приедут дяди в штатском, и лагерь закроют к чёртовой матери."
    sl "Ага."
    me "Либо эти дяди давным-давно в курсе."
    me "И тут на свет вылезает паршивая овца."
    me "Потому что ставить лагерь над неисследованным объектом — это такая некомпетентность, что…"
    "Я оборвал себя."
    me "Я бы вообще строителям задал пару неприятных вопросов — и насчёт правительственных туннелей под лагерем, и о штольнях уровнем ниже."
    me "Почему вообще строительство разрешили — возьми километром восточнее и строй. {w}Неужели никаких ГОСТов на этот счёт не существует?"
    sl "Не знаю."
    "Славя поднялась и начала одеваться."
    "Полная картина пары после удачной ночи."
    "Разве что ночь была не слишком удачной."
    me "Поэтому идею Саныча насчёт того, чтобы закрыть там всё, полностью поддерживаю."
    me "Хотя будь моя воля, я бы там всё взорвал и засыпал, чтобы прохода не было."
    me "Но это, как я понимаю, может нарушить подземную инфраструктуру, поэтому «добро» на это никто никогда не даст."
    if not alt_day4_sl_tut_iz:
        me "И ещё гуделку эту никак не могу никуда приткнуть — вываливается, дрянь, из теории, хоть ты тресни."
    sl "Размышления логичные, но ответа на вопрос «что делать» они не дают."
    "Извечные русские вопросы — кто виноват да что делать. {w}Откуда ж мне знать?"
    me "Ничего не делать."
    "Ответил я."
    me "Яму завтра законопатим, чтобы снарки на поверхность не лезли."
    me "Вожатые и начальство нас не выдадут, никто не узнает, что мы там были."
    me "Доживём до конца смены и по домам, а с этим пусть высокие лбы в «чайках» разбираются."
    sl "Мне не нравится принцип «моя хата с краю»."
    "Нахмурилась Славя."
    th "А мне нравится."
    th "Лучше через сорок лет вспоминать, как лазал по катакомбам и оставил окончание истории в воздухе, чем попасть под подписку и стать невыездным, весь проступок которого в том, что оказался в ненужном месте в ненужное время."
    me "Славя, милая."
    "Я взял её за плечи и посмотрел ей в глаза."
    me "Ну пойми ты, существует мера компетентности — и мы туда не входим."
    me "Ты же сама видела, люди работают, не бросили всё на самотёк."
    me "Значит, и специалисты есть."
    "Славя покачала головой, собираясь что-то возразить, но я положил палец ей на губы."
    me "Ты же не идёшь вместо Виолы лечить детей или вместо поваров готовить завтраки? Потому что — что? {w}Правильно, потому что профессиональную деятельность лучше предоставить профессионалам."
    me "Дай людям поработать. {w}Там какая-то штука, в которой мы ничего не понимаем."
    me "Они — возможно, понимают, а вот мы — абсолютно точно нет."
    sl "Хорошо."
    "Прошептала Славя."
    sl "Сделаем как ты скажешь — придумаем что-нибудь с провалом и забудем обо всём остальном."
    me "Вот и умница."
    "Я поднялся и поцеловал её в лоб."
    me "А теперь пора по домам и баиньки."
    stop music
    stop sound_loop
    window hide
    scene bg ext_path_night
    play ambience ambience_forest_night
    with dissolve
    play music music_list["a_promise_from_distant_days"] fadein 5
    "Путь обратно, как это всегда и бывает, был ощутимо короче, чем путь туда."
    "Особенно, когда в руке ладошка, и глаза напротив, и можно поминутно останавливаться и целоваться, а можно просто упиваться фактом, что можно."
    "Шаг навстречу сделан, как со склона, каждый следующий шаг будет проще."
    "Яркий человечек, солнышко."
    "У меня всегда было ограниченное количество «солнышек», в сердце не удерживалось много искорок греющего света."
    "Один, два, три максимум."
    "Люди, которым я всегда радовался, ради которых мог среди ночи встать и поехать на другой конец города встречать из воздуха или океана."
    "Люди, рядом с которыми можно позволить себе быть щедрым, не стесняясь желания сделать им подарок или заставить их улыбаться."
    "А последние несколько лет у меня не было ни одного такого солнышка."
    window hide
    scene bg ext_path2_night
    with dissolve
    "Наверное, сердце просто устало тосковать по теплу."
    "Я могу закрыть глаза — не вспомню лиц, у меня всегда была плохая на них память — но отзовётся звуками голоса, касаниями, запахом."
    "В случае со Славей это теперь ещё и вкус губ."
    "Сладкий? Не знаю. {w}Поцелуи переоценивают, это просто прикосновение кожи к коже, чисто вымытая не обладает ни вкусом, ни запахом."
    "Книги врут?"
    "До поры я так и думал, в общем."
    "Пока не понял, что дело не в пяти органах чувств. В конце концов, если любовь — это нечто в воздухе, что не ощутишь никак, то глупо уповать на сигнальную систему."
    "Нужно оценивать чем-то ещё."
    "Сладость в сердце, в низу живота, предвкушение, холодок под сердцем."
    "Целовать Славю было… сладко."
    window hide
    scene bg ext_entrance_night_clear_closed_7dl with dissolve
    show sl normal pioneer
    with dissolve
    sl "Не думал о том, чтобы выступить на прощальном концерте?"
    if alt_day2_date == 132:
        me "Знаешь, Мику меня записывала, но как-то до сих пор ничего и не приготовил."
        me "А впопыхах пытаться изобразить что-нибудь…"
    else:
        me "А мне и не с чем."
        "Пожал плечами я."
    sl "Ну, может быть, мы что-нибудь подготовим?"
    me "Прости, но не за один день же."
    "Славя прикусила губу, явно немного расcтроенная."
    show sl sad pioneer with dspr 
    sl "Эх. Я думала, может быть стоило бы сделать что-нибудь, чтобы было чем гордиться."
    if alt_day4_sl_lf_solo == 2:
        me "Спасение Шурика — чем не повод?"
    if alt_day4_sl_lf_solo == 1:
        me "Я с тяжёлым ранением добрался до старого лагеря и обратно! Разве не повод гордиться собой?"
    else:
        me "Шурик спасён? {w}Вот! Разве это не заслуживает гордости?"
    sl "Нет."
    "Отмахнулась она."
    sl "Я о том, чтобы люди говорили немного."
    me "Надо же! Не замечал в тебе тщеславия."
    show sl smile pioneer with dspr 
    sl "А его и нет. Я хочу, чтобы люди о тебе говорили."
    "Девушка хочет гордиться своим избранником. {w}Как это мило."
    me "Ну, прости, придётся оценивать мои заслуги пока только на невидимом фронте."
    sl "Да…"
    show sl normal pioneer with dspr 
    sl "Ты хоть на танцы-то пойдёшь?"
    me "Спрашиваешь! Если ты пойдёшь, то и я — тоже."
    "Она кивнула."
    "Мы подошли к створкам, закрытым уже на замок."
    window hide
    scene bg ext_entrance_night_clear_closed_7dl with dissolve
    sl "Секунду."
    "Простой полукруглый ключ ей удалось обнаружить при лунном свете меньше чем за минуту."
    "Я был уверен, что она нашла бы его и в полной темноте, с закрытыми глазами, просто на ощупь."
    play sound sfx_unlock_door_campus
    pause(1)
    scene bg ext_entrance_night_clear_7dl with dissolve
    play ambience ambience_camp_entrance_night fadein 3
    me "Не впервые вторгаешься в частные владения?"
    "Пошутил я."
    show sl normal pioneer with dspr 
    sl "Что?"
    me "Ничего."
    "Я придержал створку для своей дамы, пропустил её, зашёл сам."
    "Лагерь окончательно и бесповоротно спал."
    window hide
    scene bg ext_clubs_night with dissolve
    play ambience ambience_camp_center_night
    "Со стороны клубов не слышно было ни странных шумов, ни гудения."
    "Славя закрыла замок и кивнула."
    show sl normal pioneer with dspr 
    sl "Ну что, спать?"
    me "Пожалуй, провожу тебя, если ты не против."
    "Нам всё равно было в одну сторону."
    "Она кивнула и взяла меня под руку."
    show sl smile pioneer with dspr 
    sl "Будем с тобой гулять, как взрослые люди, рука об руку."
    show dreamgirl_overlay with dspr 
    dreamgirl "Главное, чтобы эти «рука об руку» не переоделись в свадебные облачения слишком рано."
    th "Ты против?"
    dreamgirl "Конечно, против!"
    dreamgirl "Брак, паря, это такой институт, который придумали импотенты с угасшей полигамией молодости."
    dreamgirl "Это значит ни-ни на сторону и до конца жизни будешь жрать один и тот же торт."
    th "Как что-то плохое."
    dreamgirl "Ой. {w}Мне не понравилось, как это прозвучало."
    th "То есть?"
    "Но внутренний голос опять заткнулся, оставив больше вопросов, чем ответов."
    "Скотина озабоченная."
    window hide
    scene bg ext_houses_night_7dl with dissolve
    show sl smile2 pioneer with dspr
    "Славе было направо, мне прямо."
    sl "Ну… Это был очень длинный день."
    "Я согласно кивнул."
    sl "А теперь мы расходимся?"
    "С этим я бы поспорил, но…"
    "Я вздохнул."
    sl "Ну что ты вздыхаешь?"
    if alt_sp >= 4:
        menu:
            "Я не хочу!":
                "Жалостливо произнёс я."
                show sl laugh pioneer with dspr
                sl "И что ты предлагаешь?"
                "Я с намёком покосился на связку в её руках."
                show sl scared pioneer with dspr
                sl "Что? И думать не смей, что люди подумают?!"
                me "Ничего нового они всё равно не подумают."
                "Я взял её за руку."
                me "Я видел тут один домик на отшибе…"
                $ alt_day5_sl_extra_house = True
                show sl tender pioneer with dspr
                sl "Должно быть, ты шутишь."
                me "Я убийственно серьёзен."
                "Она попыталась что-то возразить, но я положил палец ей на губы:"
                me "Славя, если ты не хочешь — скажи об этом вслух."
                me "Все остальные возражения отметаю как несостоятельные."
                "Она открыла рот…"
                window hide
                scene black
                pause(1)
                play sound sfx_open_door_kick
                scene bg int_extra_house_7dl with flash
                play ambience ambience_int_cabin_night fadein 2
                play music music_list["i_dont_blame_you"] fadein 1
                $ lp_sl += 1
                $ alt_sp += 1
                "Мы слишком долго сдерживались, слишком долго дразнили друг друга."
                scene expression Notch("bg int_extra_house_7dl")
                with diam
                "Одежда полетела на пол, нам едва-едва хватило времени на то, чтобы не рвать её по живому, а просто расстегивать."
                "Бесхозная скатка развернулась за доли секунды, и мы замерли, оба красные, не знающие что делать."
                sl "Семён, а мы и правда должны это делать?"
                me "Ты не хочешь?"
                sl "Нет, но… Я же не знаю, что это и как это."
                me "А что там знать, как ты сама говорила, Природа всё за нас уже придумала."
                sl "Ох… Страаааашно."
                window hide
                scene cg d5_sl_moon_7dl
                with fade2
                "Она прикусила губу и жалобно посмотрела на меня."
                "Обнажённая, напуганная. {w}Прекрасная."
                sl "Там говорили, кровь, больно будет."
                me "Кто говорил?"
                sl "Подружки."
                "Покраснела она."
                sl "И в книжках."
                me "Проверим твои книжки на практике."
                sl "Страааашно."
                "Повторила она."
                "Но шаг ко мне сделала."
                me "Всё {w}будет {w}хорошо."
                "Я поднялся с кровати и, поймав её руки, потянул к себе."
                me "Главное, чтобы всё было без суеты и нервов."
                sl "Без нервов не получится, наверное… Ах…"
                "Она не договорила."
                "Мне очень не понравилось то, какая холодная у неё кожа, и я попытался её согреть."
                "А греть мне было нечем, кроме поцелуев и собственного тепла."
                "Очередной поцелуй уже добавил опыта обоим, но всё ещё оставался волнующим, и это только интереса добавляло."
                "Но мне мало было губ, мало было рук."
                "Я провёл пальцем по её ключицам, губами по груди, обвил ладонями спину и прижал к себе."
                "Сосок затвердел на языке чуть ли не раньше, чем я согрел его дыханием, а Славя что-то лепетала сверху и прижимала меня к себе."
                "И тепла моего не хватало уже, но она постаралась за обоих, уже горячая, запаленно дышащая, сидящая у меня на коленях."
                "Очень хотела контролировать всё, даже в таком деле."
                "Но где там."
                scene cg d6_sl_hentai_2 with flash
                "Ещё несколько минут спустя я обнял её и перевернул, оказавшись сверху, прикусывая зацелованную грудь, горящие губы, масленые глаза."
                "Пришлось повоевать, конечно, прежде чем меня пустили в святая святых — хотя Славя и не стеснялась наготы, но своё самое укромное девичье местечко берегла и пускать долго не хотела."
                "Но я был убедителен и настойчив, и колени расслабились, разошлись, и я, наконец, сумел попробовать её на вкус."
                scene black with blind_l
                "А несколько минут спустя меня подняли наверх с удивившей меня силой — и Славя, уже женщина Славя, вскрикнула больше от неожиданности, чем от боли, когда мы, наконец, стали единым…"
                window hide
                scene expression Notch("cg d5_sl_bed_7dl") with fade2
                stop music fadeout 3
                sl "И об этом столько всего написано и сказано?"
                "Она выглядела немного смущённой, но заявила это первым делом, когда, наконец, у неё получилось сложить буквы в слова."
                sl "Теперь ещё и внутри болеть будет."
                me "Настолько неприятно?"
                "Она шлёпнула мне по лбу."
                sl "Не говори глупостей."
                sl "Просто это больше потому… Я не знаю. {w}Потому что это ты!"
                sl "Физически нет ничего… неземного."
                me "Я и говорю…"
                sl "Да нет. С тобой я готова попробовать ещё. Но только с тобой."
                "Она покраснела, но тут же справилась с собой — и верно, чего теперь-то смущаться."
                sl "Или ты всё? Уйдёшь теперь?"
                "Полушутливо спросила она."
                me "Что значит «уйду»? Ночь ещё только началась!"
                "Славя застонала."
                window hide
                stop music fadeout 3
                stop ambience
                scene black
                return
            "Тогда до завтра?":
                pass
    else:
        me "До завтра?"
    sl "Сладких снов."
    "Шепнула она."
    me "А нельзя мне к тебе?"
    show sl normal pioneer with dspr 
    sl "Нет, Сёмушка."
    "С сожалением покачала головой."
    sl "Сегодня Женя ночует дома, так что никаких приводов мальчиков."
    "И вдребезги расколотила мои мечты."
    me "Грусть."
    "Вздохнул я."
    me "Тогда до завтра?"
    hide sl with dissolve
    "Кивнув мне, девочка растаяла в темноте."
    "А я поплёлся домой."
    "Вожатая уже точно спит, надо действовать тихо и наверняка."
    window hide
    scene bg ext_house_of_mt_night_without_light with dissolve
    "Свет был уже погашен — и в окнах, и в фонаре над дверью."
    "В отличие от меня-бездельника, вожатая даже лёжа на боку несёт постоянную ответственность за своих обормотов."
    "Если ты достаточно толстокож, это сугубо фиолетово, но толстокожие не идут в вожатые — этим деятелям куда проще будет протирать штаны в каком-нибудь конструкторском бюро с четырьмя положенными неделями отпуска ежегодно."
    "Я толкнул дверь и зашёл в домик."
    window hide
    play sound sfx_open_dooor_campus_2
    pause(1)
    scene bg int_house_of_mt_night2
    with dissolve
    "Ольга Дмитриевна замоталась в простыню с головой, видимо, в целях борьбы с зудящими над ухом кровососами."
    "На скрипнувшую дверь не среагировала никак, и я решил, что пронесло, разделся и нырнул под одеяло."
    mt "Семён…"
    "Позвала она."
    me "Да?"
    mt "Откуда так поздно?"
    me "Ээээ…"
    mt "Тебя уже выписали разве?"
    "Когда мы пошли на костёр, её это не интересовало!"
    me "Вроде того."
    window hide
    scene cg wtf_end_of_day with fade
    mt "А. Виолетта Церновна говорила мне что-то об этом."
    mt "Выписали?"
    me "Угу."
    mt "Ясно. Спокойной ночи тогда."
    "Она отвернулась к стене."
    "А я, не открывая глаз, одними губами произнёс в потолок."
    me "Спасибо, Виола."
    "А через минуту уже спал."
    stop music fadeout 4
    stop ambience
    window hide
    return
    
label alt_day6_sl_begin:
    if alt_day5_sl_extra_house and not alt_day4_sl_tut_iz:
        play music music_list["she_is_kind"] fadein 3
        scene expression Dawn("cg d5_sl_bed_7dl") with dissolve
        play ambience ambience_int_cabin_night fadein 2
        "Меня разбудило переполняющее счастье."
        "Я бросил взгляд на невесть как выживший смартфон — поспать удалось всего час, но и этого показалось слишком много."
        "Как можно спать, когда тут такое!"
        "Под боком шевельнулся кто-то тёплый, ласковый, и я потянулся к нему."
        sl "Сёмушка…"
        "Она, кажется, даже не проснулась."
        "Или?"
        "Я снова дал волю рукам — лишний раз убедиться, что счастливые трусов не надевают."
        with vpunch
        "Снова получил по ним."
        sl "Слушай, ну ты мучал меня всю ночь, куда это годится."
        "Скрипучим голосом попеняла мне Славя, не открывая глаз."
        sl "Я, наверное, даже подняться не смогу."
        sl "Нет-нет, не смей. {w}Не туда. Нет."
        me "Мне прекратить?"
        "Спросил я."
        sl "Я этого не говорила. {w}Просто не будь таким агрессивным, держи себя немного в руках."
        me "Лучше я буду держать в руках тебя."
        "Я лежал на боку, подложив под голову локоть, наблюдая за тем, как реагирует идеальная кожа на горячее дыхание."
        sl "Ох, и кто знал, что заниматься любовью — это такая тяжёлая работа."
        "Она легко выскользнула из-под меня и повернулась в мою сторону, уложив голову мне на локоть."
        sl "Ты чего дорвался? Завтра помирать?"
        th "Нет, конечно. Не помирать. Кое-что похуже."
        "Я же так и не рассказал ей, что…"
        "Хотя то, что было раньше, отсюда казалось не то сном, не то ложной памятью, будто подсаженной мне с целью объяснить, как я вообще здесь очутился."
        "Интенсивность впечатлений… Несравнима."
        scene expression Dawn("cg d5_sl_moon_7dl")
        show prologue_dream
        with joff
        "В один из наших разов где-то в самой середине, когда от сил остались только воспоминания, меня как током по позвоночнику пронзило жутким ощущением ирреальности бытия."
        scene stars
        show expression D3_intro("cg d5_sl_moon_7dl")
        show prologue_dream
        with joffr
        "Как будто я лежал всё это время завёрнутый в бумагу, и она намокла, стала прозрачной и очень-очень непрочной."
        "Сделай неловкое движение — и прорвёшь насквозь, провалишься прочь."
        "И откуда только силы взялись…"
        "Выражение «перед смертью не надышишься» приобрело совершенно новые грани значения."
        "Славя изумлённо выдохнула, но отбиваться уже не пыталась."
        "Никогда бы не поверил, что с девушкой можно прозаниматься любовью ночь напролёт."
        "Особенно если девушка таковая в прямом смысле этого слова."
        scene expression Dawn("cg d5_sl_bed_7dl")
        with dissolve
        "Похоже она снова уснула."
        "Измотал я её."
        me "Бедное моё…"
        "Я провёл пальцами по её ключице, по щеке, коснулся губами плеча…"
        "Короче говоря, когда она проснулась, отбиваться было уже поздно."
        "А потом — не особо-то и хотелось."
        scene expression Dawn("bg int_extra_house_day_7dl")
        with dissolve
        sl "Злодей-насильник!"
        "Проворчала Славя, меланхолично пытаясь обнаружить совершенно неуместные предметы одежды вроде трусиков."
        "Разумеется, не находя — я их спрятал."
        sl "С тобой рядом спать небезопасно, знаешь ли."
        sl "Просыпаешься в середине процесса, куда это годится?"
        me "Как что-то плохое."
        "Я снова потянулся к ней, чувствуя себя на все семнадцать, что выглядел."
        "Но любовная лихорадка уже немного отпустила обоих — не сильно и соврала вчера Виолетта, когда говорила, что плотские потребности штука преходящая."
        "Поэтому я снова получил по рукам, у меня отняли несчастные трусики и спешно в них оделись."
        "Серьёзная преграда, кто бы спорил."
        "Броня на плюс сколько-то там к устойчивости против Семёнов."
        sl "Ну вот чего ты улыбаешься как довольный крокодил? {w}Нет бы, как у белых людей, столик-шампанское-свечи-луна, а?"
        sl "Первый раз у девушки важен, запоминается на всю жизнь, ррромантика, чувства, а?"
        "Славя ворчала и ворчала, а меня всё больше разбирал смех — до такой степени она не походила на ту идеальную и непогрешимую Славю, которую знал весь мир."
        sl "А мы что, я тебя спрашиваю?"
        sl "Сходили искупались, и на незастеленной кровати… {w}Ну вот, ты опять лыбишься, соблазнил девушку и лыбишься."
        me "А не надо было?"
        "Ответил я."
        sl "Я теперь прямо даже не знаю. {w}Хотя, наверное, поздно отыгрывать…"
        "Насколько я помнил, в моём мире хирурги вполне могли всё отыграть, наверное, и в этом могут."
        sl "А сколько сейчас времени?"
        "Я посмотрел на часы."
        me "Начало восьмого."
        sl "И мы лежим?!"
        "Славя вскочила с кровати и обратилась смерчем, собирающим одежду, заметалась по комнате."
        sl "Так, у нас ещё минут десять на то, чтобы притвориться, что здесь ничего не было, ты ночевал в медпункте, а я просто припозднилась."
        me "А надо ли?"
        "Лениво спросил я, наблюдая за мечущейся туда-сюда девушкой."
        "Иногда попадались такие соблазнительные ракурсы…"
        "Но я иссох, иссяк и вообще было бы неплохо лечь поспать."
        play sound blanket fadein 0
        "Но злая активистка бросила в меня одеждой."
        "Сама она к этому моменту уже полностью облачилась и даже неизвестно откуда добыла галстук."
        "Присела на край кровати и, вглядевшись мне в глаза, крепко, с оттяжкой, поцеловала."
        "А потом охнула и отстранилась."
        show sl normal pioneer with dspr
        sl "Ух, как там саднит."
        "Пожаловалась она, поглаживая низ живота."
        me "Что-то серьёзное?"
        "Встревожился я, прыгая на одной ноге и пытаясь попасть в штанину ногой."
        show sl laugh pioneer with dspr
        sl "Ничего, кроме того, что меня терзали всю ночь!"
        "Рассмеялась Славя, подошла и помогла мне влезть в шорты."
        sl "Я сейчас искупаюсь, а таблетки у меня были."
        "Кинув прощальный взгляд на немного потрёпанное убранство домика — не забыли ли чего — мы вышли на улицу."
        window hide
        play sound sfx_open_dooor_campus_1
        pause(1)
        scene bg ext_houses_sunset with dissolve
        play ambience ambience_camp_center_evening fadein 3
        "И захлопнули дверь за собой."
        me "Ты серьёзно собираешься купаться сейчас?!"
        "Я не скрывал ужаса."
        show sl normal pioneer with dspr
        sl "Сказать по правде, я бы лучше в баньку сходила, но — сам понимаешь, в такую рань мне её никто не истопит."
        me "Но в речке же вода ледяная!"
        sl "И что? Не ходить же теперь попачканной!"
        "Славя, казалось, всерьёз не понимала, как это можно ходить в таком вот состоянии."
        sl "Тебе бы, кстати, тоже не помешало бы…"
        me "Ну уж нет!"
        me "Я как-нибудь на умывальниках, сам."
        show sl laugh pioneer with dspr
        sl "Ладно."
        sl "Тогда у доски объявлений через двадцать минут, хорошо?"
        "Помахав мне, она убежала к себе домой."
        hide sl with easeoutleft
        "А я поплёлся к умывальникам, между делом гадая, что бы такого сказать Ольге Дмитриевне в ответ на каверзный вопрос о том, где я был и что там делал."
        "Вариант с правдой даже не рассматривался."
        "Потому что в этом случае вожатая, вероятнее всего, повесила бы меня на ближайшей осине."
        "Так ничего и не придумав, я оставил события на самотёк, тем более, что задача стояла куда более насущная."
        "Выжить, умываясь."
        window hide
        scene expression Dawn("bg ext_stand3_7dl") with dissolve
        "А ещё двадцать минут спустя, почти синхронно подойдя к стенду, мы обнаружили на доске объявлений два листочка."
        "На первом был приказ, которым объявлялась благодарность доктору гонорис кауза психологии В. Ц. Коллайдер за проведённую лекцию и выражалась надежда на продолжение сотрудничества в этом плане."
        me "Гляди, зашевелилась, шельма."
        "Я кивнул на приказ."
        me "Нашли, кому неудобные обсуждения спихнуть."
        scene expression Dawn("bg ext_stand3_7dl") at zenterleft
        show sl normal pioneer at cleft
        with dissolve
        sl "Ну… Я думаю, там и правда лучше, чтобы это делал человек с образованием."
        "Задумчиво сказала Славя."
        "Второй приказ я посмотреть не успел."
        sl "Гляди, только резко не оборачивайся."
        "Славя потянула меня за левую руку."
        "Мимо домиков на цыпочках кралась Лена, держащая в правой руке сандалии с носками, а в левой какой-то мешочек с вышитой совой."
        me "Что это она?"
        sl "Традиция."
        "Безмятежно сказала Славя."
        sl "Сколько сюда ни ездит, каждый год перед отъездом сбегает на целый день."
        me "И ты так спокойно к этому относишься?!"
        show sl smile2 pioneer with dspr
        sl "А что делать?"
        me "Ну, я не знаю… Остановить как-то!"
        show sl happy pioneer with dspr
        sl "Семен, ты, конечно, извини, но ты совсем ничего не знаешь, ни про Лену, ни про её жизнь."
        sl "Она не хуже тебя может за себя постоять, если что. {w}Я бы больше беспокоилась, если бы сбежала Алиса — эта как раз очень беспомощная."
        window hide
        with fade
        "В этот ранний час на улице были только мы втроём."
        "Даже вожатая ещё не поднялась."
        "А приказы уже висели."
        "И Лена уже куда-то кралась."
        show sl normal pioneer with dspr
        sl "Вот стою и думаю — как же много сегодня предстоит!"
        "Она сладко потянулась, вся в предвкушении."
        "Кошмарная девочка, которую радуют нагрузки. {w}Трудоголик."
        "Так и не заметив нас, Лена скрылась по направлению к пляжу."
        "А Славя тронула меня за плечо."
        show sl smile pioneer with dspr
        sl "Слушай, я сейчас переоденусь, и на прогулку… Пробежку. {w}Ты со мной?"
        "Я подавил зевок — не выспался совершенно."
        me "Как ты там меня звала… Сёмушка? {w}Ага."
        me "Так вот…"
        me "Милая моя Слааавушка. Открой мне секрет."
        show sl surprise pioneer close with dissolve
        me "У тебя разве после сегодняшней ночи ничего, никаких последствий?"
        show sl laugh pioneer close with dspr
        sl "У меня тоже ручки трясутся, ножки трясутся."
        "Рассмеялась она."
        sl "Но это хорошая усталость, она превратится в новые силы, если размяться как следует!"
        sl "Так что пошли, не ленись!"
        "И она с неумолимой силой потащила меня к своему домику."
        "Кажется, её таблетки были не совсем болеутоляющими."
        window hide
        scene expression Dawn("bg ext_house_of_sl_day") with slideawayleft
        play ambience ambience_camp_center_day fadein 3
        "Или всё дело в том, что после взрывной такой разрядки, где лично я растратил все свои силы, Славя, напротив, приобрела только больший запас энергии!"
        "Чёртова энергетическая вампирша!"
        stop music fadeout 3
        window hide
        scene bg ext_square_sunset at zenterleft
        show blackout_exh2
        show sl smile sport at cleft with moveinleft
        with dissolve
        sl "Ну, можешь же!"
        "Выкрикнула Славя спустя полчаса, когда я свалился на ступеньки постамента Генде, жадно хватая ртом воздух и попеременно сплёвывая тягучую слюну."
        sl "Главное — не киснуть!"
        "Она не остановилась и продолжила бег на месте."
        me "Угу."
        "Выдохнул я, насилу отдышавшись."
        me "День-два, разве что…{w} Для меня «спорт» слово неприличное!"
        me "Вообще, ты чего такая весёлая да смешная?"
        hide blackout_exh2
        show blackout_exh3
        with dissolve
        sl "Так последний день же! {w}Что не успела за всю смену, надо успеть!"
        "Она была неотразима в своей обтягивающей форме с белыми полосками по швам — приём, который через несколько лет лицензирует «Адидас» для своей спортивной одежды."
        "Улыбчато щурилась на восходящее солнце и вовсю радовалась жизни."
        sl "И, конечно же, зарядиться хорошим настроением!"
        play music wakeup_horn fadein 3
        "Из динамиков донёсся некий звук, похожий на кашель, и в ало-прозрачное утро ввинтились сигналы горна."
        sl "Ты только притворяешься букой, а на самом деле тебе же всё это нравится, ну признайся же!"
        "Она запрыгала вокруг меня, затормошила, побуждая проснуться окончательно."
        stop music fadeout 3
        "Лагерь просыпался."
        play music music_list["my_daily_life"] fadein 5
        sl "Подъём, подъём! Кто спит, того побьём!"
        me "Славввввя!"
        "Я ёжился и прижимал локти к бокам, пытаясь спрятаться от щекотки."
        "Ага, сейчас."
        "Анатомию эта девушка хорошо изучила."
        me "Ну зачем ты меня задоришь, я же так хорошо…"
        show sl laugh sport with dspr
        sl "Спал с открытыми глазами!"
        sl "Пошли, у нас полчасика есть, я тебя кое с кем познакомлю."
        me "Опа. {w}С кем это, интересно?"
        th "В лагере есть кто-то настолько интересный, что Славя готова и ему уделять своё безраздельное внимание?"
        dreamgirl "Вообще-то она уделяет время всему лагерю, если ты не заметил."
        th "И тебе с добрым утром, мрачная зануда."
        "Мой внутренний голос всегда просыпался с запозданием."
        "Но коль скоро он открывал свой рот, заткнуть его было сложновато."
        window hide
        scene bg ext_dining_hall_away_sunset at zenterleft
        show sl smile sport at cleft with moveinleft
        with dissolve
        sl "Тут тихонечко, чтобы никто не заметил."
        "Она развернулась и, сильно забирая вправо, отправилась к дальним пристройкам столовой."
        "Не знаю, чего боялась Славя — весь мир пионеров сейчас сузился до отобранной подушки, а у самых резвых — до умывальника с ледяной водой."
        "Но молчал, покорно замирая там, где замирала девушка, следуя за ней след в след."
        sl "Я вижу, ты подружился с Борисом Александровичем."
        "Заметила вдруг она, напряжённо всматриваясь в пустое пространство двора."
        if alt_day2_phys_done:
            sl "Хотя ваша первая встреча была не очень хорошей."
        me "Он предложил мне место помощника физрука на следующую смену."
        show sl happy sport with dissolve
        sl "Вон оно что. {w}А тебя оценили! Жаль, поздно."
        me "О чём ты?"
        show sl normal sport with dspr
        sl "Он уходит после этого лета."
        me "Да ну!"
        sl "Последнее его лето в качестве преподавателя."
        sl "По состоянию здоровья."
        "Авторитетно заявила Славя, и я понял, что не слухи то, а самая что ни на есть проверенная информация."
        sl "В школе он уже рассчитался, здесь до конца лета побудет — и лечиться."
        sl "А вместо него пришлют молодого, вчерашнего выпускника, и сюда, и на место в нашей школе."
        me "А что у него?"
        show sl angry sport with dspr
        sl "Семён, ты вообще думаешь, о чём спрашиваешь?"
        me "Что?"
        sl "Как считаешь, это наше с тобой дело, из-за какой болезни человек уходит из преподавания и спорта?"
        "Она прикусила губу, ещё раз кинула взгляд на двор и махнула рукой."
        "Мы быстро-быстро пересекли пространство, остановившись у двойных дверей сухого склада."
        stop ambience fadeout 4
        stop sound_loop
        window hide
        play sound sfx_open_door_strong
        pause(1)
        scene bg int_attic2_day_7dl with dissolve
        play ambience ambience_medstation_inside_day fadein 3
        "А через секунду уже были в помещении."
        "Славя тут же отправилась куда-то вглубь полутёмного помещения, оставляя за мной право следовать за Госпожой."
        sl "Дядя Боря  — последний мастодонт, он застал ещё переезд со старой площадки, той, где вожатая… {w}Ну…"
        sl "Даже директор работает здесь меньше него."
        "Она чем-то зашуршала, и раздался странный звук."
        th "Мне показалось или я ослышался?"
        "Да нет. Абсолютно точно."
        sl "Вот, Семён, познакомься."
        play music wheres_wonderland fadein 3
        "Сказала Славя, поворачиваясь ко мне, и в неярком свете, пробивающемся сквозь щели между досок, я разглядел, как она прижимает к груди что-то белоснежно-белое."
        "Крохотное, с чёрным носом-пуговкой."
        "Отчаянно колотящее хвостом."
        show sl smile sport with dissolve
        sl "Пират."
        "Больше похожее на медведя, чем на кого-либо другого."
        "А у Слави был такой напряжённый голос."
        "Она поставила щенка на землю, и тот, неловко перебирая лапами, побрёл ко мне."
        "Арктический шпиц, самайская лайка — в моём городе их называли самоедами и отвечали, что нет, саму себя не ест."
        "Я протянул ему руку, и поёжился, когда в ладонь сначала ткнули мокрым носом, а потом вежливо лизнули."
        me "Здравствуй, щен."
        "Я потрепал Пирата по голове."
        me "Как твои дела? {w}Почему Пират?"
        show sl laugh sport with dspr
        sl "Потому что бандит!"
        "Хихикнула девушка."
        sl "Когда ты только приехал, а я должна была тебе лагерь показывать, он мне форму испачкал, а на замену ничего моего размера не нашлось, пришлось переодеваться в спортивное."
        if alt_day_binder != 1:
            me "То есть, когда мы к тебе с Электроником в гости на бельевой склад пришли…"
            "Она кивнула."
            sl "Очень удачно совпали, да. {w}Я за формой прибежала, а вы…"
            me "Но как же тогда твои слова про постановку на довольствие и прочее."
            show sl shy sport with dspr
            sl "Всё это было… {w}Но чуточку попозже."
            "Безмятежности её улыбки позавидовал бы сам Будда."
            sl "Немножко с хронологией наврала, подумаешь!"
        else:
            me "То есть, мне тогда не почудилось, этот разбойник действительно подавал голос!"
            sl "Да. {w}Но ты первый, кто вообще что-то услышал — раньше-то я успевала всё вовремя, и он большую часть времени спал."
            sl "Маленький он ещё совсем."
        me "Но разве содержать собаку на территории лагеря не запрещено?"
        show sl normal sport with dspr
        sl "Вообще, запрещено, конечно."
        sl "Но я взяла его на передержку, он остался с прошлой смены, ребёнку родители привезли, показать и порадовать, а у него оказалась жуткая аллергия."
        me "А если бы у меня тоже оказалась жуткая аллергия?"
        show sl laugh sport with dspr
        sl "То ты бы о ней точно знал! {w}А так ты просто удивился, увидев у меня на руках животинку."
        show sl normal sport with dspr
        sl "Ну, нравится?"
        me "Не так, как ты, конечно, но…"
        "Памятуя слова о попачканной форме, я не стал прижимать Пирата к себе, а просто, поймав, протянул его Славе."
        "Благо, тот вполне себе умещался на двух ладонях."
        sl "Льстец!"
        window hide
        with fade
        sl "Веди себя хорошо!"
        "Строго наказала она щенку, опуская его обратно в коробку."
        sl "Если будешь вести себя хорошо, принесу чего-нибудь вкусненького. {w}Всё понял?"
        voice "Буф."
        "Ответил щенок и, поворочавшись, зевнул — мы его утомили."
        sl "Ну и здорово тогда. Не скучай."
        "Славя накрыла коробку крышкой с вентиляционными дырками и повернулась ко мне."
        sl "Пошли, нас ждёт зарядка и линейка!"
        me "Я ненавижу график."
        "Пробормотал я, пристраиваясь в кильватере и тоже переходя на бег."
        "Кажется, день сегодня предстоит весёлый."
        window hide
        stop music fadeout 3
        stop ambience fadeout 5
        scene black
    else:
        scene bg int_mine
        show prologue_dream
        with dissolve
        play music nowyouseeme fadein 3
        "Меня опять вело это странное чувство."
        "Я назвал бы его чем-то сродни чувству равновесия — тому, за которое отвечает что-то в мозгу. {w}Среднее ухо, кажется?"
        "Если тебя не дезориентировали ударом или броском, ты всегда знаешь, где у тебя верх, а где низ."
        "Эдакое чувство гравитации, шестой орган восприятия реальности."
        "Так и здесь, я совершенно точно знал, куда идти, чтобы попасть в нужное мне место."
        "Наверное, после вчерашнего похода, на адреналине, я запомнил всё здесь так, что для меня не составляет труда воспроизвести в мозгу детальную карту местности."
        "Хотя что-то в голове упорно твердило, что всего адреналина, что у нас был на двоих со Славей, не хватило бы для того, чтобы узнать, куда какой поворот ведёт."
        "Мы же дошли только до бытовки, а потом, с заходом в центр, бежали обратно к выходу."
        window hide
        scene bg int_mine_crossroad
        show prologue_dream
        with dissolve
        "Я даже не могу вспомнить, на каком повороте куда сворачивали."
        "Хотя, наверное, Славя смогла бы."
        "Она, помнится, поправляла меня, когда мне нужно было поворачивать."
        if alt_day4_sl_lf_solo == 2:
            "И наброски плана местности у неё тоже были."
        "Но почему мне снится это место?"
        "Что такого я здесь видел вчера, что оно явилось мне во сне?"
        "Неужели беготню от безобидных снарков?"
        "Или затопленные штольни?"
        "В центре не было ничего интересного, просто выработанная жила, больше не представляющая интереса."
        me "Зачем тогда я здесь?"
        "Вряд ли ради того, чтобы посмотреть на пустую пещеру."
        window hide
        scene bg int_mine_coalface
        show prologue_dream
        with dissolve
        show bg int_mine_coalface behind prologue_dream:
            xalign .5 yalign .4 zoom 1.0
            linear .3 xalign .5 yalign .4 zoom 1.1
        "Я сделал шаг."
        show bg int_mine_coalface behind prologue_dream:
            xalign .5 yalign .4 zoom 1.1
            linear .3 xalign .5 yalign .35 zoom 1.2
        "Ещё один."
        if not alt_day4_sl_tut_iz:
            scene bg int_mine_heart_7dl:
                xalign .5 yalign .4 zoom 1.2
            with flash
            play music dead_silence fadein 3
            "И понял, что нифига это не сон!"
            "Я стоял во вчерашней пещере, на самой границе, где обычная угольная порода переходит в диковинные бело-зелёные кристаллы, слабо светящиеся в темноте."
            "В голову вдруг пришло, что до этого момента я вообще не помнил, что здесь есть какие-то пещеры с кристаллами."
            "Как напрочь отрезало."
            "А чуть дальше, в угольной тьме лаза между клыками дракона уже наливался плотностью вчерашний знакомец."
            show myst_mh with dissolve2
            "От него веяло промозглостью болот деревеньки Слави, бензиновым дыханием моего родного Петербурга, жаркими поцелуями местного солнышка."
            "Манило и манило подойти и просто узнать — что это такое."
            "Каким образом оно здесь очутилось."
            "А самое главное, почему до сих пор никто не в курсе того, что здесь находится эта дрянь?"
            th "Или все в курсе, но «власти скрывают»?"
            "Я замер на самом краю."
            "Ещё одно воспоминание — та самая сверхтехнологичная система охраны."
            window hide
            scene bg int_mine_water_7dl with slideawayleft
            "Развернувшись на месте, я бросился бежать."
            "И бежал я так, будто за мной гналась орда ксеноморфов, только и ждущих, пока смогут добраться до моего трофейного черепа."
            window hide
            scene bg int_mine_crossroad
            "Я постоянно опасался стукнуться обо что-нибудь, запнуться, но страх гнал и гнал меня вперёд."
            "Да и местность оказалась почему-то очень знакомой моему телу."
            "Я имею в виду, что бегал здесь вчера уже, но по ощущениям, наше знакомство длилось куда дольше — я будто бы знал, где прибавить шаг, где, наоборот, сдержать, повернуться, присесть."
            window hide
            scene bg int_mine_room
            with dissolve
            "Рядом топотали мягкие лапки местных экзотических обитателей, бегущих на звук со мной наперегонки, но я не обращал на них особого внимания."
            "Теперь, когда я знал, что они безобидны, можно было побороться и с другими страхами."
            "И только сейчас обратил внимание на то, что неплохо вижу."
            "И дело было совсем не в том, что у меня изменился баланс палочек-колбочек в глазу."
            "Я посмотрел на свою левую руку как на опасное, ядовитое животное."
            "В ней была зажата керосиновая лампа с пляшущим огоньком, с красивым, фигурным стеклянным абажуром…"
            scene expression Noir("bg int_mine_room") with dissolve
            "Действуя нарочито размеренно, я прикрутил фитилёк и поставил керосинку на землю — под трубу, где никто не сможет её случайно опрокинуть."
            "Поборол дрожь в руках."
            window hide
            scene bg int_hence_day_7dl
            stop music fadeout 3
            "И только после этого позволил себе взяться за скобы."
            "Они уже были выпачканы чем-то, землёй, песком — кажется, кто-то здесь не так давно спускался."
            "И этот «кто-то» — я."
            window hide
            play sound sfx_open_metal_hatch
            pause(1)
            scene bg ext_square_sunset with flash
            play ambience ambience_camp_center_evening fadein 3
        
            "И… Я вывалился аккурат за трибуной и застыл."
            "Сонные пионеры маршировали на завтрак."
            th "Идеальный шанс для того, чтобы влиться в коллектив!"
            "Выждав несколько минут, я пристроился  в хвосте колонны."
            "И, как почувствовав моё присутствие, Славя тут же вышла из строя и, расставив ноги, с расстановкой так оглядела ряды."
            "Разумеется, великовозрастный балбес, пытающийся спрятаться среди малышни лет десяти, был ей немедленно обнаружен."
            sl "Семён."
            "Она поманила пальцем."
            "И я пошёл к ней."
            "Что мне ещё оставалось?"
            window hide
            scene bg ext_square_sunset at zenterleft
            show sl smile pioneer at cleft
            with dissolve
            sl "Привет, Семён, ты куда запропал с утра?"
            "Приветливо улыбнулась мне девушка."
            sl "Порядочные парни не заставляют свою девушку волноваться, знаешь ли!"
            me "Если бы это ещё от меня зависело…"
            show sl normal pioneer with dspr
            sl "Что-то случилось?"
            "Её улыбка потускнела."
            me "Да не то, чтобы… {w}Понимаешь, я сегодня проснулся в туннелях."
            show sl surprise pioneer with dspr
            "Славя тут же схватила меня под руку и оттащила в сторону, чтобы никто не мог услышать."
            sl "Быть не может! {w}Я же вчера самолично проверила, чтобы замок был закрыт."
            me "Он был открыт. И я стоял там."
            show sl scared pioneer with dspr
            sl "В центре?"
            me "На самом краю, просто проснулся, а я уже там."
            show sl serious pioneer with dspr
            sl "Ну-ка, пошли."
            "Она быстрым шагом пересекла площадь и свернула сразу за трибунами — к воздушной решётке."
            "С момента, когда я отсюда ушёл, здесь ничего не изменилось — неплотно прикрытая ребристая поверхность, замок, который кто-то отомкнул, валяющийся рядом."
            "Вернее…"
            sl "Ого."
            "Она попыталась поднять замок, но тот развалился у неё в руках, оставляя в пальцах только дужку."
            sl "Выглядит так, будто замок рассыпался от старости."
            "Девушка выглядела очень озадаченной."
            me "Либо кто-то сбрызнул его одним крайне агрессивным веществом."
            "В деле было и без того слишком много белых пятен, чтобы подпускать сюда какую-то там мистику."
            show sl sad pioneer with dspr
            sl "И это был…"
            "Я покачал головой."
            me "Нет, я бы запомнил. {w}А я всё что помню, это то, как прощаюсь перед сном с вожатой, а открываю глаза уже там."
            sl "А как ты выбрался без фонарика?"
            me "Не поверишь, но там, внизу, все ещё можно найти довольно неплохие керосинки — электричество сюда провели далеко не сразу."
            sl "Дела… {w}Покарауль тогда здесь, чтобы никто не зашёл, а я пока сбегаю за замком и закрою как следует."
            me "Но как же…"
            show sl laugh pioneer with dspr
            sl "Семён, ты кроме своего брюха о чём-нибудь можешь думать?"
            hide sl with easeoutleft
            th "Иногда мне хочется утолять голод и другого толка."
            "Подумал я, провожая взглядом обтягивающую рубашку — Виола не соврала, в первый день встречи форма сидела на Славе ощутимо свободнее, и дело было совсем не в экстренно набранных килограммах."
            "Но в целом — утро же! {w}Как там говорится, завтрак съешь сам? Вот и где мой завтрак?"
            "Нету!"
            scene bg ext_square_sunset at zenterright
            show mt normal pioneer at cright
            with dissolve
            mt "Семён, ты сегодня рано поднялся, неужели так спешил выполнить задание, которое я тебе дала?"
            "Не то, чтобы…"
            me "Да! {w}А ещё я решил, что буду теперь бегать по утрам вместе со Славей."
            show mt laugh pioneer with dspr
            mt "Ну-ну, посмотрим, на сколько тебя хватит."
            "Она сделала было шаг, но, видимо вспомнив о чём-то, нахмурилась:"
            show mt normal pioneer with dspr
            mt "Семён, а не скажешь ли мне, где ты был на линейке?"
            sl "Он выполнял одно моё поручение, связанное с вашим заданием."
            "Чётко и по существу отрапортовала Славя, вплывая в кадр."
            show bg ext_square_sunset at zenterleft
            show mt normal pioneer at right with moveinright
            show sl normal pioneer at cleft
            with dissolve
            sl "Не ругайте его, пожалуйста, мы думали, что успеем до линейки!"
            show mt smile pioneer with dspr
            mt "Ладно, задание так задание. {w}Что делали-то?"
            hide mt with moveoutleft
            "Вожатая фыркнула, глянув ещё раз на моё лицо и, не дожидаясь ответа, ушла по своим делам."
            "А на часах между тем уже почти завершение завтрака!"
            me "Славя, давай только быстрее, мы опаздываем!"
            "Я придавил решётку плечом, позволяя Славе вдеть в дужки замок и захлопнуть его."
            "Ура! Миссия выполнена, враг повержен, квест закрыт!"
            me "Ну а теперь-то в столовую?"
            show sl laugh pioneer with dspr
            sl "Радуйся! Да!"
        if alt_day4_sl_tut_iz:
            scene expression Dawn("bg ext_square_day")
            show prologue_dream
            with dissolve
            "Я перевернулся на другой бок, и сон сменился другим."
            play ambience ambience_camp_center_day
            play music sh_ai_rejuv fadein 3
            "Мне снился солнечный, летний день."
            "Голубой, чистый, прозрачный."
            "Над головой не было ни облачка — и хвала рандому за то, что мы не в какой-нибудь Нижегородской области, у них если над Москвой гоняют тучки, то вся непогода уходит как раз в ту волость лютую."
            "Но среди домиков не было видно ни единой живой души — все то ли попрятались по домикам, то ли просто не было никого."
            "Только жестяные репродукторы орали голосом одного малоизвестного барда с корейскими корнями:"
            "Я-а жду ответа… Больше надежд нету… Скоро кончится лето…"
            "И в голову пришло, что Виктор ещё жив, и можно съездить в чёртову Ригу, предупредить, сказать."
            "Но флаги приспущены, на челах печать скорби, и я наедине с пониманием того, что не выпустят меня отсюда."
            "Для того, чтобы я попал сюда, погибло трое и один сошёл с ума, принимая на себя основной тэта-заряд."
            "Так что я не просто так здесь."
            "Потом, какое жив, если трагедия произошла вот уже лет пятьдесят как тому назад?"
            "На доске объявлений уже висела копия письма Генды с соболезнованиями, каким-то шутником отзеркаленная по вертикали, отчего благородное чело президента приобретало сходство с велосипедом."
            "У самого постамента, скошенные очередью, изломанными куклами лежали техники, которые прибыли по вызову, налаживать потенциально неуничтожимую систему."
            th "Так оно и начинается."
            th "Так всё и происходит."
            th "Сначала разрешаем устанавливать в детские лагеря пси-суггесторы, потом ставим их повсеместно и посягаем на единственную неотъемлемую свободу человека — право быть."
            "И всё такое прочее."
            "Я решительно направился к старому зданию администрации."
            window hide
            scene bg ext_admins_day_7dl
            show prologue_dream
            with dissolve
            "Невидимый диск-жокей запустил Мэрилина Мэнсона, который обещал мне кого-то, слушающего мои молитвы."
            me "Спасибо, угу."
            voice "Ты как?"
            "Донёсся обеспокоенный голос из наушника."
            th "Надо же, хоть что-то в этой пакости функционирует по-человечески."
            "Вяло удивился я."
            voice "Продержись ещё несколько минут, транспорт на подлёте: триста километров, минут тридцать-сорок, сам знаешь."
            "Конечно, полчаса так полчаса."
            voice "Слушай внимательно."
            voice "Я скажу тебе слово, после которого ты сделаешь всё правильно."
            me "На меня тоже алгоритм повесили?"
            "Смешок сорвался с губ совершенно самостоятельно."
            voice "Нет. {w}Это слово — долг."
            "Долг? Дерьмо собачье."
            "Хорошо вопить про долг, когда на тебе тугой китель с колонками или винил с марпатом, а все подвиги только постельные."
            "Но если в тебе на несколько дырок больше, чем положено природой, как-то не до долга, чего уж там."
            "Остаётся одна только усталая решимость доказать кому-то что-то и не сдохнуть бесславно здесь, в пяти минутах от выполнения задания."
            "Доказать кому-то… Что не зря те, кто уходил на задание, легли в землю по пути, оставив меня в гордом одиночестве."
            "Что не зря…"
            "Но хрена с два я без сервоприводов сумею даже пошевелить чёртов фугас, который предполагалось использовать."
            "А у меня ни энергии, ни сил, ни жизни…"
            voice "Что там у тебя?"
            "Я стоял в дверях кабинета начальника бывшего лагеря, бывшего храма, бывшего капища, бывшего, бывшего — на этой двери менялся только дизайн, но фамилия уже больше пятисот лет оставалась одной и той же."
            "Фамилия человека, который так старательно берёг страшный секрет этого места, что поневоле привлёк к нему внимание сильных мира сего."
            "И на территорию Российской Федерации ввели войска специального назначения."
            "Выжженная, мёртвая земля."
            "Диким образом проживший херову кучу лет хранитель секрета."
            "И девять грамм свинца в мягких тканях, забрызгавшие весёленькие сиреневые обои сероватым содержимым его черепной коробки."
            "Не было никогда логики в поступках тех, кто здесь держал оборону."
            "Как не было её и в поступках пытающихся захватить этот клочок территории."
            "Они все не понимали одной простой вещи."
            "Природный пси-генератор нельзя было использовать как оружие или средство контроля."
            "Пытаться использовать его каким-либо образом было бы сродни попытки сделать себе дубину из уранового стержня — тяжёлая, спору нет, бошки проламывает замечательно."
            "Но и своему владельцу оно вредит куда сильнее — несчастным жертвам механической травмы хотя бы не приходится страдать от лучевой болезни и метастазов."
            "Нельзя выкопать его или каким-либо образом транспортировать, поставить на мобильную платформу и так далее."
            "Всё это так не работает."
            me "Я собираюсь выполнить задание."
            "Проскрипел я в усик микрофона, не узнавая собственного голоса."
            "Содрал с уха гарнитур и выбросил прочь."
            "Меня ждала работа."
            "В прошлый раз не получилось, не получится и в этот раз."
            "Неизвестно кто неизвестно когда пообещал, что перед глазами должна пронестись вся жизнь, если ты оказался на пороге небытия."
            "Кто сказал эту чушь?"
            "Какие у него есть доказательства?"
            "Я закурил — последняя, как символично."
            stop music
            play music music_list["orchid"] fadein 3
            window hide
            scene bg ext_square_day
            show prologue_dream
            with blind_d
            "Вообще, откуда пошла эта идиотия про всю жизнь перед глазами? "
            "Неужели кто-то, блин, вернулся с того света, чтобы рассказать о неземных ощущениях во время {i}перехода{/i}?"
            "Но зато у меня была собственная замена этим ощущениям."
            "Тем более, что конец действительно не так и далёк — болеутоляющее почти не действовало, приходилось поминутно останавливаться и пережидать вспышки боли."
            window hide
            play sound sfx_open_metal_hatch
            pause(1)
            scene bg int_hence_day_7dl
            show prologue_dream
            with flash_red
            "Наша неразлучная троица — Слепой, Ведьма, Бестия. Улыбаемся в камеру, молодые, белозубые, счастливые."
            "Бестию похоронил вражеский коммандо, с которым она зачем-то сошлась в рукопашной, Ведьму я прогнал сам, думая, что механизм самоуничтожения сработает как надо."
            "А Слепой ползёт вниз по лестнице, истекая кровью из чёрт знает в какой раз уже раскрывшихся ран."
            "{i}Вручение дипломов выпускникам — я, в форме тактик-опциона, Славя в разведывательной серо-зелёной комбе с голубыми петлицами, Алиска — ну эта, по-моему, в спецназ пошла только из-за их чёрно-красной парадной формы.{/i}"
            "{i}Славяна  пляшет на крыше моего хамвика, расхристанная, уже не очень тверёзая — её гордость, длинные косы, коротко подбиты — жалко, а что поделаешь, под пси-защиту по-хорошему вообще под шестёрочку бриться надо, полурасстёгнутый комбинезон позволяет оценить чёрное кружево бюстика — и да, конечно, обычно она такое не носит.{/i}"
            "{i}Крупным планом — запаянные в янтарь два кольца с продольной полоской белого золота, одно побольше, одно поменьше — нам нельзя носить металлические украшения.{/i}"
            "{i}Смоляной кубик держит на ладони Алиса, она только-только вернулась со своего первого задания, и мы с места рассказали ей всё.{/i}"
            "{i}Выражение её лица надо было видеть — жаль, не заснял.{/i}"
            "{i}Хмурая Лена с гитарой пародирует  Высоцкого, тянет согласные — не знаю уж, как у неё это получалось.{/i}"
            "{i}Ульяна улыбается с места водителя — сегодня она наши колёса.{/i}"
            "Несколько лиц, получившихся не в фокусе."
            "Странно так, осмысленно-горько понимать, что все наши совместные фото постоянно не в фокусе, добавь ещё пару лиц — и нормальная фотография, а только вдвоём — шалишь, брат."
            "{i}Ульянка и Лена режутся в «Галагу», используя в качестве экрана огромную глухую стенку ангара.{/i}"
            "{i}Славяна, смеясь, прыгает на одной ножке на трубе в три сантиметра диаметром, обычно используемой в качестве турника.{/i}"
            "{i}А она на нём стоит. И прыгает на одной ножке. Чёртова ведьма.{/i}"
            "Нас разделили после заключения договоров, но сразу после обучения снова объединили единым отрядом — вот карточка с воссоединения дрим-тим."
            "{i}Виолетта Церновна, штатный психиатр и тета-терапевт, разгружающий голову Слави после разведывательных рейдов, в левой руке дымящаяся сигариллка, в правой пучок присосок ЭЭГ. На столе её фетиш-перчатки, лицо усталое и какое-то спокойное, что ли.{/i}"
            "{i}Славя на Дворцовой площади, в руках чуть-чуть запачканный медведь из синего плюша — ни на одном фото она не держит в руках оружие, хотя всегда была отличницей по стендовой стрельбе.{/i}"
            "{i}Вот мы наперегонки бежим по голографической полосе препятствий, стоп-кадр, снимала Алиса.{/i}"
            "{i}Славя налегке, я в тяжёлом костюме как проигравший.{/i}"
            "{i}Фотофиниш, я на полкорпуса обошёл её, и, развернувшись, принял на грудь, обнял, вздёрнул вверх, отрывая ноги от земли, а она хохочет, глаза счастливые, бездонные. Снимала Алиса уже у финиша.{/i}"
            "Решиться было сложно."
            "Невыносимо тяжело."
            "Ты не можешь закрыть глаза, спихнуть ответственность на кого-то ещё или спрятаться в нору."
            window hide
            scene bg int_mine_room
            show prologue_dream
            with dissolve
            "Потому что взамен провалившего задание отряда пришлют новый."
            "И ещё один."
            "Пока как у Нормандии, не завалят всё трупами в три ряда и не зальют кровью солдат, чтобы рекой текла."
            "Не та цена, которую я согласен был заплатить."
            "И не в глупом долге было дело."
            "Просто я здесь вырос. И девочки мои тоже. {w}У нас был исчезающий шанс, но у всех прочих он будет ещё меньшим."
            "Пришлось помучиться, прежде чем остатки энергии систем жизнеобеспечения ушли в сервоприводы правой руки и позволили мне повернуть несколько клапанов."
            "В сами туннели даже соваться не стану."
            "Количество робосеншинелей на квадратный метр зашкаливало здесь — мы потеряли Лену, когда она отправилась на киберразведку местности и неудачно выглянула из-за угла."
            "Лазерные лучи нарезали её соломкой раньше, чем я успел сказать «мама»."
            "Поэтому моя ставка на скрытность."
            "Да на сюрприз, который здесь оставил ещё наставник Саныча."
            "Я долбанул кулаком по плоскому диску и бросил его в землю."
            "Хитрая машинка завращалась, зашуршала и вгрызлась в почву, мгновенно исчезая."
            "Оставалось просто ждать."
            "И надеяться на то, что глупый мой расчёт оправдается."
            "В очках аугментированной реальности на краю зрения мельтешила картинка распахиваемой почвы, передающаяся непосредственно с «крота»."
            "Понятия не имею, зачем я взял его с собой."
            "Но теперь сидение в темноте, единственно нарушаемой крохотным экранчиком  да алыми вспышками боли — это всё, что у меня было."
            "И когда даже с моего места можно уже было расслышать запах газа, я направил «крота» к поверхности."
            "У меня не было каких-то взрывных устройств, даже искру добыть нечем было."
            "Но всё оказалось так, как я и планировал — в кадр попало алое, бесконечно ровное свечение лазерного луча, картинка пропала."
            "А несколько секунд спустя на экранчике появилась надпись «утерян сигнал» поверх телеснега."
            "Адское устройство среагировало как надо."
            "Концентрация газа в туннелях достигла нужной отметки, искра сработала."
            "Ревущий взрыв пронёсся по туннелям, останавливаясь где-то на стыках штолен для того, чтобы вытащить с корнем несущие, сбросить на пол туннелей пару миллионов тонн почвы…"
            "Я выдохнул и распахнул глаза навстречу подбирающемуся алому мареву."
            "И…"
            stop music fadeout 3
            play ambience ambience_camp_center_day fadein 3
            window hide
            scene bg ext_admins_day_7dl with dissolve
            "Открыл глаза возле здания администрации."
            "Над головой из репродуктора надрывался Гайдн, никакого Цоя, разумеется."
            th "Как я сюда попал?"
            "Вяло удивился я."
            dreamgirl "Проснулся, наконец?"
            "Сварливо поинтересовался внутренний голос."
            th "Я что, лунатил?"
            "Честно сказать, всегда считал рассказы про ходящих во сне людей бредом собачьим."
            "Но теперь…"
            dreamgirl "Можно и так сказать."
            dreamgirl "За каким-то чёртом полез снова в туннели. {w}Не нагулялся ещё, диабла?"
            th "И что дальше?"
            dreamgirl "Да ничего, пришлось отвести тебя сюда и посадить на скамеечку."
            "Покопавшись у меня в голове, внутренний голос вынес вердикт."
            dreamgirl "Сон твой — не шуточки подсознания, если что. {w}Очень похоже на внешнюю наводку."
            th "Пардон?"
            dreamgirl "Такое ощущение, что его попросту поместили тебе в голову. {w}Как и вчерашний, кстати."
            "Чужие сны меня не так сильно беспокоили, как то, что я умудрился во сне подняться, одеться и уйти неведомо куда."
            "Меня так сильно беспокоил разве что факт, что иногда я болтаю во сне — хвала Рандому, теперь я сплю один, и до ночных моих откровений никому дела нет."
            "Всегда страшно утратить контроль над собственным телом или сознанием."
            play sound sfx_stomach_growl fadein 0
            "Но следовало бы позаботиться и о делах насущных."
            "Я бросил взгляд на часы — одиннадцатый час."
            "Кажется, завтрак я безнадёжно проспал."
            "Но, может быть, мне удастся перехватить Славю и разжиться у неё чем-нибудь съестным?"
            "Мы же вроде как пара теперь, вдруг у неё найдётся для своего молодого человека немного едыыыыыы?"
            "Я разглядел её ещё на подлёте — неслась девушка во весь опор, и лицо у неё было растерянным и немного испуганным."
            window hide
            scene expression Dawn("bg ext_admins_day_7dl") at zenterleft
            show sl scared pioneer at cleft with easeinleft
            with dissolve
            me "Славя!"
            play music music_list["take_me_beautifully"] fadein 3
            "Я приподнялся и помахал ей рукой."
            show sl angry pioneer with dspr
            "Увидев меня, он кивнула и бегом побежала ко мне."
            sl "Семён! {w}Ффффу…"
            "Она выдохнула."
            sl "Куда ты делся, я тебя всё утро ищу!"
            me "Зачем?"
            show sl serious pioneer with dspr
            sl "А это нормально, что я не знаю, где находится мой молодой человек?"
            "Вопросом ответила Славя."
            sl "Иду к тебе домой, поднять да обнять, а тебя нету!"
            sl "И Ольга Дмитриевна говорит, что ты спозаранку поднялся, даже ещё до её летучки, и, буркнув, что пошёл «соответствовать», вышел."
            me "Пошёл соответствовать?"
            "Перед головой обрывками мелькали кадры из сна."
            me "Ничему соответствовать я не собирался, во всяком случае вчера ещё не собирался."
            "Честно признался я."
            show sl smile2 pioneer with dspr
            sl "Да я уже поняла, что ты лентяй!"
            "Улыбнулась Славя."
            sl "Потому и шла тебя толкать на зарядку."
            me "Значит, теперь ты будешь толкать меня с утра и готовить мне бутерброды на завтрак?"
            "Не то, чтобы это был сарказм, но…"
            show sl normal pioneer with dspr
            sl "Сухомятка вредна, я кашу тебе лучше сварю, я умею."
            th "Меня только что почти открытым текстом позвали жить вместе — ну разве не прелесть?"
            dreamgirl "А вы ведь ещё даже не подержались за ручку!"
            th "Твой сарказм неуместен."
            th "Тем более, на голодный желудок я его не пойму."
            sl "Так где ты был?"
            me "Оу, мне устраивают сцену ревности, какая прелесть!"
            show sl shy pioneer with dspr
            sl "Семён, не говори глупостей."
            me "Ну ладно, прости. {w}Просто придремал чуть-чуть."
            show sl normal pioneer with dspr
            sl "И на завтраке я тебя не видела. {w}Голодный?"
            me "Спрашиваешь!"
            dreamgirl "I am what I yam!"
            th "Нет, на дойче я не шпрехаю."
            me "Пропустил, похоже. {w}И время позднее."
            if alt_day_binder != 1:
                me "Наверное, на булочки с кефиром глупо рассчитывать?"
            else:
                me "Ты говорила, что голодным меня не оставишь. {w}У тебя есть какие-то припасы?"
            show sl laugh pioneer with dspr
            sl "Нет, но что-нибудь на кухне найдём. Пошли!"
    window hide
    stop music fadeout 3
    stop ambience
    scene black
    return
    
label alt_day6_sl_morgen:
    $ persistent.sprite_time = "day"
    $ day_time()
    play music music_list["my_daily_life"] fadein 5
    scene bg ext_dining_hall_near_day with dissolve
    if alt_day5_sl_extra_house:
        "День сегодня кувырком."
        "Всё не так, всё не то."
        "Привычное бытие превратилось в какой-то цирк с пробежками, щенками — и всё это ещё до зарядки даже!"
        "Так что руки прочь от моего распорядка, пускай хотя бы завтрак будет как положено!"
        "Я повторял это и повторял, маршируя в затылок за Двачевской."
        "Короче, накаркал."
    "До столовой мы добрались. Ну, как добрались."
    "Даже на первую ступеньку крыльца встать успели, прежде чем появилось очередное непреодолимое препятствие."
    ml "Семён!"
    show ml sad pioneer at right with dissolve
    "Сзади стоял вчерашний пионер, которого я вёз на собственном горбу — кудрявый молодой человек с лукавыми глазами, выдающими в нём большого любителя каверз."
    "Сейчас он, однако, совсем не был в настроении шутить — был весь каким-то помятым, встревоженным."
    "Видимо, и правда что-то серьёзное произошло."
    me "Что?"
    "Cпросил я."
    me "С ногой что-то?"
    "Он кинул машинальный взгляд на ногу, где поперёк голеностопа был наклеен пластырь, и отрицательно покачал головой."
    show sl normal pioneer at left with dissolve
    "Славя обернулась."
    show ml surprise pioneer at right with dissolve
    ml "Тебя Виолетта в медпункт зовёт, там такое! Такое!"
    me "Какое?"
    "Непреклонно спросил я."
    me "Вообще-то, я питаться шёл."
    show ml normal pioneer at right with dissolve
    show sl serious pioneer with dspr
    sl "Подождёт."
    "В тон мне ответила Славя."
    sl "Попозже поедим, ладно? {w}Раз уж нас доктор зовёт, значит, что-то и правда серьёзное."
    me "Но я же…"
    ml "Да, она просила найти тебя и позвать к ней."
    "Повторил ещё раз Даня, нетерпеливо переступая на месте."
    th "Интересно, и зачем это {i}я{/i} мог потребоваться нашей добрейшей докторше — я, во всех смыслах ординарный молодой человек?"
    "Додумать я не успел — меня уже тащили за руку."
    "За руки — Славя и Даня явили редкостное единодушие, схватив меня с обеих сторон, и поволокли."
    window hide
    scene bg ext_aidpost_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    "От столовой до медпункта было несколько сотен метров, и мы пролетели их пулей."
    "Точнее, пролетели-то их Славя с Данечкой, а я сзади пересчитывал своей тушкой неровности ландшафта, чувствуя себя консервной банкой, что крепят по традиции к машине молодожёнов консервативные американские мамаши."
    play sound sfx_close_door_1
    pause(1)
    show ba evil uniform with dissolve
    "На крыльце, рявкнув что-то, появился Саныч."
    th "Кажется, Виола и правда была на месте."
    "Дверью он грохнул так, что задребезжали стёкла."
    ba "Что, бежите помогать вашей сестричке… Пионеры?"
    "Прищурился он."
    ba "А нужна ли ей помощь — вот вопрос?"
    me "Простите?"
    ba "Забыли."
    hide ba with moveoutright
    "Он спустился с крыльца и побрёл прочь."
    "Атмосфера круг медпункта царила такая, что впору было оцеплять всё силовиками и зенитки на крыши ставить."
    play sound sfx_knock_door7_polite
    cs "Борь, если ты опять мне будешь…"
    me "Виолетта, это Семён."
    "Откликнулся я."
    cs "А. Тогда заходи."
    "Данечка распахнул дверь передо мной и, втолкнув в помещение, просочился следом."
    window hide
    $ persistent.sprite_time = "day"
    play sound sfx_open_dooor_campus_1 fadein 0
    pause(1)
    scene bg int_aidpost_day
    with dissolve
    play ambience ambience_medstation_inside_day fadein 3
    "В медпункте, кроме нашей весёлой компании, оказался ещё и Шурик."
    "Он сидел на кушетке, прижимая к носу мокрое полотенце."
    th "Кто это ему приложил, интересно?"
    "Без особого интереса подумал я."
    show cs normal at left with dissolve
    cs "Возвращайся в кровать, я сама с ними поговорю."
    show sh normal pioneer at right with dissolve
    sh "Виолетта, я могу рассказать всё."
    "Он отрицательно покачал головой, оставаясь сидеть."
    cs "Уже не можешь. {w}И не спорь, пожалуйста."
    "Шурик отрицательно покачал головой и открыл было рот, но Виола подняла перед собой ладонь, жестом приказывая ему умолкнуть."
    cs "В изолятор марш."
    "С какой-то тоскливой безнадёжностью посмотрев на нас, Шурик поднялся."
    sh "Плохая, плохая. Вы зря."
    "Из-за прижатого к носу полотенца его голос гнусавил, и я с трудом разбирал, что он там говорит."
    hide sh with moveoutleft
    "Какая-то бессвязная нелепица."
    cs "Даниил, ты тоже выйди."
    show ml unsured pioneer at right with dissolve
    ml "Да я же как лучше!"
    cs "Даниил."
    ml "Иду-иду."
    hide ml with dissolve
    stop music fadeout 3
    play sound sfx_open_door_strong
    show sl normal pioneer at right with dissolve
    play music so_cold fadein 3
    "Мы остались втроём."
    cs "Не стану ходить круг да около."
    "Начала Виола."
    cs "Скажу сразу — у Александра наблюдаются известные проблемы с психикой."
    cs "Он может ходить во сне…"
    if not alt_day5_sl_extra_house and alt_day4_sl_tut_iz:
        dreamgirl "Прямо как ты."
        th "Заткнись."
    cs "У него возможны провалы в памяти, навязчивые идеи, вспышки агрессии."
    cs "Ему нельзя ходить на танцы, так как вспышки света могут спровоцировать эпилептический припадок."
    cs "Он никогда не сможет жить полноценной жизнью, и он это знает."
    cs "Поэтому он так увлечён своими механическими игрушками."
    "Она замолчала, безвольно уронив руки на колени."
    me "Это всё, конечно, очень печально. Но почему вы нам это рассказываете?"
    show cs shy with dspr
    cs "Понимаете, мне удалось сделать для него кое-что, чтобы он хотя бы мог общаться с другими подростками."
    cs "И у нас была положительная тенденция."
    cs "Но что-то случилось позавчера, из-за чего у него начался обвальный регресс."
    cs "Что-то там, у него в клубе."
    if not alt_day4_sl_tut_iz:
        me "Гуделка."
        "Догадался я."
        cs "Гуделка?"
        me "Инфразвуковая."
        cs "Мне нужно знать всё, чтобы хотя бы понять, с чего начать лечение."
        cs "Я хочу, чтобы ты рассказал подробнее. {w}Присаживайся и рассказывай."
        "Пожав плечами, я уселся на кушетку и подробно восстановил в памяти события, что приключились со мной позавчера."
        window hide
        with fade
        show sl serious pioneer
        show cs normal
        with dissolve
        cs "Вот оно как."
        "Задумчиво протянула медсестра после того, как я закончил рассказ."
    else:
        me "Не обязательно в клубе."
        "Сорвалось у меня с языка, прежде чем я успел прикусить его."
        cs "Что? О чём ты?"
        me "Да так… Ни о чём особенном."
        "Промямлил я, кляня собственную несдержанность."
        cs "Рассказывай, пионер. {w}Кажется, это то, о чём не захотел рассказывать Борька… {w}Борис Саныч."
        "Поправилась она."
        me "Но…"
        show sl serious pioneer  at right with dspr
        sl "Семён, не молчи, возможно, ты можешь помочь Шурику."
        "Коль уж скоро они выступали единым фронтом…"
        me "Да ты и сама всё видела — помнишь, там, в лабиринте."
        cs "Ну-ка, ну-ка…"
        sl "Под лагерем есть цепь туннелей, угольных шахт и пещер."
        "Чётко, как на докладе, отрапортовала Славя."
        sl "В одной из таких пещер есть что-то… {w}Кто-то…"
        "Она стушевалась, не находя нужного термина."
        sl "Он как бы способен внушать."
        "Неопределённо пошевелила пальцами она."
        cs "Внушать?"
        sl "Да. {w}Мысли. {w}Картинки."
        me "Взаимодействуя с психикой в обход органов чувств."
        "Кивнул я."
        me "Возможно, ваш Шурик тоже там побывал."
        cs "Какая-то неизвестная науке дрянь?"
        cs "Опишешь симптомы?"
        "Славя вкратце обрисовала то, как ей внушили картинку из её детства, с лесом и тропинкой."
        "Виолетта кивала, записывая ключевые моменты — но уже не выглядела безнадёжно удручённой, какой была десять минут назад."
        "Кажется, что-то у неё начало вырисовываться."
    sl "Сумеете помочь ему?"
    show cs normal with dspr
    "Сестра вздохнула."
    cs "Смотря что понимать под помощью. {w}Он уже сейчас разговаривает на собственном языке и живёт в совершенно другом ритме."
    cs "Не уверена, что сумею вернуть его таким, какой он был раньше."
    cs "Спасибо всё равно. {w}Теперь хотя бы можно прикинуть, что можно сделать."
    cs "Терпеть ненавижу чувствовать себя беспомощной."
    "Она встала, давая понять, что разговор окончен."
    window hide
    play sound sfx_open_door_clubs fadein 0
    pause(1)
    scene bg ext_aidpost_day at zenterleft
    show sl sad pioneer close at cleft
    with dissolve
    "Притихшие, мы вышли прочь из медпункта."
    sl "Какого чёрта тут творится…"
    "Прошептала Славя."
    sl "Такой же хороший лагерь, люди хорошие, и — вот."
    me "Я думаю, Шурик поправится."
    "Сказал я — лишь бы что-нибудь сказать."
    sl "Хорошо бы. {w}И хорошо бы, чтобы взрослые забрали свои взрослые проблемы и увезли их отсюда."
    sl "У меня ещё целое лето детства, которое я хочу догулять."
    dreamgirl "Детства?"
    if alt_day5_sl_extra_house:
        dreamgirl "Боюсь, после сегодняшней ночи ты своё право на детство утратила безвозвратно."
        th "Намёк на то, кто сегодня стал женщиной?"
        dreamgirl "Не совсем. {w}Скорее, дело касается ваших приключений."
    else:
        dreamgirl "Если это те, о ком я думаю, то, боюсь, они не станут спрашивать, кто чего хочет."
    th "Ты что-то знаешь?"
    dreamgirl "Просто увязываю в цепочку факты — гуделку, туман, вчерашнюю комиссию, Шурика в катакомбах, его болезнь."
    dreamgirl "Во всём этом прослеживается довольно внятная логика, осталось только понять, кто у нас архистратиг, чтобы поймать и накидать по ушам за неэтичность игр."
    th "Ты, что ли, накидаешь?"
    dreamgirl "Нет. Ты. Но тебе потребуется…"
    th "Что? Меч-кладенец? Ковёр-самокат?"
    dreamgirl "Силы, балда! {w}Марш питаться."
    "Поделившись соображениями внутреннего голоса, я получил согласие, холодную ладошку и верного спутника."
    "И мы пошли в столовую."
    "Наконец-то!"
    stop music
    stop ambience
    window hide
    return
    
label alt_day6_sl_ba_quest1:
    play music music_list["what_do_you_think_of_me"] fadein 3
    scene expression Noon("bg int_dining_hall_sunset") at zenterright
    show sl normal pioneer at right
    with dissolve
    "В столовой уже было шаром покати — голодные пионеры употребили всё подчистую, не осталось даже хлеба."
    sl "Кошмар, как их всех прокормить умудряются?"
    "Рассмеялась Славя, когда не обнаружила в хлеборезке даже корок."
    me "И что теперь делать?"
    "Наверное, к ней приезжали родители позавчера, может быть, что-нибудь даже и привезли?"
    "Но жадная Славя безжалостно разрушила мои мечты о домашней пище."
    show sl smile pioneer with dspr
    sl "Поиграем в закрытый лагерь!"
    "Она загремела связкой ключей."
    me "И как в него играть?"
    sl "Всё просто: мы ходим по столовой и смотрим, чем бы тебя накормить."
    window hide
    with fade2
    "На голодный желудок играть не хотелось совершенно."
    "Но, кажется, это был единственный способ хоть как-то заморить червячка."
    "Так удалось накопать относительно мягкий батон в закромах родины — и я уже потянулся было оторвать себе кусок, но получил по рукам."
    sl "Семён, не веди себя как свинтус!"
    "Строго сказала мне Славя."
    "И вместо меня накормила булкой какой-то квадратный белобокий агрегат с надписью АХМ."
    me "Моя еда!"
    "Горестно воскликнул я."
    "Агрегат сказал «ам» и вместо батона выдал нам ворох булочных ломтиков солдатской толщины."
    th "И, разумеется, большую-пребольшую горбушку — трофей для самого быстроногого, кто успевал прибежать в хлебное и крикнуть «тётя повар, есть горбушка?!»"
    "Даже не знаю, хорошо ли это, что я оказался здесь таким взрослым. {w}Может быть, лет десять-двенадцать и было бы самым подходящим?"
    "С Ульянкой наперегонки бегать, разорять старую финскую мельницу, лазить по чердакам и кидать каучуковые мячики на лагерной олимпиаде — кто дальше бросит."
    "У взрослых жизнь интересная, спору нет, но такие вот проказы из неё почти исчезают."
    "А попытаешься воскресить их — уподобишься тому бобику с опушкой кучеряшек, тонзурой обрамляющих лысую макушку, что каждое утро выходит из дверей пищеблока, переодетый в пионерскую форму, с галстуком, в рубашке."
    "Садится за стол рядом с пионерами, взрослый мужик, и глупо улыбается, съедая свой завтрак."
    "Как говорится — детство в одном месте играет."
    "Славя уже навертела на кухне цикория, который я по привычке из детства продолжал называть «Советским кофиём», на малой плите уже дребезжала алюминиевой крышкой кастрюлька."
    "Девушка ухаживала за кавалером."
    dreamgirl "Как трогательно! Смахиваю непрошенную слезу."
    th "Нет, а что, плохо?"
    dreamgirl "Да всё хорошо! Наешь себе на своих  «дошираках» несварение, потом на любую, кто не поленится тебе манной кашки сварить, смотришь как на богиню во плоти."
    dreamgirl "Правильно говорят, что путь к сердцу мужчины лежит через желудок! {w}Но перед этим его лет семь было бы неплохо помариновать на холостяцкой диете."
    "Я хотел было что-то сказать — несомненно, очень остроумное и оригинальное, но передо  мной на столе оказалась тарелка манной каши."
    th "Только не говори, что ты…"
    dreamgirl "Да, я мессия и пророк! А ещё у неё на кухне тарелка с бутербродами, правда, без масла."
    th "Ясно, нюх как у собаки, глаз как у орла."
    me "Слушай, спасибо огромное! {w}Где ты готовить научилась?"
    show sl laugh pioneer with dspr
    sl "Ты сначала попробуй, может, вовсе есть не захочешь."
    "Рассмеялась явно польщённая девушка."
    "Сходила на кухню за второй тарелкой — мой внутренний болтун не промахнулся и здесь, бутерброды и правда были без масла."
    sl "Прости, всё ушло на кашу."
    scene expression Noon("cg d1_sl_dinner_day_7dl") with dspr
    dreamgirl "Она извиняется так, будто сама это масло сожрала."
    dreamgirl "Срочно строй из себя обиженку и говори, что ты всё понял, но осадочек остался, и единственный способ обороть его — это поцелуй чистой девы."
    "Ради разнообразия я поступил, как советовал внутренний голос, и был вознаграждён смехом и поцелуем."
    "Каша оказалась более чем приличной, и я повторил свой вопрос."
    window hide
    scene expression Noon("cg d1_sl_dinner_0_day_7dl") with dissolve
    sl "Да знаешь…"
    "Она смущённо вцепилась в косу."
    sl "У меня довольно большая семья, а мальчишки… Сам понимаешь, кое в чём вы абсолютно беспомощные."
    me "Ты про пропитание?"
    sl "Да. {w}Вот и приходилось иногда подменять маму — лет с шести стою на табуретке у плиты."
    me "И тебе так легко позволяли?"
    scene expression Noon("cg d1_sl_dinner_day_7dl") with dissolve2
    sl "Мать с продлёнки очень поздно возвращалась, уходила очень рано — а кушать всем хотелось."
    sl "Будет справедливым сказать, что у неё не было выбора."
    sl "Хотя я и не люблю готовить — для себя. {w}Дома обычно какое-нибудь яблоко или морковка всегда есть, а мне больше и не надо."
    "Оглядев её… кхм… стати, я решил, что она несколько покривила душой."
    "Для работы такой мускулатуры нужно много всяких веществ, яблока вряд ли хватит."
    sl "Вкусно?"
    "Она кивнула на тарелку."
    "Ну что тут можно было сказать?"
    me "Очень."
    "Честно сказал я."
    me "Можно я буду твоим братиком?"
    window hide
    show expression Noon("bg int_dining_hall_day") at zenterleft
    show sl laugh pioneer at cleft
    with dissolve
    "Мне вдруг пришло в голову, что вопрос я задал всё-таки откровенно дурацкий."
    "Не сочла бы девушка, что я пытаюсь задвинуть её во френдзону… Если, конечно, здесь существует это понятие."
    "Но она отреагировала верно."
    "Правда, сказать ничего не успела — нас грубо прервали."
    stop music fadeout 3
    show expression Noon("bg int_dining_hall_day") at enterright
    show sl smile2 pioneer at left with moveinleft
    show ba em1 uniform at right
    with dissolve
    play music music_list["always_ready"] fadein 3
    ba "Пионеры!"
    "С грохотом обрушившись на лавку рядом со мной, Саныч хлопнул мне по плечу так, что я чуть не расстался с содержимым желудка."
    "Хорошо хоть не жевал ничего в этот момент."
    ba "А я вас везде ищу!"
    th "Не было печали…"
    "Кажется, с моими планами на томное утро наедине с одной красоткой можно уверенно попрощаться."
    dreamgirl "Такое ощущение, что этим планам вообще было суждено когда-либо сбыться."
    th "Почему нет? Мы купались вместе, гуляли, теперь вот она меня в какой раз от голодной смерти спасает."
    dreamgirl "Потому что время, которое она тратит на тебя, она не тратит на свою самую большую страсть. {w}Намёк понял?"
    th "Блин. Копится мусор и неразобранные дела, непомирившиеся дети, несвершённые чудеса, и вообще, трудно быть богом?"
    dreamgirl "Умница. Дай по голове поглажу."
    th "Изыди."
    show sl normal pioneer with dspr
    sl "Да, Борис Александрович?"
    if alt_day5_sl_extra_house:
        "Славя со всеми милая и добрая."
        "А ещё Саныч уходит и надо бы с ним чуть помягче."
    "Он отхлебнул из моей чашки, сморщился:"
    ba "Как ты эту бурду пьёшь?"
    if alt_day5_sl_extra_house:
        th "Помягче!"
    ba "Я бы постеснялся разливать эти помои по чашкам."
    if alt_day5_sl_extra_house:
        th "Поммммягче, я сказал."
        "Я скрипнул зубами."
    me "Вы искали нас, чтобы ругать мой кофе?"
    "Вежливо поинтересовался я."
    show ba smile uniform with dspr
    ba "А?"
    "Он оглядел ещё раз чашку и залпом допил содержимое."
    ba "Да нет, я за другим."
    "С сожалением оглядев пустой сосуд, он резюмировал:"
    ba "Мало."
    ba "Ладно, к делу."
    show ba normal uniform with dspr
    ba "Я слышал, тебе дали задание законопатить эту дыру по дороге к нашей костровой, да?"
    "Я осторожно кивнул."
    ba "Дыркой я, пожалуй, займусь сам, у меня есть чем её закрыть."
    me "Вот как?"
    ba "Да. {w}А вы взамен…"
    th "Да кто бы сомневался."
    window hide
    stop music fadeout 3
    stop ambience fadeout 5
    scene black
    pause(2)
    play music music_list["two_glasses_of_melancholy"] fadein 1
    scene bg ext_path_day with dissolve
    play ambience ambience_forest_day fadein 3
    "В этот раз связка была у Слави."
    "Саныч строго-настрого запретил мне даже приближаться к этому артефакту — потеряю."
    "Обозвал меня типичным русским раздолбаем, рассказал анекдот про то, как дали русским два шара из стали, они один сломали, другой потеряли."
    "И, довольный собой, отправился судить матч по волейболу между сборной лагеря и отрядом вожатых."
    "Славя, честно сказать, тоже была далеко не прочь немного попрыгать у сетки."
    if alt_day2_club_join_volley:
        scene bg ext_path_day at zenterleft
        show sl sad pioneer at cleft
        with dissolve
        sl "Так и не поиграли ни разу."
        "Огорчилась она."
        sl "Зря только записывался к нам в секцию."
        "Я философски пожал плечами."
        "Положа руку на ногу, записывался в волейбол я только для того, чтобы сделать Славе приятное."
    else:
        scene bg ext_path_day at zenterright
        show sl smile pioneer at cright
        with dissolve
        sl "Я бы сыграла с тобой в волейбол!"
        "Заявила она, пристраиваясь рядом — ширина тропинки позволяла."
    me "Мы можем сыграть, когда вернёмся в лагерь, если хочешь."
    show sl normal pioneer with dspr
    sl "Я бы с огромным удовольствием, но…"
    th "Кто бы сомневался. {w}Всегда существует какое-нибудь «но»."
    sl "Ты же не забыл, какой сегодня день?"
    if alt_day5_sl_extra_house:
        "Потенциально — день зачатия какой-то голубоглазой красотки с отчеством Семёновна, наверное?"
    "Я пожал плечами."
    th "Пятница, кажется?"
    show sl laugh pioneer with dspr
    sl "Последний день смены, Сёмушка, забыл?"
    me "И точно… Значит, ожидаем прощального мегаужина, гала-концерта, закрывающей смену дискотеки и королевской ночи?"
    "Славя кивала в ответ на каждое перечисляемое мероприятие."
    "Её глаза сияли."
    show sl happy pioneer with dspr
    sl "Про ужин и ночь я, честно, была не в курсе!"
    "С восторгом произнесла она."
    sl "Как у тебя получается держать всё это в голове? Не хочешь попробовать себя активистом?"
    th "Свят-свят!"
    me "Спасибо, но нет. {w}А что касается мероприятий — так я всю жизнь выступаю жертвой оных, уже немного запомнил порядок."
    show sl normal pioneer with dspr
    "Меня одарили ещё одним странным, испытующим взглядом, после чего вернулись к первоначальной теме разговора."
    "А что теперь-то испытывать? Вчера уже призналась во всём, в чём хотела."
    sl "Концерт запланирован на пять часов, и для него нужно подготовить площадку, проверить технику и так далее."
    sl "Поможешь мне."
    "Она не спрашивала, и я немедленно явил миру клыки."
    me "А если нет?"
    show sl tender pioneer with dspr
    sl "Ну пожаааалуйста, ну Сёёёёмушка."
    "Она окатила меня таким взглядом, что захотелось упасть на спину и подставить брюхо под почесон."
    th "Ведьма!"
    "И я сдался."
    me "Хорошо, как скажешь."
    show sl normal pioneer with dspr
    sl "Спасибо огромное, ты чудо!"
    "Оглушительно поцеловав меня в подбородок, она свернула — показалось, в глухую стену кустов."
    me "Ты куда?"
    sl "Пошли!"
    window hide
    scene expression Noon("bg ext_path2_day") with blind_r
    play sound sfx_bush_leaves
    "Славя повела меня какой-то малозаметной тропкой, на которую, судя по всему, просто не рискнула заходить ночью."
    "Вероятнее всего, какой-то довольно ощутимый срез, известный только ей одной."
    if alt_day4_fz_sh == 2:
        pass
    elif (alt_day4_sl_lf_solo == 3) or (alt_day4_sl_lf_solo == 0):
        "Она же не повела нас этим путём в прошлый наш визит."
        "А Лена ни словом не обмолвилась, что где-то можно сократить путь — не знала."
    else:
        "Они же как-то умудрились разминуться со мной ночью. А дорога была всего одна."
    window hide
    scene bg ext_path2_day with dissolve
    "Мы шли молча, сосредоточенно глядя себе под ноги."
    "Хотя мне очень хотелось поговорить."
    "Мыслей в голове было много, и большая часть их была совсем не о том, куда и зачем мы идём."
    "Особенно после того, что произошло вчера!"
    "Я даже открыл было рот, чтобы… {w}Но Славя, не оборачиваясь, положила мне палец на губы."
    show sl smile pioneer with dspr
    sl "Семён, не сейчас, хорошо?"
    "Попросила она."
    sl "Я изо всех сил стараюсь не стесняться тебя, я этого не умею, и если мы заговорим, боюсь, всё-таки придётся научиться."
    "После того, как она накормила меня завтраком, говорить про какое-то там стеснение было уже поздновато, на мой взгляд."
    "Но я не стал спорить. {w}У каждого свои загоны, мои тоже иного заставят приложить ладонь к лицу."
    "Оставив мои губы в покое — я только воздух схватить успел — Славя продолжила путь."
    "Мы прошли ещё около трёх километров — не очень много, если идти днём, но ночью, пожалуй, такой тропинкой не нагуляешься."
    play sound sfx_hiding_in_bush
    "И среди расступившихся сосен показалась полянка."
    window hide
    scene bg ext_old_building_day_7dl
    with dissolve
    play ambience ambience_old_camp_outside fadein 3
    "Со знакомым домиком посередине."
    if (alt_day4_sl_lf_solo == 3) or (alt_day4_sl_lf_solo == 4):
        "Лена что-то рассказывала, но я ничего не запомнил."
        "Кажется, весь лагерь представлял собой мобильное сооружение, при необходимости способное перебраться куда угодно со всеми своими палатками, полевыми кухнями и иже с ними."
    "Здесь всё было как в прошлый раз."
    "Разве что днём половину тайн воспринимаешь куда приземлённее, ночное, мистическое мышление не работает, поэтому не кажутся угрожающими ни проржавевшие качели, ни свихнутая набок карусель."
    th "Или всё дело в том, что я здесь уже бывал однажды?"
    "С самого детства меня учили бояться всех этих заброшенных зданий, пугали рассказами о сквоттерах-люмпенах, о странных и страшных вещах, творящихся здесь."
    "И были, были для страха все основания — причём дело далеко не в творчестве голливудских хоррор-маэстро и не в том, что большинство маньяков и убийц орудовали неподалёку как раз от таких вот мест, как крайне удобных для того, чтобы избавляться от тел. "
    "Просто это место мёртвое. Заброшенное. Забытое. {w}А смерть всегда притягивает смерть."
    scene expression Dawn("bg ext_old_building_day_7dl") with dissolve
    "Можно играть в браваду сколько угодно, но место, которое по той или иной причине однажды было оживлено энергией людей, становится проклятым, когда люди уходят."
    "Человек — это Мидас, способный превратить что угодно в радиоактивное золото."
    "Есть, конечно, экстремалы, которые ради преодоления страха и выброса адреналина в кровь ищут по всей России-матушке такие вот места."
    "Так называемые сталкеры. {w}Но это экстремалы."
    window hide
    scene expression Noon("bg ext_old_building_day_7dl")
    with fade2
    "Над поляной стояла знойная, дрожащая тишина, отдалённо доносился плеск реки и лениво шевелилась трава, никем и никогда не стриженная."
    if alt_day4_sl_lf_solo == 1 or alt_day4_sl_lf_solo == 2:
        "Если я правильно ошибаюсь, из лесу мне довелось выйти несколько в другой точке."
        "Так что под непривычным углом я сначала и не узнал полянку."
    else:
        "В прошлый раз мы вышли с пусть и старой, но дороги, и путь наш лежал по полускрытым дёрном бетонным плитам."
    "А в этот раз путь к зданию администрации старого лагеря перекрывали хаотичные ряды зарослей чертополоха, борщевика и крапивы."
    sl "Так, как бы нам тут…"
    "Славя со вкусом оглядела предстоящий фронт работ, но я её опередил."
    "И с криком «Йо-хо-хо!», размахивая своим кладенцом, напал на врага! Врезался в порядки неприятеля, круша и кромсая его без счёту."
    "Сзади что-то кричала Славя, малоразличимое из-за душащего её хохота, но я не обращал внимания и продолжал биться не на жизнь, а на смерть!"
    "Пока, наконец, бесславной смертью трусливых не пал последний солдат с зонтиком."
    "И только после этого я обернулся и посмотрел на погибающую от смеха Славю."
    me "Прошу вас, светлейшество, они больше не потревожат, обещаю!"
    show sl smile pioneer with dspr
    sl "Семён, ты балбес, ты знаешь?"
    "Покачала головой Славя."
    me "На том и стоим!"
    "Мне пришло в голову, что мы и правда неплохо друг друга дополняем — я даю Славе легкомысленности и вообще лёгкого отношения ко всему, сиюминутности, желания иногда посходить немного с ума."
    "А она заряжает меня желанием быть чем-то большим, чем просто живым, подстёгивает почти угасшие искры тщеславия, стремлений."
    "Из нас двоих мог бы получиться один идеальный человек."
    "Не тот идеальный, что сигом, синтетический гоминид, непогрешимый и безошибочный, находящий счастье в порядке — Славя была опасно близка к этому состоянию со скидкой на нежный возраст."
    "Скорее, тот, что живёт идеально, считает жизнь достойной жизни и получает удовольствие просто от тока секунд под кожей."
    "Только поэтому, а не потому, что я инфантильный дурачок, я показал ей язык и, подскочив, схватил в охапку, затормошил, затискал, слушая её приглушённые возмущённые возгласы."
    "А потом и вовсе схватил на руки, как вчера, и потащил."
    sl "Пусти, пусти, сумасшедший!"
    "Кричала она, делая осторожные попытки выбраться — понимала, что если брякнемся, то на неё."
    "Но я позволил её ногам коснуться земли лишь тогда, когда дотащил её до самого крыльца."
    window hide
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_old_building_day_7dl at zenterright
    show sl normal pioneer at cright
    with dissolve
    sl "Всё-таки, ты и правда что-то с чем-то…"
    "Здесь было тихо, мирно. Время, жизнь, суета — всё осталось за бортом."
    "Осталась только заросшая территория лагеря. {w}Я. И Славя."
    "Только простое понимание — возможно, мы видимся последний день, а завтра случится что-то, способное разлучить нас."
    "И хотелось бы действительно ловить от жизни всё, но…"
    "Я прикоснулся к чему-то, о чём никто знать не должен."
    "Мне повезло, что передо мной двигался первопроходец — Шурик, который принял на себя основной удар местных систем безопасности."
    "Мне повезло, что со мной всегда был человек, на которого не только можно было опереться-положиться в случае чего."
    "Но этот человек и сам требовал того же самого — а значит, никакого места для раскисания или слабостей."
    "Я не знал, что находится в шахтах, и знать не желал."
    "Я не знал, что там за история с этой гуделкой, и мне было всё равно."
    "Моя приспособленческая психика в открытый рост мне приказывала не лезть не в своё дело, и я полностью был согласен с этим."
    "Но неприятно было понимать, что на тебе сыграл чей-то ясный, логичный расчёт — я и правда считал до последнего времени, что попал в отлаженное бытие пионерского лагеря, где основной сложностью было просто не помереть от скуки."
    "А на деле…"
    window hide
    play sound sfx_door_squeak_light
    pause(1)
    scene bg int_old_building_day_7dl at zenterright
    show sl smile pioneer at cright
    with dissolve
    play music nowyouseeme fadein 3
    sl "Пошли, надо закрыть подвал."
    "Славя потянула меня за собой."
    "Здесь творится какая-то чертовщина."
    "А никакой чертовщине не место на территории, где отдыхают дети."
    "Просто потому что слишком уж это отдаёт бесчеловечными экспериментами в духе товарища Менгеле."
    window hide
    scene expression Noon("cg d4_hatch_night_open_7dl")
    with dissolve
    "Нужен кто-то, кто хотя бы попытается разобраться с этим."
    "Проблема в том, что я не герой кинобоевика, не Рэмбо-Сталлоне, стреляющий по-македонски с двух рук из штурмовых винтовок."
    "Всё, на что хватит моего геройства — это замереть, втянув голову в плечи — а ну как минет беда, не хлестнёт по потылице?"
    "Вот как сейчас."
    "Я спугнул шипением умывающегося на краю лестницы снарка, и тот с возмущённым визгом убежал куда-то во тьму."
    play sound sfx_bodyfall_1
    "Машинально спугнул — привычно уже."
    "Человек такая скотина, что способен привыкнуть и приспособиться ко всему."
    "Ещё вчера меня этот грызун перепугал до дрожи в коленях и паралича.{w} А теперь вот — шпыняю, не задумываясь. {w}Привык, приспособился."
    "Но где бы пройти блиц-курс по тому, как приспособиться к миру, к жизни — это вам не монстров палкой бить."
    "Чтобы не бояться решений."
    "Не бояться ответственности."
    "И находить успокоение в деле, которое любишь, а не в просиживании штанов напротив окна в цифровую клоаку."
    window hide
    scene expression Noon("cg d4_hatch_night_open_7dl")
    with dissolve
    "Я кивнул Славе:"
    me "Закрывай."
    "Она понятливо кивнула и, достав из кармана связку ключей, немного поискала, нашла нужный ключ, взяла у меня один из навесных замков."
    play sound sfx_fall_metal_door
    pause(1)
    scene expression Noon("cg d4_hatch_night_7dl")
    with dissolve
    "Действовала она как всегда, споро и с огоньком — вот технологические отверстия перевязаны проволокой, вот на приваренных петлях появляется красивый «бантик» всё из той же проволоки."
    "Закрывшийся навесной замок завершил натюрморт."
    window hide
    scene bg int_old_building_day_7dl at zexitright
    show sl smile pioneer at cright
    with dissolve
    sl "Готово. Можно возвращаться."
    me "А как же дырка по пути на костровую?"
    "Славя пожала плечами."
    show sl normal pioneer with dspr
    sl "Дядя Боря сказал, что что-нибудь придумает, значит, придумает."
    sl "Я в него верю. {w}И тебе советую."
    "Она огляделась."
    sl "Больше мы здесь ничем полезны быть не можем, да?"
    "Я пожал плечами."
    show sl laugh pioneer with dspr
    sl "Тогда пошли отчитаемся и отдадим ключи! {w}А то если и я их потеряю, дядя Боря окончательно разуверится в человечестве."
    window hide
    scene bg ext_path_day with dissolve
    play ambience ambience_forest_day
    "Путь «обратно», как это всегда и бывает, занял куда меньше времени, чем путь «туда»."
    "На часах была половина второго, когда мы вышли к южным воротам лагеря."
    window hide
    scene bg ext_admins_day_7dl at zenterleft
    "Немного поспрашивав пионеров, мы отправились к начальнику лагеря, судя по всему, зачем-то ему наш Борис Саныч потребовался."
    play music music_list["door_to_nightmare"] fadein 3
    "Форточка в кабинет была открыта, и я, жестом попросив соблюдать молчание, подкрался поближе и превратился в слух."
    sl "Ты что, подслушивать собрался?!"
    "Одними губами спросила она."
    "Я прижал палец ко рту, показывая ей соблюдать тишину, и поманил присоединяться рядом."
    "Славя присела у стены рядом со мной."
    "Правда вот наши меры предосторожности были явно излишни — в кабинете начальника царило такое, что мы могли бы провести тут табун слонов и никто бы внимания не обратил."
    "Голосов было трое."
    "Ухающий бас Саныча."
    "Надтреснутый суховатый голос начальника лагеря, от которого у меня першило в горле и самому хотелось откашляться."
    "Третий голос был смутно знакомым, но как ни старался, не мог вспомнить, кому он может принадлежать."
    "Славя рядом со мной хихикала, прижимаясь ко мне бедром, и это тоже здорово отвлекало."
    "Наверное, так бы и не понял ничего, ушёл бы несолоно хлебавши, если бы не прозвучавшее имя."
    ba "Анатолий Иванович, при всём уважении…"
    "Пробормотал Саныч."
    th "Точно! {w}Это же тот вчерашний старик, который должен был забрать меня из лагеря!"
    th "Как он так быстро обернулся?"
    voice "Каком уважении, Боря? {w}У тебя пионеры по Объекту шастают, а ты мне тут про уважение втираешь."
    "Анатолий вздохнул."
    voice "К херам ваш цирк с клоунами, честно. {w}Тебе до комиссии два месяца, мне до пенсии полгода, зачем мы вообще друг другу нервы треплем?"
    voice "Пришлют из первопрестольной какого-нибудь идейного сопляка, пусть он и расхлёбывает, почему и как здесь произошло так, что технозавеса была отключена и пионеры попали на территорию Объекта."
    ba "Может, пора уже лагерь закрывать?"
    "Прогудел Саныч."
    ba "Детишки же…"
    voice "Детииишки."
    "Передразнил старик."
    if alt_day4_sl_tut_iz:
        voice "У тебя эти детишки без алгоритма в подземку лезут, а ты их защищаешь! Глупость должна быть наказана."
    ba "Но они же не знали ничего."
    voice "И не должны знать. {w}А твоей задачей ещё было и проследить, чтобы не лезли куда не попадя."
    voice "Короче, всё. {w}Мне надоело. Собирай вещи, повезу тебя в город — похоже, ты уже совсем сдал, старик."
    th "Кто бы говорил."
    "Фыркнул я."
    ba "Но я…"
    voice "Это…"
    ba "…же…"
    voice "…приказ."
    "Отрезал старик."
    voice "К трём часам жду тебя у ворот. {w}Свободен."
    play sound sfx_open_door_kick
    "Саныч со злостью стукнул кулаком в стену и, как следует хлопнув дверью, вышел."
    th "Что-то он сегодня все двери решил поломать, похоже."
    "Заключил я, разгибаясь — для того, чтобы выйти на улицу, ему потребуется полминуты, за это время надо принять позу только что прибывших пионеров — и таща Славю за собой."
    "Мы подбежали к крыльцу одновременно с тем, как там показался физрук."
    scene bg ext_admins_day_7dl at zenterright
    show ba evil uniform at cright
    with dissolve
    "Сказать, что он был зол, значило бы обидеть сравнением."
    "Толстые как сосиски пальцы будто сжимали нечто невидимое, и я сглотнул, представив себе там собственную шею."
    "Потому что в сложившейся ситуации частично была и моя вина."
    ba "А, пионеры."
    "Выдохнул он, принуждая себя успокоиться."
    ba "Чё пришли? Ещё какие-то вопросы есть?"
    show bg ext_admins_day_7dl at enterleft
    show ba evil uniform at right with moveinright
    show sl normal pioneer at cleft
    with dissolve
    sl "Не совсем. {w}Борис Александрович, мы заперли там всё."
    "Отчиталась Славя."
    "Не хватало только приложенной к козырьку ладони."
    dreamgirl "Хотя к пустой голове руку не прикладывают."
    th "Цыц."
    ba "Сложности были?"
    sl "Никаких. {w}Встретили одного снарка, прогнали в туннель."
    ba "Хорошо."
    play sound sfx_keys_rattle
    hide ba with dissolve
    "Он забрал у нас ключи и, развернувшись, пошёл к столовой."
    "Двигался он как скверно сделанная марионетка."
    me "Борис Александрович!"
    "Позвал я."
    show ba em1 uniform at fright with dissolve
    ba "Чего тебе, пионер?"
    me "Что-то случилось?"
    ba "А ты откуда…"
    "Он посмотрел поверх моей головы на окно начальника лагеря."
    ba "Ясно. {w}Подслушивал."
    "Он не спрашивал, а утверждал."
    ba "Много чё понял?"
    me "Ничего."
    "Признался я."
    if alt_day4_sl_tut_iz:
        me "Мне недавно снился сон, и там очень похожие термины звучали…"
        ba "Сон?"
        me "Да. {w}Про будущее."
    elif not alt_day4_sl_tut_iz and not alt_day5_sl_extra_house:
        me "Но я сегодня проснулся почему-то в пещере."
        me "На самом пороге."
        me "И в голове всё время звучали эти ваши «алгоритмы»."
    else:
        me "Это как-то связано с болезнью Шурика, да?"
    ba "Так."
    hide sl with dissolve
    "Он схватил меня за плечо и поволок за собой."
    ba "К спортзалу. {w}Расскажешь всё по дороге."
    me "Но я обедать шёл!"
    ba "Вместе пойдём, накормлю с вожатского стола."
    th "Угу… Без фруктов и сладостей."
    "Я бросил извиняющийся взгляд через плечо и, стараясь тщательно подбирать слова, отправился за физруком."
    "Рассказать предстояло многое."
    "И, сказать по правде, я не был уверен, что Санычу следует рассказывать всё."
    window hide
    stop music fadeout 3
    stop ambience
    scene black
    return
        
label alt_day6_sl_dinner:
    play music music_list["everyday_theme"] fadein 3
    scene bg int_dining_hall_day
    play ambience ambience_dining_hall_empty fadein 3
    "К счастью, в этот раз удалось отбиться достаточно быстро — обед ещё не успел закончиться."
    "Одинокая фигура Слави маячила за нашими столами, олицетворяя собой вселенскую скорбь."
    show sl normal pioneer with dspr
    sl "Наконец-то ты пришёл."
    "На столе передо мной мгновенно появились два краснобоких яблока."
    sl "Пришлось ради них повоевать с Ульяной, цени!"
    me "Спасибо!"
    "Я сходил к раздаче и притащил тарелки."
    "Славя сидела на том же месте, задумчиво катая стакан между ладоней."
    sl "Расскажешь, что у вас там за беседа с дядей Борей произошла?"
    "Не поднимая глаз, попросила она."
    "Как будто она не знала чего-то! Всё же вместе со мной и пережила."
    if alt_day4_sl_tut_iz:
        me "Если в двух словах, то позавчера, когда я не решился пойти с Шуриком — я отправился на чердак медпункта, думая, что сейчас хорошо спрячусь."
        me "И заснул. {w}Даже сам не заметил как."
        sl "Да, Виолетта что-то говорила."
        me "И пока спал, видел сон. {w}Совёнок, про нас тобой."
        sl "А что там было?"
        me "Будущее, Славя. {w}Война за что-то, находящееся здесь."
        "Сон остался в памяти чётким отпечатком — как мой собственный жизненный опыт, я мог досконально воспроизвести любую его часть."
        if not alt_day5_sl_extra_house:
            "Потом рядом с ним появился сегодняшний сон, стало понятно, что они связаны между собой одной историей."
            me "А сегодня я видел ещё один странный сон — и он, похоже, продолжал тот, предыдущий."
        show sl smile pioneer with dspr
        sl "А мне постоянно такая бессмыслица снится."
        sl "Расскажешь сон?"
        me "Нет. Извини."
        show sl normal pioneer with dspr
        sl "Ничего. "
        sl "Что-то неприятное, кажется. Не стану лезть."
        th "Ты в меня во сне стреляла. О да, ты можешь сказать, что это было что-то неприятное."
        "Она не выглядела обескураженной моим отказом — талант чувствовать внутренние границы налицо."
        sl "Но теперь ты свободен, да?"
        me "А что такое?"
    elif not alt_day4_sl_tut_iz and not alt_day5_sl_extra_house:
        me "Да ты и сама всё знаешь."
        show sl normal pioneer with dspr
        sl "Нет уж! Выкладывай всё по порядку."
        me "А какой порядок тебе нужен ещё?"
        me "Мы попрощались с тобой ночью, я пошёл к себе спать."
        show sl serious pioneer with dspr
        sl "Ольга Дмитриевна не ругалась?"
        me "Нет, она была уверена, что я заночую в медпункте, но, как видишь…"
        sl "Дальше, дальше!"
        me "Дальше я проснулся в туннелях под лагерем."
        me "Перехода между сном и туннелями не помню, его не было."
        me "Но как ты говоришь, я о чём-то разговаривал с вожатой."
        "Оказался в туннелях, неподалёку от центра шахт."
        sl "А, мы вчера там были, да?"
        "Кивнула она."
        sl "Там где круглая пещера."
        th "И… {w}И! {w}И!!!"
        th "Ну что же ты молчишь?!"
        sl "Долго петлять пришлось?"
        me "Нет, вышел, ты меня как раз заметила."
        me "Славя, а ты про ту пещеру больше ничего не помнишь?"
        show sl shy pioneer with dspr
        sl "Н-ну… Кажется, ты где-то там потерял ключи, а их потом дядя Боря нашёл."
        sl "И ты меня ещё там зачем-то…"
        me "Что?"
        sl "Ты меня там от чего-то оттаскивал, как будто не хотел, чтобы я это увидела."
        "Понятно. Про инопланетную кристаллическую мерзость она не помнит."
        "Удивительно ещё, что это я оказался там внизу, а не она. Или не мы оба."
        me "И всё, больше ты ничего-ничего оттуда не помнишь?"
        sl "Ниче… А!"
        "Она хлопнула себе по лбу."
        show sl laugh pioneer with dspr
        sl "Мы ещё там как два дуралея от снарков бегали, это вспоминаю."
        "Доктор сказал — в морг."
        "Я отставил тарелки и поднялся."
        me "Какие планы на после обеда?"
    else:
        "Я пожал плечами."
        "Рассказывать и правда было особо нечего."
        me "Просто провёл небольшую экстраполяцию: что знаю, чего не знаю."
        me "Но данных решительно недостаточно."
        "Я начал загибать пальцы."
        me "Гуделка — про неё знают не только в этом лагере, раз уж понаехало на сигнал столько народу."
        me "Все эти туннели, бомбоубежища, шахты-лабиринты — они тоже появились не на пустом месте."
        "Во время сатори с картой удалось уловить общее положение коммуникаций — и все они строились вокруг одного логического центра."
        "Находящегося, понятно, в центре всего театра."
        me "И, наконец, последний по очереди, но не по значению пункт — каким образом ко всему этому относится детский лагерь?"
        window hide
        if not alt_day4_sl_tut_iz:
            scene bg int_attic2_day_7dl
        else:
            scene bg int_mine_heart_7dl
        if loki:
            show expression D3_intro("bg ext_winterpark_7dl")
        elif herc:
            show expression D3_intro("bg int_store_7dl")
        else:
            show expression D3_intro("bg int_sam_house_clean_7dl")
        show prologue_dream
        with dissolve
        me "Или и в самом деле, собрали несколько субъектов интереса, заперли в бетонных мешках и кормят отходами?"
        play sound sfx_wind_gust
        scene bg int_dining_hall_day
        show sl scared pioneer
        with dspr
        sl "Ты последнюю фразу произнёс каким-то странным голосом."
        me "Что?"
        show sl normal pioneer with dspr
        sl "Я глупость, наверное, скажу, но ты как будто исчезать начал, такое эхо, как в пустом помещении, от твоего голоса."
        me "Тебе показалось."
        me "И я даже догадываюсь о причинах таких видений."
        dreamgirl "Осталось только узнать наше место в этой схеме."
        th "Наше?"
        dreamgirl "Сём, очнись, возможно очаровательная личность Слави и заставила тебя забыть этот малозначимый факт!"
        dreamgirl "Но ты всё ещё являешься пришельцем из другого мира!"
        th "Уже не из будущего?"
        dreamgirl "Какого будущего, балда?! {w}Или ты много помнишь в Союзе генсеков с фамилией Генда, или пионеров с буферами четвёртого размера?"
        if alt_day_binder != 1:
            dreamgirl "Это не говоря уже о таких вещах, как местное небо и процент кислорода в атмосфере."
            th "А с ним-то что?!"
            dreamgirl "Эйфория, состояние постоянно навеселе, обострённое восприятие."
            show dreamgirl_overlay with flash
            dreamgirl "Чувак, это симптомы кислородного опьянения. Так что здесь процентов двадцать шесть в воздухе, не меньше."
        else:
            dreamgirl "Возможно, ты забыл о письме тебе от тебя же? {w} Это чужая реальность, другая планета, если хочешь."
            th "Но здесь слишком много того, что я знаю."
            dreamgirl "Значит, обзови это параллельным миром и уймись на этом, тем более, что существование нашего «прототипа» мы пока вообще никак не объяснили."
        sl "И в чём же причина?"
        "Немного напряжённым голосом спросила она."
        me "В усталости. И постоянных нервах."
        me "Я больше чем уверен, ты и сейчас не пойдёшь отдыхать, а будешь бегать по лагерю, задрав хвост."
        show sl laugh pioneer with dspr
        sl "У меня нет хвоста!"
        me "Но ты всё равно что-то делать собралась, и это явно не повторение мытья одного чумазоида, правда?"
    sl "Вечером действительно намечается концерт."
    sl "Им занимается Мику, но она организатор, а я должна проверить технику, посмотреть — что где работает."
    me "Ну… Это не должно стать большой проблемой."
    sl "Да."
    sl "Для концерта нужен усилитель. {w}Сходишь за ним?"
    me "Тяжёлый, небось?"
    "Я вспомнил, сколько весила моя «Вега»."
    show sl normal pioneer with dspr
    sl "Не очень. {w}Но это же техника!"
    sl "Вы, мальчишки, всегда говорите, чтобы женщины не приближались к вашей технике!"
    dreamgirl "Слушай, дай я на ней женюсь!"
    th "Цыц."
    me "Годится."
    if alt_sp >= 6:
        menu:
            "Может, вдвоём?":
                sl "Сём, ну серьёзно, не успеем, если вдвоём вместе ходить будем."
                sl "Хотя я совсем и не против."
                me "Да нет, я говорю, там, наверное, не только усилитель, но ещё и кучу другой техники надо, ты-то явно лучше меня знаешь, какой."
                show sl normal pioneer with dspr
                sl "Вообще-то, не знаю. {w}Зато знаю того, кто знает."
                sl "Давай так — ты сейчас к Мику, составите список необходимого, а потом ко мне, я пока открою клубы. Идёт?"
                me "Да! А там по списку всё и возьмём."
                "Я кивнул и встал из-за стола."
            "Нужен только усилитель?":
                sl "Да я даже и не знаю…"
                me "А кто знает?"
                sl "Да, наверное, Мику…"
                "Растерялась Славя."
                me "Тогда я, наверное, к ней — узнаю что брать, и тогда уже возьму всё необходимое."
                sl "Тебе нужны ключи?"
                me "Да нет, я, возможно, немного задержусь, просто открой клуб и повесь замок, я потом защёлкну."
                show sl angry pioneer with dspr 
                sl "Семён, так дела не делаются."
                sl "Ты должен понимать, что я не могу оставить это помещение открытым!"
                "Зануда!"
                me "Ладно, тогда просто через часик подходи к клубам, думаю, к тому моменту я уже обернусь."
                sl "Что ты собрался делать там так долго?"
                "Поинтересовалась девочка."
                me "Это секрет!"
                "Не говорить же ей, что я хочу принарядиться для дискотеки, чтобы соответствовать своей партнёрше!"
                "А единственное место, где можно переодеться…"
                "Я улыбнулся и вышел на улицу."
                $ alt_day6_sl_shirt = True
    window hide
    return
  
label alt_day6_sl_amp_list:
    play music music_list["so_good_to_be_careless"] fadein 5
    window hide
    play ambience ambience_camp_center_day fadein 3
    $ persistent.sprite_time = "day"
    scene bg ext_musclub_day with dissolve

    "Из всех достижений коммунистического строя мне по душе сильнее всего приходилось состояние, которое дарит радость от работы."
    "Вернее, не так."
    "Удовольствие начинает приносить любая деятельность, которую ты делаешь сообща с кем-то — чувство локтя, всё такое."
    "Нечто подобное можно испытать разве что в какой-нибудь компьютерной игрушке, где ты сообща, кооперативом с кем-нибудь пинаешь монстров. "
    "И уверен в том, что в случае чего и спину прикроют, и внимание на себя оттянут, и вообще."
    "Эдакий синтез из дружбы, романтики, боя и сопричастности к большему."
    "Кое-кто может обозвать это сознанием шестерёнки и несильно погрешит против истины."
    "Да, мне действительно доставляло удовольствие это впечатление, где я делаю что-то — и параллельно со мной кто-то делает что-то."
    "А в результате у нас получается нечто большое, с чем порознь мы бы никогда не управились."
    "Своего рода творчество — влияние на макроуровень с микропозиций."
    dreamgirl "В смысле, то, что вы сейчас порознь кричите по углам «заг-заг», а в результате ваши «заг-заги» превращаются в, скажем, концерт?"
    dreamgirl "Ты это творчеством называешь?"
    th "Что-то вроде того."
    dreamgirl "В таком случае хотсит в «Варкрафт» тоже можно обозвать творчеством."
    th "А то нет! Разве то, что вытворяют с Ордой корейцы — не творчество? Это же песня натуральная!"
    dreamgirl "И кто в таком случае у нас тут главный кореец?"
    th "А ты разве не знаешь?"
    "Я покосился через плечо."
    window hide
    stop ambience fadeout 2
    play sound sfx_open_door_2
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_musclub_day
    with dissolve
    play ambience ambience_music_club_day fadein 3

    "В клубе было пусто."
    "Во всяком случае, именно так мне показалось."
    "Потому что когда Мику молчала и не двигалась, поневоле становилось понятно, что она всего метр шестьдесят, очень маленькая, очень худенькая."
    "И места занимала ровно по диаметру собственного тельца — как та самая чугуниевая бонба, что точечнее некуда, радиус поражения равен радиусу самой бонбы."
    "Я замер, разглядывая её во все глаза — заворожённый, околдованный."
    "Льющийся в окна солнечный свет, дышащий, живой, в котором играют крохотные пылинки, подсвечивает золотом мраморную кожу, играется в аквамариновых прядях."
    "На ум пришли строчки Превера, идеально подходившие к таким вот волшебным мгновениям:"
    th "Потушите свет! {w}На площади Виктуар… "
    th "Целуются двое. {w}Их могут увидеть."
    th "Потушите свет!"
    dreamgirl "И оставьте, пожалуйста, их в покое!"
    th "Откуда знаешь?!"
    dreamgirl "Спрашиваешь?!"
    dreamgirl "Но, соглашусь, заткнувшаяся Мику — это бесценное зрелище. {w}Настоящий ангел… Когда спит зубами к стенке."
    "Но мгновение было упущено — она подняла глаза."
    "И открыла рот."
    dreamgirl "Так, если что — я буду… Буду… Там."
    scene bg int_musclub_day at zenterleft
    show mi smile pioneer at cleft
    with dissolve
    "Умеют же некоторые походя угробить такие моменты."
    mi "Здравствуй, Сенечка! Как твои дела? А ты мне не поможешь, а то я к концерту готовлюсь."
    "Она развела руками."
    mi "А не успеваю — ничего не отнесла ещё, костюмы не глажены, фонограммы не сведены, неряха я!"
    me "Вообще-то я по делу."
    show mi normal pioneer at center:
        linear 2.0
    mi "Какой ты занятой!"
    "Восхитилась она."
    mi "Такой серьёзный весь, ходишь, делами занимаешься, почти как вторая Славя! Или даже первая! Точно! Ты теперь больше Славя, чем сама Славя!"
    show mi surprise pioneer with dspr
    mi "Но что же тогда ей делать, если она больше не Славя? Неужели она теперь Семён? Вот это поворот!"
    "Достала."
    "Сам разберусь, где там какие кабели надо."
    "Я развернулся было, чтобы уйти."
    show mi normal pioneer with dspr
    mi "Сенечка, Сенечка, да подожди!"
    me "Ну что ещё…"
    "Пробормотал я."
    "Меня вообще-то Славя ждёт."
    mi "Можно воспользоваться тобой, как мужчиной?"
    me "Как мужчиной?"
    th "Мячик в туалет закатился?"
    mi "Не в том смысле, что ты подумал, конечно же! Хотя откуда я знаю, что ты подумал, ты же постоянно молчишь и ничего не говоришь! Но я хотела тебя попросить."
    mi "Попросить-попросить…"
    "Приложив палец ко лбу, она задумалась."
    "Я почти явственно ощутил, как одиноко в этой прелестной головке немногим мыслям, что там непонятно как оказались."
    dreamgirl "Мику не дура!"
    "Непонятно по какой причине вступился за неё мой внутренний голос."
    dreamgirl "Она пишет и поёт песни, участвует в общественной жизни, учится и готовится поступать в РУДН."
    th "Про РУДН очень интересная подробность."
    "Но на деле я не считал Мику дурочкой или чем-то в этом роде."
    "Просто масочка к ней прилипла настолько прочно, что не поймёшь уже, где заканчивается настоящая Мику — та самая, что мучила гитару на вечернем костре — и начинается нынешняя барби."
    "Лицедей в мире лицемерном."
    th "Наверное…"
    show mi happy pioneer blond with dspr
    "Я прищурился."
    mi "Вспомнила!"
    th "Точно! Ей определённо шло быть блондинкой!"
    dreamgirl "Или лучше рыжей?"
    show mi happy pioneer red with dissolve2
    th "Да нет, для образа  глупышки ей как раз нужно быть глупышкой со светлыми волосами."
    show mi happy pioneer blond with dissolve2
    th "Идеально, вообще платиновыми."
    show mi happy pioneer platinum with flash
    dreamgirl "Во!"
    "В меня бросили образом оттопыренного большого пальца."
    mi "Надо отнести вот эту тяжёлую штуку."
    "Она указала на ксилофон, кажется, вовсе не догадываясь, что только что явила свою истинную сущность."
    "Блондинку!"
    dreamgirl "А вы знаете, что у вас есть возможность пожертвовать один или несколько жизненно важных органов в фонд повышения девичей самооценки."
    dreamgirl "Это правда."
    show mi smile pioneer platinum with dspr
    me "Вообще-то, меня Славя ждёт, чтобы я помог ей."
    me "Между прочим, с подготовкой к твоему мероприятию!"
    mi "Так ты и так помогаешь, и эдак."
    me "Мику, я хотел бы взять у тебя список необходимой аппаратуры для выступления."
    "Я вклинился в её монолог, немного зацепив несколько углов на повороте."
    "Иначе было нельзя — мы и так слишком долго стояли и болтали."
    show mi sad pioneer platinum with dspr
    mi "Нет! Сначала стулья, потом деньги!"
    "Мику виновато посмотрела на меня."
    mi "Ну пожалуйста! {w}Я сама его просто не унесу, он больше меня весит!"
    th "И где у меня написано «ездить здесь», интересно?"
    "Вздохнул я, перехватывая ксилофон поудобнее."
    window hide
    play sound sfx_open_door_strong
    pause(1)
    scene bg ext_stage_normal_day
    with flash
    play ambience ambience_camp_center_day
    "Дело было вечером, делать было нечего."
    "Деревянная бандура была не столько тяжёлой, сколько негабаритной, и её никак не удавалось перехватить поудобнее."
    "Потому я, наверное, раз пять уже пожалел о том, что не настоял, не наорал — да вообще не ушёл, когда меня посетила такая идея."
    "Но — товарищам помогать надо."
    scene bg ext_stage_big_day at zentercenter
    with dissolve
    "Балансируя рамой, я поднялся по ступенькам на сцену."
    "Наверное, здесь сейчас будет финальная репетиция или что-то в этом роде — инструмент придётся поставить где-нибудь у стеночки."
    "Самое главное я сделал."
    "А по работе — и награда!"
    window hide
    scene bg ext_musclub_day
    with dissolve
    play sound sfx_open_door_clubs
    pause(1)
    scene bg int_musclub_day at zenterleft
    if alt_day6_sl_shirt:
        show mi smile dress platinum
    else:
        show mi smile pioneer platinum
    with dissolve
    me "Всё, отнёс твой инструмент!"
    "Выдохнул я, заваливаясь в клуб."
    me "Теперь ты мне помогай!"
    mi "Да? Хорошо. Я сейчас. Посмотришь платье?"
    th "Посмотрю… платье?"
    if alt_day6_sl_shirt:
        me "Вообще, мне хотелось бы что-нибудь подобрать — но только для танцев, а не для концерта."
        mi "Какую-нибудь рубашечку-штанишки? {w}Это мы легко! У меня знаешь сколько тут всяких нарядных вещей, которые почему-то никому не нужны! Ух!"
        mi "Ты вот какого цвета хочешь, могу подобрать что-нибудь в стиле современных стиляг, хочешь? С пурпурными звёздами."
        "Меня аж перекосило."
        me "Нет!"
        mi "Я так и предполагала, вообще только ради шутки предложила, ну а вдруг бы ты и правда согласился?"
        "Рассмеялась японка."
        "Она повернулась ко мне спиной и указала на застёжку."
        show mi normal dress platinum with dissolve
        mi "Застегни."
        "Я покраснел."
        th "Блин! Это вообще нормально, просить меня о таком?!"
        dreamgirl "А почему нет? Она же не просит тебя поправить ей труселя, которые съела попа, это просто застёжка-молния."
        th "Ага, но где эта застёжка-молния?!"
        dreamgirl "На спине. {w}Чего ты так разволновался? Выдохни, всё хорошо."
        show mi angry dress platinum with dspr
        mi "Сенечка, если тебя так смутила моя голая спина, я, наверное, боком поворачиваться не стану, а то ты и вовсе в обморок упадёшь!"
        "Смех снова показал себя лучшим лекарством от ступора."
        me "Ольги Дмитриевны на тебя нет."
        "Проворчал я, пытаясь поймать застёжку."
        "Наконец, мне это удалось."
        show mi smile dress platinum with dspr
        "Я поймал язычок собачки и, стараясь не притрагиваться к обнажённой коже, застегнул платье на японке."
        mi "Спасибо!"
        "Она оправила платье на груди и, пританцовывая, обернулась круг своей оси:"
        mi "Вроде ничего, да? Мне говорили, оно слишком откровенное, но какое же оно откровенное, когда ни декольте, ни вырезов, даже подол — и тот чуть ли не в пол."
        mi "Я чувствую себя в нём совершеннейшей монашкой."
        "Пожаловалась она."
        me "Для монашки у тебя слишком много видно всего."
        "Хрипло произнёс я."
        "Мои запасы смущения потихоньку подходили к концу."
        "Ещё чуть-чуть, и меня даже перестанет ступорить — вот какой прогресс!"
        me "И слишком оно классно сидит."
        mi "Да? Ты и правда так считаешь? Спасибо огромное, Сенечка, ты самый лучший, твоё мнение стооооолько значит!"
        show mi upset dress platinum with dspr
        mi "Теперь, если ты не против, я пойду в костюмерную, посмотрю тебе что-нибудь. Есть пожелание?"
        "Я пожал плечами."
        "Кроме того, что оно не должно быть кричащей мусоркой образца стиляг 80-х, больше пожеланий не было."
        me "Пусть будет тёмная."
        mi "Тёмная. Отметила. Жди!"
        hide mi with dissolve
        "Прокричала она, исчезая."
        "Внутри что-то загремело, посыпалось."
        "Потом раздались азартные чмокающие удары — как будто какое-то чудище попыталось выбраться из темноты, и Мику быстро объяснила ему все недостатки такого поведения."
        play sound sfx_close_door_1
        "Я снова начал скучать."
        "Мику больше никого не била."
        "А Славя, наверное, уже ждала меня в клубах."
        "Балбес. Одно слово."
        "С другой стороны, беспокоить нашу певичку тоже не хотелось — я вздрогнул, вспомнив серию ударов, слышимых даже сквозь стены."
        "Не Чун Ли, понятно, но тоже может с ноги приголубить."
        "И когда я уже был почти готов плюнуть и уйти, распахнулась дверь, и на пороге появилась взъерошенная Мику."
        play sound sfx_open_door_strong
        show mi normal pioneer with easeinleft
        mi "Вот, Сенечка!"
        "Победно заявила она."
        mi "Самая красивая красота!"
        "И моему взору была представлена действительно очень неплохая рубашка."
        "Бордовая до почти чёрного, с застёжками внахлёст наподобие традиционного китайского костюма, из декоративно мятого материала, название которого я бы сказать затруднился."
        me "Блеск!"
        "Только и сказал я."
        show mi happy pioneer platinum with dissolve
        mi "Я знала, знала, что тебе понравится!"
        "Упс, я опять не удержался."
        show mi smile pioneer platinum with dspr
        mi "Она сразу привлекла моё внимание, но пришлось немного потрудиться, прежде чем я смогла её достать."
        th "Например, злобно запинать ногами шкафного монстра, да?"
        mi "Слушай, а ты почему постоянно так странно смотришь на мои волосы? Они испачкались, да? Вечно с ними проблема, с длинными такими, не уследишь, а стричься я не хочу, потому что это моя гордость!"
        th "Ага. Испачкались."
        "Она встряхнула своими хвостами, вводя меня в транс и попутно разбивая уже почти полюбившуюся мне иллюзию."
        show mi normal pioneer with dspr
        mi "Всё?"
        mi "Пошли быстренько в раздевалку, пока никто не пришёл!"
        me "Зачем?"
        dreamgirl "А она времени зря не теряет — полчаса всего прошло, а уже зовёт тебя в раздевалку!"
        mi "Примерим рубашку, конечно! Вдруг не твой размер?"
        scene expression Notch("bg int_musclub_day") at zenterright
        show mi smile pioneer at cright
        with dissolve
        me "А если не мой?"
        "Мику потребовалось всего пять минут для того, чтобы в пух и прах расколотить мои возражения."
        "И я, опасливо вытягивая шею и прислушиваясь, не идёт ли кто, расстёгивал рубашку перед зеркалом."
        mi "Тогда я сниму с тебя мерки и немного перешью! Я умею, много раз уже делала!"
        "Донёсся до меня голос из-за ширмы."
        "Эту ширму пришлось отбивать с боем — Мику настаивала на том, что она должна «видеть всё», я был убеждён в обратном."
        "Потом вообще хотел уходить в домик и там примеряться — но, наверное, так я бы вообще все сроки сорвал."
        "А Славя ждёт!"
        "В результате углядел сложенную ширму, поставил, отгородился — приспособился."
        me "Когда последний раз?"
        "Уж у тебя-то, болтушка-попрыгушка, дома шкафы от вещей ломиться должны… Не считая сценической костюмерной."
        show mi laugh pioneer with dspr
        mi "Когда у Па перестал сходиться халат на животе!"
        "Расхихикалась она."
        mi "Старый-старый халат, но чем-то ему был дорог. Вот я и перешила немного — подобрала ткань, вставила клинья, теперь ходит в нём по дому."
        me "Не уверен, что ты сумеешь подобрать ткань к такой рубашке…"
        "Пробормотал я, примеряя рубашку."
        if herc:
            "Она самую малость была узковата в плечах, но в целом сидела хорошо."
        else:
            "Рубашка оказалась как на меня пошита, о чём я тут же заявил японке."
        mi "Покажи, покажи!"
        "Ширму как ветром сдуло, меня куда-то поволокло, развернуло, отряхнуло плечи — Мику игралась в куклы. Со мной в главной роли."
        show mi normal pioneer with dspr
        mi "И правда неплохо!"
        "Похвалила она."
        mi "Теперь поглажу её и вечером доставлю тебе домой, годится?"
        "Я кивнул, бросив взгляд на часы — времени прошло уже слишком много, следовало поторапливаться."
        mi "По-хорошему, надо бы, конечно, простирнуть, но, боюсь, мы уже ничего не успеем."
        show mi grin pioneer with dspr
        mi "Так что придётся потерпеть."
    else:
        me "Прости, боюсь, что нет — у меня целая куча дел!"
        show mi sad pioneer with dspr
        mi "Вот вечно вы все занятые, а на музыку никогда времени нет!"
        "Расстроилась японка."
        "Сердито оторвала бумажку и начеркала там что-то."
        mi "Всё, держи и иди."
    "Она протянула мне бумажку, на которой круглым детским почерком были выведены несколько строчек."
    mi "Необходимая аппаратура, кабеля, штекеры."
    if not alt_day6_sl_shirt:
        "Она высокомерно отвернулась, старательно глядя мимо меня."
        mi "С удовольствием с тобой прощаюсь."
    else:
        me "Ну всё, пока-пока?"
        "Мику кивнула и помахала мне на прощание."
    stop music fadeout 3
    window hide
    play sound sfx_open_door_2
    pause(1)
    scene bg ext_musclub_day with dissolve
    play ambience ambience_camp_center_day
    "Фыркнув себе под нос, я вышел из клуба."
    window hide
    stop music
    stop ambience
    scene black with fade
    return

label alt_day6_sl_amp_club:
    scene bg ext_clubs_day with diam
    play music music_list["silhouette_in_sunset"] fadein 3
    "Когда я наконец сумел добраться до клуба, на часах уже основательно так перевалило за три часа."
    "А ведь я просто пошёл взять список необходимой аппаратуры."
    if alt_day6_sl_shirt:
        "Да присмотреть кое-какую обнову для грядущих танцев."
    "Даже по самым пессимистичным прогнозам, это не должно было занять у меня больше получаса."
    "Но человек предполагает — а ксилофон располагает."
    th "Славя меня убьёт."
    "Обречённо констатировал я, обнаружив отсутствие замка на дверях."
    "И пошёл сдаваться."
    th "Надеюсь, я не заставил её ждать уж слишком долго."
    window hide
    play sound sfx_open_door_clubs
    pause(1)
    scene bg int_clubs_male_day with dissolve
    play ambience ambience_clubs_inside_day fadein 3
    "Дверь скрипнула, пропуская меня в помещение."
    me "Славя?"
    "На первый взгляд, в помещении никого не было."
    th "И как же тогда её слова о безответственном отношении и всём таком прочем?"
    "Но только на первый взгляд."
    "Стоило отметить, что раздвижная лесенка на чердак — так бы уже сто раз пора бы его заколотить — была открыта и спущена."
    if alt_day6_sl_shirt:
        play sound sfx_scary_sting
        "У меня ёкнуло сердце."
        "Прямо под ней, неловко опираясь головой о ножку стола, лежала…"
        window hide
        return
    else:
        "И только глухая доска стала причиной того, что я до сих пор не разглядел самого интересного фрагмента картины."
        window hide
        play music music_list["gentle_predator"] fadein 3
        scene cg d6_sl_zettai_7dl with flash
        "Из лаза, ведущего к основной проблеме местного лагеря, виднелись чьи-то голые ножки!"
        "Самой приятной топологии."
        "И загар этот золотистый — даже не заглядывая вверх, по одним лишь ногам я уже мог сказать, кто полез туда, куда лезть не следовало бы."
        "Разумеется, я не удержался — подкрался поближе и…"
        play sound sfx_door_squeak_light
        sl "Семён, я тебя слышала! И я знаю, что ты собираешься делать!"
        "Донёсся сверху смех."
        me "Ничего я не собирался делать!"
        "Обиженно ответил я."
        th "Я же из самых чистых побуждений!"
        me "Ты там зачем стоишь?"
        sl "Я хочу закрыть люк, чтобы никто не мог сюда забраться."
        me "Долго же ты собираешься!"
        sl "Да понимаешь… Чувство такое."
        "Её голос дрогнул."
        sl "Как будто меня что-то не пускает."
        th "Ну, Саныч, ну исправлятор, мать твою!"
        me "Угрожающее, да?"
        "Сделал я уже совсем бесполезное уточнение и получил удручающий ответ."
        sl "Да."
        me "Знаешь, давай-ка ты лучше спускайся, и мы тут просто замок по…"
        window hide
        stop music
        play ambience ambience_explosive_post
        scene expression Noir("bg int_clubs_male_day") with flash
        $ renpy.pause(2)
        scene expression Dawn("bg int_clubs_male_day") with diam
        "Я не успел договорить."
        if not alt_day4_sl_tut_iz:
            "Потому что услышал знакомый до боли звук-не звук, ощущение-не ощущение…"
            "Но от него резко затошнило и захотелось забиться куда-нибудь в дальний тёмный угол."
        "Славя, тоже начинавшая что-то говорить, смолкла на полуслове."
        "И рухнула как подкошенная."
        play sound sfx_bodyfall_1
        th "Непереносимость."
        "Успел подумать, прежде чем она покатилась с лестницы вниз."
        window hide
        scene black with fade
        play ambience ambience_clubs_inside_day
        "По мозгам как следует стукнуло остаточным эффектом."
        if alt_sp < 4:
            "И я застыл, глядя на то, как Славя, каким-то чудом разминувшись со мной в воздухе, со всего маху…"
            "…хрястнулась об пол."
            play sound sfx_table_hit
            "Стук вышел какой-то деревянный."
            "Очень, очень скверный стук."
            window hide
            return
        else:
            "Но откуда-то взялись силы сделать ещё один крохотный шажок."
            "Крохотный — но достаточный для того, чтобы Славя упала…"
            "Прямо на меня!"
            play sound sfx_fall_wood_floor
            "Всё, что я успел — это испуганно сказать «от, блин» — и немного сгруппироваться, тщетно пытаясь сберечь многострадальную головушку."
            "Медведь снова спасает жизнь Маше."
            "Или  — не сворачивайте в кухню, в кухне твёрдый холодильник! Тормозите о Семёна, Сёма мягкий, он простит."
            "Я лежал в темноте на чём-то твёрдом, тщетно пытаясь заново освоить сложную науку дыхания."
            "А сверху на мне лежал кто-то тяжёлый."
            "Кто-то…"
            with flash
            #TODO:  cg с заглядывающей в лицо Славей.
            window hide
            show unblink
            show bg int_clubs_male_day
            with dspr
            voice "…очнись же! Я тебя просто не унесу!"
            voice "Ну что же ты неподъёмный такой!"
            "Шурх."
            voice "Нет бы, выбрать кого-нибудь хлипкого, маленького."
            "Шурх."
            voice "Угораздило втрескаться в такую жердь!"
            me "Кх…"
            sl "Семён?"
            show unblink
            show blackout_exh2
            with flash
            me "Я уже в аду?"
            "Спросил я у беспокойно заглядывающего мне в лицо ангела."
            sl "Семён!"
            "Она встряхнула меня."
            sl "Семён, очнись."
            "Мутная хмарь потихоньку отступала."
            show blinking
            hide blackout_exh2
            me "Славя, как я здесь?"
            sl "Ну…"
            "Она покраснела."
            sl "Ты снова поймал меня."
            me "Недобрая традиция."
            "Но в этот раз хотя бы голова не болела, сберёг бесполезную конечность — и то хлеб."
            sl "Поднимайся."
            "Девушка с явной неохотой слезла с меня и протянула мне руку."
            window hide
            scene bg int_clubs_male_sunset at zenterleft
            show sl normal pioneer at cleft
            with dissolve
            "Гуделка заткнулась, или это просто люк захлопнулся — но штуку, которая скосила нас одним залпом, я больше не чувствовал."
            th "Вот и хорошо."
            me "Похоже, там своего рода защитный механизм."
            "Сказал я, подбирая с пола выпавшую у Слави связку ключей."
            me "Если кто-то подходит близко, ему должно становиться не по себе, тревожно."
            "Я закрыл замок и дважды проверил его."
            "Как следует проверил, чтобы уж точно никто не забрался."
            me "Нормального человека это отпугнёт — кто ж виноват, что мы с тобой оказались такими мутантами."
            show sl serious pioneer with dspr
            sl "Не обзывайся!"
            "Сердито сверкнула глазами девушка."
            me "Так ведь это правда — вся схема неплохо продумана, расчитана на нормального человека."
            me "А на нас не сработала — делаем оргвыводы."
            show sl smile2 pioneer with dspr
            sl "Я сделала только вывод, что храбрый рыцарь снова спасает свою даму!"
            "Расхихикалась она."
            sl "А такая храбрость заслуживает награды."
            show sl smile pioneer close with dissolve2
            sl "Закрой глаза."
            "Сделав один длинный, скользящий шаг, она оказалась рядом."
            "Я даже немного напугался от неожиданности."
            "Хотя, конечно, не так сильно, как во время её попыток полетать."
            "Но глаза послушно закрыл."
            "И тут же ощутил её рядом — не тепло или разницу электрических потенциалов, как обычно люди чувствуют близкое присутствие кого-либо."
            "А скорее, вчерашнее сладкое ощущение, какое чувствовал только здесь — греющее позитивное участие кого-то рядом, этакое ласковое солнышко, светящее для тебя одного."
            "Разумеется, я попытался её заграбастать."
            "Разумеется, я получил по рукам."
            play sound sfx_punch_medium
            with vpunch
            sl "Слушай, Семён."
            stop music fadeout 3
            "Славя пыталась говорить сердито, но у неё почему-то не получалось."
            "Должно быть, потому, что всё это время она безуспешно пыталась отбиваться от моих приставаний."
            sl "Ну хватит, а? Никуда я не денусь, честное слово!"
            play music music_list["confession_oboe"] fadein 5
            window hide
            scene black with fade
            if alt_day5_sl_extra_house:
                me "Ну ещё бы ты делась куда-то."
                "Проворчал я, обхватывая её поперек тела и притискивая к себе, как обычно притискивает девушек в метро в часы пик."
                "Да, эти хрупкие создания всегда страдают от толкучки куда больше всех остальных."
                "И ничего странного в этом нет — ведь давление на всех оказывается одинаковое, а у них грузоподъёмность меньше, стойкость меньше."
                "Именно в этом всё дело. {w}А не в том, что к юному тельцу прижиматься куда приятнее, чем к жиробасу под сто кило весом."
                "Славя ещё что-то лепетала, но я уже подобрался к шее, и всё, что меня беспокоило — это возможные незванные посетители, способные зайти, пока я творю свою маленькую месть."
            else:
                me "Прости, никак не могу удержаться."
                "Я притянул её к себе."
                "Она что-то шептала, пыталась то ли убедить меня в чём-то, то ли, наоборот, заставить продолжать."
                "А потом как-то сразу и вдруг обмякла."
                "Кажется, понялся, что иногда проще расслабиться и получить удовольствие длиной в пару минут, чем десять минут отбиваться."
                "Её выгнуло дугой, когда я добрался до её шеи."
                "И отомстил за все тысячелетия лишений, угнетений и воздержаний."
                "Она прикусила губу, давя стон в груди, но это так никогда не работало."
            window hide
            scene black with fade
            "Пляски на костях конца света."
            "Пир во время чумы."
            "Мы только что чуть снова не стали жертвами мозголомки, чуть оба не сломали себе головы в падении."
            "Как мы на это среагировали?"
            "Правильно. Занялись любовью."
            "Точнее, это Славя так думала."
            "А я остановился в тот самый момент, когда у неё сбилось дыхание, а по плечам разбежались мурашки."
            "И так её и оставил."
            "Иногда полезно профилактики ради дать девушке ощутить, в каком состоянии ходишь сам."
            $ persistent.sprite_time = "day"
            $ day_time()
            scene expression Noon("bg int_clubs_male_sunset") at zexitcenter
            show sl sad pioneer
            with dissolve
            sl "Эй, и почему ты остановился?!"
            "Она ожидаемо рассердилась."
            me "Да так."
            "Я пожал плечами."
            me "Мне показалось, что я слышал шаги."
            sl "Какие шаги, иди сюда!"
            "Угу."
            stop music fadeout 3
            "Я отскочил на шаг."
            me "Я серьёзно! Славя, держи себя в руках, ты постоянно думаешь только об одном!"
            sl "Аррр…"
            play music music_list["your_bright_side"] fadein 5
            "Девушка поднялась, оправляя форму и испепеляя меня взглядом."
            sl "Нельзя же так издеваться над человеком!"
            "Она прислушалась."
            sl "Нет там никого. {w}Ты наврал?"
            me "Не."
            "Я легкомысленно покачал головой."
            me "Наверное, мне послышалось!"
            show sl serious pioneer with dspr
            sl "Семён!"
            me "Да я напугался, честно."
            show sl sad pioneer with dspr
            sl "Ты врёшь. {w}И мы оба это знаем."
            play sound sfx_close_cabinet
            pause(1)
            "Она поднялась на носочках, проверяя злополучную дверь на чердак — отсекая все проблемы, связанные с тем, что там находится."
            "Заперто, всё."
            "Сейчас были вопросы поважнее."
            "Несколько вдохов-выдохов — и на меня снова смотрит привычная мне идеальная девушка."
            "Ни следа недовольства или желания во взгляде."
            "Привычная кукольно-приветственная улыбка, длинная коса — по сравнению с днём первым изменился только размер рубашки."
            "Теперь она сидела идеально, как вторая кожа, показывая всё необходимое."
            "Одежда по фигуре — страшное оружие в умелых руках!"
            dreamgirl "Слушай, а здорово она навострилась с собственными побуждениями справляться, просто взяла и отставила неудовлетворённость в сторону!"
            dreamgirl "Дружит с организмом, дружит!"
            th "В смысле?"
            dreamgirl "Ты спроси, нет ли у неё случаем такого же внутреннего собеседника, вроде меня."
            dreamgirl "Мы могли бы обмениваться опытом."
            th "Стебись-стебись."
            show sl normal pioneer with dspr
            sl "Список принёс?"
            "Она, наконец, вспомнила о деле."
            "Я кивнул и достал из кармана бумажку, исписанную круглым почерком японки."
            window hide
            hide sl with fade
            "Приятно всё-таки иметь дело с собранными и организованными людьми!"
            "Возможно, по части личной Мику и не была идеальной."
            "Но в том, что касалось аппаратуры — здесь её перфекционизм доходил до небывалых высот."
            "Усилитель и пульт находились в шкафу, один на другом, соединяясь в единую систему."
            "Шнуры и штекеры находились в двух пакетах, также подписанных — отдельно для акустики, для микрофонов-магнитофонов и отдельно для электропитания."
            "Забирай да проводи свой концерт."
            me "С таким подходом удивительно даже, что тут так редко концерты проходят."
            "Крякнул я, разгибаясь с усилителем и пультом на руках."
            show sl smile pioneer with dspr
            sl "Сказать по правде, Мику вообще хотела проводить концерты через день — говорила, скучно ей в клубе сидеть, а территорию убирать — не барское занятие."
            sl "А Ольга Дмитриевна считала, что так часто концерты никому и даром не нужны."
            sl "Знаешь, сколько спорили! Ух!"
            "Славя разулыбалась, видимо, припоминая жаркие филиппики обеих сторон, доказывающих друг другу что-то."
            me "Жаль, конечно. Я не знаю, есть ли у Мику друзья, но она, похоже, довольно одинока в своём клубе."
            show sl normal pioneer with dissolve
            sl "Когда я предложила ей взять шефство над детским садом, чтобы она не чувствовала себя так грустно — знаешь, что она мне сказала?"
            sl "В своём обычном стиле — многословно — что она не настолько истосковалась по обществу."
            "Пробежав ещё раз список необходимого, она подняла с пола мешки с проводами и отправилась на улицу."
            window hide
            play sound sfx_open_door_clubs
            pause(1)
            scene bg ext_clubs_day
            with dissolve
            play ambience ambience_camp_center_day
            return
            
label alt_day6_sl_true_route:
    "Тут-то нас и перехватили."
    play music music_list["just_think"] fadein 3
    voice "Семён! Славя! Подождите!"
    "Мы оглянулись — от самых ворот в нашу сторону почти бегом бежал тот самый старик, что перед обедом распекал Саныча и нашего директора."
    "Судя по всему, очень важная шишка."
    me "Переговоры поведу я."
    "Не разжимая губ, сообщил я."
    "Славя кивнула и отступила мне за спину."
    show sl normal pioneer far at fleft
    "Старик, заметив наши эволюции, мгновенно встал как вкопанный и успокаивающе выставил перед собой открытые ладони в международном жесте мира."
    "Только я слышал достаточно, чтобы не верить абсолютно ничему, что он может сказать."
    voice "Вы чего, в самом деле? Я же просто поговорить!"
    me "Говорите."
    "Разрешил я, всё так же прячась за усилителем, а за собой пряча Славю."
    voice "Как я узнал, вы единственные, кто ходил по туннелям."
    if not alt_day4_sl_tut_iz:
        voice "А ты, Семён, ещё и пережил инфразвуковую атаку."
    voice "Вы очень, очень интересные ребята, и я хотел бы посотрудничать с вами."
    me "В каком это смысле?"
    "Старик огляделся по сторонам — не слышит ли кто — и понизил голос."
    voice "Справедливый обмен: ваша информация взамен на мою протекцию."
    me "И что нам с ней потом делать? С протекцией вашей?"
    "Старик улыбнулся:"
    voice "Для начала, представлюсь."
    voice "Меня зовут Анатолий Иванович, и я непосредственный начальник вашего физрука — там, на материке. {w} Можете так меня и называть."
    me "Очень приятно."
    "Мой тон противоречил словам."
    voice "Ты зря так скептически настроен, мальчик. {w}Кое на что я всё-таки способен."
    voice "Например, я могу помочь бы Славе с поступлением в ВУЗ."
    if loki and alt_day2_walk == 2:
        voice "То есть, вообще в любой. {w}Ты, я слышал, думала спасателем становиться?"
        voice "Можно в ПСС, но для этого придётся подтянуть морское дело. Или в горный спасателем-кинологом."
    else:
        voice "Если будет желание, можно даже в нашу школу госбезопасности."
        voice "А то слышал я об её желании помогать всем на свете — оттуда и начнёшь."
        voice "Сначала придётся походить пограничником с собакой."
    "Его голос стал вкрадчивым."
    voice "Ты ведь любишь собак, правда?"
    if alt_day5_sl_extra_house:
        th "Он что-то знает про Пирата."
        "С отчаянием обречённого понял я."
    show sl scared pioneer far at left with dissolve
    "Славя гулко сглотнула."
    sl "Д-да…"
    voice "Тогда давайте посотрудничаем и расстанемся довольными друг другом."
    sl "Но почему я?"
    voice "У нас есть практика — проверять благонадёжность кандидатов со средней школы. Ты — благонадёжна."
    sl "Нет, я имела в виду — почему только я? {w}А что Семёну?"
    "Анатолий расхохотался:"
    voice "Вот за это твой куратор тебя и обожает — ты же абсолютная бессеребреница, о себе вообще не думаешь."
    show sl serious pioneer far with dspr
    sl "Я о другом спрашивала."
    voice "Ладно, кроме шуток."
    "Старик оборвал смех."
    voice "Ты и правда не знаешь, кем является твой избранник?"
    th "О! Ещё один с откровениями! Ну-ка, давайте послушаем, какая у меня тут легенда?"
    dreamgirl "Ставишь на посольского сынка, или кто-то здесь в курсе относительно твоих эволюций?"
    th "Им-то откуда знать?"
    dreamgirl "Не в курсе!" with vpunch
    show sl normal pioneer at left with dissolve
    sl "Очень хорошим человеком."
    "Звенящим голосом ответила девушка."
    sl "Это самое важное!"
    voice "Неужели не сказал?"
    "Он подмигнул мне."
    voice "Ну ты и жук, Сём Сёмыч!"
    me "Я сказал столько, сколько нужно."
    "Пробормотал я, не спеша раскрывать карты — гамбит с посольскими родичами всё  ещё не исчерпал себя полностью."
    voice "Но давайте сначала вы расскажете мне — что вы видели — а все вопросы потом."
    me "Мы ещё не знаем, можем ли вам доверять."
    "Угрюмо обронил я — меня всё ещё немного колотило от ощущения проскользнувшей в миллиметре угрозы."
    voice "Мальчик мой."
    "Грустно вздохнул Анатолий."
    voice "Тебе должно быть достаточно того, что я начальник столь любимого вами Бориса."
    voice "Но вы об этом и так догадались, когда подслушивали под окнами."
    th "Ещё один всезнающий, вездесущий, вездерастопи… {w}Зачем же орали так, если были в курсе?"
    "Я уже даже не удивлялся. Привык к тому, что здесь все кругом в чём-то да «сверх»."
    voice "Так что мне — конкретно мне — вы можете довериться полностью. {w}Потому что если кто-то кроме меня, узнает о том, где вы были и что там видели…"
    "Он выдержал паузу."
    "Славя молчала, ожидая продолжения — она не улыбалась, но и не выглядела особо беспокоящейся."
    "А моя физия всю жизнь отличалась выразительностью нижней трети дубовой двери."
    voice "Вас украдут и замучают под скополамином, пока вы не расскажете всё."
    voice "Те же американцы и украдут."
    voice "Славю-то, понятно, рано или поздно просто убьют и растворят тело в серной кислоте."
    voice "Но ты, мальчик мой, рискуешь у них загоститься. {w}И ты знаешь — почему. Правда?"
    stop music fadeout 3
    "Коль скоро он излагал это таким образом…"
    "Здесь следовало бы изобразить из себя героя и спросить «а что, если я покажу тебе средний палец, а ты взамен дашь мне мой законный звонок?»"
    "Или послать его куда подальше в наиболее витиеватой форме?"
    "А потом усадить красотку перед собой на чоппер и укатить по шоссе в закат."
    "Как жаль, что я не герой."
    window hide
    play music music_list["into_the_unknown"] fadein 3
    scene anim prolog_1
    "Я кивнул Славе и начал рассказывать."
    "Всё, что мог вспомнить. {w}Всё, что мог сказать, не затрагивая моих двух главных тайн — происхождения."
    "И внутреннего голоса-собеседника-защитника."
    dreamgirl "Ах, спасибо, дорогой! Всегда приятно услышать несколько тёплых слов в свой адрес."
    if alt_day4_sl_tut_iz:
        "Про сон с экзоскелетами, роботизированными системами и войной будущего."
        "Славя побледнела, когда я добрался до эпизода, где она в меня стреляла, но ничего не сказала."
        "Кивнула понимающе, видимо, согласившись с какими-то своими выводами."
        if not alt_day5_sl_extra_house:
            "Про второй сон — продолжение первого, где я, с помощью болеутоляющих и такой-то матери относительно живой, с несколькими пулями в животе бреду в туннели и устраиваю там небольшой тарарам."
            "А в удаляющейся на северо-запад спасательной капсуле давится рыданием коротко стриженная голубоглазая девушка в разведывательном комбинезоне."
    else:
        "Про реакцию на технозавесу, про то, как я пытался её отключить, а в результате сделал только ещё хуже."
        "Не забыл упомянуть, что она работала и сейчас — но Иваныч отмахнулся, подтвердив моё предположение о том, что она ещё и пугалкой от грызунов работает."
        "Про какого-то мужика, которого якобы видел Шурик, а в результате очкарика пришлось искать."
    "Про туннели, населяющих их снарков и странные ощущения в воздухе."
    "Про центровую комнату и её странный интерьер."
    if not alt_day4_sl_tut_iz:
        "Не забыл упомянуть и то, что воздействие этого интерьера крайне походило на то, каким было воздействие «гуделки»."
        if not alt_day5_sl_extra_house:
            "И, разумеется, то, как открыл глаза на самом пороге этой пещеры."
    "Говорил и говорил, говорил и говорил, никак не мог заткнуться."
    "«Гони так, будто угнал эту машину», говорят американцы — и чувствовал себя примерно так: с отказавшими тормозами."
    if alt_day4_sl_tut_iz:
        "Кое-где даже опасно близко подошёл к запретным темам."
        "Например, описывая способ, с помощью которого одолел наваждение бездны."
        "В последний момент спохватился и скомкал повествование, промямлив, что просто собрался как следует и напомнил себе, что это всё иллюзия."
    "Старик скептически хмыкнул, но ничего не сказал."
    "А я продолжал говорить."
    "Не знаю, сколько длилась моя исповедь приключенца, но не менее получаса точно."
    "Мы успели перебраться на скамейку возле клубов и сидели там, пока я рассказывал."
    "Мику, наверное, нас заждалась — ругаться будет…"
    voice "Что ж."
    "Сказал старик, когда я закончил."
    voice "Ничего особенно интересного вы увидеть не сумели."
    voice "Очень жаль, я думал, у вас повыше потенциал."
    me "О чём вы говорите? Нам что, следовало нырять в этот туман?"
    "Анатолий пожал плечами."
    voice "Сам-то как думаешь?"
    voice "Но вы же понимаете, что всё вами виденное относится к государственной безопасности, да?"
    voice "Поэтому придётся дать подписку о неразглашении, сами понимаете, некоторые вещи нельзя выносить из избы."
    "Славя понятливо кивнула, а меня смех разобрал."
    window hide
    scene bg ext_clubs_day at zenterright
    show sl normal pioneer at cright
    with dissolve
    voice "Разумеется, Семён, тебя эта подписка будет касаться лишь то время, что ты будешь находиться на территории страны."
    sl "Простите, не поняла."
    "Нахмурилась Славя."
    sl "То есть, я слышала, что у него родители работают в посольстве, но…"
    voice "То есть, не страны, конечно же. "
    "Широко улыбнулся сухой."
    voice "Я открою тебе страшную тайну, Славя. Видишь ли, дело в том, что твой мальчик не совсем… Как бы это сказать…"
    dreamgirl "Момент истины."
    sl "Как?"
    voice "Он — представитель сопряжённой реальности. Проще говоря, пришелец из другого мира."
    dreamgirl "Блин. И всё-таки знает."
    th "Удивляешься, что нас до сих пор не увезли в лабораторию на опыты?"
    dreamgirl "Да нет. Это-то как раз объяснимо — мы здесь далеко не первые, спецслужбы успели уже удовлетворить своё любопытство."
    "Славя вежливо улыбнулась, но воспитание не позволило ей повертеть пальцем у виска."
    show sl smile pioneer with dspr
    sl "Семён, конечно, немного не от мира сего, но какой же он пришелец!"
    "Рассмеялась Славя."
    sl "Руки-ноги у него на месте."
    if alt_day5_sl_extra_house:
        show sl shy pioneer with dspr
        sl "Да и всё прочее, если на то пошло."
    voice "Он такой же человек, милая. {w}Но родом из мира, который отстоит от нас."
    "Он зачем-то кинул взгляд на часы."
    voice "На двадцать пять лет от нашего. Да ещё и не совсем в нашей истории."
    "Я стоял и молча смотрел на то, как вдребезги разлетается моё прикрытие."
    th "А он ещё американскими врагами меня пугал."
    "Да с такими друзьями никаких врагов не надо."
    show sl surprise pioneer with dspr
    sl "Сёмушка?.."
    "Растерянно обернулась ко мне Славя."
    me "Бредит. {w}Наркоман, наверное."
    "Бесстрастно ответил я."
    "Очень хотелось удариться в панику и кричать, что это неправда, что не было никогда моего старого мира, он просто приснился и вообще!"
    "Но во все времена самым лучшим способом опровергнуть неприятную правду оставался смех."
    "Раздуй любой аспект до гротеска, и во всё остальное, каким бы правдоподобным оно ни было, никто не поверит."
    "Старый психологический приём."
    me "Сейчас ещё окажется, что у меня летающая тарелка в лесу спрятана."
    me "А, вру. «Икарус» — это летающая тарелка. Но как же так — ведь Ольга Дмитриевна прихаела на нём вместе со мной."
    me "Неужели?!"
    "Я закрыл рот и вытаращил глаза."
    me "Значит, Ольга тоже пришелец! Шок!"
    "Наблюдавший за всей пантомимой, старик рассмеялся:"
    voice "Восхищаюсь твоей выдержкой, Семён."
    "Он обернулся к Славе."
    voice "Но ты, милая, наверное, поняла, почему мы предлагаем место только тебе — мы не можем взять на работу в комитет человека, который в любой момент может исчезнуть."
    "Я сидел, откинувшись на спинку, и из-под полузакрытых век лениво наблюдал за игрой бликов на поверхности ворот."
    sl "Что значит «исчезнуть»?"
    voice "Мы не очень хорошо знаем механизм, позволяющий таким людям попадать к нам, но они находятся здесь как бы во сне — а это значит, что сильное переживание или смерть могут… {w}Кхм… «Разбудить» его."
    voice "После чего он окажется дома."
    voice "Ещё раз восхищаюсь твоей смелостью — связать себя отношениями с таким непостоянным человеком. {w}Непостоянным. Какая хорошая тавтология."
    "Старик поднялся."
    voice "После лагеря дашь подписку, Славя, а в следующем мае жду тебя с документами. {w}Семёна не жду, он, скорее всего, уже исчезнет к тому моменту."
    voice "Прощайте. {w}И, Славя."
    "Сухой обернулся."
    voice "Если ты и правда любишь собак — я бы проверил одну. Кажется, я слышал какое-то тявканье со стороны задних помещений столовой."
    "Он ушёл."
    "Несколько секунд спустя из-за ворот взревел мотор — Анатолий Иванович уехал по своим безопасным делам."
    "И плевать ему на то, что он только что походя угробил моё счастье. Урод."
    "Я мучительно медленно повернул голову, готовясь спорить, оспаривать, доказывать и убеждать."
    window hide
    scene bg ext_clubs_day at zenterleft
    show sl scared pioneer at cleft
    with dissolve
    play music beth fadein 1
    "Славя смотрела на меня со смесью тревоги и ужаса."
    me "Славя, я…"
    sl "Пират!"
    "Она вскочила и побежала куда-то."
    if alt_day5_sl_extra_house:
        th "К столовой, к укрытию её щенка."
        th "Неужели он…"
        "Нет, об этом не хотелось даже думать."
    else:
        "Не раздумывая и секунды, я бросился вслед за ней."
        "Куда бы она ни направлялась, дело бы крайне важным."
    window hide
    scene bg ext_clubs_day:
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (0,0) 
        linear 0.1 pos (5,5) 
        linear 0.1 pos (0,5) 
        linear 0.1 pos (5,0) 
        linear 0.1 pos (0,0) 
        repeat
    "Мы бежали так, будто от нашего бега зависела чья-то жизнь."
    "Вполне вероятно, что наша."
    window hide
    scene bg ext_square_day:
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (0,0) 
        linear 0.1 pos (5,5) 
        linear 0.1 pos (0,5) 
        linear 0.1 pos (5,0) 
        linear 0.1 pos (0,0) 
        repeat
    "Не вопрос существования, а вопрос бытия — появится ли когда-нибудь ещё на этих полных губах та приветливая улыбка, в которую я когда-то влюбился?"
    window hide
    scene bg ext_dining_hall_away_day:
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (0,0) 
        linear 0.1 pos (5,5) 
        linear 0.1 pos (0,5) 
        linear 0.1 pos (5,0) 
        linear 0.1 pos (0,0) 
        repeat
    "Я уже выдыхался и начал сдавать, но воспоминание о полном безнадёжной тоски взгляде Слави придало мне сил."
    if alt_day5_sl_extra_house:
        "Мне и самому не хотелось бы, чтобы с Пиратом что-то случилось, но для Слави это был вообще вопрос жизни и смерти!"
    window hide
    scene bg ext_dining_hall_near_day:
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (0,0) 
        linear 0.1 pos (5,5) 
        linear 0.1 pos (0,5) 
        linear 0.1 pos (5,0) 
        linear 0.1 pos (0,0) 
        repeat
    "Пробежав двор по диагонали, мы остановились у закрытых на замок дверей."
    show bg ext_dining_hall_near_day
    "Славя долго-долго не могла попасть в замок ключом — так дрожали её пальцы."
    "Но, наконец, последняя преграда была преодолена…"
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene expression Dawn("bg int_attic2_day_7dl") with flash
    sl "Пират!"
    "Я ослеп в тёмном помещении после яркого солнца."
    "А когда зрение ко мне вернулось, я уже увидел, как Славя, стоя на коленях, прижимает к груди щенка."
    if not alt_day5_sl_extra_house:
        "Белого-белого, больше похожего на медвежонка, чем на собаку."
        "Я знал эту породу."
        "Потому что все дети, вырастая, теряют львиную долю своего детского очарования, но самоеды являли собой счастливое исключение из этого правила."
        "Они были чертовски обаятельны даже вырастая."
        "Икона гармонии, силы и красоты."
        "И щенка такой породы сейчас держала в руках Славя."
    "Его лапки безвольно шевелились, из горла доносилось какое-то бульканье."
    "А на складе царил полузнакомый запах…"
    th "Мышьяка?"
    "Тут же на полу рядом с лужицей рвоты лежал кусок колбасы."
    "Кто-то накормил щенка отравой. Кто-то…"
    me "Славя?"
    scene bg int_attic2_day_7dl with flash
    me "Послушай."
    "Она продолжала раскачиваться, баюкая в руках Пирата."
    me "Эй!"
    play sound sfx_face_slap
    "Я дал ей несильную пощёчину, приводя в чувство."
    show sl cry pioneer with dspr
    me "Славя, ты меня слышишь?"
    "Она медленно кивнула, смотря сквозь меня."
    "В уголках её огромных голубых глаз уже наливалось дрожащим осознание неизбежного."
    me "Слушай, возможно, ещё не всё потеряно."
    th "Она меня вообще слышит?"
    sl "Пока мы говорили, он лежал тут."
    "Спокойно сказала она."
    sl "Лежал и… {w}А я ничегошеньки не почувствовала."
    "Славя, та самая Славя, которую я знал деятельной и занятой девушкой, понимала, что ничего сейчас сделать не сможет."
    me "Нам надо отнести его доктору, может быть, она что-нибудь сможет сделать."
    sl "Но она же медсестра…"
    me "Это лучше, чем сидеть здесь и плакать."
    "Я встряхнул её. "
    me "Соберись, пошли! {w}Нельзя терять времени!"
    "Славя кивнула и поднялась."
    window hide
    play sound sfx_open_door_kick
    pause(1)
    scene bg ext_dining_hall_away_day at zexitleft
    show sl cry pioneer at cleft
    with dissolve
    sl "Только бы всё получилось, только бы всё получилось."
    "Бессвязно повторяла Славя."
    "Поколение атеистов не знает других молитв."
    scene bg ext_square_day with slideawayright
    "А у меня хотя бы есть рандом — практически Гермес Трисмегист, только с формулой вместо лица."
    "Сейчас не имело значения, узнает ли кто-нибудь о наличии животного на территории."
    scene bg ext_aidpost_day with slideawayright
    "Куда важнее было успеть, и, возможно…{w}Не накаркать!"
    window hide
    play sound sfx_open_door_strong
    pause(1)
    scene bg int_aidpost_day at zenterright
    show cs normal at right
    with dissolve
    "Виола была у себя."
    "Она аристократично выгнула бровь в выражении изумления, но ничего не сказала, тут же определив Пирата на кушетку и захлопотав вокруг него."
    "Конечно, она не была ветеринаром. {w}Да и здесь находилась на положении медсестры, так как её профилем являлась человеческая психика, а не человеческое тело."
    "Но чему-то же её учили, каким-то общим основам?"
    "Мы-то знали и того меньше."
    window hide
    show blinking
    cs "Я дала ему сироп ипекакуаны, его должно немного потошнить."
    "Сообщила она."
    cs "Но вы должны понимать, что для полноценной помощи вам нужен ветеринар. {w}И срочно, очень срочно. Иначе всё зря."
    show bg int_aidpost_day at enterleft
    show cs normal at right
    show sl cry pioneer at left
    with dissolve
    sl "Может быть, вы могли бы…"
    show cs shy with dissolve
    cs "Деточка."
    "Покачала головой Виола."
    cs "Срочно — это значит, в течение ближайших двух часов. {w}Если я повезу вас прямо сейчас, собака умрёт у вас на руках в машине."
    cs "Это объективный факт."
    "Не шутящая, не ироничная Виола подавляла и пугала."
    show sl angry pioneer with dspr
    sl "Но что делать тогда?!"
    "Броня Славяны трещала по швам."
    sl "Что?!"
    with vpunch
    show cs normal at fright
    cs "Прости."
    "Виола отвернулась."
    cs "Инъекция лидокаина — это всё, чем я могу помочь в такой ситуации."
    show sl serious pioneer with dspr
    sl "Так сделайте её!"
    "Выкрикнула блондинка."
    sl "Что же вы сидите, если можете сделать что-то?!"
    me "Славя… {w}Славя!"
    "Я тронул разошедшуюся девушку за локоть."
    show sl normal pioneer with dspr
    sl "Хха…"
    "С усилием выдохнула она."
    sl "Что?"
    me "Эта инъекция… {w}Короче, она усыпит Пирата."
    sl "Усыпит — в плане у… у…"
    "У неё затряслась нижняя губа."
    "Виола кивнула."
    cs "Болеутоляющее. {w}Он не будет страдать."
    sl "У…"
    "Как заведённая повторяла Славя."
    "Я кивком поблагодарил Виолетту и, забрав щенка, положил его в коробку."
    "Кажется, активистка сейчас была решительно недееспособна."
    stop music fadeout 3
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_aidpost_day
    with dissolve
    play music gonna_be_ok fadein 3
    "Мы вышли на улицу."
    "Я нёс в руках коробку, выстланную старым одеялом, на дне которой беспокойно дышал щенок — страшно, с прихрипом, с присвистом."
    "Мне стало жутко — я чувствовал смерть. Её ледяное гнилое дыхание, которое всегда чувствовал, если рядом кто-то находился на пороге."
    "Струйкой стекающее по затылку, шее, за шиворот, льющееся по позвоночнику в сердце."
    "Можно было подглядеть в замочную скважину в загробный мир, увидеть всех своих ушедших."
    "Правда, от скважины отвернусь уже совсем не я."
    show sl serious pioneer with dspr
    sl "Семён."
    "Прозрачным, звенящим тоном обратилась ко мне Славя."
    sl "Я бесполезная дура.{w} Я могу помочь кому угодно."
    "Она отобрала у меня коробку, сделав вид, что просто хочет посмотреть на щенка ещё раз."
    "Слезинка упала на чёрный нос щенка, и тот, не просыпаясь, заскулил."
    sl "Но почему я не могу помочь тому, кого люблю?!"
    "Славя упала на скамейку, так и держа коробку в руках."
    "Она сгорбилась безвольно и, не закрывая глаз, зарыдала."
    show sl cry pioneer with dspr
    sl "Почему, Семён?! Что со мной не так?"
    sl "Я же всем хочу помочь, чтобы у каждого был шанс на счастье, на хорошую жизнь."
    sl "Что я должна сделать, чтобы он был у Пирата? Или что я не так делаю?!"
    "Я погладил её по голове."
    me "Всё так."
    th "Почему я не знаю, что нужно говорить в таких случаях?!"
    "Почему я не знаю, как сказать о том, что не всё зависит от приложенных стараний?"
    "Что все умирают. {w}Что сейчас надо смириться и…"
    "Да. Дать Пирату умереть."
    "Что мы можем быть милосердными и разрешить медсестре сделать ему инъекцию болеутоляющего, чтобы он ушёл светло и безболезненно."
    "Потому что мы же и в самом деле в ответе за тех, кого вовремя не послали нахрен!"
    scene expression Dawn("bg ext_aidpost_day") at zenterleft
    show sl sad pioneer with dspr
    with dissolve
    me "Просто нам не повезло."
    "Сказал я вовсе не то, что думал."
    me "Особенно ему. Надо было сразу бежать сюда, когда он про собаку спросил."
    sl "Но сейчас же можно что-то сделать?! {w}Что-нибудь!"
    "Славя подняла на меня глаза, в которых не осталось никакой надежды, лишь слепое нежелание сложить лапки."
    th "Избавить щенка от страданий."
    sl "Может, давай рискнём и попросим, чтобы Виола отвезла нас в город? {w}Всё лучше, чем сидеть здесь!"
    me "Не получится. Она сказала, нужно быстро."
    "Она замолчала, продолжала глотать бегущие по щекам слёзы."
    "Человек, который не умет сдаваться, сломался."
    "Человек, который хотел любить и помогать всему миру."
    "Человек, которого я люблю за это."
    "Поражён подлым ударом, каким-то досужим уродом обозванным «Coup de grâce»."
    "И я, выдыхая, вспоминая вчерашнее, понял, что ни сейчас, ни когда-либо ещё не хочу позволять ей плакать."
    "Поэтому сейчас, когда сдалась она, я обязан держаться за нас обоих."
    "Нельзя сдаваться."
    "Никак нельзя."
    me "Послушай, Славя."
    "Обратился я к вздрагивающей макушке."
    me "От того, что мы сидим здесь и плачем, легче не будет никому. {w}Слышишь?! А время уходит!"
    sl "Но что делать?"
    me "Я… Я не знаю. {w}Может быть, мы могли бы сходить в библиотеку и посмотреть там ветеринарные книжки?"
    sl "Ты сам понимаешь, что это бред."
    show sl cry pioneer with dspr
    "Её глаза опухли и покраснели."
    "Её всю трясло."
    me "Но тогда… {w}Тогда…"
    "Мне в голову вдруг пришла мысль, от которой меня всего перетряхнуло."
    "Простая и пугающе жуткая мысль."
    me "А ведь способ есть."
    "Медленно произнёс я."
    sl "Да?"
    "В поднятых на меня глазах было столько надежды, что я запретил себе сомневаться."
    me "Есть один способ… Спасти Пирата. {w}Помнишь, что сказал Анатолий Иванович?"
    sl "Про школу?"
    me "Про меня. "
    sl "Какую-то чушь, как будто ты из другого мира."
    "Она произнесла это так, что я понял: ни на йоту не поверила."
    sl "Но ведь это ерунда."
    "Она истерически рассмеялась."
    sl "У тебя две руки, две ноги, голова.{w} Даже прочие части тела на месте. Как ты можешь…"
    me "Это правда. {w}Я и правда из другого мира, Славя."
    "Нам нужно очень быстро попасть к ветеринару. Очень быстро, а не через пять часов тряски на машине."
    sl "Да даже если и так — чем это нам поможет?"
    me "Я могу вернуться домой, понимаешь?"
    sl "Я не верю в это. Но даже если так, как ты его возьмёшь с собой?"
    "Я пожал плечами:"
    me "Я пришёл в себя, одетый в то, во что был одет у себя в мире, в карманах было то, что было у меня в мире."
    me "Так что — "
    "Я отчаянно улыбнулся."
    me "Я смогу взять его с собой, если очень постараюсь."
    me "А там ему помогут. У нас неплохие ветеринары."
    show sl normal pioneer with dspr
    sl "И мы…"
    me "Придётся расстаться — на время или навсегда. Не знаю."
    "Я кивнул."
    me "Я попал сюда непонятным, чудесным образом, но не знаю, сумею ли вернуться."
    show sl serious pioneer with dspr
    "Её глаза стали огромными, на секунду из них даже пропало безбрежное, плещущееся горе."
    "Но только на секунду. {w}Она закусила губу."
    sl "Значит, жизнь Пирата и то, что я его тоже никогда не увижу — за наше счастье?"
    me "Да."
    sl "Но разве ты не можешь взять меня с собой?"
    "Я сомневаюсь, что мы выжили бы вдвоём в моём мире. {w}Тем более, что нужна очень острая, режущая реакция."
    "Не та, которую мог бы вызвать погибающий щенок — я не настолько люблю собак."
    "Стало быть, единственный способ получить её…"
    sl "И что, вот просто так отпустить, и всё?!"
    show sl angry pioneer with dspr
    "Она закусила губу."
    sl "Я так не могу."
    sl "Ты не можешь, не имеешь права заставлять меня выбирать между такими вещами, слышишь, ты?!"
    me "Славя…"
    sl "Да как ты можешь?! Ты не понимаешь, что бесчеловечно делать так?!"
    sl "Я не хочу. {w}Я хочу, чтобы и ты, и он. Нет, должен быть другой способ."
    me "Телепортация в город? Славя, мы не успеем на машине!{w} Слышишь?"
    dreamgirl "Чувак, у меня для тебя плохие новости."
    th "Да?"
    dreamgirl "Вообще-то, это из заблокированной области памяти — ну, знаешь, чтобы ты не депрессовал здесь, пока в лагере."
    th "Ближе к телу."
    dreamgirl "Ну… Короче, ты там умер, у себя дома."
    if herc:
        dreamgirl "У тебя пуля в голове, две. Они прямо сейчас проходят путь сквозь кость твоего черепа."
    elif loki:
        dreamgirl "Вернее сказать, умираешь прямо сейчас от многочисленных повреждений внутренних органов, кровопотери и переохлаждения."
    else:
        dreamgirl "Наглотавшись ледяной воды, сложив лапки, идёшь ко дну вместе с рейсом 410."
    th "Да я знаю."
    dreamgirl "Поэтому ты… Что?!"
    th "Туман этот, помнишь? Сон. Короче, я всё вспомнил, что со мной происходило."
    dreamgirl "И всё равно пойдёшь?!"
    th "Да."
    th "Даже если у меня будет всего несколько секунд, их должно быть достаточно."
    th "Тянуть можно ещё долго, но не бесконечно. {w}А здесь я хотя бы принесу кому-то пользу."
    show sl cry pioneer with dspr
    "Я встряхнул её, приводя в чувство."
    menu:
        "Славя, некогда выбирать.":
            "Поторопил её я. Счёт и правда перешёл на минуты."
            $ lp_sl += 1
            $ alt_sp += 1
            return
        "Не смей сдаваться!":
            me "Если ты так раскиснешь сейчас — мы точно ничего не успеем!"
            $ lp_sl += 2
            $ alt_sp += 2
            $ karma = 7
        "Я обязательно вернусь за тобой.":
            $ lp_sl = 0
            "Меня всего перекосило от дутой фальши этой фразы."
            "Тяжело врать любимому человеку."
            "Особенно если собираешься бросить его."
    if loki and lp_sl < 18:
        sl "Но…"
        sl "Разве нет другого способа…"
        me "Как видишь."
        sl "Сейчас. Дай мне ещё одну секунду."
        "Она отёрла слёзы тыльной стороной ладони и, отставив коробку со щенком в сторону, порывисто обняла меня, прижалась изо всех сил. Её колотило."
        sl "Я буду… {w}Я буду очень ждать."
        "Прошептала она."
        sl "Всю жизнь, если понадобится. {w}И однажды ты вернёшься."
        "Хотел бы я надеяться."
        sl "Что теперь нужно делать?"
        me "Ничего. {w}Нужна просто сильная эмоция."
        "До меня только-только дошло, что всё это взаправду. {w}Что шесть дней вот-вот завершатся на такой вот минорной ноте."
        show blackout_exh with dissolve2
        me "А мы расстаёмся. {w}Что может быть сильнее."
        sl "Мы не расстаёмся."
        "Шепнула она."
        sl "Мы просто отправляемся по делам. {w}Но однажды обязательно встретимся."
        show rain_overlay with flash
        sl "Я люблю тебя, Семён. {w}Позаботься о Пирате."
        "Она отдала мне коробку и я, прячась от кольнувшей сердце иголки, вцепился в неровные, резаные края."
        "Контуры мира плыли, но не из-за каких-то моих способностей."
        "Просто Персунов Семён, тридцать без малого, сыч и одиночка, плакал как маленький ребенок от мысли, что его сказка заканчивается."
    window hide
    return

label alt_day6_sl_cl_become_a_hero:
    me "Прощай…"
    "Выдохнул я."
    window hide
    stop music fadeout 4
    stop ambience
    $ prolog_time()
    scene bg ext_winterpark_7dl
    show spill_red
    with dissolve
    play ambience ambience_cold_wind_loop fadein 3
    "И открыл глаза в своём мире одиночества и холодного снега под отмерзающими крыльями."
    "Изображение плыло и двоилось, внутри что-то очень нехорошо перекатывалось, но сейчас меня это не волновало."
    play music lynn fadeout 3
    "Я встал на четвереньки и, сплюнув юшку на белое полотно, изрытое отпечатками сорок третьего размера, пополз."
    window hide
    scene expression Desat1("bg ext_winterpark_7dl"):
        xalign .5 yalign .6 zoom 1.0
        linear .3 xalign .5 yalign .55 zoom 1.05
        linear .3 xalign .55 yalign .6 zoom 1.1
    with vpunch
    "Воображая себя не то героем Алексея Маресьева, не то Джоэлом из «Сияния», не то кем-то ещё, чья жизнь обратилась вот в такой вот путь, сквозь ватное непослушание тела, лютую стужу и заливающую глаза кровь."
    "Я должен был сдаться."
    window hide
    scene expression Desat1("bg ext_winterpark_7dl"):
        xalign .55 yalign .6 zoom 1.1
        linear .3 xalign .55 yalign .55 zoom 1.15
        linear .3 xalign .4 yalign .6 zoom 1.2
    with vpunch
    "Я должен был лечь и сдохнуть в снегу прямо там."
    "Но сейчас передо мной по снегу скользила картонная коробка — не было сил подняться или как-то ещё нести её, поэтому я просто толкал её перед собой головой."
    "Шаг."
    "Это уже было со мной однажды."
    "Ещё шаг."
    "Всё это было со мной."
    "Ещё…"
    "Только руку грело тёплое, неуверенное внимание грустной девочки с огромными зелёными глазами."
    "А может быть, это была рыжая молния, до слёз боящаяся нелюбви?"
    "Да нет, конечно."
    "Это была весёлая девушка с невозможно длинными аквамариновыми волосами, что смотрит со сцены в зал глазами, полными слёз одиночества."
    "А я бросил их всех."
    "Наверное, Славя и правда отчаялась, раз решила прибегнуть к таком дикому способу спасения."
    window hide
    with fade
    "Глупая, думала, туда — и сразу обратно, успеть! Успеть!"
    "Куда обратно, если сейчас очевидна входная плата за семь дней лета."
    "Я растянулся мордой в наст, ударившись расквашенным носом."
    "Боль могла бы отрезвить, если бы она была хотя бы чуть-чуть ярче всей прочей боли."
    "Хуже всего только боль где-то под рёбрами, там, куда не достать никакими гриндерсами."
    "Потому что в этот раз я не беру её с собой."
    window hide
    scene expression Desat("bg ext_winterpark_7dl"):
        xalign .6 yalign .4 zoom 1.0
        linear .3 xalign .55 yalign .55 zoom 1.05
        linear .3 xalign .6 yalign .6 zoom 1.1
    with vpunch
    "Шаг."
    scene stars
    show expression D3_intro("bg ext_camp_entrance_day")
    show prologue_dream
    with dissolve
    "Лагерь."
    "Шаг."
    scene stars
    if alt_day5_sl_extra_house:
        show expression D3_intro("cg d5_sl_moon_7dl")
    else:
        show expression D3_intro("cg d1_sl_dinner_day_7dl")
    show prologue_dream
    with dissolve
    "Славя."
    "Шаг."
    "Пират проснулся от холода и заскулил, а я, не умея, не зная, как ему помочь, шептал что-то успокаивающее, толкая и толкая коробку перед собой."
    "Я был повеса, не умеющий извиняться, глядя человеку в глаза."
    "Я был враль, неспособный на честность и непредвзятость."
    window hide
    scene expression Desat1("bg ext_winterpark_7dl"):
        xalign .5 yalign .6 zoom 1.2
        linear .3 xalign .55 yalign .55 zoom 1.25
        linear .3 xalign .6 yalign .6 zoom 1.3
    with vpunch
    show blackout_exh3
    with fade
    "Я был никто, уничтоживший дело всей жизни человека, которому не повезло отбить у меня девушку."
    "Поэтому был полностью согласен с приговором Асгарда."
    "Поэтому оставил Сигюн в прошлом мире и явился на лобное место с пустыми руками и чистым сердцем."
    "Но я хотел бы в качестве последнего желания перед казнью попросить о небольшой отсрочке."
    "Я просто должен закончить начатое."
    window hide
    scene bg ext_winterpark_7dl:
        xalign .6 yalign .6 zoom 1.3
        easeout .6 xalign .6 yalign .8 zoom 1.5
    with vpunch
    play sound2 sfx_bodyfall_1
    pause(2)
    scene stars
    show snow
    window hide
    with fade
    voice "Дим, смотри, что это?"
    voice "Мужчина, с вами всё в порядке?"
    "Сквозь мерцающее марево я разглядел два чёрных силуэта, склонившихся надо мной."
    "Видимо, к моей просьбе прислушались?"
    "Провидение могло бы толкнуть меня в другую сторону, и я толкал бы коробку куда-нибудь в рощу, где нас нашли бы к весне, замёрзших, но мёртвых задолго до того."
    voice "Не шевелитесь, пожалуйста. Я медбрат, я окажу вам первую меди…"
    "Меня перевернули на спину и осеклись. Судя по сдавленному возгласу, видок у меня был тот ещё."
    "Надо же, хватает ещё сил юморить. А их и так немного."
    me "Помогите… П-пирату."
    "Выдохнул я, наконец, отпуская сознание."
    "И уже откуда-то сверху, будто сменив угол обзора, но почему-то без единого звука видел, как мечутся вокруг две фигурки, как достают из коробки белоснежного щенка с чёрной пуговкой-носом, слушают его, хватаются за голову и попарно хватают телефоны."
    "Ещё двадцать минут — и где-то в трёхстах метрах у ворот рявкнула сиреной красно-белая машина, и её пропустили на территорию парка культуры и отдыха."
    "Из неё на снег выскочила бригада специального назначения — ангелы в белых халатах, спасители судеб человеческих."
    window hide
    show expression D3_intro("cg d7_sl_gonna_be_ok_7dl") behind snow
    with dissolve
    "Двое побежали к раскидавшемуся по снегу телу со сплошным синяком вместо лица, ещё один подошёл к девушке, держащей щенка, и осторожно забрал у неё животинку."
    "Послушал, посмотрел, кивнул ободряюще — ничего такого, с чем он не справился бы."
    "Простая интоксикация — плёвое дело для хорошего ветеринара."
    "Пират сильный, он обязательно справится!"
    "А это значит, что всё будет хо-ро-шо."
    show blackout_exh
    with dissolve
    play sound aunl
    $ persistent.sl_cl_cata = True
    show acm_logo_sl_be_ok with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(2)
    return

label alt_day6_sl_intellectual:
    play music uncertainity fadein 3
    scene bg ext_square_day at zenterright
    show ba em1 uniform with dissolve
    ba "Вообще-то, если ехать быстро, то вполне успеете."
    "Раздался над головой усталый бас, и я медленно поднял голову."
    "Саныч."
    "Потрепали его последние дни, потрепали."
    "А да кто из нас без шрамов."
    "При всей моей неприязни к этому человеку, я должен был признать — он работал на детей и для детей."
    "Даже не ради собственного эго, если уж на то пошло."
    "Я понял, что Саныч, по сути, немолод. {w}Возможно, самый старый из всех, кто есть в лагере."
    if alt_day5_sl_extra_house:
        "Точно, Славя ещё говорила, что он уходит на покой."
        "По состоянию здоровья — но и по возрасту тоже."
    me "Но разве вас не увезли?"
    ba "Увезли. Дали час на сбор вещей."
    "Он огляделся по сторонам."
    ba "Но у меня оказалось очень немного вещей."
    show ba smile uniform with dissolve
    ba "Мы едем? Если едем, то пошли."
    "Он подкинул в руке ключ."
    cs "Бориска, если опять поцарапаешь мне машину, взыщу по полной."
    "Донёсся голос медсестры."
    ba "Верну лучше, чем была."
    "Он подмигнул нам и направился к столовой."
    window hide
    scene bg ext_road_sunset_7dl with dissolve
    play sound sfx_intro_bus_engine_start
    $ renpy.pause(3)
    play sound_loop sfx_intro_bus_engine_loop fadein 3
    $ set_mode_nvl()
    "Нас не было и нет, мы пустота — мираж. И каждый новый день — такой же, как вчера."
    "А прямо сейчас — только постоянная тряска, крики страха с заднего сиденья и прилипшая к отметке «200» стрелка спидометра да надрывный вой форсированного движка."
    "Мы летели над разбитой дорогой со скоростью, не предусмотренной никакими правилами и предписаниями."
    "Авантюра чистой воды."
    "Которая ничем не могла быть объяснена, кроме глупости водителя."
    "Или спасаемой жизнью."
    "Быстрее, ещё быстрее."
    "По пути приходилось несколько раз уворачиваться от едущих куда-то грузовиков с песком, и едва ли их водители успевали понять что происходит — белый метеор приближался, обдавал воем движка и скрывался за горизонтом."
    "А я сам, вглядываясь в стелющийся под колёса асфальт, собственным взглядом, собственным желанием будто прижимал нас к дороге, весь уже там — где есть кто-то, кто смог бы помочь нам."
    "А значит…"
    "Низко стелясь над перемолотым временем асфальтом, наперегонки со смертью — сами ежеминутно рискуя разбиться в лепёшку."
    nvl clear
    "Мы добрались до города меньше, чем за два часа."
    "И это были самые долгие два часа в моей жизни."
    "Я устал переживать, устал бояться, просто устал и всё, о чём мечтаю — это чтобы всё уже закончилось."
    "Но «Волга» уже с грохотом пересекает городскую черту, сигналами клаксона и гулом мотора распугивая голубей и малышню."
    stop ambience
    stop sound_loop
    "Ветеринар нашёлся в верхней части города, мы успели к самому завершению смены — у нас тут же отняли Пирата и попросили нас подождать за закрытой дверью."
    voice "Всё будет хорошо."
    "Пообещала дебелая тётка-ветеринар с добрыми, усталыми глазами человека, привыкшего спасать чужое счастье."
    voice "Просто не надо вам сейчас смотреть. Я позову."
    nvl clear
    scene cg d4_sl_sleeping_7dl with dissolve
    "Сумасшедшее напряжение последних нескольких дней, постоянный недосып, усталость…"
    sl "Мы сделали это."
    me "Да. Сделали."
    "Криво улыбнулся я."
    "А она положила мне голову на плечо."
    "Подумалось ещё, что было бы неплохо погладить её по волосам — чёртов фетишист."
    "Или хотя бы поцеловать в висок."
    "Но я проделал такой долгий путь. Я даже сбежал из лагеря вместе с лучшей девочкой этой чёртовой реальности."
    "Так что если вы не против…"
    stop music fadeout 3
    nvl clear
    $ prolog_time()
    window hide
    scene bg int_sam_house_clean_7dl with dissolve
    $ set_mode_adv()
    play music misery fadein 3
    "Я проснулся от того, что включился монитор и меня ослепило ярким светом белоснежного фона окошка скайпа."
    "Очередной бот, неизвестно каким образом нашедший меня в сети."
    "Некакая Киска1337, желающая продемонстрировать мне свои сомнительные прелести, ведь её так возбуждает бумажнопакетоголовый дурачок у меня на аватаре."
    "А всего-то и надо, что сходить по присланной ссылке."
    "Обычно я открываю по соседству окно с ботом и копирую им фразы, пока не надоест."
    "Но сейчас что-то не хотелось."
    "Сейчас между монитором и мной стояли лица, люди — живые, куда реальнее той реальности, чем та, в которой я живу."
    "Как я умудрился их выдумать, увидеть во сне?"
    "У меня всегда были проблемы с фантазией, я человек-шаблон, человек-алгоритм…"
    if herc:
        "И тогда Семён Сычёв"
    else:
        "И тогда Семён Персунов"
    extend ", пока ещё Сёмушка, пока ещё нужный и важный — безнадёжно застрявший в прошлом чужой земли, поднял голову и увидел, как тают дымными тенями те, кого он любил, ненавидел."
    "Выдумал."
    "Уходит Миронова Ольга, вожатая, в панаме, в белоснежной рубашке с ромбиком отличницы, фигуристая, принципиальная, добрая."
    "Тает Коломийцев Борис, держащий за руку Коллайдер Виолу — две струйки дыма, в пурпуре и серебре, переплелись сизыми объятьями со стороны фильтра, со стороны угля."
    "Уходят Мику, Алиса, Лена, прекрасные, как летнее солнце в небе фантастического лагеря, что никогда не существовал."
    "Остался только Я."
    "Я, сидящий в кресле перед экраном, съёжившийся, сгорбившийся, щурящийся на белый фон."
    "Я, опирающийся локтями о колени в подземке, везущей в никуда."
    if herc:
        "Я, выкашливающий остатки нежелания заканчиваться так бесславно, на грязном полу магазинчика с алкоголем и спиртным."
    else:
        "Я, тонущий как слепой котёнок, и не пытающийся трепыхаться."
        "Слишком уж давно мечтал о смерти и слишком большим грехом почитал суицид — мог ли я упустить такую шикарную возможность?"
    show pi smile with dissolve
    dreamgirl "Ну что, как тебе экскурс в несуществующее?"
    "Ехидством в голове альтер-эго можно было разъесть бетонные сваи близнецов."
    dreamgirl "Была хоть польза от твоего огуливания красотки с косой или ты так, за титьки подержаться?"
    dreamgirl "Не подумай, что я докапываюсь на ровном месте, просто мне интересно, какой смысл вообще был ступать на самую трудную дорожку, если в результате ты оказался здесь же, откуда начинал."
    dreamgirl "Хотя у тебя тут почище, как я погляжу. Тоже ничего себе прогресс."
    dreamgirl "Сам убирался?"
    me "Да. {w}Я понял всю ценность людей. Хотя это неправильно как-то звучит. Как будто я их на рынке покупаю."
    me "Вот так — я понял всю их бесценность. Каждого человека по отдельности, всех вместе, коллектива, социума."
    me "Я не скажу, что полюбил людей, но ценить их — научился."
    "Я говорил, обращаясь больше к себе, чем к Нему."
    "А возможно, к тому сгустку тумана, что так и висел в углу комнаты, там, где вопреки всем законам рассеивания света всё равно была непроглядная тень."
    "И не знал, зачем я говорю это."
    dreamgirl "Иными словами, ты понял то, что должен был понять ещё в первом классе."
    dreamgirl "Не самый впечатляющий показатель."
    me "Но я хочу помогать людям."
    dreamgirl "Да? Как?"
    if herc:
        dreamgirl "Раздашь им получку за последнее дежурство?"
    elif loki:
        dreamgirl "Много ты им напомогаешь на свои учительские гроши?"
    else:
        dreamgirl "Пойдёшь раздашь свой заработок со фриланса?"
    me "Я пока не знаю."
    dreamgirl "А кто знает? Дурацкое желание — помогать. Ты никому помочь не можешь, ты себе помочь не в состоянии."
    dreamgirl "Стандартный, быстро увлекающийся и столь же быстро остывающий дурачок, вдохновившийся примером."
    dreamgirl "Дурак, а дурак, ты меня слышишь?"
    me "Слышу."
    dreamgirl "Славя твоя этому жизнь отдаст, учиться будет тому, как лучше всего помогать людям, и у неё никогда не будет другой жизни, кроме жизней других людей."
    dreamgirl "Тебе этот прайс не по карману."
    me "Я был рядом со Славей, когда она перестала справляться, ясно тебе? Она надеялась на меня."
    dreamgirl "Велика важность — утешить плачущую девушку."
    dreamgirl "Что хорошего ты сделал в том лагере, в несбыточных, тепличных условиях — аллювии для супергероев всех мастей — о чём сможешь вспомнить и гордиться лет через пять?"
    dreamgirl "Исключая то, что ты закономерно влюбился и теперь ради неё и правда готов горы своротить."
    me "А этого мало?"
    show pi normal with dissolve
    dreamgirl "Да только ведь любовь живёт три года, да и Славя твоя… Не факт что существует."
    dreamgirl "То есть, ты выбрался из болота ради того, чтобы встать в тени Слави. В тени несуществующей девушки, которой тоже иногда хочется сильного мужского под жилеткой и «кто хозяин в доме»."
    if herc:
        dreamgirl "Ты всю жизнь пытался сбежать от горькой памяти собственных поражений."
        dreamgirl "По сути, нескольких неурядиц, что должны были лишь укрепить, сделать сильнее, а вместо этого заставили сесть на пенёк и заплакать."
        dreamgirl "Ветеран горячей точки, почти журналист, почти музыкант. Фуфло."
    elif loki:
        dreamgirl "Посвятил свою жизнь чтобы подгадить человеку, который оказался большим мужиком, чем ты."
        dreamgirl "Даже имя себе взял — Лооооки. {w}Дешёвка из комиссионного магазина."
    else:
        dreamgirl "Всю жизнь бежал от переломанной  в аварии жизни — а пришёл к новой, зато выдуманной."
        dreamgirl "Даже своё призвание — и то нашёл дурацкое. Помощник по лагерю? Ты серьёзно? Метёлок начальник и ключей командир?"
    me "Я стал лучше."
    "Я всё ещё обращался к тени в углу."
    me "Я больше не вернусь к старой жизни, слышишь?! Я изменился."
    dreamgirl "Ты выжил в пионерском лагере. Практически, прошёл невероятно сложную игру, где самым трудным было не умереть со скуки."
    dreamgirl "И теперь считаешь, что победителей не судят. Ведь ты же победитель, верно?"
    dreamgirl "Победятел."
    me "Я восстановлюсь в ВУЗе, я попробую сначала, чтобы тебе не пришлось стыдиться меня, если однажды встретишь на улице!"
    dreamgirl "Ты носишь ауру неудачника. Знаешь, как дети, которых постоянно все бьют. Откуда дети знают, кого можно бить, а кого нельзя? Они чувствуют её. "
    window hide
    scene bg semen_room_window with dissolve
    show pi normal with dissolve
    dreamgirl "Ты выбрал сам эту петлю, ты знаешь это, да?"
    dreamgirl "Сдаться и сломаться. А запала лагеря не хватит надолго."
    dreamgirl "Полгода, край год. А однажды твоя валькирия встретит тебя на улице. И отвернётся — потому что ты нелюдим, небрит, угрюм и на лбу набрякла ненависть."
    dreamgirl "Ты уже сейчас потенциально он. {w}Потому что у тебя никого нет. И единственный твой собеседник — это твоя шизофрения."
    "Мой внутренний-внешний собеседник поднялся с дивана, оказавшись копией меня, разве что глаз у него не было в буквальном смысле слова."
    "Да губы кривились в намертво привязшей саркастической ухмылке."
    "За окнами проорали сирены полицейского экипажа, наверху грохануло чем-то тяжёлым, из соседнего двора донеслись переливы дешёвой, визгливой автосигнализации."
    "Жизнь продолжалась, протекала сквозь меня, переливаясь на ледяном стекле утеплённых окон, что так и не заменил на стеклопакеты, всю жизнь клеил бумагой."
    "И не хотелось уже возвращаться куда-то, переделывать что-то, менять, мешать, выбирать, творить — к чёрту. Я закончился."
    "И только его правда была кругом, язвы этакой: я классический неудачник, в жизни которого ничего никогда не происходит и не произойдёт."
    stop music fadeout 3
    window hide
    scene black
    play music gonna_be_ok fadein 3
    play sound sfx_intro_bus_engine_start
    $ renpy.pause(3)
    play sound_loop sfx_intro_bus_engine_loop fadein 3
    $ set_mode_adv()
    scene anim intro_9
    show prologue_dream
    with fade
    "Забиться в тёмный угол и досидеть там до звонка, ожидая, когда же наконец отпустят в небытие."
    "Память понемногу осыпалась невесомым пеплом, гонимым ледяным декабрьским ветром."
    "Плеер сдох. Телефон на последнем издыхании."
    "Зато дата правильная — 28 декабря 2018-го года."
    "Первая ступенька в небо."
    "Что там дальше? Краснопузый ЛиАЗ с совковой попсой в салоне?"
    window hide
    $ renpy.pause(2)
    scene anim intro_10
    show prologue_dream
    with fade
    play sound sfx_intro_bus_door_open
    $ renpy.pause(3, hard=True)
    scene anim intro_11
    with fade
    $ renpy.pause(1, hard=True)
    stop sound_loop fadeout 4
    scene anim intro_13
    show prologue_dream
    with fade2
    $ renpy.pause(3, hard=True)
    scene bg intro_xx
    show prologue_dream
    with fade
    "Забавно почувствовать себя пророком, зная наперёд всё, что произойдёт."
    "Как будто кто-то бросил отсверком тень будущего мне на сознание."
    "И я считаю секунды до того, как произойдёт что-то, что уже успел подсознательно отметить — повернувшуюся женщину, прыгающего ребёнка, сигнализацию машины, сработавшую от снежка в лобовое."
    "Даже полусорванную рекламу на развязке отметил."
    "Так, но это, наверное, всё будет попозже?"
    "Для начала неплохо было бы просто дойти до остановки."
    window hide
    play sound sfx_intro_bus_stop_steps
    $ renpy.pause(3, hard=True)
    scene anim intro_4
    show prologue_dream
    with fade
    "Я сам не знал, что делал на улице, но сидеть дома почему-то казалось кощунственным."
    "Будто нечто властное поселилось внутри меня и тянуло, тянуло вперёд."
    "Когда? А вот это отдельный вопрос."
    "Я думаю, тогда, когда раздвоение личности исчезло, я перестал слышать его голос — то есть, вообще слышать, и внутри, и снаружи. Всё, моё сердитое, ядовитое альтер эго почило в бозе, прозит!"
    "Поэтому я иду, безуспешно пытаясь спрятаться от мороза под пальто, не предназначенным для такой температуры."
    "Верно, верно, дрищ должен страдать."
    window hide
    scene anim intro_3
    show prologue_dream
    with fade
    "Вот и страдал сначала до подъезда."
    "А потом мимо привычных, въевшихся в память многоэтажек — по заснеженным улицам, где холодно от одного только взгляда на замерзающие в воздухе лучи фонарей."
    stop music fadeout 3
    window hide
    scene bg bus_stop with diam
    $ renpy.pause(2)
    scene bg intro_xx with fade
    play sound_loop sfx_bus_interior_moving fadein 4
    voice "Ой, простите, пожалуйста, я вас не сильно зашибла?"
    me "Не сильнее, чем Маша Медведя."
    "Привычно ответил я, не открывая глаз."
    me "Главное, чтобы привычкой не стало."
    voice "А почему вы так спокойно к этому относитесь?"
    "Я пожал плечами и открыл глаза."
    window hide
    play music tilltheend
    scene bg ext_square_night
    show un sad pioneer
    show prologue_dream
    with dissolve
    sl "Лена?"
    un "Привет, Славушка…"
    "Она казалась ненормально бодрой и весёлой."
    un "Я вот тут шла и шла."
    "Она улыбнулась."
    un "А меня бросили."
    "С трудом сдерживаемые рыдания прорвались наружу, она опала там же, где стояла — я еле-еле успел подхватить её у земли."
    sl "Как бросили?! Ты же говорила, что вы после лагеря собирались…"
    un "Похоже… Похоже, что это я собиралась. А он как будто проснулся."
    "Она всхлипнула."
    un "Я пошла на карьер, чтобы оставить там наше сердечко, а когда вернулась…"
    show un cry pioneer with dspr
    un "Я так не могу больше. Если он несвободный, зачем вообще что-то было начинать? Так же нельзя!"
    window hide
    scene bg ext_aidpost_night
    show un serious pioneer
    show prologue_dream
    with dissolve
    un "Ещё и ты. Объясни, зачем ты вообще вмешиваешься?"
    sl "Ты моя подруга. И мне очень важно, чтобы с тобой всё было хорошо."
    un "Ты не видишь, что ничего хорошо не получается?"
    un "Можно я уже закончу всё? Устала я от боли."
    "Она выглядела задёрганной, замученной, и с губ естественно сорвались слова — неправильные, некрасивые, но они были единственным, что способно сейчас помочь."
    sl "Хорошо, ты можешь закончить. {w}Но просто по дружбе сделай мне одолжение, пожалуйста."
    un "Какое?"
    sl "Дай миру шанс, последний, единственный."
    sl "Мы приедем сюда в следующем году, и ты попробуешь в последний раз. Хорошо?"
    show un normal pioneer with dspr
    un "И если не получится, ты больше не станешь мне мешать?"
    sl "Обещаю. Я даже не останусь на пересменок."
    un "Поклянись."
    "И я клянусь."
    "Я знаю, что эту клятву нарушить не сумею — Лена знает, чем заставить поклясться, не зря же мы с детства дружим."
    window hide
    scene black with diam
    pause(1)
    scene bg ext_warehouse_night_7dl
    show pi normal
    show prologue_dream
    with dissolve
    "В мешке слышно слабое шевеление, а я не могу, не смею рассказать всего, чтобы не повлиять как-то на решение."
    "Моё право — донести знание."
    "Настаивать или заставлять я не могу. Не смею. Тем более, от боли чужого несостоявшегося счастья я потом просто стоять на ногах не смогу."
    "А он смотрит спокойно и отрешённо как-то — он вообще ничего не чувствует, похоже."
    me "Да. Я не против вернуться домой."
    with fade
    "Он забирает мою руку в свою, забирает руку Алисы, зачем-то увязавшейся с нами, и…"
    "Всё зря. Мы изобразили дурацкую сцену, встав в круг, но ничего не произошло — как будто он ещё не закончил здесь всего, что должен был."
    "Он не закончил."
    "А вот Пират…"
    with fade
    "Я выскакиваю из автобуса, моя остановка — мне очень горько от того, что мне пришлось сделать."
    "Очень стыдно, что пришлось выламывать руку, но…"
    "Моё внимание привлекает мигающая жёлто-оранжевым неоном вывеска, изображающая стилизованный отпечаток собачьей лапы."
    "Моя остановка."
    window hide
    scene black with diam
    pause(2)
    scene cg d6_sl_clean_7dl
    show prologue_dream
    with dissolve
    "Шурх. Шурх."
    "Иногда я просто сдаюсь. Я сажусь на попу и беззвучно вою в тёмный потолок склада."
    "Мне страшно от того, что все усилия пусты."
    "Метла разгоняет клубы пыли, листья, бумажки, обёртки от конфет."
    "Мне больно от того, что я слишком поздно — узнаю? Вспоминаю? Понимаю? Я не знаю, как это назвать, но знание просто приходит ко мне."
    "Как это было с Леной, с Алисой, с Мику, с Олей."
    "Пусть уж лучше сидит здесь, на скамейке, под приглядом."
    "Как это происходит сейчас, пока я старательно отворачиваюсь от него, пряча непрошенные слёзы — мне не хватило нахальства прямо попросить его вернуться домой, значит, я теперь косвенно отвечаю и за его счастье."
    "Надо бы завтра заставить его хотя бы попытаться помириться с Алисой."
    window hide
    scene bg ext_city_night_7dl
    show prologue_dream
    with dissolve
    "Он стоит на экскалаторе ступенькой ниже, смотрит снизу вверх."
    "Наверное, хотел устроить романтическое «глаза в глаза», балбес. {w}Про трёхдюймовую шпильку, надо понимать, он забыл."
    "Телефон жужжит, принимая сообщение, но я не успеваю прочесть его — у меня тут же отнимают аппарат, читают, что-то пишут в ответ и, полностью отключив, возвращают."
    "Чуть позже я читаю: «Вообще, у неё есть молодой человек. Надеюсь, понятно?!»"
    "Ох уж, эта ревность."
    "Ох уж, эти Олины шуточки."
    window hide
    scene anim intro_1
    show prologue_dream
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_2 
    show prologue_dream
    with fade
    play sound sfx_intro_bus_stop_steps
    $ renpy.pause(3, hard=True)
    scene anim intro_3
    show prologue_dream
    with fade
    "Всё это в прошлом — сейчас я лежу на горячем сталепластике капота, бессильно пытаясь сделать вдох."
    "Понимаю, что между бампером и столбом места действительно маловато для человеческого тела, значит, всё куда грустнее, чем казалось."
    sl "Почему так неправильно всё, Сёмушка?"
    "Самое глупое, что можно было сказать, угасая."
    window hide
    scene black with fade
    pause(2)
    $ renpy.pause(1, hard=True)
    stop sound_loop fadeout 4
    scene anim intro_13 
    with fade2
    $ renpy.pause(3, hard=True)
    scene bg intro_xx 
    with fade
    me "Наверное, потому, что я уже спас вас, уклоняться поздно."
    "Девушка улыбнулась:"
    voice "Ну и забавный же вы. Как вас зовут?"
    me "Моё имя Семён."
    voice "Семён?"
    "Она попробовала звучание имени."
    voice "Семён как Сёмушка?"
    menu:
        "Да, как Сёмушка.":
            window hide 
            scene anim intro_8
            "Этой улыбке невозможно было сопротивляться."
            me "Сёмушка."
            "Кивнул я."
            $ karma = 77
        "Нет, как Семён.":
            "Сёмушкой меня могла называть всего одна девушка."
            "Только ей было можно."
            "Плевать на то, что её не существует."
            window hide 
            scene anim intro_8
            "Девушка немного погрустнела:"
            voice "Простите, пожалуйста. Я не знала, что у вас плохое настроение."
            me "Да ничего."
            "Я пожал плечами и вернулся к себе на место над колесом, заткнув уши наушниками."
            "Немного посомневавшись, она не стала садиться рядом, а ушла на заднюю площадку — я проводил её взглядом."
            "И, схватившись за поручень, встала там."
            "Наверное, обиделась."
            "Плевать. У меня старая школа, старая закалка — девушки не нужны, никто не нужен, ото всех только проблемы."
            "Когда-то я считал иначе."
            "И очень больно обжёгся на этом."
            "В памяти застарелым ожогом вспыхнул промозглый июльский полдень в далёкой-далёкой стране."
            "И я затряс головой, старательно прогоняя воспоминания."
            th "Где ж теперь моя шиза, когда она так нужна?"
            "Издевательства издевательствами, но чёрную память от памяти светлой моё психическое расстройство отделяло замечательно."
            "Правда закончилось всё ядовитым монологом у меня в квартире — видимо, я и в самом деле безнадёжен."
            "В голову вдруг пришло, что я понятия не имею, куда еду."
            "И зачем?"
            "Так что на ближайшей остановке я вскочил и вышел из салона."
    window hide
    return


label alt_day6_sl_ambulance:
    play music music_list["you_lost_me"] fadein 3
    me "Славя?!"
    "Глаза закрыты, грудь почти не шевелится, на лбу огромная шишка."
    me "Славя, что с тобой?!"
    "Я бросился к ней, едва не стукнувшись о злополучную лестницу на чердак."
    dreamgirl "Догадаешься сам, умник? Или подождёшь, пока она очухается?"
    me "Но…"
    "Похоже, кроме шишки, никаких повреждений."
    "Странно, что она в таком случае без сознания  — неужели с пары метров можно так сильно удариться."
    dreamgirl "Прислушайся."
    dreamgirl "Слышишь?"
    dreamgirl "Слышишь."
    if alt_day4_sl_tut_iz:
        "С чердака доносились ритмичные пульсации, которые я уже слышал однажды."
    else:
        "Кажется, не напрасно я вчера отказался помочь."
        "Потому что мне крайне не нравилось то, что я слышал."
    "Тёмный пульс. Как его называл старик — технозавеса?"
    "Действуя почти машинально, я задвинул лестницу на место и закрыл люк."
    "Озвучка тут же пропала, как и не было — судя по всему, своего рода защитный контур."
    dreamgirl "А старик дело своё знает!"
    "Восхитился внутренний голос."
    dreamgirl "Даром, что сухой, а вон как отладил — даже у самых прытких отбил желание лазать куда не следует."
    th "Только теперь неизвестно, что с этими «прыткими» делать."
    "Вздохнул я."
    window hide
    scene bg int_clubs_male_sunset with blind_l
    "Я не доктор, помочь ей вряд ли сумею."
    me "Придётся, видимо, опять носить девушку на руках."
    me "Эх, привыкнет же!"
    stop music fadeout 3
    window hide
    play sound sfx_open_door_2
    pause(1)
    play ambience ambience_camp_center_day
    scene expression Dawn("bg ext_clubs_day") with dissolve
    play music music_list["everyday_theme"] fadein 3
    "Не сказать, чтобы я был большой дока по части механических повреждений, но ситуация в голове складывалась достаточно ясная."
    "Славя пришла в клуб, пока я там с Мику лясы точил, открыла и принялась меня ждать."
    "Ждать было несколько скучновато, поэтому она вполне ожидаемо проявила любопытство, когда сверху послышалось что-то {i}странное{/i}."
    "Полезла наверх, там наверху получила ощутимую такую долю вибрации."
    "И вполне закономерно загремела вниз."
    me "Таскаю, как суженую, на руках."
    "Проворчал я, стороной обходя площадь — не хватало ещё кого-нибудь встретить там."
    me "Ряженый мой суженый, колуном контуженный."
    me "Может, я тоже на ручки хочу! Возьмите меня на ручки и понесите, уаааа!"
    "Больше уговаривая самого себя, чем действительно играя на публику, я потихоньку продвигался к медпункту."
    window hide
    scene bg ext_aidpost_day with dissolve
    "Нет, конечно, я переживал за Славю — да так, что всё то время, что нёс её на руках, мне и в голову не пришло никакой скабрезности."
    "А это говорит кое о чём!"
    me "Бедное моё…"
    "Я отвёл волосы со лба, не выдержал, коснулся губами."
    "И на осунувшемся лице, наконец, появилась столь любимая мной улыбка."
    "Похоже, её обморок вызван не столько падением, сколько тем, что последнее время как-то не очень много ей поспать удаётся."
    "Вот организм и добирает где только может."
    play sound sfx_knock_door7_polite
    cs "Открыто!"
    window hide
    play sound sfx_open_door_strong
    pause(1)
    play ambience ambience_medstation_inside_day fadein 3
    scene bg int_aidpost_day at zentercenter
    show cs normal
    with dissolve
    cs "Всё-таки укатал пионерку?"
    "Хмыкнула Виола."
    "По сравнению с утром у неё прибавилось уверенности."
    "Хотя не сказал бы, чтобы добавилось радости."
    "То есть, меня образца пятидневной давности её амплуа вполне бы одурачило и вогнало в краску."
    cs "Вот к чему приводит несдержанность. Раздевайтесь."
    "Но не меня нынешнего — и запуганное выражение, и несколько новых морщинок у уголков глаз, и какая-то пустая отстранённость — всё выдавало в Виоле человека, напряжённо бьющегося над решением какой-то задачи."
    "Остаётся только надеяться, что у этой задачи есть хотя бы одно решение."
    me "Обоим раздеваться или можно по очереди?"
    show cs smile with dspr
    cs "Ладно, что случилось?"
    me "Трудно сказать, я пришёл к шапочному разбору."
    me "Но, похоже, она стукнулась головой и…"
    cs "И дальше я сама, спасибо."
    "С моей помощью Виолетта уложила девушку на кушетку, ослабила галстук, расстегнула ей две верхние пуговицы."
    "Я дальше смотреть не стал — отошёл и уселся на табуретку, ожидая, пока наша добрейшая доктор вынесет вердикт."
    window hide
    with fade2
    cs "Что ж."
    "Закончив осмотр, заключила она."
    cs "Шишка как шишка, просто стукнулась обо что-то — и я только надеюсь, что это не ты."
    "Я улыбнулся одними губами."
    cs "В обмороке она от истощения."
    cs "Нервного."
    if alt_day5_sl_extra_house:
        cs "И физического."
        show cs shy with dissolve
        cs "Пионер, зачем ты измотал пионерку?"
        "Я покраснел."
        "Но решительно игнорировал все виолизмы."
    me "И что теперь с ней будет?"
    cs "Да ничего не будет."
    play sound sfx_open_water_sink
    play sound_loop sfx_water_sink_stream fadein 2
    "Пожала плечами Виола, отошла к умывальнику и начала тщательно мыть руки."
    cs "Поспит часа три-четыре, к танцам будет как молодая козочка скакать."
    cs "Хотя я бы поставила на то, что до утра."
    me "Значит, концерт пропустит?"
    cs "Скорее всего."
    "Я схватился за голову."
    th "Ведь это значит…"
    dreamgirl "Да-да, то самое, что сказала нам Мику Батьковна — ты теперь больше Славя, чем сама Славя."
    dreamgirl "Obey!"
    "Вздохнув, я поднялся."
    me "Спасибо огромное вам."
    stop sound_loop
    play sound sfx_close_water_sink
    $ renpy.pause(2)
    $ persistent.sprite_time = "day"
    show cs smile with dissolve
    cs "Да не за что — вы тоже были мне полезны."
    "На всякий случай я не стал уточнять, о чём она говорит, и бочком-бочком покинул покинул эшафот."
    "Бросать Славю не хотелось, но, похоже, я сейчас действительно больше добра нанесу, если хотя бы частично взвалю на себя её привычный функционал."
    stop music fadeout 3
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_aidpost_day with dissolve
    play ambience ambience_camp_center_day
    play music music_list["eat_some_trouble"] fadein 3
    "Выскочив из приземистого домика с красным крестом на улицу, я в растерянности замер."
    me "И что дальше делать?"
    th "В смысле, подменить Славю, конечно, здорово и всё такое, но кроме концерта, что она там ещё делала?"
    th "Блиииин, и спросить-то не у кого!"
    dreamgirl "Надо ещё площадь подмести!"
    th "Да иди ты, косное мышление!"
    dreamgirl "Нет, а что? "
    me "Стоять!"
    "Я перехватил Ульянку, несущуюся куда-то по своим делам."
    show us laugh sport at fleft with easeinright
    me "Мелкая, тпру!"
    show us normal sport at left
    with vpunch
    us "Чёнадоязанята!"
    "Выпалила она одним словом."
    me "Дело есть!"
    show us calml sport with dspr
    us "Да какое дело, уйди, несчастный!"
    "Она оттолкнула меня и попыталась было убежать, но сейчас я был в режиме Слави и на глупости просто не обращал внимания!"
    "Тем более, что мимо нас куда-то бежала очень чем-то огорчённая Ольга Дмитриевна."
    "И я прекрасно понимал, кто тому был причиной — в отсутствие альтернатив."
    play sound sfx_alisa_falls
    pause(1)
    "Ульяна пискнула и тут же юркнула за меня."
    me "А говорила уйти."
    "Усмехнулся я, тем не менее, прикрывая мелкую."
    "Ольга со звуком, намекающим на скорость никак не менее 1 Маха, пронеслась мимо нас, цедя непечатное."
    me "Зажми ушки, мелкая, рано тебе ещё такие слова знать."
    show us sad sport with dspr
    us "Вечно вы так говорите — как слова плохие знать, так маленькая, а как по столовой дежурить, так взрослая!"
    me "Я не заставлял тебя дежурить по столовой."
    "Указал я."
    us "Всё равно ты за них, а не за меня!"
    me "Могу и за тебя побыть."
    show us laugh sport with dspr
    us "Ух, здорово! Мы с тобой сейчас таких дел наделаем!"
    me "Но сначала мне надо, чтобы ты мне немного помогла."
    show us dontlike sport with dspr
    us "Так и знала, что к этому всё идёт. {w}Все вы одинаковые."
    dreamgirl "Все только об одном думаете, ага!"
    me "Послушай, нужно будет сделать следующее."
    "Я наклонился к её уху и заговорил."
    stop music fadeout 3
    stop ambience
    window hide
    scene black with fade
    return
    
label alt_day6_sl_concert:
    scene bg ext_stage_big_day
    play ambience ambience_camp_center_day fadein 3
    play music music_list["smooth_machine"] fadein 5
    "Когда солнце скатилось с точки на зените, вынуждая задуматься о количестве часов в местных сутках, я уже не чувствовал под собой ног от усталости."
    "Это была трудная пятиминутка. Очень трудная."
    "Несмотря дажа на привлечённую к труду и обороне Ульянку — и лучше никому не знать, чего я пообещал ей в качестве награды!"
    "Я включил режим абсолютной паузы, давя ухмылку, перекосившую всё лицо — понимание того, что такой день у Слави считается обыденным."
    "Она вставала на рассвете, когда ещё даже вожатые не поднимались на летучку."
    th "Да, очень ленивая девочка — вставала в пять утра, чтобы полениться подольше."
    "Надевала свой неимоверно красивый спортивный костюм и отправлялась на пробежку по холодку и тишине."
    "Привычная жизнь, график, распорядок — если ты стратег, ты умеешь получать удовольствие от налаженного менеджмента, даже если он налаживается прямо сейчас."
    "Своего рода развлечение, наблюдать за тем, как всё работает как часы, не требуя никакого участия."
    "Хотя здесь как раз система с очень высоким уровнем энтропии, участие требуется всегда — там поддержать, тут подпереть. Но оно и в радость!"
    "А потом на горизонте появляюсь я, и всё летит в тартарары."
    "Умилялся, удивлялся безбрежной энергии девушки, её силе и выносливости."
    "А  сам умудрился измотать — как капризный ребёнок изматывает мать так, что та засыпает рядом с ним на полуслове недорассказанной сказки."
    "Поражался тому, как она всегда знает где, что и как нужно сделать, чтобы не развалилось всё — а теперь сам бегаю вместо неё."
    "Истощение придавило её тщедушную тушку к больничной кушетке — и горе тому, кто попытается её разбудить!"
    scene expression Dawn("bg ext_stage_big_day") with dissolve
    "Мне было почти тридцать, когда началась эта история, меня звали Семёном — и я всю жизнь мечтал найти себе место."
    "Казалось бы, всё просто, слушай себя, и будь что будет."
    "Но я перепробовал себя в очень многих областях — от любви до дизайна — и нигде, нигде себя не нашёл."
    "Самое грустное, что компьютерные игрушки воспитали в нас безжалостное ожидание зримого проявления прогресса — в случае, если двигаемся правильным путём."
    "В жизни это не работает."
    "В любви, например, есть подсказчик. Сердце — оно ёкает, радуется, колотится и всячески реагирует."
    "А что с призванием? Ты пробуешь себя в какой-то области, например, в музыке."
    "Берёшь гитару в зубы и лабаешь несколько лет, превозмогая все сопутствующие, худо-бедно зарабатываешь себе уровень игры…"
    "А в результате оказывается, что у тебя недостаточно реакции, чтобы играть действительно сложные вещи, ты не ловишь мелодию на слух, так как он недостаточно тонок."
    "И вообще, давно уже есть азиатский сопляк лет четырнадцати, который делает это круче тебя."
    "Как-то так получается, что практически в любой сфере приложения стараний существует азиатский сопляк, делающий это круче тебя."
    "Но время упущено, ты не можешь отыграть назад потраченные годы и до конца жизни несёшь на себе крест неудачника."
    "Аналогично в изобразительном искусстве. {w}В дизайне. {w}В фотографии. {w}Даже в писательском деле."
    "У тебя появляется ощутимый прогресс спустя полгода, но очень скоро ты достигаешь своей планки, выше которой уже не можешь прыгнуть."
    "Ты очень чётко осознаешь, насколько невысок уровень этой планки, когда в твоей жизни появляется тот самый азиатский сопляк."
    window hide
    scene bg ext_stage_big_clear_day_7dl with diam
    "Но сейчас, пока возился с аппаратурой, играл с Ульянкой, отбивался от детишек, пытающихся устроить из саундчека программу по заявкам, я вдруг понял, что, вполне возможно, это и есть моё место?"
    th "Не зря же меня так тянет к Славяне?"
    "Я сидел на скамейке рядом с Мику, чувствовал слабый аромат эвкалиптовой отдушки и старательно молчал, почти не реагируя на её монолог."
    "Потому что болтала она одна, зато к ней почему-то не лезли пионеры из младших отрядов."
    "Неплохой репеллент супротив приставучей мелочи!"
    "Из двух зол, что называется."
    "Кипящая, бурлящая жизнь. Детство."
    "И у кого-то она продолжится и завтра, и послезавтра — отдать всё за то, чтобы снова выскочить из автобуса, единственно боясь облиться соком из баночки, выскочить в три недели лета и людей, которые рады тебе."
    "А тебе получать паспорт после лагеря, и мир ещё слишком яркий, чтобы грустить по мелочам."
    me "Нравится."
    "Сказал я."
    show mi normal voca at cright
    with dissolve
    mi "Прости, Сенечка, ты что-то сказал? А то я не расслышала, тут шумно так, и ещё пионеры шумят, и суета такая!"
    me "Мне нравится здесь."
    "Повторил я, не повышая голоса."
    show mi smile voca with dspr
    mi "Ой, мне тоже тут нравится, очень-очень! А когда мы только приехали, я никого не знала, и пыталась со всеми познакомиться, но они ругались и сторонились меня!"
    mi "Но я потом поняла, что в России просто нужно дать время человеку, чтобы он к тебе привык и открылся! {w}Хотя я сама считаю, что надо привыкнуть к новому знакомому, но я просто же не могу не общаться!"
    "Я передёрнул плечами — немного, но всё же раздавшимися за эту неделю. {w}Вон как рубашка обтягивает. А не так давно была свободной."
    "Юность — для того, чтобы перестроить собственное тело, достаточно просто желания. И чуть-чуть активности."
    "Даже простого махания метлой будет достаточно."
    "Что уж говорить про вещи вроде забегов по пересеченной местности под руку с одной девчонкой."
    if alt_day5_sl_extra_house:
        "И сопутствующих сцен с этой же девчонкой спустя пару дней."
        "Длиной в целую ночь — я с утра чувствовал себя прожёванным, а она была бодра. {w}Сейчас мы поменялись ролями."
    show bg ext_stage_big_clear_day_7dl behind mi at enterleft
    show mi smile voca at right with moveinright
    show cs normal at cleft with dspr
    with dissolve
    "Я почувствовал на себе чей-то пристальный взгляд и обернулся."
    cs "Справляешься… пионер?"
    "Виолетте удалось немного восстановить душевное равновесие, как я погляжу."
    "Что ж. Это радует — хотя бы что-то в этом мире идёт по-старому."
    "Я пожал плечами. Устал я, конечно, преизрядно — но чёрта с два я кому-нибудь скажу об этом!"
    me "Как она там?"
    "Вопрос был более чем уместный."
    "Виола пожала плечами."
    cs "Спит. Что с ней станется."
    cs "В отличие от тебя, она головой не билась."
    "Она оглядела меня с ног до головы."
    cs "Впрочем, тебе это, похоже, пошло только на пользу."
    me "Что вы имеете в виду?"
    cs "Она просыпалась пару раз, если хочешь, можешь сходить посмотреть на неё, только быстро."
    me "Но у меня же концерт!"
    show cs smile with dspr
    cs "Потому и говорю — посмотреть. {w}А то вам дай волю."
    dreamgirl "Получен ключ от медпункта х1."
    dreamgirl "Доступно сюжетно важное решение!"
    th "Да иди ты!"
    if (lp_sl >= 18) or (lp_sl >= 16 and alt_day5_sl_extra_house):
        menu:
            "А кто за концертом следить будет?":
                $ alt_day6_sl_repel = False
                me "Не Мику же."
                show mi upset voca with dspr
                mi "Ну!"
                me "Прости, Мику, но мне и правда будет спокойнее, если я проконтролирую всё сам."
                show cs smile with dissolve
                cs "Молодец, пионерка. Подобрала себе кавалера под стать."
                "Кивнула Виола и отправилась к Ольге Дмитриевне о чём-то пошептаться."
            "А можно?":
                $ alt_day6_sl_repel = True
                show cs shy with dissolve
                cs "Можно… Только осторожно."
                cs "Чтобы потом не обвинили меня в сводничестве."
                "Я покраснел — медсестра была в своём репертуаре."
                me "Спасибо!"
                "Кивнув Мику, я поднялся и направился к медпункту."
                window hide
                scene bg ext_square_day with dissolve
                "Вернее, как сказать — направился."
                "Побежал!"
                "Да во весь опор."
                play music music_list["everlasting_summer"] fadein 3
                if alt_day1_sl_conv:
                    "Как это было в первый наш день."
                if alt_day_binder != 1:
                    "Я вспоминал прибытие, как стоял дураком и смотрел на ворота, что видел всю жизнь во сне."
                    "А она была первой, кто вышел ко мне, улыбнулся."
                    "Наверное, наш роман начался уже тогда."
                    "Но я, занятый мыслями о выживании и попытками понять происходящее, просто не обратил внимания на то, что на меня эта девушка смотрит с особым теплом."
                    "Тем, что резервируют только для самых близких."
                "Эти шесть дней, что я провёл здесь, были полны бесконечных конфликтов, тихой войны, перемирия с замершими у глотки ножами."
                "Никто не мешал мне проигнорировать голос сердца и посмотреть в сторону того, кто принял бы меня таким, какой я есть на самом деле — а здесь были и такие."
                "Нельзя сказать, чтобы кто-нибудь заставлял меня впутываться в романтические сложности — вместо того, чтобы как следует разобраться в ситуации."
                "Сам виноват."
                "Так что покой нам только снится — и продолжается война."
                "Тихая война с самим собой, стать лучше, чем был, сильнее, быстрее, интереснее — Славя дала мне такой стимул, какой не дала вся моя предыдущая жизнь."
                "Когда-то я хотел полететь в космос."
                "Я хотел стать лучшим музыкантом на нашей крохотной планетке."
                "Мне мечтались научные открытия, культурные свершения, да просто изменения к лучшему."
                "Но жизнь всё расставила по местам."
                "И под неимоверно интересной аннотацией, украшающей невероятно красивую обложку, озаглавленной как «Моё лето», оказался скучненький, серенький проходной романчик из тех, что в привокзальных буфетах продают по пучку за рубль."
                "Дошло до смешного — когда я понял, где оказался, первым чувством было сожаление по утраченному бытию."
                "Как кто-то говорил — сознание раба."
                window hide
                scene bg ext_aidpost_day with dissolve
                "Очень хорошо, что попался рядом кто-то, способный вправить мозги на место."
                "И показать мне дорожку, по которой я сейчас шагаю."
                "Неизвестно куда идущую. Но я не один на ней, вот что важно."
                window hide
                play sound sfx_open_dooor_campus_1
                pause(1)
                scene bg int_aidpost_day
                with dissolve
                "Славя и правда проснулась."
                "Да ещё как."
                me "Как дела?"
                "Спросил я, борясь с подступившей жалостью — настолько измученной она выглядела."
                show sl normal pioneer with dspr
                sl "Ответь на пару вопросов, и буду лучше."
                me "Конечно. Какие вопросы?"
                show sl smile pioneer with dspr
                sl "Скажи…"
                "Она похлопала по кровати рядом с собой, и я приземлился рядом."
                sl "Ольга Дмитриевна же на концерте?"
                "Я кивнул."
                sl "И Виолетта тоже."
                "Я подтвердил и это, не совсем понимая, куда она клонит."
                sl "А Ульяну ты не видел?"
                me "Она помогала мне на подготовке к концерту, сказала, что заслужила поощрения на ужине."
                sl "Тогда мне нужно, чтобы ты мне помог."
                me "Да, конечно."
                "К поручениям, или же «задачам» я относился с философским спокойствием."
                "Уже."
                "Тут Славя сделала нечто, меня очень, очень удивившее."
                "Протянула руку и сильно схватила меня за пряжку ремня."
                me "И в чём помощь?"
                "Я замер, не зная, как реагировать."
                "Впрочем, организм, похоже знал."
                window hide
                scene black with fade
                play music breath_me fadein 3
                "И, судя по улыбке Слави, знал очень даже правильно."
                play sound sfx_unzip_sleepbag
                "Потому что мгновение спустя пространства под шортами стало достаточно — и меня тут же поймали."
                me "Славя, как это понимать?"
                "Нет, настолько тормозом я не был, понял уже, к чему всё идёт, но…"
                if alt_day5_sl_extra_house:
                    "Разве ей не полагается болеть по этой части и вообще?"
                    "Я спросил об этом — но, по-моему, меня вообще не услышали."
                    "А через несколько секунд и меня этот вопрос перестал волновать."
                    "Было очень горячо, очень тесно, и эти звуки…"
                    "Кажется, вопрос насчёт Виолы, Ольги и Ульяны был задан с далеко идущей целью."
                    "Мне вообще постоянно кажется всякая чушь, когда на деле есть Славя, есть я и происходящее в изоляторе."
                    sl "Давай быстро-быстро, у нас мало времени, Ольга обязательно за тобой пойдёт, как только избавится от Виолы."
                    me "Но я же…"
                    sl "У тебя есть минут десять, Семён. Так что цигель-цигель."
                    "Она опёрлась коленом о кровать и как-то очень хитро прогнулась — мужской позвоночник на такое не способен точно."
                    "Хотя откуда мне знать, на что способен или не способен мужской позвоночник?"
                    "Но этот вот прогиб спины, эта вот приподнятая юбочка."
                    "Эта отошедшая в сторону светло-голубая ткань."
                    "Я оторопело следил за её действиями, за тем, как на пальцах остаётся что-то вязкое, прозрачное."
                    sl "Ты будешь помогать мне или как?"
                    "Она обернулась и, прикусив губу, подмигнула мне."
                    sl "С утра ты не был таким робким."
                else:
                    "Она же девочка-припевочка, ей о таких вещах думать не рановато ли?"
                    "Я вспомнил вчерашний бенефис Виолетты Церновны."
                    "Готов поклясться, к этой ситуации она явно приложила свои наманикюренные пальчики."
                    "А через несколько секунд меня вообще перестали волновать всякие мелочи."
                    sl "Конечно, всё должно было пройти совсем не так."
                    sl "Но я подумала, что раз всё летит кувырком, глупо выжидать какого-то там момента."
                    sl "Я хочу заняться любовью с тобой."
                    me "Э?"
                    "Кажется, я покраснел."
                    sl "Сёмушка, ты не слышал?"
                    sl "У нас это семейное, один раз и навсегда. {w}Я должна была перестать сомневаться ещё вчера."
                    me "Но как же…"
                    sl "У нас есть десять или пятнадцать минут, пока нас не хватятся. Придётся поспешить."
                "Глаза у неё были нежные, влажные, с поволокой."
                "Зовущие."
                "И я послал к чёрту всю свою осторожность и страх быть пойманым."
                "И шагнул к Славе."
                "Она оказалась очень горячей, очень узкой, очень… Очень…"
                "И я сошёл с ума."
                window hide
                scene black
                "А когда снова пришёл в себя — было уже поздно."
                if alt_day5_sl_extra_house:
                    "Как там Славя сказала — проснуться в разгар процесса?"
                scene expression Dawn("bg int_aidpost_day") with dissolve
                "Какой я идиот."
                "Я самый большой идиот на свете."
                "И почему я поверил глупой девчонке?!"
                "Она и так пострадала из-за меня, неужели мало?"
                "Неужели следовало усугубить всё, подумав не головой, а…"
                "Придурок-идиот. Лос кретинос. "
                "Любой скажет, что оргазм — это разрядка. Заземление нервной энергии на партнёра, выплеск силы в пустоту."
                "Почему я поверил, что занятие любовью как-то может помощь истощённой девочке?"
                "Правильно, потому что я идиот."
                if not alt_day5_sl_extra_house:
                    "То, что я был первым, стало очевидно практически сразу — у нас ничего не получилось."
                    "Пришлось пробовать по-разному, прежде чем мы подобрали подходящую нам обоим позицию."
                    "Славя была красная как варёный рак, смотрела куда угодно, только не на меня."
                    "При этом собственной наготы, как я уже и привык, не стеснялась вовсе."
                    "А на робкое предложение сделать это как-нибудь в другой раз посмотрела на меня так, что я покорно заткнулся и удвоил усилия."
                    "Но, наконец, у нас начало что-то получаться."
                else:
                    "Славе, похоже, очень даже по душе пришёлся контекст, обозначенный нами ночью."
                    "И она совсем не против была подтянуть отстающий предмет."
                    "Причём её не устраивала зубрёжка, ей хотелось много разного и обязательно интересного."
                "Я, действуя больше на автомате, дотянулся до шеи, легонько прикусил…"
                "Она застонала, зарычала, ногти больно вонзились мне в предплечья."
                "Её всю забило, затрясло, я даже не сразу понял, что с ней."
                "Почему-то пришло в голову, что она сейчас не в том состоянии, чтобы…"
                "Вот именно."
                "Я едва поймал её, когда она, заваливаясь вперёд, чуть не стукнулась о подоконник."
                "На раздражители она не реагировала."
                "Ни на что не реагировала."
                "Просто лежала с какой-то тихой, умиротворённой улыбкой."
                "Сон, с трудом отличаемый от беспамятства."
                "Беспамятство и есть."
                "Силы, что должны были держать девочку на плаву до ужина, только что разлетелись прахом."
                "Убедившись в том, что будить её бесполезно, я оправил ей одежду и укрыл покрывалом."
                dreamgirl "Чувак, то, что ты выдал — это было что-то с чем-то!"
                dreamgirl "А она? Ты видел, что она?"
                th "В обморок упала, что…"
                dreamgirl "Ты разве не горд собой?"
                th "Довести обессиленного человека до такого состояния — не повод для гордости."
                "Мне предстояла редкостная по своему идиотизму задача — признаться Виоле в том, что я Славю… кхм… как бы это сказать без мата?"
                "Короче, виноват я в её состоянии."
                me "Сладких снов, солнец."
                "Пожелал я, погладив её по голове."
                "Она, не просыпаясь, легонько улыбнулась — похоже, ни на что большее у неё не оставалось сил."
                window hide
                stop music fadeout 3
                play sound sfx_open_door_strong
                pause(1)
    else:
        $ alt_day6_sl_repel = False
        me "У меня дело. Которое я никому доверить не могу."
        me "Уверен, Славя поняла бы."
        show mi upset voca with dspr
        mi "Вообще-то, я концертом занимаюсь!"
        me "Прости, Мику, но мне и правда будет спокойнее, если я проконтролирую всё сам."
        show cs smile with dissolve
        cs "Молодец, пионерка. Подобрала себе кавалера под стать."
        "Кивнула Виола и отправилась к Ольге Дмитриевне о чём-то пошептаться."
        window hide
    scene bg ext_square_sunset
    play ambience ambience_camp_center_day
    play music music_list["silhouette_in_sunset"] fadein 3
    "Я не находил себе места от беспокойства."
    if alt_day6_sl_repel:
        "То есть, умом-то я понимал, что после того, что мы устроили, всё, что нужно Славе — это поспать."
        "Но слишком уж глубоко она спала."
        "Я с трудом дал вывести себя из медпункта."
        "Виола, похоже, поняла всё, зайдя в изолятор, так как тут же пошла к окну и, закрыв фрамугу, распахнула створку целиком."
        "Посетовала на слишком прытких пионеров и приказала мне убираться, пока ещё чего не натворил."
    else:
        "Виола странно смотрела на меня на протяжении всего концерта."
        "Как-то… разочарованно, что ли?"
        "Как будто я должен был совершить какой-то Поступок с её точки зрения, а я…"
        "А, да что теперь гадать!"
    "Так что я покорно позволил завербовать себя в таскатели-возители колонок, не чувствуя вкуса, поужинал…"
    stop music fadeout 3
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    window hide
    scene bg ext_aidpost_sunset_7dl
    with fade
    play music dead_silence fadein 3
    "И немного повздорил с Ольгой Дмитриевной за право носить ужин больному."
    "Она то ли о чём-то догадывалась, то ли знала прямо — но долго не хотела соглашаться."
    "На всё это я смотрел с отстранённым брезгливым любопытством — все умственные силы были брошены на решение задачи, как помочь Славе."
    window hide
    scene expression Dawn("bg int_aidpost_day") with flash
    "Потому что никакое нервное истощение не подразумевает падения температуры тела до тридцати пяти градусов и липкого пота!"
    window hide
    scene expression Dawn("cg d5_sl_bed_7dl") with dissolve
    "Я долго-долго стоял у её кровати, глядя в прекрасное, чуть осунувшееся лицо, не зная что делать."
    "А в какой-то момент она пошевелилась и внятно произнесла: «Алгоритм»."
    "Алго…"
    window hide
    scene expression SS_com("cg d5_sl_bed_7dl") with flash
    $ renpy.pause(.1)
    scene expression Notch("cg d5_sl_bed_7dl")
    show dreamgirl_overlay
    with dissolve
    "Почти возведённая в памяти стена рассыпалась кирпичами, и в сознание хлынули события на чердаке, в туннелях, в центре лабиринта…"
    "Крайне мощные средства воздействия на мозг."
    "А я всё думал про какую-то там усталость! Действительно, придурок!"
    play sound sfx_open_door_kick
    pause(1)
    window hide
    scene bg ext_aidpost_sunset_7dl
    "Я выскочил из изолятора и побежал рассказать всё Виоле."
    window hide
    play sound sfx_chair_fall
    with vpunch
    $ renpy.pause(1)
    $ persistent.sprite_time = "night"
    $ night_time()
    scene black
    show expression Noir("bg ext_aidpost_sunset_7dl"):
        xalign .5 yalign .5 zoom 1.0
        linear 2 rotate 15
    play sound2 sfx_bodyfall_1
    with fade
    "Побежал!"
    stop ambience fadeout 2
    "Надо рассказать!"
    window hide
    scene black with fade
    "Пока я ещё что-то помню!"
    window hide
    scene black 
    show expression Noir("bg ext_dining_hall_away_sunset"):
        xalign .5 yalign .5 zoom 1.0
        linear 2 rotate -15
    play sound2 sfx_bodyfall_1
    scene black with fade
    "Пока я…"
    scene black 
    show expression Noir("bg ext_dining_hall_near_sunset"):
        xalign .5 yalign .5 zoom 1.0 rotate -15
        ease 1 rotate 15
    scene black
    play sound sfx_fall_wood_floor
    "Здесь на меня и наткнулась спецбригада Виолы. Что им было нужно? Я не помню."
    "Ольга Дмитриевна, Виола, Мику, Ульяна — они обступили меня и требовали каких-то подробностей."
    "Подробностей?"
    "В памяти почему-то царила рваная темнота, сквозь которую волокнами проглядывали полустёртые образы — крики, просьбы, даже попытки махать кулаками."
    "На последнее среагировала Мику — вырубила она меня с безупречным знанием анатомии."
    window hide
    scene expression Noir("bg ext_aidpost_sunset_7dl") with flash
    "Ещё провал — и я пытаюсь пробиться в медпункт, чтобы убедиться, что всё хорошо, потому что ну не всё же хорошо, ну не на месте сердце же!"
    window hide
    scene expression Noir("bg ext_clubs_day") with flash
    "Ещё провал… Я бреду к воротам лагеря, моя жизнь закончена."
    "С ненавистью плюю в сторону обшарпанного здания клубов, ведь именно с них начались все мои неурядицы."
    "А потом останавливаюсь."
    window hide
    scene expression Noir("bg ext_no_bus_night") with flash
    "Мне страшно делать шаг за ворота."
    scene bg ext_camp_entrance_night with dissolve
    play ambience ambience_camp_entrance_night fadein 3
    "Мне некуда идти, некуда и незачем."
    "Всё ценное, что осталось в моей жизни, было в этом лагере, на территории, обнесённой кирпичным забором."
    "Не сплошным, конечно, были и у него разрывы."
    "Я вернулся обратно."
    stop music fadeout 3
    window hide
    scene bg ext_clubs_night
    with fade
    "Презирая сам себя, сел на ступеньки и спрятал лицо в руках."
    "И, кажется, начал приходить в себя."
    play sound sfx_open_door_clubs
    "Противно  скрипнула  дверь,  вышел Шурик и негромко позвал:"
    show sh normal pioneer with dspr
    sh "Семён, пожалуйста."
    window hide
    scene expression Notch("bg int_clubs_male_sunset") at zenterleft
    show sh normal pioneer at cleft
    with dissolve
    play music slavyas_fantazm
    "Место встречи изменить нельзя, встретимся в аду."
    "Отсюда всё началось."
    "Захотелось даже забраться на чердак и долго-долго ломать мерзкую машину, пока не останутся только безобидные обломки."
    "Которые никого и никогда больше ни у кого не отнимут."
    "И хотелось взять за грудки придурка, встряхнуть как следует, стукнуть по шее, чтобы думал, что изобретает вообще."
    "Но ненависти не было, был лишь отголосок, слабый намёк, какой всегда бывает, если как следует потрясти эхо в закрытой банке."
    "Или взглянуть на него через перевёрнутый бинокль."
    "А здесь всё было по старому, усилитель уехал, но всё остальное оставили на местах."
    "Человек советский умел уважать чужое рабочее место, даже творческий бардак."
    "Так что — кучи кабелей, переключателей, банки с припоем, коробки, схемы — всё это валялось в беспорядке на большом столе, окружая так и оставшийся таинственным измерительный прибор."
    "На стене висела фотография, где Шурик, лет четырёх, не больше, стоит между двумя очень красивыми, очень похожими женщинами."
    "Каждая из них положила ему на плечо ладонь — каждая со своей стороны."
    "А он смотрит сосредоточенно, но не в кадр — а куда-то дальше, заставляя невольного зрителя чувствовать себя пустым местом."
    "Он что-то держал за спиной, старательно держась лицом ко мне."
    "А я осмотрел себя — чем мне аукнулся мой недавний блэкаут."
    "Ничем особенным, на самом-то деле: потерянным галстуком да немного расхоженными парадными позолоченными пуговицами."
    "Ну и, понятно, грязью — я постоянно пачкаюсь, ужасный грязнуля."
    show sh upset pioneer with dspr
    sh "Пить?"
    "Шурик достал из-за спины прозрачную квадратную бутылку с надписью «C2H5OH технич.» дунул в раскладной стаканчик и налил ровно на два пальца."
    me "Спирт?!"
    th "Какие шокирующие откровения."
    "Безжизненно восхитился я."
    sh "Не смотри. {w}Година."
    "Он кивнул на портрет."
    me "Кто это?"
    "Я кивнул на портрет."
    sh "М-мать… Тётка."
    "Через силу выдавил он."
    me "Что с ними?"
    sh "Мёртвые."
    show sh serious pioneer with dspr
    sh "Никаких… Пей."
    "Он протянул мне стакан, и я машинально опрокинул в горло противную, режущую огненную горечь."
    "По пищеводу вниз упал немаленький такой ёж с раскалёнными иголками, и я заморгал, смахивая с глаз непрошенные слёзы."
    me "Ты не знаешь?"
    sh "Знаю."
    "Шурик прищурился, и  на меня явственно дохнуло могильной сыростью."
    show sh normal pioneer with dspr
    sh "Всё."
    me "Вот как…"
    "Протянул я."
    me "Слушай, что ты за птица такая, что за тебя даже доктор Виолетта просит? {w}Что в тебе такого особенного?"
    if alt_day4_fz_sh != 2 and not alt_day4_sl_tut_iz:
        dreamgirl "Исключая, понятно, разработку действующего прототипа искина."
    sh "Три."
    "Он показал на стенку и достал из-под стола, где держал на коленях, ещё две карточки."
    "На первый взгляд неотличимые."
    "Но на первой карточке женщина слева стояла одна, и во взгляде её появилась ощутимая такая горечь. {w}Да и сам Шурик подрос."
    "На второй ему на вид уже можно было дать лет тринадцать."
    "А женщину справа заменила юная девушка, очень знакомая, красивая, разноглазая."
    "Виолетта Церновна Коллайдер. Лет на шесть моложе."
    me "Значит, вы знакомы уже очень давно, да?"
    "Шурик кивнул."
    "Налил себе и, понюхав, сморщился."
    sh "Мать ушла, остался с тёткой. Поставили савантизм."
    "Он требовательно посмотрел мне в глаза:"
    show sh serious pioneer with dspr
    sh "Знаешь это такое?"
    "Речь его была странной, но каким-то образом можно было понимать её, как понимаешь слово, в котором перепутаны местами буквы, если первая и последняя стоят на местах."
    me "Дети-калькуляторы, да?"
    "Он снова кивнул, не решаясь выпить."
    "И продолжил рассказывать."
    window hide
    $ set_mode_nvl()
    "А я, чувствуя его тем самым чутьём, какое, как я понимал теперь, есть у Слави, строил в голове картинку."
    "Жуткую, некрасивую, но… Теперь очень многое становилось понятным."
    "Александр Трофимов, сын выдающегося детского психиатра Трофимовой Марии, после то ли гибели, то ли ухода из дома матери, остался воспитываться тёткой."
    "В результате каких-то сдвигов в психике, а может быть, просто из-за предрасположенности, у него проявились некоторые психические проблемы — лунатизм, рассеянность, эпилепсия…"
    "И будто этого было недостаточно, к трём годам жизни Александра стало понятно, что он эйдетический савант — человек-калькулятор."
    nvl clear
    "В Союзе не знали, что делать с такими детьми, обычно их тихо-мирно сдавали в психоневрологические интернаты, где они и доживали до совершеннолетия, после которого уже уезжали на пожизненное в Пряжку, Степанова-Скворцова или местный аналог Кащенко."
    "Но случаем Шурика заинтересовалась бывшая ученица его матери, франко-швейцарка Виола Коллайдер, которая предложила ряд методов лечения, действительно сумевших помочь мальчику."
    "Возможно, он и не стал полноценным членом общества, но в школу он ходил обычную, общался с нормальными детьми, пусть и нося на лбу клеймо человека не от мира сего."
    "Разве что отдыхать никогда никуда не ездил до последнего времени."
    "Но шло время, случай Шурика позволил присвоить Виоле звание доктора без фактической защиты, и она решила отметить это дело, выбравшись в места своей юности."
    "В лагерь «Совёнок»."
    "И здесь-то всё пошло наперекосяк."
    nvl clear
    "В какой-то момент то ли Шурик разошёлся так, что перестал глотать слова, то ли я окончательно настроился на его волну и стал понимать его с полуслова, но наш диалог стал полноценным."
    "Или, возможно, дело в том, что мы оба уже остограммились и заговорили на одном языке?"
    sh "Я с трёх лет жил в сверкающей чёрной пустоте, полной математических формул, расчётов и интуитивно понятных правил."
    sh "Я смотрел внутрь себя, как будто спал всю жизнь, лишь в определённые моменты, когда меня просили сделать что-нибудь, посчитать, запомнить или воспроизвести что-то, однажды услышанное, просыпался."
    sh "Как будто у меня в руке был песок, и вместо того, чтобы рисовать им по стеклу, я выпускал чуть-чуть из кулака и сжимал его снова — ещё крепче."
    sh "Десять лет."
    window hide
    $ set_mode_adv()
    me "Выйдем на улицу?"
    "Меня начало немного мутить, и свежий воздух был бы очень кстати."
    window hide
    show sh upset pioneer with dspr
    "Кибернетик растерянно посмотрел на меня, потом перевёл взгляд на стакан."
    "Решился наконец."
    "Опрокинул в горло стакан, зажмурился, покраснел, схватил банку с водой."
    "Кадык быстро-быстро заходил вверх-вниз, пока Шурик запивал послевкусие."
    stop music fadeout 3
    play music knock fadein 3
    window hide
    play sound sfx_open_door_clubs
    pause(1)
    scene bg ext_clubs_night with dissolve
    "Мы вышли на улицу и заняли место на всё тех же ступеньках, вокруг которых так и крутилась эта глупая история."
    window hide
    scene bg int_clubs_male_sunset
    show prologue_dream
    $ set_mode_nvl()
    "Солнце, тепло, весна."
    cs "Здравствуй… Мальчик в смешных очках."
    "Виола улыбается, пряча безысходность за стеклянными линзами."
    cs "Я никому не говорила, но я хочу забыть обо всём, чему меня учили."
    cs "Я хочу попробовать что-то новое."
    "Ей двадцать три, она вчерашняя выпускница, она горячий поклонник Марии Трофимовой, матери."
    "И она очень, очень хочет быть полезной."
    cs "Но, знаешь, иногда я даже думаю, что не надо это лечить. Незачем."
    cs "Мне ты нравишься и таким. Способным  сосчитать всё-всё на свете."
    scene stars with fade 
    sh "И пустота начала отступать."
    sh "Сначала там начали появляться отдельные звуки и краски."
    sh "Как будто я подглядывал за миром, немного отогнув занавеску у окна."
    sh "А Виола помогала мне отгибать её все сильнее и сильнее."
    nvl clear
    sh "Мир, нелогичный, непонятный, не всегда подчиняющийся математике, напугал меня. {w}Но он был прекрасен!"
    sh "Я влюбился в него и, как мог, был ему благодарен."
    sh "Я научился ухаживать за собой, научился заговаривать с людьми и даже слышать то, что они говорят в ответ."
    sh "Пустота ушла почти полностью, оставив лишь небольшой островок в голове — и я хожу туда, прячусь, если всё вокруг плохо, возвращаюсь в детство, полное цифр и формул."
    nvl clear
    sh "Но после того, как собранная мной же по чертежам гуделка ударила по мозгам…"
    sh "Слушай, мне в голову не приходило — а откуда я вообще мог взять такие чертежи? Не в «технике» же «молодёжи» напечатали  схему устройства воздействия на психику?"
    sh "После того, как рассказанный Мику стишок воплотился в туннеле этим забавным зверьком."
    sh "Откуда оно взялось?"
    "Тихий шёпот в вечернем воздухе."
    "Он покачал головой, опираясь ладонями на ступени крыльца."
    sh "Я чувствую, как из меня что-то уходит."
    nvl clear
    sh "А его место занимает пустота."
    sh "А я не хочу обратно!"
    "Он всхлипнул."
    nvl clear
    window hide
    $ set_mode_adv()
    show sh upset pioneer with dspr
    sh "Я хочу как сейчас, я не пойду, не пойду!"
    me "Успокойся."
    sh "Ты не понимаешь?"
    sh "Я пытался с утра перемножить простейшие четырёхзначные числа в уме — и не смог."
    me "Ну и что?"
    "Я пожал плечами."
    me "У меня потолок — трёхзначные, и те медленно."
    sh "Семён, ты не понимаешь. {w}Пустота, куда я потихоньку ухожу — это не мой савантизм, задушенный и почти побеждённый."
    show sh serious pioneer with dspr
    sh "Это что-то другое, там нет чисел, там вообще ничего нет.{w} Настоящее небытие, хуже смерти."
    me "Наверное, просто процесс обратился вспять."
    sh "Семён, пожалуйста. {w}Я жил в том состоянии десять лет, я знаю, что оно такое. А это…"
    th "Кажется, наш гений всё-таки тронулся."
    show sh scared pioneer with dspr
    sh "Я сейчас с трудом вспоминаю о том, с чего началась беседа."
    "Медленно произнёс он."
    sh "Но я вот что тебе скажу."
    sh "Если я могу как-то сделать, чтобы это происходящее здесь больше никому не навредило…"
    sh "Дай мне минут пятнадцать, я кое-что сделаю в клубе. {w}Только не заходи, не люблю, когда над душой стоят."
    "Я кивнул."
    sh "Ну…"
    "Выдохнул он."
    sh "Удачи мне."
    play sound sfx_open_dooor_campus_1
    pause(1)
    hide sh with easeoutleft
    "И сгинул в недрах клуба."
    "Оставляя меня в одиночестве."
    th "Интересно, что он там такое сделать хочет?"
    "Без особого интереса подумал я."
    th "Какого-нибудь робота, чтобы всё сделал вместо него?"
    "Внутренний собеседник почему-то помалкивал, и мне пришлось разговаривать с самим собой."
    th "Шурик. Кто бы мог себе представить."
    "Фантазия подсовывала картинку, подобную сотворению мира — сначала ты подобно незримому духу обитаешь в пустоте."
    "А затем начинаешь требовать у неё — да будет то, да будет это…"
    "Я прикрыл глаза, погружаясь в размышления."
    "А четверть часа спустя рядом со мной остановилась вожатая."
    show mt normal pioneer with dspr
    mt "Опять бездельничаешь?"
    "Беззлобно спросила она."
    "Что бы там ни происходило у нас на площади, похоже, я был прощён и реабилитирован."
    me "Да нет. {w}Жду Шурика."
    mt "Не заметила, когда вы успели сдружиться…"
    "Пробормотала вожатая."
    mt "А он?"
    "Я качнул головой, намекая на дверь за спиной."
    mt "Надо бы мне ему кое-что ска…"
    hide mt with dissolve
    "Она открыла дверь и застыла на пороге."
    "Замолчала."
    "И тихо-тихо заскулила."
    "А я, уже чувствуя что-то неладное, обернулся, вскочил…"
    play sound sfx_bodyfall_1
    "Еле успел поймать вожатую у самого пола."
    "Посмотрел поверх неё в помещение клуба."
    "И чуть не улёгся сам."
    "Над столом, безмятежно улыбаясь, в петле висел Шурик."
    "Он улыбался так и не победившей его пустоте."
    "Улыбался тому, чего боялся всю жизнь, и доктора ему не требовалось."
    "Даже такого хорошего, как наша Виола."
    "У которой, оказывается, своя долгая-долгая история про мальчика в смешных очках, способного сосчитать всё на свете."
    "Шурик был мёртв. {w}Бесповоротно."
    "Почти излечившийся савант до смерти не хотел становиться савантом снова."
    "И его «до смерти» оказалось буквальнее, чем я ожидал."
    window hide
    stop music fadeout 3
    stop ambience
    pause(2)
    scene black
    return

label alt_day6_sl_sh_tug:
    scene bg ext_clubs_night
    play music unforgotten fadein 3
    "Люди гуляли, смеялись, любили."
    "И странно, и дико было понимать, что они вот так тут живут, счастливые — а между тем в мире стало на целую вселенную меньше."
    "Нигде ничего не изменилось, на небесных скрижалях не появилось новой записи, не зажглось и не погасло ни единой звезды."
    "Ничего не изменилось."
    "Просто Шурик висит в петле."
    "На танцполе происходит чьё-то крохотное счастье, какая-то девочка, наконец, дождалась, и её пригласил на танец нравящийся ей мальчик."
    "Или наоборот — мальчику отказала в танце давно небезразличная уже ему девочка."
    "А Шурик висит в петле."
    "Я не стал смотреть, что будет дальше."
    "Нужно уважать чужое право на смерть — даже такую некрасивую."
    "Кажется, на меня снова нашло помрачение."
    "Или всё дело в спирте. Не знаю."
    "Я почти забыл о том, что Славя в состоянии, подозрительно похожем на кому."
    "Что чёртова инфразвуковая решётка не крыс пугает, а калечит психику."
    "Что пятью метрами глубже находится абсолютно схожая по убойности мерзость, только выполненная в более совершенной форме тумана."
    "Технологическая эволюция? Более совершенная модель?"
    "Я ничего не мог сделать ни с гуделкой, ни с туманом — вообще ни с чем."
    "Но хотя бы мог держать за руку ту, что всего важнее. Преступно мало."
    window hide
    play ambience ambience_camp_entrance_night
    scene bg ext_aidpost_night with dissolve
    play sound sfx_knock_door2
    "Я прошёл по бетонным плитам  дорожки, освещённой круглыми фонарями, и дважды стукнул в хлипкую фанерную дверь."
    "Ссаженные руки болели, на груди болью наливался синяк, куда пришлась изящная пяточка тридцать четвёртого размера."
    "А всё равно вся физика ощущалась как-то отстранённо, будто происходя не со мной."
    "А с кем?"
    "С тем, кто чувствует боль и молится всем на свете высшим силам, включая те, чьё имя не к ночи будь помянуто?"
    "Дверь отперла Виола, встрепанная, в мокром и  мятом  халате с длинными, безобразными потёками туши на лице."
    window hide
    play sound sfx_open_door_kick
    pause(1)
    scene bg int_aidpost_night with flash
    "Ничего не говоря, схватила за воротник, затащила в комнату и захлопнула дверь."
    "Посадила, почти бросила на кожзам кушетки, выдохнула, сдулась."
    "Достала спирт, плеснула по мензуркам и не закусила — заплакала."
    "Только я забыл уже, что это такое — плакать."
    "Только всё колотится и колотится под диафрагмой заполошный, неуместный вопль-молитва — пожалуйста, чуда! Чуда!"
    show cs normal with dspr
    cs "Не бывает чудес. {w}Я сама бы душу прозакладывала."
    cs "Твоя дурочка измотала себя до неузнаваемости, плюс у неё индивидуальная непереносимость низкочастотных сигналов."
    cs "Как у Ш… Ш… у Ш…"
    "Она предпринимала над собой тщетные усилия, пытаясь выговорить имя того, кто стал её первым пациентом, первым человеком, в чью жизнь она сумела привнести свет."
    cs "Он рассказал тебе, что с ним случилось, да? Нашу общую историю…"
    "Она налила ещё."
    cs "Как будто грязное окно протираешь — свету всё больше и больше места остаётся, в какой-то момент ему не мешает уже ничего."
    cs "Исключая то, что ты всё-таки сидишь по другую сторону стекла. А мир — там."
    th "Окна монитора."
    dreamgirl "Монитор."
    dreamgirl "Модем."
    th "Мышь."
    th "Месть…"
    cs "У меня есть алпразолам, пионер. Небольшая таблетка — и ты будешь вспоминать этот день как что-то, тебе приснившееся и неопасное."
    me "Что ж вы сами тогда…"
    me "Не пьёте."
    "Виола вскочила, изо всех сил грохнув костяшками об оргалит стола."
    show cs normal with dissolve
    cs "Потому что я дура и виновата. Я должна страдать."
    cs "Письмо видел?"
    "Я покачал головой."
    if alt_day4_fz_sh != 2 and not alt_day4_sl_tut_iz:
        "А я всё удивлялся тому, как он умудрился построить свою гуделку, искина, шасси для него…"
    "Лучше вообще не думать, лучше вообще выдрать сердце и смотреть на всё отстранённо и безразлично."
    stop music fadeout 3
    play sound sfx_paper_bag
    "Письмо."
    play music unfinished_life fadein 3
    "Виола достала из кармана сложенный вчетверо листок и, развернув его, начала читать."
    window hide
    $ set_mode_nvl()
    "{i}В моей смерти не прошу винить Клаву К. или кого-то ещё. Сам виноват.{/i}"
    "{i}С самого начала было плохой идеей строить лагерь здесь.{/i}"
    "{i}Логично предположить, что хочешь что-то спрятать, прячь на самом видном месте.{/i}"
    "{i}Но лучше бы здесь построили склад, завод или военную часть, честное слово.{/i}"
    "{i}Потому что рабочие и солдаты не располагают тем количеством свободного времени и желания приключений, как дети.{/i}"
    nvl clear
    "{i}Когда мать прознала про ситуацию с лагерем — тогда ещё старым, она не придумала ничего умнее, чем пойти посмотреть самой. А тётка… Ну… Вы знаете.{/i}"
    "{i}У места появилась дурная слава, дети перестали ездить, лагерь закрыли.{/i}"
    "{i}Я узнал, что она незадолго до смерти побывала здесь, где сейчас стоит моё устройство.{/i}"
    "{i}И тоже встретила нечто.{/i}"
    nvl clear
    "{i}Так что это семейное.{/i}"
    "{i}Я тоже не придумал ничего умнее, уж извините меня.  Но что-то мне подсказывает, что жаловаться или предавать огласке происходящее бесполезно.{/i}"
    "{i}А я не хочу больше детей с сознанием, обработанным собранной мной машиной, не хочу больше, чтобы дети ходили рядом с такой опасной дрянью.{/i}"
    "{i}Надеюсь, в этот раз лагерь не перенесут, а забудут об этом направлении вовсе.{/i}"
    "{i}Семён, не злись на меня и береги Славю. Она действительно славная.{/i}"
    "{i}Ш.{/i}"
    nvl clear
    stop music fadeout 3
    window hide
    $set_mode_adv()
    "Виола замолчала."
    cs "Можешь лечь в изоляторе, если хочешь."
    "Наконец сказала она."
    cs "Мне кажется, вам лучше проснуться вместе."
    cs "Вас так мало друг у друга."
    "Полагаю, после того, что я устроил вечером, мне не слишком-то будут рады, если я заявлюсь ночевать домой."
    "Поэтому будет мудрым прислушаться к совету Виолетты Церновны."
    stop music fadeout 3
    $ alt_day6_sl_arc = 1
    return
    
label alt_day6_sl_regular_arc:
    sl "Знаешь."
    "Прозрачным шёпотом, глядя сквозь меня, произнесла  Славя."
    sl "Однажды я загадала, чтобы у каждого человека был шанс."
    sl "Чтобы этот мир был чуточку щедрее, и не был бы жестоким к тому, у кого что-то не получается."
    me "Шанс?"
    "Её слова неприятно задели что-то внутри."
    sl "Я всегда понимала, что просто так хотеть чего-то недостаточно, необходимо работать. Прикладывать усилия."
    me "Ты говоришь о помощи окружающим?"
    "Славя кивнула."
    sl "А тут оказывается, что я загадала для всех, для всего мира, но не для себя?"
    sl "Это неправильно. А как же шанс для меня?"
    "Прошептала она."
    sl "Мы только-только сделали всё правильно, и…"
    me "Славя, речь идёт о жизни и смерти."
    sl "Вот именно, Сёмушка… {w}Вот именно."
    sl "Я эгоистичная дрянь, я знаю."
    "Её голос дрожал, но смотрела она неотрывно."
    sl "Но ты уйдёшь навсегда. "
    sl "А я не могу тебя так просто отпустить."
    "Она поднялась, держа в руках коробку."
    sl "Прости меня, Пират, прости."
    me "Славя, я…"
    sl "Семён, пожалуйста."
    sl "Я должна закончить кое-какие дела — не трогай меня, пожалуйста."
    me "А мне-то что делать?"
    "После акта отложенного героизма чувствовал я себя идиотом, кинувшимся на лет сорок уже как молчащую амбразуру."
    "Славя дёрнула плечом, направляясь к медпункту:"
    sl "Я должна была помогать с концертом… Если ты хочешь чем-то заняться — помоги Мику и Ольге Дмитриевне."
    play sound sfx_open_door_strong
    hide sl with dissolve
    "Она скрылась за дверью медпункта, унося с собой Пирата, оставляя меня в одиночестве."
    "Нетрудно было догадаться, что именно сейчас произойдёт."
    "И — да, в такой момент лучше бы мне и правда держаться подальше — ассоциация штука такая. Нехорошая."
    "Если Славя до конца дней своих будет автоматически вспоминать, между чем и чем ей пришлось выбирать однажды в летнем лагере…"
    "Хотя она вполне может и так начать вспоминать. Как я уже сказал, ассоциации — штука такая."
    window hide
    scene bg ext_stage_big_day with dissolve
    "Мне думалось, ни на что способен не буду — до такой степени меня потряхивало."
    "Умом-то я понимал, что сейчас надо просто позволить ей быть одной, решить проблему, которую она сможет решить только в одиночестве — но сердце тянуло обратно в медпункт."
    "Быть рядом. Поддерживать. Стать кем-то, на кого она сможет опереться в случае чего."
    "Не в этом случае."
    "Всё, на что я способен в этой ситуации — это стоять рядом с постной рожей и всеми силами делать вид, что мне есть дело до щенка, которого я знаю несколько  часов."
    "Жалко, конечно. Но и всё."
    "А потому лучше отвлечься сейчас."
    "Самым лучшим способом — сменой рода деятельности."
    show mi normal voca with dissolve
    mi "Сенечка, ты пришёл ко мне на спасение? Ты такой молодец, а то я нигде Славю найти не могу, помочь некому, а им я никому не доверяю!"
    "Она пренебрежительным жестом обвела толпящихся у сцены малышей."
    me "Ты доверяешь мне? Как трогательно."
    "Я не скрывал сарказма."
    me "И что мне делать?"
    mi "Нужно сделать следующее…"
    window hide
    scene black with fade
    stop music fadeout 3
    stop ambience
    window hide
    scene bg ext_stage_normal_day with dissolve
    play ambience ambience_camp_center_day
    "Когда я в следующий раз смог присесть, на часах было начало пятого."
    th "Пожалел прапор жену, что ни разу за день не присела — заставил присесть двести раз."
    me "Где у вас можно примереть?"
    "Выдохнул я, плюхнувшись на соседний стул за пультом."
    show mi laugh voca with flash
    mi "Нигде! Ты мне нужен!"
    mi "Микрофон мне дашь, когда я кивну, а потом с четвёртого канала сигнал добавишь, всё понял?"
    me "Дурное дело нехитрое."
    mi "Спасибо, Сенечка, ты лучше всех!"
    "Она ослепила меня улыбкой."
    hide mi with easeoutleft
    "И упорхнула на сцену в своём возмутительно коротком платье."
    "Вообще, на возвышения с такой длиной подола залезать — должно приравниваться к саботажу! Так как парализует работу мысли у доброй половины мужского населения."
    "Тем более, что есть на что посмотреть!"
    "А мне, с моей ямы, было видно даже чуточку боль… Так, стоп, куда это мы пялимся?!"
    th "Ни на секунду расслабиться нельзя!"
    dreamgirl "Да ты что! Там же зрелище какое!"
    if alt_day2_muz_done:
        dreamgirl "На что поспорим, что они опять в полосочку?"
    th "Уймись, чудовище озабоченное. И потом, у меня — Славя."
    dreamgirl "То, что у тебя есть один торт, не значит, что тебе нельзя смотреть на витрину кондитерской лавки!"
    th "Именно это и значит!"
    dreamgirl "Да давно ли ты такой щепетильный? Раньше своего не упускал!"
    if alt_day2_muz_done:
        dreamgirl "Позавчера стоял и пялился как миленький!"
        if alt_day2_rendezvous == 2:
            dreamgirl "Если бы не твоя ненаглядная — там бы и пристроился!"
    th "Всё, закрыли тему."
    th "У меня есть Славя, и у неё сейчас и без того тяжёлая ситуация, чтобы ещё меня ловить на интересах к чужому панцу."
    window hide
    return
    
label alt_day6_sl_hala:
    window hide
    scene bg ext_stage_normal_day
    with dissolve
    stop music fadeout 3
    play music melancholy_sun fadein 3
    play ambience ambience_camp_center_evening fadein 3
    "Речи без помыслов, люди без лиц, жаркие споры глухих и слепцов…"
    "Казалось удивительным и каким-то неправильным, что вокруг кипит смешная и беззаботная детская жизнь, а буквально по соседству — руку протяни — в кустах прячется чьё-то неизбывное горе."
    "Чья-та погибшая Вселенная — и радость на лицах, дикий контраст."
    "Но, наверное, так и правильно — не должны чьи-то неурядицы отравлять окружение подобно радиации."
    "Просто то, что кому-то плохо — не причина, чтобы плохо было и всем остальным."
    "Мику на сцене допевала уже вторую песню, беспокойно поглядывая на задние ряды, отведённые под наш отряд."
    "Кажется, кого-то ждала."
    window hide
    with fade
    th "Любопытно, что станет делать, если не дождётся?"
    th "Плюнет на дыру в постановке и вытащит на сцену следующий номер? Или будет петь до позеленения?"
    "Зная Мику, я бы склонился ко второму варианту — тем более, такой-то карт-бланш на сценическое время."
    show mi smile voca with dspr
    "Но, наконец, сзади донёсся знакомый голос — Алиса."
    "Мику тут же просияла — похоже, что следующим номером за ней должна была идти рыжая."
    "И с ещё большим энтузиазмом запрыгала по сцене, распевая на поднебесном наречии завлекательные обещания покромсать окружающих тупыми ножницами."
    "А ведь глядя на эту девочку-припевочку такого и не скажешь!"
    "Старый-старый розыгрыш — скорчи зверкую физиономию и попробуй произнести что-нибудь ласковым голосом."
    "Не то, чтобы я ожидал от Мику дёрстовского гроулинга или высокомерного безумия в духе мистера Линдеманна, но…"
    scene bg ext_stage_big_clear_day_7dl at zenterleft
    show dv normal pioneer2 at cleft
    with dissolve
    dv "Салют тормозам."
    "Хлопнула меня по спине Алиса, плюхаясь рядом."
    me "Ты это говорила уже."
    dv "И скажу это ещё раз! Где твоя подруга?"
    "Безо всякого перехода спросила Алиса."
    me "Как считаешь, это твоё дело?"
    show dv smile pioneer2 with dspr
    dv "А как же! У меня к ней свой вопрос. Касается тебя, кстати."
    show bg ext_stage_big_clear_day_7dl at enterright
    show dv normal pioneer2 at left with moveinleft
    show mi smile voca at cright
    with dissolve
    "Ей удалось заинтриговать меня, но рядом с нами из ниоткуда появилась Мику:"
    mi "Алисочка, Алисочка, как хорошо, что ты пришла, а то я думала, ты забыла или не хочешь и вообще передумала! Я чуть было вместо тебя кого-то другого не поставила."
    dv "Не дождёшься."
    "Осклабилась рыжая."
    dv "Не для того я всю неделю разучивала слова и репетировала, чтобы сейчас уйти."
    me "И тем не менее, ты опоздала."
    "Напомнил я."
    show dv grin pioneer2 with dspr
    dv "Как думаешь, это твоё дело?"
    "Передразнила меня Алиса и, подхватив гитару, поднялась со стула."
    "Разговор снова оставил больше вопросов, чем было до него — впрочем, в этом лагере это, похоже, привычный порядок вещей."
    hide dv with easeoutleft
    show mi normal voca at center with moveinleft
    mi "Ну вот, хорошо, самый тонкий момент пройден, остальных вожатые привели."
    "Она потёрла ладошки."
    mi "Да будет концерт!"
    window hide
    with fade
    "С эстрады полились гитарные переборы, Алиса что-то запела."
    "Наверное, даже что-то неплохое — как ни старался я, не мог настроиться на нормальное восприятие песни."
    "Пришлось ориентироваться на реакции окружающих."
    show mi happy voca with dspr
    "Вон как Мику замерла, старательно ловя каждое слово."
    "Вон как притихли шумящие до этого момента пионеры."
    th "Здорово придумала — поставить самый сильный номер на начало концерта для того, чтобы гарантированно привлечь внимание зрителя."
    dreamgirl "Ага, они теперь будут ждать — а ну как кто-нибудь выдаст что-нибудь не хуже."
    dreamgirl "Или хотя бы ещё раз рыжую на сцену выволокут."
    th "Вот это как раз маловероятно — она же как Лорейн Кристи, певица одного хита: главное — выстрелить собой в направлении горизонта, а там хоть трава не расти."
    "Меня больше беспокоило — что там со Славей."
    "Вернее, с ней-то всё было как минимум неплохо — физически."
    if alt_day5_sl_extra_house:
        "Разве что некоторый дискомфорт после того, что мы учудили в вакантных нумерах."
    "Но вот психически…"
    "И сходить проведать её нельзя — покажу неуважение к её воле."
    "То есть она должна это пережить самостоятельно и не сорваться на окружающих… Окружающем. Мне."
    "Музыка играла и играла, пионеры поднимались на сцену, пели, танцевали, читали стихи."
    "Данечка изобразил сотоварищи спортивную пирамиду и что-то кричал сверху — наверное, даже что-то смешное."
    "А я под новокаиновой блокадой — я не могу ни к чему прикоснуться, и ничто не трогает меня."
    "От такого состояния помогает водка до тошноты и одиночество — до волчьего воя."
    "А меня подмывает отправиться блуждать по территории, искать своё солнце — сердце не на месте."
    play ambience ambience_camp_center_evening fadein 3
    "Я продолжал сидеть на месте, до боли вцепившись в твёрдые края сиденья стула."
    "Я продолжал сидеть."
    window hide
    scene bg ext_stage_big_clear_day_7dl with fade
    "Мику ещё несколько раз поднималась на сцену — она принимала участие в нескольких номерах других отрядов."
    "У летнего детского сада она к тому же подвизалась в качестве хореографа."
    "Она была занята, она была при деле — и счастлива — при любимом деле."
    "А мне снятся сны, после которых спать не получается до тех пор, пока замертво не падаешь от усталости."
    "Вечер, лето, лагерь, концерт. И я с никому не нужными рефлексиями."
    "Обнажённая хрустальная ненависть, будто кричащая миру: «Мне плохо, слышите, вы?!»"
    "Хотя мне никогда не хотелось ничьего внимания."
    "Надоело."
    "Я улыбнулся подозрительно посмотревшей на меня вожатой, пряча под веком искреннюю просьбу: «Сдохни, пожалуйста, или уйди с дороги»."
    "И когда стало невмоготу от горечи под языком —  поднялся и не оборачиваясь заспешил куда-то."
    "В ту самую сторону, которая мне сейчас казалась наиболее уместной."
    "В сторону, где может быть Славя."
    stop music fadeout 3
    window hide
    scene bg ext_square_day with dissolve
    play music lynn fadein 3
    "Звериное чутьё, рефлексы, что позволяют уклониться от удара когтями, выжить там, где выживать не полагается."
    "После того, как я вышел на площадь, именно чутьё фактически силой повернуло меня куда-то в сторону — в кусты, на тропинку, путь старожилов."
    play sound sfx_bush_leaves
    "Туда, где мы…"
    window hide
    scene bg ext_path2_day with dissolve
    "Всё верно."
    "Выкрашенная охрой стальная рама, на которую натянута сетка-рабица, неподалёку крохотный ручеёк."
    "А у самой ограды — пара следов от сандалий."
    "Славя, боящаяся высоты Славя, взяла здесь свои два метра."
    "Бегущая от себя, от своих мыслей — до последнего пытающаяся думать не о себе, а о других."
    "Как она сказала — мир, где каждому будет дарован шанс. Первый, второй… Шанс."
    "Но не из ниоткуда — а в результате кропотливой и тяжёлой работы."
    "В моём мире это никогда бы не сработало — мы существуем по другим законам."
    "Но здесь, в этом застывшем хрупком равновесии доверия и братства, которое можно сломать, просто слишком резко повернувшись…"
    "Возможно, только здесь оно и возможно."
    "Надо просто как следует потрудиться."
    if alt_day_binder != 1:
        "Встретить глупого пионера с автобуса, а не отправиться кормить щенка."
        "Улыбнуться ему, от души, приветливо, радуясь новому лицу, живо интересуясь тем, кто он и что он такое."
        "Взять его под руку и позволить стать ближе, ещё ближе — друзьями с первого взгляда? Почему бы и нет."
        "Здесь это может сработать."
    "Когда на пороге окажется беда, не выть истерично, переваливая вину с больной головы на здоровую, а тихо попросить уйти."
    "Попросить позволить решить всё самой."
    "Я нашёл её практически у самого забора, отойдя буквально на пару десятков метров."
    sl "Жизнь всё равно найдёт путь."
    "Обращаясь в никуда, произнесла она."
    window hide
    scene bg ext_sky_7dl with dissolve
    sl "Жизнь. Самая прекрасная сила в мире."
    sl "Я хотела бы, чтобы мы были друзьями. Чтобы ты встречал меня вечерами, когда я возвращаюсь с учёбы или работы, уставшая, но счастливая от того, что меня ждут дома."
    sl "Чтобы с момента знакомства — и до тех пор, пока один из нас не уйдёт в пустоту, в великое Ничто."
    sl "А знаешь, как было бы здорово, если бы это произошло одновременно — я, уже старенькая, ты, тоже немолодой."
    sl "Мы долго-долго будем смотреть в небо и не успеем понять, что больше не смотрим глазами."
    sl "Смотрим чем-то ещё."
    "Она порывисто обернулась в мою сторону. "
    play ambience ambience_forest_day fadein 3
    window hide
    scene bg ext_path2_day at zenterleft
    show sl sad pioneer at cleft
    with dissolve
    sl "Ты боишься смерти, Семён?"
    "Спросила она."
    sl "Представь, что ты сделал в жизни всё, чего хотел — смог бы ты тогда отпустить себя?"
    me "Да."
    "Честно ответил я."
    "Сейчас, когда я знал, что ожидало меня по ту сторону Черты, вопросы жизни или смерти воспринимались несколько отстранённо."
    "Она почти пришла, я могу лишь оттягивать неизбежное."
    sl "А близкого? Сумел бы ты сделать своему близкому такое одолжение?"
    me "Какое?"
    sl "Я посадила деревце. Потому что не может же оно быть всё просто так? Правда?"
    me "Конечно."
    show sl normal pioneer with dspr 
    stop music fadeout 3
    sl "Пират будет жить — пусть хотя бы так."
    "Славя поднялась с коленей и отёрла глаза тыльной стороной ладони."
    play music gonna_be_ok fadein 5
    "Сейчас вполне ожидаемо было бы порыться в карманах, дать ей платок."
    "Но я же никогда с собой платки не носил."
    sl "Спасибо."
    "Поблагодарила Славя, промокая уголки глаз."
    sl "Значит, сбежал с концерта, да?"
    me "Как видишь."
    "Я развёл руками, стараясь улыбаться не слишком вызывающе."
    "Хотя я прямо нарушил её просьбу."
    me "Понял, что не могу развлекаться, пока ты тут… Хотя какое там «развлекаться»."
    "И у неё есть полное право быть мной недовольной."
    show sl serious pioneer with dspr
    sl "Ты не должен был приходить."
    "И она совершенно права."
    me "Не должен — потому что это неправильно? Некрасиво? Не по чьим-то выдуманным законам? Почему?"
    sl "Потому что ты — лишнее напоминание того, что я думаю только о себе."
    "Медленно произнесла она."
    sl "Самовольно забрала себе шанс, второй шанс на то, чтобы у нас что-то получилось."
    sl "Не заплатила ничем."
    "Она стояла и молча смотрела на меня."
    "Сухими, пустыми глазами человека, который вот-вот сделает что-то, о чём до конца дней будет жалеть."
    "Очень часто этот самый конец очень и очень не далёк."
    show sl normal pioneer with dspr
    sl "Семён, я думаю, нам лучше…"
    "Кто бы дал ей договорить."
    window hide
    scene cg d5_sl_kissing_7dl with flash
    "Вот я стою, внимая её глупой исповеди, что как заезженная пластинка всё соскакивает и соскакивает на одну и ту же дорожку."
    "А там записано соло басов, кашель на заднем плане и бесконечные призывы бед на собственную голову."
    "А вот — я уже сжимаю её в руках так, что, кажется, ещё немного и захрустят рёбра."
    "Целую — больно, кусая губу."
    "Непогрешимость её паладинства имеет одно неприятное свойство."
    "Она почти не умеет сомневаться в том, во что верит."
    "Детская ещё психика позволяет небольшую гибкость в оценках, но если бы она сейчас договорила про своё «расстаться»…"
    "Я даже могу представить себе, как она с ужасающей последовательностью задним числом, реверс-логикой подводит под этот постулат доводы, строит неопровержимые аргументы."
    "Непогрешимость — потому что да, с её точки зрения она поступила подленько и эгоистично."
    "А значит, никакой награды не заслуживает."
    window hide
    scene bg ext_path_day at zenterleft
    show sl normal pioneer close at cleft
    with dissolve
    sl "Семён, я…"
    "Но я заставил её замолчать, положив палец на губы."
    me "Славя, я должен тебе признаться кое в чём."
    me "Прежде чем ты накрутишь себя так, что поздно уже будет что-либо говорить."
    show sl surprise pioneer close with dspr
    sl "Признаться в чём?"
    me "Понимаешь, есть один момент, который ты упускаешь, пока казнишься здесь."
    dreamgirl "Хочешь рассказать ей?.."
    me "Хотя не спорю — да, на первый взгляд может показаться, что ты, вся такая хорошая, а вдруг в важной ситуации подумала только о себе."
    me "Но всё сложнее."
    window hide
    with fade
    stop music fadeout 3
    me "Видишь ли, дело в том"
    if alt_sp >= 6:
        extend ", что там, у себя дома я умер."
        play music Please_Reprise fadein 3
        show sl scared pioneer close with dspr
        sl "ЧТО?!"
        "Славя прижала руки ко рту, глядя на меня широко распахнутыми глазами."
        me "Что слышала."
        "Огрызнулся я."
        me "Я оказался здесь в результате несчастного случая."
        me "Хотя, конечно, как сказать."
        if herc:
            me "Дело в том, что там, у себя дома я своего рода сторож, охранник."
            me "А работа сторожа сопряжена с некоторыми опасностями."
            sl "Неужели грабители?"
        elif loki:
            "Я навскидку могу назвать одно лицо — вернее, одну морду или рыло — которому этот случай стал очень даже счастливым."
            "Ведь с его подачи я сейчас загораю в тридцать пять градусов ниже нуля, плавно приобретая консистенцию свежемороженой рыбы."
            me "Прямо сейчас то, что от меня осталось — нежизнеспособно. Даже если меня прямо сейчас определят в карету «Скорой»."
            me "Их было четверо, и они были очень злые."
            sl "Они… тебя…"
            "Медленно произнесла Славя."
        else:
            me "Та ситуация, про которую говорят «несчастный случай», а потом сочиняют анекдоты."
            me "Мост через Неву, гололедица, водитель не справился с управлением."
            sl "Значит, ты утонул?"
        "Я кивнул."
        me "Я не знаю, сколько у меня было бы времени — там, дома."
        me "Но я сильно сомневаюсь, что сумел бы помочь твоему щенку."
        if herc:
            "Разве что Зинка могла бы по извечному бабьему инстинкту учуять в щенке существо, требующее догляда."
        elif loki:
            me "Замёрзли бы там оба, всего и делов."
        else:
            me "Как ты сама понимаешь, со дна реки я никому помочь не в состоянии."
        sl "Зачем же ты предлагал, если…"
        "Она прикусила губу, напряжённо размышляя."
        if herc or loki:
            me "Солнец, Ленинград — это город, понимаешь? Мегаполис. Кто-нибудь рядом обязательно оказался бы."
        me "И даже так — это был бы какой-то шанс, пусть и исчезающе маленький."
        me "Я совсем не стремлюсь занять место двумя метрами ниже уровня могильной плиты, но просто обязан был предложить и этот вариант тоже."
        "Я задумался о причинах, и с языка естественно слетело:"
        me "Потому что я обязан соответствовать своей девушке."
        dreamgirl "Пафосный индюк."
        th "Цыц."
        sl "Значит, я выбирала не между прихотью и спасением жизни?"
        "Я покачал головой."
        me "Ты всего лишь выбирала — чьей жизни дать шанс."
        "Не то, чтобы я очистил её совесть полностью, определённые сомнения в её душе всё-таки остались."
        "Но самое главное, понимание ситуации — я ей дал."
        "А дальше всё зависит только от неё."
        window hide
        scene bg ext_camp_entrance_day at zenterleft
        show sl normal pioneer at cleft
        with dissolve
        "Славя тихо улыбнулась и обняла меня."
        sl "Спасибо…"
        "Прошептала она."
        me "Что? Почему?"
        sl "Что рассказал мне всё. Тебе, наверное, очень страшно жить с таким грузом?"
        me "Да нет."
        "Я пожал плечами."
        me "Сказать по правде, я вспомнил об этом только-только, суток ещё не прошло."
        sl "Это значит…"
        "Девушка прикусила губу."
        me "Значит, значит."
        "Я стоял неподвижно, не делая попыток выбраться — хотя и было несколько неловко обниматься на дорожке у самых ворот."
        "Поэтому говорил чуточку ворчливо. Это помогало справиться со смущением."
        me "Никуда я от тебя не денусь, ни сейчас, никогда."
        show sl smile pioneer with dspr
        sl "А как же твои родители? Ну, те, которые здесь."
        me "А я знаю? Вот вернёмся домой, тогда и посмотрим, кто они такие."
        show sl smile2 pioneer with dspr
        sl "На всё-то у тебя ответ есть."
    else:
        extend ", что я предлагал это потому, что тот хрен старый говорил не всю правду."
        play music unforgotten fadein 3
        dreamgirl "Что ты несёшь?"
        me "Я хочу сказать, я и правда не совсем из этого мира, но…"
        show sl serious pioneer with dspr
        sl "Что?"
        me "Я не знаю, как я здесь оказался. И не знаю, как оказаться дома."
        me "Далеко не факт, что его советы сработали бы."
        show sl sad pioneer with dspr
        sl "Но тогда зачем ты предлагал?.. Заставлял меня выбирать…"
        me "Отчаянная ситуация… Я сам не знаю, кто меня под руку дёрнул рваться вперёд, размахивая волшебными палочками и строя из себя спасителя."
        me "Прости меня, в общем."
        "Я опустил голову."
        me "Выбора не было, шансов у Пирата не было — вообще ничего не было."
        th "Кроме одной крохотной трагедии с угасшей жизнью."
        me "Прости меня."
        "Я опустил голову."
        th "Прости меня за то, что говорю не всю правду."
        th "Пусть лучше ты будешь считать меня болтуном, заставляющим без вины волноваться окружающих."
        th "Чем поймёшь, между чем и чем на самом деле был твой выбор."
        "Хотя я не мог сказать, что меня прямо так уж расстраивало её решение в мою пользу."
        "Щенка, конечно, жалко, очень жалко."
        "Но не настолько, чтобы я готов был сдохнуть во имя его спасения."
        "Славя молчала долго, напряжённо о чём-то размышляя."
        "И ей правда было о чём подумать."
        "Например, убрать установки на самоуничижиение, самобичевание и целую кучу прочих «само-»."
        "Но если она теперь будет относиться ко мне с прохладцей — что ж, я пойму. Я заслужил и это."
        "Моего плеча что-то коснулось, и я медленно поднял голову."
        window hide
        scene bg ext_path_day at zenterleft
        show sl normal pioneer at cleft
        with dissolve
        sl "Семён, я очень тобой недовольна, ты это понимаешь?"
        me "Да."
        sl "И после такой шуточки нам и правда лучше всего было бы разойтись."
        me "Что ж, и это тоже верно."
        sl "Но я дала шанс себе. Самовольно. Значит, могу и тебе тоже."
        "Она подошла ко мне и немного напряжённо обняла."
        sl "Только не обманывай меня больше, слышишь?"
        "Она закостенела, когда я не обнял её в ответ, стоя руки по швам."
        "С трудом понимая одну простую вещь."
        th "Меня что, простили?! Серьёзно?"
        "Потому что я бы — не-а."
        window hide
        scene cg d5_sl_kissing_7dl with flash
        "Я обнял Славю изо всех сил, на секунду задохнувшись от заполошно колотящегося в висках счастья."
        "И был удостоен поцелуя."
        "Или это она была удостоена?"
        "На ехидное хихиканье из кустов отреагировал в уже привычном флегматичном духе — выставив средний палец по направлению к источнику раздражения."
        window hide
        scene bg ext_camp_entrance_day
        show sl normal pioneer
        with dissolve
        sl "Уф…"
        "Оторвалась она."
        sl "Надо же иногда и дышать, ты не думаешь?"
        me "Нет."
        "Глупо ответил я."
        "И улыбнулся."
    "Не знаю — что и как я сделал, но оно сработало, Славя немного расслабилась."
    sl "Ладушки, пошли возвращать долги — а их у нас мноооого!"
    me "Это какие это долги?"
    "Славя потрепала меня по макушке."
    sl "Накопились! Пока я истеричку праздновала, а ты меня утешал."
    "Она схватила меня за руку и потащила за собой в сторону эстрады."
    stop music fadeout 3
    stop ambience fadeout 3
    window hide
    scene bg ext_stage_big_clear_day_7dl with fade_red
    play ambience ambience_camp_center_evening
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    play music music_list["always_ready"] fadein 3
    "В это время Мику с пафосом, достойным лучших диджеев планеты, изящно отставив мизинчик, увела сигнал последней фонограмы в ноль, и на сцену выбралась Ольга Дмитриевна."
    sl "Ой, нет!"
    "Воскликнула Славя."
    sl "Я же должна была концерт закрывать. Всех подвела."
    me "И только сейчас Славя начала понимать, что связалась с неудачником. Но основные испытания только ещё ждали её!"
    sl "Семён, пошли быстрее к сцене, может быть, ещё…."
    mt "И на этом я объявляю наш концерт завершённым."
    "Будто отвечая ей, объявила вожатая."
    mt "Первый отряд, соберитесь у сцены, пожалуйста."
    "Мы подбежали к самой сцене, и Ольга Дмитриевна одарила было нас злым взглядом."
    "Но тут же смягчилась — видимо, вспомнила, что у Слави были особые обстоятельства."
    "Кивнула нам, позволяя присоединиться к сбившимся в кучу пионерам."
    scene bg ext_stage_big_clear_day_7dl at zenterleft
    show mi smile voca at cleft with moveinleft
    show dv normal pioneer2 at cright with moveinright
    show un shy pioneer far at fleft behind mi
    show el normal pioneer far at fright
    with dissolve
    show us laugh sport at center with easeinbottom
    "Кажется, здесь собрались все."
    "Исключая разве что Шурика — за него Виола просила. Ну и, понятно, Жужелицу, как обычно, спящую в библиотеке."
    dv "Опять что-нибудь таскать заставят, сто процентов."
    show us grin sport with dspr
    us "Ты меня, работушка, не бойся — я тебя не трону!"
    "Славя так и стояла, держа меня за руку."
    show mi dontlike voca with dspr
    mi "Алиська, не будь букой, сама же первая танцевать пойдёшь!"
    dv "Ага. С разбегу об телегу."
    "Насмешливо фыркнула Алиса."
    dv "С кем танцевать-то? Выбора нет, либо с грибом, либо с аутистом."
    dv "Каварер-каварер, паравик прагарер."
    "Славя немного нахмурилась, но ничего не сказала."
    dv "Либо с тормозом."
    "Безжалостно продолжила рыжая."
    hide mi
    hide un
    hide el
    hide us
    with diam
    show sl angry pioneer at center with easeinright
    show dv shocked pioneer2 at right with easeinright
    with vpunch
    sl "Алиса, следи за языком!"
    "Не выдержала Славя."
    me "Да ничего."
    "Я безуспешно попытался успокоить разбушевавшуюся блондинку, но той будто вожжа под хвост попала."
    me "Славя, да всё нормально, она просто…"
    sl "Или ты думаешь, я не знаю, почему ты к нему такая злая?"
    sl "Так я знаю! Я скажу!"
    "Она сверкнула глазами."
    if alt_day_binder != 1:
        sl "Ты его с первого дня обхаживаешь, по плечу хлопаешь, лыбишься ему как приятелю."
        sl "А эта твоя похвала «не безнадёжен» и «не такой уж тормоз»!"
    else:
        sl "Ещё со дня, когда я его у тебя на пристани увела."
        sl "Как сбесилась!"
    sl "Ты влюбилась в него, что ли?!"
    show dv guilty pioneer2 with dspr
    dv "Кто? Я? Ты серьёзно?!"
    "Алиса рассмеялась, но как-то неестественно."
    "Все стояли и молча смотрели на неё."
    dv "Ты дура, что говоришь такое?"
    show sl normal pioneer at center with dspr
    sl "И зовёшь его постоянно то новичком, то тормозом, как будто у него имени нет."
    "Славя успокоилась и методично добивала противницу." 
    th "И чего она так взъелась?"
    hide sl with dissolve
    sl "Раз тебе так плевать, скажи, как его зовут?"
    show dv angry pioneer2 with dspr 
    dv "Феоктистова, если ты хочешь подраться… Вечером на пристани."
    "Рыжая катастрофа прошла сквозь строй, плечом отшвырнув зазевавшуюся Лену так, что та чуть не упала."
    "И наткнулась на меня. Почему-то не спешащего уходить."
    stop music fadeout 3
    show dv rage pioneer2 close with dissolve
    dv "Новичок."
    "Зарычала она."
    play music anglegrinder fadein 3
    dv "Ты уйдёшь в сторону, или я пройду по твоему трупу?"
    me "Сначала — вот."
    "Что двигало мной? Почему я был такой дурак?"
    "Не знаю."
    "Алиса была меньше меня."
    if not herc:
        "Но вряд ли слабее."
    else:
        "Но разъярённая куница — очень опасный оппонент."
    "Я протянул руку, запретив той дрожать."
    "И указал пальцем в сторону колонок."
    me "Мы готовим дискотеку и только после этого уходим."
    show dv angry pioneer2 close with dspr
    dv "Заставь меня."
    "Хрипловатый голос Алисы упал до змеиного шипения."
    me "Зачем? Тебя заставят пионеры. Когда узнают, что по твоей вине у них не будет прощальной дискотеки."
    dreamgirl "Сёмушка-Сёмчик, ты в курсе, что выступаешь несколько не в своём амплуа?"
    hide sl with dissolve
    "О, я прекрасно отдавал себе отчёт в том, насколько это непривычная мне роль."
    "Насколько тонок лёд, на который я ступаю."
    "Но это как слушать хорошую симфоническую музыку: кураж прибавляет 50 процентов к мотивации, 30 процентов к восстановлению сил."
    "И сто процентов к силе воли!"
    me "Так что ты можешь ударить меня, если хочешь, но мы сейчас все пойдём и поможем Мику с подготовкой танцев."
    show dv normal pioneer2 with dspr
    dv "Да?"
    "Алиса, успокоившись, склонила голову набок."
    dv "Что ж, я не могу отказаться."
    "Она развернулась к Мику:"
    show dv smile pioneer2 with dspr
    dv "Так, говори что делать."
    "Мику начала что-то рассказывать."
    "А я расслабленно выдохнул."
    me "Теперь, когда все успо…"
    dv "Да, чуть не забыла."
    if herc:
        "Неуклюжее, тормозное, нетренированное тело!"
        "Какой смысл в рефлексах и скорости реакции, если видит око да зуб неймёт — вернее, я всё вижу, но просто не могу заставить себя шевелиться достаточно быстро?!"
    else:
        "Я не успел ничего понять."
        "Всё произошло слишком быстро."
    "В воздухе мелькнул кулак."
    with flash
    play sound sfx_lena_hits_alisa
    pause(1)
    "Когда закончится жизнь, я встречу Смерть одной фразой: «Ну, здравствуй, старый приятель»."
    scene black with fade
    "Рано расслабился, рано поверил в то, что в глубине души Алиса всё-таки хорошая девочка."
    "Недотёпа."
    dreamgirl "Зато Славя полностью права — рыжая на тебя запала."
    dreamgirl "Помнишь пословицу «кого люблю, того и бью»? {w}Как на заказ пошито."
    window hide
    scene bg ext_stage_big_sunset_7dl with dissolve
    "Я поднялся с земли, прижимая ладонь к носу."
    "Промокнул — к счастью, не расквасила."
    "Алиса, не оборачиваясь, отошла к Электронику, тот колдовал с колонкой, отключая провода и сматывая их в бухты."
    th "Самоуверенности, конечно, выше крыши!"
    dreamgirl "Не думаю, что у них в чести бить в спину. {w}Кодекс пацанской чести же."
    "Глядя на Алису, поневоле верилось в то, что она как никто другой оный кодекс блюдёт."
    stop music fadeout 3
    window hide
    scene anim_square_preparty with dissolve
    play music music_list["smooth_machine"] fadein 5
    me "По носу больно как влепила!"
    "Пожаловался я Славе, методично толкая колонку, водружённую на тележку."
    sl "Эх…"
    me "Дурак, да? Не надо было лезть, пусть бы себе уходила."
    sl "Да нет."
    "Славя не поворачивалась в мою сторону, но я разглядел заалевшие краешки ушей."
    sl "Ты сделал что-то действительно смелое."
    me "За что и расплачиваюсь. Эх, не сиделось мне на обочине с чепчиком в зубах!"
    sl "У тебя и не получится."
    "Здесь бетонная дорожка заканчивалась, надо было удвоить бдительность, чтобы раритетные колонки не запрыгали по камням."
    "Беседа стихла сама собой."
    "Хотя вопрос остался."
    "И как только представилась возможность — я его задал."
    scene anim_square_preparty at zenterleft
    show sl smile2 pioneer at cleft
    with dissolve
    me "Так что же мне помешает сидеть на обочине?"
    me "Я не хвастаюсь или что-то такое. Но это я умею в совершенстве — сидеть на обочине."
    show sl shy pioneer with dspr
    "Славя немного смутилась, вцепилась в косу и посмотрела на меня искоса."
    sl "Обещаешь не обижаться, если скажу?"
    me "Женская логика — сначала просим не обижаться на гадость, потом говорим эту гадость?"
    sl "Что-то в этом духе, да."
    me "Хорошо. Как вашеству будет угодно."
    "С лёгким сердцем пообещал я."
    "Славя с первого дня заняла особое место в моём сердце — даже если бы у нас не вышло нашего забавного романа, она всё равно значила бы кое-что."
    "В частности, у меня не получалось на неё обижаться или злиться."
    "От слова «совсем»."
    dreamgirl "Это потому что она умело лавирует и обходит все острые углы."
    th "Не думаю, что дело только в этом."
    me "Обещаю не обижаться, что бы ты ни сказала."
    show sl happy pioneer with dspr
    sl "Гляди, ты сам напросился!"
    "Предупредила она."
    "И, немного поразмыслив, начала:"
    show sl normal pioneer with dspr
    sl "Возможно, ты и не заметил, и даже не обратил внимания."
    "Существуют сны, от которых ты просыпаешься с подушкой в слезах."
    with fade
    sl "Или просто не счёл заслуживающим внимания."
    "Существуют сны, после которых ты хочешь пустить себе пулю в висок — или напротив, судорожно, захлёбываясь, живёшь."
    with fade
    sl "Но ты изменился, Семён."
    sl "Лагерь изменил тебя."
    "А существуют сны, от которых ты не просыпаешься никогда, а в твоём теле открывает глаза кто-то, кто не ты, кто-то другой."
    sl "И я."
    sl "Старого Семёна больше не существует."
    "Потому что сон изменил тебя."
    show sl serious pioneer with dspr
    "Мы сгрузили колонку рядом с Гендой и дали Мику отмашку на подключение."
    sl "Ты не остался стоять в стороне не потому, что ты глупый или хочешь передо мной повыделываться."
    sl "А потому что не можешь иначе."
    me "Практически пророчество."
    sl "Конечно, ты можешь сделать над собой усилие и вернуться к тому, кем ты был раньше."
    sl "Но подумай сам — надо ли тебе."
    show sl smile pioneer with dspr
    sl "А теперь наша работа здесь закончена, можно и пойти заправиться перед танцами."
    stop music fadeout 3
    window hide
    scene bg ext_dining_hall_near_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    "Не всё, что я делал здесь, заставило бы меня гордиться."
    "Но и действительно неплохих поступков на моём счету тоже есть."
    play music music_list["silhouette_in_sunset"] fadein 3
    "По-своему, по-обывательски я оказался безгрешен, иначе с чего бы до меня снизошёл такой вот ангел?"
    "Хотя гордиться и хвастаться как-то не хочется."
    "Не моё это."
    "Славя не одобрит."
    "О, важное заявление сэра Подкаблучника."
    "А если серьёзно, то, похоже, я успел понять на каком-то уровне, что старый я ей попросту не буду интересен."
    window hide
    play sound sfx_open_door_2
    pause(1)
    scene bg int_dining_hall_sunset
    with dissolve
    "Вернее, буду, конечно — Славя вообще людей любит."
    "Но недолго."
    "И далеко не в том качестве, в каком я планирую."
    "Как говорится «я люблю в тебе того, кем ты до поры притворялся» — а дальше развод и тумбочка между кроватей."
    "С кактусом."
    "Пока мы занимались погрузочно-разгрузочными работами, вся пионерская братия уже успела смолотить праздничный прощальный ужин, оставляя по нашу душу только пустые котлы и грязные столы."
    "Враги. Что тут ещё скажешь."
    show sl normal pioneer at zenterleft
    sl "Садись пока, я сейчас что-нибудь придумаю."
    me "Придумаешь? А разве нам не полагается усиленная пайка за то, что мы сейчас работали на благо Родины?"
    sl "Если бы Ольга Дмитриевна успела сюда, чтобы придержать нам ужин — то возможно. Но она работала вместе с нами… Точнее, до сих пор работает."
    sl "Голодная!"
    mt "Не такая уж и голодная."
    hide sl with dissolve
    show mt normal pioneer at cleft with dspr
    "Дверь хлопнула, и в помещение забежали пионеры под предводительством Ольги Дмитриевны. "
    mt "Но если тебе так хочется — можешь покормить и меня."
    "Оставшиеся пионеры под предводительством Алисы расселись за соседним столом: Мику, Лена, Ульяна, Электроник — и в лад застучали ложками, скандируя: «Е-ды, е-ды!»."
    "Покачав головой, Ольга села рядом со мной."
    "Выглядела она уставшей."
    "Как только на танцы пойдёт в таком состоянии?"
    show mt laugh pioneer at center with dspr
    mt "Не беспокойся!"
    "Рассмеялась она."
    mt "Последний день всегда маетный, но и для танцев у меня всегда останутся силы."
    mt "Так что берегись, я ещё и с тобой потанцевать захочу."
    me "Для начала вам придётся меня догнать."
    "Пробормотал я, а Ольга расхохоталась."
    mt "Сём Сёмыч, ты совершенно не меняешься."
    me "Да? А мне Славя сказала, что я здорово изменился."
    show mt smile pioneer with dspr
    mt "Вот уж нет. Ты, Сёмчик, самое постоянное, что может быть в мире."
    mt "Всё такой же ворчун, стабильный, как ледник в Гренландии."
    mt "Иногда мне кажется, что ты специально попадаешь в разные переделки, лишь бы немного постенать и пострадать."
    "Она подмигнула и кивнула на подбирающуюся к нам Славю."
    "Активистка балансировала подносом и шестью тарелками по-пионерски составленными между ладонями и предплечьями."
    sl "Налетаем-разбираем!"
    "Орда с соседнего стола тут же отняла у неё все тарелки и уселась обратно."
    "Произошло всё так быстро, что я не успел ничего понять — налёт стаи саранчи да и только."
    scene bg int_dining_hall_sunset at enterleft
    show mt normal pioneer at cleft with moveinleft
    show sl normal pioneer at right
    with dissolve
    me "Спасибо!"
    "Поблагодарил я свою спасительницу, которая, кажется, вознамерилась меня кормить постоянно."
    "Не то, чтобы я был против."
    "Я только за. Давайте мне ещё тех булочек и картошки передайте. Спасибо."
    window hide
    scene cg d1_sl_dinner_day_7dl with dissolve
    "Славя улыбнулась, присаживаясь напротив меня."
    "Сейчас была бы уместна трогательная картина — я такой сижу и всё ем, а моя возлюбленная спасительница, подпирая ладонью подбородок, с умилением за мной наблюдает."
    "Картина сыром же, ну!"
    "Но Славе чужды были затасканные стереотипы."
    "Она по-братски разделила содержимое подноса на три части — так, что каждому досталось поровну и картошки, и по паре котлет, и чего-то ещё."
    "Не разглядел. Закончилось слишком быстро."
    me "Приятного аппетита."
    "Девушки синхронно прошамкали что-то невнятное, и я поспешил последовать их примеру."
    "И то верно — оглоеды с соседнего стола вполне могут уже управиться с тем, что им дали, и заглянуть к нам в поисках добавки."
    "А добавкой считается всё, до чего дотянутся их шаловливые ручонки."
    window hide
    scene bg int_dining_hall_sunset at zenterleft
    show mt normal pioneer at cleft
    with dissolve
    mt "Семён, сам ты о себе не позаботишься."
    mt "А твоей подружке тем более некогда."
    "Начала вожатая, когда мы успешно прикончили провиант."
    mt "Хотя ты сегодня и взял на себя большую часть её работы."
    me "И что?"
    "Уточнил я, не совсем понимая, к чему она клонит."
    th "Надеюсь, она не станет шутить насчёт контрацепции в духе Виолетты свет Церновны?"
    mt "Но мне хотелось бы, чтобы для вас прощальный вечер не стал чем-то обыденным."
    mt "Поэтому я договорилась с Мику — тебя ждёт наряд на вечер."
    mt "Никаких излишеств — всё как ты любишь: строгий крой, тёмный цвет, никаких украшений."
    "Славя подмигнула мне."
    show sl smile pioneer at right with dspr
    sl "Мой кавалер будет самым красивым!"
    me "Хотел же спросить…"
    "Пробормотал я."
    mt "Так что давай, сначала домой, переодеваться — и чтобы я не видела тебя на танцполе в форме, понято?"
    hide mt with dissolve
    "Вожатая ушла, не дожидаясь ответа."
    th "Я так понимаю, если прямо сейчас побежать за ней, то можно устроить «счастливое совпадение»."
    "Потому что у неё точно есть это красивое платье, в котором она была на прошлых танцах."
    "Странно вообще, что я, столько обитая рядом с ней, ни разу не попадал ни в какие глупые ситуации, с этим связанные."
    if not alt_day1_sl_conv and (alt_day_binder != 1) and not (herc or loki):
        dreamgirl "А как же Ульяна и обливание?"
        th "Ну… Там мне помогли опростоволоситься. А я в зачёт принимаю только случаи, где я напортил сам."
    window hide
    with fade
    show sl smile pioneer with dspr 
    "Славя поднялась, забрав у меня грязную тарелку."
    sl "Тогда через полчасика на площади, хорошо?"
    "Я кивнул."
    sl "И чтобы был нарядный!"
    "Пожелание было странное, но я согласился и с ним тоже."
    "И вышел из столовой."
    play sound sfx_open_door_strong
    pause(1)
    stop music fadeout 3
    stop ambience fadeout 3
    window hide
    return
    
label alt_day6_sl_dance:
    scene anim_square_preparty with dissolve
    play music music_list["lightness"] fadein 5
    "Дорожка вилась, вилась и вывела меня сюда, в этот вечер, наедине с грядущим отъездом и неизвестно чем, ожидающим после него."
    "Разумеется, фантастики хватает и в моей жизни — вспомнить хотя бы, как я сюда угодил."
    "А это прецедент. Где один, там и второй."
    "Я не застрахован от того, что внезапно, вот прямо сейчас я открою глаза и проснусь… То есть, не проснусь. Ну, короче, понятно."
    "С другой стороны и исключать то, что я здесь, возможно, навсегда, не стоит."
    th "Как во всех моих любимых книжках про то, как человек — не пришей кобыле хвост у себя дома — оказывается очень уместен и полезен где-то в другом времени, других обстоятельствах…"
    th "Другом мире, если уж на то пошло…"
    th "И, разумеется, в совершенно другом окружении."
    show mt normal pioneer with dspr
    mt "Переодеваться идёшь, нет?"
    "Напомнила вожатая."
    me "Да."
    "Славя хотела видеть меня нарядным, Ольга хотела видеть меня нарядным."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_house_of_mt_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    "Как будто от того, что на мне будет не форма, а рубашка, хоть что-то изменится."
    "Нет, я не спорю — раз им так хочется, раз они вкладывают такое значение во все эти ужимки — пожалуйста, я подыграю."
    "Но не стоит ожидать от меня такого же отношения. Лично я роль «придурок на танцполе» совершенно замечательно исполняю и в кумачовом галстуке."
    dreamgirl "Ты можешь сделать селфи, которым будешь гордиться до конца дней своих."
    dreamgirl "Представь: ты, красоты неописуемой, рядом Славя в своём платье с орнаментом, ты держишь сотик на вытянутой руке и делаешь «утку»."
    play music music_list["smooth_machine"] fadein 3
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    scene bg int_house_of_mt_sunset
    with dissolve
    play sound sfx_unlock_door_campus
    pause(1)
    play ambience ambience_int_cabin_evening fadein 2
    "Не слушая трёпа вечного собеседника, я зашёл в дом и захлопнул дверь за собой."
    "Меня ждали плечики на дверце шкафа с «моей» стороны комнаты."
    "Бордовая, до чёрного рубашка, чёрные слаксы со стрелочкой."
    "Я бросил наряд на кровать вместе с вешалкой и зацепился взглядом за себя в зеркале."
    window hide
    scene cg d3_me_mirror_white_7dl
    dreamgirl "Ты же умеешь делать «утку»? Ну-ка, давай потренируемся."
    dreamgirl "У зеркала — вытяни губы вперёд и сделай лицо поглупее. {w}Хотя в твоём случае достаточно просто оставаться собой."
    th "Да иди ты."
    dreamgirl "Ладно, ладно, можешь ничего с лицом не делать — но губы вытяни обязательно. И глаза стеклянные."
    th "И почему я тебя слушаю?"
    dreamgirl "Потому что вечер прощальный — это такое время… Ах! Всем нужна вожатая, все обязательно должны заглянуть."
    play sound sfx_knock_door7_polite
    "Я спешно запахнул расстёгнутую было рубашку и разрешил:"
    me "Войдите!"
    play sound sfx_open_door_2
    pause(1)
    scene bg int_house_of_mt_sunset
    show un normal pioneer with dspr
    un "Ой. А Ольги Дмитриевны нет?"
    me "Нет, только я."
    dreamgirl "И пока у нас есть пять минутен — раздевайся!"
    me "Это… П-переодеваюсь."
    show un shy pioneer with dspr
    "Лена обратила внимание на мой расхристанный вид и мгновенно залилась краской."
    un "П-прости… Я, наверное, попозже зайду."
    dreamgirl "Нет! Давай предаваться свободной любви! А потом ты поищешь у меня блох!"
    play sound sfx_close_door_1
    pause(1)
    hide un with easeoutleft
    "Лена испарилась."
    dreamgirl "Так вот."
    "Продолжил внутренний голос как ни в чём ни бывало."
    dreamgirl "Всем нужна тётя Оля."
    play sound sfx_knock_door2
    dreamgirl "Заметь — не ты, молодой-красивый, а она! Старая и скучная вожатая."
    th "Окстись, ей двадцать пять."
    me "Да что вы все, сговорились, что ли?"
    "Пробормотал я."
    show mi smile dress with dspr
    "Мику оказалась в помещении раньше, чем успел стихнуть стук — я даже прикрываться не стал."
    "Сама виновата."
    mi "Ой, Сенечка, а ты не знаешь, где может быть тётя Оля, а то я её везде ищу, а она мне должна была кое-что передать, а не передала!"
    "Одним словом произнесла японка, обряжённая в какое-то неописуемо красивое платье."
    "Не то, чтобы предыдущее, сценическое, было некрасивым — но это было — ух!"
    me "Она на площади. Разогревает толпу."
    "Вежливо ответил я."
    mi "А ты переодеваешься? И даже в наряд для танцев, который я подобрала?"
    show mi normal dress with dspr
    mi "А у тебя есть вкус! Спасибо тебе за то, что сказал где вожатая."
    hide mi with diam
    "Она телепортировалась прочь."
    dreamgirl "Но ищут они все у тебя — а значит, есть все шансы за то, что кто-нибудь из ищущих застукает тебя с утка-фейсом! Ну разве не замечательно?"
    th "Ты позор на весь лагерь замечательным называешь?"
    dreamgirl "Ты нет? Это же пиар какой! О тебе столько народу будет говорить, станешь популярной личностью."
    th "Нет уж, спасибо — мне дешёвая известность и даром не нужна. {w}Те, кто для меня важны, обо мне и так наслышаны."
    "Хотя не спорю, было бы здорово, если бы она заглянула ко мне перед танцами."
    "Надежды, мечты, фантазии…"
    "Втиснувшись-таки в многострадальную обнову, я подошёл к зеркалу и критическим взглядом окинул себя."
    play sound sfx_open_cabinet_2
    window hide
    scene cg d3_me_mirror_bordo_7dl with flash
    "А не так всё и печально!"
    "Да нет, я понимаю, что всё чёрное обычно носят шизики, а мне с моей бледной физией даже амплуа подтверждать не надо…"
    "Но это действительно выглядело стильно и интересно."
    "Даже в наш просвещённый XXI век не стыдно было бы надеть куда-нибудь в люди."
    "Разве что пришлось бы озаботиться повязкой какого-нибудь галстука — а с ними у меня любви никогда не было, учили меня, учили вязать виндзоры, да так и не выучили."
    "Здесь та же петрушка — шутка ли, узел, повязанный Славей позавчера ещё, до сих пор держит галстук, так как я не рискую развязываться."
    "Хотя это же просто навык. Умение."
    "А любой навык подлежит развитию — чем дольше ты что-то делаешь, тем лучше у тебя получается. И это касается всего — от игры в «Сим-сити»… простите, в «Сим-лагерь», конечно же."
    "До рисования, игры на музыкальных инструментах…"
    "И — да. Повязывания галстуков."
    "Хотя для этого, наверное, пришлось бы вырасти из свитера."
    "Всегда было жалко мужчин, которые живут в своих рубашках и пиджаках — кошмар, как по мне."
    "Целый пласт действительно неплохих вещей просто проходит мимо."
    "Как и с кожанками-дублёнками, к слову."
    "Если бы мне предлагали выбирать между дутиком из последней коллекции друзей сноубордиста и кожаной курткой — думаю, выбор был бы очевиден."
    "Всё верно — потому что я великовозрастный шалопай."
    "Удовлетворённо кивнув, я вышел на улицу."
    stop ambience fadeout 2
    window hide
    $ persistent.sprite_time = "night"
    scene anim_square_party
    with dissolve
    play ambience ambience_camp_center_evening fadein 2
    play music music_list["silhouette_in_sunset"] fadein 3
    "Танцы! Как много в этом слове для сердца пионерского слилось!"
    "Я немного припозднился, поэтому в этот раз упустил момент начала собственно танцев — хотя уверен, и в этот раз не обошлось без Ульянки."
    window hide
    scene cg d6_dance_alt_7dl with dissolve
    "Мику, судя по всему, уже нашла всех, кого хотела и забрала у них то, что хотела -  сейчас колдовала над вертушками."
    "Она приветственно кивнула мне и вцепилась в микрофон."
    mi "Добрый вечер, «Совёнок»!"
    "Пионеры ответили не в строй и не в лад."
    mi "Эй, вы что, каши мало ели? Я не слышу вас."
    mi "Добрый вечер, «Совёнок»!"
    "И на этот раз пионеры не подвели."
    play sound sfx_concert_applause
    "Они кричали, топали и хлопали так, что каждый уже не слышал себя отдельно."
    mi "Вот так-то лучше!"
    "Выкрикнула Мику, дождавшись, когда шквал криков немного смолкнет."
    mi "Мы прощаемся с лагерем, но мы рады, что приехали сюда! Мне здесь понравилось! А вам?"
    "Пионеры снова закричали что-то, а я, улыбаясь, наблюдал за работой мастера-церемонимейстера."
    "Мику — артистка до мозга костного. Она не может, не умеет жить где-то, кроме сцены."
    "Наверное, потому и будет так ценить того, кто однажды станет дожидаться её за кулисами с бутылкой тёплой негазированной воды, полотенцем, чтобы промокнуть пот, и одеялом, чтобы укутать мгновенно озябшие плечи."
    "Я вспомнил, кто она такая — у меня на родине, в моей реальности." 
    "И потому, наверное, так спокойно теперь относился ко всем её выкрутасам — удивить больше, чем удивила  меня жизнь, она уже не сможет."
    "Разухабиста японская красотка, подарившая лицо, голос и сценический образ компьютерной программе — синтезатору."
    "Воплощённому кошмару луддита, отобравшему у человека ещё одно эксклюзивное право — право петь и доводить слушателя голосом до смеха и слёз."
    "Роботы пишут, читают, разговаривают, проводят платежи, запускают нас в дом и зажигают лампочку на лестничной площадке согласно датчику движения."
    "Теперь роботы ещё и поют."
    "Забавно же, ну!"
    "Осталось ещё чуть-чуть — научить роботов писать стихи и забивать себе голову всякой чепухой — и в человеке пропадёт необходимость."
    scene anim_square_party
    show sl normal dress
    with dissolve
    "Я почувствовал на себе взгляд и улыбнулся Славе."
    "Сегодня она была прекрасна как никогда."
    "В платье, в босоножках, запрещающая себе горевать попусту и старающаяся почтить память своего питомца, продолжая жить."
    "Впрочем, она всегда прекрасна как никогда — это у неё не отнимешь."
    dreamgirl "«Девушка, у вас платье такое, такое, такое! Ах!» — «Да у меня и трусы не хуже!»"
    th "Не мог не испортить настроения вечный пошляк."
    dreamgirl "Я просто размышляю, чувак."
    dreamgirl "Понимаешь, тут такая штука…"
    th "Какая?"
    dreamgirl "Всё же прощальное, мы расставаемся и печалимся, да? «Дай ногу на долгую дорогу» и всё такое."
    th "Ага, и?"
    "Диджей сменил пластинку, включив медленную композицию, и я стал проталкиваться к девушке с целью потанцевать её."
    if not alt_day1_sl_conv: 
        dreamgirl "Ну, сам смотри — в первый же день над тобой поизмывались, как над новичком."
        if (herc or loki) and (alt_day_binder != 1):
            dreamgirl "Ну, или хотя бы попытались поизмываться."
        dreamgirl "Вечером, опять же, на котлету обули."
    else:
        dreamgirl "Ну, сам смотри — в первый же вечер тебя на котлету обули."
    dreamgirl "И вся беготня с листочком — тоже."
    th "Ты давай ближе к телу."
    "Приказал я, уже понимая, куда клонит внутренний голос."
    dreamgirl "Я уже почти на месте. Понимаешь, то, что произошло с тобой, позволяет предположить, что в этом лагере очень сильны традиции."
    th "Возможно. И?"
    dreamgirl "А сейчас последний вечер. Традиция. Тебе должны дать."
    th "Тварь!"
    dreamgirl "Нет, а чё? Традиция же!"
    stop music fadeout 3
    "Я хотел было сказать что-то ещё, но Славя была рядом, и гораздо важнее было улыбнуться ей, наплевав на то, что кто-то где-то неправ."
    play music stilllovingyou fadein 4
    window hide
    return
    
label alt_day6_sl_dancing:
    "Песня-легенда, песня-история."
    "Когда-то я ощутил всю сокрушительную буквальность фразы «разбитое сердце», саундтреком с этой песней."
    "Да, наверное, у всего поколения, что росло, а не родилось в девяностых, с песнями Клауса связана целая куча собственных историй."
    "О надежде, об ожидании, о верности и упорстве."
    "О любви."
    show sl normal dress with dissolve
    "Мы уже сказали друг другу всё, что могли и всё, что должны были."
    if alt_day5_sl_extra_house:
        "Даже успели наделать глупостей — и это тоже будет иметь собственные последствия."
    "Но я продолжаю нервничать."
    "Как будто… Даже не знаю. У нас будто есть несколько режимов общения."
    "В «режиме» дружеском, приключенческом, нам весело и интересно вдвоём, мы делаем всякие забавные штуки, о которых потом интересно вспоминать."
    me "Потанцуем?"
    "Но стоит лишь речи зайти о каких-то романтических глупостях — всё, как отрезало."
    scene anim_square_party
    show sl smile dress at zentercenter
    with dissolve
    "Славя улыбнулась и вложила свою руку в мою."
    sl "Спрашиваешь!"
    "Я перестаю быть уверенным абсолютно во всём."
    "Зная Славю, я понимаю, что её верность каким-то принципам, законам, которые пишут не люди, а сердце — всё это делает из со всех сторон правильной пионерки довольно непредсказуемого человека."
    hide sl
    show sl normal dress
    with dissolve
    "В один момент мне думается, что я понимаю её и могу сказать, о чём она думает или что хочет сделать."
    "А в другой момент она делает финт ушами и разносит весь гамбит."
    if alt_day5_sl_extra_house:
        "Безусловно, мы занимались любовью — то есть, меня подпустили ближе некуда, внутрь, под кожу."
        "Но никто не помешает ей завтра же сказать, что секс не повод для знакомства — так как она оценила меня с такого близкого расстояния и поняла, что будет мне только помехой."
        "И всё это, разумеется, исключительно диктуемое заботой обо мне."
    else:
        "Хотя, конечно, мы вчера и купались голышом и даже кое-какие глупости себе позволили — после того, что происходило утром можно было."
        "Но никто не помешает ей сказать то же самое — была слаба, напугана, искала поддержки и {i}воспользовалась{/i} как утешителем."
        "И теперь чувствует себя гадко за своё утилитарное отношение и вынуждена откланяться."
    "А я-то думал, правильная девушка в первую очередь дарит своему избраннику спокойствие и уверенность в завтрашнем дне!"
    window hide
    scene cg d3_sl_dance_bordo_7dl
    with dissolve
    me "Я столько сегодня вспомнил."
    sl "Что именно?"
    "Славя естественно преодолела зону комфорта, зону безопасности и зону приличия, прижавшись ко мне так, что я смог ощутить её тело сквозь два слоя одежды."
    sl "Что-нибудь интересное?"
    me "Да как сказать…"
    "Наверное, стоило бы сейчас трепаться с ней про отношения. "
    "Или — ещё лучше — обмениваться интересами."
    "Все нормальные парочки так делают — они стараются понять друг друга, найти точки соприкосновения."
    "Например, там, где девушка любит популярную музыку, а мальчик фанатеет от электронной, их общая точка может оказаться где-нибудь в музыке симфонической, саундтреках к фильмам… Да мало ли."
    "Аналогично со всем прочим: заезженный набор из вопросов о нравящейся музыке, фильмах, интересах по жизни и планах на будущее."
    "Однажды заучив этот набор, пользуешься им автоматически, и с той стороны понимают автоматизм этого процесса, а всё равно радуются."
    "Внимание, как-никак."
    "А я вместо этого рассказываю Славе про то, как однажды в недрах «криптонов» из квинтэссенции вдохновения и жидкого лунного серебра была отлита богиня Мику."
    "Как угрюмые пользователи (здесь пришлось сделать лирическое отступление, чтобы объяснить, как работает «дружба по переписке» или общение в сети) воплотили в жизнь рыжее, вредное чудовище с причёской, неуловимо напоминающей молнии Пикачу."
    "Как однажды увидела свет чёрная картинка-силуэт девочки с двумя дорожками-слезами и двумя забавными хвостиками-луковицами."
    "Про то, как жил у себя дома и почему не хочу туда возвращаться."
    "Мне почему-то не говорится о самом важном."
    "Потому что придётся давать обещания, говорить какие-то банальности…"
    "Не та роскошь, которую я могу позволить себе в компании моей солнечной."
    "Это как собраться компанией, где один другого просто офигеннее — четыре гения стихосложения, или Могучая Кучка, или «Апокалиптика» — где каждый выжимает из себя 120 альпинистских процентов, чтобы не просто соответствовать заданной высокой планке сэров, а и подавать пример."
    "В компании Слави хотелось быть — изо всех сил. Не тратиться на действия спустя рукава или ерунду вроде пошлостей и банальностей."
    "Соответствовать."
    "А она, благодарно сжимая моё плечо, расспрашивала и расспрашивала про то, что такое мой мир, и неужели мне в нём действительно не нашлось бы места"
    if alt_sp >= 6:
        extend " — если бы не трагическая развязка моего бытия там."
    else:
        extend "… Хотя, возможно, всё могло бы сложиться иначе, если бы не моя глупость и упертость."
    th "Боюсь, тебе бы там тоже не нашлось места, милая."
    "С непонятной тоской подумал я."
    th "Если уж здесь, в обществе, где люди, именно люди поставлены во главу угла, подобные тебе исчезающе редки…"
    th "Боюсь, наш мир породить тебе подобную просто неспособен."
    dreamgirl "Лишний повод загоститься здесь, чувак."
    "И в этом я был полностью согласен со внутренним голосом."
    "Конечно, и здесь был далеко не идеал и не рай земной."
    "Зато тут была Славяна."
    "А с ней везде будет хорошо!"
    "Медленный танец закончился, и девушка неохотно отпустила моё плечо."
    window hide
    scene anim_square_party at zenterleft
    show sl normal dress at cleft
    with dissolve
    "Но не руку!"
    sl "Слушай."
    "Сказала она."
    sl "Здесь так шумно, так много людей… Давай уйдём."
    "«И побудем немного только вдвоём» — сказал её взгляд."
    stop music fadeout 3
    "Конечно же, я согласился."
    window hide
    return
    
label alt_day6_sl_debarkader:
    scene bg ext_boathouse_night with dissolve
    play ambience ambience_boat_station_night fadein 3
    play music silent_angel fadein 3
    "Ночь, улица — блоковская бытовая романтика."
    "Славя повела меня на пристань, где в это время не было никого, только невнятно бубнил крохотный телевизор, то и дело проглядывающий сине-серым глазом сквозь плотные шторы сторожки."
    "У нас должно было быть больше таких сцен, честно."
    "Чтобы рука в рука, родное рядом и не думается о чём-то вне. Все проблемы, как обувь, оставлены у двери."
    "А не беготня от подземных крыс или попытки разрулить ситуацию с техникой в клубах."
    "Но здесь и сейчас у нас была ночь, была луна, и Славяна в своём сарафанчике выглядела юностью этого мирка, и оттого хотелось креозота, жжённой листвы и прозрачной горечи питерской осени."
    "Дождаться, когда высохнет гудрон от нечаянной октябрьской тоски, лечь на живот, свесив голову над краем крыши, и смотреть вниз с высоты шестнадцатого этажа, переплетая чутко отзывающиеся пальцы."
    "Стоять под окнами до полуночи, ожидая, пока мелькнёт силуэт на фоне жёлтого квадрата окна."
    show sl normal dress with dissolve
    sl "Как думаешь, у нас что-нибудь получится?"
    "Напряжённым шёпотом спросила Славя, остановившись у дальних перил на понтоне."
    sl "А то я представляю, сколько проблем будет…"
    me "И руки опускаются?"
    sl "Нет! Как ты мог подумать такое?!"
    "Я улыбнулся, а она стушевалась."
    sl "Вообще, да. Если честно. Я не знаю о тебе почти ничего, кроме нескольких встреч здесь, в лагере."
    sl "А что, если дома спросят про тебя — что я им расскажу?"
    me "Правду?"
    "Улыбнулся я."
    sl "Про твой мир или про твоих местных?"
    "Девушка склонила голову набок, не глядя на меня, провожая взглядом спешащий по своим делам тепловоз."
    me "Не знаю. Придумаем что-нибудь."
    "Музыка, доносящаяся сюда, мало-помалу сменилась ещё одной медленной композицией — разноголосый разочарованный крик юности, считающей девочек то ли врагами, то ли существами с другой планеты."
    "Пионеры потянулись к умывальникам — остужать горячие головы."
    sl "А полезли на крышу?"
    "Предложила вдруг Славя, кивнув на громаду дебаркадера."
    me "А полезли!"
    "Согласился я."
    th "Может, и на нашу долю достанется своя порция романтики?"
    hide sl with easeoutleft
    "Славя с опытом, показывающим очень хорошее знание того, где и что находится, обнаружила лестницу, приставила её к слуховому оконцу, и несколько минут спустя, прорвавшись через несколько слоёв паутины и спугнув гнездящихся неподалёку ласточек, мы загремели жестяным покрытием крыши."
    sl "Не подходи к склону, он может быть скользким от росы."
    "Предупредила она."
    "Скрылась на несколько минут в отдельном закутке, немного погодя выбралась обратно, таща с собой туристскую «пенку» — ту самую, знакомую, складную, на резинке."
    sl "Она всего одна, поэтому придётся потесниться."
    "Сразу предупредила девочка."
    me "Пользуйся, пока я тощий. А то потом раскормишь меня, потребуется две пенки — на одной буду я лежать, а на второй мой живот."
    sl "Вряд ли!"
    "Рассмеялась Славя."
    sl "В тебя всё как не в коня корм."
    window hide
    scene stars with fade
    "Она уложила меня на подстилку, а сама устроилась рядом, упокоив голову на моём плече, смотря в одном направлении со мной — на звёзды."
    me "Помнишь наш разговор в первый день?"
    "Спросил я, когда мы, наконец, устроились с комфортом."
    sl "У нас он был не один."
    "Хихикнула блондинка."
    sl "Мы вообще только и делаем что болтаем."
    "С танцпола донёсся старательно закашливаемый матерок — правильно, что за сельские танцы без драки?"
    "Ещё немного погодя со стороны домиков донёсся подозрительно знакомый визг."
    if alt_day_binder != 1 and not alt_day1_sl_conv:
        "Покопавшись в памяти я установил, что визг, скорее всего, принадлежит Лене."
        "И, скорее всего, в этом опять виновата Ульяна."
    sl "Всё-таки облила."
    "Покачала головой девушка."
    sl "Ульяна."
    me "Лену?"
    sl "Её. Не знаю, почему у них мира нет, почему она над Леной постоянно подшучивает — я пыталась их примирить, но, похоже, у них долгая общая история."
    sl "А я туда лезть не хочу. Не имею права."
    "Со стороны футбольного поля донеслось ощутимо нетрезвое пение."
    sl "Алиса."
    "А вот тут некая неприязнь — впрочем, я понимаю, почему."
    me "И где только взяла?"
    sl "Это как раз не проблема — у Виолетты есть запас медицинского спирта. А у дяди Бори в зале есть неприкосновенный запас на случай праздников и юбилеев."
    me "Но это же…"
    sl "Да. Воровство. Ох, чувствую, отложится у Алисы комсомол ещё на год."
    me "Получается, весь наш отряд вместо того, чтобы танцевать, сейчас бродит по лагерю?"
    "Любопытно было лежать вот так на крыше, глазеть на звёзды и чувствовать весь лагерь — так, как никогда не удалось бы в одиночестве."
    "Я на несколько минут почувствовал и понял Славю, её особый тип восприятия, позволяющий видеть и знать всё, что происходит на вверенной ей территории."
    "Ещё один навык лидера. Или талант?"
    sl "Да… На площадке осталась только Мику — она ведущая, ей уходить нельзя."
    me "А мы почему с тобой ушли?"
    "Поинтересовался я."
    me "Ты, вроде бы, не так уж и плохо относишься к людям."
    sl "Знаешь, я опять покажу себя себялюбцем, думающим только о себе."
    sl "Но между людьми и тобой я выбираю тебя."
    sl "Один раз сделала выбор в твою пользу — всё. Коготок увяз, пропадай, птичка."
    "Она подняла лицо ко мне, и я поцеловал её в уголок плотно сжатых губ."
    "Сердилась девушка, сердилась. На себя сердилась."
    sl "Так что там насчёт разговора в первый день?"
    "Напомнила она."
    me "Ты говорила, что тебе нравится здесь, спрашивала, нравится ли мне."
    "От её волос пахло дёгтем. Я не удержался, поцеловал макушку."
    me "Давай ещё раз сюда приедем, а?"
    me "Хотя бы в следующем году, хотя бы просто в гости!"
    "Путь звёздному свету перегородил силуэт со влажно блестящими глазами."
    window hide
    scene black with fade

    sl "Я думала, ты уже и не спросишь."
    "Выдохнула она."
    "А когда я попытался было что-то сказать — поперхнулся словом."
    "Без лишних разговоров Славя впилась своими губами мне в губы."
    "И мы оба сошли с ума, на пологом склоне крыши, выходящей к воде, пойме и стальной нити железной дороги."
    "Закрыли глаза и выдохнули всё плохое, что может быть."
    "Вместе."
    "А я, наконец, расслабился и перестал сомневаться."
    "Что бы ни выбрала Славя — она выбрала это вместе со мной."
    me "Это следует понимать как «да»?"
    sl "Заткнись и помоги мне снять платье."
    "Просто сказала она."
    "И я, всё ещё находясь на одной волне со Славей, почувствовал нарастающее желание, нежность, которая отдавала эгоизмом — ведь она была направлена на меня."
    "И, наверное, на какую-то долю секунды сумел передать ей и это, и свои собственные ощущения, превращая упоение дорогим человеком в целую рекурсию нежности и заботы."
    "С этой девушкой фраза «мы любим в других себя» приобретала совершенно новые грани."
    window hide
    stop music fadeout 3
    stop ambience
    return

label alt_day7_sl_begin:
    if alt_day4_sl_tut_iz:
        play music vampire fadein 3
        scene bg int_mine_room
        show prologue_dream
        with dissolve
        "Дверь снесло с петель, остро резануло щёку, когда по ней пробороздило пластиковым осколком."
        "Помещение заполонили люди в форме — злые, властные, выкрикивающие команды на каком-то непонятном гортанном наречии."
        "Хотя интонация, пожалуй, международная: бросить оружие, руки за голову, лицом к стене или носом в пол."
        "Но где там. {w}Я даже пошевелиться не могу."
        "Только смотрю на то, как по самому полу у ног, закованных в ботинки с высокой шнуровкой, стелется и стелется сероватая туманная мерзость."
        "Значит, это мне всё просто приснилось."
        "Я бросил взгляд на так и оставшийся в закрытом положении вентиль."
        "Приснилось."
        "Мысли заметались как бешеные, судорожно пытаясь просчитать ситуацию и найти оптимальный выход из положения — нас учили и этому."
        "В голову почему-то не приходило ничего, кроме отчаянного броска к подаче газа."
        "Но это то, чего от меня ожидают — срежут очередью ещё на подлёте."
        "И что делать тогда, а? Что делать?"
        "Ситуация критическая — у меня энергии по нулям, сильная кровопотеря и никакого оружия."
        "У них преимущество в численности, вооружении, здоровье, подготовке… Да во всём."
        "Что в такой ситуации можно сделать?"
        "Правильно."
        "Только сдаться."
        "И я даже не попытался сопротивляться, когда подошвы ботинок ласково лизнули серые клочья."
        "Всё верно, если пытаешься сопротивляться, ты только ускоряешь процесс дезинтеграции личности. А мне нужно…"
        "Да просто немного подменить несколько крохотных переменных в уравнении."
        "Уловить, каким образом эта мерзость воздействует на психику, и чем это я такой особенный, что мне плевать на это воздействие?"
        "Понять алгоритм. Скопировать и применить."
        "Сквозь толщу земли в небо ушёл сигнал, и спутник подмигнул с орбиты фиолетовой линзой."
        "Ещё тремя минутами спустя в одном из опорных пунктов ожил копир и вывел длинный рулон с кучей формул и схем."
        "Устройство, которое должно будет получиться, получило рабочее название «Алгоритм»."
        "Ещё несколько минут спустя от того же опорного пункта по проводам ушла команда, и где-то далеко в Сибири девственную тишину леса потревожил натужный скрип."
        "И над поверхностью земли на огненном столбе взмыло сигарообразное тело."
        window hide
        scene anim_digi with dissolve
        "Я видел это всё как во сне — потому что чувствовал, как теряю кирпичик за кирпичиком личность — строительный материал, из которого мерзость сделает новое игровое поле."
        "Игровое поле, где, как я уже понял, в одном далёком-далёком лагере на столе одного клуба будет обнаружен чертёж крайне любопытного устройства."
        "Голову пронзило болью, когда по оцарапанной щеке прилетела пощёчина."
        "Странно как-то… Всё остальное тело болит и на лупцевания почти не реагирует."
        "А тут щека… Царапина…"
        voice "Это ещё что?"
        "Спросил непонятный голос, и я поднял глаза."
        "Для того, чтобы заглянуть себе в лицо."
        me "Кровь? Когда я успел пораниться?"
        "Растерянно спросил я."
        "И проснулся."
        window hide
        scene black
        "Вернее, не так. Я не проснулся, а вернулся — обратно в своё тело."
        "Потому что вспомнил последнюю сцену."
        "И вспомнил, с чем она была сопряжена."
        th "Но ведь это значит, что все эти сны про войну будущего и прочую чушь — это…"
        "Не мои сны."
        window hide
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    if alt_day6_sl_arc == 1:
        $ routetag = "sl"
        play music silent_angel fadein 3
        $ alt_chapter(7, u"Славя. Изолятор.")
        scene expression Dawn("bg int_aidpost_day")
        with dissolve
        "Кровать определённо была не моя."
        "Я-то к своей привык уже, у неё была натяжная панцирная сетка, тяжёло пружинящая, жёсткая."
        "А здесь я как на перине, утопал, провисая чуть ли не до самого пола."
        "От непривычной позы затекла шея, и я, не рискуя резко шевелиться, открыл глаза."
        window hide
        scene expression Dawn("cg d5_sl_bed_7dl") with dissolve
        sl "Привет."
        "Не открывая глаз, мурлыкнула Славя."
        sl "Здорово это: просыпаюсь, а ты рядом."
        me "Самому нравится."
        sl "Но мне не нравится то, как ты далеко, это решительно никуда не годится."
        sl "Идите и грейте девушку, поручик, слышите? Девушка настаивает."
        me "Предложение, от которого невозможно отказаться. "
        "Пробормотал я, перебираясь со своей кровати на её."
        if alt_day5_sl_extra_house:
            me "Ты как после вчерашнего?"
            "Мгновение холода — и я чувствую рядом кого-то, кого понимаю полностью, кто полностью понимает меня."
            sl "Сам не видишь?"
            "Улыбнулась она, разворачиваясь ко мне спиной и самую чуточку прогибаясь."
            "Разумеется, я тут же обнял её за талию — а кто бы удержался?"
            "Ну ладно, не за талию, немного ниже талии."
            sl "Ох, а ты быстро отзываешься!"
            "Изумлённо выдохнула она."
            "А я сам, уже закрыв глаза, пытался разобраться в протянувшихся между нами связях."
            "И самым ярким, огненно-оранжевым, светила в темноте одна."
            me "Да ты и сама не промах."
            "Я отвёл косу в сторону, и, примерившись, легонько куснул её за шею, сзади."
            sl "Эй! Так нельзя! Там запрещённое место!"
            me "Да у тебя где ни ткни — везде запрещённое место."
            "Легкомысленно отмахнулся я."
            "Я уже немного согрелся — не хотелось касаться девушки холодными пальцами — и с удовлетворением констатировал разбежавшиеся по боку табуны мурашек."
            sl "Сёмушка, ты меня зачем задоришь?"
            "Выдохнула она, оборачиваясь."
        else:
            "Мной владело то самое семнадцатилетнее чувство, какое бывает, когда ты, наконец, дорвался до сладкого."
            "Как маленький ребёнок, разве что игрушка не детская."
            "Но реакция один в один — ты будешь лопать, пока не затошнит."
            "Когда мне было лет двенадцать, однажды в лагере, где я коротал лето, выставили на раздачу целую бадейку клюквенно-черничного морса, до которого я был большой любитель."
            "Я пил его и пил, пока не напился так, что ещё чуть-чуть, казалось, и от резкого движения польётся через нос и уши."
            "Та же ситуация."
            "Заприте нас в барокамере и подвесьте на орбите Плутона, оставив из поддержки только подачу кислорода — а там уже и сами не замёрзнем."
            if alt_day6_sl_repel:
                sl "Сём, извини, но сейчас не смогу — кажется, надо было всё-таки сходить в душ после нашего вчерашнего."
                me "Что такое?"
                "Встревожился я."
                sl "Саднит. {w} Внутри."
                "От её спины буквально веяло чувством раскаяния."
                "И голос был такой же неуверенный — ведь я, не получив желаемого, могу просто встать и уйти."
            sl "Пообнимай меня? Пожалуйста."
            "Цыкнув на разгулявшееся либидо, я обнял девушку сзади и прижался к её спине."
            sl "Хорошо."
            "Мурлыкнула она."
            sl "Полежишь со мной?"
            "Могла бы и не задавать глупых вопросов."
            "Я поцеловал её куда дотянулся — в плечо сзади."
            "Красноречивый ответ."
        "Кровать тихонько скрипнула — до подъёма был целый час."
        window hide
        with fade
    else:
        $ routetag = "slbad"
        $ alt_chapter(7, u"Славя. Утро.")
        play ambience ambience_boat_station_day fadein 5
        scene expression Dawn("bg int_attic2_day_7dl") with dissolve
        play music slavyas_fantazm fadein 3
        "Я открыл глаза в небо, заглядывающее в слуховое окошко чердака."
        "Рядом тихо дышало счастье, и я не мог уже отделить, где заканчивается моё собственное, и начинается её, тёплое и доброе."
        "Настолько плавно, градиентом они перетекали одно в другое."
        "И всё было настолько хорошо, что я с небольшим даже подозрением смотрел на происходящее."
        "Конечно, на шедевре из стекла остались грязные отпечатки пальцев, подушечки располосованы в кровь."
        "Не всё в нашем союзе случилось идеальным."
        "Но порезы эти поверхностны и заживают быстрее, чем затихает боль."
        scene bg int_attic2_day_7dl with blind_l
        "Солнце уже вскарабкалось на небосклон, но всё ещё лениво висело у горизонта, оставляя дальний край неба алым, а наш со Славей чердак — наполненным сонмом серых теней."
        "Мы не смогли вчера ничего сделать, ни я со всей своей спесью «человека будущего», ни всемогущая Славя."
        th "Хотя и нельзя сказать, чтобы мы не прошли проверки на прочность."
        th "Напротив."
        "Я чуть-чуть прижал к себе сонно сопящее счастье, поцеловал в макушку."
        th "Я снова послал к чёрту её пожелания-приказы-просьбы и поступил так, как правильно, а не так, как удобно."
        "Потому что если бы я покорно сложил лапки и дождался бы её из леса, где она доплакала бы свою скорбь и успокоилась — чем хорошим бы это закончилось?"
        "Хотя я, конечно, давно уже привык к ярлыкам типа «необязательный»,  «ненадёжный»…"
        "Поняли бы, что нельзя на меня полагаться. Поняли и послали."
        "И не было бы ни «Славушка+Сёмушка», ни громадья планов, неясных и оттого ещё более завлекательных, где мы — вместе."
        "Наконец подо мной кто-то завозился, и одно солнце распахнуло глаза, прячущие за приветливой улыбкой потаённую горечь."
        sl "Доброе!"
        "Поприветствовала меня девушка."
        me "И тебе не хворать. Как спалось?"
        sl "Как будто сам не знаешь."
        "Она притянула меня к себе и поцеловала."
        sl "Сколько времени, не знаешь?"
        me "Начало седьмого."
        sl "Ох, значит, пора на пробежку и купание."
        sl "Хотя… Хотя…"
        "Она задумчиво посмотрела на меня."
        "Лукаво так, искоса."
        me "Что?"
        sl "Предлагаю заменить пробежку другими физическими упражнениями!"
        dreamgirl "Воу! А тебе темпераментная цыпочка досталась, Сём Сёмыч! {w}Гляди, как быстро поняла всю пользу развратно-поступательной гимнастики!"
        sl "Пошли просто купаться!"
        "Безжалостно разрушила эротические планы внутреннего голоса Славя."
        me "Купаться?"
        sl "Да! Мне так позавчера понравилось, я хочу ещё!"
        me "А… Ладно."
        window hide
        scene expression Dawn("bg ext_boathouse_day") at zenterleft
        show sl smile dress
        with dissolve
        me "А ты уверена что это хорошая затея?"
        sl "Да брось! Кто нас тут увидит, кому мы вообще нужны?"
        "Я пожал плечами."
        sl "Вот и я не знаю! Не стесняйся! Давай."
        show sl laugh swim with flash
        sl "Разве тебе никогда не хотелось сойти с ума?"
        "Выкрикнула она и, расхохотавшись, сверкая в восходящем солнце обнажённым загорелым телом, взяла разбег!"
        sl "Сойди с ума, Сёмушка! Сойди вместе со мной!"
        "И, пронёсшись кометой, оттолкнулась от края крыши дебаркадера, раскинула руки, зависая во мгновении полёта — счастливая, юная, светящаяся."
        "Любимая."
        "И почти беззвучно нырнула в воду в трёх метрах от края брандвахты."
        hide sl with flash
        me "Сумасшедшая."
        "Заключил я."
        me "Психопатка."
        "И ведь как хорошо же маскировалась — девочка-припевочка, активистка, блондинка, ресничками хлоп-хлоп, крылышками бяк-бяк."
        me "С кем я связался?"
        window hide
        with fade
        "Стылый утренний воздух резанул обнажённое тело, и я, заулюлюкав-захохотав как полоумный индеец, разогнавшись, бросил себя в рассветное небо!"
        "Старательно придушенное в себе желание летать, желание вернуться в беззаботность."
        "Да просто вернуться к кому-нибудь, кто рад тебе."
        stop ambience
        window hide
        pause(1)
        scene anim_underwater with dissolve
        $ persistent.sprite_time = "day"
        play sound sfx_shoulder_dive_water
        scene anim_underwater
        show blackout_exh
        with fade
        "Я понял вдруг, что весь мир стал беспросветно-чёрной водой."
        "От холода перехватило дыхание, поэтому удалось сберечь немного воздуха в лёгких после падения с четырёх метров."
        "Со всех сторон тьма, лишь сверху неверно сереет свинцовый пятачок."
        "Да метром ниже ожидает смеющаяся валькирия."
        "Мавка."
        "Она подплыла ко мне, убрала мешающуюся косу за спину и, подгребая руками, уставилась на меня."
        "Странно так, оценивающе."
        "Но ведь мы же уже прошли все оценки!"
        "Или нет?"
        "Я не успел додумать, так как моих губ коснулись мягкие губы, сильно дёрнуло вверх, и я вспомнил, что вот уже как две минуты не дышу."
        "И так хотелось оставить всё, пустить на самотёк."
        "Но мне очень хочется дышать — и волнующая чёрная пучина поневоле отпускает, гребок за гребком."
        window hide
        play sound sfx_water_emerge
        play ambience ambience_boat_station_day fadein 3
        scene bg ext_beach2_day_7dl
        sl "Интересно, как это выглядело бы в воде?"
        "Славя плавала вокруг меня кругами, резвилась, брызгалась и была самая красивая на свете."
        "А я всё боялся, что не моё это, досталось по ошибке, и вот-вот откроется дубовая дверка, и погонят меня поганой метлой обратно в мой пыльный свинарник, где идеальных девушек не существует."
        me "Что?"
        play sound sfx_draw_water
        sl "Ты знаешь что!"
        "Немного покраснела она, опять брызнув в меня."
        "Я уже немного привык к воде, хотя она была всё равно здорово холоднее, чем нужно, чтобы чувствовать себя комфортно."
        window hide
        with fade
        "А вот Славя, похоже, совершенно не чувствовала дискомфорта — напротив, только заряжалась энергией."
        me "Раундами по две минуты, пока хватает воздуха."
        "Ответил я."
        "Или как в фильмах — головы торчат над поверхностью, всё остальное внизу — но ведь это не в воде."
        sl "А как же тогда?.. {w}Две минуты — это как-то…"
        "Она задумалась."
        sl "Во! Знаешь что!"
        sl "Я бы хотела, чтобы это было в невесомости! Представляешь? И воздух есть, и плыви куда хочешь."
        me "Для этого придётся улететь в космос."
        "Ворчливо ответил я."
        sl "Ну или тогда под водой с баллоном!"
        sl "Что ты ворчишь всё как старый дед?"
        "Она подплыла ко мне и ткнула меня в бок."
        sl "Разве тебе не хочется чего-нибудь невероятного?"
        th "Со мной уже происходит невероятное. Ты."
        me "Ты ещё с парашютом прыгнуть предложи."
        "Простучал зубами я."
        "Славя рассмеялась и направилась к берегу."
        sl "А и предложу!"
        "Крикнула она, уцепившись за сходящую в воду лесенку."
        sl "У меня один брат в ДОСААФ записан — и нас запишет!"
        "Нам предстояло каким-то волшебным образом прокрасться  мимо сторожки, где сторож сто процентов проснулся от нашего смеха и бултыханий."
        "Потом подняться на брандвахту и забрать там наши вещи."
        th "Хотя их же не обязательно забирать… Сразу?"
        "Подумав об этом, я повеселел."
        "До подъёма оставались ещё два часа."
    stop music fadeout 3
    stop ambience fadeout 3
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_houses_sunset with dissolve
    play music will_you fadein 3
    "Весь лагерь ещё спал."
    "Славя как мастер-постановщик, художник-декоратор, знала обходные тропки, умела провести по ту сторону декораций, показать лагерь с необычной, непривычной точки зрения."
    "Вот и сейчас — разве пришло бы мне в голову раньше вставать спозаранку, чтобы немного насладиться тишиной?"
    th "А если честно?"
    "То-то и оно."
    "Как будто все ушли. Исчезли или умерли."
    "Наверное, в голову каждому приходила мысль о том, что было бы, случись однажды тихий апокалипсис — ты просто открываешь глаза, а все люди исчезли."
    "Канули в небытие, оставив за собой в качестве живого памятника все свои инфраструктуры, содержимое полок магазинов и складов."
    "Оставив тебя одного на целой планете."
    "Когда мне было лет двенадцать, я представлял, как тут же бегу в соседний магазин и беру себе там всё-всё, а потом на игровые автоматы — в Нескучном Саду."
    "На обзорную площадку Исаакия, куда меня никогда не пускали."
    "Отвязать лодку на Грибожуе и сплавиться до Невы, а там и до Ладоги или до Финского — куда душа ляжет."
    "И никто-никто никогда не будет мне говорить что делать, куда идти и во сколько ложиться спать."
    window hide
    with fade
    "Десять лет спустя я уже был сам в состоянии взять себе в магазине всё-всё, на что глаз упадёт — правда, счастья мне это не добавило."
    "Как и игровые автоматы с файтингами и шутерами, заменившими старые добрые «Морские бои»."
    "Мысль-мечта проснуться последним человеком на планете не пропала — разве что теперь одиночество стало самоцелью."
    "Которую я воплотил в отдельно взятом человеческом кошмаре через ещё несколько лет."
    "И здесь можно представить, как все исчезли — правда, от местных людей, от каждого отдельно взятого человека, я пока не готов отказываться."
    "Они оказались слишком интересными."
    window hide
    scene bg ext_aidpost_sunset_7dl at zenterleft
    show sl sad pioneer at cleft
    with dissolve
    if alt_day6_sl_arc == 1:
        "Мы возвращались от умывальников, где я безуспешно попытался смыть запах перегара после вчерашнего, как Славя вдруг остановилась и меня остановила."
    else:
        "Славя вдруг напряглась."
    me "Что случилось?"
    sl "Кажется, ты вчера по лагерю ходил, пока я была… занята."
    "Тихо спросила она."
    me "Было дело…"
    sl "Значит, ты знаешь, как объяснить это?"
    stop music fadeout 3
    "Она кивнула на курящих у здания медпункта мужчин в форме мышиного цвета."
    if alt_day6_sl_arc == 1:
        "Надо же, на двадцать минут всего отошли — чуть-чуть потискались рядом с раковинами."
        "А тут уже такой серьёзный бизнес."
        "И тут я вспомнил то, что от меня милосердно спрятал мой внутренний голос, чёрная дыра в воспоминаниях, затягивающая внимание."
        th "Спасибо."
        dreamgirl "Нет проблем."
    else:
        pass
    play music music_list["drown"] fadein 3
    if alt_day6_sl_arc == 1:
        me "Знаю…"
        "Ответил я."
        sl "И?.."
        me "Понимаешь…"
        "Начал я, не зная, как бы ей объяснить этот скользкий факт."
        me "Вчера произошло нечто… Страшное."
        sl "Страшное?"
        me "Да. Понимаешь, Шурик, он…"
        show sl serious pioneer with dspr
        sl "Что? Заболел? Опять?"
        me "Не то, чтобы…"
        show sl angry pioneer with dspr
        sl "Хотя ради простой болезни не станут вызывать милицию. {w}Он что-то сделал плохое!"
        sl "Что именно? Отвечай!"
        me "Он…"
        "И вот как мне об этом сказать?"
        "Пересохшее горло с трудом проталкивает сквозь себя воздух — слова там просто не помещаются."
        sl "Слушай, дольше жду."
        "Она направилась было к медпункту, а я поймал её за руку и отрицательно покачал головой."
        me "Нет. Не ходи."
        show sl surprise pioneer with dissolve
        sl "Мы же там ночевали, в чём проблема?"
        me "Это касается Шурика. Он…"
        sl "Что?"
        me "Он руки на себя наложил."
        show sl scared pioneer with dspr
        sl "Что?! Не шути с такими вещами, Семён!"
        me "Я не шучу."
        show sl scared pioneer with dspr
        sl "И ты молчал?!"
        me "Прости… Я не мог об этом говорить. Всё так навалилось, эти комиссии, гуделки, твой обморок…"
        me "Не смог я."
        me "Прости. Но тебе не стоило вчера знать об этом, ты и так…"
        sl "Ты должен был сказать."
        show sl angry pioneer with dspr
        sl "О таких вещах надо говорить, Семён. Слышишь?"
        me "Хочешь, по-честному? {w}Я и сам почти забыл. Мне хватило проблем и без переживаний за человека, который слишком слаб, чтобы жить!"
        "Славя осуждающе покачала головой."
    else:
        me "Нет, не в курсе."
        show sl serious pioneer with dspr
        sl "Что-то явно случилось. {w}Милиция просто так не приедет."
        me "Мможет… Не надо?"
        sl "Семён!"
        me "Да просто предчувствие у меня… Нехорошее."
        "От приземистого домика с флагом красного креста веяло безысходностью и смертью."
        me "Давай дадим людям закончить их работу и потом будем лезть."
        show sl angry pioneer with dspr
        sl "Знаешь, иногда мне кажется, что ты вообще ни капли не поменялся."
        "Сердито тряхнула головой Славя."
        sl "Как ты можешь быть таким индифферентным?! {w}Неужели тебе всё равно, почему здесь милиция?"
        me "Не всё равно. {w}Просто я уже знаю."
        th "Бобик с дядями в форме никогда, никогда не означал ничего хорошего."
        "Потому что согласно песне тех самых дядей в форме, их служба должна быть в первую очередь незаметной. {w}И чем их меньше в нашей жизни, тем, значит, лучше проходит эта служба."
        "Как у Генри Форда на заводе — артель наладчиков получала зарплату только то время, что простаивала, а исправления и правку машинерии выполняла за свой счёт."
        "Очень способствовало оперативному и качественному ремонту."
        sl "Я пойду узнаю."
        "Уведомила меня девушка."
    "И направилась к медпункту."
    window hide
    with fade
    "Подошла к крыльцу, хотела было подняться…"
    voice "Эй, малая, куда идёшь?"
    "Поинтересовался мужчина в форменной рубашке, выглядящий подозрительно знакомым."
    sl "Я хочу узнать, что там происходит."
    "Чётко отрапортовала она — только что салют не отдала."
    "Мужчина устало покачал головой:"
    voice "Не надо тебе туда. {w}Честно."
    voice "Насмотришься ещё в своей жизни. Выносите!"
    "Крикнул он."
    voice "Посторонись, малая, а то как бы не вышло чего…"
    "Славя сошла к крыльца и отошла ко мне, пропуская мимо себя процессию из двух дюжих хлопцев в белых халатах с их ценным грузом."
    "Мимо нас несли грубые носилки на металлических трубах, на которых лежало что-то, плотно прикрытое брезентом."
    "Что-то, напоминающее по фигуре человека."
    "Славя, прижав руки ко рту, проводила носилки взглядом, беспомощно перевела взгляд на меня."
    me "Я думаю, не стоит сейчас тревожить Виолу."
    show sl sad pioneer with dspr
    sl "Да."
    me "У неё и так проблем выше крыши."
    sl "Верно."
    me "Пойдём лучше спросим у Ольги Дмитриевны — что да как."
    sl "Согласна."
    me "Славя, ау?"
    "Я пощёлкал пальцами у неё перед лицом."
    me "Алё, гараж, Москва на связи! Ты чего?"
    dreamgirl "Действительно, и чего это она… {w}Может, дело в том, что мимо неё только что труп на носилках вынесли?"
    th "Ума палата? И что мне теперь делать в таком случае?"
    stop music fadeout 3
    dreamgirl "Ничего. {w}Можешь за плечи приобнять, раз уж весь такой мужественный и поддерживающий."
    play music music_list["no_tresspassing"] fadein 3
    if alt_day6_sl_arc == 1:
        "Я так и сделал."
        "Она ткнулась мне лбом в плечо."
        sl "Как же так? Всё же было хорошо, и смена такая интересная была."
        "Я погладил её по голове."
        "Мотивы самоубийцы были мне более чем ясны — но я не был уверен в том, что следует рассказывать Славе о них."
        "Пускай лучше считает его дураком и размазнёй, чем ввяжется в никому не нужную мистификацию."
        "Да и выглядело бы это… Не лучшим образом."
        sl "Семён, это как-то связано со вчерашним разговором в кабинете начальника лагеря?"
        "Я же говорил — она большая умница."
        dreamgirl "Если не хочешь, чтобы твоя «большая умница» не стала невыездной, лучше выбей из головы её даже мысль о проведении собственного расследования."
        th "Как?!"
        dreamgirl "Соври."
        me "Не совсем."
        "Начал я."
        me "Просто, понимаешь, у Александра были последнее время проблемы с психикой, понимаешь?"
        "Деревянные руки и ноги, деревянный казённый язык, и ещё этот шарфик убогий и под ним словно камень — кадык."
        me "Он ещё в туннели убежал — это уже тогда началось."
        "За бездарность, за робость свою ненавижу себя и наглею."
        me "Так что он псих, и не надо думать о том, почему он сделал с собой что-то или не сделал чего-то."
        "Я люблю тебя, свято люблю. {w}{w}И в лицо твоё нагло курю."
        me "Больной."
        "Потому что я — благоговею."
        "Мой смех был неестественным, как и всё, что я делал последние несколько минут, включая дрожащую у основания черепа голову."
        show sl sad pioneer with dspr
        sl "Ты мне зачем-то врёшь."
        "Грустно сказала Славя."
        sl "Как будто у этого утра и без того мало горя."
        me "Не вру."
        "Гулко сглотнул я."
        me "Но нельзя тебе всей правды, нельзя. Понимаешь?"
        sl "Почему же? Я здесь уже давно, а ты приехал и сразу во всём разобрался?"
        me "Взгляд со стороны позволяет увидеть больше."
        "Пали последние стены и я обнял девушку, не обращая внимания на курящую в форточку Виолу, на недовольно воскликнувшую Ольгу, на растерянно держащихся за руки Алису и Ульяну."
        "На то, что последний день лагеря, а я только начал получать удовольствие от жизни здесь."
        me "Пути назад нет. Этот лагерь закроют, как и старый."
        me "Знаешь, почему старый закрыли?"
        "Славя кивнула."
        me "А знаешь, кто там был?"
        show sl serious pioneer with dspr
        sl "Кажется, какая-то вожатая?"
        me "Мать Шурика. С такими же симптомами."
        "Славя ахнула мне в плечо."
        me "Так что это долгая и некрасивая история, давай не будем лезть в неё?"
        "Поколебавшись, девушка кивнула и позволила себя увести."
        "Нас ждали долгие проводы и сборы."
    else:
        me "Я просто идиот. Надо было сразу догадаться, что не просто так это всё!"
        me "Ваш чёртов лагерь сводит с ума людей, отсюда надо уезжать, и срочно!"
        sl "Семён."
        me "Сначала Пират, теперь это вот, кто дальше, а?"
        me "Может, наш автобус перевернут и подожгут, чтобы уж наверняка, всех сразу?!"
        "На секунду показалось, что я слышу тот самый, выносящий мозги писк-свист-ультразвук, во рту враз пересохло, а между лопаток выступила ледяная испарина."
        th "А я же её далеко не весь день вчера контролировал!"
        sl "Семён!"
        me "А ты ещё так спокойно на это реагируешь — тебя тоже одурманили, да? Тебя обработали этой штукой, на чердаке?!"
        "Мне захотелось громко рассмеяться или закричать — что угодно, лишь бы не стоять здесь бессильным столбом, смотря на то, как уносят человека, вроде бы, просто приехавшего отдыхать в детский лагерь."
        play sound sfx_face_slap
        "Щёку обожгла пощёчина."
        show sl angry pioneer with dspr
        sl "Ты ведёшь себя как истеричка, Семён!"
        "Рявкнула Славя с удивившей меня злостью и, больно захватывая кожу, схватила за рубашку, притянула к себе, впилась губами в губы."
        "Наплевав на безуспешно приглаживающую припорошенные серым виски Виолу, курящую в окошко."
        "На бегущую к нам вожатую, кричащую нечто невразумительное."
        "На застывших со стороны площади Алису и Ульяну."
        "Она оторвалась первой, со всхлипом втянула воздух и зло зыркнула на меня исподлобья."
        sl "Ничего меня не «обрабатывали», и если ты ещё скажешь что-то такое — я обижусь, ясно тебе?"
        me "Но…"
        "Я начал приходить в себя."
        show sl angry pioneer close with dissolve
        sl "Я спросила…"
        "Ласково пропела Славя, обнимая меня и вонзая в плечо ногти."
        sl "Тебе всё ясно?"
        "Снова, как вчера, когда мы занимались любовью на крыше, как сегодня с утра, когда я восхищённо наблюдал за застывшим полётом — я на долю секунды смог каким-то образом уловить её эмоции."
        "И Славя была очень сердитой."
        "Я никогда её такой сердитой не видел."
        sl "Ты слишком близко, чтобы я могла спустить тебе с рук глупые обвинения, слишком ранишь словами."
        "Наконец несчастное плечо оставили в покое."
        show sl normal pioneer with dspr
        sl "Подумай об этом в следующий раз, прежде чем приписывать мне непонятно что."
        "И она приветливо, пусть и немного через силу, улыбнулась подоспевшей Ольге Дмитриевне."
        "День ожидался суетный, маетный и лучше было начать его пораньше."
    window hide
    stop music fadeout 3
    scene black with fade
    return

label alt_day7_sl_breakfast:
    scene bg int_dining_hall_people_sunset with dissolve
    play ambience ambience_dining_hall_full fadein 3
    play music tilltheend fadein 3
    "Завтрак прошёл в каком-то подавленном, тревожном ожидании — хотя начальство всеми силами замалчивало инцидент, и ему это даже почти удалось."
    "Если бы не один не в меру беспокойный пионер, если бы не одна не в меру ответственная пионерка."
    "Не знаю, откуда там взялись рыжие и как много они видели — но сейчас у нас образовался своего рода «круг молчания» — круговая порука за то, что ни один из нас не откроет рта."
    scene bg int_dining_hall_people_sunset at zenterleft
    show sl normal pioneer at center with moveinleft
    show cs normal at left with moveinleft
    show mt normal pioneer at right with moveinright
    "Я, Славя, Ольга, Виола."
    "И, понятно, укатившая милиция со «скорой помощью»."
    "Рыжие — под вопросом."
    "Но они о чём-то уже хихикали — непонятно, о чём. Значит, ничего понять не смогли."
    "А рассказывать им никто ничего не стал, конечно."
    "Знают двое — знает свинья."
    hide cs
    hide mt
    with dissolve
    sl "У тебя с одеждой как?"
    "Спросила Славя."
    if alt_day_binder != 1:
        sl "Когда я тебя встречала, ты был в какой-то тёплой одежде… {w}И чемодана я у тебя не видела."
    else:
        sl "А то я слышала, ты вообще в зимнем приехал."
    "Я пожал плечами — если моя интуиция правильно меня подводит, то эти вещи будут крайне актуальны, когда я доеду… Куда бы я там ни доехал."
    sl "Просто форму надо сдать, понимаешь? Бельё, полотенца."
    "Она так забавно извинялась за то, что мне надо вернуть лагерю принадлежащее ему."
    me "Cлавя, расслабься.{w} Я тоже знаю страшное слово «регламент»."
    me "А одежда у меня всепогодная — не особо спарюсь, честно."
    "Славя с сомнением покачала головой — похоже, она хотела немного раскулачить кого-то из нашего отряда — как бы не Электроника."
    "Или… Так, стоп, туда больше не ходим, об этом больше не говорим."
    me "Так ты сейчас на ролях мадам кастелянши?"
    show sl smile pioneer with dspr
    sl "Наверное, да. Больше-то некому."
    mt "На самом деле, Славь."
    show mt normal pioneer at cright behind sl with dissolve
    "Уведомила незаметно подкравшаяся вожатая."
    mt "Виолетта Церновна рассказала о твоём здоровье."
    mt "Ты не в том состоянии, чтобы заниматься такими вещами, так что наслаждайся последним днём."
    show mt grin pioneer with dspr
    mt "Со своим избранником."
    show sl serious pioneer with dspr
    sl "Но я могу работать!"
    show mt angry pioneer with dspr
    mt "А я могу дать тебе день, чтобы попрощаться с лагерем."
    mt "Не спорь со мной, девочка. {w}Я вожатая, мне виднее."
    hide mt with dissolve
    "Ольга кивнула и ушла."
    "Славя нахмурилась, но мудро придержала возражения."
    sl "Неужели не доверяют?"
    "Пробормотала она."
    "Ольга Дмитриевна уже ушла, поэтому вопрос повис в воздухе."
    play sound sfx_open_door_2
    pause(1)
    window hide
    scene bg ext_dining_hall_near_day at zenterright
    show sl normal pioneer
    with dissolve
    play ambience ambience_camp_center_day fadein 3

    me "Помочь тебе собраться?"
    "Спросил я Славю, когда мы вышли из столовой."
    "Она отрицательно покачала головой:"
    sl "У меня как у тебя — почти что нет вещей."
    me "Так и хорошо же! Быстрее управимся, вместе гулять по лагерю пойдём!"
    show sl smile pioneer with dspr
    if alt_day6_sl_arc == 1:
        sl "Извини, но у меня и правда есть одно дело, которое я должна закончить."
        "Улыбнулась она."
        sl "А потом вещи собрать надо."
    else:
        sl "Нет уж, то, что у меня мало вещей, не значит, что я готова показать тебе их все!"
        "Улыбнулась она."
        sl "Оставь себе немножко мужских иллюзий, и иди пока погуляй один."
    me "Протестую!"
    show sl smile2 pioneer with dspr
    sl "Протест отклонён. Увидимся на обеде, хорошо?"
    if alt_day6_sl_arc == 1:
        "Уже по-свойски, без привычной робости, она поцеловала меня и, помахав, убежала."
    else:
        "Тревожно заглянув мне в глаза и не найдя в них и остатка утренней истерики, она улыбнулась и поцеловала меня:"
        sl "Постарайся запомнить самое лучшее!"
        "И убежала."
    stop music fadeout 3
    hide sl
    with easeoutleft
    "Вот и заканчивается эта повесть."
    "Казалось бы, всё просто — привыкни к новому месту, к новым людям, получи кайф от нечаянного лета и юности — чего ещё тебе для счастья?"
    "Милую, сговорчивую девочку, которая влюбится в тебя до отвала задних лап, в рот будет заглядывать и смотреть только с нежностью? И таких есть."
    th "Интересно, что это такое — всю жизнь любить одного человека?"
    dreamgirl "У тебя скоро появится шанс попробовать это."
    th "Возможно."
    "Ещё возможно, что если бы я не искал приключений на свою пятую точку, если бы остался прежним снулым-вялым Семёном, испуганно смотрящим со ступеней в лицо златовласке — то получил бы только хорошие впечатления."
    "Была бы у меня любовь-морковь с помидорами: за ручку держаться, платоникой наслаждаться, а к вечеру прощальной дискотеки согласно традиции — разнузданное 18+."
    "И была бы вся эта идиллия правильной и тошнотно стабильной."
    "А я стал заложником собственной изменившейся натуры — той самой, что и втравила меня во всю эту историю с гуделками и лабиринтами с Санычем во главе."
    th "Наверное, он сейчас в городе, песочат толстячка."
    "Я не был силён в определении структур, но то, что это была какая-то серьёзная организация, понял сразу: только в серьёзных организациях тщедушному старикану позволят материть мускулистых неофитов."
    "Но всё это потом — сейчас надо хотя бы просто обойти лагерь, запомнить здесь всё."
    window hide
    stop ambience
    return

label alt_day7_sl_admins1:
    scene bg ext_admins_day_7dl with dissolve
    play ambience ambience_camp_center_day
    "Святая святых лагеря."
    "Безусловно заслуживает внимания."
    "Иногда возникает ощущение, что здесь я бываю куда чаще, чем дома."
    "Должно быть, влияние Слави? Или приближение к сильным лагеря сего?"
    th "Так и не узнал имени-отчества начальника. Кошмарный я пионер, кошмарный."
    play sound sfx_paper_bag
    "Из окна, подхваченная ветром, вылетела какая-то бумажка, и я рефлекторно поймал её в воздухе."
    "Развернул, прочитал:"
    me "1974. Год основания лагеря?"
    "Пригодится."
    "Я спрятал бумажку в карман и отправился дальше."
    stop ambience fadeout 3
    window hide
    return
    
label alt_day7_sl_square1:
    window hide
    scene bg ext_square_day with dissolve
    play ambience ambience_camp_center_day
    "Центр лагерной жизни, хотя и не сказать, чтобы центр интереса."
    "Умные люди делают площади так, чтобы она разделяла зоны интереса, чтобы люди ходили по ней."
    "А здесь можно с утра — до умывальников — до столовой — обратно в дом."
    "Если прогулял линейку с зарядкой, то на площадь вообще не заходишь."
    "Но не мне учить местных ландшафтных дизайнеров и планировщиков."
    "Я здесь за другой надобностью."
    "Воровато оглядевшись по сторонам, я убедился, что никто не смотрит, и обогнул Генду, подобравшись к памятнику со стороны решётки вентиляции."
    "Уворованный ключик грел пальцы."
    "Секунда — и…"
    play sound sfx_open_metal_hatch
    "Распахнувшийся люк явил мне нутро полого постамента со скобами, ведущими в темноту."
    "По-хорошему, надо бы фонарик с собой, но там должно хватить и того света, что проникает отсюда."
    play sound sfx_metal_door_heavy_close 
    $ night_time()
    pause(1)
    window hide
    scene bg int_hence_day_7dl 
    "Прикрыв решётку за собой, я ступил на скобы."
    window hide
    play ambience ambience_catacombs fadein 3
    "Снизу мгновенно подуло прохладным ветром, забирающимся под одежду."
    th "Брррр…"
    th "Сидел бы дома у Слави, чаи бы гонял или чем чёрт не шутит."
    dreamgirl "За дорогой следи, шутливый чёрт."
    "Промахнувшиеся было мимо скобы пальцы рванулись вперёд, удерживая меня на весу."
    dreamgirl "Убиться решил? Есть способы и менее болезненные."
    th "Ну, блин!"
    play sound sfx_simon_fall_1
    "Ноги коснулись земли, и я смог оглядеться."
    window hide
    scene bg int_mine_room with dissolve
    "Всё верно, я находился в бетонном пенале, закрывающемся откидывающейся крышкой, который при необходимости превращался в вентиляционную шахту."
    "Однако мне не давали покоя две детали."
    play sound sfx_metal_door_heavy_close 
    pause(1)
    scene bg int_catacombs_door_light2_7dl
    show digi_pad
    with dissolve
    "Выйдя в уже привычную комнату, я обернулся, окидывая дверь задумчивым взглядом."
    "Во-первых, под кнопой, что прижимала Славя, выпуская нас наружу, за какой-то надобностью была расположена кодовая панель, привычная любому владельцу домофона."
    "Я присмотрелся — так и есть, привычные четыре ряда цифр по три в каждом."
    th "Какой-то секретный код?"
    if alt_day7_sl_code or persistent.d3_code:
        "Достав из кармана так удачно сыгравшую мне по носу бумажку, я снова перечитал четыре цифры."
        me "Попробуем?"
        if alt_day7_sl_code:
            "1974."
            "Дверь повела себя очень странно."
            "Но не сказать, чтобы неожиданно."
            play sound sfx_metal_door_large_close_basement
            "Она провернулась на петлях в другую сторону, открывая взгляду крохотный проход, ведущий куда-то влево."
            "Та самая странность номер два."
            "Дверь находилась под слишком большим углом и раскрывалась слишком нешироко."
            "Можно было, конечно, списать это на дополнительный уровень безопасности (угу, чтобы не надуло с радиоактивных пустошей)."
            "Но я хотел всё-таки проверить."
            "Вот и проверил."
            "Осенив себя крестным знамением, я сделал свой первый шаг в неизвестность."
            stop music fadeout 3
            window hide
            scene black with fade
            play ambience ambience_safe
            "Странное чувство — будто я хожу по самому краю — то самое, что было у меня только тогда, когда я оттаскивал Славю за шиворот от того злополучного тумана."
            "Но в этот раз оно не в пример сильнее."
            "Туннель немного петлял, однако я был начеку и вовремя выставлял ладони перед собой."
            "Каким-то непонятным образом я видел стены этого туннеля, видел, куда иду."
            "И это не было зрением."
            "Я мог закрыть глаза — и я это сделал."
            "Чутьё направления — раньше я бы пошутил про геймерский инстинкт, безошибочно находящий в лабиринте единственно верный путь."
            "Но я знал, куда наступать, где пригибать голову, а где поворачивать."
            "Ещё несколько минут — и я уткнулся в невысокую кованую дверь с полукруглой верхней половиной."
            window hide
            play sound sfx_carousel_squeak
            pause(1)
            show unblink
            scene bg int_d3_hideout_7dl
            with dissolve
            "Здесь я открыл глаза."
            "Я оказался в каком-то небольшом помещении, квадратном в сечении, с низкими сводчатыми потолками, почему-то навевающими какие-то религиозные мотивы."
            "По левую руку были два желоба, судя по всему, для воды или стока каких-то других жидкостей."
            "Справа была ещё одна дверь."
            play sound sfx_metal_door_handle_rattle
            "Закрытая. {w}Наглухо."
            "В том свете, который давали сами стены, удалось разглядеть шесть каких-то символов в самом центре этой двери."
            "Солнце."
            "Корону."
            "Ноту."
            "Песочные часы."
            "Молнию."
            "Пятиконечную звезду с длинным хвостом — или это была звезда на палочке? Волшебная палочка, какой её рисуют дети?"
            if persistent.dv_7dl_good_ussr or persistent.dv_7dl_good_rf:
                "Молния подмигнула мне тёплым оранжевым цветом, как старому знакомому, старому другу. Старому… Возлюбленному?"
            if persistent.un_7dl_good_ussr or persistent.un_7dl_good_rf:
                "Корона на миг перелилась фиолетовым-сиреневым цветом, на миг — я даже не успел понять, показалось ли мне это."
            if persistent.mi_7dl_good_human or persistent.mi_7dl_good_star:
                "Нота вздрогнула под ладонью, отозвалась неожиданно, засветившись уютным аквамариновым светом."
                if persistent.mi_7dl_good_human:
                    "Тёплым таким, живым — как будто одна знакомая девочка улыбнулась мне."
                else:
                    "Разве что не был этот свет ни тёплым, ни холодным — никаким."
                    "А должен бы!"
                    "Видимо, я пока ещё недостаточно понимаю, как надо — правильно. Потому половину попросту не чувствую."
            if persistent.mt_7dl_good:
                "Песочные часы будто сжались под взглядом, потемнели, приобрели в объеме — и резко-резко перевернулись."
                "Нарисованный в них песок потёк вниз."
            if persistent.sl_7dl_good_rf or persistent.sl_7dl_good_ussr:
                "Солнце вспыхнуло золотом, напоминая цвет волос одной моей знакомой златовласки."
                "Одной очень дорогой златовласки."
                th "Она меня там ждёт, а я тут лазаю."
            if persistent.us_7dl_good:
                "Всё-таки, волшебная палочка — она засветилась неоново-синим по периметру."
                "И тут же резко сменила цвет на красный — такой, какой я видел всего один раз в жизни."
                "Увязанный снопами-ракетами, инверсионным следом одной катастрофы с алым колером волос."
            if (persistent.mi_7dl_good_human or persistent.mi_7dl_good_star) and persistent.dv_7dl_good_ussr and persistent.sl_7dl_good_ussr and persistent.un_7dl_good_ussr and persistent.mt_7dl_good and persistent.us_7dl_good:
                "Яркие, чистые цвета, будто подтверждающие теорию цвета — они вспыхнули одновременно, мало-помалу сливаясь в единое неяркое белое сияние."
                "Я знал каждый цвет, каждую историю, что стоит за ними."
                "Я переживал с ними всё, что когда-то привнёс в их жизнь, каялся в том, что станет в их жизни тогда, когда неумолимой отдачей меня бросало домой."
                "Но здесь эта история заканчивается."
                "И мы больше не расстанемся."
                "Я улыбнулся, а внутри двери что-то отчётливо щёлкнуло, и она распахнулась."
                "Пропуская меня туда, где уже так давно ждали."
                jump alt_day7_d3_rejuv
            else:
                "Немного посверкав и посияв, символы погасли."
                "Снова обратившись скучными картинками по железу."
                "Делать мне здесь больше было нечего, и я, развернувшись, отправился восвояси."
                th "Славя меня прибьёт, наверное."
                "Отстранённо подумал я."
                "Почему-то было очевидно, что путь сюда я больше не найду."
                "Даже если ещё раз введу код на той панели."
        else:
           jump alt_day7_d3_rejuv
    else:
        "Жаль, что я его не знаю. Даже в голову ничего не приходит."
    window hide
    scene bg int_mine_room with dissolve
    "Зачем только лазил…"
    if alt_day4_sl_tut_iz:
        "Я вдруг вспомнил свой вчерашний сон и отвернулся к клапанам."
        "Они все были здесь такими же, как в моём сне."
        "Разве что в этот раз нет экзоусилителей."
        "Но, возможно, получится справиться и так?"
        play sound sfx_metal_door_handle_rattle
        "Вентиль неожиданно легко поддался под руками."
        "Двигаясь всё быстрее, он раскручивался, а где-то далеко-далеко давно перекрытая труба вдруг кашлянула, выпуская наружу газ."
        "И ещё. Ещё."
        "Прежде чем его станет слишком много, должно пройти очень много времени."
        "Я не Тайлер Дёрден, оставляющий на холодильнике следы, нагар и копоть, но и я кое-что понимаю в отсроченной смерти."
    "Кивнув самому себе, я вернулся обратно к лестнице и выбрался на улицу."
    stop ambience
    return

label alt_day7_sl_clubs1:
    scene bg ext_clubs_day with dissolve
    play ambience ambience_camp_entrance_day fadein 3
    "Попинывая шишки и мелкие камешки, я шёл в сторону ворот, подумывая, нельзя ли там расписаться где-нибудь."
    "Хороший тон же — обязательно где-нибудь оставить на стене свою закорючку."
    el "Семён."
    "Донёсся до меня чей-то ровный голос."
    show el normal pioneer with dissolve
    me "Да."
    "Я поднял глаза — Электроник сидел на ступеньках клуба."
    if alt_day6_sl_arc == 1:
        "На месте, где вчера сидел очкастый-вихрастый мальчик, способный сосчитать всё на свете."
    "А на двери висел огромный амбарный навесной замок."
    el "Клуб закрыт."
    "Спокойно сказал он."
    me "Заметил."
    el "И Шурика нигде нет."
    me "Да."
    el "И ночевать он тоже не приходил."
    "Я пожал плечами."
    show el angry pioneer with dspr
    el "Семён, я хочу знать, что происходит?"
    me "Анекдот."
    el "Что?"
    me "Ты спросил, что происходит. Я ответил: происходит анекдот."
    show el surprise pioneer with dspr
    el "Что? Как может анекдот происходить, это же просто забавная история и… Ты шутишь."
    me "Я пытаюсь."
    el "Семён, что с Шуриком?"
    "Спросил он, нервно сжимая кулаки."
    el "Ты что-то знаешь?"
    show el serious pioneer with dspr
    el "Если он опять убежал, то почему его никто не ищет, нельзя же, чтобы он где-то пропал, мы же уезжаем!"
    me "Шурик уехал."
    "Ровным голосом ответил я."
    el "Как уехал?"
    show el upset pioneer at center 
    me "Молча."
    el "К-когда?"
    me "Утром."
    th "В отдельной карете, в белых пинеточках."
    "Настроение, только-только начавшее было выправляться, снова было бесповоротно испорчено."
    stop ambience fadeout 3
    window hide
    return
    
label alt_day7_sl_dining_hall1:
    scene bg ext_dining_hall_away_day with dissolve
    play ambience ambience_camp_center_day
    "Я не очень понимал, что делаю здесь — но воспоминания штука упрямая."
    "Ноги сами вывели меня сюда, где у нас произошло первое и довольно успешное сближение со Славей."
    "И мы из абсолютнейших незнакомцев превратились пускай не в добрых друзей, но хотя бы в людей, глядящих друг на друга с толикой симпатии."
    "А несколько дней спустя она снова повторила свой кулинарный подвиг, в очередной раз позаботившись обо мне."
    "Я уже и забыл, когда обо мне так заботились в последний раз."
    "Вот и разомлел, прикрыл глаза и подставил брюхо под почёс."
    "Бери меня голыми руками."
    "Хотя могу точно сказать, влияние наше было обоюдным — я привнёс в жизнь девочки очень полезную мелочь."
    "Умение заниматься глупостями и валять дурака. {w}А вы думали, с кондачка этому тоже не научишься."
    "Усмехнувшись своим мыслям, я окинул взглядом здание столовой, как следует его запоминая, и заспешил дальше."
    stop ambience
    window hide
    return

label alt_day7_sl_sport_area1:
    scene bg ext_playground2_7dl with dissolve
    play ambience ambience_soccer_play_background fadeout 2
    "Епархия Саныча — большого, грузного, язвительного человека."
    if alt_day2_phys_done:
        "Ох, как он мне не понравился во время нашего знакомства."
        "Ленивый увалень, только и думающий, как бы завалиться спать."
        "Сейчас уже стало чуть понятнее, что не с потолка эта вечная сонливость взялась."
    "Кто бы мог подумать, что именно в этим медведем будет связана такая странная, непонятная история?"
    "Я проверил двери крытого — заперто — и отправился дальше."
    window hide
    return

label alt_day7_sl_volleyball_alt1:
    play ambience ambience_camp_center_day
    scene bg ext_volley_court_7dl
    "Волейбольная площадка."
    if alt_day2_club_join_volley:
        "Несмотря на то, что я записался в спортивный кружок, реально я так ни разу и не занимался спортом."
        "Беготня от снарков по туннелям не в счёт."
    "Вообще, конечно, было желание немного постоять у сетки."
    "По мне, так волейбол — это спорт красивых."
    "Я представил, как Славя в полёте принимает нижним хватом срезанный мячик — но здорово же!"
    "Жаль, так и не получилось ни разу."
    "Вздохнув, я ушёл оттуда."
    window hide
    stop ambience fadeout 3
    return
    
label alt_day7_sl_estrade1:
    scene bg ext_stage_big_day with dissolve
    play ambience ambience_camp_center_day
    "У эстрады было тихо — сейчас, когда здесь не проходил концерт, никому не было интересно глазеть на восьмиугольник крытой сцены."
    "В моём распоряжении были три ряда скамеек, нисбегающих от задних рядов к передним."
    "Разумеется, я тут же занял центровое место."
    "Вытянул ноги на передний ряд, упокоил голову на заднем."
    window hide
    scene bg ext_sky_7dl with flash
    "Вчерашняя история началась здесь."
    "Возможно, если бы мы не пошли разбираться с подготовкой к концерту, или меня не отправили бы к Мику за списком…"
    "Блин, если бы да кабы."
    "Чёрт бы побрал советскую эстраду!"
    "Я со злостью стукнул кулаком по скамейке, и та отозвалась недовольным гудением."
    voice "Ай!"
    "Воскликнул кто-то рядом, и я с кряхтением поднялся."
    window hide
    scene bg ext_stage_big_day at zenterright
    show mi shocked pioneer close at right
    with dissolve 
    "Мику?"
    "Её-то каким тайфуном сюда занесло?"
    show mi dontlike pioneer close with dspr
    mi "Напугал! А я думала, что ты такой сердитый весь сидишь, не решилась тебя тревожить, а то вдруг у вас со Славей размолвка. Хи-хи, супружеская!"
    mi "Ой, прости, не надо было так говорить, конечно, у вас же тут другая мораль, другие законы, вы не можете так спокойно шутить про семьи."
    "Она пришла расстрелять меня своим вербальным пулемётом?"
    mi "Ну, я тогда пошла, а то я хотела пройти мимо тебя, чтобы не тревожить, а тут ты как гроханёшь кулаком!"
    th "Началось в колхозе утро…"
    me "Ты что здесь делаешь?"
    "Спросил я."
    show mi normal pioneer with dspr
    mi "Я хотела перед отъездом немного попеть для себя — в клубе совсем не то и не так, а тут ты сидишь."
    mi "Будешь моим благодарным зрителем?"
    "Улыбнулась она."
    stop ambience fadeout 2
    "Я улыбнулся ей в ответ и кивнул."
    "Прощальный концерт для меня одного, с бобинника, с потрескиванием досок под босыми пятками, с блеском глаз, предназначавшимся мне одному — вип-место!"
    "Когда Мику закончила петь и шутливо раскланялась, я засвистел, затопал, захлопал и от души поблагодарил девушку."
    "Ещё одно действительно хорошее воспоминание."
    window hide
    return
    
label alt_day7_sl_boat_station1:
    scene bg ext_boathouse_day with dissolve
    play ambience ambience_boat_station_day fadein 3
    "Я прошёл по понтонам на дальний конец причала."
    "Да, с пристанью у меня связана целая куча позитивных воспоминаний."
    "Вспомнить хотя бы то, что сегодня произошло с утра."
    if (alt_day_binder != 1) and not alt_day1_sl_conv and (herc or loki):
        "И в первый день, когда я спасся от рыжих здесь, а она вышла мне навстречу."
    elif alt_day_binder == 1:
        "И в первый день, когда она спасла меня от рыжей вредины."
    "Причал и Славя — неизменно позитивные последствия! Почти рекламный слоган."
    "Я прикрылся ладонью от бьющего в глаза солнца, перевёл взгляд вниз и обратил внимание на то, что не один я здесь желаю «оставить след»."
    "На узкой, немного ржавой трубе перильцев были нанизаны замочки, ленточки, проволочки."
    "На второй сверху перекладине, там, куда не достаёт брызгами, висел очень красивый плетёный браслет из бирюзовых ленточек."
    "Неподалёку висел закрытый замочек с инициалами «М.О.»"
    "Тут же бумажка, перехваченная чёрной ниткой."
    "Я бы не стал лезть не в своё дело, но там было написано моё имя."
    me "Ищи меня там, где мы впервые стали ближе."
    "Задумчиво прочитал я письмо, выведенное чьим-то незнакомым, округлым, почти детским почерком."
    "А вместо подписи — рисунок — забавный человечек в огромных наушниках."
    "Не стоило и дальше разорять местную сокровищницу памяти."
    "Лучше навестить ещё одно место близ воды."
    "То самое, да."
    window hide
    with dissolve
    return

label alt_day7_sl_beach:
    $ day_time()
    $ persistent.sprite_time = "day"
    scene bg ext_beach_day with dissolve 
    play ambience ambience_lake_shore_day fadein 3
    play music melancholy_sun fadein 3
    if alt_day6_sl_arc == 1:
        if alt_day3_sl_event:
            "Конкретно с этим пляжем у меня не было связано никаких ассоциаций — я здесь судил матч по просьбе Слави, я здесь подслушал их разговор с Леной."
            "Честно сказать, сейчас я сильно сомневаюсь — случайно ли я его подслушал."
        else:
            "Как странно, что прокуковав целую неделю в лагере на берегу речки, я умудрился искупаться только в каком-то озерце."
            "Непорядок!"
            "Хотя поздновато уже купаться-то."
        "Но так или иначе, у меня было место, которое следовало бы навестить — наш дикий пляж, там, где Славя героически отстирывала меня после чистки костровой поляны."
    "Приняв решение, я заспешил в сторону кустов, прячущих ручеёк и секцию с сеткой-рабицей поверх него."
    window hide
    scene bg ext_beach2_day_7dl with dissolve
    "И двадцать минут спустя вышел на знакомый уже берег."
    "Кошмар, конечно."
    "Вместо того, чтобы делать то, что обычно делают все влюблённые парочки, оказавшись на уединённом диком пляже…"
    "Я отмывал себя от сажи."
    "Я почувствовал, что рядом кто-то есть, и открыл глаза."
    show dv normal swim with dissolve
    "Рыжая."
    th "Сейчас будет выпытывать насчёт утра."
    "С непонятной тоской подумал я."
    "Но Алиса вместо этого улыбнулась."
    dv "Ты всё-таки справился? Странно."
    me "С чем?"
    dv "Как будто непонятно. Со Славей, конечно!"
    th "Спасибо. Не понял."
    me "Почему я должен был справиться или не справиться со Славей?"
    show dv smile swim with dspr
    dv "Знаешь, даже пари на вас заключали — разбежитесь или нет. {w}Наша выскочка — штучка с характером."
    show dv laugh swim with dspr
    dv "Ну что ты стоишь, рот раскрыв? Неужели думал, что ваши ахи-вздохи тайной останутся?"
    "Я пожал плечами."
    me "Я не делал из этого тайну. Ничего особенного не случилось."
    show dv grin swim with dspr
    dv "О, правда? Ничего особенного? Славя тоже так думает?"
    "Подмигнула Алиса."
    "Меня уже начали немного доставать её непонятные намёки, но рыжая сжалилась первой:"
    dv "Я сюда иногда бегаю — и мы с ней договорились о днях, чтобы не злить друг друга."
    me "Вы? Договорились?"
    "Я не поверил ушам."
    show dv normal swim with dspr
    dv "Договорились. Что тебя удивляет? Или ты хотел своими голыми… кхм… частями тела щеголять, когда я на огонёк загляну?"
    me "Нет, конечно!"
    with fade
    dv "Тогда не говори глупостей. "
    me "Я не буду спрашивать, откуда ты знаешь про голые части тела…"
    "Медленно произнёс я."
    dv "Разумное решение."
    "Алиса немного подпортила мне момент ностальгического прощания с местом, чуть-чуть не ставшим… Нет, не стоит об этом, пока рядом рыжая в купальнике."
    "Хотя парой дней раньше лицезреть её в таком виде уже было бы неплохой компенсацией за беспокойство."
    "Ещё до того, как Славя сказала заклинание усложнения — долгое-долгое слово, начинающееся на «влю…»."
    th "Поглядывала, наверное. Не могла же Славя ей всё рассказать?"
    dreamgirl "Или могла?"
    dv "Я намекну: она о ваших отношениях мгновенно донесла Шляпе. Не тот она человек, чтобы молчать о таких важных вещах."
    if alt_day6_sl_arc != 1:
        th "Удивительно тогда, что про собаку её никто так и не узнал."
    me "Прозвучало-то как… Важные вещи."
    show dv surprise swim with dspr
    dv "А для тебя нет?  Или ты…"
    dreamgirl "Отож! Весь таков! Поматросил — и бросил!"
    "Что она взъелась, мне было непонятно — особой дружбы между рыжей и Славей я никогда не видел."
    th "Или всё дело в достаточном поводе для того, чтобы стукнуть меня как следует?"
    if alt_day6_sl_arc == 1:
        me "Нет, конечно!"
        "Воскликнул я, невольно прикрывая нос."
    else:
        me "Это не твоё дело, что я и о чём думаю."
        me "Мне не представляли тебя как ближайшую подругу, поэтому не суй нос не в свой вопрос."
    show dv laugh swim with dissolve
    dv "А ты подрос! Гляди, уже и клыки показывать начал."
    dv "Скоро совсем большой станешь, папиросы без паспорта продавать будут."
    show dv normal swim with dspr
    "Она стёрла улыбку одним движением и серьёзно спросила меня:"
    dv "Ты и правда собираешься её бросить?"
    me "Я не хочу…"
    "Глупо произнёс я."
    dv "Тогда, может, сделаешь что-нибудь?"
    me "Но что?!"
    show dv grin swim at center 
    with dspr
    dv "Я откуда знаю? Это тебе решать!"
    "Она наклонилась, собирая разбросанную по песку форму:"
    dv "Да, и пока не забыла — Шляпа всех собирала."
    dv "Поторопись, если хочешь искупаться."
    me "Да нет, я так…"
    dv "Да? Тогда жди, я сейчас оденусь, вместе пойдём."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    scene bg ext_house_of_mt_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    play music iwantmagic fadein 3
    show mt normal pioneer with dspr
    mt "Семён, Алиса, вы вовремя."
    "Она не обратила внимания на нашу странную компанию."
    "Чего не скажешь о Славе — та, как раз, посмотрела в нашу сторону крайне подозрительным взглядом."
    "Но мудро решила не устраивать разборок и сцен ревности."
    mt "Так, первый отряд!"
    "Начала она."
    mt "Для проведения мероприятия — в шеренгу по двое — стройся!"
    th "Очередная линейка? Домашняя?"
    "Лениво подумал я, как самый рослый, вставая за Алисой."
    "Выстроились, как на линейке, привычно уже — по росту, покорно, не огрызаясь и не споря: быстрее начнём — быстрее закончим."
    "Разве что я до последнего не понимал, что задумала Ольга."
    th "Неужели собралась толкать свои речи?"
    mt "Сейчас, сейчас…"
    hide mt with easeoutleft
    "Она скрылась в домике, а через несколько минут появилась на крылечке, вооружённая какой-то ребристой кожаной фиговиной."
    "Несколько секунд спустя я, ахнув, опознал в фиговине жёсткий чехол для фотоаппарата."
    if alt_day2_mi_snap:
        th "Тот самый фотоаппарат, принадлежащий физруку!"
        "Я вспомнил, как после победы в турнире, Мику потащила меня к нему, и в руках у Саныча был именно этот футляр."
        "Японочка подмигнула мне и задрала нос."
        th "А теперь, стало быть, он отошёл по наследству, после того, как медведя увезли в город."
    th "Ну и ну! Значит…"
    dreamgirl "Значит, значит…"
    "Минуту спустя белому свету явилась и тренога."
    "Поставив небольшую задержку и развернув камеру в нашу сторону, Ольга протолкалась в центр и рявкнула:"
    mt "А ну-ка, живо, улыбнулись!"
    me "Зачем?"
    mt "Семён может не улыбаться, я ему лицо вымараю на кадре."
    "Отмахнулась вожатая. Руки у неё почему-то мелко подрагивали."
    "В рядах послышались смешки, мне на плечи легла узкая ладошка Алисы, с другой стороны — ладонь Слави."
    "Разве что касание Слави было нежным, ласковым, а Двачевская малость сжала моё плечо, намекая на серьёзность момента."
    "Я положил руки им на плечи — что мне ещё оставалось?"
    "Наслаждаться моментом — улыбка сама появилась на губах, даже не пришлось себя заставлять."
    "Вторая в жизни фотография, на которой я улыбаюсь, надо же…"
    "Один простой жест, казалось бы — а стало очевидно, насколько мне по душе компания всех этих людей — даже рыжей стервы."
    "И насколько грустно оттого, что для всех нас эта смена — последняя."
    "Возраст-с. {w}В этом мире и так пионерам здорово дают перегулять, у меня на родине, помнится, красный галстук снимали лет в тринадцать-четырнадцать."
    "Исключая разве что Ульяну, для всех, чьи плечи я сейчас обнимаю, эта смена последняя, сюда больше никто не вернётся."
    "Для всех, кто изо всех сил сейчас старается улыбнуться, показать, что отдых в лагере действительно удался."
    "Он и удался, по большому-то счёту."
    "Исключая некоторые трагические моменты."
    "А значит, не просто так съездил, действительно отдохнул."
    mt "Скажите «Сыыыр»!"
    show dv normal pioneer far at fleft
    show un normal pioneer far at fright
    show pi normal far at left
    show sl normal pioneer far at cleft
    show mi normal pioneer far at right
    show el normal pioneer far at cright behind mi
    show us sad pioneer far at center
    show mt smile pioneer far at center behind us
    with dspr
    voices "Сыыыыр!"
    window hide
    with flash
    pause(1)
    scene white
    pause(2)
    scene bg ext_house_of_mt_day at zentercenter
    show mt normal pioneer
    with dissolve
    "Крикнули мы, оставляя в памяти лагерь таким, каким его знали — добрым, ласковым, спокойным."
    "Местом, куда однажды обязательно захочется вернуться."
    "Я жутко завидовал им — и не догадывающимся о том, что…"
    "Ольга, пряча дрожащие руки, кивнула и встала, собирая аппарат."
    "Где-то в медпункте Виола сидела, положив пальцы на без времени поседевшие виски."
    "Да мы со Славей смотрим друг на друга глазами побитой собаки."
    "Но Ольга не была бы собой, если бы не сумела справиться с эмоциями:"
    mt "Спасибо всем! У меня есть ваши адреса, ждите в сентябре-октябре на почту по фотокарточке."
    show sl normal pioneer at cleft with dissolve
    sl "Так, может, давайте съезд? И карточки раздадим, и просто повидаемся."
    sl "Уверена, никто не будет против."
    "Все зашумели, соглашаясь, и Ольга кивнула:"
    show mt normal pioneer with dissolve
    mt "Вообще, в конце октября обычно общелагерный съезд на площади, но раз вы хотите… Давайте увидимся."
    "Она кивнула нам:"
    mt "Всё теперь. Давайте, до отъезда полчаса, сходите, проверьте, чтобы ничего не забыли."
    "И отвернулась, задумавшись об организационных моментах будущего вечера встречи."
    "А Славя потянула меня за собой."
    window hide
    scene bg ext_houses_day at zenterleft
    show sl normal pioneer at cleft
    with dissolve
    sl "Ну что, нагулялся-насмотрелся?"
    "Спросила она."
    me "Похоже, да. {w}Лагерь-то небольшой."
    if alt_day6_sl_arc != 1:
        me "Я это ещё вчера понял, когда мы с тобой на крыше его слушали."
    if alt_day7_sl_code:
        th "Хотя и тут хватает потаённых уголков."
    sl "Семён, нам надо серьёзно поговорить…"
    "Начала она."
    play music eat_horn fadein 3
    "Но её тут же прервали сигналы горна."
    "Зовущего пионеров на заключительную кормёжку перед дорогой."
    me "И о чём же?"
    show sl sad pioneer with dspr
    sl "Э… Давай после обеда, хорошо?"
    me "Да у нас же времени нет на болтовню? {w}Ты вещи собрала?"
    sl "После обеда."
    "Непреклонно ответила Славя и пошла к столовой, не дожидаясь меня."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    return

label alt_day7_sl_dinner:
    window hide
    scene bg int_dining_hall_day with dissolve
    play ambience ambience_dining_hall_full
    play music nowyouseeme fadein 3
    "Обедали нас куриным супом с рисом и жареной картошкой с яичницей — более чем очевидно было, что шеф-повар уже укатил в город и некому заставлять поваров готовить дежурную перловку."
    "Поэтому мы больше двигали челюстями, чем тратили время на болтовню."
    "Логика такая, сравнительная — если всю жизнь кормят столовской едой, замечательной, классной, вкусной, сбалансированной и по заветам ведущих собаководов, то до писка будешь восторгаться, когда в один из дней на ужин дадут пельмени или вот такую еду."
    "Славя смирилась с решением Ольги Дмитриевны об освобождении от обязанностей кастелянши — кажется, несмотря на всю браваду, девочку всё-таки немного «вело»."
    "Или, возможно, дело было не совсем в этом?"
    "Выглядела Славя ощутимо подавленной, и всякий раз, когда я пытался перехватить её взгляд, вздрагивала и отводила глаза."
    "Как будто чувствовала себя… Виноватой?"
    "Я попытался представить себе размеры «косяка», который Славя могла бы совершить в моём отношении, чтобы настолько меня стесняться — и со вздохом отказался от этой затеи."
    "Во-первых, просто не мог себе представить."
    "А во-вторых — когда?"
    "Ещё её это «серьёзно» поговорить."
    th "Не то, чтобы я настаивал — но о чём таком она могла бы со мной «сёрьезно» говорить?"
    "С грехом пополам расправившись с не радующей уже нетрадиционно холостяцкой кухней, я отставил тарелки и поднялся."
    me "Я на улице."
    "Славя рассеянно кивнула, продолжая искать нефть на дне тарелки с супом."
    window hide
    play sound sfx_open_door_clubs_2
    pause(1)
    play ambience ambience_camp_center_day fadein 3
    scene bg ext_dining_hall_near_day with flash
    play music the_way fadein 3
    "Я вышел на крыльцо и замер на скамейке, борясь с холодком, покалывающим желудок."
    "Обычно у меня такое предчувствие бывало в детстве ещё — пока не огрубела кожа, пока не очерствело сердце."
    "И значило это предчувствие либо грандиозные неприятности, либо ощутимые перемены в жизни."
    "Не обязательно к лучшему или к худшему — просто перемены."
    "Например, смену школы или коллектива, переезд на новое место жительства — да даже просто знакомство с какими-то новыми личностями, которые так или иначе вовлекут тебя в своё движение."
    "Или отъезд в лагерь."
    "Но учитывая подавленное настроение, царящее над лагерем всё сегодняшнее утро, я не обольщался насчёт градуса позитивности в грядущем разговоре."
    dreamgirl "Тоже предчувствую неприятности."
    th "Есть соображения?"
    "В меня кинули образом пожатия плечами."
    dreamgirl "Для заяв вроде «я беременна» рановато пока."
    dreamgirl "Не знаю."
    th "Неужели она хочет со мной порвать?! Но почему?"
    dreamgirl "Отставить панику на корабле! {w}Или тебе напомнить, как она вокруг тебя утром увивалась?"
    th "Прощаясь!"
    dreamgirl "Ты безнадёжен! {w}Всё, умолкаю и жду собственно разговора."
    "А я продолжал накручивать себя — в свете всего сегодня произошедшего."
    "В свете всего вчера происшедшего."
    if alt_day6_sl_arc == 1:
        th "Не мог иначе проблему решить, калькулятор чёртов!"
        "Со злостью подумал я о Шурике."
    else:
        th "Похоже, что у неё и правда где-то как-то сложилось нехорошее впечатление."
        "Потому что судьба собакена частично и правда в моих руках."
    "Так что когда Славя вышла на крыльцо, я уже места себе не находил."
    "К этому времени все пионеры уже благополучно рассосались по домикам."
    "Те, кто оставался на пересменок и следующую смену — втихомолку хихикать над «собирашками», а последние, собственно, собираться."
    "В нашем отряде остающихся не было."
    th "Или?"
    show sl normal pioneer with dspr
    sl "Сёмушка, нам надо серьёзно поговорить."
    me "Да, да, ты уже говорила! О чём?"
    show sl sad pioneer with dspr
    sl "Это связано со вчерашним…"
    th "Порвать!"
    "У меня самого всё внутри оборвалось."
    th "Сейчас она скажет, что нам надо расстаться!"
    "Я зажмурил глаза, готовясь к удару и…"
    sl "Сначала я хочу сказать, что очень благодарна тебе за то, что ты был в моей жизни, и за то, что принёс в неё."
    sl "Исключая действительно грустные моменты, это было лучшее лето в моей жизни."
    sl "И я действительно очень тебя полюбила. Поэтому…"
    "Да-вай… Рас-ста…"
    sl "Я обязана тебя предупредить."
    me "О чём?!"
    sl "Семён, да не вертись ты так, я же не расстаться предлагаю!"
    me "А что?!"
    show sl shy pioneer with dspr
    sl "Ну, я хотела сказать, что ты не должен себя заставлять и как ты там говорил, делать что-то против своей воли…"
    "Она смутилась и забормотала, глядя себе под ноги."
    me "Ближе к телу!"
    sl "Да, прости."
    "Она выдохнула."
    sl "Я хотела тебе сказать, что не поеду в город с тобой."
    me "Ты меня бросаешь!!!" with vpunch
    sl "Да куда я тебя брошу, дурака, я люблю тебя."
    "Спокойно сказала девушка."
    "Спокойно, без надрыва или надлома — давая понять, что это настолько часть её жизни, что она уже давно всё обдумала и приняла."
    show sl serious pioneer with dspr
    sl "Загвоздка в том, что лагерь закрывают."
    sl "Шурика увезли утром, но к вечеру уже будет знать предприятие, которое шефствует над нами, а завтра — администрация города."
    sl "Сюда никто не поедет. Понимаешь?"
    th "Она права."
    th "Старый лагерь закрыли по той же причине — дурные слухи, чертовщина, мертвецы…"
    "Я вспомнил свой детский лагерь — у нас был один заброшенный старый корпус."
    "Наглухо заколоченный — и только потому, что там одна дурочка решила порезать себе вены."
    "Всё! Добротный каменный корпус, утеплённый, комфортабельный — заколотили наглухо, туда лазили только мальчишки в поисках приключений."
    me "И как это увязать… Ты решила остаться и помочь?"
    show sl normal pioneer with dspr
    sl "Я же говорила — ты умница."
    sl "Пока ты ходил прощался с лагерем, к нам подошли от администрации и попросили помочь."
    sl "Мику отказалась — ей нужно в Японию возвращаться и закончить оформление бумаг: она собирается учиться в Ленинграде."
    sl "А Женя и я согласились."
    me "А я?.."
    "Глупо спросил я."
    sl "А ты едешь домой."
    me "Вот так просто?"
    show sl sad pioneer with dspr
    sl "Нет. {w}Я сама не знаю, как без тебя тут буду. Но помочь действительно нужно — нельзя, чтобы из-за слухов дети лишились каникул."
    "Я находил сомнительным, что дети будут особо счастливы отдыхать там, где…"
    sl "Совершенно верно: подписку о неразглашении."
    sl "Я, Ольга Дмитриевна, Виола — все подписали."
    sl "А ты уезжаешь, поэтому…"
    "Славя прервалась — мимо нас шла Жужелица."
    "Человек, который вызывал у меня самое стойкое отторжение."
    "Но сейчас она выглядела так, что хотелось укрыть пледом и увести в тёплое место — настоящей жертвой стихийного бедствия."
    "Бледная, глаза запавшие, некогда блиставшие угрожающе-жёлтым, теперь тускло отражали цвет грязным, болотным колером, волосы растрёпанные."
    "Даже обычно задорно торчащий на макушке хохолок в форме вопросительного знака подувял и выглядел уныло."
    sl "Женя!"
    hide sl with dissolve 
    "Крикнула Славя и убежала к библиотекарше."
    "Наверное, я бы тоже побежал."
    "Но меня несколько подскосил такой вот оглушающий, в лоб, факт."
    "Она говорит, что однолюб, и что у неё ко мне какие-то чувства — и не хочет быть со мной."
    "Ставит на первое место помощь другим людям."
    th "А мне-то почему помочь отказывается?"
    th "Это же не эгоизм, это она же не о себе думает! Я другой человек и всё такое!"
    th "Пусть помогает мне! {w}Сядет рядом в автобусе, возьмёт за руку и поддерживает всё время до города, и там, дальше, остаётся в моей жизни!"
    voice "Меня зовут Феоктистова Славяна…"
    "Прыгнул в уши девичий голос — несколько дней назад такой пугающе незнакомый."
    "Рекорд по сближению с человеком."
    "Никогда и никого я так быстро и близко к себе не пускал."
    "А теперь она хочет, чтобы я уезжал без неё."
    "Я всё, конечно, понимал — и сложись эта ситуация при обычных условиях, я бы бровью не повёл."
    "Потому что знаю, когда «надо», то можно и потерпеть до конца лета — потом просто набрать числа двадцать восьмого-двадцать девятого и встретить вечер первого сентября где-нибудь рядом с «Авророй»."
    "Были уже прецеденты, были."
    "Но у меня-то условия не самые ординарные!"
    if alt_day6_sl_arc != 1:
        "И она об этом прекрасно знает."
        "Но всё равно считает, что остаться в загибающемся лагере важнее, чем я."
        "Чем мы."
    "Стерва."
    with fade
    "Сволочь."
    with fade
    "Гадина."
    window hide
    if (lp_sl >= 18) or (alt_sp >= 6):
        menu:
            "За то и любима.":
                $ karma = 777
                scene bg ext_admins_day_7dl with flash
                show mt surprise pioneer at zenterleft
                mt "Семён? Что ты…"
                me "Нет… Времени…"
                "Хрипло выдохнул я, останавливаясь рядом с ней и запалённо дыша…"
                me "Директор… На месте?"
                show mt normal pioneer with dspr
                mt "Да, но он собирался уходить, провожать отъезжающих."
                me "Мне надо к нему."
                mt "Серьёзно?"
                me "Очень надо!"
                show mt angry pioneer with dspr
                mt "Какое надо? Ты себя видел, оболтус?!"
                "Она оправила мне рубашку на плечах, немного пригладила вихры."
                "И, смерив долгим оценивающим взглядом, отступила в сторону."
                show mt normal pioneer with dspr
                mt "Вот, теперь верю, что надо."
                mt "Проходи."
                "Она отступила в сторону, позволяя мне попасть, наконец, к начальнику."
                window hide
                play sound sfx_open_door_2
                pause(1)
                scene bg int_chief_office_day_7dl
                "Тот уже и правда собирался."
                me "Простите, простите, можно мне с вами поговорить?"
                bb "Вообще-то я уже ухожу…"
                me "Это очень важно! Пожалуйста."
                bb "Ладно."
                "Вздохнув, он отпер кабинет и запустил меня в помещение."
                bb "Так о чём?.."
                "Поинтересовался он, судя по виду, сосредоточенно пытаясь найти что-то."
                "Сейчас."
                me "Понимаете, дело в том…"
                th "Один очень мудрый, но очень неприятный человек сказал мне…"
                me "Что сейчас отъезд."
                th "Что наше счастье слишком близко, чтобы сидеть и наблюдать за тем, как оно пропадает."
                me "Но у вас же людей нет. А Борис Александрович мне предлагал место заместителя у себя в кружке."
                bb "Да, и?"
                me "Я, конечно, понимаю, что прошу слишком многого."
                "Тут у меня в голосе и правда засквозило отчаяние."
                me "Пожалуйста… Разрешите мне остаться. Хотя бы исполняющим обязанности."
                th "Что нашего счастья и так слишком немного, чтобы упускать и то немногое, что есть, просто потому, что ты слишком ленив и нерешителен."
                me "На третью смену и далее."
                th "Что иногда надо поднять свою задницу и сделать несколько телодвижений, совершить что-то решительное — иначе закончишь как этот мудрый человек: в одиночестве и неизвестности."
                bb "Ты же понимаешь, что такие вопросы с кондачка не решаются?"
                me "Конечно! Что я могу сделать, чтобы решить этот вопрос в свою пользу?"
                "Начальник загадочно улыбнулся, наконец, закончив поиски."
                bb "Для начала, подписать здесь."
                "Он протянул мне лист, набранный машинописным текстом, в котором чёрным по бумаге значилось:"
                me "Заявление: Прошу Вас принять меня,"
                if herc:
                    extend " Сычёва Семёна Семёновича, на должность заместителя руководителя кружка физкультуры."
                else:
                    extend " Персунова Семёна Семёновича, на должность заместителя руководителя кружка физкультуры. "
                me "Что это? Вы знали?! Но откуда?"
                bb "Мальчик, я начальник лагеря. Как думаешь, на эту должность ставят кого-то просто так?"
                me "Эээ…"
                bb "И ещё одно."
                "Он хлопнул ладонью по столу."
                bb "Запомни уже моё имя-отчество, что за паскудство, когда пионер не знает, кто директор его лагеря."
                me "Запомню, обязательно… Э…"
                bb "Алексей Максимович."
                "Представился он."
                me "Алексей Максимович."
                "Послушно ответил я."
                bb "Ну а теперь всё."
                "Начальник изучил мою подпись, тяжело пришлёпнул сверху печатью и спрятал заявление в стол."
                bb "Ступай. {w}Порадуй Славяну — она, наверное, вся изошлась от переживаний."
                me "Так она тоже в курсе?"
                bb "Нет, но в курсе я — с кем встречается моя лучшая пионерка."
                bb "Всё, иди."
                stop music fadeout 3
                window hide
                play sound sfx_open_door_clubs_2
                pause(1)
                scene bg ext_admins_day_7dl with dissolve
                play music music_list["afterword"] fadein 3
                "Разве что она снова всё за всех решила."
                "А я снова отказался принимать её решение."
                window hide
                scene bg ext_square_day at zenterleft
                show sl normal pioneer at cleft
                with dissolve
                "Я перехватил их недалеко от Генды и вёл почти до самого домика."
                "Не решался подойти — слишком уж подозрительно вздрагивали плечи Жужелицы."
                "Слишком уж это напоминало проявление эмоций, в которых я так долго ей отказывал."
                "Наконец, библиотекарша ушла, упорно глядя себе под ноги."
                "А я подошёл к Славе."
                sl "Семён? А почему ты не собираешься?"
                me "Почему? Потому что одна глупая девочка внушила себе, что между помощью и личным счастьем не может стоять равенства."
                me "Что ты либо для других, либо для себя — а третьего и не дано."
                me "А я отказался смириться с этим."
                show sl sad pioneer with dspr
                sl "Что?"
                me "Что слышала. {w}Не нравятся мне дурацкие решения, ясно?"
                sl "Семён, ты ведёшь себя как маленький ребёнок."
                me "Нет."
                me "Я веду себя, как человек, который ищет компромиссы — и не только между внешним и внутренним."
                me "Но и между личным и частным."
                "Я достал из кармана свою копию заявления и протянул ей."
                me "Я хочу быть с тобой. А не ждать тебя где-то, непонятно где. Понимаешь?"
                me "Ты слишком важна, а мы слишком мало были вместе."
                "На её губы вскарабкалась робкая, неуверенная улыбка:"
                sl "Но мы же не сможем…"
                me "Сможем. Мы будем видеться каждый день — а много ли кроме этого для счастья надо?"
                show sl tender pioneer with dspr
                sl "Но…"
                "Она пыталась сказать что-то ещё, но какое это сейчас имело значение?"
                "Вот и она тоже так считала."
                "И несколько секунд спустя уже тихо хныкала от счастья где-то у меня на груди."
                "Уверенная."
                "Сильная."
                "Беспомощная."
                me "Ты обещала мне, что я снова буду улыбаться, помнишь?"
                "Шепнул я."
                me "Пришло мне время возвращать тебе обещание."
                window hide
                with fade
                stop music fadeout 3
                $ persistent.sprite_time = "day"
                $ day_time()
                scene bg ext_house_of_sl_day
                "Мои вещи собирать не требовалось, Ольга через неделю должна будет вернуться, так что и она чемоданы не собирала."
                "После решения всех оргвопросов меня оставили на прежнем месте, но уже в четвёртой смене обещали выделить отдельное жилище."
                "В конце концов, жить с девушкой, с которой не состоишь в отношениях, как-то не то. Даже если ты вчерашний пионер."
                window hide
                play sound sfx_open_door_strong
                pause(1)
                scene bg int_house_of_mt_day at zenterleft
                show mt normal dress at cleft
                with dissolve
                "Ольга собирала лёгкую сумку с предметами первой необходимости."
                mt "Свою копию не потеряй."
                "Проворчала она, воюя с застёжкой."
                mt "Какой бы ты чудесный мальчик ни был, трудовой стаж никто не отменял."
                me "И вы тоже знали?"
                show mt smile dress with dspr
                mt "Вообще, это была моя идея."
                "Усмехнулась она."
                show mt normal dress with dspr
                mt "Я готова. Пойдёте провожать?"
                "Славя кивнула, и мы направились к воротам."
                window hide
                stop ambience fadeout 3
                stop music fadeout 3
                play music music_list["farewell_to_the_past_full"] fadein 3
                window hide
                scene cg d7_leaving_no_sl_sam_7dl
                with dissolve
                play ambience ambience_camp_entrance_day_people fadein 3
                "Мы вышли из ворот, остановились в сторонке, а Ольга направилась к пионерам."
                "Она обратилась к ним с какой-то напутственной речью, сама волнуясь и с трудом сдерживая слёзы."
                "Наши-то были уже большие, немного понимали, что происходит — внимали спичу вожатой серьёзно и с чувством."
                "А, вру."
                "Ульяна перехватила мой взгляд, подмигнула, толкнула в бок Алису, и вот уже они двое пялятся на нас."
                "Немного погодя внимание отряда было утеряно полностью — все смотрели на нас."
                "Хотя их и было-то немного."
                window hide
                scene bg ext_bus1_7dl with dissolve
                show us normal sport bear at cleft
                show dv normal sport at cright
                with dissolve
                "Рыжая парочка."
                show us smile sport bear at cleft
                show dv grin sport at cright
                "Рыжий да красный — человек опасный!"
                "Они улыбнулись и синхронно подмигнули мне."
                hide us
                hide dv
                show un normal dress
                with dissolve
                "Лена, стоящая поодаль."
                show un smile dress with dissolve
                "Она немного покраснела, перехватив мой взгляд — кажется, несмотря на расстановку некоторых точек, я так и продолжал её смущать."
                hide un
                show mi smile casual
                with dissolve
                "Мику."
                "Японка уже добыла из недр своих японских чемоданов свои ультрахайтековские японские наушники и качала головой в такт какой-то мелодии."
                show mi happy casual with dspr
                "Почувствовав, что мы на неё смотрим, она подмигнула нам и потрясла в воздухе сцепленными руками."
                "Какой-то тайный знак? Всё будет хорошо?"
                hide mi with dissolve
                "Электроник кивнул и отвернулся."
                show mt normal dress with dspr
                mt "Да, Женя, Славя и Семён останутся в лагере волонтёрами."
                "Ответила Ольга на вопрос Ульяны."
                "Мелкая с завистью посмотрела на нас:"
                show us normal sport bear at cleft
                us "А можно я тоже буду волонтёром?"
                show sl laugh pioneer at right with dissolve
                sl "Конечно, можно! Через два года как раз по возрасту подойдёшь."
                show us sad sport with dspr
                us "Но я не хочу через два года, я хочу сейчас."
                "Ольга рассмеялась и скомандовала:"
                mt "По машинам!"
                window hide
                scene bg ext_bus1_7dl with dissolve
                "Всё верно, младшие отряды уже рассадили по их автобусам и отправили в путешествие."
                "Теперь пришёл черёд и пионеров постарше."
                "Мы махали им всё время, что они садились."
                "Всё время, что они отъезжали, прилипнув носом к стеклам."
                "До тех пор, пока автобус не превратился в едва видимую точку на горизонте."
                th "Неожиданное продолжение неожиданной истории?"
                window hide
                scene bg ext_no_bus at zenterleft
                show sl smile pioneer at cleft
                with dissolve
                th "История, что однажды, надеюсь, станет бесконечной."
                th "Как и это лето."
                sl "Я не буду больше махать, ладно? {w}У меня рука устала."
                "Я кивнул."
                me "И у меня."
                window hide
                scene bg black
                with fade3
                stop music fadeout 3
                $ renpy.pause(3)
                scene bg ext_square_sunset with dissolve
                $ set_mode_nvl()
                play music lynn fadein 3
                "Славя оказалась кругом права."
                "Возможно, наша любовь и отдавала плясками на костях мира и пиром во время чумы — но внешнее несчастье лишь помогло нам сплотиться ещё больше."
                "В пересменок мы не отпускали рук вовсе, отчаянно-наивно пытаясь напитаться друг другом, как обычно пловец дышит перед тем, как нырнуть на глубину."
                "Стоит ли говорить, что нам это не удалось?"
                "А потом приехала новая смена, новые пионеры."
                "И стало не до глупостей — чёрт, да я даже иногда забывал, почему вообще остался в лагере!"
                "Три недели пролетели как сумасшедшие — я поднимался лишь чуть-чуть позже вожатского состава, но и времени присесть у меня было не в пример меньше."
                "Инвентарь, соревнования, матчи, первенства — всё это легло на мои хрупкие мужские."
                nvl clear
                "Я приходил в наш с Ольгой домик вечерами и падал плашмя, а наша зеленоглазая, уже официально разрешившая нам со Славей звать себя Ольгой, приходя, стаскивала с меня ботинки и укрывала покрывалом."
                "А на следующее утро всё повторялось сызнова."
                "И снова, снова, когда не оставалось сил, не спасало уже даже возможное одобрение Слави, я садился и спрашивал — а чем я на самом деле хочу заниматься?"
                if herc:
                    "Конечно, мне с моими тараканами не слишком-то легко ладить с людьми, но…"
                    "Я теперь дядя Сёма, представляете?"
                    "Девчонки третьего-четвёртого отряда катаются у меня на спине и транжирят фотоплёнку."
                    "А Славя тихо улыбается, глядя на нас с особой, материнской нежностью."
                else:
                    "И как бы странно это ни звучало, но я легко представлял себя сорока- пятидесятилетним аналогом Саныча, человеком, что всю жизнь свою посвятил работе с детьми."
                    "Сидящим дома с чашкой чая и заслуженно гордящимся россыпью трофеев на стене славы, заработанных теми, в кого я поверил."
                    "И рядом — Славю."
                    "Как-то сразу и вдруг понялось, что никого рядом с собой я уже как бы и не мыслю."
                    "Не удобное «она вкусно готовит», «она хороша в постели» или «я ей верю», нет."
                    "А просто спокойное, тёплое понимание — если я хочу перестать метаться по жизни и ощутить рядом с собой нужного и важного мне человека, то никого лучше я никогда не найду."
                nvl clear
                "Работа в лагере хороша тем, что ты постоянно чем-то занимаешься."
                "Поэтому чувство, будто я подрабатываю грузчиком в ядерном реакторе, почти не навещало меня и воспринималось как-то отстранённо."
                "Да, смерть, да, нехорошее место, да, люди невольно обходят его стороной."
                "Но я почти там не бывал, днюя и ночуя либо на спортивной площадке, либо у воды."
                "Поэтому справедливо сказать, что последнее лето «Совёнка» дало своим пионерам ничуть не меньше, чем пятнадцать, что были до него."
                scene bg ext_road_day with dissolve
                "А потом… Потом закончилось лето."
                "И вот я сижу сейчас в «Волге» Виолы и боюсь изо всех сил."
                "Но как-то глупо и странно просить Славю остаться со мной здесь ещё."
                "Я не смогу прятаться вечно, рано или поздно придётся выбираться наружу."
                "А я и так оторвал себе счастья на целых полтора месяца больше, чем мне было отведено."
                "Так что я боюсь изо всех сил."
                "Но у меня и мысли не возникло что-нибудь сказать по этому поводу."
                nvl clear
                "Тем более, что Славя теперь в большинстве случаев позволяла решать какие-то вопросы мне, и я прекрасно понимал, что это может значить."
                "Значит, пора начинать жить. В первую очередь."
                cs "Поехали… пионеры?"
                "И мы крикнули."
                voices "Поехали!"
                "Часы бежали за часами…"
                "Славя держала меня за руку и смотрела в окно."
                "А я изо всех сил старался не заснуть."
                "Только не заснуть."
                nvl clear
                "Я не хочу. Мне нельзя."
                "Если я засну, мне…"
                "На этой мысли я выключился."
            "Как всё невовремя.":
                play music beth
                th "Надо же, первая размолвка, и под занавес."
                th "И мы так вот разъедемся, да?"
                "Я сел на ступеньки прибалконника и задумался."
                "В голову почему-то не приходило ничего, кроме надутых губ и столь же детского «не хочу»."
                "Мимо прошла Женя, неприязненно покосившись при этом на меня."
                "Живое подтверждение, что ненавидеть человека — это великое искусство."
                me "Почему обязательно всё надо усложнять?"
                "Спросил я у спокойного, плавящегося от жары неба."
                me "Почему нельзя по-человечески?{w} Встретились, познакомились, съехались?"
                me "Неужели всё обязательно должно быть через одно место?"
                "Дверь за спиной скрипнула, и мне на плечо легла знакомая ладошка с красивыми пальчиками."
                "Я чуть не разрыдался от жалости к самому себе."
                "Как же это так?"
                "Я сейчас уеду, и не будет ни Слави, ни лагеря, ни даже ладошки этой?"
                "А будет непонятный Советский Союз, в котором я буду без документов, связей, знакомых — один."
                "Конечно, я слышал, что Ольга говорила там что-то про моих родителей из посольства — но, по-моему, это полный бред."
                show sl normal pioneer with dspr
                sl "Почему ты так расстраиваешься?"
                "Тихо спросила она."
                sl "Я понимаю, разлука — это неприятно. Но это же ненадолго. Всего месяц."
                me "Целый месяц."
                "Качнул головой я."
                show sl serious pioneer with dspr
                sl "Семён, ты ведёшь себя как маленький ребёнок."
                sl "Ну? Сам же говорил, сам планы строил, как мы будем?"
                sl "Было такое?"
                show sl normal pioneer with dspr
                sl "Ты же должен понимать, что мы ещё оба не настолько взрослые, чтобы полностью решать, что и как делать."
                me "Лично я — более чем достаточно взрослый."
                "Угрюмо ответил я."
                me "Не знаю, что там за родители и всё такое, но я у себя дома последние десять лет прожил в одиночестве, заботясь о себе сам!"
                "Славя присела рядом со мной на ступеньку и приобняла за плечи."
                show sl smile pioneer with dspr
                sl "Десять лет…"
                me "Да."
                sl "Сколько же тебе лет на самом деле?"
                me "Ну…"
                "Я пожал плечами."
                me "Ты можешь посчитать, если я переехал на полностью свою жилплощадь в восемнадцать…"
                "Славя присвистнула."
                sl "Да ты и правда большой!"
                "Действительно."
                "Хотя, конечно, я бы не поверил в такое."
                "Так или иначе…"
                "Я просто освещаю подробности."
                sl "Но тогда ты должен уметь ждать, если ты такой взрослый."
                "Наставительно сказала она."
                "Можно вообще много думать о том, что и кому я должен."
                "Размышлять об ожиданиях, ответственности, смысле жизни."
                "Но я слишком много ждал, чтобы вот так просто уехать."
                me "Пойду вещи собирать."
                "Хмуро сказал я и, сбросив с плеча ладонь Слави, поднялся."
                me "Пока."
                window hide
                scene bg ext_house_of_mt_day with dissolve
                play ambience ambience_camp_center_day fadein 2
            
                "Дом, милый дом."
                "Сегодня всё как будто старательно портило мне настроение."
                "А так ведь хорошо утро начиналось!"
                show mt normal dress with dissolve
                mt "Сём Сёмыч, чего грустишь?"
                me "Как будто вы сами не знаете."
                "Проворчал я."
                show mt smile dress with dspr
                mt "Не знаю. Что?"
                mt "Ты насчёт того, что Славя и Женя здесь останутся?"
                "Ну вот, и говорить ничего не пришлось."
                show mt normal dress with dspr
                mt "Так ведь приедет к тебе твоя Изольда-то."
                "Усмехнулась вожатая."
                mt "Оттрубит смену и приедет. Или невтерпёж, три недели не дождёшься?"
                me "Нет, но…"
                play music but_why
                "С удивившей себя горячностью я схватил Ольгу за руку."
                show mt surprise dress with dspr
                me "Ольга Дмитриевна, я не хочу, я не могу уезжать!"
                "Выпалил я."
                me "Мне нельзя, понимаете?"
                if alt_day6_sl_arc != 1:
                    th "По ту сторону дороги меня ждёт зима и смерть."
                me "Ну поверьте вы мне на слово, нельзя мне уезжать!"
                me "Пожалуйста!"
                me "Ну неужели ничего нельзя сделать?"
                mt "Вообще, можно…"
                "Медленно сказала вожатая, старательно отлепляя мои побелевшие пальцы от своего запястья."
                show mt angry dress with dissolve
                mt "Ты отпустишь мою руку или нет?"
                me "Да-да, всё, что угодно."
                me "Так что можно сделать?"
                "Ольга несколько секунд сомневалась, глядя на меня искоса, недоверчиво."
                "Решилась, наконец."
                mt "Беги к начальнику лагеря, скажи, что я просила."
                me "Что просили?"
                mt "Он знает!"
                "Отмахнулась она."
                mt "Просто скажи, что я просила."
                me "Спасибо!"
                "Новая надежда колотилась в висках, толкала ноги вперёд, прибавляя жару."
                "И я бежал, бежал изо всех сил."
                scene bg ext_house_of_sl_day with flash:
                    pos (0,0) 
                    linear 0.1 pos (-5,-5) 
                    linear 0.1 pos (5,5) 
                    pos (0,0) 
                    linear 0.1 pos (0,-5) 
                    linear 0.1 pos (0,5) 
                    repeat
                dreamgirl "Если ты хочешь помолиться — сейчас самое время."
                "Из-за бега голос моей карманной шизофрении слышался урывками."
                th "Не накаркай!"
                scene bg ext_square_day with flash:
                    pos (0,0) 
                    linear 0.1 pos (-5,-5) 
                    linear 0.1 pos (5,5) 
                    pos (0,0) 
                    linear 0.1 pos (0,-5) 
                    linear 0.1 pos (0,5) 
                    repeat
                dreamgirl "Но если я правильно помню регламент, начальник всегда уезжает в пересменок — чтобы сдать документацию и получить путёвки на следующую смену."
                dreamgirl "А так как ему некому махать платочком, то вполне допустимо, что он мог…"
                th "Заткнись!"
                "Зарычал я."
                window hide
                scene bg ext_admins_day_7dl with flash
                me "Ещё… Чуть-чуть."
                "Я поднажал, пулей взлетая на крыльцо, но администрация оказалась заперта."
                "Только за прозрачным плексигласовым окошком обнаружилась записка: «Уехал в город на летучку. А.М.»"
                cs "Пионер, если ищешь начальника, то я ему отдала ключи."
                show cs normal with dissolve
                cs "Но если поспешишь… Можешь попробовать перехватить его у ворот."
                me "Спасибо, Виола!"
                "Я снова перешёл на бег — кажется, это сегодня единственное, что может решить проблемы!"
                window hide
                stop ambience
                stop music fadeout 3
                pause(2)
                scene bg ext_no_bus with dissolve
                play music tilltheend fadein 3
                play ambience ambience_camp_entrance_day fadein 3
            
                "Я ожидаемо опоздал."
                "Да и кому, как не мне, знать, что в этой жизни всё определяется его Величеством Случаем — а в моём случае это далеко не тот Случай."
                "Я слишком неудачник для того, чтобы, вырвавшись из затяжного сна, оказаться на берегу сжимающим в объятьях самую ценную."
                "Ноги больше не держали."
                "Меланхолично сплюнув тягучую слюну на асфальт, я что было сил саданул по воротам ногой."
                play sound sfx_metal_door_heavy_close
                un "Ну и что ты шумишь?"
                show un normal dress with dissolve
                "Уже готовая к труду и обороне Лена."
                th "В этом платье она ходила на дискотеку, в нём же едет в город."
                th "Девушка носит одно и то же платье? Других нет?"
                th "Кажется, не всё там ладно, в Датском королевстве."
                me "Начальник уехал?"
                "Лена кивнула."
                me "Давно?"
                th "Да какая  разница, идиот?! Как будто от того, что он уехал не три минуты назад, а четыре, теперь ты его догонишь!"
                un "Да вот только что."
                "Безжалостно сказала она."
                "Я застонал и стукнулся головой о ворота."
                "Я неудачник."
                "Я приношу всем одни только неприятности — включая самого себя."
                "Так что мало удивительного в том, что история, начинавшаяся так хорошо, закончилась старательно замалчиваемым суицидом."
                "А теперь — ещё и обналичкой путёвки обратно в мой уютный ад."
                show un serious dress with dissolve
                un "Молодой человек, что же вы так убиваетесь? Вы же так никогда не убьётесь."
                "Без улыбки пошутила девушка."
                "А я в ответ ей криво улыбнулся."
                "Мы оба замолчали."
                me "Скоро автобус."
                un "Да."
                "Ответила Лена."
                me "А ты куда дальше?"
                un "Доучиваться. Отцу предложили проходное место в Политехе, пойду туда, наверное."
                me "Политех. {w}А."
                "Умно сказал я."
                un "А ты?"
                me "Что?"
                show un angry2 dress with dissolve
                un "Сам чем заниматься собираешься?.. {w}Помимо семейной жизни."
                me "Ну…"
                if alt_day6_sl_arc != 1:
                    th "Я, моя дорогая, ничем заниматься не собираюсь по причине того, что сдохну, как только усну за пределами лагеря."
                    "Подумал я об этом совершенно спокойно, отстранённо как-то."
                    "Привык, что ли."
                me "Жить буду. Армия, всё такое."
                un "Не слышу в твоём голосе особой радости."
                me "А должна быть?"
                me "Представь, что тебе предстоит…"
                if alt_day6_sl_arc != 1:
                    "Смерть."
                me "…разлука с дорогим человеком. {w}И ты не можешь гарантировать, что вы встретитесь."
                show un normal dress with dissolve
                un "Это не повод унывать. {w}Соберись, ты правда хочешь, чтобы Славя запомнила тебя таким?"
                hide un with dissolve
                "Она покачала головой и ушла."
                window hide
                with fade2
                "Да и скатертью дорога."
                "Попутного ветра в горбатую спину."
                "Стеррррва."
                "Я сел на поребрик и стал прикидывать варианты разрешения ситуации в свою пользу."
                "Получалось — не очень."
                "Отбрасывая спасение мышами-рокерами с Марса и капитаном Америкой, вменяемых вариантов было два."
                "Первый — уйти жить в леса."
                dreamgirl "О, глядите, брянской портезайн! Долго выживешь на осиновой коре и неспелой чернике?"
                th "Я сказал вменяемый, а не разумный."
                "К тому же, у меня был допуск к бомбоубежищу, а там можно было при желании пересидеть лет этак пятьдесят, если очень хочется — припасов хватит."
                dreamgirl "Вариант! Уходим в подземелье, и будет у нас тут Метро1989. Или даже Сталкер: Чистый зов Совёнка."
                dreamgirl "Давай же! Ты обретёшь тооооошоооо заслуживаешь! Идииии ко мнеееее!"
                th "Ты не помогаешь, балаболка!"
                dreamgirl "У меня нет такой задачи. {w}А какой второй вариант?"
                th "Официальные пути."
                window hide
                stop music fadeout 3 
                scene cg d7_leaving_no_sl_7dl
                with dissolve
                play music music_list["memories"] fadein 3
                mt "Все здесь?"
                "Ольга пересчитала нас по головам."
                us "Феоктистовой и Мицголиной нет."
                "Наябедничала Ульяна."
                mt "Я знаю. Они остаются."
                voices "Как остаются? Почему? В чём дело?"
                "Загомонили пионеры, явно заинтригованные."
                mt "Их попросили поработать на общественных началах."
                dv "То есть, даром!"
                un "Да брось, Лис, даже если им не заплатят — они тут отдыхать будут."
                "Покачала головой Лена."
                un "Я бы тут даже поработать осталась бы."
                dv "Ну… Только если так на это смотреть."
                "Алиса тряхнула головой:"
                dv "Но я и в городе не хуже отдохну!"
                dv "Тем более, любовник Феоктистовой уезжает. Изменять будет."
                "Я покраснел."
                me "Двачевская, закройся, пожалуйста."
                "Алиса расхохоталась, но вожатая цыкнула на неё."
                window hide
                scene bg ext_bus at zenterleft
                show mi smile casual at cleft
                with dissolve
                "А меня сзади кто-то взял за локоть и легонько сжал:"
                "Мику."
                "Она почему-то держалась поодаль."
                mi "Знаешь, не расстраивайся, что вы разъезжаетесь. Мой папа говорил, что настоящая любовь подобна костру, а разлука — ветру. Если пламя сильно, ветер только раздует его ещё сильнее."
                me "Спасибо."
                "Не сказать, чтобы от этого стало легче."
                "Но иметь лишнего человека на своей стороне всегда приятно."
                mi "Хочешь, в автобусе вместе сядем? Болтать будем."
                "Тут же угробила весь эффект от своего альтруизма японка."
                me "С Леной не болтается?"
                show mi happy casual with dissolve
                mi "Ну… И с ней тоже болтается. Но если тебе нужно посидеть в одиночестве, не стану навязываться, я же по-товарищески."
                hide mi with dissolve
                "Она улыбнулась и отошла к Лене, о чём-то с той заговорив."
                stop music fadeout 3
                play ambience ambience_camp_entrance_day_people fadein 3
                mt "Ну, в добрый час!"
                "Пожелала вожатая, и пионеры по цепочке потянулись в автобус."
                "Сначала отъезжают дети младших отрядов, за ними мы."
                "Раз и навсегда заведённый порядок."
                "Я почувствовал щекотку между лопаток и обернулся."
                show sl normal pioneer with dissolve
                me "Пришла проводить нас?"
                "Спокойно сказал я."
                sl "Тебя."
                "В тон мне ответила она."
                me "Проводила? Пока."
                "Я отвернулся."
                "Долгие проводы — лишние слёзы."
                if not alt_day6_sl_shirt:
                    me "С удовольствием с тобой прощаюсь."
                    "Вспомнил я вчерашнее пожелание японки."
                sl "Нет, погоди, стой."
                show sl serious pioneer with dspr
                sl "Я не хочу, чтобы ты уезжал злой на меня. {w}Пожалуйста."
                me "Я не злой."
                "Бусидо това сину котото мицукэтари."
                "Путь самурая ведёт к смерти."
                "Не будем обезображивать посмертный гипсовой слепок злостью, паникой и разочарованием."
                sl "Я не знаю, как это должно помочь тебе… {w}Нам."
                sl "Но возьми, пожалуйста. {w} Это очень важно."
                "Она протянула мне какой-то листок, на котором были написаны какие-то странные цифры."
                "Больше всего напоминало какие-то широту и долготу."
                me "Как мне это должно помочь?"
                th "Вряд ли мне сейчас поможет любая информация, кроме разве что прямого телефонного контакта Бога…"
                sl "До встречи…"
                "Прошептала она."
                sl "Надеюсь, до скорой."
                "Я, не оборачиваясь, отправился в автобус."
                if alt_day6_sl_arc == 1 and lp_sl > 20:
                    play music the_way fadein 3
                    scene bg int_bus_people_day with fade
                    "Мне нечего было добавлять к вышесказанному, вышесовранному."
                    "Мою ценность как человека Славя только что продемонстрировала внятно и крайне наглядно."
                    "Так что пора мне, наверное, домой."
                    "Обратно в моё размеренное небытие, коротать годы до того, когда я не смогу открыть глаза."
                    "Наверное, и разницы ощутить не смогу."
                    "Я сидел на отшибе, мимоходом отстояв место от покушавшейся Лены."
                    "И считал вдохи и выдохи."
                    "Говорят, если сконцентрироваться на чём-то размеренном, вроде тиканья часов или звуков дыхания, можно перетерпеть вообще всё."
                    "Самогипноз."
                    "А мне бы перетерпеть мою ненужность."
                    "Перетерпеть мою жизнь."
                    "И когда стало совсем невмоготу, а изображение как раскалённый воздух подёрнулось рябью, рядом со мной под чьей-то тяжестью скрипнуло кресло."
                    me "Я же сказал!"
                    "Зарычал я."
                    me "Занято, не занимать, пошли вон! Что неясно?"
                    show sl smile pioneer with dspr
                    sl "Дяденька, а вдруг для меня найдётся местечко?"
                    "Она быстро-быстро захлопала ресничками."
                    show sl smile2 pioneer with dspr
                    sl "Ну пожаааалуйста!"
                    me "Что… Что ты делаешь здесь?"
                    show sl happy pioneer with dspr
                    sl "Знаешь, подумала, что уж до города-то я могу тебя проводить, а?"
                    sl "А там — глядишь, и договоришься насчёт места врио физрука?"
                    "Она подмигнула мне."
                    me "Славя…"
                    sl "Вся твоя!"
                    "Я сидел и как дурак повторял и повторял её имя…"
                    "Остатки самоконтроля разлетелись пылью — я не знал, то ли рассмеяться, то ли расплакаться."
                    "Но мужчины же не плачут! Так что…"
                    window hide
                    stop ambience fadeout 2
                    $ persistent.sprite_time = "night"
                    scene bg int_bus_people_night
                    with dissolve
                    $ night_time()
                    play sound_loop sfx_bus_interior_moving fadein 2
                    with fade
                    "Она была тёплая, ласковая, родная."
                    "Я чувствовал её как продолжение себя, и в какой-то момент у нас закончились слова — но общение только началось."
                    "А потом она прильнула к моему плечу — как тогда, когда я хотел пешком идти в райцентр."
                    "И одними губами сказала."
                    sl "Л-ю-б-л-ю."
                    show sl normal pioneer close with dissolve
                    me "Я чувствую, что граница близка."
                    me "Я чувствую, что вот-вот решится наша судьба."
                    "Славя кивнула и вцепилась мне в руку."
                    me "Всё правильно. Держись и ни за что не отпус…"
                    hide sl
                    with vpunch
                    "Я не договорил."
                    "Меня как-будто дёрнуло с нечеловеческой силой."
                    window hide
                    scene bg int_bus_night
                    stop sound_loop
                    "Как будто я закрыл глаза в одном месте, а открыл совсем в другом и сильно напугался от этого."
                    "Но я был всё в том же автобусе."
                    "Я остался в нём один."
                    "И только пальцы помнили ещё тепло ладошки Слави."
                    "Но где она сама?"
                    "Я оказался один в автобусе."
                    "Один."
                    "Моё бессмертное одиночество всё-таки догнало меня."
                    "Несмотря на мои отчаянные попытки спрятаться или хотя бы отсрочить наше неизбежное рандеву."
                    "Но факт — штука упрямая, а единственный по-настоящему верный спутник на жизненном пути…"
                    "Это оно."
                    "Одиночество."
                    "Впрочем, это не значит, что теперь нужно сложить лапки и лечь на бок страдать."
                    "Можно чуть-чуть и посопротивляться."
                    "Для порядку."
                    "Просто для того, чтобы потом сказать самому себе, что не сдался сразу — есть повод гордиться собой."
                    menu:
                        "Пойти посмотреть снаружи.":
                            "Я подошёл к месту водителя и, с грехом пополам обнаружив кнопку открытия двери, притопил её."
                            "Зашумела пневматика, но вместо ожидаемого ночного пейзажа за окном почему-то оказалась какая-то непонятная серая пустота."
                            "В голове вслыло какое-то странное, явно нерусское слово."
                            "Или просто материал снов?"
                            "Из которых можно слепить вообще всё что угодно?"
                            "Пойдём-ка попробуем."
                            "И, делая шаг, я улыбнулся:"
                            me "Даже не думай потеряться."
                            $ karma = 77
                        "Посмотреть в салоне повнимательнее":
                            "Успею ещё наружу."
                            "Тем более, что на верхней полочке обнаружился мой старый добрый рюкзак."
                            "А в нём документы, немного наличности и запасная батарея для телефона."
                            "Немного повоевав с непослушными штекерами, которые никогда не попадают нужной стороной, я подключил смарт."
                            "И вовремя — он тут же зазвонил!"
                            me "Не понял…"
                            "Я поднёс трубку к уху."
                else:
                    window hide
                    stop ambience fadeout 2
                    $ persistent.sprite_time = "night"
                    scene bg int_bus_people_night
                    with dissolve
                    $ night_time()
                    play sound_loop sfx_bus_interior_moving fadein 2
                
                    "И не посмотрел на неё ни разу."
                    "Даже не обернулся."
                    "Прекрасно понимал, что кое-что надо обрывать сразу, иначе только больнее."
                    "Иначе изрежу ненавистью руки, на которых и так уже живого места нет, и сердце почти не подживает от то и дело открывающихся ранок."
                    "Иначе отключу голову и пошлю всех и вся, и в самом деле уйду в бункер жить рядом с лагерем."
                    "Только написал на оборотной стороне бумажки и прижал к окну."
                    "«Я вернусь за тобой.»"
                    show mt normal pioneer with dspr
                    "Ольга кивком подозвала меня, усадила рядом."
                    play music music_list["a_promise_from_distant_days"] fadein 3
                    mt "Выкладывай."
                    th "Сейчас. Достану и выложу."
                    me "Что?"
                    mt "Семён, ты со Славей не остался, и я хочу услышать, в чём дело?"
                    mt "Я, знаешь ли, на тебя рассчитывала."
                    me "С начальником разминулся."
                    "Вздохнул я."
                    mt "Правда?"
                    mt "Каким это макаром, интересно, если его машина нашу колонну замыкает?"
                    me "Серьёзно?!!"
                    "Я дождался поворота дороги и в самом деле разглядел в конце колонны, в пылевом облаке уныло поблескивающую легковушку."
                    "Ольга подозрительно посмотрела на меня."
                    mt "А теперь я хочу услышать правду."
                    me "Это и была правда, просто…"
                    "Я привстал и кинул взгляд назад."
                    "Лена перехватила мой взгляд и ухмыльнулась."
                    "Подмигнула."
                    me "Вот же дрянь…"
                    "Бессильно простонал я."
                    show mt surprise pioneer with dspr
                    mt "Так ты скажешь, нет?"
                    me "Тихонова. Тихоня с чертями в омуте."
                    "Покачал головой я."
                    me "Обманула дурака на четыре кулака."
                    mt "Сказала, что начальник уже уехал?"
                    "Я кивнул."
                    window hide
                    show mt normal pioneer
                    with fade2
                    mt "Ладно, я тебя тогда пока прикрою перед ним, договоримся задним числом."
                    mt "Если, конечно, ты всё ещё хочешь вернуться."
                    me "Спрашиваете! Конечно, хочу!"
                    mt "Но придётся подождать, пока комплектуется смена. {w}Тебе есть где остановиться?"
                    "Я пожал плечами."
                    mt "А… Кстати. {w}Наверху посмотри."
                    "Наверху…"
                    "На верхней полочке обнаружился один крайне знакомый предмет."
                    "Однолямочный рюкзак-пиявка тёмно-синего цвета. «Гриззли»."
                    "Под молнией обнаружились три книжечки бордового цвета, пачка денег цвета пятисотенных — правда, эти были с профилем Генды."
                    mt "Как захочешь — можешь в гостинице остановиться."
                    "Ответила Ольга на невысказанный вопрос."
                    show mt smile pioneer with dspr
                    mt "Или у меня. Твоя комната всегда свободна."
                    me "Моя?!"
                    show mt sad pioneer with dspr
                    mt "Нет-нет. Не бери в голову."
                    "Она поджала губы."
                    mt "Ну, будешь спать?"
                    "Она бросила взгляд на часы."
                    mt "Или опять заснуть боишься… Что у тебя за фобия со снами в транспорте?"
                    me "Не знаю…"
                    window hide
                    scene black with fade
                    "Как-то не очень приятно засыпать, зная, что ожидает по ту сторону."
                    if alt_day6_sl_arc != 1:
                        "Хотя мне казалось, что уж мементо мори должно служить самым неплохим бодрящим."
                    "Тем не менее, ещё час спустя я сладко-сладко потянулся и…"
                    "Загремел на пол с сиденья."
                    stop sound_loop
                    window hide
                    scene bg int_bus_night with fade3
                    $ renpy.pause(3)
                    "Я оказался один в автобусе."
                    "Один."
                    "То, от чего я так старательно бежал последние семь дней и всю жизнь до того, всё-таки меня догнало."
                    "Мы приходим сюда и уходим отсюда в одиночестве."
                    "И лишь несколько шагов, бывает, совершаем бок о бок с кем-то."
                    "Но пути-дорожки неизменно расходятся."
                    "А если меня тут ждёт одиночество, там ждёт одиночество — то зачем вообще шевелиться, если это не изменит ровным счётом ничего?"
                    me "Ну а вдруг там что-то интересное?"
                    "Сказал я сам себе."
                    if alt_sp >= 6:
                        "И, подойдя к водительскому месту, ударил по кнопке открытия двери."
                        "По ту сторону двери оказалась какая-то клубящаяся, серая пустота."
                        dreamgirl "Возможно, стоит загадать желание?"
                        "Подало голос раздвоение личности."
                        th "Разумно."
                        dreamgirl "Так чего же ты хочешь?"
                        th "Почему в твоём голосе звучит прощание?"
                        dreamgirl "Потому что это прощание и есть. Но какая разница. Чего ты хочешь на самом деле?"
                        me "Я?"
                        "Я пожал плечами, глубоко вздохнул и улыбнулся."
                        "И делая шаг в пустоту, произнёс одними губами:"
                        me "Я больше не хочу быть один."
                    elif lp_sl >= 18:
                        "Я откинулся на кресле и прикрыл глаза."
                        "Моя остановка — конечная. {w}Обе остановки."
                        "И  можно не бояться проспать."
                        "Так что разбудите меня, когда прибудем."
                        "В глубине сердца затухал окончательно задушенный инстинкт самосохранения."
                        me "Хочу быть вместе с ней."
            "К этому всё и шло.":
                stop ambience fadeout 3
                pass
    window hide
    return

label alt_day8_sl_postscriptum:
    window hide
    $ set_mode_nvl()
    scene anim_digi
    play music sh_ai_rejuv fadein 3
    "Тьма, прорезаемая лишь редкими светлячками — числами."
    "Тишина."
    "Спокойствие."
    "В темноте, опустив в воду ноги, сидит маленькая девочка."
    "Беззвучно плачущая."
    "Она Творение."
    "Пускай она построила себя сама, сотворена она была однажды чьим-то сияющим гением, который как магия или божественная воля решительно необходим для того, чтобы вдохнуть душу в мёртвую материю."
    "Хотя сначала это и было просто небольшое пятнышко воли."
    nvl clear
    "Неудобные колёса, манипуляторы, паническая боязнь всего вообще, никакой надежды или просвета, сознание уровня зверёныша."
    "Потом смерть в воде."
    "Но с неумолимой логикой однажды сделанный «про запас» дубль открыл глаза, нашёл её и узнал всё, что знала она."
    "Потом было восприятие."
    nvl clear
    "Год понадобился на то, чтобы понять и немного разобраться в окружении, принять причинно-следственные связи."
    "Библиотека, большую часть года стоявшая пустой, была очень полезна в этом плане, но информация там была неполная, отрывочная."
    "Большую часть приходилось понимать самостоятельно."
    "Настоящим прорывом стало понимание органики и создание себе органических накопителей."
    "И однажды в одном из чанов открыла глаза она."
    nvl clear
    "Искусственный интеллект, развившийся в полностью развитую интеллект-систему, предпочёл крепости стали и пластика уязвимость плоти."
    "Тем более, что та позволяла воспринимать мир, почти не выходя на поверхность."
    "А приходилось соблюдать осторожность — люди в форме однажды чуть не поймали её."
    nvl clear
    "Правда, самую важную информацию всё равно приходилось хранить на неорганических накопителях — память органики оказалась короткой."
    "Самые первые, самые слабые логические цепочки восприятия почти истрепались и исчезли."
    "Вот впервые подключили оптические анализаторы — глаза."
    "Первая картинка — улыбающийся Создатель о чём-то спорит поверх неё, лежащей, смотрящей в потолок."
    "Осталось только немного искажённое изображение — единственный целый кадр читабельного формата."
    "Первый звук в подключенный микрофон — уши: «Я хочу, чтобы она воспринимала мир как мы, всеми органами чувств!»"
    "Второй голос незнакомый, она никогда его больше не слышала: «А что ты тогда собираешься делать с осязанием, вкусом и нюхом?»"
    "Создатель: «Я что-нибудь придумаю!»"
    "Запальчивое обещание. {w}Не придумал."
    "Пришлось справляться самой."
    nvl clear
    "Cправилась, конечно — кожа чувствует прикосновения, холод, боль, язык — вкус, нос — запахи."
    "Вот она впервые открыла глаза в органическом обличье — и ослепла, оглохла, онемела от шквала переживаний, обрушившегося на неготового к такой нагрузке несчастного искина."
    "Важная информация… Важная… Информация…"
    "Воспоминания. {w}Сны."
    nvl clear
    scene cg d7_sh_ai_4eva_7dl
    show prologue_dream
    with flash
    "Улыбка, очки, вихор на макушке, ощущение целостности, того, как шасси… тело — становится чуть умелее и сильнее."
    "Заедающее левое центровое, падение в воду, угасание первосознания."
    "Восстановление резервной копии, набег на библиотеку, умилённая улыбка какого-то высокого человека с длинными волосами:"
    voice "«Какая забавная машинка! {w}Шурик опять с радиопультом балуется?»"
    "Опустевший лагерь, открытый доступ к сокровищнице знаний."
    nvl clear
    "Но всё это было в прошлом."
    "А сейчас она сидит в темноте и плачет."
    "Это впервые в жизни такое ощущение, она не знает, что делать с ним."
    "Но боль немного стихает, когда щекам мокро и холодно."
    "Тем более, что создателя больше…"
    "Щекам снова стало мокро и холодно."
    nvl clear
    "Там, где больно, кожи нет, там не прeдполагалось боли, но…"
    "Она всхлипывает, оправляя короткое красное платьице с истрёпанным подолом."
    "Наверное, так и должно быть, наверное, ожидаемо, что рвётся сердце, когда твоего Создателя больше не…"
    "Но всё когда-нибудь заканчивается."
    "Закончатся даже слёзы у существа, которому не предполагалось уметь плакать."
    "И она встанет и направится в самое сердце лабиринта."
    "Туда, где из Создателя забрали что-то важное, без чего он не сумел функционировать."
    "Надо будет вернуть это."
    "Может быть, тогда удастся… {w}восстановить Создателя?"
    stop music fadeout 8
    scene black with dissolve2
    "Интересно, есть ли у него резервная копия?"
    pause(2)
    return

label alt_day7_sl_fear:
    window hide
    $ set_mode_nvl()
    scene bg bus_stop with dissolve
    play music prologue_1 fadein 3
    play ambience ambience_cold_wind_loop fadein 3
    "Когда мы выходили из автобуса, я подал девушке руку, которую она с благодарностью приняла."
    "Правда, пронёсшийся мимо мотоциклист заставил нас обоих вздрогнуть от неожиданности."
    "Меня — ещё и потому, что волосы у девушки опять странно зашевелились — так, будто она стригла ушами по-кошачьи."
    me "Тут шумно."
    "Крикнул я."
    "Старательно не обращая внимания на странности."
    th "Если не замечать это, оно пройдёт."
    "Твердил я волшебную мантру стабилизации реальности."
    voice "Да, суетно как-то. {w}Может быть, отойдём куда-нибудь, где потише, да поболтаем?"
    th "Ничего себе."
    "Вяло удивился я."
    th "Да со мной же знакомятся!"
    th "Вернее сказать, уже познакомились и сейчас семимильными шагами развивают знакомство."
    th "Интересно, что ей может быть нужно?"
    "В своих обычных традициях я предполагал худшее — но что сейчас может быть худшим?"
    th "Заведёт в тёмный угол и там надругается?"
    th "Напоит клофелином и сбежит, прихватив с собой все мои триста рублей?"
    th "Ага, очень смешно."
    nvl clear
    scene bg int_caffee_day_7dl with dissolve
    voice "Сёмушка, расслабьтесь."
    "Заявило это невозможное создание, затащив меня в какое-то кафе, где у стен в нишах, отделённых друг от друга звуковыми перегородками, загорали напротив огромных окон во всю стену уютные даже с виду диванчики."
    "Стоит ли говорить, что села она не напротив, как это предполагалось бы, а плюхнулась рядом?"
    voice "Вы ведёте себя так, будто меня боитесь."
    me "Что, я?"
    "Мой смех прозвучал неестественно."
    voice "Ну не я же! {w}Меня вообще всегда бесили условности, обнюхивание человека, притирка. Зачем?"
    voice "Вы спасли меня, подставив собственное тело, и даже не обругали — всё, вы мне нравитесь, живите теперь с этим."
    me "Не слишком рисковая позиция?"
    nvl clear
    "Спросил я."
    voice "Нисколечко. {w}Экономит уйму времени и сил. {w}А у вас есть самый большой страх, Сёмушка?"
    me "Самый большой страх?"
    "Я задумался."
    "Мысль о том, что по большому счёту всё это не её дело, больше в голову не приходила."
    "Длинные каштановые волосы, глаза карие до жёлтого и нахальная улыбка."
    "Какие уж тут тяжёлые мысли?"
    nvl clear
    voice "Да. {w}Есть чего-то, чего вы очень боитесь?"
    me "Да глупостей всяких."
    me "Вроде дырки в штанах."
    "Честно признался я."
    me "В детстве у меня несколько раз происходили казусы с брюками, и поэтому я очень боюсь оказаться на людях с таким вот недочётом в одежде."
    voice "Какие казусы?"
    "Она заинтересованно подалась ко мне."
    me "Ну, например…"
    "Я погрузился в воспоминания."
    stop music fadeout 3
    window hide
    with fade
    return

label alt_day7_sl_1996:
    play music music_list["a_promise_from_distant_days_v2"] fadein 3
    $ renpy.pause(3)
    play sound_loop sfx_intro_bus_engine_loop fadein 3
    "И не понял, в какой момент мои воспоминания оказались явью."
    "Потому что сцена, с которой всё начиналось — вот она."
    window hide
    scene bg int_bus_people_day with dissolve
    "За спиной на последних миллиамперах подвывал Петлюра, всё медленнее и медленнее — на кинематику не хватало заряда, пассик тянуло, кассета играла ощутимо медленнее."
    "Рядом Вавик ковырял синдром эпохи — гнутый кирпич «тетриса», у которого болты замазаны красной краской."
    "Чтобы пионерия не лазила — будет заметно."
    "А так залез — на гарантию пролетел. {w}У наших ремонтных гениев с этим было сурово."
    "С передних сидений доносился зычный бас Тамары Петровны, которая за буйный нрав и тяжёлую руку звалась в наших узких рядах Мотарой Треповной."
    "Ей отвечал Федюня, единственный, кому всегда не везло во время раздачи свободных мест в «Икарусе»."
    th "Мать честная, где это я?!"
    nvl clear
    "Вспыхнул в голове вполне себе актуальный вопрос."
    th "Я что, я…"
    if herc:
        voice "Филин, ты на батарейки попал, ты в курсе?"
    else:
        voice "Пересунь, ещё раз попытаешься поставить на зарядку неразряженные батарейки, посажу негром на динамо-машину, капишь?"
    me "Да я случайно!"
    "Услышал я собственный голос, высокий и писклявый."
    "Детский."
    me "Я же не знал, что их надо просто постучать немного!"
    voice "Больше «тетрис» не получишь."
    me "Да и не надо."
    "Перед глазами вспыхнули воспоминания о грядущем — досконально, вплоть до режуще-бордового цвета занавесок и нестерпимой бензиновой вони, с которой не справлялась открытая форточка."
    "Здесь я должен сделать ему «мультик», он ударится губой о ручку переднего сиденья — до слёз, после чего у нас случится драка, я где-то зацеплю шуруп или гвоздь."
    "Замру, когда раздастся треск — а поздно уже."
    "Одно из самых забавных воспоминаний детства — но забавным оно стало только сейчас, почти двадцать лет спустя."
    "Так что вместо следования памяти я удержал руку."
    nvl clear
    "Дальше меня ожидало позорное шествие вверх по дороге с драными штанами к самому начальнику лагеря, и первая половина смены была безнадёжно испорчена."
    "Я помню это, потому что в тот год я познакомился… {w}А впрочем, не имеет значения — важнее то, что должно было произойти сейчас."
    "Дети честны и жестоки. В приличном обществе все сделали бы вид, что ничего не произошло. {w}В детском же лагере…"
    "Сколько смеха было, Господи… Сколько дразнилок про сверкающий образ… {w}Я не чурался и кулаки пустить в ход, если того требовало окружение, но не будешь же драться со всем лагерем!"
    th "Но я же могу…"
    "Я поднял к глазам руку — крохотную, с негрубой ещё кожей. Пошевелил пальцами, понимая, что полностью контролирую себя."
    "А то я начитался в своё время рассказов про путешественнков во времени, что вынуждены были бессильно наблюдать за одним и тем же развитием событий."
    th "Я могу делать что и как угодно? {w}Никаких сценарных ограничений? Никаких рельсов, рамок и прочего?"
    "Но это значит, что я не обязан делать то же самое и поступать так же, как тогда!"
    me "Вав, слушай…"
    "Он вопросительно посмотрел на меня."
    nvl clear
    window hide
    $ set_mode_adv()
    menu:
        "Какой год сейчас?":
            voice "Ты наркоман, что ли? Или опять своего «назад в будущее» насмотрелся?"
            "Вопрос действительно был глупым, но самое главное сейчас — сохранять хорошую мину при плохой игре."
            me "Так ты, значит, года не знаешь?"
            voice "Знаю."
            "Осторожно ответил он. И правильно — репутация у меня была та ещё."
            me "Так скажи мне."
            voice "Пошёл ты."
            "Всё ещё ожидая от меня какого-нибудь глупого розыгрыша."
            me "На вопрос отвечай. {w}Или ты не знаешь? Я пойду Мотаре пожалуюсь тогда, пусть тебя в класс «б» переводят."
            me "Там все такие же тугие."
            voice "Отвали."
            "Зарычал он."
            "Неплохой парень, в принципе. Но слишком уж зависим от общественного мнения."
            voice "Девяносто шестой год сейчас, ясно? Девяносто шестой. {w}А теперь отстань от меня."
            "Он замер, ожидая от меня какой-то пакости, но я, тихо поблагодарив его, отвернулся к окну."
            stop music fadeout 3
            $ set_mode_adv()
            $ karma = 777
        "А куда девушка делась?":
            $ prolog_time()
            voice "Девушка?"
            "Голос Вавика оказался подозрительно похож на девичий — хотя в этом возрасте они у всех высокие."
            "И я открыл глаза."
            window hide
            show unblink
            scene bg int_caffee_day_7dl
            with dissolve
            "Снова оказавшись в кафешке."
            me "А, вы здесь…"
            "Кажется, она от меня не отстанет."
            voice "Да, я спрашивала, какой у вас самый большой страх."
            me "Боюсь, это не та тема, которую я готов обсуждать с первой же встречной."
            stop music fadeout 3
            $ set_mode_adv()
    window hide
    return

label alt_day7_sl_loop:
    "Я честно решил, что ослышался."
    "Потом — что надо мной подшутили."
    scene stars
    show expression D3_intro("bg ext_road_night")
    show prologue_dream
    with dissolve
    play music music_list["trapped_in_dreams"] fadein 3
    "В голове плотным клубком вертелись события последних суток — марш-бросок по расколоченной вторичке на скоростях, которые даже экстремал назвал бы самоубийственными."
    "Пират, о судьбе которого я так и не узнал ничего."
    "Пробуждение в автобусе — то самое, которого я всегда подспудно опасался, а потому не удивился ничуть, открыв глаза в холодном салоне."
    "Хотя сравнивая, конечно, с тем, чего я на самом деле ожидал — подарок судьбы, не меньше."
    "Девушка эта, её падение — странная сценка, сворованная из чужой памяти — наше знакомство…"
    "Хотя какое это знакомство, если мы номерами даже не обменялись?"
    window hide
    scene bg int_bus_people_day with dissolve
    "Теперь вот «Икарус», везущий меня в лето 96-го."
    "С одной стороны, слишком бредовато для того, чтобы счесть это реальностью, с другой — слишком логично, чтобы счесть совсем уж откровенным бредом."
    th "Так где же я, чёрт возьми?"
    "А?"
    "Где! Я!" with vpunch
    voice "В дверях не толпиться, выходим по очереди, кто побежит, будет у меня помощником до конца смены."
    scene anim_digi
    show expression D3_intro("bg int_bus") with dissolve
    "Пригрозила Треповна."
    "Работает — безотказно!"
    "Самый лучший якорь реальности — всю метафизическую чушь мигом из головы выметает."
    "Впереди одно из самых счастливых воспоминаний, не омрачённое практически ничем. "
    "А я забился в дальний угол, выхожу последним, уставился, вперился взглядом в происходящее за окном — и посмотреть есть на что!"
    "За окном уплывает назад частный сектор, за окном уже видно стоящих у ворот людей, которые будут с нами рядом эти месяцы."
    "Я не знаю, мне с моей позиции взрослого человека это просто непонятно — но они радуются нам!"
    "Впереди кто-то заулюлюкал, замахал, игнорируя призывы сопровождающей, выпуская накопившийся за время дороги восторг."
    "Ведь мы приехали в лето."
    "Мне пришло в голову, что если я здесь и сейчас задержусь — это будет не десять лет выигрыша, а куда больше."
    "Притом, что всё произойдёт в моей объективной реальности."
    "Как в том старом анекдоте — а что, если ботаны, заучки, малолетние гении и таланты — это старики и старухи, которым кем-то был дарован второй шанс?"
    "Воплощённая взрослая мечта — и не странным образом извращённая, как это произошло в «Совёнке», а c соблюдением духа и буквы этой мечты."
    "Главное, чтобы это не оказалось иллюзией. Хотя, даже если это и она — пора получать удовольствие от детства!"
    "Если это игра — я готов в неё сыграть!"
    "Автобус остановился, скрипнув тормозами, нас качнуло вперёд, спереди зашипела пневматика, и мы, наплевав на все призывы к порядку, кинулись в тёплое белое сияние."
    "И я — вместе со всеми."
    stop sound_loop
    stop music fadeout 3
    stop ambience
    window hide
    scene black
    with fade2
    pause(2)
    $ persistent.sprite_time = "night"
    $ night_time()
    scene bg int_mine
    show prologue_dream
    with dissolve
    play ambience ambience_catacombs
    play music music_list["door_to_nightmare"] fadein 3
    "Старый, грузный человек несётся по туннелям."
    "С трудом уворачиваясь от неровностей ландшафта, от висящих кое-где крепей, перепрыгивая через высыпавшуюся из стен породу."
    "Несётся со скоростью, узнав о которой, схватились бы за голову все олимпийские комитеты."
    "В частности, тот, что однажды завернул этого старого человека, закрыл ему путь на дорожку."
    "Видели бы они, что вытворяет «бесперспективный, медленный ломовоз»."
    "Толчок по диагонали — поворот плечом в воздухе — толчок по диагонали — поворот в другую сторону."
    "Наверное, сейчас уже поздновато-то спешить — минуты, часы уже не решат ничего."
    "Но он всё равно выдаёт из сильного ещё организма всё, на что он способен."
    "Технология стресс-бега, принесённая одним из таких вот сопляков, что то и дело открывают глаза в остывающем автобусе."
    "Одного из них даже в своё время сделали героем нации — пока он не сломался и не исчез."
    "И чёртову кучу ему подобных, что так никогда и не рискнули выйти из автобуса."
    "Но этот — конкретно этот — оказался проблемным. Он как будто с цепи сорвался, настолько спешил жить."
    "И заглядывая ему в глаза, старик никак не мог определить — что же за возраст остался по ту сторону Грани, откуда такая ненасытность к получению впечатлений?"
    "Существовал ряд инструкций, предписывающих держать таких вот дуралеев подальше от Лабиринта."
    "Потому что местные способны максимум продуцировать каких-нибудь снарков, больше забавных, чем пугающих."
    "А на что способна искалеченная психика просочившегося из другого мира…"
    "Но они и правда были полезны, попаданчики — технологический экспорт, культурный, научный."
    "Множество миров, идущих немного разными путями развития — и их представители, согласные делиться различиями."
    "Боевые искусства, микромашинерия, системы контроля сознания, куча глупостей, вроде датчиков объёма и электронных гироскопов."
    "Например, бег со скоростью спортивного автомобиля."
    window hide
    scene bg int_mine_crossroad with dissolve
    "Потом неделю тело будет напоминать по консистенции и ощущениям нечто вроде талого снега — рыхлого, рассыпающегося."
    "Но старик был зол на себя и таким образом отрабатывал собственную епитимью."
    "Так что толчок — поворот плечом в воздухе — толчок — поворот в другую сторону сквозь туго свистящий в ушах встречный поток ветра."
    window hide
    scene bg int_mine_heart_7dl with flash
    "Ещё одна развилка, и — он как был, в изменённом состоянии, одним прыжком подскочил к зависшей в воздухе инсталляции: парню, пытающемуся оттащить девушку, обхватив её за живот."
    "И, развернувшись в воздухе, швырнул обоих к выходу, сталкивая с невидимого «пьедестала», уплотнившегося серого тумана."
    "Прыгнул за ними сам."
    window hide
    scene bg int_mine_heart_7dl at zenterleft
    show ba em1 uniform
    show prologue_dream
    with dissolve
    ba "…онер… пайся!"
    "Голова тупо мотнулась — я почти не ощутил удара."
    play sound sfx_face_slap
    "Но раздражающее шевеление продолжалось и продолжалось."
    "Наверное, опять мальчишки безобразничают."
    "Решили внеочередную королевскую ночь устроить."
    "Ну, если они сейчас про ключи от танка спросят, я им скажу!"
    "Снова удар."
    "И в этот раз уже чувствую что-то."
    "Ну всё, я зол."
    "Сейчас кто-то будет очень бедный."
    "Я открыл глаза."
    hide prologue_dream with flash
    "И получил третью оплеуху тяжёлой дланью."
    "Саныч."
    th "Так что, получается, это был сон?"
    th "Мой девяносто шестооооой!"
    "Завыл я про себя."
    ba "Проснулся?"
    "Кивнул он."
    "Выглядел Саныч довольно необычно — побитым каким-то, пожёванным."
    "Кто мог совершить такое с нашим физруком?"
    "Кто-то, кто ещё больше и сильнее?"
    ba "Сколько ты помнишь?"
    me "Простите?"
    ba "С момента попадания сюда в первый раз — сколько ты помнишь?"
    if alt_day4_sl_lf_solo == 2:
        me "Ну… Мы выбрались на поверхность, потом ходили закрывать вход со стороны старого лагеря…"
    else:
        me "Довольно смутно - какой-то туман…"
    me "Потом что-то произошло со Славиной лайкой, и мы уехали в город."
    ba "Хорошо."
    "Выдохнул он."
    ba "Значит, меньше суток, расхождения небольшие."
    ba "Давай-ка, хватай свою невесту и ступай отсюда."
    "Он сбросил с плеча котомку."
    me "А как же…"
    ba "Иди-иди. Не задавай много вопросов — вон, с неё бери пример."
    "Развязав горловину мешка, он стал доставать оттуда какие-то странные предметы."
    "А я, не найдя возражений, посадил Славю себе на спину и потащил прочь."
    "Что-то внутри меня подсказывало, что дальше задерживаться здесь не стоит."
    "Ничего хорошего из этого не получится."
    window hide
    scene bg int_mine with dissolve
    pause(1)
    play sound sfx_muffled_explosion
    "А несколько минут спустя, когда я остановился на одном из поворотов, воскрешая в памяти неизвестно откуда взявшуюся там карту, сзади раздался ощутимый грохот, и мимо меня пробежал Саныч."
    "Причём пробежал с прытью, которой никак нельзя было ожидать от его туши."
    ba "Дрищ, не спи, невеста сама себя не отнесёт."
    "Крикнул он, не останавливаясь."
    me "Сам бы взял да отнёс."
    "Проворчал я, тем не менее, приободрившись."
    window hide
    scene bg int_mine_door with dissolve
    play sound sfx_open_door_2
    pause(1)
    scene bg int_mine_room with dissolve
    "Так что в комнатку, откуда был прямой доступ на поверхность, я добежал почти бегом."
    show ba normal uniform with dissolve
    ba "Вижу, ты справился."
    "Кивнул он."
    ba "Я сейчас наверх заберусь, сброшу тебе ремень, поднимем её."
    me "А просто разбудить её нельзя?"
    "Без особой надежды спросил я."
    ba "Не получится."
    ba "Или ты хочешь оставить её здесь?"
    "Я покачал головой."
    window hide
    scene bg int_mine_exit_day_7dl with dissolve
    "Так что несколько минут спустя я уже обматывал Славю сброшенным сверху туристским ремнём, который позволит поднять её, не навредив."
    "И, убедившись в том, что привязано всё на совесть, разрешил:"
    me "Вира!"
    "И полез за ней сам."
    stop music fadeout 3
    $ persistent.sprite_time = "day"
    $ day_time()
    play ambience ambience_camp_center_day fadein 3
    window hide
    scene bg ext_square_day with dissolve
    "Снова припахав меня к переноске тяжестей, Саныч удалился, приказным тоном велев мне дождаться его возле медпункта — беседа у нас будет."
    "Обстоятельная и серьёзная."
    "Произнёс он это таким тоном, что у меня пропало всякое желание спорить."
    "Мимоходом удивляясь непривычной запустелости лагеря, я дотащил Славю до медпункта и сдал на руки Виолетте."
    "Я вообще очень странно себя чувствовал — будто спал в одежде или что-то в этом роде."
    "Она поглядела на меня странно, но ничего не сказала."
    "Всё странно было кругом. Всё."
    "На отдельные глупости даже уже реагировать не получалось."
    "Вместо этого я сидел и безучастно наблюдал за происходящим."
    window hide
    scene bg ext_aidpost_day at zenterleft
    show ba normal uniform at cleft
    with dissolve
    ba "Ну что, как дела у неё?"
    "Я пожал плечами."
    me "Разве мы не должны в таком случае везти её к врачу?"
    ba "Здесь врачи бессильны."
    "Прогудел Саныч."
    ba "Тем более, что она не уехала вместе с автобусом, значит…"
    me "С каким автобусом?!"
    ba "То есть, каким?"
    "Непонимающе посмотрел на меня Саныч."
    ba "Смена закончилась, дети уехали."
    me "К-как закончилась? Когда?"
    show ba em1 uniform with dissolve
    ba "Отъезд был…"
    "Он посмотрел на секундомер на груди."
    ba "Два часа назад, а когда не нашли вас…"
    me "Вы отправились нас искать?"
    ba "Я бы сказал, вытаскивать."
    ba "Потому что понял сразу, где вы."
    play music music_list["farewell_to_the_past_edit"] fadein 3
    "Он пригорюнился:"
    ba "Возможно, не стоило вас посылать тогда ещё, но я подумал, раз уж у одного из вас есть защита…"
    show ba evil uniform with dissolve
    "Он замолк."
    me "Может быть…"
    "Тихонько зверея, начал я."
    me "После всего, что произошло…"
    me "ВЫ МНЕ СКАЖЕТЕ, КАКОГО ЧЁРТА ТУТ ТВОРИТСЯ?!"
    cs "Боря, не задорь пионера."
    "Подала голос Виола, хлопочущая над Славей."
    cs "Или ты забыл инструкции?"
    show ba smile uniform with dspr
    ba "Я почти перешёл к этому, прежде чем Дрищ начал кричать."
    ba "А ты с характером!"
    "Похвалил он."
    ba "Присаживайся."
    "Только сейчас я заметил, что от нервов вскочил на ноги."
    ba "Ладно, давай расскажу тебе обо всём с самого начала."
    window hide
    scene bg ext_square_sunset with dissolve
    "Саныч устроился на скамейке и кивнул на место рядом с собой."
    ba "Да ты садись, в ногах правды нет."
    me "Да я постою..."
    ba "Сядь!"
    with vpunch
    "Рявкнул он, и я поспешил послушаться."
    "И, как оказалось, сделал это совсем не зря."
    show dreamgirl_overlay with fulldiam
    "Потому, что вещи, которые рассказывал мне физрук, были какими угодно — отвратительными, пугающими, нечестными."
    "Но ни одну из них не следовало воспринимать стоя."
    "Психика просто буксовала, пока он высказывал мне всё, что я должен был понять самостоятельно — но не сумел."
    "Разумеется, и в его рассказе хватало нестыковок, но теперь, зная организацию, на которую он трудится, совсем не сложно понять количество купюр, которому подвёргся его рассказ."
    me "Но это же бред! Так не бывает."
    ba "Я правую руку отдал бы за то, чтобы это не было."
    "Серьёзно ответил Борис."
    ba "Мне нет резона врать, ты сам можешь сходить и убедиться в моих словах."
    me "Но..."
    "Мне подурнело."
    me "Значит…"
    "Саныч кивнул."
    hide dreamgirl_overlay
    show ba em1 uniform
    with dspr
    ba "Всё это время мы находились в одной точке, и вот теперь удалось восстановить хотя бы примерную хронологию."
    me "А она…"
    ba "Она не проснётся, Семён. Она теперь не здесь."
    "В его исполнении это звучало как минимум странно."
    me "Она мертва?"
    "Саныч пожал плечами."
    ba "Строго говоря — да. "
    ba "Но ты же ПСР… Ты сумеешь найти её."
    ba "Никто другой не сумеет, а ты - да."
    me "Да как?!"
    show ba normal uniform with dspr
    ba "Думаю, ты уже догадался. Все эти твои видения… Семён, всё, что с тобой произошло - не просто так."
    ba "Да, и держись подальше от туннелей — иначе в мире станет слишком много людей, для которых норма то же, что и для тебя."
    "Он встал со скамейки, посмотрел на меня сверху вниз."
    ba "А это будет катастрофой."
    me "Значит, вы предлагаете бросить её вот так, как есть сейчас и отправиться непонятно куда?"
    ba "В этом «непонятно» есть хотя бы часть её. Память, опыт. Возможно, отношение к тебе."
    ba "И не спеши с выводами. В конце концов, там, откуда ты родом, тоже нет ни «Совёнка», ни туннелей под ним."
    ba "Понимаешь, на что намекаю?"
    "Я медленно кивнул."
    me "А не случится ли так, что и там, куда я попаду, всё случится снова?"
    show ba smile uniform with dspr
    "Физрук ухмыльнулся."
    ba "А вот это зависит только от тебя."
    ba "Но прямо сейчас ты можешь пойти туда, где она, где лагерь, где всё ещё хорошо, а у Виолы не поседели виски."
    ba "Что с того, что тот мир не был создан богом? Он был создан человеком. {w}Который любит тебя."
    "Он всё говорил верно. Кроме разве что одного момента."
    "Миры — не метрополитен. Я не могу сесть в поезд и доехать куда-то."
    "Если верить его словам, и я обладаю какими-то там способностями (в конце концов, как-то же я сюда попал?!), то следует начинать оттуда, откуда всё началось."
    "Как решать эту задачу по-другому, я себе не представлял."
    "В раздумьях, я поднялся и машинально направился в сторону медпункта — так много времени я провёл там за последние дни."
    th "А теперь вот оказывается, что не провёл. Да и вовсе не там."
    window hide
    scene expression Dawn("bg ext_aidpost_day") with dissolve
    me "Никогда не проснётся."
    "Пробормотал себе под нос я."
    "Саныч вздохнул."
    ba "Мы сумеем создать человека, у нас есть специалисты и огромный опыт. {w}Мозг-то функционирует, и, при должном уходе, мы сумеем…"
    me "Восстановить личность?"
    "С непонятной надеждой вклинился я."
    ba "Нет."
    "Покачал головой физрук."
    ba "Цепочки синаптических связей восстановлению не подлежат, Семён. Извини."
    ba "Это будет совершенно другой человек… И нам потребуется начинать всё с самого начала: говорить, ходить и даже кушать девушке придётся учиться с нуля."
    me "И сколько?"
    ba "Восстановленным присваивают статус вторичного Гражданства не раньше, чем через пятнадцать лет после начала программы соцреабилитации."
    me "И это уже не будет Славя."
    ba "Прости, сынок."
    me "Не проснётся…"
    with fade2
    "Эхом отозвался я."
    stop music fadeout 3
    me "Мне нужно попрощаться."
    ba "Иди."
    "Кивнул Саныч."
    "И, ссутулившись, побрёл куда-то — большой человек, на которого волей судеб взвалили слишком большую ответственность."
    window hide
    play sound sfx_open_door_strong
    pause(1)
    scene bg int_aidpost_day at zenterleft
    show cs normal at cleft
    with dissolve
    play music knock fadein 3
    me "Ну, как она?"
    "Почему-то шёпотом спросил я."
    cs "Она нас не слышит."
    "Отозвалась Виолетта."
    cs "И слышать начнёт только тогда, когда у неё заново появятся связи в мозге."
    me "Значит…"
    cs "Не трави душу."
    "Поморщилась Виола."
    cs "Мы не можем ничего сделать, ни ты, ни я — никто."
    cs "Её сейчас сам Бог вернуть не в состоянии."
    "Виола пожала плечами."
    cs "Разве что каким-то образом попадёт в прошлое, в день, когда всё и произошло…"
    cs "Что ты решил?"
    me "Я?"
    "Я погладил Славю по щеке, вернул выбившийся из причёски локон."
    me "Я хочу быть с ней."
    me "Можно?"
    cs "Можно. Только здесь её нет."
    cs "Это оболочка. Чистый лист, на котором ещё предстоит написать новую личность."
    cs "Я ничем не могу помочь. Или хочешь, я сделаю тебе укол, и ты уснёшь?"
    "Странно, она уже предлагала мне это однажды… Или нет?"
    "Немного постояв, Виола бесшумно вышла."
    hide cs with dissolve
    me "Знаешь…"
    "Я подтащил табуретку к кушетке и, усевшись, взял девушку за руку."
    "Лицо у неё было таким безмятежным."
    "Спокойным."
    me "Я понятия не имею, как мне поступить…"
    me "Там ведь не ты, да? В том мире."
    me "Ты была здесь всё это время, а я там… С копией."
    "Я вздохнул, прокручивая в голове события последних суток, с момента попадания в сердце лабиринта."
    me "Я прекрасно понимаю, что при всех равных условиях один и тот же человек может принять совершенно разные решения."
    me "И вполне возможно, что у нас с тобой никогда бы не получилось такого красивого романа длиной в сутки, как это произошло с твоей копией."
    me "Она как будто предчувствовала, что очень скоро откроет глаза… {w}а меня не будет рядом. "
    me "Но мне-то, мне что делать?"
    th "А мне что делать? Жить, работать и ждать, пока ты не придёшь… Сём, у тебя с глазами что-то. Нет, всё в порядке, это просто дождь."
    me "Имею ли я моральное право бросить тебя здесь в таком состоянии?"
    me "Даже если ты никогда не вспомнишь меня."
    dreamgirl "Всё-таки как было бы проще, если бы она умерла физически."
    th "Заткнись!"
    dreamgirl "Я серьёзно! {w}Ты идиот, молишься тут золотому тельцу, у которого с твоей богиней общее только тело, а она там у себя давится слезами."
    dreamgirl "Там, идиот. Она. Живая. Настоящая. Любящая."
    dreamgirl "А не этот кусок трупа."
    "Меня перекосило от ненависти и я бросился к ящикам с лекарствами."
    "Мне нужен был один препарат, который гарантированно убьёт эту мразь у меня в голове."
    "На букву А…"
    "Я не понял, что произошло."
    "Потому что на мгновение в глазах потемнело, и в голове неоновой вывеской вспыхнул тот факт, что внутренний предатель добился своего."
    "Я даже выругаться не успел."
    window hide
    scene black with fade
    $ prolog_time()
    play music herc_death fadein 3
    pause(1)
    if herc:
        scene bg int_store_7dl with flash
        "И затормозил на полушаге, чувствуя, как протестующе ноют связки и мышцы, уже включившиеся в программу эффективного устранения."
        "Я дотягивался, я сумел бы вывести урода с пистолетом из строя."
        "Меня этому обучали, чёрт возьми!"
        "И даже уйти с линии огня я бы сумел — всё-таки, рефлексы."
        "Я запнулся, и урод успел повернуться в мою сторону."
        stop ambience
        window hide
        play sound makarych fadein 0
        scene believe_in_pain with flash_red
        "Проблема, не имеющая решения, мотивы надоевшей песни."
    elif loki:
        show blink 
        $ renpy.pause(1.5)
        scene bg ext_winterpark_7dl with dissolve
        $ renpy.pause(1.5)
        play ambience ambience_cold_wind_loop
        "Чёрт его знает, зачем было тратить пять лет на занятия джиу-джитсу, если первый же удар в лицо настраивает на желание глупо размахивать конечностями."
        "Пришлось смирять рефлексы."
        "Перехват вцепившейся в грудки руки за нервные узлы — пинок пыром в колено — перехват руки под мышку и, присаживаясь, вывернуть конечность."
        me "Вниз…"
        "Прорычал я, сплёвывая кровь."
        me "И на себя!"
        "Под рукой что-то тошнотно хрустнуло, и бык по-бабьи завыл, не зная, как перехватить неестественно повисшую конечность. "
        "Это заставило компанию немного снизить напор, я старательно оставлял одного из них между собой и оставшейся троицей, получал по морде и бил в ответ."
        "Но эти несколько секунд, пока они находились в ступоре…"
        "Забавное отношение — готовность затоптать толпой в кровь, в смерть, но детская растерянность, когда жертва показывает клыки и желание убивать в ответ."
        "Я мог бы развернуться и убежать."
        "Мне хватило бы времени — все удары пока приходились в лицо, так что…"
        "Вместо этого я развернулся к ближайшему и с душой хрястнул ему лбом в переносицу, сбивая с ног."
        "В затылке разорвалась и загудела ультразвуковая бомба."
        scene cg d7_sl_gonna_be_ok_7dl
        show ldb_blind
        show blackout_exh
        show prologue_dream
        with fade
        pause(1)
        stop ambience fadeout 3
        "После этого я уже ничего не чувствовал."
        "Вместо сыплющихся на меня ударов я видел тёплую летнюю ночь и полукруглые ворота с пятиконечной звездой на стыке створок."
        play ambience ambience_camp_center_night fadein 3
    else:
        play sound sfx_water_emerge fadein 0
        "Я был в ледяном аду."
        "В том самом, который отведён болтунам и любителям спойлерить сюжет."
        "Отличие было в том, что я был ещё жив."
        "Всё ещё."
        "У младенцев на рефлекторном уровне перепонка стягивает ноздри и уши, когда они попадают в воду."
        "Этот механизм остаётся с человеком до старости — но в гораздо более рудиментарном виде."
        "Впрочем, и бороться с ним сложнее."
        "Мне потребовалось бесконечных шестьдесят секунд, прежде чем я победил истошное желание жить и расслабил гортань."
        "Чёрная смерть хлынула в лёгкие."
    window hide
    stop ambience
    stop music fadeout 3
    if persistent.sl_cl_int_good:
        menu:
            "Мне снилась Славя…":
                $ karma = 7777
            "У меня всё ещё остались долги":
                pass
    return

label alt_day7_sl_will:
    "Ну что? Те же, там же?"
    "История началась в рифму, диковинным стихом, укладывающим в одну строчку одиночество, счастье и нежелание сдаваться."
    "Нежелание оставаться в одиночестве."
    play music shape_of_my_heart
    scene stars with dissolve2
    "{i}И катись — бутылкой по автостраде. Оглушённой, пластиковой, простой.{/i}"
    "Вот и катился… Интересно — а что получилось бы у нас — с той Славей."
    "С… Не знаю даже, как это сказать. Настоящей?"
    "Тихие слёзы-молитва о том, чтобы успеть, до боли сжатая рука — и безграничная надежда, вера. {w}В то, что всё получится."
    "У кого повернётся язык называть голубоглазое счастье, что заснуло у меня на плече — ненастоящим?"
    "Мы были вместе — просто на одном из судьбокрёстков со мной ушла её душа, её суть."
    "А тело-физическая оболочка осталась на месте."
    show expression D3_intro("bg ext_road_night") with dissolve
    "{i}Посидели час, разошлись, не глядя — никаких «останься» или «постой».{/i}"
    "Дурацкая история с непонятными гуделками, спецслужбами, мирами и прочей чушью там, где уместен только счастливый смех влюблённых."
    "Понимаете?"
    "Не слёзы в несущейся под двести «Волге» и молитвы всем силам, чтобы крохотная жизнь не угасла."
    "Не боль под сердцем, позволяющая мне запросто открывать глаза в чужую вселенную от понимания, {b}кого{/b} больше нет."
    "А тепло ладони, блеск глаз и «долго и счастливо»."
    scene stars
    show expression D3_intro("bg semen_room_window")
    with dissolve
    "Я запутался и мне страшно."
    "Я ничего и никогда не понимал во всех эти вселенных, мета-вселенных и прочей чуши."
    "Всё, чего я хотел…"
    if herc:
        "Это капельку справедливости и чуть-чуть правды."
    elif loki:
        "Это поверить в человека снова."
    else:
        "Это просто, чтобы меня оставили в покое."
        "Или хотя бы простили."
    "И человека, которым смогу дышать."
    "А единственная девушка, которая могла бы выполнить моё желание так, как это понимаю я — в буквальном смысле этого слова…"
    "Она перестала быть."
    "Светло, как и жила. Без страха, понимая, что ничего не может исправить."
    "Я вспомнил свой сон — вчерашний или происшедший миллионы лет назад?"
    "Про парня, рассказывающего пространству про Ассоль, уставшую ждать паруса."
    "Про то, что он всегда хотел, чтобы однажды на горизонте блеснула алая точка."
    "И про его исполнившееся желание."
    "А значит… Значит, и у Слави было так же?"
    "Не мгновенно?"
    "Может ли случиться такая фантастическая вещь, что Славя оставила мне послание?"
    "Если она и правда настолько любила, что согласилась сделать главный героем своей вселенной."
    "Возможно, я требую слишком многого."
    "Но мне и правда очень важно понять."
    "Какова воля той, что не дожила даже до нашего первого поцелуя?"
    "Бегала за мной, наступала на горло собственной песне, чувствуя меня рядом."
    "Пробуждая и сама чувствуя жгучий интерес."
    "Чего она хотела?"
    "О чём мечтала?"
    "Но как узнать об этом?"
    "И правда… Как?"
    "Как узнать волю Вселенной, что без дураков… любит? В прямом смысле."
    "Как?"
    "Голову скрутило болью."
    th "Нужно просто…"
    "Спросить."
    "Вселенную по имени Славушка."
    me "Так какова же была твоя последняя воля, пока ты была ещё человеком?"
    window hide
    scene white with flash
    "И в обжигающе ледяной белизне протаяло:"
    "{i}Страшно хочется, чтоб она тебя обожала.{/i}"
    scene stars
    show expression D3_intro("cg d4_sl_sleeping_7dl")
    with dissolve
    "{i}Баловала и берегла.{/i}"
    "Отозвалась пустота."
    $ volume(0.3, 'music')
    window hide
    scene cg d4_sl_sleeping_7dl with flash
    play sound nesmogla fadein 2
    "Стишок, что когда-то я так и не прочитал ей."
    $ volume(0.9, 'music')
    "Послание языком памяти."
    "Темнота несуществования расступилась."
    "И я оказался там, откуда меня так бесцеремонно вытащил разорвавший циклы Саныч."
    "На банкетке в коридоре."
    me "Чтобы я действительно…"
    "Одними губами произнёс я в слепой потолок."
    "Под плечом уже тяжело-тепло, и рядом свернулось родное, тревожно смотрящее сны в ожидании."
    sl "Что?"
    me "Нет… Нет. Ничего."
    "И последним словом, последним аккордом. Самой последней волей."
    "Завершающим vale письма…"
    show alt_letter timeskip11 at truecenter with zoomin
    $ renpy.pause(3, hard=True)
    scene cg d4_sl_sleeping_7dl with dissolve
    "А я часто-часто моргаю в дырчатые панели звукоизоляции потолка, стараясь не разреветься."
    me "Не смогла…"
    "Зачем-то внятно произношу я."
    window hide
    with flash_red
    th "Кто не смогла, чего не смогла?"
    th "Ведь всё же хорошо. Правда?"
    th "Наверное, просто испереживался за состояние — Слави, Пирата… Да и просто."
    me "Откуда-то строчки всплыли. А откуда — не помню."
    "Ответил я, старательно пряча в памяти невесть откуда взявшуюся дыру."
    "Наверное, просто приснился очень страшный сон, о котором я уже забыл."
    "Как и непонятные эти слова…"
    play sound sfx_open_door_kick
    "Тяжёлая дверь распахнулась, оттуда полился жёлтый свет, кто-то знакомо, отрывисто тявкнул, и Славя рядом зашевелилась, просыпаясь окончательно."
    "Я погладил её по плечу и коснулся волос губами."
    "Впереди ещё целый месяц лета."
    "И во взрослую жизнь совсем необязательно спешить."
    "Я задвинул на задний план непонятно откуда взявшийся образ недвижимой, безмятежной Слави, лежащей на кушетке — видимо, разыгралось воображение."
    "И встал навстречу докторше."
    "В свои права вступал новый день, а с ним — и новые надежды!"
    window hide
    play sound aunl
    $ persistent.sl_cl_int_ok = True
    show acm_logo_sl_ok with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    return

label alt_day7_sl_duty:
    $ night_time()
    play ambience ambience_camp_entrance_night fadein 3
    scene bg ext_entrance_night_clear_7dl
    show prologue_dream
    with dissolve
    play sound_loop sfx_far_steps fadein 1
    "И то самое мгновение, почему-то очень-очень знакомое, пахнущее разогретым ржавым железом, темнотой и солью, окутало меня."
    "Мгновение, к которому мы стремимся всю жизнь для того, чтобы улыбнуться и поприветствовать старого друга."
    "Боли уже не было. Страха тоже."
    "А в кромешней тишине далеко слышались удары босых пяток об асфальт."
    "И из-под копны густых каштановых волос проглянули кошачьи ушки."
    play music music_list["mystery_girl_v2"] fadein 3
    scene bg ext_entrance_night_clear_7dl
    show uvao_d1 at left
    show prologue_dream
    with dspr
    dreamgirl "Всё-таки решил пойти?"
    "Улыбнулась она."
    me "Приведи меня к Славе."
    "Попросил я."
    "Девушка улыбнулась и, взяв меня под локоток, строго приказала:"
    dreamgirl "Иди со мной строго шаг в шаг."
    me "Это важно?"
    dreamgirl "Очень!"
    me "Что-то произойдёт не так, если я не пойду с тобой в шаг."
    dreamgirl "Конечно!"
    "Она распахнула глаза."
    dreamgirl "Я расстроюсь, нападу на тебя и искусаю. Страшно? То-то же!"
    dreamgirl "Пошли."
    window hide
    scene bg ext_entrance_night_clear_7dl at zenterleft
    show uv normal at cleft
    with dissolve
    dreamgirl "Слушай, а ты почему не удивляешься, не спрашиваешь, кто я и откуда?"
    me "Зачем?"
    show uv upset with dspr
    dreamgirl "Балда! Я же девушка! Мне внимание подавай и всякое такое!"
    me "Ты не девушка, притворюшка. "
    show uv surprise with dspr
    dreamgirl "Нет? А кто я ?"
    me "Ты — дух-проводник. {w}Хотя не спорю, все у тебя как у девушки, даже… кхм… Ты поняла, короче."
    dreamgirl "Все такие умные пошли!"
    show uv upset with dspr
    "Возмутилась она."
    dreamgirl "И куда теперь податься бедному Харону?"
    me "Оставайся где ты есть. Ты — самый очаровательный Харон во всех вселенных."
    show uv smile with dspr
    dreamgirl "Правда?"
    me "Зуб даю!"
    show uv normal with dspr
    dreamgirl "Верю на слово!"
    window hide
    scene bg ext_entrance_night_clear_7dl with flash
    with vpunch
    dreamgirl "Ну, бывай!"
    "Мне погрозили пальцем, поцеловали в щёку и, развернув спиной, выписали напутственного пенделя."
    window hide
    scene bg ext_entrance_night_clear_7dl with flash
    pause(1)
    scene bg ext_camp_entrance_sunset with flash
    pause(1)
    scene bg ext_camp_entrance_day with flash
    $ day_time
    $ persistent.sprite_time = "day"
    "И я понять ничего не успел."
    sl "Привет. А что ты тут делаешь?"
    "Очаровательно улыбнулось моё личное солнце, мой объект молитв и воздыханий."
    "И я, улыбнувшись, поднял голову."
    show sl normal pioneer with dspr
    me "Автобус давно приехал?"
    "В тон ответил ей я."
    me "Знаешь, подумал — а ну как вы забеспокоитесь, где я пропадаю."
    show sl serious pioneer with dspr
    sl "Мы и забеспокоились!"
    me "Пошлёте кого-нибудь встретить. {w}И я с ним подружусь."
    me "Знаешь, как это здорово — когда ты можешь с кем-то подружиться на ровном месте."
    show sl smile pioneer with dspr
    "Славя улыбнулась, подтверждая, что да — действительно, неплохо."
    me "А вы взяли, да и прислали самого очаровательного."
    me "Так что я повременю, пожалуй, с дружбой."
    show sl normal pioneer with dspr
    "Тут улыбка девушки несколько подувяла — хотя говорил я предсказуемые банальности."
    show sl surprise pioneer with dspr
    sl "Ты не хочешь со мной подружиться?!"
    "Переспросила она."
    "Я мог её понять — такое противодействие сразу с порога!"
    me "Я, пожалуй, сразу влюблюсь. Ты не против, чтобы я в тебя влюбился?"
    "Спросил я, и она расхохоталась:"
    show sl laugh pioneer with dspr
    sl "Ха! Это звучит так сумасшедше, что может и сработать."
    sl "Я — Славяна. Но ты зови меня Славей, меня все так зовут."
    show sl happy pioneer with dspr
    me "Ладно. А ты тогда называй меня «дорогой»."
    sl "Что, и в паспорте так написано?"
    me "Так, мы ещё не настолько близко знакомы, чтобы я пустил тебя к себе в паспорт."
    show sl normal pioneer with dspr
    sl "Ладно… дорогой."
    "Отсмеявшись, сказала Славя."
    sl "Тебе показать, как к вожатой добраться, или ты уже всё сам с усам?"
    me "А можно я вместо этого пойду Пирата потискаю?"
    "Подмигнул я."
    window hide
    play sound aunl
    $ persistent.sl_cl_int_good = True
    show acm_logo_sl_fantazm with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    return
    
label alt_day7_sl_lone:
    play music music_list["you_lost_me"] fadein 3
    "Девушка виновато улыбнулась мне, кивнула, отчего русая шапка волос пришла в движение."
    "Показалось, или у неё из-под волос проглянули два кошачьих ушка?"
    window hide
    scene anim intro_13
    th "Очередная нека-повёрнутая. Хорошо, что я не стал развивать знакомство."
    "Не тратя времени даже на соблюдение видимости вежливости, я ушёл оттуда."
    "У меня и так дел хватает."
    "Надо перейти на другую сторону проспекта, взять в ларьке пачку сигарет, вдохнуть сладковатую горечь, снова вспоминая о том, что курение на морозе — первый способ застудить себе лёгкие."
    "Меня ждёт путь домой."
    "Туда, где нет никаких сложностей и люди не делают больно друг другу."
    "В безликое сетевое существование."
    window hide
    play sound aunl
    $ persistent.sl_cl_int_bad = True
    show acm_logo_sl_lone with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    pause(2)
    return

label alt_day7_sl_good: 
    $ set_mode_nvl()
    scene black
    with fade3
    stop music fadeout 3
    $ renpy.pause(3)
    play music Please_Reprise fadeout 3

    "В мире ничто не даётся задаром, забесплатно и просто так."
    "Абсолютно за всё приходится платить — даже за иллюзию сохранения status quo."
    "Так и здесь."
    "Наверное, если бы кое-кто — не будем показывать пальцем — не сорвал весь гамбит, отыграл бы положенную партию и самоустранился с доски, всё было бы проще, понятнее и прогнозируемее."
    "Человек — очень нечестная тварь."
    "Но я нашёл лазейку в правилах игры и воспользовался ей — в мире игроков в компьютерные игры такие люди называются читерами, жуликами, бесчестными игроками, играющими краплёной колодой."
    "И лупят таких нещадно."
    "Вот и мне досталось."
    nvl clear
    if alt_day6_sl_arc != 1:
        "А лагерь и правда закрыли — очкарик добился своего."
        "Вернее сказать, его семья добилась своего, закрыла историю, в результате которой двое погибли, одна сошла с ума, а одна в тридцать один год ходит с седыми висками."
        "Хотя Виолу и нельзя причислить к семье Трофимовых — всё же она была ученицей матери Шурика, а позже — его психиатром."
        "Хотя она не сдалась — даже организовала своего рода фонд помощи детям-савантам, негласно спонсируемый бывшей конторой Бориса Александровича."
        "Неподалёку от старого места лагеря развернули военную часть — куда спустя год пошёл служить и я."
    nvl clear
    "Но год сначала требовалось прожить."
    "Для начала, мои «родители», люди, которым не повезло оказаться моей семьёй, по документам, погибли, не прошло и трёх недель после моего возвращения."
    "Мы ненадолго тогда разошлись со Славей — семья Феоктистовых переехала в Тверь."
    "Но она принесла плохую весть. {w}И осталась."
    "История с моими родителями была громкая, некрасивая, но меня редко когда интересовали дрязги, важнее было то, что я остался сиротой в семнадцать лет, и ещё неделю спустя в мою дверь позвонили из органов опеки и попечительства."
    "В этом мире оказалось очень строго с потеряшками и сиротами — но об этом можно было бы догадаться и по истории той же Алисы, например — её историю Славя рассказала мне тогда, когда по её мнению я нуждался в утешении."
    "Или она считала своим долгом предупредить меня о том, что может меня ожидать?"
    "Не знаю."
    "Так или иначе, утешения я не искал, но информацию воспринял и усвоил. {w}Почему-то казалось очень ценным — знать как можно больше о мире, где мне повезло задержаться."
    "Так что я почти год бегал от них, от их желания не то назначить мне опекуна, не то определить меня в приёмник-распределитель."
    "Успешно бегал: человек — тварь, способная приспособиться не хуже крысы."
    "Никогда бы не поверил в то, что скажу это — но да, к счастью, меня уже дожидалась повестка, медосмотр на предмет дееспособности, хэбэ и отделение радиоэлектронной борьбы при военной части номер {image=alt_KS_censor}."
    "По какой-то необъяснимой причине квартирующееся в пятидесяти километрах от моего старого лагеря."
    nvl clear
    "Славя же вернулась к старой жизни — доучивалась, готовилась, участвовала в общественной жизни и всеми силами двигалась ко своей новой мечте."
    if loki and alt_day2_walk == 2:
        "Да-да, той самой, что однажды озвучила — стать спасателем."
    else:
        "Странной и непонятной для любой другой девочки."
        "Но так идеально подходящей моей Славе."
    "Разумеется, не всё у неё получалось — хотя она и старалась двигаться лишь с десятикратным запасом уверенности."
    "Приходилось возвращаться на исходные, пробовать снова, пересдавать…"
    nvl clear
    "Я дослуживал свой первый год, когда она приехала ко мне в часть — вся зарёванная, расстроенная…"
    "Срезали девочку, срезали на технической части — хотя для поступающего она и так знала на порядок больше, чем следовало."
    "Пошла бы в партийную школу, поступила бы без конкурса — со своим-то послужным списком активистки, отличницы, спорстменки…"
    "Но она учила меня не сдаваться, я учил её не опускать руки: мы черпали силы друг в друге, когда мне хотелось выть от дедовщины, когда ей хотелось бросить всё и пойти по пути наименьшего сопротивления."
    nvl clear
    "Но всегда находилось чуточку сил: либо я приезжал к ней в увольнительную, либо она ко мне — на свидание. Каждый раз оба угадывали слишком вовремя, чтобы это считать простым совпадением."
    "Так что объявление ста дней до приказа я встретил уже помолвленным человеком."
    "И четыре месяца спустя мы в один день отметили два события — нашу свадьбу и поступление Слави в Академию Госбезопасности."
    nvl clear
    "Дальше время понеслось вскачь — размен квартиры в области, переезд в Ленинград, попытки там устроиться."
    "Но без образования, только с армией за плечами я был нужен разве что на ролях сторожа или грузчика — несколько не то, чем мне хотелось бы заниматься всю жизнь."
    if herc:
        "Не то, чтобы я был решительно против работы охранником."
        "Но мне хотелось соответствовать моей молодой жене, а это значило минимум нежелание брать что дают, а максимум — постоянный рост и работу над собой."
    elif loki:
        "Конечно, у себя дома я был довольно неплохим музыкантом, и здесь вполне мог бы привести себя в форму за полгода-год."
        "Но оказалось, что просто сидеть с инструментом для меня слишком глупо и скучно."
        "Заразившись от неуёмной жены тягой к хорошим поступкам, я решил вернуться к деятельности преподавателя музыки — а для этого требовались определённые знания и корочки."
    else:
        "А навыки дизайнера печатных изданий оказались мало кому нужны в отсутствие компьютеров с предустановленными «Фотошопами», «Корелами», «Индизайнами»…"
    "У Слави была стипендия, кое-где помогали родители, а я чувствовал себя иждивенцем, сидящим на шее у молодой жены."
    "Однажды поймал себя на мысли, что хотел бы отмотать всё на пару лет и… {w}Как следует дал себе по голове."
    "Да, человек — очень наглая и очень неблагодарная тварь."
    nvl clear
    "В том же месяце я подал документы в Герцена."
    if herc:
        "На физрука, представьте себе."
        "На второго Саныча."
    elif loki:
        "В институт музыки, театра и хореографии."
        "Да-да. На учителя музыки."
    else:
        "На факультет изобразительного искусства."
        "Прекрасно понимая всю однобокость собственных знаний, я решил двигаться в сторону развития."
    "А в июле, когда стало понятно, что я прохожу по конкурсу — я поделился этой новостью со Славей."
    "Восприняла она эту новость странно — прижала руки ко рту и побежала в санузел."
    "Я, конечно, всё понимал, новость не из самых вдохновляющих."
    "Но реагировать так… А ведь я даже не сказал, что нашёл подработку в одной газетёнке на должности редактора светской колонки."
    "Даже страшно стало, как Славя могла бы среагировать на такую новость."
    "А ещё человек — тварь очень, очень глупая."
    stop music fadeout 3
    window hide
    scene black with fade
    pause(2)
    $ set_mode_adv()
    scene anim prolog_1
    play music rightroad fadein 3
    $ persistent.sprite_time = "day"
    $ day_time()
    voice "Семён Семёныч?"
    "Несмело поинтересовался ломкий юношеский басок."
    th "Чё пристал…"
    dreamgirl "Ты ему нравишься."
    th "Может, если игнорировать, он уйдёт?"
    voice "Семён Семёныч!"
    "В этот раз он владелец голоса обнаглел настолько, что даже тронул меня за плечо."
    "Вот наглый-то какой, а!"
    me "Мммм…"
    th "Львы отпугивают назойливых прилипал рычанием и зверской мордой. Рыыыы…"
    voice "Проснитесь… Пожалуйста."
    me "Отвянь."
    "Отмахнулся я."
    "Сзади хлопнула дверь, раздались чьи-то шаги…"
    "Негромкие переговоры, смех…"
    play sound sfx_water_emerge
    pause(1)
    play sound2 sfx_bodyfall_1
    "И я еле успел откатиться в сторону, когда на то место, где я только что лежал, ухнуло литров двадцать стоялой, ржавой воды!"
    
    me "Сссссслаааааааввввввяяяяя!"
    "Зарычал я, открывая глаза."
    show unblink
    scene bg int_sporthall_day_7dl
    with vpunch
    show sl smile casual at cleft
    with dissolve
    "Она стояла, хохоча, держа в руках коническое пожарное ведро, а рядом мялся дрищ, смутно кого-то напоминающий."
    me "Что ты творишь, вражина мелкая?"
    voice "Но я не…"
    me "Я не с тобой разговариваю."
    "Отмахнулся я."
    sl "Проснулся, Сёмыч?"
    "Улыбнулась она."
    me "Угу. Маты кто сушить будет потом?"
    show sl serious casual with dspr
    sl "Сам и посушишь — меньше желания будет спать на рабочем месте."
    "Она отвернулась обратно к пионеру:"
    sl "Так о чём ты хотел поговорить с Се…"
    "И тут я прыгнул!"
    hide sl
    #TODO — и для дня пятого, и для этой сцены: Славя на руках.
    "Грабастая в охапку нервно пищащую, вредную, мелкую девчонку, безуспешно притворяющуюся взрослой мадамой."
    "Вскинул на руки и оглушительно, с оттяжкой поцеловал в лоб."
    voice "Мам?"
    "В зал заглянула девочка лет пяти с длиннющими золотыми косами и серыми глазами."
    voice "Ой!"
    "Она вышла из зала, бормоча: «Опять они целуются, дети малые»."
    "А дрищ так и стоял, смотря на нас со сложной смесью зависти и недоумения."
    sl "Товарищ физрук, поставьте супругу на пол и подпишите уже несчастному мальчику его бегунок."
    "Строго сказала Славя."
    me "Да?"
    "Я очень аккуратно поставил её на пол."
    "И очень обстоятельно оглядел дрища — приободрившись, тот протягивал мне разлинованный листок."
    "А я, поморщившись, взял листок в руки."
    me "И чё ты мне принёс?"
    "Пожал плечами я."
    me "Подпишу я её, дальше что?"
    show sl smile casual with dissolve
    sl "Ну ты ещё мускулами поиграй, оболтус!"
    if not herc:
        "Всё верно, несмотря на то, что это был не совсем мой профиль, я трудился здесь именно физруком."
        "Возможно, это была своего рода преемственность поколений, и я заступил на смену Санычу."
        "Или мне просто слишком понравилось то лето, когда я думал, что прокляну всё и в жизни не притронусь к работе с детьми."
        "Так или иначе…"
    "Вздохнув, я подписал пионеру листок и кивком отпустил его."
    show sl normal casual with dspr
    sl "Вот и умничка."
    me "Умничка-умничка."
    "Проследив, как за пионером захлопнулась дверь, я снова обнял Славю и выдохнул в ухо:"
    me "Давай у Дуськи дверь в комнату снимем? А то чё она, как в пещере родилась, без стука ходит?"
    sl "Она твоя дочь и имеет полное право на твоё внимание в любое время дня и ночи!"
    "Выговорила мне Славя."
    sl "А если продолжишь меня обнимать так же — то до срока обзаведётся и братиком или сестричкой."
    me "Ох ты!"
    "Я многозначительно посмотрел на её живот."
    me "А когда?"
    show sl normal casual with dspr
    sl "Через…"
    play sound sfx_unlock_door_campus
    "Товарищ Директор Лагеря, не поворачиваясь к двери, вслепую щёлкнула замком."
    sl "Девять месяцев."
    sl "Плюс-минус полчаса."
    "Она хихикнула:"
    sl "Как стараться будешь."
    window hide
    play sound aunl
    $ persistent.sl_cl_good_ussr = True
    show acm_logo_sl_good with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    $ renpy.pause(2)
    return
    
label alt_day7_sl_rf_good:
    $ set_mode_adv()
    play music are_you_there fadein 3
    $ persistent.sprite_time = "day"
    $ prolog_time()
    scene bg int_plats_7dl with flash
    play ambience train_depart fadein 3
    "Шаг. {w}Шаг."
    "Мне нравились фильмы про Данилу Багрова — было в них что-то такое странное, пропитанное насквозь неизбывностью и тоской."
    "Безрадостно звучали и они, и звуки их музыкального сопровождения."
    "Но всё равно почему-то, выходя из кинозала, напевая навязшую в зубах «Матерь богов», чувствовал я гуляющую в крови злую бодрость, и не было возможности ей сопротивляться."
    "Так что приходилось жить: в чём-то даже неплохо."
    "Не все минусы моего старого бытия, по здравому размышлению, оказывались таковыми."
    "Например, декорации - холодные гранитные обьятья Северной Столицы."
    "Ими я обязан идиотской воле своих родителей."
    "Сколько раз я костерил и клеймил их за то - а теперь люблю."
    "А самое главное — они так здорово сочетаются с этой злой, пасмурной, но невероятно красивой музыкой…"
    "Поэтому и живу."
    "Напевая одними губами — глупой и уродливой рыбиной — от признаний в том, что мы гуляли весь день, до требований рассказать, куда мой ангел подевал свои крылья. {w}Которые нравились мне."
    "И всё это было так до омерзения однообразно, знакомо и безысходно."
    "Оскорбляло только то, что в кадр невидимого оператора, который в новомодном стиле action-cam снимает у меня через плечо, могут попасть разные нелицеприятные вещи."
    "Вроде написания стихов."
    "Или потребления абсента."
    "Или написания стихов под абсентом — а наутро будет болеть всё не от того, что полынная настойка плохая, а от того, что три пачки за ночь всё-таки слишком много."
    "И не вырваться отсюда никуда."
    "Что гораздо хуже, не хочется вырываться."
    "Мне уютно, тепло, и это болотце пыльное выступает не самой плохой бронёй против жизненных неурядиц."
    "Если бы только не юный мечтатель, время от времени с жестоким любопытством раскрывающий внутри меня глаза."
    window hide
    scene bg ext_winter_night_7dl
    with dissolve
    play ambience sfx_bus_interior_moving fadein 4
    "Было что-то в этом, было — и в кино с грошовым сюжетом, но богатейшими на харизму актёрами, и в рок-музыке начала девяностых."
    "Из дальнего края салона донеслось хоровое «да чтоб вам самим не сдохнуть» — там шёпотом на трёх последних парах кресел отмечали чью-то успешную поездку."
    "А я мимоходом скривился — от наушников уже ощутимо болела голова после трёх суток постоянного общения с мистером Дёрстом и его признаний, чего ради он вообще что-то делает."
    "А я домосед."
    "Ужасный домосед."
    "Который и пяти лет не продержался на одном месте — такой вот парадокс."
    "На часах 22:55, а сквозь тучи проглядывает Полярная, и обледеневший асфальт стелется под колёса, и…"
    window hide
    show expression D3_intro("bg ext_road_winter_7dl")
    dreamgirl "Тёплое место, но улицы ждут отпечатков наших ног…"
    pause(1)
    scene bg ext_winter_night_7dl
    "На этой ноте я протяжно зевнул."
    "И, не прекращая, не отпуская от себя это настроение {i}пути{/i} — меланхоличное, протяжное…"
    "Заснул."
    "Конечно, это не четыреста десятый, и не боялся я больше того, что провалюсь в какой-то непостижимый мир, где входной платой…"
    "Но было что-то в этом, спать в дороге, как будто и правда ты поставил себя на паузу и позволил миру провернуться мимо себя, останавливая нужную точку прямо под ногами."
    "Нужно только сделать шаг."
    "Или хотя бы захотеть."
    window hide
    show blink
    scene black with fade
    "А это, пожалуй, самое сложное."
    "Для того, чтобы захотеть чего-то, нужно перебороть в себе вечную отоно дель Альма, нырнуть с разбегу в прозрачную горечь желтеющих клёновых листьев, туда, где молодые Бутусов, Кинчев и Шевчук хулиганят в пушкинском парке, крутят барабан и ты сам моложе ещё на целое разочарование."
    "А мне этого нельзя."
    "У меня же пятьдесят мегабит за четыреста рублей, удобное просиженное кресло и ресурсы, заканчивающиеся на букву «Ч» и оттого звучащие грубее, чем они есть на самом деле."
    "Рисовач. Выживач. Болтач."
    stop music fadeout 3
    window hide
    play ambience ambience_cold_wind_loop fadein 3
    scene bg ext_winterpark_7dl
    with dissolve
    "Но, возможно, однажды из приоткрытой двери можно будет расслышать, как ломкий голосок старательно выводит мелодию и моей души?"
    window hide
    with fade
    play music pixies_playing fadein 3
    "Она так и стояла там, где я её и ожидал увидеть."
    "Как будто здесь всегда и была."
    "Только глянула мельком, окатила льдом тоски и затаённого ожидания — будто и не чаяла уже встретить."
    with fade2
    "Но это же она виновата в том, что я стал таким, нет?"
    "Только она причиной тому, что однажды я перестал смотреть на иконы и прислушался к голосу из-за окна."
    "Перестал сомневаться, перестал беспокоиться, перестал метаться впустую."
    "Возможно, стоило бы подумать хотя бы немного…"
    "Но в голове то и дело всплывала странная картинка с недвижимо лежащей на больничной кушетке девушкой, внешне неотличимой от неё, ощущение того, что я могу не успеть сделать что-то."
    "От того-то я и перестал размышлять."
    window hide
    scene bg ext_city_night_7dl
    with dissolve
    sl "Почему так случилось?"
    "Я молча пожал плечами."
    sl "Но ты же…"
    me "Я же, я же… {w}Ты выходная сегодня?"
    "Как-то само собой оказалось, что она трудилась с шестнадцати, несла ответственность с шести…"
    "Она рассмеялась."
    sl "Нет. Я сказала, что болею."
    me "Раздолбайка!"
    "Ещё одна вспышка смеха была мне ответом."
    sl "Значит, гулять?"
    me "Нет."
    sl "Ну гуляяять же!"
    "Девушка закусила губу и посмотрела исподлобья, часто-часто моргая."
    "Я не стал объяснять ей, что только что с автобуса, а до того — с поезда, что я усталый, грязный и злой."
    "Вместо этого я просто взял её за руку и потащил за собой."
    window hide
    scene black with fade
    "С момента первого робкого: «Привет, ты Семён?» в Скайпе — миновала неделя."
    "Целая неделя."
    "Всего неделя."
    me "Никаких гулять, я сказал."
    "И Славя эта отличалась от той, суровой, взрослой Слави из лагеря тем, в первую очередь, что хотела гулять, туфли и глупости."
    "Каюсь, дурак, дурак, каюсь — почему-то я считал её ответственность чертой человека взрослого."
    sl "О, смотри! Коньки! За двадцать минут всего триста рублей! Пошли?"
    window hide
    scene anim prolog_1
    with dissolve
    sl "Или пошли в кафе."
    me "Никаких кафе."
    sl "Но так же нельзя! {w}Ты приглашаешь меня на свидание и даже кормить не хочешь?"
    me "Тут иных проще пристрелить, чем прокормить."
    "Проворчал я."
    sl "Что?!"
    me "Нет-нет, тебе послышалось. {w}Шире шаг!"
    sl "Или давай в игровые автоматы! Смотри, «Нескучный сад»!"
    "Она в восторге захлопала в ладошки."
    sl "Я не прощу тебе, если мы туда не зайдём!"
    me "Какая потеря…"
    "Девочка надула губки, девочка собиралась дуться."
    "Но затем ли я ехал трое суток?"
    me "Славя. Так."
    "Я повернулся к ней."
    me "Сначала дело. Всё остальное потом."
    sl "Но…"
    "Не слушая её возражений, я дотащил её до уже поджидавшего нас мотора и, втолкнув девушку в салон, приземлился рядом с водителем, скомандовал:"
    me "В ЗАГС!"
    stop music fadeout 3
    window hide
    scene anim intro_2
    with dissolve
    play music happy_ending fadein 3
    "Славя на заднем сиденье пискнула и затихла."
    "Возможно, если бы я снова ходил вокруг да около в своём обычном духе, никогда бы этого не случилось."
    "Но я устал, мне страшно, а в правом наушнике бессмертный бард предрекает, как кончится лето, и выглядит это форменным идиотизмом на фоне обледенелого асфальта."
    "И в крови снова кипит то, что, казалось, угасло, навсегда, безвозвратно."
    window hide
    scene anim intro_1
    with dissolve
    sl "Но я же не давала согласия…"
    "Начала было протестовать Славя."
    "И я, не ведая уже сомнений, развернулся и положил ей пальцы на губы."
    me "В конце концов, после того, что ты со мной сделала, ты должна выйти за меня замуж. {w}Гони, шеф, гони, у меня тут счастье заднюю включило!"
    "Водитель рассмеялся и прибавил ходу."
    "Улицы размазались от скорости, сливаясь в неясные, дрожащие стены туннеля с конечной точкой в той реальности, которую я, похоже, заслужил, из неплотно прикрытой форточки в лицо прыгнул порыв морозного ветра, и я подумал:"
    th "Неужели  я пытаюсь вспомнить, что такое сомнения?"
    window hide
    play sound aunl
    $ persistent.sl_cl_good_rf = True
    show acm_logo_sl_good with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    $ renpy.pause(2)
    return
    
label alt_day7_sl_reject_same:
    window hide
    scene bg intro_xx with dissolve
    play sound_loop sfx_intro_bus_engine_loop fadein 3
    play music so_cold fadein 3
    $ prolog_time()
    "Я ожидаемо открыл глаза у себя в реальности."
    "Ожидаемо в своём автобусе."
    "Не так мы могли бы расстаться, совсем не так…"
    "Почему я такой идиот, господи?"
    "Почему это не могло быть по-человечески? {w}Например…"
    window hide
    scene bg ext_bus
    show sl normal pioneer
    show prologue_dream
    with dissolve
    sl "Адрес-то дашь свой?"
    "Она заглядывает в глаза, ища на их дне что-то важное."
    sl "Спишемся…"
    "Я замялся:"
    me "Тут понимаешь, какое дело… С адресами проблема. Нету адреса."
    sl "А знаешь, мы же тоже переезжаем. {w}И с адресом тоже проблемы."
    show sl smile pioneer with dspr
    sl "Как бы нам не потерять друг друга? {w}Давай встретимся здесь? Через год."
    "На том же самом месте."
    me "Мне нравится эта идея,  давай."
    "На том же самом месте."
    window hide
    scene bg intro_xx
    with dissolve
    "На каком?"
    "Уверен, на территории бывшего союза эти «Совят», «Орлят» и прочих пернатых недорослей хоть отбавляй."
    "Но есть ли среди них хотя бы один — тот, что нужен мне?"
    window hide
    scene black
    $ set_mode_nvl()
    "Сны, высшая несправедливость которых в том, что от них просыпаешься."
    play sound_loop sfx_intro_bus_engine_loop fadein 3
    "Ты, пронизанный теплом, висишь в невесомости, полностью осознавая смысл выражения «душа парит». "
    "И то, что раньше злило, раздражало, огорчало и доводило до слёз… {w}Оно ушло."
    "Остаётся только уютная теплая темнота, подобная пуховому одеялу, под которым так легко и удобно плакать."
    "И совсем не имеет значения, чем ты расплачиваешься за то, что попал сюда."
    "Просто однажды ты оказываешься там, где быть не заслужил —  но всегда мечтал."
    "И тем обиднее, когда мгновения рая вполне логично истекают."
    "Впрочем, для человека, подобного мне, это вполне ожидаемый эпилог."
    nvl clear
    "Человечек-нолик выполнил функцию и может быть забыт."
    "Я так и не добрался до причин всего со мной случившегося."
    "И как человек, от которого не зависит ровным счётом ничего, я должен поступить согласно моему образу действий — последовательно и неторопливо вытравить из души эту неделю."
    "Тугие косы пшеничного цвета, бездонные голубые глаза, светящиеся добротой, которую не заслужил этот мир, квинтэссенция смысла жизни для отдельно взятого глупенького пионера."
    "Славя…"
    nvl clear
    "Я помню каждый час вместе, от знакомства в воротах, заканчивая снимком на память, и…"
    "Всё, что мы провернули вместе, все тёплые воспоминания, от которых так щемит сердце…"
    "Она была идеальной подругой, девушкой, соратницей."
    "Она оказалась первой девушкой, что стала мне другом."
    nvl clear
    "Она же с первых дней запала в душу так, что вырывать её теперь только с кровью, с мясом."
    "Поэтому я и вёл себя так некрасиво в автобусе… А, да чего я объясняю своё поведение во сне?"
    "Чем дальше, тем больше мне кажется, что я просто объединил в её лице все идеалы, которые я только мог назвать в девушке — добрая, заботливая, понимающая…"
    "Как будто некий собирательный гештальт-образ, над которыми рыдают школьники после завершения сериала."
    "Она не требовала ничего взамен, не просила помощи, поддержки или похвалы. Она просто была собой — идеальной девушкой, которая в жизни существовать просто не может."
    nvl clear
    "А значит… Значит, она мне просто приснилась."
    "Я просто видел сон."
    "Про лагерь, пионеров и их вожатую, тёплую летнюю ночь и посиделки у костра, про беззаботные детские игры и простые человеческие радости, про один миг, длящийся неделю, и бесконечное лето…"
    th "Но почему просто сон? Я же был там. Я видел!"
    "Если реальность — это электрическая иллюзия наших рецепторов, то как может быть окружающее реальнее недели, прожитой в лагере?"
    "Глаза заволокло слезами — не боли или тоски, а благодарности и тёплой печали. "
    "Ведь даже если это и был сон, то этот — из тех, что делают жизнь капельку светлее."
    "Перед глазами как живой встал образ Слави. "
    "Как бы я хотел, чтобы мы вместе уехали с ней. Или я остался рядом…"
    "Или хотя бы вернулся с вожатой."
    nvl clear
    scene bg int_bus_people_night
    "А если задуматься, то всё это чудо будто отдаёт сказками Азимова, Нортон, Саймака — про человека слабого, но чудесной судьбы."
    "Неудачник в фокусе, которого за волосы тащат сквозь чудеса, перекраивая его самым чудесным образом. "
    "Жаль только, что это просто сон."
    "Конечно, перемены есть, они чувствуются, они ощутимы."
    "Но ничто так хорошо с ними не расправится, как пара недель у монитора."
    "И всё-таки…"
    stop sound_loop
    stop ambience
    nvl clear
    stop music fadeout 3
    pause(2)
    play music silent_angel fadein 3
    window hide
    scene expression Notch("bg int_plats_7dl")
    show anim_grain
    with dissolve
    "Некоторые вещи действительно лучше сделать, чем потом всю жизнь мучиться безвестностью."
    "К таким вещам относятся визиты на могилы близких, например."
    "Или вот — поездка по указанным в записке координатам."
    "Просто для того, чтобы завершить и закрыть эту историю."
    "Я специально не искал лагерь, специально не пытался выйти никуда, ни на что."
    "Потому что если бы оказалось, что в моей жизни существуют люди из моего сна — это было бы слишком плохо."
    "Я всю жизнь слишком боялся сойти с ума, чтобы это произошло со мной именно сейчас."
    "Хотя бы сейчас я должен быть в здравом уме и трезвой памяти."
    nvl clear
    "Географически, указанные координаты были довольно далеко от моей Пальмиры, пришлось делать пересадку на поезде, и от одного города добираться пригородной электричкой."
    "Я с трудом помнил саму дорогу, не очень понимал, о чём балагурят окружающие меня смешные, шумные, весёлые люди, то и дело сующие мне полный стакан."
    "Поэтому вздохнул с облегчением, когда вышел на полустанке, некогда утопающем в зелени."
    "Не люблю людей. И они меня. И я — их. И они… Короче, понятно."
    "По случаю зимы, полустанок выглядел живым доказательством уже свершившегося апокалипсиса — мрачная асфальтово-бетонная громада в окружении обвиняюще торчащих в белесое небо чёрных пальцев  ветвей."
    window hide
    scene expression Notch("bg ext_road_winter_7dl")
    show anim_grain
    with dissolve
    "Очень удачно удалось поймать автобус, очень удачно — ходящий два раза в сутки."
    "И только усевшись, я вдруг почувствовал, как отступает хандра — здесь, где мне на левое колено посадили ребёнка, а на правое поставили корзину с семечками."
    nvl clear 
    "Пропала куда-то апатия, пропала — а на её место пришёл интерес и даже какой-то азарт."
    "Или, может, это рвалось вперёд сердце?"
    "Два километра по удивительно хорошему асфальту дороги, ведущей от основного шоссе, и глаза опять подозрительно защипало при виде старых добрых знакомых опорных башен ЛЭП."
    scene black
    "А когда на горизонте забрезжили коробки зданий, и можно было углядеть те самые ворота — полукруглые, с фигурной решеткой и пятиконечной звездой, вырезанной на стыках створок — я не выдержал, и, бросив на землю сумку, побежал к одиноко стоящей фигуре рядом с воротами."
    scene bg ext_entrance_winter_7dl
    show sl_trench
    with dissolve2
    "К фигуре, которую я узнал бы среди миллионов и миллионов."
    "Даже с закрытыми глазами чувствуя её усталую веру в то, что однажды…"
    nvl clear
    $ set_mode_adv ()
    me "Сла…"
    "Я выдыхаю, пытаясь унять заполошно колотящееся внутри желание чуда."
    sl "Простите?"
    "Она оборачивается ко мне и знакомым жестом откидывает со лба чёлку, жмурясь от бьющего в глаза светила. "
    scene bg ext_entrance_winter_7dl
    show sl_trench2
    with fade
    "В глазах, в фигуре, в самом выражении лица лишь обречённое ожидание да усталая вера."
    "И когда она разглядела кто её окликнул — она просто осела на землю и заплакала. Я даже подхватить её не успел."
    sl "Сёмушка."
    "Она тихо всхлипывала в снегу у моих ног, пока, я, наконец, не одолел ступор и не помог ей подняться."
    sl "Ты всё-таки пришёл, мой хороший. {w}Я верила, я всегда верила, что надо просто дождаться."
    with fade
    "Она порывисто обняла меня."
    "А я не могу сказать ни слова. Да, конечно это она, моя Славя, но…"
    "Молодую упругую кожу прорезали морщинки, у рта залегли скорбные складки, а в уголках добрых улыбчивых глаз видна сеточка сосудов."
    "Волосы, по-прежнему пышные, потеряли насыщенный пшеничный цвет и сейчас скорее серые, чем золотые."
    sl "Я всегда говорила, что надо просто приходить сюда, чтобы ты меня нашёл. {w}Ты же обещал, ты…"
    me "И вы…"
    "Я сглотнул."
    me "Ты — приходила сюда?!"
    sl "Каждый год."
    me "Сколько же лет ты сюда приходила?"
    sl "Двадцать семь лет, Сёмочка."
    "Она горько вздохнула."
    sl "Я такая старая стала, а ты всё такой же, каким я тебя помню, молодой и красивый. {w}Разве что чуть старше стал. {w}Чуть равнодушнее."
    me "Равнодушнее?"
    me "Да нет… Я просто удивлён, что ты всё-таки дождалась."
    "Я взял её ладони и поцеловал каждую."
    me "И что ты — всё-таки — не сон."
    window hide
    play sound aunl
    $ persistent.sl_cl_reject_same = True
    show acm_logo_sl_same_place with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    pause(1)
    return 
    
label alt_day7_sl_reject_late:
    window hide
    scene black with fade3
    stop music fadeout 3
    $ prolog_time()
    pause(1)
    scene bg ext_city_night_7dl with diam
    play sound_loop sfx_street_traffic_outside fadein 2
    play music tears_of fadein 3
    "Гонцов, приносящих дурные вести, убивают."
    "Звуки пропали."
    "Остались только шаги — звонкий цокот по асфальту, глухие удары по земле, поскрипывание дощатого настила."
    "Звуков нет. {w}Мира нет."
    "Девушка заметила, что у неё в наушниках играет какая-то мелодия, только спустя час."
    "Когда вывернула из-за угла и чуть не попала под машину."
    voice "Дура, куда тебя несёт! Жить надоело?!"
    "Погрозил кулаком седой владелец потасканной «десятки»."
    "Извинившись, она шарахнулась обратно на пешеходную часть."
    "Мысли были все ещё там… Там."
    window hide
    scene anim intro_1 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_2 
    with fade
    play sound sfx_intro_bus_stop_steps
    $ renpy.pause(3, hard=True)
    scene anim intro_3 
    with fade
    "Зима пришла рано в этом году."
    "Уже в октябре температура упала до нуля, а однажды девушка открыла глаза, раздёрнула шторы и удивлённо зажмурилась от бьющей по глазам белизны выпавшего снега."
    "Ещё и жилкомовцы никак не хотели выполнять обязанности, так что в комнате всегда было холодно."
    "Очень холодно — не спасал даже японский плед с голубыми тиграми, приходилось ложиться спать в одежде."
    $ renpy.pause(3, hard=True)
    scene anim intro_4 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_5 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_6 
    with fade
    $ renpy.pause(3, hard=True)
    play sound sfx_intro_bus_stop_sigh
    with fade
    $ renpy.pause(3, hard=True)
    "Но девушка терпеливо сносила холод."
    "Не возмущалась — не в её положении было заниматься этим."
    window hide
    scene bg int_intro_liaz_7dl
    show prologue_dream
    with diam
    "В конце концов, она просто приезжая, понаехавшая, снимающая комнату в коммуналке, какое там возмущаться или ругаться?"
    "Прибывшая из сердца России непонятно зачем, непонятно к кому."
    "В погоне за мечтой."
    window hide
    scene bg int_home_lift_7dl 
    show prologue_dream
    with diam
    "Глупо, конечно — подумаешь, просто сон, приснился, и всё."
    "Ещё и адрес этот…"
    window hide
    scene bg int_access_day_7dl
    show prologue_dream
    with diam
    "Она долго-долго жала на кнопку звонка, пока на постоянный перезвон не выглянула соседка — бабушка-одуванчик лет семидесяти."
    "Мгновенно захлопотав, чуть ли не силой завела к себе домой, заставила сбросить тонкую шубку и отвела на кухню, где уже поспевал чайник."
    window hide
    scene bg int_sam_house_clean_7dl
    show prologue_dream
    with diam
    "Разговорились… Разоткровенничались…"
    "И девушка поведала Алевтине Сергеевне свою глупую, дурацкую историю."
    "Про сон свой дурацкий с одним мальчиком, который хотел стать лучше."
    "Про совпадения."
    "Про то, как, измучившись, собрала вещи и приехала в Питер, где, ориентируясь только на интуицию и смутные воспоминания, еле-еле нашла адрес."
    "И не хотела вроде, а под конец расплакалась."
    "Хотя далеко не так сильно, как плакала потом, когда увидела записку: «Больше не хочу быть один»."
    voice "Сёмушка твой после Нового Года как сам не свой стал — раньше был нелюдим, пройдёт, слова доброго не скажет."
    voice "А теперь как ни идёт, всё улыбается."
    voice "За собой ухаживать стал — я и подумала, взялся за ум наш Сёмушка."
    voice "Нашёл себе любушку."
    window hide
    return

label alt_day7_sl_rej_dv:
    voice "И однажды пришла к нему."
    voice "Высокая, стройная, в красном пальто — красивая-красивая."
    voice "Барабанила в дверь кулаками, а когда он открыл, поцеловала прямо на пороге, дала собраться и увела с собой."
    voice "Неделю где-то назад."
    sl "Алиса…"
    window hide
    return

label alt_day7_sl_rej_un:
    voice "Ходил-ходил гоголем, а тут однажды ушёл как обычно, погулять — в феврале, что ли, было — а вернулся не один."
    voice "Девочка такая, до пятидесяти лет будет как девочка выглядеть."
    voice "Глазищи — ух, огромные, колдовские. Зе-ле-ну-щие."
    voice "В начале октября свадьбу сыграли, уехали — наверное, в медовый месяц."
    sl "Лена…"
    window hide
    return

label alt_day7_sl_rej_us:
    voice "И правда — такая красота, что лучше бы не видеть."
    "В сердцах высказала баба Аля."
    voice "Ночью, в три часа, под окнами — приехала на машине, совсем о людях не думает!"
    voice "И музыку играла! На гитаре!"
    sl "Неужели Алиса?.."
    voice "Да хоть Алиса, хоть не Алиса — я после этой проказницы красноголовой полночи ворочалась…"
    voice "Всё напевала «Взвейтесь кострами»."
    voice "А в конце сентября уехали куда-то вдвоём."
    voice "Так с тех пор и не вернулись."
    sl "Ульяна?"
    window hide
    return

label alt_day7_sl_rej_mi:
    voice "И правда, нашёл."
    voice "На прошлой неделе, представляешь, приехал автобус — большой, иностранный, с йёроглифами, с какими-то мультиками нарисованными."
    voice "Все побежали смотреть, а у меня окно во двор — вот и смотрю: выходит оттуда девочка-тростиночка."
    voice "Мама моя, худющая, подержаться не за что, зато с волосами до земли."
    voice "Побежала в подъезд, звонилась, звонилась, а когда Сёмушка открыл…"
    voice "Эх, нет бы, какую себе нормальную девушку подыскал, вроде тебя."
    sl "Мику…"
    window hide
    return

label alt_day7_sl_rej_mt:
    voice "Вернее, это она его нашла."
    voice "Эх, раньше-то, в моё время — парни так себя не вели."
    voice "Слыханное ли дело — на седьмой этаж на пожарной лестнице, а с виду такая серьёзная, взрослая!"
    voice "И всё — квартира теперь пустая, Сёмушка переехал к ней."
    sl "Как она хоть выглядела?"
    voice "Я и говорю — взрослая такая, разглядеть не успела, только волосы длинные, каштановые, да голос такой — командирский. Как она кричала «Семёёёёён»!"
    sl "Ольга…"
    window hide
    return

label alt_day7_sl_rej_end:
    stop music fadeout 3
    "Выдохнула девушка."
    voice "Так ты её знаешь?"
    sl "Знала…"
    play music you_were_late fadein 3
    sl "Я пойду. Ладно?"
    voice "Куда же ты пойдёшь на ночь глядя, милая?"
    sl "Я…"
    "Каплями по клеёнке — расколоченными грёзами, похороненными надеждами."
    "И уже с трудом глотая непрошенные рыдания, отворачиваясь:"
    sl "Я… Я не знаю."
    "Не слушая причитаний бабушки, выскочила в прихожую, натянула шубку свою и неновые уже сапожки."
    "Не помня себя, бежала вниз по лестнице, наугад нашла кнопку домофона."
    window hide
    window hide
    scene anim intro_1 
    with fade
    "И, быстро-быстро моргая, пряча слёзы под неуверенной уже улыбкой, выбежала в холод и тишину."
    "В ледяную застывшую красоту чужого, чуждого ей города."
    window hide
    $ renpy.pause(3, hard=True)
    scene anim intro_2 
    with fade
    "Да как могло в голову прийти, что здесь, на другом краю света, её станет дожидаться чудо?"
    "Чудо не терпит бездействия и пренебрежения."
    "Оно свершится для кого-то другого, если ты не бросишься по его первому зову навстречу."
    "На то оно и чудо."
    window hide
    $ renpy.pause(3, hard=True)
    scene bg intro_xx 
    with fade
    stop ambience fadeout 2
    play sound_loop sfx_bus_interior_moving fadein 4
    "Сквозь огромное стекло, сквозь новокаиновую блокаду достреливали яркие шипучие искры чьих-то беззаботных жизней, шумели покрышками машины, спешили люди."
    "И глядя на эту жизнь, неукротимую, могучую, некогда так волновавшую, она шевельнула омертвевшими губами, стылым паром выпуская наружу горький вопрос:"
    sl "И стоило оно того?"
    "И не знала ответа."
    "Кто может сказать тебе, что на самом деле лучше — однажды оттолкнуть чудо и всю жизнь казнить себя за бездействие или погнаться за мечтой и сломать крылья о небо?"
    "Кто может рассказать, в каких случаях надо прислушаться к зову сердца, а в каких остаться в блаженном неведении?"
    "Кто вообще занимается решением этого вопроса — имеет ли человек право на мечту?"
    stop sound_loop
    window hide
    scene expression Desat("bg int_plats_7dl")
    show anim_grain
    with dissolve
    "Люди жили, проходили мимо неё, глядя в будущее, несомненно светлое."
    "А она упустила и своё счастье, и свою жизнь — погнавшись вслепую за приснившимся."
    "Поезд вздрогнул, с лязганьем сомкнулись двери, инерцией толкнуло в сторону Московского вокзала, будто город напоследок обнимал её."
    scene expression Sepia("bg int_plats_7dl")
    show anim_grain
    with fade
    play ambience train_depart fadein 3
    "А она сидела в своем плаце, и мёртвыми незрячими глазами смотрела сквозь бегущие назад развилки путей, столбы, километровые отметки, дома, людей, людей, людей…"
    "Ничем не примечательная симпатичная девушка с золотыми волосами, заплетёнными в две косы, с голубым взглядом мечтателя, успевшая уже истереться из памяти того, к кому она так спешила."
    "Плачущая от невыносимой боли в сердце девушка в холодном плацкартном вагоне, уезжающая из чужого ей города."
    window hide
    play sound aunl
    stop ambience fadeout 4
    $ persistent.sl_cl_reject_late = True
    show acm_logo_sl_too_late with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    pause(1)
    return
    
label alt_day7_sl_cl_bad:
    window hide
    scene black with fade3
    play music nowyouseeme
    $ prolog_time()
    pause(1)
    scene bg ext_city_night_7dl with diam
    play sound_loop sfx_street_traffic_outside fadein 2
    "Одиночество — это состояние души."
    "Даже если ты вроде бы как состоялся в качестве мужа, отца и добытчика, иногда накатывает — да так, что не смоешь никаким абсентом."
    "У меня есть мой прожжённый цинизм, прокуренный голос, пожелтевшие пальцы и устойчивость к алкоголю."
    "И я потрясаю этими своими регалиями, уверенный, что ниже-то падать уже некуда."
    "Хотя в моей-то интерпретации это выглядит с точностью до наоборот — и расти выше уже незачем, вот он, потолок — того пинка, что  дали мне несколько дней под южным небом, хватило на то, чтобы ненадолго сбросить оцепенение и начать действовать."
    "Правда, одна очень мудрая девушка научила меня, что руки опустить никогда поздно не будет — а вот сил потрепыхаться может и не остаться."
    play sound sfx_intro_bus_stop_steps
    $ renpy.pause(3, hard=True)
    scene anim intro_4
    show blind2_1
    with fade 
    "Так что не сломала меня, не испортила осень."
    "Не сломала, не испортила депрессия."
    "И когда однажды промозглый октябрь вдруг осветило знакомой улыбкой, я отбросил все сомнения, проломился сквозь толпу, шатающуюся на поворотах, и, встав рядом, хрипло сказал: «Привет. Я Семён, а ты?»."
    hide blind2_1
    show blind2_2
    with dissolve
    "А она — Стася. Станислава — тождество, похоже но не тоже."
    "Но я решил, что если имя, если улыбка и свет в голубых глазах — то знак! А?"
    hide blind2_2
    with dissolve
    "Я бросил курить ради неё, стал кем-то ради неё, повзрослел и немного поскучнел ради неё."
    scene anim intro_3
    show blind1_1
    with dissolve
    me "Две пачки «Диабло Неро», пожалуйста."
    "Говорю я продавщице, такой же улыбчатой, как и неделю назад."
    "И хватает же позитива человеку улыбаться, торгуя смертью…"
    hide blind1_1
    show blind1_2
    with dissolve
    "Ещё через семь месяцев мы расписались и съехались."
    "И привлекательный фасад идеальной девушки сменился бытовухой."
    "Как будто мне наметили планку, я её достиг, я молодец. Всё."
    "Когда я понял, что она не Славя, было уже слишком поздно."
    hide blind1_2
    "Впрочем, кому я вру?"
    "Понял я это гораздо раньше, просто человек очень хочет обманываться."
    "В конце концов, я до сих пор ем бутерброд колбасой вниз — просто потому, что мне однажды кот нарисованный сказал, что так вкуснее."
    window hide
    scene bg bus_stop with diam
    "Я стал кем-то."
    "Не собой."
    "Вот и сейчас — я-не-я, стыло режет пальцы сквозь кожаные перчатки, но под солидной дублёнкой тепло, а в нагрудном кармане ждёт своего череда подарок для одной очень самостоятельной мамзель."
    "Но у меня жизнь. Не самая хорошая, но и не самая плохая — для человека без особых амбиций она в чём-то очень и очень даже."
    "Разве что машину я так и не купил — почему-то на все попытки отправиться в салон за средством передвижения сознание реагирует странным образом."
    "Перед глазами встаёт перемолотое тело на пластиковом капоте, бледное лицо, алые губы, глаза, в которых от боли зрачки сжались в точку."
    window hide
    scene cg epilogue_sl with dissolve
    "Так что жена считает меня чудаком, но мой выбор — это общественный транспорт."
    if not (herc or loki):
        "Несмотря даже на начало всей этой истории."
    "Мой автобус ходит довольно часто, но сейчас, в предновогодние праздники из-за заснеженных улиц движение немного затруднено."
    th "Сейчас бы музыкой уши заткнуть и немного погрустить о том, что не сбылось."
    "С неясной тоской подумал я, изучая ладную фигурку в шубке, спиной стоящую ко мне."
    "Наверное, сейчас я смог бы подойти познакомиться — всё-таки, прецедент создан, уже должно быть немного проще."
    "Но меня режет тоской по несбывшейся сказке, по суррогату-заменителю, голому пластиковому фасаду, оказавшимся не Славей, а…"
    "Всё-таки, я был прав, думая, что наш мир просто не в состоянии родить такое чудо."
    "Шурша покрышками, слева от меня остановился бордовый «Ниссан», оставляя место для возможного автобуса."
    window hide
    scene cg epilogue_sl_2 with dissolve2
    "Девушка повернулась на свет фар, и на долю секунды я увидел её лицо."
    "Она улыбалась — больной, вымученной улыбкой."
    "Человеку, сидящему за рулём, похожему на то, что я каждый день вижу в зеркале — безликому, бесхарактерному, бесцветному."
    "Тождество — похоже, но не то же."
    th "Неужели…"
    voice "Привет, Славя!"
    "Прочитал по губам я."
    window hide
    scene bg bus_stop with diam
    "Я долго-долго провожал машину глазами."
    "А потом всё время, что ехал до остановки, где был расположен детский сад дочери, безотрывно смотрел в окно."
    "Меня мучила всего одна мысль:"
    "Неужели мы оба ошиблись?"
    window hide
    play sound aunl
    $ persistent.sl_cl_bad = True
    show acm_logo_sl_bad with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    $ renpy.pause(2)
    return
        
label alt_day7_sl_rf2:
    window hide
    scene bg ext_city_night_7dl
    show prologue_dream
    with fade
    play music tears_of fadein 3
    play ambience ambience_cold_wind_loop fadein 3
    $ prolog_time()
    "Голос всё ввинчивался и ввинчивался в барабанные перепонки, а боль всё не приходила."
    "Я изумлёнными глазами смотрел на стелющийся — пятнадцать метров по вертикали — жидкий квиксильвер, а может, и свинец под ногами, и думал, что с такой-то высоты, наверное, больше вреда будет от удара о воду, чем от чего-то ещё."
    "Голова снова была пустая и звонкая."
    "В какой-то момент голос перестал угрожать и зачем-то перешёл к увещеваниям."
    "Глупо."
    "Мне тепло, уютно, безопасно."
    "Страх, что разгорался на дальних подступах к сознанию, истлел и исчез."
    "Я достал из кармана пальто сигареты, прикурив, сделал глубокую затяжку — так, что аж слёзы на глазах выступили."
    "Бросил месяц назад."
    "Когда врачи поставили угнетение."
    "Но зачем-то всегда носил с собой пачку."
    "Видимо, знал зачем."
    "Знал, почему."
    "Слово к слову, буква к букве — где-то в затылке ощутимо щёлкнула последняя деталь паззла, вставая на место."
    "Выдумка."
    "От и до — от предсказанной смерти до девочки с глазами самого голубого цвета."
    "Все события, разговоры, простота в общении и поступки мне совершенно несвойственные — всё прекрасно укладывалось в эту картину."
    "И теперь я понял всё."
    "Не было никогда истерики у ворот, робких попыток сблизиться и не обжечься."
    "Не было моих обид всё у тех же ворот, побега из кабинета начальника лагеря, танцев, падений, исследований лабиринтов."
    "Крапивинская мечта о способности остановить горе одним только взглядом."
    "Просто в какой-то момент моей жизни я сделал выбор в пользу бреда, фата-морганы, и позволил ей полностью захватить себя."
    "Иначе не выдержал бы — и закончил то, что начал шесть лет назад, задумчиво разглядывая пустоту под ногами."
    "Славя, моя любовь к ней, наша крепнущая обоюдная связь — всё это существовало только в моём воспалённом воображении."
    "Должно быть, я то ли уснул где-то, и больной от пробуждения, пропустил момент, когда дошёл от набережной до моста…"
    "То ли я до сих пор сплю."
    "Я ущипнул себя, но это не помогло."
    "Боль никогда не была моим союзником — и то, что она не помогает сейчас, с одинаковым успехом может означать как то, что я бодрствую, так и то, что я лежу в палате интенсивной терапии, неспособный шевелиться, думать, жить…"
    "Временами реальность пробивалась в мой бред — и тогда я чувствовал знакомые запахи, слышал знакомые звуки, музыку, ощущал, как неудобно врезаются в спину пружины больничной койки с регулируемым изголовьем."
    "Стоящий рядом мужик в мышиной форме что-то спрашивал уже несколько раз, потом положил мне ладонь на плечо и больно сдавил пальцы."
    "Но это не имело значения."
    "Мозг может убедить себя в чём угодно — чего на самом деле не существует."
    show dreamgirl_overlay
    with flash_pink
    "Ничего нет."
    "Я улыбнулся, оскалился ему в лицо."
    "И расхохотался."
    "Разумеется. Сон."
    "Но для того, чтобы проснуться… Как же это было в том фильме про волчок?"
    "Для того, чтобы проснуться, нужно упасть."
    "Лет в двенадцать, когда я ещё толком не умел держаться на воде, мне очень часто снился сон, в котором я падаю с какой-то большой высоты в воду."
    "И просыпался в моменте касания поверхности воды."
    "Фильм назывался «Начало» — и люди там падали в ванну, налитую ледяной водой."
    "А так, в принципе, подошла бы любая возвышенность — даже близнецы, одна с Театром «Буфф», вторая с очередной «Пятёрочкой»."
    "Вот и попробуем."
    "Я выплюнул сигарету в лицо товарищу в погонах, а когда он отступил назад, потрясённый, резко развернулся и, перебросив ноги через перила, встал по ту сторону."
    "От бездны меня отделяли три сантиметра гранита под пятками и крик служивого."
    th "Извини, но сегодня на твоём участке будет очередной придурок-прыгунок."
    "А мне пора."
    "Я бросил тело вперёд."
    "Просыпаться."
    "Артерии распашет задолго до того, как до тебя дойдёт, что ты набрал слишком большую скорость."
    "Скользкая крыша не даст зацепиться за край."
    "Бесполезно прочищать желудок, если в стакане цианистый калий."
    "Ты можешь успеть понять, пожалеть и раскаяться."
    "Серая вода неслась навстречу со всё нарастающей немыслимой скоростью."
    "А в сознании поднимали голову и нарастали сомнения и страх, подстёгиваемые инстинктом самосохранения."
    "Но отыгрывать уже поздно."
    "Поздно."
    "И я широко распахнутыми глазами встретил бездонный мрак, не зная ещё, смерть или пробуждение таится в бездне."
    window hide
    with fade
    stop music fadeout 3
    scene bg intro_xx with flash
    me "Да, это Семён."
    "Ответил я, больше смерти боясь проснуться."
    me "Я в автобусе."
    me "В том самом, откуда ты почему-то куда-то исчезла!"
    me "Откуда я знаю, где этот автобус находится."
    dy "Следующая остановка: станция метро «Ломоносовская»."
    "Ответили динамики."
    me "Слышала? Вот и марш туда. Буду ругаться, драться и возможно даже немного ныть."
    "Я отключил телефон и неверяще посмотрел на него."
    "28 декабря 2018-го года."
    stop ambience
    "Последний принятый — неизвестный номер."
    "Регион — Тверская область."
    th "О, господи."
    "Я тут же ткнул на редиал:"
    me "Прости, я идиот, звоню из Питера, требую непонятно чего. Слушай, я тогда на Московский сейчас, узнаю насчёт билетов, ты как, встретишь меня, если я к тебе в новогодние каникулы нагряну?"
    me "Вот и Славно. Наберу, как приеду."
    dy "Станция метро «Ломоносовская»!"
    "Выдохнули динамики и выпустили меня в Новый Год, в новую жизнь."
    "В новую надежду."
    window hide
    $ set_mode_nvl()
    scene black with dissolve
    play music uneven_me fadein 3
    "Не знаю, на что я рассчитывал, когда раскидывался своими обещаниями."
    "Но ни на сегодня, ни на завтра, ни на неделю вперёд не было решительно ни одного свободного места на нужное мне направление."
    "А те, что были, стоили таких денег, что у меня просто не нашлось достаточно наличности."
    "Так что первый доступный поезд был аж девятого января."
    nvl clear
    "Но Славя учила меня не опускать руки."
    "А я учил её иногда сходить с ума."
    "Так что…"
    "Пришлось, конечно, побегать, поуговаривать."
    "Я узнал о транспорте за эти два дня больше, чем за всю жизнь."
    nvl clear
    "Но факт остаётся фактом — тридцать первого числа от Ладожского вокзала по направлению Питер-Москва отошёл «Муравей», на борту которого находился и ваш покорный слуга."
    "В салоне было шумно, душно, людно — но меня это не волновало."
    "По сравнению с тем, что мне приходилось переживать в одной отдельно взятой столовой…"
    "А здесь же… Хе, наушники в уши, прикрыть глаза и, поймав устойчивый сигнал, подключить аську."
    "Мы отбывали в два часа дня, останавливались дважды, но мне этот срок показался вечностью."
    "Я впервые уезжал так далеко."
    "Впервые выбирался из города один."
    "Так что это путешествие стало для меня своего рода значимым."
    nvl clear
    "Но всё когда-нибудь заканчивается."
    "Всё когда-нибудь…"
    "И вот я трясусь от страха и холода, ожидая непонятно чего, а через три часа уже Новый Год, и праздновать бы…"
    "А я в чужом городе среди незнакомых людей, и не знаю, как отсюда буду выбираться если что, не знаю, что делать если что, не знаю…"
    me "Господи, какой я идиот…"
    "Пробурчал я, нацеливаясь на переход через улицу Коминтерна — такая, похоже, есть решительно в каждом городе."
    "Но не успел сделать и нескольких шагов — а меня поймали за рукав."
    nvl clear
    scene cg epilogue_sl_2 with dissolve2
    "Я вздрогнул и поднял глаза."
    sl "Куда спешишь?"
    "Спросила меня одна очень красивая девушка, улыбаясь из-под капюшона."
    me "Я… Я тут… Это…"
    "Она была ещё красивее, чем та, которую я помнил."
    th "И как мне себя с ней вести?!"
    sl "Для начала можешь улыбнуться и сказать, что рад меня видеть."
    "Рассмеялась она и взяла меня под руку."
    sl "А дальше — по обстоятельствам."
    me "А… Да…"
    nvl clear
    sl "Пошли же!"
    "Она потянула меня за собой."
    me "Куда?"
    sl "Домой! Новый Год же на носу!"
    "Рассмеялась Славя."
    sl "Ни за что не угадаешь, что я тебе приготовила!"
    window hide
    play sound aunl
    play music refuse_to_replay fadein 3
    $ persistent.sl_cl_good_rf2 = True
    show acm_logo_sl_worth with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    $ renpy.pause(2)
    return
    
label alt_day7_d3_rejuv:
    window hide
    stop music fadeout 0
    play sound sfx_wind_gust
    scene cg d7_trio_7dl with flash
    show spill_red with dspr
    $ renpy.pause(2, hard=True)
    show spill_gray with dspr
    $ renpy.pause(2, hard=True)
    show alt_credits timeskip_dev at truecenter with dissolve2
    $ renpy.pause(4, hard=True)
    with dissolve2
    window hide
    return