label alt_day0_start_d:
    scene black with fade
    show alt_credits timeskip6 with dissolve2:
        pos (200,540)
    $ renpy.pause(4, hard=True)
    scene anim prolog_2
    with dissolve2
    window hide
    play music tilltheend fadein 3
    "Я снова кричал во сне."
    "Кричал, кричал — и проснулся от собственного крика. Не от страха, не от звука, а от ощущения, мало похожего на человеческие переживания."
    "Я был воплощением смертного — там, по ту сторону невероятно голубых грёз, желаний и веры в светлое — пускай не «завтра» — пускай, «через годик»."
    "И как любое воплощение, я был всесилен — я мог кинуться под колёса громыхающей неподалёку электрички, наглотаться цианидов, выдавить себе между глаз девять миллиметров…"
    "Rinse and repeat. Откатить-повторить."
    "Между той и этой стороной разница не очень большая."
    "Но её оказалось достаточно для того, чтобы пустить по бесконечной петле существование одного ничем не примечательного молодого человека."
    "О котором и пойдёт здесь рассказ."
    window hide
    scene black
    show laptop
    show anim_laptop with fade
    "Глаза снова отказывались ловить фокус после пробуждения, и пришлось несколько минут сидеть, мотая головой."
    th "Мне двадцать {image=alt_KS_censor} лет."
    "Напомнил себе я."
    th "Это Земля, Санкт-Петербург образца конца две тысячи восемнадцатого года."
    th "Моё имя — Семён. Персунов. {w}Звучит как анекдот, но прошу винить в этом маму с папой."
    hide anim_laptop
    show laptop_prologue
    with dspr
    "Я пригляделся: на экране висела заставка какого-то очередного сайта, где люди людей ненавидят."
    "Лиха беда начало. После прогона базовых систем пришло время диагностики систем посложнее."
    window hide
    scene bg semen_room with dissolve
    "Поднявшись, я пошатнулся от скрутившей слабости и был вынужден опереться о стенку."
    "Но утро уж вступало в свои права — не прошло и двух минут, а я добрался до ванной."
    play sound sfx_open_water_sink
    play sound_loop sfx_water_sink_stream fadein 1
    "Отражение в зеркале ожгло угрюмым взглядом и отвернулось."
    th "Я — дизайнер-фрилансер. Дальше должны идти пафосные слова о невероятно опасном задании и сверка часов, но нет. Ничего такого."
    "Я играл в эту игру каждое утро — приблизительно в три часа пополудни, воскресая ото сна носом в клавиатуру."
    "Или как белые люди — поднимаясь с кровати, из-под покрывала, которое последний раз стирали во время бенефиса Горби."
    "В последнем случае всё было ещё хуже, там ещё и дышать трудно было."
    "Но температурный шок позволял справиться приблизительно с половиной сопряжённых с пробуждением проблем."
    stop sound_loop
    play sound sfx_close_water_sink
    pause(1)
    "Комната хранила следы былой роскоши — начиная со свисающих унылыми буклями обоев, которые у меня так и не дошли руки подклеить, заканчивая километровыми мотками пыли на четырёх плафонах люстры."
    "Всё равно я её никогда не включаю. Не уверен даже, работают ли лампочки."
    "В целом берлога полностью отвечала ожиданиям того, как должно выглядеть место обитания человека компьютеризированного, одинокого."
    "По правде сказать, половину местного бардака можно было бы вытряхнуть отсюда меньше чем за десять минут. Просто разбросав всё по пакетам из пакета с пакетами."
    "Но это же не наши методы. Протоптанные тропинки между кучами мусора, вещами, огрызками техники и журналами — вот наше всё."
    "Зато идеально чистым был компьютерный стол."
    "Сразу видно — кто-то залил пивом клавиатуру. Или это был чай?"
    "Почесав затылок, я был вынужден констатировать, что всё-таки пиво. Хвала рандому за бессмертных «рейзеров»!"
    "На экране замерла заставка телетрансляции — откуда-то, кажется, из Японии, где в очередной раз вытащили на сцену несуществующих человечков и заставили их петь."
    "И было это форменным идиотизмом, чувствовать себя человеком без существования, когда несуществующие человечки собирают стадионы."
    "Не к месту вспомнилось вдруг, что термин «хикикомори» придумали тоже японцы."
    "Кстати, наш «Юбилейный» японцы обещали посетить с концертами в феврале, и ни в чём они не виноваты, японцы-то, хоть и придумали этот чёртов термин."
    "И никто не виноват."
    "Может, даже и я."
    "Я вернулся к монитору и, подкурив предпоследнюю, с грустью констатировал, что, похоже, придётся выбраться на улицу — если верить календарю, на дворе был четверг, а по «рыбным дням» ближайшая онлайн-доставка почему-то наотрез отказывалась от вебмани в качестве оплаты."
    "За монитором был пустынный секторок рунета, в котором я обычно обитал — парочка форумов, две или три доски объявлений, сборщик почты да неизменный ютьюб."
    "Социальные сети я презирал как лишнее напоминание о том, кто я есть."
    "За окном была такая же пустынная улица — почему-то в три часа дня, в предновогодние дни, никто вдруг не спешил по магазинам."
    play sound_loop sfx_street_traffic_outside fadein 2
    "Только неизменный трафик, борющийся с ледяным ветром с Невы — иногда мне казалось, что это некий конвейер, везущий на себе игрушечные модельки машинок, за рулём которых никого нет."
    "Включая солипсиста, так легко было представить, что во всём мире теперь только так — промозгло, холодно и приглушенно-шумно."
    me "Хотя, я его никогда и не выключал."
    "Поведал я своему отражению в стекле."
    me "Я закрою глаза, и ты исчезнешь. Конец света через три… два…"
    window hide
    show blinking
    pause (3)
    dreamgirl "С мягким знаком."
    me "А это обязательное условие?"
    dreamgirl "Ну… А почему ты не паникуешь? Почему не орёшь «кто здесь» или хотя бы не констатируешь с умным видом «делириум тременс»?"
    me "А это поможет?"
    dreamgirl "Нет, но мне будет приятно."
    me "Знаешь, что ещё приятно?"
    dreamgirl "Знаю, милый."
    dreamgirl "Только не предлагай мне это, у меня ни рук, ни… Скажи, а почему ты дома сидишь? Вечер-то какой! Айда гулять!"
    me "У меня утро."
    "Я прислонился лбом к холодному стеклу. Всегда хотелось иметь альтер эго, эдакое приятное раздвоение личности, с которым можно будет поболтать."
    "Но с безжалостной честностью посмотрев на себя со стороны, понимал — придушу через полчаса общения. "
    dreamgirl "Можешь попробовать меня придушить, милый."
    "Хихикнул голос в голове."
    me "А если я головой стукнусь как следует?"
    dreamgirl "Тоже вариант! Тебе, понятно, не повредит, зато кровообращение стимулируешь."
    dreamgirl "Дальний угол хорош! Там ещё гвоздь такой уместный, можно ещё глазом на него. Так что на счёт «три»…"
    me "Да иди ты!"
    dreamgirl "Как будто тебе есть что терять."
    "Презрительно фыркнул голос."
    dreamgirl "Прямо беда с тобой таким — со всех сторон цивилизованная амёба с нулевой пассионарностью."
    me "Это как?"
    dreamgirl "Если к тебе дьявол припрётся покупать душу — ему будет нечего предложить взамен. Ты же не хочешь ничего!"
    me "Да нет! Я, вот, в феврале хочу апгрейд сделать…"
    dreamgirl "Ага, и вечером сыру купить. Тьфу. Страстишки!"
    "Презрительно фыркнул голос."
    dreamgirl "Нужно что-то такое, от чего дух захватывает и слёзы на глаза наворачиваются! Заветное!"
    dreamgirl "У тебя есть заветная мечта?"
    me "Как бы мне от тебя избавиться? Вот моя заветная мечта."
    dreamgirl "Сходи, прогуляйся."
    me "Что, поможет?"
    dreamgirl "Нет. Но хотя бы голову проветришь, пустую, звонкую. Иди!"
    me "Откуда ты взялся… взялась… взялось? Тебя не должно быть, я все симптомы душевных болезней наперечёт знаю."
    dreamgirl "А ниоткуда. Я, конечно, польщён… польщена… польщено тем, что ты так старательно навязываешь мне некую личностность. {w}Но давай не будем. И прекрати уже со мной вслух разговаривать! Совсем уже долбанулся, сам с собой в квартире вслух разговаривает."
    dreamgirl "Что только люди подумают…"
    th "Прочь из моей головы. Тебя нет."
    "Мгновенно перешёл на внутренний диалог я."
    dreamgirl "Правда? А мне показалось, что это {i}тебя{/i} нет. Я как в том романе Адамса — за каким-то хреном произнесённое слово, причём, судя по всему, матерное, которое очень многим не понравилось. Волеизъявление."
    dreamgirl "А вот тебя — нет. Ты лёг спать десять лет назад после автокатастрофы и до сих пор не проснулся, так и спишь носом в клавиатуру."
    dreamgirl "Хотя вру — спишь ты с тех самых пор, когда впервые купил себе этот чёртов ПК. Ты, кстати, в курсе, что через пять месяцев будет круглая дата вашего трогательного сожительства? Как отмечать будете? Ты подаришь ему кольцо? Срок уже приличный, пора решаться."
    th "Вон, я сказал."
    dreamgirl "Обойдёшься. Твоя иллюзия существования поддерживается только потому, что мне этого хочется."
    dreamgirl "На самом деле достаточно просто признать это. "
    dreamgirl "Понимаешь? Перестать пыжиться своим никому не нужным «я», избавиться от очередной иллюзии — деда Мороза нет, зубной феи нет, правды тоже нет."
    dreamgirl "Последний логический шаг, Сём. Признай, что и тебя — тоже нет."
    "Я подавил желание вскочить и, подвывая от ужаса, побежать куда-то — слишком уж точно били бессвязные реплики моей новообретённой шизофрении."
    "Между тем за окном уже окончательно стемнело."
    $ set_mode_nvl()
    scene bg semen_room_window 
    play sound_loop sfx_street_traffic_outside fadein 2
    play music ringtone
    $ renpy.pause(3)
    "Мобильный на столе зажужжал, привлекая моё внимание."
    "Спасаясь от почти ощутимого треска реальности по швам, я вцепился в трубку."
    stop music fadeout 2
    "— Да."
    "— Проснулся."
    "— Нет."
    "— Не занят."
    "— Приехать? А зачем?"
    "— Да, конечно."
    nvl clear
    "Я снова кидаю взгляд на заснеженные многоэтажки."
    "— Буду через час."
    window hide
    $ renpy.pause(4)
    stop sound_loop fadeout 3
    play ambience ambience_cold_wind_loop fadein 3
    $ set_mode_adv()
    "Почему бы и нет? По большому счёту я бы провёл день, в очередной раз обновляя страницу какой-нибудь доски или форумчика, споря с какими-нибудь анонимными пользователями на темы, которые забудутся быстрее, чем закроется вкладка."
    dreamgirl "Новые впечатления, как-никак. Подождут твои анонимусы, никуда не денутся."
    "Затычки с Мэнсоном в уши, пальто на рыбьем меху на плечи — и навстречу декабрьскому вечеру."
    window hide
    scene anim intro_1 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_2 
    with fade
    play sound sfx_intro_bus_stop_steps
    $ renpy.pause(3, hard=True)
    scene anim intro_3 
    with fade
    $ volume(0.3, 'music')
    play music prologue_1 
    $ renpy.pause(3, hard=True)
    scene anim intro_4 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_5 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_6 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_8 
    play sound sfx_intro_bus_stop_sigh
    with fade
    $ renpy.pause(3, hard=True)
    "Мало-помалу удалось привести голову в порядок, раскидать по дальним тёмным полочкам всё, что наговорила посетительница моей черепной коробки."
    "Неотразимый аргумент — логическую бомбу я крайне аккуратно спрятал в самый дальний чулан. {w}Меня нет? Хм. Звучит как неплохое оружие судного дня."
    "Теперь само воспоминание о визите…"
    dreamgirl "Не расслабляйся. Твоя остановка, а тебе ещё полчаса жалеть себя, пока автобус подойдёт."
    th "Слушай, я же наушниками заткнул уши."
    "Я переключился на мелодию потяжелее, но это не сильно помогло."
    th "От тебя что, совсем спасения нет?"
    dreamgirl "Почему же. Есть. Начни жить. Пойми одно, милый, я — это твоя жажда общения, иллюзия истосковавшегося по бытию сознания. Сделай вдох поглубже, стань самодостаточным."
    th "А нельзя без этого?"
    "С тоской спросил я."
    dreamgirl "Можно. Есть один экспресс-метод…"
    th "Какой?"
    "Внутренний голос промолчал, вместо ответа вытаскивая на поверхность непонятные, ненужные воспоминания."
    dreamgirl "У тебя тут интереснее, чем у родителей на балконе!"
    window hide
    $ renpy.pause(3)
    scene anim prolog_2 
    with fade
    $ renpy.pause(1)
    $ set_mode_nvl()
    play music lonesome_shepherd
    "Моё первое двенадцатое апреля — то самое, которое я запомнил."
    "Меня куда-то ведёт отец, держа за руку, из динамиков вещает Левитан, а с экрана машет рукой какая-то улыбающаяся женщина с орденами."
    "И не верится в то, что это космонавт — они же небожители. Они обитают там, где кончается воздух и начинается Вселенная. Как эта маленькая женщина может быть тем серебристым чудом, что показывали всем нам в фильмах?"
    "А в детской голове срабатывает механизм, и я вдруг отчётливо понимаю, что если эта маленькая женщина смогла — то и я смогу. Надо только…"
    "Что именно «только» я так и не узнал, после того, как меня завернули на медицинской комиссии — наследственность, прости Господи… Или дело в том, что я пару раз нагулявшись «Оболонью», заночевал на мостовой?"
    "Так или иначе, после томографии завернули — с мечтой пришлось попрощаться."
    nvl clear
    "Или вот ещё — жестяные рупоры репродукторов прибиты за держащие скобы наживую, на стволы сосен, и вниз от моего места идёт склон, по которому я всегда перемещался только бегом."
    "Наступая между корней сосен, между камнями — приветом от ледника, что гостил здесь сорок тысяч лет назад — я лечу вниз по склону. Мне немного грустно от того, что все мальчики нашли здесь себе кого-то, кто хотя бы не отказывается танцевать с ними."
    "Но здесь и сейчас меня переполняет счастье, которое возможно только в детстве!"
    "А из динамиков льётся бравурный марш из «Индианы Джонс», и до гран-при нашего оркестра конкретно с этим маршем немногим менее полугода — слепящие софиты в глаза, а я стою, расставив ноги и держу трубу перед собой, выдавая фортиссимо, так как микрофоны во все времена презирал — что мне, дыхалки не хватит, сыграть так, чтобы меня услышали в зале?!"
    "В мире существует всего две вещи, позволяющие услышать глас божий — это орган, причём, непременно церковный…"
    "И симфонический оркестр."
    "А я служу концентратором этому голосу."
    nvl clear
    "Под абсом стучит жёсткими краями наст, и равновесие держится уже на автомате, и выбившиеся из-под шапки кудряшки выглядят возмутительно безалаберно, и хочется их поправить. Девичий смех. Улыбка."
    "Слёзы."
    "«Ты можешь переезжать ко мне, если захочешь»."
    "Малая Охта, южные горы, тебе не стоило сидеть на доске, притворяясь, что просто отдохнуть присела."
    "Я же равнодушный, я всегда мимо прохожу — что меня дёрнуло, спрашивается?"
    "Пустая квартира. Пустые надежды."
    show uvao_d1 at left with dspr
    "Она была слишком похожа на ту, что снилась мне."
    "Снилась всю мою жизнь."
    "Похоже, я ошибался."
    nvl clear
    scene anim prolog_1
    "Я сам выбрал эту петлю — я не люблю людей. Не поддерживаю контакты, не пью на корпоративах и не трахаюсь там же, не выбираюсь на чатовки и вечера встречи выпускников."
    "Если мы с вами учились в одном классе или школе — то я не стану орать при встрече «здорово, браток»."
    "Нет, я вздрогну и перейду на другую улицу. Вы — прошлое. Вы меня раздражаете."
    nvl clear
    "По ту сторону невидимой границы осталось обеспечивающее существование эго, оставляя меня одного, обнажённого, против простого вопроса — а действительно ли я так нужен?"
    "Нет, не так. Вопрос звучит по-другому."
    "Не «кто я» или «где я». А «зачем я»?"
    "Хоть кто-нибудь почешется, если меня однажды не станет?"
    nvl clear
    window hide
    play sound sfx_intro_bus_engine_start
    $ renpy.pause(3)
    play sound_loop sfx_intro_bus_engine_loop fadein 3
    $ set_mode_adv()
    scene anim intro_9 
    with fade2
    "Не сойти с ума. Не сойти с ума."
    "В голове это крутилось как надоедливая песенка всё то время, что я устраивался в салоне подошедшего автобуса марки «ЛиАЗ» — старинного, таких на маршруте, пожалуй что и не встретишь. "
    window hide
    $ renpy.pause(2)
    scene anim intro_10 
    with fade
    play sound sfx_intro_bus_door_open
    $ renpy.pause(3, hard=True)
    scene anim intro_11 
    with fade
    $ renpy.pause(1, hard=True)
    stop sound_loop fadeout 4
    scene anim intro_13 
    with fade2
    $ renpy.pause(3, hard=True)
    scene bg intro_xx 
    with fade
    stop ambience fadeout 2
    play sound_loop sfx_bus_interior_moving fadein 4
    th "Я — Персунов Семён, двадцать {image=alt_KS_censor} лет, фрилансер."
    dreamgirl "Повтори это ещё сорок четыре раза. Кстати, ты знаешь, что повторение одного и того же слова пару десятков раз резко обесценивает его смысловую нагрузку?"
    dreamgirl "Вот, например, твоё «фрилансер». Давай-ка произнесём его вслух! Фрилансер, фрилансер, фрилансер… «Фри» означает свободу или отсутствие чего-то."
    dreamgirl "Смотри-смотри — чайлд-фри. Или даже шуга-фри. А может, нуб-фри? Ты же заядлый просиживатель штанов за игрушками, должен знать."
    dreamgirl "А «лансер» — это от английского названия лёгкого пехотного копья. Ты же в курсе, что первые копья представляли собой обтёсанную жердину, всё предназначение которой было сбросить всадника с лошади? Это японцы извращались со своими нагинатами, за каким-то фигом удлиняя рукоятки мечей до совершенно неприличных размеров."
    dreamgirl "Как считаешь, может комплексы виноваты? По поводу размеров."
    th "Заткнись, пожалуйста."
    dreamgirl "Как это? Мы же только начали! Итак, ты у нас свободный носитель лёгкого копья."
    dreamgirl "Звучит! Фрилансер, фрилансер, фрилансер. А может, нет? Может, это не фрилансер, а ланс-фри? Человек, свободный от тягот службы и ношений всяких длинных тяжёлых штук?"
    dreamgirl "Ну, свободный художник же! Ландскнехт. Чёртов наймит, согласный подставлять свои мягкие места под удары за звонкую монету."
    dreamgirl "Тебе тоже в серебряниках платят? Кстати, всегда было любопытно, а тридцать серебряников — это сколько по нынешнему курсу доллара?"
    th "Заткниииись."
    "Чтобы отвлечься, я опять принялся считать количество смертей на квадратный метр."
    "Это всегда помогало расслабиться — вот, на пересечении с Народной опять оторвало вывеску, она как в «Пункте назначения» легко прошьёт и автобус, и мою голову, если перестанет держать последний болт."
    "А вот парные высотки на свайном первом этаже — такали мы эти сваи, такали, но случись что — и близнецы сложатся на проезжую часть, в труху сминая всех, оказавшихся на линии огня. "
    "А вот и моя любимая — да такая, что дух захватывает — мы въехали на горб Володарского моста, и если вдруг что…"
    "Что именно «вдруг что» я так и не понял — но, судя по тому, как развернулся и кувыркнулся мир за окном, мы только что исполнили па на гололедице."
    stop sound
    stop sound_loop
    window hide
    scene black with fade
    "В ушах что-то тонко пищало, вхолостую ревел двигатель, где-то на заднем плане дьявольски хохотом заливался внутренний голос. И длилось это бесконечные несколько секунд."
    play sound sfx_shoulder_dive_water
    "И в тот самый момент, когда чёрные языки воды   впервые лизнули подошвы моих ботинок — я, наконец, уступил просьбам — и  засомневался в реальности происходящего."
    window hide
    play ambience ambience_camp_center_night fadein 2
    scene bg ext_entrance_night_clear_7dl 
    show owl :
        pos (931, 88)
    show uvao_d1 at left
    show prologue_dream 
    with fade3
    "Из ничего соткалась картинка с какими-то воротами, ведущими, судя по надписи,  в пионерский лагерь — на переднем плане грустная шатеночка, о чём-то меня спрашивающая."
    "И лицо её было знакомое-знакомое…"
    "А вода всё ближе, и так обидно будет не услышать хотя бы  последнее в жизни."
    "Я оборачиваюсь к незнакомке и что было сил фиксирую её в сознании."
    th "Так о чём…"
    stop sound_loop fadeout 3
    show alt_credits timeskip_come with dissolve2:
        pos (747,105)
    $ renpy.pause(3, hard=True)
    scene bg ext_entrance_night_clear_7dl
    show uvao_d1 at left
    show prologue_dream
    th "Так это… ты?!"
    dreamgirl "Нет, но… Решайся."
    "По ногам хлестнуло льдом, а в наушниках играл чёртов «пастух», и я был больше там — в прошлом, в памяти, чем реально на сиденье автобуса."
    "А потому ничуть не удивился, когда картинка сменилась — всё верно, мне же так хотелось в лето!"
    "Тихая, тёмная южная ночь у ворот с надписью «пионерлагерь»."
    "Красивая незнакомка."
    "И полное отсутствие стимулов возвращаться — реальный мир только что себя закопал — а я вдруг понял, откуда знаю эти правильные черты лица, эти огромные глаза."
    th "Я же сам их создал! Плоть от плоти, это мои сны — чуть ли не с младенчества."
    "Она иногда снилась мне. {w}Иногда. {w}Всю мою жизнь."
    "Звала с собой."
    "Но причины возвращаться из пелены сна всегда находились. {w}До сегодняшнего дня."
    "Так что…"
    window hide
    $ renpy.pause(2)
    menu:
        "Пойду, милая.":
            "Конечно, пойду."
        "Нет, я останусь здесь":
            $ alt_day_catapult = 1
    "В голову пришло, что это нелогично было — изо всех сил заставлять меня думать и делать, а в такой ответственный момент подсунуть иллюзию."
    scene black
    stop ambience
    "Темнота накрыла меня с головой ледяным тяжёлым одеялом."
    $ renpy.pause(3, hard=True)
    stop music fadeout 5
    $ renpy.pause(3)
    $ volume(1.0, 'music')
    return

label alt_day0_start_h:
    scene black with fade
    show alt_credits timeskip6 with dissolve2:
        pos (200,540)
    $ renpy.pause(4, hard=True)
    window hide
    play sound sfx_shoulder_dive_water
    scene black
    show spill_gray
    with dissolve
    play music vampire fadein 3
    "Существует не так много вещей, по-настоящему заслуживающих веры."
    me "Остынь, чувак!"
    "Я верю в смерть."
    "Жадно замершую на самом краешке свинцового шарика."
    window hide
    scene black with fade
    me "Пожалуйста, опусти пистолет."
    "Я верю в страх — клубящийся на дне ствола пистолета, направленного тебе в лицо."
    voice "Вы тупые? {w}Бутылку на прилавок, руки на прилавок, в темпе!"
    "Страх, шепчущий, что люди будут жить, любить и работать — и всё это будет уже не для тебя."
    "Потому что тебя там не будет."
    "А хочется жизнь. Хочется… Жизнь."
    "А не глухота, тошнота и мгла."
    "Я верю в боль."
    me "Сейчас, сейчас! {w}Зина, пожалуйста, дай молодому человеку что он просит."
    "Помертвевшая от ужаса Зинаида судорожно кивнула."
    "ИЖ-79-9 или, в просторечии, «Макарыч», внушает страх, но согласно закону, летальным оружием не является."
    "Я верю в ненависть."
    "Я вижу, как посетитель держит оружие и куда он целится."
    "Попадание в мягкие ткани, в глаза… {w}Верная смерть."
    "Он готов нести смерть, страх и боль."
    "Сократить дистанцию, сломать руку, и любой суд меня оправдает."
    "Пять метров… {w}Четыре… {w}Три…"
    "Дистанция прямого рывка."
    "Я верю в то, что всё это когда-нибудь закончится."
    stop music fadeout 3
    play sound makarych fadein 0
    window hide
    scene believe_in_pain with flash_red
    with fade2
    $ renpy.pause(3, hard=True)
    "День не задался с самого утра."
    play music prologue_1 
    window hide
    scene bg semen_room
    "В холодильнике было шаром покати, а из двух последних яиц, что предназначались мне на завтрак, одно оказалось тухлым."
    "Я узнал об этом, когда вылил его к первому в сковородку."
    "Так что вместо завтрака я убирал за кошкой, наевшейся ватных палочек."
    window hide
    scene anim intro_1 
    with fade
    $ renpy.pause(3, hard=True)
    "Вечер, четверг, 28 декабря 2018 года."
    "Дата и без того скверная."
    "А тут ещё и работа."
    window hide
    scene anim intro_2 
    with fade
    play sound sfx_intro_bus_stop_steps
    $ renpy.pause(3, hard=True)
    scene anim intro_3 
    with fade
    "Как говорил мой отец — если мужчина ничего не умеет, он идёт работать охранником."
    "А если женщина ничего не умеет — она идёт на панель."
    "Суть одна — спать за деньги."
    window hide
    $ renpy.pause(3, hard=True)
    scene anim intro_4 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_5 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_6 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_8 
    play sound sfx_intro_bus_stop_sigh
    with fade
    $ renpy.pause(3, hard=True)
    "Питерская зима — довольно скверная штука."
    "Нева то и дело норовит вскрыться и окутать стылой промозглой сыростью всё в диаметре километра."
    "Не спасает ни горнолыжная одежда — каюсь, увлекался по молодости лет — ни дорогие перчатки."
    window hide
    scene anim intro_7 
    with fade
    $ renpy.pause(3, hard=True)
    scene bg bus_stop 
    with fade
    "Меня подводит пальто на рыбьем меху."
    "Такая ерунда.{w} Штаны и перчатки я себе купил, а на хорошую куртку уже не хватило."
    "А потом это перестало иметь значение."
    "Когда ты работаешь два через два, и единственный твой собеседник — это донянчивающая третье поколение Зинаида Матвеевна, рано или поздно очень многое перестаёт иметь значение."
    window hide
    scene stars:
        zoom 1.1
        linear 0.4 zoom 1.0
    with fade
    $ renpy.pause(3, hard=True)
    "Некоторое время спасало самообразование, саморазвитие, но…"
    "Наверное, иногда стоит прогнуться под обстоятельства, спустить на тормозах, найти компромисс."
    "Поиск компромиссов это очень, очень полезное качество."
    "Как жаль, что я им не обладаю."
    show blackout_exh
    $ renpy.pause(2)
    play ambience ambience_cold_wind_loop fadein 3
    "Меня портит моя вспыльчивость."
    "Ну, когда-то она называлась так…"
    show blinking  with dissolve
    "Ещё тогда, когда меня заботили определения и оценки." 
    "Небо сегодня какое свежее. Какое равнодушное."
    "Хотя глаз привычно уже отмечает окружение, выбирает возможные линии огня."
    "И открытая площадь оценивается лишь как «а это место неплохо простреливается!»"
    "Тараканы? {w}Они самые."
    "Мои зовутся «посттравматический синдром», ими меня наградили в одном городке рядом с горами."
    "Я — соринка в глазу общества, проблема и ненормальный, чуждый элемент."
    "Проблема в том лишь, что в этом мире больше не осталось действительно нормальных людей."
    window hide
    $ renpy.pause(3, hard=True)
    scene bg bus_stop 
    with fade
    $ renpy.pause(3, hard=True)
    stop music fadeout 10
    "Я ходил по утрамбованному снежку возле остановки, безуспешно пытаясь согреться."
    "Как обычно, в моменты вынужденного безделья, мало-помалу начал углубляться в воспоминания."
    window hide
    $ volume(1.0, 'music')
    play music tilltheend fadein 3
    $ renpy.pause(3)
    scene anim prolog_2 
    with fade
    $ renpy.pause(1)
    $ set_mode_nvl()
    "Любопытно, что стало бы, умей любой ребёнок на начале своего жизненного пути заглядывать в будущее?"
    "Если бы жизнь была действительно честна с нами и действительно предлагала свободу выбора, а не её иллюзию."
    "Если бы этот ребёнок видел, как малозначима золотая медаль за учёбу, как суетны и смешны попытки научиться чему-то, что никогда не пригодится."
    "Музыка? Не нужна."
    "Спорт? Мимо."
    "Точные науки? Не то."
    "Всё это — ненужный багаж, пассив в памяти."
    nvl clear
    "Как тогда поступил бы этот ребёнок?"
    "Что сделал бы, если б я-настоящий мог поговорить со мной-ребёнком и рассказать, что самым важным навыком будет умение быстро бегать и стрелять на шорох?"
    "Наверное, не стал бы поступать в ВУЗ, никаких лекций, конспектов, смешного знакомства в библиотеке, попыток построить своё нечаянное счастье."
    "Я рассказал бы о том, как не вовремя приходит беда — хотя к кому когда она приходит вовремя…"
    "О том, что первые полгода после известия о том, что мать сбило машиной, не стоило тратить на поиски водителя, скрывшегося с места аварии."
    "О том, что нельзя верить в людей, потому что эти люди предадут."
    nvl clear
    "Я вооружил бы самого себя знанием, и не стал бы ругаться с заместителем по учебной работе."
    "И не пошёл бы в армию, оставляя за спиной недееспособную мать."
    "В ту армию, что вытравила из меня остатки человека, научив взамен лишь исполнять приказы и поражать цель."
    nvl clear
    scene anim intro_7
    with fade
    play sound_loop sfx_street_traffic_outside fadein 2
    "Может быть, тогда не произошло бы суда, первого условного за нанесение телесных средних ответственному за мой вопрос офицеру."
    "Я носил свой условный срок как ризу пред лицом Высшей Справедливости, но мать так и не выпустили из Степанова-Скворцова, она так и угасла, глядя сквозь толстое стекло на тёмно-серую питерскую тоску."
    "А может быть, всё произошло бы так же, просто немного другим путём."
    "Мой отец привил мне тягу к этой Высшей Справедливости — и это было его единственным вкладом в моё воспитание."
    "Но, несмотря на подлость его, на предательство — я продолжал глупо верить в совесть, в справедливость для всех."
    "Не умел иначе."
    nvl clear
    "Наверное, стоило бы пойти служить."
    "Для прямолинейных глупцов вроде меня, работа в полиции или в армии по контракту была бы идеальным вариантом."
    "Но государство отняло у меня мать, поэтому на государеву службу я не пошёл бы, даже умирая от голода."
    "Я попробовал себя в рекламе и продажах."
    "И у меня даже начало получаться, я даже стал немного зарабатывать сверх минимума."
    "Но несколько рокировок, и маячившее место начальника отдела ушло племяннику нашего Частного Предпринимателя."
    "Спасибо судье, вошла в положение и не засчитала дело рецидивом. Святая женщина."
    "И вот я здесь."
    "Сычёв. {w} Семён Сычёв."
    nvl clear
    "Определённые плюсы в работе охранником были — много свободного времени, скользящий график, достойная зарплата."
    "Но со всеми своими учёбами и работами я оказался на обочине общества."
    "Нелюдимый и неласковый — в полном соответствии со своей фамилией."
    "Подругой не обзавёлся, о семье не думал — а на горизонте уже маячит тридцак."
    "Не этого я хотел, когда заканчивал школу, ох, не этого."
    nvl clear
    window hide
    play sound sfx_intro_bus_engine_start
    $ renpy.pause(3)
    play sound_loop sfx_intro_bus_engine_loop fadein 3
    $ set_mode_adv()
    scene anim intro_9 
    with fade2
    "Подъехавший «ЛиАЗ» меня, мягко говоря, удивил."
    "Старый-старый, ископаемое, свидетель времени, когда не считались нелепыми атавизмами честь и совесть."
    "Наверное, я был бы очень уместен именно там — в стране молодости таких вот краснобоких «ЛиАЗ»-ов."
    "Думал, их заменили на машинки поновее — жизнерадостные зелёные кубики с площадкой для въезда инвалидов, свидетельство эпохи."
    "Наверное, последний из могикан."
    stop music fadeout 5
    window hide
    $ renpy.pause(2)
    scene anim intro_10 
    with fade
    play sound sfx_intro_bus_door_open
    $ renpy.pause(3, hard=True)
    scene anim intro_11 
    with fade
    $ renpy.pause(1, hard=True)
    stop sound_loop fadeout 4
    scene anim intro_13 
    with fade2
    $ renpy.pause(3, hard=True)
    scene bg intro_xx 
    with fade
    stop ambience fadeout 2
    play sound_loop sfx_bus_interior_moving fadein 4
    $ volume(0.5, 'music')
    play music music_list["lightness_radio_bus"] fadein 7
    "Город жил. Ему было плевать на меня, он просто жил."
    "И если однажды не станет Сычёва Семёна Семёныча, об этом никто никогда не вспомнит."
    show blink  with dissolve
    $ renpy.pause(1.5)
    "Такой вот реквием по мечте."
    "А в салоне играло что-то такое тёплое и доброе, родом из далёкого-далёкого детства."
    "Когда не имели значения громкие имена и пафосный антураж, и народ тянулся просто к звукам хорошей песни."
    "Она навевала какую-то ностальгию, и изнутри отозвалось неожиданным теплом, разбежавшимся мурашками по коже, немного, но всё же согревая."
    window hide
    stop music fadeout 3
    "Я закрыл глаза."
    show blink  with dissolve
    $ renpy.pause(1.5)
    "И открыл их уже около своей остановки."
    window hide
    stop sound_loop
    stop ambience fadeout 3
    play music music_list["torture"] fadein 5
    scene bg int_store_7dl with fade
    "Я подчинил жизнь распорядку."
    "После заступления на смену принимаю объект, здороваюсь с Зиной и занимаю место в уголке."
    "Привычное и распланированное до секунд бытие."
    "Несостоявшийся музыкант, несостоявшийся спортсмен и просто замечательный человек охраняет чужие сигареты, потому, что ничего другого он не умеет."
    "Но, как я уже говорил, сегодня всё было не так."
    "Особенно стало не так, когда в помещение магазина, впустив вместе с собой целый клуб морозного воздуха ввалился этот пьяный дурак."
    "И плевать он хотел на закон — ему хотелось выпить."
    "Я ожидал угроз, агрессии, мата. {w}В конце концов, я затем здесь и сижу."
    "Но когда он достал из кармана пистолет…"
    stop sound_loop
    stop ambience
    window hide
    play sound makarych fadein 0
    "В общем, день определённо не задался."
    window hide
    scene bg ext_entrance_night_clear_7dl
    show prologue_dream 
    with fade3
    $ night_time()
    play ambience ambience_camp_center_night fadein 2
    "Две пули, два кусочка питерского неба — в голову."
    "У других на краю небытия перед глазами проносится вся жизнь." 
    "Во всяком случае, я так слышал — у меня-то была совершенно другая картинка."
    "Какое-то странное место, летняя ночь, тишина."
    "И лишь знакомый голос родом из страны детских снов:"
    window hide
    scene black 
    with fade3
    scene bg ext_entrance_night_clear_7dl
    show owl :
        pos (931, 88)
    show uvao_d1 at left
    show prologue_dream 
    with fade3
    show alt_credits timeskip_come with dissolve2:
        pos (747,105)
    $ renpy.pause(3, hard=True)
    scene bg ext_entrance_night_clear_7dl
    show uvao_d1 at left
    show prologue_dream
    menu:
        "Пойду, милая.":
            "Я молча схватил протянутую руку."
        "Нет, я останусь здесь":
            $ alt_day_catapult = 1
    window hide
    $ renpy.pause(1)
    $ renpy.pause(2, hard=True)
    stop music
    stop sound_loop
    stop ambience
    return

label alt_day0_start_l:
    play music music_list["orchid"] fadein 3
    voice "Прости."
    "Хруст фаланг под опускающейся ногой, закованной в лакированный штиблет."
    "Что-то жизненно важное, лопающееся под ударом ноги."
    "Тело подпрыгивает на заплёванном, грязном полу подъезда и не шевелится больше."
    "Не умерло, нет. {w}А стоило бы."
    voice "Прощай."
    "Всё началось почти десять лет назад."
    "Десять лет, изменившие мир и одного глупенького мальчика."
    window hide
    scene op_back with dissolve
    play sound_loop sfx_bus_interior_moving fadein 2
    "На дворе заканчивались нулевые, а я, студент — гордый тем, что полностью создал себя — опоздал."
    "За год подработки в кафе с живой музыкой я повидал всего, но незыблемым оставалось одно — как штык в 9-37 я стоял на остановке и поджидал свой ПАЗик."
    "А здесь задержался."
    "Я помню эти лица — девочку метр с кепкой, работающую в ночную смену местного интернет-кафе, Тэш, кажется."
    "На второй остановке обычно заходила Юля — мы раньше работали вместе и до сих пор здороваемся кивками."
    "Привычное и распланированное до секунд бытие."
    "Моё место мизантропское — на отшибе."
    "И я всегда занимал его, так как не переносил чужих прикосновений."
    "А здесь опоздал. {w}И за две минуты что-то сдвинулось в пластах мироздания."
    "Моё место оказалось занято каким-то парнем, пришлось садиться рядом с Тэш."
    "Время до моей остановки надо было чем-то убить — и, от нечего делать, я заглянул за плечо «компьютерной» девочке, где она увлечённо трещала с кем-то по аське."
    "Один номер почему-то запомнился.{w} Наверное, потому, что был достаточно красивым, пятизначным…"
    "И мало удивительного было в том, что вернувшись домой, я машинально забил номер в поиск, мы разговорились… Подружились… Спешили вечерами в сеть."
    "Пришлось потрудиться, объясняя, откуда у меня взялся этот номер."
    "Но оно того стоило."
    "Так что ничего удивительного в том, что однажды я просто признался себе, что мой лучший друг — это анонимный собеседник в асечном окошке."
    window hide
    stop music
    stop sound_loop
    scene anim prolog_3 with fade
    play music music_list["torture"] fadein 3
    "Я всегда считал, что каждый получает только ту реальность, какую заслуживает."
    "Реальность наркомана состоит из шприца, почти невидимых вен и раствора на ложке над зажигалкой."
    "Реальность художника — из образов, перспектив и горящей на кончиках пальцев идеи."
    "А моя реальность…"
    "Что ж, я не был безгрешен, и мне пришлось устроить ряд подлогов ради того, чтобы оказаться на первом курсе консерватории."
    "Я не гордился этим, но к своей мечте, связать жизнь с музыкой, шёл бульдозером."
    "Просто потому, что с первой мечтой в моей жизни, стать космонавтом, меня развернули — что-то в моём светлом детстве пошло не так, что-то со внутренними органами."
    window hide
    scene anim intro_1 
    with fade
    $ renpy.pause(3, hard=True)
    "Как результат, моя реальность состояла из нотных тетрадей, бесконечных репетиций, сольфеджио и попыток считать мелодию «с листа»."
    "И…"
    window hide
    with fade2
    "Я заканчивал второй курс, когда столкнулся с ней на нашей духовой кафедре."
    "И мы как намагниченные тянулись и тянулись друг к другу."
    "Хотя я изо всех сил строил из себя ответственного юношу, не разменивающегося на мелочи."
    "Несмотря даже на то, что нас представили друг другу общие знакомые спустя неделю."
    "А ещё через неделю я признался своему единственному другу — тому таинственному собеседнику из сети — в том, что, кажется, схожу с ума."
    "И полтора часа восторженных эпитетов, расписываний «какая она!» спустя, мне задали вопрос: и что, нашему общению теперь конец?"
    me "Конечно же, нет! Я даже не собираюсь…"
    "Чего я не собирался — я не договорил."
    play sound sfx_door_bell
    "По ту сторону двери стояла она."
    window hide
    scene anim intro_2 
    with fade
    play sound sfx_intro_bus_stop_steps
    $ renpy.pause(3, hard=True)
    scene anim intro_3 
    show blind1_1
    with fade
    play music prologue_1 
    hide blind1_1
    show blind1_2
    with dissolve
    "Почему она пришла? Непонятно."
    hide blind1_2
    "Но факты штука упрямая — по ту сторону двери стояла она."
    window hide
    $ renpy.pause(3, hard=True)
    scene anim intro_4 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_5 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_6 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_8 
    play sound sfx_intro_bus_stop_sigh
    with fade
    $ renpy.pause(3, hard=True)
    "Я всю жизнь мечтал пинать мяч, всю жизнь хотел помахать рукой Земле из космоса."
    "Но где-то в Небесной Канцелярии решили, что я буду полезнее в качестве музыканта."
    "Сначала больные почки. {w}Потом повреждение колена."
    "Я понял намёк и полностью посвятил себя музыке, не размениваясь на мелочи."
    "Так что про любовь я знал только то, что она есть."
    "Только то, что сумели воспитать во мне Гершвин, Григ, Бетховен."
    "Вечерами и мне мечталось о том, что я однажды встречу свою Джульетту Гвиччарди."
    "По-своему, по-обывательски, я был наивен и верил в то, что любому человеку свойственна тяга к чистому и светлому."
    "Человека должна привлекать жизнь, прекрасная, настоящая."
    "А не глухота, тошнота и мгла…"
    "Семнадцать лет, чего вы хотели… {w}Перспективный мальчик."
    window hide
    scene anim intro_7 
    with fade
    $ renpy.pause(3, hard=True)
    scene bg bus_stop 
    with fade
    "А ведь мы даже не поцеловались."
    "Держались за руки, ходили вместе, медленно двигаясь к тому, когда кому-нибудь из нас хватит решимости перевести её и меня в «нас»."
    "Оказалось, решимости хватило кому-то другому."
    window hide
    with fade2
    "Он забрал её у меня — её улыбку, тепло ладони, жадное внимание в зелёных глазах."
    "И будто в ознаменование того, что беда не приходит одна, замолчал и мой таинственный асечный визави."
    "Он очень долго молчал и до этого, но я тогда был занят — я был влюблён."
    window hide
    $ renpy.pause(3)
    scene anim prolog_2 
    with fade
    $ renpy.pause(1)
    "Почему-то даже в голову не пришло мстить или бороться…"
    "Просто улетели в помойное ведро и сгорели несколько тетрадей со стихами, серенадами, и сюита «Ей» звалась теперь «Без Лица»."
    "Просто из телефона, записной книжки и почтового ящика безжалостно были выкорчёваны номера и контакты."
    "Я замкнулся в себе и полностью сосредоточился на учёбе."
    "Учёба, работа, учёба, работа — музыка — не дающая успокоения, но хотя бы не бесящая."
    "Наверное, меня, как любого другого представителя знака Близнецов, действительно необходимо очень сильно обидеть, чтобы мы начали выкладываться в творческом плане."
    "Хотя я никогда не верил во всю эту зодиакальную чушь."
    "Но я начал срывать овации — бывший бесталанный, вечная вторая партия, тот, на кого ректор уже давно рукой махнул, я будто бы обрёл второе дыхание…"
    "Да-да, то самое, которое не светит ни одному из духовиков с их гипертрофированными лёгкими."
    "Гран-при на фестивале духовых инструментов, первое место среди трубачей в смотр-конкурсе «Звуки СНГ», приглашение на стажировку в Берлин с перспективой трудоустройства…"
    "Я видел это всё во сне, находясь будто под наркозом, и с трудом воспринимал."
    "Я рос как музыкант, загибаясь как романтик и ребёнок."
    "Сейчас я понимал, что вообще мало удивительного в том, сколько боли обычно прячут глаза любого талантливого музыканта."
    window hide
    scene white with blind_l
    "До конца учебного года оставалось немногим меньше месяца, до поездки в Германию — полутора, когда давным-давно мёртво молчащий контакт разродился «приветом»."
    window hide
    scene black with fade
    show laptop
    show laptop_un_epilogue
    show laptop_un_epilogue_loki
    with blind_d
    $ renpy.pause(2)
    play ambience ambience_cold_wind_loop fadein 3
    "И я забыл обо всём."
    "Это была первая за полгода ночь, когда я засиделся у монитора до рассвета."
    "Мы, захлёбываясь, говорили обо всём на свете."
    "Мой мудрый визави — человек, которого мне так не хватало эти полгода бесконечной вьюги."
    "А когда наутро я рассказал о женском коварстве и том, что отдал бы многое, только бы просто заглянуть в глаза ему, пожать лапу и проставить по паре чего-нибудь вкусного…"
    voice "А ты выгляни на лестничную площадку."
    window hide
    show blinking  with dissolve
    scene bg int_epilogue_bg_7dl
    $ renpy.pause(3.5)
    "Она просидела всю ночь на подоконнике, болтая с мобильного со мной по аське."
    "Она. Разделившая простое «Мы» на «Ты» и «Я»."
    "Как она оказалась ещё и моим лучшим другом?"
    "Тем, чьи мысли я всегда слышал произносимыми голосом Брэндона Кинера, с лукавой улыбкой и мудрым умением выслушать."
    stop sound_loop fadeout 4
    "Как она посмела…"
    "Она захлопнула дверь за собой."
    play sound sfx_face_slap
    "Схватилась за щёку, которую обожгло пощёчиной."
    me "Выпьешь чаю, и я не хочу тебя видеть. Никогда."
    "Ответила."
    "Я не знаю, сколько мы били друг друга, сколько орали, но…"
    window hide
    $ renpy.pause(3)
    scene anim prolog_5 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim prolog_5 
    with fade
    $ renpy.pause(3, hard=True)
    "Я не пошёл учиться.{w} Ни в этот день, ни в следующий."
    if persistent.d3_loki:
        "Она ушла рано утром на третий день."
        "Пошатываясь от недосыпа, с глазами в красной паутинке, взъерошенная, проходившая всё это время в моей рубашке."
        "Прекрасная. {w}Моя."
        "Только закрыв за ней дверь, я понял, каким же был идиотом, что не позволил произойти этому раньше."
    "А вечером надо было идти на работу."
    "Стоит ли говорить, что я не дошёл?"
    if persistent.d3_loki:
        "Похоже, что он всё узнал."
        "Сама Ксения ему сказала, или он догадался — я не знаю."
    "Меня встретили в подъезде. {w}Не помню, сколько их было — трое? Четверо?"
    "Оголодавшие хищники, рвущие жертву стаей."
    window hide
    $ volume(1.0, 'music')
    play music music_list["a_promise_from_distant_days_v2"] fadein 3
    $ renpy.pause(3)
    scene anim prolog_2 
    with fade
    $ renpy.pause(1)
    with flash
    play sound sfx_lena_hits_alisa
    pause(1)
    $ set_mode_nvl()
    "После первого контакта прямым в лицо сознание уплыло, и я не считал количества сыплющихся на меня ударов."
    "Многочисленные ушибы, перелом трёх пальцев правой руки и самое страшное — отбитые лёгкие."
    "Я открыл глаза в больнице."
    "И чуть не закрыл их навсегда, когда огласили диагноз."
    "Семён Персунов, подающий надежды музыкант, стал узником Замка Тишины."
    "Какой там Берлин, какая стажировка — представители Берлинского Филармонического готовы были помочь чем угодно, но они не были способны на чудо."
    "Обычно здесь ставят точку и закрывают книгу."
    "Потому что история теряет всякий смысл."
    nvl clear
    window hide
    $ renpy.pause(3)
    "А я почему-то решил барахтаться."
    "Бывший «перспективный мальчик» ещё полгода ходил по стеночке, восстанавливаясь."
    "Из них три месяца — под присмотром специалистов после нескольких неудачных попыток суицида."
    "Бывший «подающий надежды», бывший лауреат, бывший, бывший, бывший…"
    "И стоит ли удивляться, что самая красивая, самая мудрая и хорошая махнула хвостом, лишь узнав о том, во что я превратился?"
    if persistent.d3_loki:
        "Как будто не было никогда наших отношений."
        "Как будто не было этих трёх дней бешеного марафона, не расцепляя рук."
    else:
        "Как будто не было никогда ни нас, ни нашей трогательной дружбы."
    "«Прости. Прощай.»"
    nvl clear
    window hide
    scene anim prolog_5
    with fade
    stop music fadeout 4
    play music beth fadein 3
    play sound_loop sfx_street_traffic_outside fadein 2
    "Во мне что-то сломалось. Куда-то делся внутренний яростный огонь, что мог бы сделать меня карающей дланью, толкнуть на преступление, на глупости."
    "Я стал тенью себя прежнего, но не сдался. Лишив меня дела всей жизни, ублюдок таким образом дал мне новое."
    "Шло время. Я сдал оставшийся год экстерном и ушёл в дом детского и юношеского творчества руководителем духового кружка, где полностью посвятил себя преподаванию музыки."
    "Я не знаю, откуда они узнали, но одним зимним вечером ко мне в аудиторию заглянул отец одного из моих учеников. Он не стал ходить круг да около и сразу предложил помощь."
    "Таким образом было положено начало."
    "Ещё пять лет, пока один из моих бывших одноклассников не получил всё-таки заместителя в районной СЭС."
    "Замы, помощники, полпреды, секретари — не сильные мира сего, а те, кто носит им бумаги на подпись. И пишет эти бумаги."
    "Как сказал классик, миром правят лейтенанты и капитаны."
    "А месть во все времена подавали холодной."
    "Я был тенью, трикстером, плетущим сеть на человека. Как когда-то сплёл её ас Локи — кличка прилипла сама собой; разве что моя Сигюн оказалась куда не так верна и променяла блюдо с ядом на медовые посулы хлыща, не любившего её ни секунды."
    "Ещё годик — моя жертва каким-то чутьём засекла сужающих круги акул и вела все дела идеально честно, частенько даже в убыток себе."
    "Но вода точит камень — у меня появился шанс."
    nvl clear
    "Дело было в последней декаде июля, на валовых заказах штат перестал справляться, привлекли специалистов на аутсорсе, «забыли» заключить договоры — и в дверь этой фирмочки постучалась выездная налоговая проверка."
    "За ней пожарники, санитары, кадастровая служба — в нашей сумрачной столице практически невозможно существовать на территории города и быть безгрешным."
    "Закон кармы в действии."
    "Решение о банкротстве суд выдал меньше чем через полгода тяжб."
    "Не могу сказать, что мне стало легче от этого — даже если бы его прилюдно распяли, это не вернуло бы меня к музыке."
    "Я всё ещё остался тем молодым угрюмым руководителем кружка самодеятельности, шарахающимся от коллектива и знакомств."
    "Чёртовым одиночкой, не испытавшим даже мрачного ликования, когда всё закончилось."
    "Идеальной кандидатурой на роль человека, погибающего при загадочных обстоятельствах."
    "Если чему и научился за эти десять лет — так это тому, что иногда даже две минуты могут круто повернуть судьбу человека."
    "Поэтому научился ценить время, и по педантичности и пунктуальности сумел бы заткнуть за пояс любого японца."
    nvl clear
    window hide
    play sound sfx_intro_bus_engine_start
    $ renpy.pause(3)
    play sound_loop sfx_intro_bus_engine_loop fadein 3
    $ set_mode_adv()
    scene anim intro_9 
    with fade2
    "И потому я тютелька в тютельку стою на остановке автобуса."
    "«Четыреста десятый, наш автобус отправляется в ад»."
    "Научив пунктуальности, жизнь не научила меня ничему другому. И ума точно не добавила."
    "Именно поэтому я машу ладонью водителю ЛиАЗа — старенького, красного, сейчас таких и не встретишь почти — всё заменили евроноводелы."
    window hide
    $ renpy.pause(2)
    scene anim intro_10 
    with fade
    play sound sfx_intro_bus_door_open
    $ renpy.pause(3, hard=True)
    scene anim intro_11 
    with fade
    $ renpy.pause(1, hard=True)
    stop sound_loop fadeout 4
    scene anim intro_13 
    with fade2
    $ renpy.pause(3, hard=True)
    scene bg intro_xx 
    with fade
    stop ambience fadeout 2
    play sound_loop sfx_bus_interior_moving fadein 4
    th "Где же она, обещанная ненависть к человеку, который тебя уничтожил?"
    "Связь с Ксаной меня уже чуть не убила однажды."
    "А она позвонила. {w}И попросила приехать."
    "Логика, моя верная подруга."
    "Я могу лишь гадать, зачем она меня позвала."
    "Предположим, что не просто так."
    "Предположим, что там меня ждёт что-то очень плохое."
    "Но порой любовь — совсем не счастье, порой она бремя и проклятье."
    "Поэтому я должен рискнуть."
    "За десять лет мир изменился. {w}Я изменился."
    "Незыблемым осталось одно."
    "Я всё ещё{w} {b}не могу без неё{/b}."
    window hide
    "Я закрыл глаза."
    show blink 
    $ renpy.pause(1.5)
    scene bg ext_winterpark_7dl with dissolve
    $ renpy.pause(1.5)
    stop ambience
    stop sound_loop
    "Ксана назначила встречу в ЦПКиО."
    play ambience ambience_night_city fadein 3
    "Где-то рядом с катком, сказала, что будет ждать меня у самой коробки."
    "Мой подарок на Новый Год. Подарок победителю в игре, где победитель теряет всё."
    "Чего-то такого и я ждал — Локи ведь тоже не очень хорошо кончил."
    "Поэтому когда на меня, растянувшись цепью, пошла уже знакомая четвёрка, я даже не испугался."
    th "Вот и всё."
    "Сказал я себе."
    "Две зажигалки, удобно лёгшие в кулаки, прозрачная питерская ночь и любовь всей моей жизни."
    th "Вот и всё."
    "Я пошёл к ним, побежал навстречу злому сверканию глаз, застывшим оскалам, тупоносым ботинкам, которыми так удобно ломать рёбра…"
    "Локи, Асгард приговорил тебя к смерти."
    scene cg d7_sl_gonna_be_ok_7dl
    show ldb_blind
    show blackout_exh
    show prologue_dream
    with fade
    play ambience ambience_camp_center_night fadein 2
    "С катка доносились звуки очередного попсового мотивчика, а я лежал в глубоком снегу и смотрел на фонарь, чей свет резал ледяной воздух толстыми ломтями."
    "Было жутко холодно, но пошевелиться я не мог."
    "Похоже, они попали куда-то, где ещё не всё зажило."
    "Поэтому ощущению тепла не удивился уже — слышал, что такое происходит с замерзающими."
    stop music fadeout 3
    "А под захлопнувшимся веком обнаружилась странная картинка:"
    show expression D3_intro("bg ext_entrance_night_clear_7dl")
    show owl :
        pos (931, 88)
    show prologue_dream
    with blind_r
    "Застывшие во мгновении полёта гипсовые пионеры, стоящие по разные стороны от полуоткрытых фигурных ворот с колышками сверху."
    "Была ночь, стояла полная тишина, нарушаемая лишь пением цикад."
    "И лишь знакомый с детства голос, зовущий в страну, откуда нет возврата:"
    window hide
    scene bg ext_entrance_night_clear_7dl 
    show owl :
        pos (931, 88)
    show expression D3_intro("uvao_d1") at left
    show prologue_dream
    with fade3
    show alt_credits timeskip_come with dissolve2:
        pos (747,105)
    $ renpy.pause(3, hard=True)
    scene bg ext_entrance_night_clear_7dl
    show uvao_d1 at left
    show prologue_dream
    th "Ты как всегда вовремя…"
    th "Впрочем… Что я теряю?"
    window hide
    $ renpy.pause(2)
    menu:
        "Пойду, милая.":
            me "Надеюсь, там не будет больше ни её, ни его, ни этой чёртовой четвёрки."
        "Нет, я останусь здесь":
            $ alt_day_catapult = 1
    stop ambience
    "Сначала перестала иметь значение боль."
    "Потом пропали саднящие ощущения в ссаженных щеках и бульканье в лёгких."
    "Мороз перестал иметь значение."
    "И…"
    window hide
    $ renpy.pause(1)
    $ renpy.pause(2, hard=True)
    return
    
label alt_day0_d3_prologue:
    $ plthr = u"Септим"
    play sound wakeup fadein 3
    $ renpy.pause(4, hard=True)
    $ prolog_time()
    $ renpy.pause(2, hard=True)
    scene anim prolog_2
    with dissolve2
    window hide
    play music my_only_hope fadein 3
    #TODO
    voice "Прости."
    "Хруст фаланг под опускающейся ногой, закованной в лакированный штиблет."
    "Что-то жизненно важное, лопающееся под ударом ноги."
    "Тело подпрыгивает на заплёванном, грязном полу подъезда и не шевелится больше."
    "Не умерло, нет. {w}А стоило бы."
    voice "Прощай."
    "Всё началось почти десять лет назад."
    "Десять лет, изменившие мир и одного глупенького мальчика."
    window hide
    scene op_back with dissolve
    play sound_loop sfx_bus_interior_moving fadein 2
    "За год подработки в кафе с живой музыкой я повидал всего, но незыблемым оставалось одно — как штык в 9-37 я стоял на остановке и поджидал свой ПАЗик."
    "А здесь задержался."
    "Я помню эти лица — девочку метр с кепкой, работающую в ночную смену местного интернет-кафе, Тэш, кажется."
    "На второй остановке обычно заходила Юля — мы раньше работали вместе и до сих пор здороваемся кивками."
    "Привычное и распланированное до секунд бытие."
    "Моё место мизантропское — на отшибе."
    "И я всегда занимал его, так как не переносил чужих прикосновений."
    "А здесь опоздал. {w}И за две минуты что-то сдвинулось в пластах мироздания."
    "Моё место оказалось занято каким-то парнем, пришлось садиться рядом с Тэш."
    "Время до моей остановки надо было чем-то убить — и от нечего делать я заглянул за плечо «компьютерной» девочке, где та увлечённо трещала с кем-то по аське."
    "Один номер почему-то запомнился.{w} Наверное, потому, что был достаточно красивым, пятизначным…"
    "И мало удивительного было в том, что, вернувшись домой, я машинально забил номер в поиск, мы разговорились… Подружились… Спешили вечерами в сеть."
    "Пришлось потрудиться, объясняя, откуда у меня взялся этот номер."
    "Но оно того стоило."
    "Так что ничего удивительного в том, что однажды я просто признался себе, что мой лучший друг — это анонимный собеседник в асечном окошке."
    window hide
    stop music
    stop sound_loop
    scene anim prolog_3 with fade
    play music music_list["torture"] fadein 3
    "Я всегда считал, что каждый получает только ту реальность, какую заслуживает."
    "Реальность наркомана состоит из шприца, почти невидимых вен и раствора на ложке над зажигалкой."
    "Реальность художника — из образов, перспектив и горящей на кончиках пальцев идеи."
    "А моя реальность…"
    "Что ж, я не был безгрешен, и мне пришлось устроить ряд подлогов ради того, чтобы оказаться на первом курсе консерватории."
    "Я не гордился этим, но к своей мечте, связать жизнь с музыкой, шёл бульдозером."
    "Просто потому, что с первой мечтой в моей жизни, стать космонавтом, меня развернули — что-то в моём светлом детстве пошло не так, что-то со внутренними органами."
    window hide
    scene anim intro_1 
    with fade
    $ renpy.pause(3, hard=True)
    "Как результат, моя реальность состояла из нотных тетрадей, бесконечных репетиций, сольфеджио и попыток считать мелодию «с листа»."
    "И…"
    window hide
    with fade2
    "Я заканчивал второй курс, когда столкнулся с ней на нашей духовой кафедре."
    "И мы как намагниченные, тянулись и тянулись друг к другу."
    "Хотя я изо всех сил строил из себя ответственного юношу, не разменивающегося на мелочи."
    "Несмотря даже на то, что нас представили друг другу общие знакомые спустя неделю."
    "А ещё через неделю я признался своему единственному другу — тому таинственному собеседнику из сети — в том, что, кажется, схожу с ума."
    "И полтора часа восторженных эпитетов, расписываний того «какая она!» спустя, мне задали вопрос: и что, нашему общению теперь конец?"
    "Конечно же, нет! Я даже не собираюсь…"
    "Чего я не собирался — я не договорил."
    play sound sfx_door_bell
    "По ту сторону двери стояла она."
    window hide
    scene anim intro_2 
    with fade
    play sound sfx_intro_bus_stop_steps
    $ renpy.pause(3, hard=True)
    scene anim intro_3 
    show blind1_1
    with fade
    play music prologue_1 
    hide blind1_1
    show blind1_2
    with dissolve
    "Почему она пришла? Непонятно."
    hide blind1_2
    "Но факты штука упрямая — по ту сторону двери стояла она."
    window hide
    $ renpy.pause(3, hard=True)
    scene anim intro_4 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_5 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_6 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_8 
    play sound sfx_intro_bus_stop_sigh
    with fade
    $ renpy.pause(3, hard=True)
    "Я всю жизнь мечтал пинать мяч, всю жизнь хотел помахать рукой Земле из космоса."
    "Но где-то в Небесной Канцелярии решили, что я буду полезнее в качестве музыканта."
    "Сначала больные почки. {w}Потом повреждение колена."
    "Я понял намёк и полностью посвятил себя музыке, не размениваясь на мелочи."
    "Так что про любовь я знал только то, что она есть."
    "Только то, что сумели воспитать во мне Гершвин, Григ, Бетховен."
    "Вечерами и мне мечталось о том, что я однажды встречу свою Джульетту Гвиччарди."
    "По-своему, по-обывательски, я был наивен и верил в то, что любому человеку свойственна тяга к чистому и светлому."
    "Человека должна привлекать жизнь, прекрасная, настоящая."
    "А не глухота, тошнота и мгла…"
    "Семнадцать лет, чего вы хотели… {w}Перспективный мальчик."
    window hide
    scene anim intro_7 
    with fade
    $ renpy.pause(3, hard=True)
    scene bg bus_stop 
    with fade
    "А ведь мы даже не поцеловались."
    "Держались за руки, ходили вместе, медленно двигаясь к тому, когда кому-нибудь из нас хватит решимости перевести её и меня в «нас»."
    "Оказалось, решимости хватило кому-то другому."
    window hide
    with fade2
    "Он забрал её у меня — её улыбку, тепло ладони, жадное внимание в зелёных глазах."
    "И будто в ознаменование того, что беда не приходит одна, замолчал и мой таинственный асечный визави."
    "Он очень долго молчал и до этого, но я тогда был занят — я был влюблён."
    window hide
    $ renpy.pause(3)
    scene anim prolog_2 
    with fade
    $ renpy.pause(1)
    "Почему-то даже в голову не пришло мстить или бороться…"
    "Просто улетели в помойное ведро и сгорели несколько тетрадей со стихами, серенадами, и сюита «Ей» звалась теперь «Без Лица»."
    "Просто из телефона, записной книжки и почтового ящика безжалостно были выкорчёваны номера и контакты."
    "Я замкнулся в себе и полностью сосредоточился на учёбе."
    "Учёба, работа, учёба, работа — музыка — не дающая успокоения, но хотя бы не бесящая."
    "Наверное, меня, как любого другого представителя знака Близнецов, действительно необходимо очень сильно обидеть, чтобы мы начали выкладываться в творческом плане."
    "Но я начал срывать овации — бывший бесталанный, вечная вторая партия, тот, на кого духовик уже давно рукой махнул, я будто бы обрёл второе дыхание…"
    "Да-да, то самое, которое не светит ни одному из духовиков с их гипертрофированными лёгкими."
    "Гран-при на фестивале духовых инструментов, первое место среди трубачей в смотр-конкурсе «Звуки СНГ», приглашение на стажировку в Берлин с перспективой трудоустройства…"
    "Я видел это всё во сне, находясь будто под наркозом, и с трудом воспринимал."
    "Я рос как музыкант, загибаясь как романтик и ребёнок."
    "Сейчас я понимал, что вообще мало удивительного в том, сколько боли обычно прячут глаза любого талантливого музыканта."
    window hide
    scene white with blind_l
    "До конца учебного года оставалось немногим меньше месяца, до поездки в Германию — полутора, когда давным-давно мёртво молчащий контакт разродился «приветом»."
    window hide
    scene black with fade
    show laptop
    show laptop_un_epilogue
    show laptop_un_epilogue_loki
    with blind_d
    $ renpy.pause(2)
    play ambience ambience_cold_wind_loop fadein 3
    "И я забыл обо всём."
    "Это была первая за полгода ночь, когда я засиделся у монитора до рассвета."
    "Мы, захлёбываясь, говорили обо всём на свете."
    "Мой мудрый визави — человек, которого мне так не хватало эти полгода бесконечной вьюги."
    "А когда наутро я рассказал о женском коварстве и том, что отдал бы многое, только бы просто заглянуть в глаза ему, пожать лапу и проставить по паре чего-нибудь вкусного…"
    voice "А ты выгляни на лестничную площадку."
    window hide
    show blinking  with dissolve
    scene bg int_epilogue_bg_7dl
    $ renpy.pause(3.5)
    "Она просидела всю ночь на подоконнике, болтая с мобильного со мной по аське."
    "Она. Разделившая простое «Мы» на «Ты» и «Я»."
    "Как она оказалась ещё и моим лучшим другом?"
    "Тем, чьи мысли я всегда слышал произносимыми голосом Брэндона Кинера, с лукавой улыбкой, и мудрым умением выслушать."
    stop sound_loop fadeout 4
    "Как она посмела…"
    "Она захлопнула дверь за собой."
    play sound sfx_face_slap
    "Схватилась за щёку, которую обожгло пощёчиной."
    me "Выпьешь чаю, и я не хочу тебя видеть. Никогда."
    "Ответила."
    "Я не знаю, сколько мы били друг друга, сколько орали, но…"
    window hide
    $ renpy.pause(3)
    scene anim prolog_5 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim prolog_5 
    with fade
    $ renpy.pause(3, hard=True)
    "Я не пошёл учиться.{w} Ни в этот день, ни в следующий."
    if persistent.d3_loki:
        "Она ушла рано утром на третий день."
        "Пошатываясь от недосыпа, с глазами в красной паутинке, взъерошенная, проходившая всё это время в моей рубашке."
        "Прекрасная. {w}Моя."
        "Только закрыв за ней дверь, я понял, каким же был идиотом, что не позволил произойти этому раньше."
    "А вечером надо было идти на работу."
    "Стоит ли говорить, что я не дошёл?"
    if persistent.d3_loki:
        "Похоже, что он всё узнал."
        "Сама Ксения ему сказала, или он догадался — я не знаю."
    "Меня встретили в подъезде. {w}Не помню, сколько их было — трое? Четверо?"
    "Оголодавшие хищники, рвущие жертву стаей."
    window hide
    $ volume(1.0, 'music')
    play music music_list["a_promise_from_distant_days_v2"] fadein 3
    $ renpy.pause(3)
    scene anim prolog_2 
    with fade
    $ renpy.pause(1)
    with flash
    play sound sfx_lena_hits_alisa
    pause(1)
    $ set_mode_nvl()
    "После первого контакта прямым в лицо сознание уплыло, и я не считал количества сыплющихся на меня ударов."
    "Многочисленные ушибы, перелом трёх пальцев правой руки и самое страшное — отбитые лёгкие."
    "Я открыл глаза в больнице."
    "И чуть не закрыл их навсегда, когда огласили диагноз."
    "Семён Персунов, подающий надежды музыкант, стал узником Замка Тишины."
    "Какой там Берлин, какая стажировка — представители Берлинского Филармонического готовы были помочь чем угодно, но они не были способны на чудо."
    "Обычно здесь ставят точку и закрывают книгу."
    "Потому что история теряет всякий смысл."
    nvl clear
    window hide
    $ renpy.pause(3)
    "А я почему-то решил барахтаться."
    "Бывший «перспективный мальчик» ещё полгода ходил по стеночке, восстанавливаясь."
    "Из них три месяца — под присмотром специалистов после нескольких неудачных попыток суицида."
    "Бывший «подающий надежды», бывший лауреат, бывший, бывший, бывший…"
    "И стоит ли удивляться, что самая красивая, самая мудрая и хорошая махнула хвостом, лишь узнав о том, во что я превратился?"
    if persistent.d3_loki:
        "Как будто не было никогда наших отношений."
        "Как будто не было этих трёх дней бешеного марафона, не расцепляя рук."
    else:
        "Как будто не было никогда ни нас, ни нашей трогательной дружбы."
    "«Прости. Прощай.»"
    nvl clear
    window hide
    scene anim prolog_5
    with fade
    stop music fadeout 4
    play music beth fadein 3
    play sound_loop sfx_street_traffic_outside fadein 2
    "Во мне что-то сломалось. Куда-то делся внутренний яростный огонь, что мог бы сделать меня карающей дланью, толкнуть на преступление, на глупости."
    "Я стал тенью себя прежнего, но не сдался. Лишив меня дела всей жизни, ублюдок таким образом дал мне новое."
    "Шло время. Я сдал оставшийся год экстерном и ушёл в дом детского и юношеского творчества руководителем духового кружка, где полностью посвятил себя преподаванию музыки."
    "Я не знаю, откуда они узнали, но одним зимним вечером ко мне в аудиторию заглянул отец одного из моих учеников. Он не стал ходить круг да около и сразу предложил помощь."
    "Таким образом было положено начало."
    "Ещё пять лет, пока один из моих бывших одноклассников не получил всё-таки заместителя в районной СЭС."
    "Замы, помощники, полпреды, секретари — не сильные мира сего, а те, кто носит им бумаги на подпись. И пишет эти бумаги."
    "Как сказал классик, миром правят лейтенанты и капитаны."
    "А месть во все времена подавали холодной."
    "Я был тенью, трикстером, плетущим сеть на человека. Как когда-то сплёл её ас Локи — кличка прилипла сама собой; разве что моя Сигюн оказалась куда не так верна и променяла блюдо с ядом на медовые посулы хлыща, не любившего её ни секунды."
    "Ещё годик — моя жертва каким-то чутьём засекла сужающих круги акул и вела все дела идеально честно, частенько даже в убыток себе."
    "Но вода точит камень — у меня появился шанс."
    nvl clear
    "Дело было в последней декаде июля, на валовых заказах штат перестал справляться, привлекли специалистов на аутсорсе, «забыли» заключить договоры — и в дверь этой фирмочки постучалась выездная налоговая проверка."
    "За ней пожарники, санитары, кадастровая служба — в нашей сумрачной столице практически невозможно существовать на территории города и быть безгрешным."
    "Закон кармы в действии."
    "Решение о банкротстве суд выдал меньше чем через полгода тяжб."
    "Не могу сказать, что мне стало легче от этого — даже если бы его прилюдно распяли, это не вернуло бы меня к музыке."
    "Я всё ещё остался тем молодым угрюмым руководителем кружка самодеятельности, шарахающимся от коллектива и знакомств."
    "Чёртовым одиночкой, не испытавшем даже мрачного ликования, когда всё закончилось."
    "Идеальной кандидатурой на роль человека, погибающего при загадочных обстоятельствах."
    "Если чему и научился за эти десять лет — так это тому, что иногда даже две минуты могут круто повернуть судьбу человека."
    "Поэтому научился ценить время, и по педантичности и пунктуальности сумел бы заткнуть за пояс любого японца."
    nvl clear
    window hide
    play sound sfx_intro_bus_engine_start
    $ renpy.pause(3)
    play sound_loop sfx_intro_bus_engine_loop fadein 3
    $ set_mode_adv()
    scene anim intro_9 
    with fade2
    "И потому я тютелька в тютельку стою на остановке автобуса."
    "«Четыреста десятый, наш автобус отправляется в ад»."
    "Научив пунктуальности, жизнь не научила меня ничему другому. И ума точно не добавила."
    "Именно поэтому я машу ладонью водителю ЛиАЗа — старенького, красного, сейчас таких и не встретишь почти — всё заменили евроноводелы."
    window hide
    $ renpy.pause(2)
    scene anim intro_10 
    with fade
    play sound sfx_intro_bus_door_open
    $ renpy.pause(3, hard=True)
    scene anim intro_11 
    with fade
    $ renpy.pause(1, hard=True)
    stop sound_loop fadeout 4
    scene anim intro_13 
    with fade2
    $ renpy.pause(3, hard=True)
    scene bg intro_xx 
    with fade
    stop ambience fadeout 2
    play sound_loop sfx_bus_interior_moving fadein 4
    th "Где же она, обещанная ненависть к человеку, который тебя уничтожил?"
    "Связь с Ксаной меня уже чуть не убила однажды."
    "А она позвонила. {w}И попросила приехать."
    "Логика, моя верная подруга."
    "Я могу лишь гадать, зачем она меня позвала."
    "Предположим, что не просто так."
    "Предположим, что там меня ждёт что-то очень плохое."
    "Но порой любовь — совсем не счастье, порой она бремя и проклятье."
    "Поэтому я должен рискнуть."
    "За десять лет мир изменился. {w}Я изменился."
    "Незыблемым осталось одно."
    "Я всё ещё{w} {b}не могу без неё{/b}."
    window hide
    "Я закрыл глаза."
    show blink 
    $ renpy.pause(1.5)
    scene bg ext_winterpark_7dl with dissolve
    $ renpy.pause(1.5)
    stop ambience
    stop sound_loop
    "Ксана назначила встречу в ЦПКиО."
    "Где-то рядом с катком, сказала, что будет ждать меня у самой коробки."
    "Мой подарок на Новый Год. Подарок победителю в игре, где победитель теряет всё."
    "Чего-то такого и я ждал — Локи ведь тоже не очень хорошо кончил."
    "Поэтому когда на меня, растянувшись цепью, пошла уже знакомая четвёрка, я даже не испугался."
    th "Вот и всё."
    "Сказал я себе."
    "Две зажигалки, удобно лёгшие в кулаки, прозрачная питерская ночь и любовь всей моей жизни."
    th "Вот и всё."
    "Я пошёл к ним, побежал навстречу злому сверканию глаз, застывшим оскалам, тупоносым ботинкам, которыми так удобно ломать рёбра…"
    "Локи, Асгард приговорил тебя к смерти."
    scene cg d7_sl_gonna_be_ok_7dl
    show ldb_blind
    show blackout_exh
    show prologue_dream
    with fade
    play ambience ambience_camp_center_night fadein 2
    "С катка доносились звуки очередного попсового мотивчика, а я лежал в глубоком снегу и смотрел на фонарь, чей свет резал ледяной воздух толстыми ломтями."
    "Было жутко холодно, но пошевелиться я не мог."
    "Похоже, они попали куда-то, где ещё не всё зажило."
    "Поэтому ощущению тепла не удивился уже — слышал, что такое происходит с замерзающими."
    stop music fadeout 3
    "А под захлопнувшимся веком обнаружилась странная картинка:"
    show expression D3_intro("bg ext_entrance_night_clear_7dl")
    show owl :
        pos (931, 88)
    show prologue_dream
    with blind_r
    "Застывшие во мгновении полёта гипсовые пионеры, стоящие по разные стороны от полуоткрытых фигурных ворот с колышками сверху."
    "Была ночь, стояла полная тишина, нарушаемая лишь пением цикад."
    "И лишь знакомый с детства голос, зовущий в страну, откуда нет возврата:"
    window hide
    scene bg ext_entrance_night_clear_7dl
    show uvao_d1 at left
    show prologue_dream
    th "Снова ты…"
    dreamgirl "Я. Ты готов?"
    "Я улыбнулся и кивнул."
    stop ambience
    "Приключение длиной в жизнь начинается с первого шага."
    "А мне дали волшебную возможность…"
    "Вернуться на самое начало и, воспользовавшись всем моим опытом и знаниями…"
    "Пере-понять всё с самого начала."
    window hide
    $ renpy.pause(1)
    $ renpy.pause(2, hard=True)
    #TODO

label alt_day0_epic_fail:
    stop music fadeout 3
    stop ambience
    stop sound_loop
    play music herc_death fadein 3
    if loki:
        "Холода больше не было."
        scene cg d7_sl_gonna_be_ok_7dl
        show ldb_blind
        show blackout_exh
        show prologue_dream
        with fade
        "Девушка, что снилась мне всю мою жизнь, печально улыбнулась на прощанье, и горькая слезинка замёрзла на идеальной щеке."
        "Новогоднее, выпивающее жизнь, ледяное настроение приняло меня в свои объятья."
        "Сердце постучалось в завтра."
        "Тук-тук."
        window hide
        scene black with fade
        "Но ему никто не ответил."
    elif herc:
        "Прошлое — зияющая рана."
        "Единственная твоя надежда на спасение — это обернуться и встретить его лицом к лицу."
        "Но это всё равно, что целовать губы своей мёртвой возлюбленной."
        "Они холодны, и прячут в себе ледяную тьму."
        scene bg int_store_7dl with fade
        "Мы согласны умирать ради тех, кого любим, ради тех, кто сможет жить после нас."
        "Чего ради умираю я?"
        window hide
        play sound makarych fadein 0
        "Газовый баллончик подал давление на свинцовый шарик, и маленькая круглая смерть вошла в мягкие ткани рядом с глазом. И ещё одна — в самый центр лба."
        scene black with fade
        "Ради чего? Ради бутылки водки?"
        "Ради соблюдения никому не нужного идиотского запрета на торговлю спиртным после десяти вечера?"
        window hide
        play sound sfx_bodyfall_1
        "Только у меня могла случиться такая идиотская смерть."
    else:
        window hide
        scene black
        "От холода ныло уже всё тело, вся Вселенная превратилась в вездесущий ледяной мокрый вакуум."
        "А секунду спустя чёрная вода сомкнулась над моей головой."
    $ renpy.pause(2, hard=True)
    window hide
    scene black
    show gameover
    with gopr
    $ renpy.pause(3, hard=True)
    return
    
label alt_day1_begin:
    play music areyouabully fadein 2
    play sound sfx_shoulder_dive_water
    scene anim_underwater
    show blackout_exh
    with fade
    "Я понял вдруг, что весь мир стал беспросветно-чёрной водой."
    "Наверное, это и есть тот самый ад, которым меня столько пугали."
    "Холод, тьма и полное отсутствие воздуха."
    "И так хочется оставить всё как есть и отправить себя в бесконечное падение навстречу дну."
    if alt_day_binder != 1:
        "Я перестал барахтаться."
        "И принял неизбежное."
    else:
        "Я рванулся к поверхности."
    window hide
    return

label alt_day1_alt_M:
    scene anim_underwater
    show blackout_exh
    with fade
    "Чёрная, мутная вода отпускала меня неохотно."
    "Аллегорическая картина моей жизни."
    "Беспросветное, гнилое болото."
    "Ничего хорошего в этом нет, но… Так живут миллионы людей."
    "А я всю жизнь считал благом способность не выделяться из толпы."
    "Поэтому я замер между двумя разрывающими меня векторами."
    "Между затягивающей меня трясиной и новой силой, тянущей вверх."
    hide blackout_exh
    show blackout_exh2
    with dspr
    "В идеальном балансе в пустоте."
    play sound sfx_head_heartbeat
    "Я остался бы здесь навсегда."
    hide blackout_exh2
    show blackout_exh3
    with dspr
    "Но мне очень хочется дышать."
    "Ещё один гребок к поверхности."
    "Ещё один."
    window hide
    play sound sfx_bus_window_hit 
    with vpunch
    scene black with flash_red
    stop music fadeout 2
    "Бам!"
    window hide
    $ renpy.pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_day
    with dissolve
    play ambience ambience_medstation_inside_day fadein 3
    play music music_list["so_good_to_be_careless"] fadein 5
    "Кажется, я слишком резко вскочил — от столкновения с чем-то из глаз посыпались искры."
    mi "Ай!"
    "Это было действительно больно."
    "Несколько секунд я пытался справиться с невольными слезами, и не сразу обратил внимание на то, что я не один!"
    "Мало того, я был в каком-то помещении, и не помнил, как я сюда попал."
    if herc:
        "Последнее, что я помню, это магазин. {w}Но сейчас тут совершенно точно не магазин."
        "Если только его не переоборудовали под аптеку."
    if loki:
        "Последнее, что задержалось в памяти — это лютый холод."
        "А потом… Что было потом?"
    "Это было какое-то медицинское помещение — не то санчасть, не то поликлиника."
    "В воздухе витал устойчивый запах лекарств."
    "Сквозь приоткрытую форточку в помещение задувал лёгкий летний ветерок."
    "Что-то в сложившейся картине показалось странным, но…"
    mi "Ой, вы живой? Как здорово, а то я тут думала, что вы умерли, лежите такой не шевелитесь, не дышите, знаете как напугалась!"
    "Источник шума удалось локализировать."
    window hide
    scene expression Noon("bg int_aidpost_day") at zenterleft
    show mi smile pioneer at cleft
    with dissolve
    show mi grin pioneer at cleft with dspr
    show name_mi with flash:
        pos(1160,460)
    show mi happy pioneer with dspr
    $ renpy.pause(2)
    scene bg int_aidpost_day
    show mi shocked pioneer at cright
    with dissolve
    "Очень красивая девушка с неправдоподобно длинными циановыми шиньонами в качестве волос."
    th "Не бывает настоящих волос такой длины!"
    th "Не бывает же! {w}Правда?"
    mi "А я же не знаю, как вам помочь, вдруг вы совсем-совсем померли, а я даже и не знаю, а когда вы дышать перестали, я уже думала за доктором бежать!"
    "Та-{w=.2}ра-{w=.2}тор-{w=.2}ка."
    "Голос высокий, но приятный, поставленный. {w}Хотя и чувствуется, что язык ей не совсем родной, да и букву «л» она выговаривает неохотно."
    "Девушка выглядела озабоченной, будто изо всех сил пыталась скрыть смущение."
    "Она смотрела на меня, пока я был в отключке?"
    me "Где… Я?"
    "Я не узнал собственный голос — этот был почему-то очень высоким."
    "Мальчишеским."
    show mi normal pioneer with dspr
    mi "Ой, слава богу, вы в порядке, а то я уже было заволновалась совсем!"
    mi "Мы нашли вас у ворот, где вы лежали без сознания, и нам пришлось отнести вас в медпункт, а доктор Виолетта сказала, чтобы мы все от вас отстали, но разве можно отстать, я же волнуюсь!"
    me "Со мной всё в порядке."
    "Я старательно делал вид, что лоб не зашиб, что в голове у меня не творится кавардак и вообще всё просто замечательно."
    "Хотя…"
    scene bg int_aidpost_day:
        xalign .5 yalign .45 zoom 1.0
        easeout 1.0 zoom 1.45 xalign 0.5 yalign 0.75
    $renpy.pause(0.81)
    play sound2 sfx_bodyfall_1
    with vpunch
    "Я попытался подняться, но вместо этого только успел отметить, как комната почему-то пошатнулась и начала заваливаться вперёд."
    scene bg int_aidpost_day:
        xalign 0.5 yalign 0.75 zoom 1.45
        easein 3.0 zoom 1.05 xalign 0.5 yalign 0.5
    "Меня подхватили тонкие руки, а их хозяйка, успокаивающе говоря мне что-то, вернула меня на кушетку."
    show mi upset pioneer at cright with dspr
    mi "Вы, пожалуйста, не волнуйтесь, доктор Виолетта сказала, что у вас тяжело проходит акклиматизация, поэтому вам надо хотя бы час поспать, иначе будете чувствовать себя плохо и голова будет тяжёлая."
    th "Голова у меня и так будет тяжёлой, если ты не перестанешь трещать."
    "Почему я чувствую себя так, как будто мне по голове как следует стукнули?"
    show mi serious pioneer with dspr
    mi "А раз уж я всё равно помогла вас сюда принести, то и вызвалась добровольцем посидеть рядом, пока она принесёт вам что-нибудь переодеться."
    "Она украдкой потёрла лоб, на котором было заметно ярко выраженное красное пятно."
    "Значит, столкновение с кем-то мне не приснилось?"
    "Но как это возможно?"
    "Она что, подглядывала за тем, как я сплю?"
    dreamgirl "Вот свезло, так свезло. {w}Извращенка!"
    me "Что?"
    mi "Я говорю…"
    "Опять завела шарманку девушка, а я снова отключился."
    "Нет, голос не очень похожий. {w}Значит, есть и третье действующее лицо."
    "Или глюки — ожидаемые на фоне общего состояния?"
    show mi shy pioneer with dspr
    mi "…видели кошмар, поэтому я наклонилась посмотреть, что случилось, а вы тут — бац!"
    menu:
        "Ты можешь внятно объяснить мне, где я?!":
            $ karma -= 10
            "Рявкнул я, не особо заботясь о правилах вежливости."
            show mi shocked pioneer with dspr
            "Девушка аж присела от неожиданности."
            mi "Вы только не волнуйтесь, хорошо? Вам нельзя волноваться, а вы ещё одеты так тепло, обязательно перегреетесь."
            "Запричитала она, опасливо отодвигаясь от меня подальше."
            mi "Сейчас доктор придёт, она вам всё скажет, вы её просто подождите, она у нас лучшая, мигом поможет!"
            "Она выглядела нешуточно напуганной, и я пожалел о своей вспышке."
            me "Ладно."
            "Буркнул я, остывая."
        "Ты подглядывала за мной, пока я спал?":
            $ lp_mi += 1
            show mi happy pioneer with dspr
            mi "Я просто хотела убедиться, что у вас всё хорошо, когда мне в детстве снилось что-то нехорошее, мама всегда дула мне на лоб, и это помогало."
            "Признаться, я впервые слышал про такой способ борьбы с кошмарами."
            "Да и девушка выглядела крайне смущённой."
            th "Хотя ей-то чего стесняться — она меня чуть ли не вдвое моложе."
            "Но… Она за мной подглядывала, а я стукнул ей по лбу."
            "Многообещающее начало знакомства, как по мне."
    me "Стоп, а что значит «переодеться»?"
    mi "Простите?"
    me "«Пока она принесёт вам что-нибудь переодеться»."
    "Старательно процитировал я."
    show mi smile pioneer with dspr
    mi "Какой вы милый."
    mi "Но вы же не собирались ходить на улице в свитере и ботинках?"
    show mi normal pioneer with dspr
    me "А что в этом такого?"
    stop music fadeout 10
    cs "Ровным счётом ничего."
    show bg int_aidpost_day at enterleft
    show mi normal pioneer at right with moveinright
    show cs normal at cleft with dspr
    "В комнате появилось новое действующее лицо."

    play music music_list["eternal_longing"] fadein 5
    cs "Виолетта Церновна Коллайдер."
    show cs grin with dspr
    $ renpy.pause(0.25)
    show cs normal with dspr
    "Она подмигнула."
    cs "Но для тебя можно просто {i}Виола{/i}… пионер."
    $ meet('cs','Виола')
    $ alt_meet['cs'] = u"Виола"
    show cs normal close with dissolve
    "Она вежливо кивнула девушке:"
    cs "Твоя работа здесь закончена… пионерка."
    show mi shy pioneer with dspr
    mi "Но я…"
    cs "Но если хочешь помочь…"
    play sound sfx_open_water_sink
    play sound_loop sfx_water_sink_stream fadein 1
    "Виола отошла к раковине в углу помещения и стала неторопливо мыть руки."
    cs "Достань, пожалуйста, из верхнего ящика стола…"
    show mi normal pioneer far at right with dissolve
    "Девушка тут же кинулась выполнять просьбу."
    "Открыла ящик и достала оттуда какой-то серый бумажный пакетик."
    mi "Это, да? Изделие номер два?"
    "Доктор осталась невозмутимой."
    show cs smile with dspr
    cs "Я абсолютно точно уверена, что это изделие номер два."
    cs "Но ты точно уверена, что это… {i}то, что тебе нужно?{/i}"
    "А вот до девушки, кажется, дошло."
    show mi shy pioneer far at right with dspr
    mi "Но это же пре… Го… Э… Ах!"
    play sound sfx_close_door_clubs_nextroom
    hide mi with easeoutright
    "Дверь за девушкой захлопнулась."
    cs "Ой. {w}Не тот ящик."
    "Безмятежно улыбнулась доктор Коллайдер."
    stop sound_loop
    play sound sfx_close_water_sink
    cs "И почему они так пугаются безобидного резинового изделия? {w}Но мы…"
    "Виолетта Церновна подошла к столу и открыв верхний ящик — но по левую руку — достала оттуда комплект одноразовых перчаток."
    cs "Вот о чём."
    show cs normal with dspr
    cs "Займёмся тобой… пионер."
    "Она произнесла это таким тоном, что в памяти почему-то всплыло слово «флюгегехаймен»."
    me "Так я же не пионер."
    "Виолетта Церновна чарующе улыбнулась."
    cs "Уверяю тебя…"
    show cs smile with dspr
    extend " Это временно."
    "Она толкнула меня на кушетку."
    me "А можно я…"
    show cs normal close with dissolve
    cs "Можно…"
    show cs normal close:
        linear 0.5 zoom 1.3
    with dspr
    "Её дыхание ласкало моё ухо."
    show cs shy close with dissolve
    cs "…раздеться."
    cs "Или мне самой тебя раздеть?"
    "В её ласковой улыбке я углядел нечто пугающее."
    "Да и никелированные ножницы, которыми она хищно щёлкнула, внесли свою лепту в мой душевный разлад."
    th "Ну её… Кто знает, что у неё там на уме!"
    "Уступив угрозе, я быстро-быстро стащил свитер и футболку, оставшись в одних штанах."
    "Подумывал расстегнуть и их, но Виолетта Церновна меня остановила:"
    show cs normal with dissolve
    cs "Давай не будем спешить… пионер. {w}Мы ещё не так близко знакомы."
    window hide
    with fade2

    "В голове мелькнуло, что, возможно, докторша просто мается от безделья и развлекается таким образом."
    th "С такими-то методами работы… Неудивительно."
    "Болит-не болит, пульс, лимфатические узлы — в том, что она была профессионалом, сомневаться не приходилось."
    "Но врачи, в руки которых мне приходилось попадать раньше, делали всё быстро, споро, сухо."
    "От доктора же Коллайдер даже простейшее «дышите-не дышите» вызывало мурашки."
    "Меня лапали — и я ни капельки не преувеличиваю!"
    "Всё это было, конечно, здорово и приятно. {w}Но я к такому просто не привык."
    cs "Что сказать…"
    "Закончив осмотр, больше походящий на сексуальное домогательство, доктор стянула перчатки и бросила их в стоящее тут же мусорное ведро."
    show cs smile with dspr
    cs "Нормальный здоровый пионер. {w}Пульс и давление в порядке. {w}Все прочие реакции"
    show cs shy with dspr
    extend " — тоже в полном порядке."
    "Виолетта поднесла мне смутно знакомую розовую плоскую таблетку с поперечной риской и мензурку с водой, и я, не задавая лишних вопросов, выпил лекарство."
    "Иначе бы добрейшая доктор изобрела бы пару альтернативных способов — и в числе гипотетических ощутимее всего фигурировала клизма."
    cs "Насчёт одежды договориться не удалось, придётся тебе обращаться к вожатой."
    show cs normal with dspr
    cs "Вожатой скажешь, чтобы дала тебе пару дней на акклиматизацию."
    cs "И чтобы никаких спорадических… нагрузок."
    "Я не знал, что такое «спорадические нагрузки», но на всякий случай покраснел."
    cs "А теперь иди… пионер."
    cs "В кустах рядом с крыльцом тебя дожидается провожатая."
    play sound sfx_hiding_in_bush fadein 0
    dv "Ничего я не дожидаюсь!"
    "Донеслось с улицы."
    cs "Да, прости. {w}Набирается опыта… Анатомического."
    "С улицы донеслось отчётливое рычание."
    cs "Ступай."
    "Она подтолкнула меня к выходу на улицу."
    cs "Не заставляй пионерку ждать."
    stop music fadeout 3
    window hide
    scene white with flash
    play sound sfx_close_door_clubs_nextroom

    "Меня ослепило не по-зимнему ярким солнцем, бьющим прямо в глаза."
    scene bg ext_sky_7dl with diam
    "До сей поры я берёг психику, не давая себе задумываться…"
    "Но сейчас уже было просто бесполезно отрицать."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_aidpost_day with flash:
        xalign 0.5 yalign 0.25 zoom 1.25
        linear 0.8 zoom 1.25 xalign 0.5 yalign 0.5
    play ambience ambience_camp_center_day fadein 3

    me "Вашу… Машу…"
    "Мне это не казалось, не"
    with flash_red
    extend " снилось."
    "Я ущипнул себя, но не проснулся."
    "Я заснул в зимнем Петербурге, а проснулся… {b}В ЛЕТЕ{/b}."
    with vpunch
    "Наверное, я сейчас должен был метаться в кошмаре по улице и рвать волосы на голове."
    "Потому что единственный способ перенести человека из зимы в лето — это сменить климатический пояс."
    "Наверное, держали под наркотиками, пока везли в самолёте!"
    th "Зря я эту таблетку сейчас съел."
    th "А то не очнуться бы мне теперь без почки!"
    th "Куда вы меня завезли, гады, сволочи, живым не дамся… Стоп."
    "Я помотал головой."
    th "Почему это звучит так… неубедительно?"
    "Я паниковал по инерции, просто потому, что в такой ситуации полагается паниковать."
    "Все герои-попаданцы, оказавшись в моей ситуации, испытывали сильный стресс, нервное напряжение."
    "Некоторые, особо бойкие, даже начинали кататься по земле и плакать."
    "И я, по идее, тоже должен бы орать и бегать по потолку."
    "Разве нет?"
    "Но медосмотр оказал поразительно релаксирующее действие — я был спокоен как удав."
    th "Или всё дело в таблеточке, подозрительно похожей на алзолам?"
    "Так или иначе… Я огляделся и констатировал очевидное:"
    me "Лето. {w}Без рекламы и СМС."
    "Звоните 911."
    me "Лето."
    "Столбик крылечка рванулся мне навстречу и провёл контрольный удар по недобитой головушке…"
    play sound sfx_bus_window_hit
    stop music fadeout 4
    window hide
    return
    
label alt_day1_alt_A:
    scene black
    dv "Ну и долго ещё собираешься изображать припадочного?"
    play music sheiscool fadein 3
    "Раздался новый голос."
    "Голос дерзкий, решительный."
    "Я почему-то сразу представил себе его обладательницу рыжей и злой."
    window hide
    scene expression Noon("bg ext_aidpost_day") at zenterleft
    show dv smile pioneer2 at cleft
    with dissolve
    show dv laugh pioneer2 at cleft
    show name_dv with flash:
        pos(1220,500)
    show dv normal pioneer2 at cleft
    $ renpy.pause(2)
    scene bg ext_aidpost_day
    show dv normal pioneer2 at cleft
    with dissolve
    "И не ошибся."
    "Она действительно была огненно-рыжей."
    "И очень, очень злой!"
    play sound sfx_punch_medium
    with Shake((0, 0, 0, 0), 0.1, dist=50)
    "Судя по тому хлопку, который пришлось пережить моей несчастной спине, новая вредина вложила в него всю злость за то, что была обнаружена."
    me "Эй, за что?!"
    dv "Заткнись и пошли."
    "И, не слушая моих возражений, взяла меня за руку и поволокла за собой."
    "Сложилось впечатление, что она с большим удовольствием вцепилась бы в ухо."
    "Или поволокла бы меня за ногу, пересчитывая моим затылком все неровности местного ландшафта."
    "Поэтому я счёл за лучшее не спорить и делать то, что мне говорит эта бандитка."
    window hide
    scene bg ext_aidpost_day at zexitcenter2 with flash

    "Притом, что она была сантиметров на десять ниже меня, она шла — именно шла! — так, что мне приходилось бежать за ней."
    me "Эй, куда ты меня тащишь?!"
    dv "Заткнись, я сказала!"
    "Рявкнула рыжая."
    dv "Или получишь!"
    if herc:
        th "Это что, угроза сейчас была?"
        th "От девушки на десять лет моложе меня?!"
        "Очень захотелось стянуть ремень из штанов и отходить нахалку по мягким сиденьям."
        "Но пускай. {w}Весь день она не пробегает."
    else:
        "Я только что пришёл в себя в непонятном месте, да ещё и летом."
        "За последний час меня ударили по голове, облапали и наорали."
        "И оттого в голове царил сущий хаос — про вещи типа гордости или силы воли даже не вспоминалось…"
        "Злость девушки была довольно забавной, но кто его знает, на что она способна?"
        "И, как всегда, оказавшись в непонятной ситуации, я прибёг к старому доброму способу решения проблем." 
        "Я пустил всё на самотёк."
    window hide
    scene bg ext_square_day at zentercenter2 with flash

    "Отбежав на достаточно приличное расстояние от здания медпункта, мы оказались на какой-то площади."
    "Ничего особенного — огороженное деревьями прямоугольное пространство с каким-то бронзовым деятелем на постаменте и флагштоком по соседству."
    "На флагштоке колыхалось кумачовое полотнище."
    "С серпасто-молоткастым символом."
    th "Наверное, это просто какая-то база отдыха."
    "Нашёл я вполне себе логичное объяснение."
    th "А может, даже и лагерь, просто смена тематическая, посвящённая советскому периоду."
    "Как бишь оно там звалось… Историческая реконструкция, вот!"
    "Здесь девушка немного сбавила шаг, и мы пошли вровень."
    scene bg ext_square_day with dissolve
    "К этому моменту я был мокрый как мышь, под своими тремя одёжками, не предназначенными для ношения летом."
    "Ну, или хотя бы не в тридцатиградусную жару!"
    me "И… Зачем ты меня сюда притащила?"
    scene bg ext_square_day at zenterleft
    show dv normal pioneer2 at cleft
    with dissolve
    dv "Разве ты не слышал?"
    "Девушка дышала ровно и легко."
    dv "Тебя сказали отвести к вожатой."
    dv "Вот и пошли."
    "Мне не очень понравился нездоровый энтузиазм у неё в глазах, но я решил пока не делать поспешных выводов."
    window hide
    stop music fadeout 3
    stop ambience fadeout 2
    $ persistent.sprite_time = "day"
    scene bg ext_boathouse_day
    with dissolve
    play ambience ambience_boat_station_day fadein 5

    "Ещё несколько минут пешком — и мы вышли на пристань."
    "Огромное здание-дебаркадер, которое соединялось с берегом длинными наплавными мостками на понтонах."
    "Много-много лодок, катамаранов и водных велосипедов."
    "И успокаивающий плеск воды."
    "Учитывая то, что пляж был здесь чисто символический, а у зарослей не стояли вездесущие голубые домики-раздевалки, я сделал вывод, что пионеров купают где-то в другом месте."
    me "Вожатая здесь?"
    "Девушка молча кивнула."
    "Делать нечего, оставалось проследовать вслед за ней."
    scene bg ext_boathouse_day at zenterleft
    show dv normal pioneer2 at cleft
    with dissolve
    dv "Мне нужно кое-что сделать для вожатой, поэтому попробуем совместить."
    me "Прости, что?"
    dv "Помолчи."
    "Досадливо отмахнулась она, озираясь."
    "В отличие от неё, я до сих пор чувствовал себя немного стеснённо."
    th "Надеюсь, это не затянется надолго."
    "Загадал я."
    th "Сейчас она сделает то, что ей нужно, и мы…"
    play sound sfx_wood_floor_squeak
    "Наконец, мы заступили на мостки собственно брандвахты — от берега нас отделял уже не один десяток метров."
    show dv smile pioneer2 with dspr
    dv "Вот!"
    "Её лицо просияло."
    me "Что?"
    dv "Не понимаешь?"
    me "Нет."
    show dv surprise pioneer2 with dspr
    dv "Ну ты и придурок!"
    "Она указала на невесть откуда тут взявшуюся банную шайку."
    dv "Хватай её."
    "Указала она на жестяной тазик с ручками."
    "А я подчинился. {w}Что мне ещё оставалось?"
    dv "Теперь… Теперь… {w}Набери в неё воды."
    play music music_list["eat_some_trouble"] fadein 2
    me "Послушай!"
    "Не выдержал я."
    me "Ты что, сама не можешь? {w}Почему я тут как раб твои приказания выполняю?"
    show dv smile pioneer2 with dspr
    dv "Я не поняла, ты хочешь найти вожатую или нет?"
    me "Да я сам быстрее её найду."
    dv "Ладно."
    "Девушка подозрительно легко отступила — пожала плечами и отошла в сторону."
    dv "Иди-иди. {w}Как устанешь искать, возвращайся."
    "Я заколебался."
    "Включая эту ненормальную, у меня здесь было ровным счётом полтора знакомых: магистр похабных наук Виолетта Церновна и тараторка, которая за болтовнёй забыла представиться."
    "По себе знаю, как раздражает, если кто-то приходит в коллектив со стороны и начинает задавать идиотские вопросы по трёхмиллионному разу."
    "Самым ласковым ответом обычно бывает RTFM да ссылка на часто задаваемые вопросы."
    "Но кто бы здесь ссылочкой подогрел бы?"
    window hide
    with fade

    me "Блин, нашли мастера на все руки, безотказного и бесполезного."
    "Ворча, я наклонился и попытался зачерпнуть шайкой воду из речки."
    dv "Полную наливай!"
    "Прикрикнула рыжая."
    me "Сейчас."
    me "Погоди-ка…"
    dv "А?"
    me "Протекает, видишь?"
    show dv normal pioneer2 with dspr
    dv "Ничего, так даже лучше. {w}Давай-ка я тебе помогу."
    "Она взяла тазик за вторую ручку."
    "В свободной руке у неё уже была швабра."
    me "Ты мыть что-то собралась?"
    show dv grin pioneer2 with dspr
    dv "Да, что-то вроде того."
    dv "Тут аккуратнее, не ударься об угол."
    "Вдруг предупредила она, притормозив на повороте."
    "Меня тронула её забота."
    "В голову пришло, что она, возможно, не такая уж и злая."
    window hide
    scene bg ext_boathouse_alt_day_7dl
    with fade
    dv "Пришли."
    "Мы стояли на дальнем правом причальном углу, отделённом от берега громадой здания дебаркадера, здесь крыша нависала над головой до самых перил."
    dv "Да, это то самое место."
    show dv normal pioneer2 with dspr
    dv "Мне надо будет, чтобы ты поднял таз на крышу."
    me "Ладно."
    show dv laugh pioneer2 with dspr
    dv "Сил-то хватит?"
    me "Спрашиваешь! {w}Хватит, конечно!"
    me "Но не думаю, что мне хватит длины рук."
    show dv normal pioneer2 with dspr
    dv "Шваброй подденешь, делов-то."
    me "Шваброй?"
    show dv angry pioneer2 with dspr
    dv "Ты как маленький, честное слово!"
    "Рассердилась девушка."
    dv "Всё объяснять надо."
    dv "Слушай сюда, объясняю один раз: поднимаешь, пока высоты рук хватает, а там поддеваешь щёткой и прижимаешь к потолку. {w}Усёк?"
    me "Но я же так всё разолью!"
    dv "Грррр… Просто сделай это, ладно? {w}Я на первый раз тебе помогу поднять до уровня крыши."
    dv "Потом поднимусь наверх, а ты подтащишь его, чтобы я достать смогла. {w}Всё понял?"
    "Я понятливо кивнул."
    "И несколько секунд спустя шайка оказалась плотно прижатой под днище к потолку над нами."
    "Сказать по правде, даже с опытным наставником поднять её оказалось довольно проблематично — кривые ручки, кривая швабра."
    "Я постоянно терял равновесие."
    "Но теперь, когда вся конструкция оказалась прижатой к потолку, я чувствовал себя несколько увереннее."
    "Разве что смущало подтекающее дно таза, откуда на меня капала вода."
    dv "Всё, держи. {w}Я скоро."
    hide dv with dissolve
    "Она улыбнулась и убежала."
    th "Надеюсь, она не очень долго будет залезать."
    "Несмотря на то, что вес был не очень большой, держать его на полусогнутых было тяжеловато."
    "Так что минут десять, может, простою, не больше."
    th "А с другой стороны, интересно проверить, насколько я выносливый."
    "Так что если она немного задержится, так, может, и будет лучше."
    "Я бы попробовал выстоять минут пятнадцать."
    "Чтобы не попрекали, мол, ничего тяжелее компьютерной мышки "
    if herc:
        extend "да демократизатора"
    elif loki:
        extend "да партитур"
    else:
        extend "да планшета"
    extend " и в руках-то не держал."
    "Так что распределяем нагрузку — выпрямляем спину, расправляем плечи, ноги ставим на ширине плеч."
    play music music_list["you_lost_me"] fadein 3
    "И стоим."
    "Стоим."
    "У меня не было возможности проверить время и шум волн действовал расслабляюще, поэтому время тянулось надоедливо медленно."
    th "Интересно, уже прошло десять минут или ещё нет?"
    "Лениво подумал я, пытаясь найти позу, в которой вода из тазика не будет капать мне за шиворот."
    window hide
    $ set_mode_nvl()
    th "Интересно, как будет выглядеть путь на крышу?"
    "Я представил себе, как девушка вприпрыжку идёт к ответственному человеку, наверное, какому-нибудь сторожу."
    "До берега можно дойти за примерно тридцать шагов, потом ещё столько же вверх по песку, до помещения сторожки."
    "Теперь открыть дверь, поздороваться и зайти."
    "После этого нужно чётко и внятно объяснить сторожу — что тебе от него надо и зачем."
    "А нужна нам либо лестница на крышу, либо ключи от чердака."
    "Зачем? А хотим крышу отмыть… Эээ, например от помёта птиц."
    "Сторож немного сомневается, но ключ или лестницу даёт."
    nvl clear
    "Теперь всё то же самое, но в обратной последовательности."
    "Но не забываем, что в руках у девушки ценный груз, не терпящий спешки."
    "А надо ещё забраться на крышу — а это ещё пять минут."
    "Теперь либо перевалить конёк, либо открыть слуховое окошко, чтобы оказаться с моей стороны…"
    "И, наконец, окликнуть меня!"
    nvl clear
    $ set_mode_adv()
    "Когда я прокрутил эту последовательность в мозгу в пятый раз, я начал немного беспокоиться."
    "Не то, чтобы в душу начали закрадываться сомнения, но…"
    th "Что там можно делать так долго?"
    "Даже по самым оптимистичным прикидкам, рыжая где-то лазила минут двадцать."
    "Время, достаточное для того, чтобы неспешно сделать абсолютно всё необходимое."
    window hide
    with dissolve

    "Руки устали и начали затекать."
    "Я даже уже не пытался уворачиваться от капель — какая разница."
    "Я просто ждал, когда же наконец у меня заберут чёртову шайку, и мы пойдём к вожатой."
    th "Что её так задержало?"
    "В моём вопросе было целое море неуверенности."
    th "Не бросила же она меня тут, в самом-то деле!"
    "Но кто знает их нравы морали…"
    window hide
    with fade

    "На улице начало вечереть — в напоенном ароматом хвои воздухе разнёсся сигнал горна, зовущий всех на приём пищи."
    "Судя по всему, что-то вроде файф-о-клока или полдника на советский манер."
    "А я стою здесь."
    "И вода льётся мне за шиворот."
    "А я даже не могу опустить шайку вниз — с моим косоручием она обязательно сыграет мне по голове."
    "Тем более, что центр тяжести непонятно где, стало быть, полетит таз согласно исключительно законам Мэрфи."
    "То есть, в меня."
    th "Вот и помог."
    "Скрипнул зубами я."
    th "Напыщенный индюк, придурок, мускулами поиграться захотел, испытание выносливости устроил."
    th "С самого начала надо было догадаться, что с таким паскудным выражением на лице никто и никогда не занимается общественно-полезной деятельностью."
    "Решив, что хуже, чем было, уже не будет, я попытался позвать на помощь:"
    me "Эгегей! Люди!"
    me "Есть здесь кто-нибудь? Мне нужна помощь!"
    th "Позор какой, господи."
    th "Пусть это будет кто-то один, не слишком болтливый!"
    th "И он спасёт меня, и никому ничего не скажет, и у нас будет братство взаимовыручки!"
    "Руки затекали всё сильнее, а отзываться никто не спешил."
    th "Кажется, вечером здесь действительно никого не бывает."
    th "Что же делать теперь…"
    "На каждую руку будто по гире навесили."
    "Плечи и предплечья уже практически не чувствовалось, и я держался на одном упрямстве, продолжая бессвязно выкрикивать просьбы о помощи."
    "В практике йоги есть понятие асаны, когда тело уравновешивается в неподвижности, тем самым разгружая подсознание, обычно отвечающее за поддержание равновесия и микродвижения тела."
    "Это позволяет высвободить скрытые резервы и полностью посвятить себя медитации."
    "Но я чувствовал, что ещё пару минут, и я постигну дао {w}— и плевать мне будет на то, что произойдёт с водой, тазиком и мной."
    "Надежды на спасение не было."
    "Чудесный супермен не имеет обыкновения появляться из ниоткуда и спасать мне подобных."
    window hide
    show blackout_exh3 with fade

    "Вот и приходится рассчитывать только на себя."
    "И получать свои шишки в полном объёме."
    "Может быть, если бы я среагировал на ситуацию чуть раньше, всё было бы иначе."
    "У меня не болела бы спина и бёдра."
    "Наверное, я бы смог рассчитать всё так, чтобы увернуться от большей части воды."
    "Но не сейчас."
    "У меня не было другого выбора."
    "Кроме как принять неизбежное."
    stop music fadeout 3
    "На показавшуюся бесконечной долю секунды таз замер в воздухе, будто до сих пор прилипая краями к крашеному дереву потолка."
    "А потом, развернувшись"
    play sound sfx_water_emerge
    extend ", устремился вниз."
    "Первая ступень унижения."
    "С крыши тут же донёсся жизнерадостный смех, и рядом со мной приземлилась она."
    scene bg ext_boathouse_alt_day_7dl at zenterleft
    show dv normal pioneer2 at cleft
    with dissolve
    play music music_list["doomed_to_be_defeated"] fadein 0
    "Рыжая."
    "Лидер списка «10 людей, которые должны сдохнуть»."
    "Подставившая меня гадина."
    "В голову вдруг пришло, что я так и не узнал её имени."
    show dv laugh pioneer2 with dspr
    dv "А ты молодец! Молодец!"
    dv "Дольше всех продержался, я даже успела сбегать пополдничать."
    dv "Ещё немного, и я бы помогла тебе."
    "Я стоял в тёплой одежде, насквозь мокрой, с меня ручьями текла вода."
    "Так что лучше сохранять здравомыслие и спокойствие в такой ситуации."
    if herc:
        dv "Эй… Эй, ты что задумал?"
        "Забеспокоилась рыжая, поглядывая на швабру в моей руке."
        me "Что?"
        "Я с интересом уставился на мокрую щётку."
        me "А, это…"
        me "Да тут, понимаешь…"
        show dv surprise pioneer2 with dissolve
        "Я сделал крохотный шажок."
        me "Момент такой…"
        show dv surprise pioneer2 at center:
            xalign 0.5
            linear 0.3 zoom 1.1
        "Ещё шажок."
        me "Воспитательный!"
        "Я ринулся на неё, размахивая мокрой шваброй!"
        scene bg ext_boathouse_day:
            zoom 1.2 yalign 0.5
            linear 0.2 zoom 1.2 yalign 0.1
        play sound sfx_bus_window_hit
        with vpunch
        "Но поскользнулся и, потеряв орудие мести, полетел на мокрые доски."
        show blinking
        dreamgirl "Я уже говорил тебе, что такое безумие?"
        dv "Ты реально псих."
        "Резюмировала рыжая."
        window hide
    else:
        window hide
        show dv scared pioneer2
        show alt_credits timeskip5:
                pos (747,250)
        with Shake((0, 0, 0, 0), 2.0, dist=50)
        $ renpy.pause(2, hard=True)
        scene bg ext_boathouse_alt_day_7dl with flash
    
        me "И не подходи ко мне больше."
        show dv surprise pioneer2 far with dspr
        "Меня можно понять."
        "Попасть непонятно куда непонятно как и в результате оказаться жертвой розыгрыша."
        "Так что я был несколько расстроен."
        show dv shocked pioneer2 with dspr
        dv "Ого."
        "От удивления незнакомка отошла на шаг назад."
        "Кажется, её впечатлили мои вокальные данные."
        dv "Ты чего нервничаешь? {w}Псих, что ли?"
        show dv angry pioneer2 far with dspr
        dv "Если псих, то съешь таблетку!"
        "Надо воздать должное рыжей, восстанавливалась она быстро."
        "Интересно, как быстро она восстановится, если я её придушу?"
        "Это была очень, очень интересная идея."
        "Несколько секунд я всерьёз её рассматривал."
        "Кажется, на моём лице отразилась часть мыслей на тему, так как рыжая не спешила подходить ближе."
        show dv normal pioneer2 far with dspr
        "Она так и стояла у воды, опираясь о поручни, и если бы дело происходило в каком-нибудь дешёвом ситкоме, я мог бы пинком сломать этот поручень."
        "Она бы полетела в воду, а за кадром включили бы дебильный смех."
        "Жаль, что мы не в дешёвом ситкоме."
        dv "Ну, успокоился?"
        "Наконец нарушила молчание она."
        "Никак не могу понять: она уже поиздевалась надо мной, что ей ещё нужно?"
        me "Значит, вот так ты заводишь себе врагов?"
        show dv laugh pioneer2 with dspr
        dv "Ты должен был видеть своё лицо, когда понял, что я не приду."
        dv "Это бесценно!"
        show dv normal pioneer2 with dissolve
        "Кидало мою новую не-знакомую из крайности в крайность, от надменности до панибратства."
        me "А если бы ты оказалась на моём месте?"
        th "Хотя для девушки оказаться в мокрой рубашке это, всё-таки, немного другое."
    me "У меня и переодеться не во что."
    if herc:
        scene bg ext_sky_7dl with flash 
        "Глядя в небо и не делая попыток подняться, уведомил я."
    else:
        show dv grin pioneer2 with dspr
    "Она ухмыльнулась."
    dv "Сам виноват! {w}Нечего было опаздывать на смену!"
    me "Я вообще здесь быть не должен!"
    "Я не могу понять, почему эта девушка ведёт себя так, будто мы давным-давно знакомы?"
    "Не опасается, что я пойду вразнос."
    "Будто знает, на что я способен."
    th "Или просто такая безбашенная?"
    me "Я вообще…"
    "Я осёкся."
    th "Допустим, скажу я, что заснул в автобусе, а проснулся в медпункте, да ещё не зимой, а летом?"
    th "Кому от этого легче станет? Санитарам психушки?"
    if herc:
        "Наконец, тело вспомнило как шевелиться, а лёгкие – как дышать."
        "И, стараясь сохранить остатки собственного достоинства, я поднялся."
        window hide
        scene bg ext_boathouse_alt_day_7dl with dissolve
    
    else:
        "Девушка стояла и улыбалась мне, будто ожидая, что я её сейчас похвалю за невероятно смешную шутку."
    if herc:
        scene bg ext_boathouse_alt_day_7dl at zenterright
        show dv laugh pioneer2 at cright
        with dissolve
        menu:
            "И зачем ты это сделала?":
                $ karma -= 5
                $ lp_dv -= 1
                "Настроение было испорчено окончательно."
                "А эта… Я даже не могу придумать более-менее цензурного эпитета."
                "Стояла и ухмылялась."
                "Казалось бы, причём здесь любовь к людям."
                dv "Ты что, обиделся как девочка?"
                "Рыжая, кажется, не поверила собственным глазам."
                show dv smile pioneer2 with dspr
                dv "Расслабься, это просто шутка была!"
            "Этому приколу уже пятьсот лет.":
                $ karma += 10
                "Уже лет десять прошло с тех пор, как меня мог бы задеть какой-нибудь из таких розыгрышей."
                "Последний был с полотенцем и окошком — когда подменяют одеяло полотенцем и на сквозняке наблюдают за тем, как человек пытается им укрыться."
                "Или сложиться до его размеров."
                $ lp_dv += 1
                "Это же было просто неубедительно."
                "Так я об этом и сказал."
                show dv grin pioneer2 with dspr
                dv "У меня есть пара шуток поновее, но они слишком жестокие для первого знакомства."
                dv "Радуйся, что я не применила их."
    else:
        me "Больная идиотка."
        "Пробормотал я себе под нос."
        show dv smile pioneer2 with dspr
        dv "Прости, что?"
        "Приветливо улыбнулась она."
        "Я проигнорировал её, старательно отжимая свитер."
    dv "Я колебалась между розыгрышем с сажей на лице и тазиком."
    dv "Но пожалела тебя."
    me "О, спасибо огромное."
    me "Но ты хотя бы можешь мне сказать — за каким лядом ты это сделала? {w}Я что, успел оттоптать тебе любимую мозоль?"
    show dv angry pioneer2 with dspr
    dv "Думаешь, я не помню, о чём вы тогда говорили?!"
    me "Когда?"
    dv "В медпункте!"
    show dv shy pioneer2 with dspr
    extend " Ой…"
    th "Когда она подслушивала, а Виолетта её поймала?"
    th "Значит, на мне сорвали злость?"
    me "Ну и стерва же ты!"
    dv "Что {w}ты {w}сказал?!"
    show dv rage pioneer2 with dspr
    if herc and persistent.dv_7dl_good_ussr:
        me "Как тебя зовут?"
        "Неожиданный вопрос сбил хулиганку с толку."
        "А я стоял и дожидался её ответа."
        me "Или это большая тайна?"
        show dv normal pioneer2 with dspr
        dv "Ничего не тайна."
        me "Ну, тогда… Я Семён."
        "Старательно, как маленькому ребёнку, объяснил я, для убедительности ткнув себе в грудь большим пальцем."
        "Девушка старательно молчала, смотря на меня как на идиота…"
        me "Ну же! {w}Семён —"
        "Я указал на себя."
        me "— и…"
        "Я показал на неё и вопросительно поднял бровь."
        show dv laugh pioneer2 with dspr
        dv "Алиса."
        "Усмехнулась девушка."
        me "Алиса? {w}Классное имя!"
        "Похвалил я, протягивая руку."
        "Ей, небось, нельзя говорить что-то про красоту — засмеёт."
        "Её рукопожатие было твёрдым."
        "Фактически, настолько твёрдым, что мне показалось на долю секунды, что девушка не хочет отпускать мою руку."
    elif loki:
        me "У тебя с ушами проблемы? Обратись к лору, он тебе их прочистит."
        "Я почти физически ощущал, как хрустят костяшки её сжатых кулаков."
        me "Или доходит туго? {w}Тогда, боюсь, медицина здесь бессильна."
        "Драться с девушкой было как-то не с руки."
        "Но это не значит, что я собирался прощать ей её выходку."
        dv "Я вижу, ты сильно осмелел после купания?"
        "Задумчиво произнесла рыжая."
        th "Ага, купание в Стиксе дало Ахиллесу неуязвимость повсюду, кроме левой пятки."
    else:
        me "Ничего."
        "Отрезал я."
        me "Я прекрасно понимаю все неписанные правила, поэтому стараюсь на тебя не злиться."
        me "Но я не обязан быть в восторге от незапланированного купания."
    sl "Алиса!"
    $ meet('dv','Алиса')
    $ alt_meet['dv'] = u"Алиса"
    "Вдруг закричал кто-то из-за моей спины."
    sl "Опять над новичками издеваешься?!"
    show sl angry pioneer at left with dspr
    "Алиса стремительно отняла руки и спрятала их за спиной."
    window hide
    scene expression Noon("bg ext_boathouse_alt_day_7dl") at zenterright
    show sl smile pioneer at right
    with dissolve
    show name_sl with flash:
        pos(760,480)
        linear 1.0 pos (670,420)
    $ renpy.pause(2)
    scene bg ext_boathouse_day
    show dv angry pioneer2 at left
    show sl angry pioneer at right
    with dissolve
    dv "Ты дремучая, не понимаешь, что есть традиции, которые нельзя нарушать?"
    dv "Новичков надо встретить, провести им крещение."
    sl "Не заговаривай мне зубы, я всё Ольге Дмитриевне расскажу."
    dv "Да рассказывай, жалко, что ли."
    "Алиса, держа руки всё так же за спиной, независимо пожала плечами."
    "Смерила неприязненным взглядом кричавшую девушку."
    "И, развернувшись, неторопливо направилась по своим крайне важным рыжим делам."
    window hide
    return
    
label alt_day1_alt_S:
    play music music_list["take_me_beautifully"] fadein 1
    scene bg ext_boathouse_day at zenterleft
    show sl normal pioneer at cleft
    with dissolve
    "Новое действующее лицо тоже оказалось симпатичным."
    "Но по-своему, конечно, по-своему."
    "Это, если мне позволено сравнивать, был образчик деревенской красоты, незамутнённая славянская кровь."
    "Представься она Василисой или Ксенией, я бы не удивился, ей здорово бы подошли эти имена."
    if loki:
        "Хотя я бы не слишком обрадовался ещё одной Ксении в моей жизни — мне с лихвой хватило Ксаны."
    "Высокая, голубоглазая, с двумя пшеничными косами."
    "На ней куда уместнее смотрелся бы классический сарафан, нежели пионерская форма, но в чужой монастырь…"
    me "Э… Привет."
    "Проводив взглядом удаляющуюся Алису, я повернулся к блондинке."
    show sl sad pioneer with dspr
    "Она почему-то выглядела грустной."
    sl "Облила, да?"
    me "Ну…"
    sl "Ты весь мокрый, это она тебя?"
    me "Вообще-то, это я сам."
    "Я описал ситуацию, в которую угодил по вине Алисы: с тазом, шваброй и ожиданием."
    "В голову вдруг пришло, что пока я тут упражнялся в стойкости, меня, наверное, искали…"
    me "Так что я теперь здесь, такой вот молодой и красивый."
    "Ситуация — хуже не придумаешь."
    "Хорошо хоть пальто со своей машинерией оставил в медпункте, и на них не попала вода."
    show sl surprise pioneer with dspr
    sl "Дела…"
    "Протянула девушка."
    stop music fadeout 3
    sl "Но тебе нельзя в мокром ходить, ты же простудишься!"
    sl "Пойдём!"
    "Она потянула меня за руку."
    me "А?"
    show sl normal pioneer with dspr
    sl "У тебя формы же нет, как я понимаю? {w}У меня есть запасная мальчишеская, должна быть тебе впору."
    "Взгляд у неё был намётанный."
    sl "Заодно и в сухое переоденешься. {w}А там и к Ольге Дмитриевне пойдём."
    me "А это кто?"
    show sl smile2 pioneer with dspr
    sl "Вожатая первого отряда. {w}Пошли, потом поговорим!"
    "Как и Алиса, эта девушка совершенно не постеснялась взять меня за руку."
    window hide
    stop music fadeout 3
    $ persistent.sprite_time = "day"
    scene bg ext_square_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    play music music_list["sweet_darkness"] fadein 5

    "Было не очень-то приятно идти в таком виде через весь лагерь, где меня кто-то может увидеть."
    "Но деваться было некуда, если я попытаюсь взбрыкнуть, то обязательно попаду в какую-нибудь переделку."
    "Да и лёгкий ветерок, периодически выстужающий мокрую одежду, лишал воли к сопротивлению."
    "Мокрый свитер я снял и выжал на ходу, повязав его на поясе по-походному, но футболка оставалась мокрой."
    "Спасибо моей доброй провожатой, она вела меня не самыми людными маршрутами, видимо, понимая ситуацию."
    "К счастью, конечная точка нашего пути оказалась не слишком далека."
    window hide
    scene bg ext_house_of_sl_day at zenterleft
    show sl normal pioneer at cleft
    with dissolve
    sl "Пришли! {w}Подожди здесь, пожалуйста, я посмотрю, есть ли соседка дома."
    hide sl with dissolve
    "Она ненадолго скрылась за дверью, а через минуту уже поманила меня пальцем."
    sl "Заходи!"
    window hide
    play sound sfx_open_door_clubs_2
    $ persistent.sprite_time = "day"
    scene bg int_house_of_sl_day with dissolve
    play ambience ambience_int_cabin_day fadein 3

    "Оказавшись внутри, я с любопытством огляделся."
    me "Интересно у вас тут."
    scene bg int_house_of_sl_day at zenterleft
    show sl smile pioneer at cleft
    with dissolve
    sl "Да? {w}Спасибо. Я стараюсь придать помещению жилой вид, где это возможно, но сам понимаешь."
    "Наконец, она вытащила из шкафа комплект пионерской формы и кинула его мне."
    play sound blanket fadein 0
    sl "Надеюсь, не ошиблась с размером. {w}Одевайся."
    me "Э… Ты не могла бы…"
    "Девушка понятливо улыбнулась и открыла дверцу шкафа, разделяя себя и меня."
    sl "Обещаю не подглядывать, одевайся."
    "Рассмеялась она."

    "В отличие от Алисы, эта девушка смеялась беззлобно и от души, не пытаясь как-то унизить собеседника."
    me "Так значит, Алиса у вас главный источник неприятностей?"
    me "Или мне ещё ждать «посвящений»?"
    "Воюя с кургузым ремешком, спросил я."
    sl "Вообще, у нас есть бедствие и похуже Алисы."
    th "И такое бывает?"
    me "Это как?"
    sl "Да… Понимаешь, во втором отряде не хватило места, а Алиса попросила перевести подругу к нам."
    sl "Тогда мы ещё не знали ни Алису, ни её подругу —  всё по разным отрядам были…"
    "Представив себе масштабы кошмара, на который способны две Алисы сразу, я ужаснулся."
    sl "Ой, я не должна говорить про них плохо. {w}Они не плохие, не злые."
    "Создавалось впечатление, что девушка говорит об этом как о чём-то, в чём она заинтересована лично."
    sl "Просто очень беспокойные и любят подшучивать над окружающими."
    me "Что, и над тобой тоже? Вспомнишь что-нибудь?"
    show sl shy pioneer with dspr
    "Девушка покраснела."
    th "Кажется, «что-нибудь» она определённо вспомнила."
    sl "Нет, что-то ничего в голову не приходит."
    "Неловко произнесла она, прячась за дверцей."
    th "Но мне она точно не скажет."
    "Пока суд да дело, я полностью переоделся."
    "Глаз у девушки действительно оказался намётанный — нигде не жало и не висело, всё было впору."
    me "Я закончил."
    show sl smile pioneer with dspr
    sl "Вот и здорово! Посмотришь на себя?"
    "Она кивнула на шкаф."
    sl "Там со внутренней стороны зеркало."
    "Кивнув, я принял предложение."
    "И, как показала практика — напрасно."
    window hide
    play music music_list["revenga"] fadein 3
    scene cg d2_mirror:
        xalign 0.55 yalign 0.45 zoom 1.25
        linear 2.0 zoom 1.0 xalign 0.45 yalign 0.55
    with Shake((0, 0, 0, 0), 2.0, dist=50)
    $ renpy.pause(2, hard=True)

    th "Ох и {image=alt_KS_censor} же я вас за ваше {image=alt_KS_censor2} {image=alt_KS_censor} с {image=alt_KS_censor2} {image=alt_KS_censor} {image=alt_KS_censor}."
    th "Пробурчал поручик, а затем грязно выругался."
    "Только то, что я за сегодня, кажется, исчерпал свой лимит истерик и падений в обморок, да остатки невесть откуда взявшегося чувства собственного достоинства…"
    "С самого момента пробуждения в медпункте я всеми силами пытался удержаться на краю разума."
    "Придумывал логичные и рациональные объяснения всему, что встречалось, от обстановки до пионеров."
    "Даже лету."
    "Если потрудиться, всему этому до поры находилось достойное оправдание."
    "Но должны же быть пределы гибкости психики!"
    "Даже если незадолго до этого добрая доктор Виолетта накормила меня волшебной таблеткой."
    "Я говорил что-то про моё невероятное спокойствие? Забудьте!"
    "То, что смотрело на меня из зеркала, было мертвецом."
    "Труп его был похоронен десять лет назад, скелет до блеска отполирован червями."
    "Я убил его собственными руками, выбрасывая последние контакты из телефонов и переезжая на новое место жительства."
    "Семён."
    if herc:
        extend " Сычёв."
    else:
        extend " Персунов."
    "Образца десятилетней давности."
    stop music fadeout 3
    $ renpy.pause(1, hard=True)
    window hide
    scene anim prolog_1 with fade2
    play music rewind fadein 3
    "Наверное, каждый из нас хотя бы раз в жизни задумывался о такой вещи, как второй шанс."
    "Существует два типа людей из тех, что не сидят на месте ровно: первые пытаются построить сияющее будущее, вторые пытаются искупить грехи прошлого."
    "Я слишком долго оставался в стороне."
    "Но было бы глупо отрицать, что я тоже задумывался о том, что если бы однажды у меня появился шанс повернуть время вспять и в тот самый день выбрать совершенно другое — как многое можно было бы исправить!"
    "Человек в сослагательном наклонении подобен богу, он может видеть всё, может понимать где и что неправильно делает, но…"
    "Он ничего не может исправить. Ровным счётом ничего. {w}На то оно и сослагательное наклонение."
    "И то, о чём ты потом жалеешь всю жизнь, остаётся с тобой до конца твоих дней."
    "Потому что прошлое неизменно, ты не молодеешь, и все пути ведут в могилу."
    window hide
    scene bg int_bus
    show prologue_dream
    with dissolve
    "Мне всю жизнь снился один сон."
    "Иногда раз в месяц, иногда раз в год."
    "Но я помнил его совершенно отчётливо."
    "Там была девушка."
    "Она постоянно звала меня куда-то, а я каким-то десятым чутьём понимал, что если я приму протянутую руку, то пути назад уже не будет."
    "Я привык к тому, что если мне снится этот сон, то проснусь больной и разбитый, меня будут с неделю преследовать мелкие неудачи и так далее."
    "Поэтому ничего удивительного в том, что я считал её предвестником грядущих неприятностей и никогда, никогда не принимал её предложений."
    "До недавнего времени, пока не оказался загнан в угол…"
    window hide
    scene bg int_bus
    show uvao_d1 at left
    show prologue_dream
    with flash

    dreamgirl "Ты бы не смог вернуться…"
    me "Что?"
    dreamgirl "Ты здесь не просто так."
    "Я понял, что каким-то образом оказался в автобусе."
    "И надо мной склонилась та самая девушка из сна."
    me "Это ты привезла меня сюда?"
    dreamgirl "Не совсем."
    "Она слабо улыбнулась."
    dreamgirl "Я просто помогаю."
    me "Помогаешь кому?"
    dreamgirl "Я не знаю."
    "Снаружи послышался шум, и девушка встревоженно оглянулась."
    dreamgirl "Тебе, наверное."
    dreamgirl "У нас мало времени."
    window hide
    scene cg d1_uv_bus_7dl
    show prologue_dream
    with flash

    dreamgirl "Это должно задержать их ненадолго."
    "Автобус тряхнуло, и я невольно выставил руки вперёд, стараясь поймать пошатнувшуюся девушку."
    dreamgirl "Не трогай!" with vpunch
    window hide
    scene bg int_house_of_sl_day
    show uvao_d1 at left
    show prologue_dream
    with flash
    window hide
    "Она рывком отскочила, но в мире уже что-то изменилось."
    dreamgirl "И почему ты такой проблемный? {w}Теперь снова всё исправлять."
    "Вздохнула девушка."
    "Она ненадолго замерла, прислушавшись, по-кошачьи склонив голову набок, а потом махнула рукой:"
    dreamgirl "А, и ладно. Тебе всё равно скоро просыпаться."
    dreamgirl "Ты уже получил письмо?"
    me "Письмо? Какое?"
    dreamgirl "Не важно. {w}Когда ты увидишь его, поймёшь сразу."
    "Оказалось вдруг, что я лежу на кровати, а девушка присела на её край и легонько растрепала мои волосы."
    dreamgirl "Как бы то ни было — это зд{b}о{/b}рово, что ты здесь."
    me "Что за дурацкие правила? Тебе, значит, можно меня касаться?"
    dreamgirl "Прости. Взамен могу исполнить одно твоё желание или ответить на один твой вопрос."
    me "С желаниями плоховато, я прямо сейчас ничего не хочу."
    me "А вот вопрос…"
    window hide
    with fade

    me "Как тебя зовут?"
    play sound sfx_ghost_children_laugh
    dreamgirl "Какой глупый вопрос…"
    "Её смех звучал, как могла бы звучать музыка, исполненная несуществующим музыкантом."
    "Я засомневался в его существовании раньше, чем он смолк."
    me "И всё-таки! Ответь! Как тебя зовут."
    dreamgirl "Ты обязательно вспомнишь."
    "Она снова растрепала мне волосы."
    window hide
    $ renpy.pause(2)
    stop music fadeout 5
    play ambience ambience_int_cabin_day fadein 2
    scene bg int_house_of_sl_day with dissolve
    "И исчезла."
    me "Ау? {w}Ты где?"
    "Кажется, я сам не заметил, как заснул, а она пропала."
    sl "Я здесь."
    play music music_list["my_daily_life"] fadein 3
    show sl scared pioneer close with dissolve
    "Рядом с кроватью, на которой я лежал, появилась девушка, которая снабдила меня формой."
    "Выглядела она не на шутку напуганной."
    sl "Ты… Что с тобой случилось?"
    me "Ты не видела? Я же…"
    th "Помолодел на десять лет."
    if herc:
        "Рубашка была полурасстёгнута, и на том месте, где последние лет пять красовался памятный шрам, была девственно чистая кожа."
        "Я наконец понял, откуда такое ощущение, будто мир стал больше."
        "Это не мир стал больше, это я потерял по несколько сантиметров от роста и объёмов."
    elif loki:
        "Я поднёс к лицу правую руку — сломанные пальцы так и не срослись по-человечески, напоминали собой коряги."
        "Привычная картина."
        "Которую сменили ладненькая кисть с длинными красивыми пальцами."
    "Меня очень серьёзно «откатило» в физическом плане."
    "А вот память осталась моей."
    "Так что, думаю, не стоит кричать об этом на всех углах."
    show sl sad pioneer close with dspr
    sl "Да, да, доктор сказала, что у тебя реакция на долгий переезд и на жару."
    me "Ага, на них. {w}Как долго я был в отключке?"
    sl "Полчаса, наверное — я как раз успела перенести тебя на кровать и сходить предупредить вожатую."
    show sl smile pioneer close with dspr
    "Девушка улыбнулась."
    sl "Надеюсь, ты скоро привыкнешь и тебе у нас понравится."
    "Я обратил внимание на то, что до сих пор нахожусь в том самом домике, где переодевался."
    show sl shy pioneer with dspr
    "Девушка немного смутилась, поняв невысказанный вопрос."
    sl "Да, ты у меня. {w}Ты тяжёлый, я бы тебя далеко не унесла."
    sl "Пришлось положить тебя пока к себе."
    sl "Как-никак, я помощница вожатой и отвечаю за пионеров."
    menu:
        "Ясно. А я Семён.":
        
            "Вежливо кивнул я, а девочка снова улыбнулась."
            sl "Прости, где мои манеры."
            show sl smile2 pioneer with dspr
            "Она кивнула и представилась наконец:"
            sl "Меня зовут Славяна, Феоктистова Славяна."
            $ meet('sl','Славя')
            $ alt_meet['sl'] = u"Славя"
            sl "Но ты, если хочешь, можешь звать меня Славей — я уже привыкла."
            $ alt_day1_sl_met = True
            $ lp_sl += 1
        "Да, спасибо.":
        
            "С третьего щелчка вышибло ум у старика."
            "Пионерки, бронзовые деятели и советский флаг — всё вместе или по отдельности ещё можно было как-то объяснить."
            "Но резкое омоложение…"
            show sl normal pioneer with dspr
            sl "Может быть, я тебя к доктору отведу?"
            "Обеспокоенно предложила девушка."
            sl "Ты какой-то бледный."
            me "Нет, спасибо."
            "Клин клином вышибают."
            "Воспоминания о том, как местный доктор лечит пациентов, помогли немного прийти в себя."

    "Мы немного помолчали каждый о своём."
    window hide
    menu:
        "А ты сейчас занята?":
            $ lp_sl += 1
            $ alt_day1_alt_sl_conv = True
            sl "Прямо сейчас я за тобой смотрю."
            "Улыбнулась девушка."
            me "Да я себя неплохо чувствую, просто…"
            th "Просто я, мать вашу, в пионера превратился!"
            me "Нельзя делать резкие движения, вот и всё."
            show sl sad pioneer with dspr
            sl "Уверен?"
            "Кажется, её не убедили ни мои слова, ни мой тон."
            me "Давай мы просто уже к вожатой сходим и представим меня."
            me "А то не могу отделаться от впечатления, что я каким-то образом подвожу тебя, пока здесь валяюсь."
            "Немного поколебавшись, девушка кивнула."
            show sl normal pioneer with dspr
            sl "Хорошо, пошли."
            "Она погрозила мне пальцем."
            sl "Но если вдруг что — опирайся на меня, и потом пулей к доктору!"
            sl "Договорились?"
            "Я кивнул."
            sl "Тогда ладно."
            "Она достала из шкафы пару новеньких сандалет."
            sl "У нас обычно обувь у двери оставляют, так что имей в виду."
            sl "Обувайся и пошли."
            sl "Да… И причешись."
            "Я растерянно поднял ладонь к макушке…"
            th "Так это был не сон?"
            window hide
            stop music fadeout 3
            $ persistent.sprite_time = "day"
            scene bg ext_house_of_sl_day at zenterright
            show sl normal pioneer at cright
            with dissolve
        
            "Однако далеко мы не ушли."
            "Не успели мы сделать и пяти шагов, как нас окрикнули."
            show bg ext_house_of_sl_day at enterleft
            show sl normal pioneer at right with moveinright
            show mi smile pioneer at left with dspr
            mi "Славичка, подожди, Славичка!"
            if not alt_day1_sl_met:
                "Девушка поморщилась и, опустив голос, сообщила:"
                show sl shy pioneer at right with dspr
                sl "Это моё имя — Славя."
                $ meet('sl','Славя')
                $ alt_meet['sl'] = u"Славя"
                me "А я Семён, очень приятно."
                sl "А я знаю."
            mi "Славичка, Славичка, там у столовой опять третий отряд девчонок шиповником закидал, помоги пожалуйста, а то я пройти хочу… а боюсь."
            "Славя вздохнула."
            sl "Вообще, я…"
            me "Да всё нормально, я подожду сколько скажешь."
            sl "Мику, а Лена где?"
            mi "Как обычно, сидит на крыльце и рисует, прислать?"
            sl "Да, передай ей пожалуйста, пускай новичка проводит и представит вожатой."
            mi "Бу сделано!"
            hide mi with easeoutleft
            "Сверкнув улыбкой, тараторка убежала."
            th "Как там её Славя назвала? Мики?"
            hide sl with easeoutright
            "Я повернулся было к Славе уточнить, но той и след простыл."
            "Делать нечего, пришлось занять место на крыльце и ждать некую Лену."
            stop sound_loop
            window hide
        "Я немного отдохну, ладно?":
            sl "Конечно! Лежи пока."
            sl "У меня кое-какие дела по лагерю, так что я побежала, а к тебе провожатого пришлю."
            sl "Чтобы ты не потерялся на пути к вожатой."
            "На секунду показалось, что она подшучивает надо мной — но нет."
            sl "И приведи себя в порядок."
            "Она кивнула мне на расчёску, лежащую здесь же на столе."
            me "А… Можно?"
            "Макушка ещё хранила ощущение прикосновения, а волосы и правда были встрёпанными."
            th "Кажется, она мне не приснилась…"
            sl "Не стесняйся. {w}Ну, я пошла!"
            if not alt_day1_sl_met:
                me "Погоди!"
                sl "Да?"
                me "Слушай… Мы же так и не познакомились."
                show sl laugh pioneer with dspr
                sl "Твоё-то имя я знаю! {w}Но ты прав."
                "Она коротко кивнула и представилась:"
                sl "Феоктистова Славяна, но лучше просто Славя."
                $ meet('sl','Славя')
                $ alt_meet['sl'] = u"Славя"
                me "Вот и познакомились."
            "Помахав мне рукой, девушка убежала, а я остался отдыхать."
            hide sl with dissolve
            play sound sfx_knock_door7_polite
            $ renpy.pause(1)
            "Десять минут спустя в дверь деликатно постучали."
            me "Войдите!"
            "Веселясь крикнул я."
            "Было очень забавно чувствовать себя хозяином в чужом помещении."
            "Хотя мне было несколько неуютно лежать на кровати в девичьем домике, мало ли кто что подумает, но…"
            "Дверь осталась недвижимой, никто не зашёл, никто не вышел."
            th "Показалось?"
            play sound sfx_knock_door7_polite
            $ renpy.pause(1)
            "Десять минут спустя стук в дверь повторился."
            me "Да войдите же!"
            "Позвал я."
            "Ни ответа, ни привета."
            "В ожидании я даже начал было подрёмывать."
            "И тут стук в дверь повторился в третий раз."
            play sound sfx_knock_door7_polite
            $ renpy.pause(1)
            th "Да они там издеваются, что ли?"
            "Я был готов поклясться, что это сто процентов Алиса балуется, вычислила, куда меня отвели, и теперь мстит."
            "Ну или ещё что-то в этом роде."
            "Со стоном я отскрёб себя от кровати и поплёлся открывать."
            play sound sfx_open_door_strong
            "Уже предвкушая то, как я сейчас с душой рявкну, я распахнул дверь и…"
            "Воздух комом стал у меня в горле."
    window hide
    return

label alt_day1_alt_L:
    if alt_day1_alt_sl_conv:
        "Я хотел было подремать, сидя на тёплых ступеньках, но не прошло и десятки минут, как интуиция подала сигнал о том, что рядом кто-то есть."
        show unblink
    play music take_my_hand fadein 5
    window hide
    scene expression Noon("bg ext_house_of_sl_day") at zenterleft
    show un smile2 pioneer at cleft
    with dissolve
    show un smile pioneer at cleft with dspr
    show name_un with flash:
        pos(1060,480)
    show un shy pioneer at cleft with dspr
    $ renpy.pause(2)
    scene bg ext_house_of_sl_day
    show un shy pioneer at cleft
    with dissolve
    if alt_day1_alt_sl_conv:
        "И правда."
        "Рядом со мной стояла какая-то девушка."
    else:
        "На пороге стояла какая-то незнакомая девушка, уже заносящая руку для очередного стука."
        "Бум!" with vpunch
        un "Ой!"
        "И снова в лоб."
        "Я с огромным трудом удержался от потока нецензурной брани."
        "Но когда я разглядел, кто меня стукнул… Это искупило всё."
        "Девушка отступила."
    "Её щёки мгновенно вспыхнули румянцем — который, надо признать, шёл ей чрезвычайно."
    "И сама девушка была крайне привлекательной особой — невысокого роста, хрупкая, с огромными зелёными глазами и забавной детской причёской, собиравшей волосы в два хвоста."
    if alt_day1_alt_sl_conv:
        un "…"
        "Она набрала в грудь воздуха и мужественно начала:"
    else:
        un "П-прости… Больно?"
        "Нерешительно произнесла она."
        me "Да нет…"
    show un scared pioneer with dspr
    un "А ты С…"
    show un sad pioneer with dissolve
    "На этом, кажется, силы покинули её."
    menu:
        "Да, я Семён. А ты…":
            
            "Её пальцы судорожно вцепились в край юбки, она смутилась ещё сильнее."
            un "Я… Ну… Это…"
            show un surprise pioneer with dspr
            un "…"
            me "Что?"
            if alt_day1_alt_sl_conv:
                me "Лена?"
            "Окончательно смутившись, она кивнула:"
            $ lp_un += 1
        "С тобой всё в порядке?":
            "Она отчаянно закивала, не смотря на меня."
            me "Тогда что…"
            "Тут меня осенило:"
            me "Ты та самая провожатая?"
            show un surprise pioneer with dspr
            "Она молча кивнула."
            me "Я Семён. А ты…"
    show un shy pioneer with dissolve
    un "Л-лена."
    $ meet('un','Лена')
    $ alt_meet['un'] = u"Лена"
    "Прошелестела она."
    "Девушка воплощала собой стеснение и смущение."
    "Я с трудом слышал её, даром что стоял рядом, и она стояла глаза в пол, избегая моего взгляда."
    th "Что это с ней? Я думал, здесь все деятельные и живые."
    "Во всяком случае, из четырёх человек, что я здесь встретил, каждый был именно таким."
    "Она махнула рукой в сторону дорожки, мощённой бетонными плитами."
    show un smile pioneer with dspr
    un "П-пойдём… {w}К вожатой?"
    "Несмело улыбнулась она."
    hide un with blind_r
    "И, не дожидаясь моего ответа, пошла, двигаясь деревянно и неестественно, будто марионетка."
    "Кажется, ей и правда было очень неловко."
    window hide
    $ persistent.sprite_time = "day"
    play ambience ambience_camp_center_day fadein 5
    scene bg ext_houses_day with blind_l

    "Мы уже очень долгое время молчали."
    "Я до сих пор пребывал в несколько смешанных чувствах из-за открывшихся обстоятельств с моим омоложением."
    "А Лена, наверное, просто в силу природной скромности."
    "Как я понял, хаотичное на первый взгляд нагромождение домиков подчинялось строгим законам геометрии — при известном желании можно было проследить даже своего рода «улицы»."
    "Хотя я, как человек, большую часть своей жизни отдыхающий летом в детских оздоровительных лагерях, знал, что настоящий старожил всегда плюёт на оригинальную планировку."
    "У любого ветерана есть свои хоженные маршруты и тропинки, чаще всего натоптанные сотнями единомышленников через кусты и лес."
    "Лена же старательно держалась бетонной дорожки, сворачивая лишь там, где это было предусмотрено строителями."
    me "Ты здесь впервые?"
    "Спросил я."
    "Пока мы шли вот так, бок о бок, было немного полегче общаться, чем глаза в глаза."
    un "В прошлом году… Была."
    "Ответила она, всё так же старательно глядя себе под ноги. "
    scene bg ext_houses_day at zenterleft
    show un normal pioneer at cleft
    with dissolve
    me "Ну и как тебе здесь?"
    "В конце концов, надо начинать здесь осваиваться, понять, куда я попал и что мне дальше делать."
    "Стеснительная девушка показалась мне идеальной кандидатурой, так как не станет задавать неудобных вопросов."
    un "Здесь тихо и спокойно."
    "Ответила она."
    un "Дети шумят, но они же дети…"
    "Она хотела было что-то сказать, но её перебил неожиданно подошедший мальчик лет одиннадцати:"
    ml "Эй, я тебя тут раньше не видел. Ты новичок?"
    "От его тона веяло привычкой к тому, что все вокруг подчиняются."
    "Не знаю, почему меня это так задело."
    me "А тебе-то какое дело?!"
    ml "Да никакого."
    "Пожал плечами он, отступая."
    ml "Просто просили передать это тебе."
    "На протянутой ладони лежал…"
    "Мой телефон."
    me "Спасибо, это я за…"
    stop music fadeout 3
    "Я не договорил."
    play sound sfx_wind_gust
    "Мимо нас промелькнул едва различимый силуэт, и я вдруг обнаружил, что стою с пустой рукой."
    "Да ещё и в одиночестве!"
    "Лена, не говоря дурного слова, кинулась в погоню!"
    hide un with pixellate
    menu:
        "За ними!":
            play music anglegrinder fadein 3
            $ alt_day1_alt_chase = True
            $ lp_un += 1
            th "Поймаю — закопаю."
            "Мрачно пообещал себе я."
            "Сегодня надо мной целый день все издеваются, бьют, орут и доводят до обморока."
            "А мне даже не на ком злость сорвать."
            "Но здесь и сейчас…"
            "У меня будет полное право долго и остервенело пинать воришку."
            window hide
            scene bg ext_houses_day with flash:
                pos (0,0) 
                linear 0.1 pos (-5,-5) 
                linear 0.1 pos (5,5) 
                pos (0,0) 
                linear 0.1 pos (0,-5) 
                linear 0.1 pos (0,5) 
                repeat
        
            "А тот, видимо, почуяв мои самые неблагие намерения, с душой так поднажал."
            me "Врёшь, тварь!"
            "Сквозь стиснутые зубы прорычал я, ускоряясь."
            "Всем известно, что рекорд на сто метров в девять с половиной секунд принадлежит ямайцу Усэйну Болту, моему сверстнику."
            "Но мало кто знает, что всю дистанцию он покрыл за 47 шагов, таким образом, длина его шага составляла 2,2 метра."
            "Труднодостижимый для обычного человека результат."
            "Но есть одна интересная техника."
            "В старом «квейке» она называлась…"
            "Распрыжкой."
            window hide
            show ftl_anim with Shake((0, 0, 0, 0), 4.0, dist=10)
        
            "Я поймаю его и утрамбую в бетон, чтобы наружу торчали одни только уши."
            "Надо просто быть ещё чуточку быстрее…"
            window hide
            show ftl_anim with Shake((0, 0, 0, 0), 4.0, dist=15)
        
            "Ещё…"
            window hide
            show ftl_anim with Shake((0, 0, 0, 0), 4.0, dist=20)
        
            "Чуточку…"
            window hide
            show ftl_anim with Shake((0, 0, 0, 0), 4.0, dist=15)
        
            "Быстрее…"
            "Икроножные мышцы заныли, когда я, оставляя за собой инверсионный след, вышел на первую космическую."
            "За спиной осталась удивлённо вскрикнувшая Лена, которую я обогнал как стоячую."
            me "Быстрее…"
            "Спина воришки стала увеличиваться в размерах — я догонял его."
            "Ещё немного, и… Ударю чуть выше колена, чтобы гарантированно клюнул носом в землю."
            window hide
            scene bg ext_square_day:
                xalign 0.5 yalign 0.5 zoom 1.25
                linear 0.3 zoom 1.0 xalign 0.5 yalign 0.5
            show blackout_exh
            show ftl_anim with Shake((0, 0, 0, 0), 4.0, dist=15)
            with flash
        
            voice "Эй, лови!"
            "В воздух взлетело что-то."
            "Что-то блеснувшее на солнце."
            "Чёрное, но с одной отражающей стороной!"
            scene bg ext_square_day
            show blackout_exh2
            with fade
            th "Телефон!"
            play sound sfx_jump_into_hole_2
            "И…"
            th "Поймал!"
            "В прыжке, сделавшем честь иному голкиперу, я поймал ценный груз в воздухе."
            
            play sound breath fadein 3
            stop music fadeout 3
            if not (herc or loki):
                th "Умён, гад."
                "Я сидел на корточках, пытаясь прийти в себя — спурт навстречу бронзовому истукану вытянул из меня остатки сил."
                th "Гадский воришка, ну погоди у меня!"
                "Я погрозил кулаком сам не зная кому."
            else:
                "Воришка скрылся…"
            "Я сжимал многострадальный смарт в потной ладони — миссия была выполнена."
            play ambience ambience_camp_center_evening fadein 3
            "Сейчас бы отойти в сторонку, лечь и сдохнуть."
            "Кажется, физические нагрузки моему новому телу тоже не очень по нраву, не слишком-то оно тренированное."
            "Ну, а Лена, только-только догнавшая меня, вообще выглядела так, будто сейчас упадёт."
            "Она прислонилась к постаменту и запалённо дышала."
            "А я, как это обычно и бывает в такой ситуации, воспринимал информацию отстранённо, не пытаясь её понять."
            "Взгляд скользил по буквам."
            th "Г-Е-Н-Д-А. {w}Чья-то партийная кличка? Как у Кобы?"
            show blackout_exh3
            window hide
            with fade
            
            "Ещё несколько минут, заполненных одним только дыханием и желанием сплюнуть."
            hide blackout_exh3 with dspr
            "Наконец, темнота перед глазами немного отступила."
            if not (herc or loki):
                "И я совершенно естественно спросил:"
                menu:
                    "Мне ведь не показалось?":
                        me "У нашего вора и правда были кошачьи ушки?"
                        scene bg ext_square_day at zentercenter
                        show un normal pioneer
                        with dissolve
                        "Лена пожала плечами."
                        un "Я не знаю, у меня не очень хорошее зрение."
                        "Небольшая пробежка сплотила нас так, что больше не приходилось тянуть из девушки слова клещами."
                        un "Но в лагере ходит история про кошкодевочку, которая ворует еду и всякие мелочи."
                        me "Вроде страшилки?"
                        "Лена кивнула."
                    "Лена, а что ты знаешь о Генде?":
                        scene bg ext_square_day at zenterleft
                        show un serious pioneer at cleft
                        with dissolve
                        "Девушка посмотрела на меня довольно странным взглядом."
                        "Это всё равно, что устроив свидание на Невском, начать расспрашивать свою девушку о том, что она может рассказать про Пассаж или Апрашку."
                        un "Ну…"
                        "Так у нас же и не свидание."
                        me "Я имею в виду, чем он прославился?"
                        th "Ой, неправильный вопрос."
                        "Повисла неловкая тишина."
                        show un shy pioneer with dspr
                        dreamgirl "Достижение разблокировано: Симпатичная девушка считает тебя придурком."
                        th "Что верно, то верно…"
                        play sound sfx_hiding_in_bush
                        "Наверное, это всё-таки какой-то внутренний голос, так как Лена не обратила на него внимания."
                        "Но мне надо срочно оправдываться, прежде чем за мной приедут добрые дяди из клиники имени Кащенко."
                        me "Что, неужели ни единого деяния не вспомнишь?"
                        me "Позор, собственную историю не знать."
                        "Лена тихо улыбнулась, принимая мою отговорку."
            else:
                me "Почти поймали…"
                un "Угу."
                "Любопытно, что вслед за воришкой первой рванула как раз Лена."
                me "Знаешь… Спасибо тебе. {w}Что не осталась в стороне."
                un "Угу."
            un "Пойдём к вожатой уже?"
            "Она окончательно пришла в себя."
            "Я кивнул и последовал за ней."
        "А… Что?":
            $ lp_mi += 1
            play music unforgotten fadein 3
            "Пока я глазами хлопал, вора и след простыл."
            "И Лены тоже."
            ml "Раззява!"
            "Презрительно кинул пионер и, развернувшись, ушёл."
            "Но меня это заботило меньше всего."
            me "Телефоооон!"
            "Горестно возопил я."
            th "О мой замечательный чайнафон с кучей ненужных функций и неубиваемостью уровня Нокии 3310!"
            th "На кого ж ты меня покинууууул!"
            th "И где мне теперь искать его?"
            th "Его же сто процентов этим же вечером в ближайшей деревне продадут за бутылку водки!"
            "В последнее верилось с трудом, но я привык рассчитывать на худшее."
            "И провожатую потерял."
            "Что за день такой сегодня… Глупый."
            window hide
            scene expression Desat1("bg ext_houses_day")with fade
        
            "Хуже уже не будет, сильнее, чем собралась, ругать меня вожатая не станет."
            th "Не убьёт же она меня?"
            "Постояв немного на месте и повздыхав, я направился куда глаза глядят."
            "А глядели они прямо."
            "Четыре бочки с одной стороны, три бочки и поворот с другой."
            "Улица моего позора."
            "Бульвар, который потомки назовут с французским прононсом: Бульв{b}а{/b}р Обоср{b}а{/b}мс."
            me "Очень хочется ругаться матом, не смотрите на меня!"
            "Зарычал я на сбившуюся неподалёку стайку девочек лет двенадцати-четырнадцати."
            "Те с визгом брызнули в стороны."
            "Улица закончилась, плавно нисходя до обыкновенной тропинки между деревьями."
            me "Вот точно, уйду в лес, и пусть меня там съедят волки."
            me "Хотя бы что-то в жизни своей сделаю правильно."
            "Но это же просто огороженная территория — какой бы запущенной она ни выглядела."
            "Какие уж тут волки."
            "Но мне нужно было найти выход острому чувству жалости к себе."
            "И оплакать безвременную кончину смартфона."
            play sound sfx_hiding_in_bush fadein 0
            window hide
            scene bg ext_path_day with dissolve
            play ambience ambience_forest_day fadein 3
        
            "Я оказался в роще."
            "Здесь было тихо и полутемно."
            th "Вот поселюсь здесь и буду жить."
            th "Построю шалаш на дереве и…"
            dreamgirl "…назло мамке уши отморожу."
            me "Что? Кто здесь?"
            "Нет ответа."
            me "Эй, покажись! Я знаю, что ты здесь!"
            "Нет ответа."
            "Ещё один желающий поиздеваться над новичком?"
            "Кажется, голос звучал дальше по тропинке, и я направился туда."
            "Не знаю, не уверен точно."
            "У меня всегда были сложности с определением направления шума."
            window hide
            scene bg ext_musclub_day with fade
            play ambience ambience_camp_center_day
        
            "И, кажется, я и правда ошибся с направлением."
            "Пробравшись между деревьями, я вышел на открытое пространство, над которым доминировало одно большое здание."
            "Больше всего оно походило на самый обыкновенный дом, у которого зачем-то сняли одну стену, обрезали пополам по высоте остальные, а те, что остались, застеклили как только могли."
            "Получилась любопытная конструкция, на которую было приятно посмотреть."
            "А так как поблизости не было никаких других построек, я сделал вывод, что это либо репетиционная база, либо библиотека."
            th "Наверное, всё же база — книги не очень любят прямой солнечный свет."
            "Уши уловили гитарные переборы, и я подошёл поближе."
            "Гитара доносилась из-за двери, я потянул было руку открыть её."
            play music ourfirstmet fadein 2
            scene bg ext_musclub_day at zentercenter
            show mi shocked pioneer
            with flash
            with vpunch
            "Дверь распахнулась, едва я успел взяться за ручку."
            mi "Ой!"
            "Дёрнуло довольно сильно.{w} Для девочки, я имею в виду."
            "И это снова была она!{w} Та самая девушка из медпункта!"
            show mi sad pioneer with dspr
            me "Привет, как лоб?"
            "Не нашёл ничего умнее спросить я."
            if alt_day1_alt_sl_conv:
                "Мы видимся уже в третий раз, а так толком и не познакомились."
            else:
                "Здорово, когда видишь человека второй раз в жизни — а у вас уже общие воспоминания!"
            mi "Ой, здравствуйте ещё раз! А лоб у меня в порядке, папа говорит — там сплошная кость, так что болеть нечему, всё заживает быстро! Разве что должна быть шишка, если сильно стукнулся, но мы же не сильно стукнулись? Я хочу сказать, мне было почти даже и не больно! Вот."
            if alt_day1_alt_sl_conv:
                mi "А вы разве не должны быть у вожатой? Вас же Славичка хотела отвести, но ей было некогда, она к вам Леночку отправила. Разминулись?"
                me "Не совсем."
                "Я не стану объяснять ей разные сюжетные моменты, хорошо?"
                me "Так или иначе, я не дошёл до вожатой, поэтому…"
                mi "Да? Странно, я всегда думала, что Леночка очень ответственная девочка, ей можно доверить — ну, всякое! А уж тем более проводить по лагерю нового человека."
            else:
                me "Я в порядке. Даже форму дали новую."
                show mi happy pioneer with dspr
                mi "Ой, как она вам идёёёт!"
                mi "А мне больше наши сейлорфуку нравятся, они такие удобные, и ткань хорошая, носишь и не замечаешь! Нет, я не хочу сказать, что пионерская форма плохая, просто мне непривычно, я всю жизнь носила другую одежду, так что сразу вдруг не могу привыкнуть."
            "Та-ра-тор-ка."
            "Кажется, у этой девушки дефицит внимания."
            "Она сидит одна на отшибе здесь, потому что никто не хочет слушать её пулемётные очереди."
            show mi smile pioneer with dspr
            mi "Но это ничего, я вас тогда провожу сама, вы не против?"
            show mi upset pioneer with dspr
            mi "Только не подумайте, пожалуйста, что я навязываюсь, если вы не хотите, то вы можете отказаться, и я не обижусь. Правда-правда!"
            me "Да нет…"
            "Улыбнулся я. {w}Несмотря на все странности девушки, она была очень славная."
            th "Разве что если бы её было чуточку поменьше, я бы оценил. Правда-правда!"
            me "Пожалуйста. {w}Но почему ты меня на «вы» называешь? Я же практически…"
            "Визуально, во всяком случае."
            me "Твой ровесник."
            show mi smile pioneer with dspr
            mi "Простите, но я так воспитана, я стараюсь уважать любого человека, когда его встречаю!"
            mi "Мне было очень тяжело научиться разговаривать по-русски без хонорификов… Эээ… Суффиксов! Но если вы мне незнакомый, то я к вам обращаюсь на «вы», как к незнакомому человеку обращалась бы с суффиксом «сан», понимаете?"
            th "Что-то такое я слышал, когда смотрел дома всякие мультики. Все эти «саны», «чаны».."
            me "Ну всё, мы теперь знакомы, теперь ты можешь называть меня на «ты»."
            show mi grin pioneer with dspr
            mi "Вообще-то, нас так и не представили друг другу, и я не знаю вашего… твоего имени."
            me "О, прости."
            me "Моё имя…"
            stop music fadeout 3
            "Я не закончил — то самое шестое чувство, интуиция, сигнализировало об опасности!"
            "Я поднял глаза."
            show us laugh sport far at left behind mi with flash
            "Со стороны входа на террасу стояла невысокая девочка с копной красных волос, стянутых двумя хвостами, а у ног неё лежал мяч."
            play music music_list["doomed_to_be_defeated"] fadein 3
            us "Пенальти!"
            play sound sfx_soccer_ball_kick
            "Она пнула мяч, и тот с огромной скоростью полетел в нашу сторону."
            if not herc:
                me "А… Что?"
            else:
                menu:
                    "Отправить мяч обратно.":
                        "Рефлексы сработали быстрее тела."
                        $ alt_day1_us_shotted = True
                        $ lp_us -= 1
                        $ karma -= 10
                        "Я сделал полшага назад и, весь напружинившись"
                        play sound sfx_soccer_ball_kick
                        extend ", направил мяч обратно!"
                        "Разница между ударом мяча в лицо и приёмом на голову в том, что последний направляет снаряд обратно в подающего – с той же силой!"
                        "Кое-кто может сомневаться в том, что-де, головой сильно мяч не отобьёшь…"
                        "Наивные!"
                        us "Оххх!"
                        hide us with easeoutbottom
                        with hpunch
                        show mi dontlike pioneer with dspr
                        "Девочку снесло с ног и даже немного протащило по воздуху, аккуратно уронив спиной в траву."
                        th "Упс. Надеюсь, я её не убил."
                        show mi angry pioneer with dspr
                        mi "Ты что делаешь, совсем сумасшедший, что ли?! Нельзя же в людей вот просто так мячиками пинаться, так и больно сделать можно!"
                        "Рассерженно посмотрела на меня моя собеседница."
                        me "А чё она…"
                        "Угрюмо начал я."
                        show mi dontlike pioneer far at cleft
                        show us normal sport far at fleft
                        "Она только рукой на меня махнула и поспешила помочь сидящей на траве и мотающей головой рыжей."
                        me "Не стоит благодарности."
                        hide us with dissolve
                        "Рыжая оттолкнула протянутую руку, что-то фыркнула и, подняв мяч, удалилась."
                        "Я только плечами пожал."
                        "Не ожидал благодарности, в общем."
                    "Не пинать.":
                        $ karma += 15
            if not alt_day1_us_shotted:
                "Я смотрел на приближающийся мяч, и ничего не мог сделать."
                "Я просто не успевал."
                "Как в какой-то компьютерной игре, перед глазами наяву встала колонка цифр баллистического расчёта с траекторией мяча, упирающейся прямиком в циановую головку."
                "Я заступил на путь следования и зажмурился."
                with flash
                "Ба-бах!" with vpunch
                "Мяч попал мне в голову."
                show mi scared pioneer
                show blackout_exh
                with dissolve
                "В мою бедную, несчастную голову!"
                "О всеблагой рандом, пусть уже кто-нибудь отпилит её и спрячет в сейф — мне надоело, что по ней сегодня все бьют!"
                "Перед глазами всё потемнело, а рыжая бандитка, прокричав что-то ободряющее, скрылась с места преступления в неизвестном направлении, забрав с собой орудие преступления."
                hide us
                show mi scared pioneer behind blackout_exh2 with dspr 
                mi "Ой, с вами всё в порядке?"
                me "С тобой."
                "Бросил я."
                "Разумеется, со мной не всё в порядке, мне, блин, мячиком по голове зарядили — как со мной может быть что-то в порядке?!"
            stop music fadeout 3
            me "Давай ты просто отведёшь меня к вожатой, и всё?"
            "Девушка молча кивнула."
            "Видимо, здесь не каждый день происходит расстрел мячиками заезжих пионеров."
            window hide
            scene bg ext_house_of_mt_day with fade

    "Этот домик отличался от прочих в первую очередь формой."
    "Он представлял собой двускатную крышу, под которой, будто на чердаке, и должны были жить пионеры."
    "Рядом с крыльцом замер добротный советский велосипед, а по другую руку ждали своего часа два деревянных шезлонга."
    me "Домик вожатой?"
    "Быстро кивнув мне, провожатая ретировалась, оставляя меня в одиночестве."
    "Надеюсь, в этот раз это не будет очередным розыгрышем."
    "Хотя это же не Алиса, она вряд ли станет меня подставлять."
    "Ведь правда?"
    play sound sfx_knock_door2
    "Я постучал."
    mt "Войдите!"
    "Раздался женский голос изнутри."
    "И я вошёл."
    "Что мне ещё оставалось?"
    window hide
    stop ambience
    stop sound_loop
    return
    
label alt_day1_alt_O:
    play sound sfx_open_door_clubs_2
    scene bg int_house_of_mt_day with dissolve
    play ambience ambience_int_cabin_day fadein 3
    play music music_list["smooth_machine"] fadein 5

    "Внутри «чердак» оказался достаточно уютным и милым."
    "Места, конечно, было не очень много, но с другой стороны, и не предполагалось, что отдыхающие будут проводить много времени под крышей."
    "Проснулся, оделся, умылся, собрался и поскакал."
    "Но вожатая, как и Славя, тоже, судя по всему, была большой любительницей придавать помещению жилой вид."
    "Её вещи расползлись по всей комнате, занимая поверхности, рамы и вешалки."
    "Даже вторая кровать, судя по идеальной застеленности, ничья, была частично оккупирована вещами вожатой."
    "Сама же вожатая — очень красивая девушка чуть младше меня прежнего — стояла рядом со столом и ждала, пока я обращу на неё внимание."
    window hide
    $ meet('mt','Вожатая')
    $ alt_meet['mt'] = u"Вожатая"
    scene expression Noon("bg int_house_of_mt_day") at zenterright
    show mt normal pioneer at cright
    with dissolve
    show name_mt with flash:
        pos(460,350)
        linear 1.0 pos (260,330)
    show mt smile pioneer at cright with dissolve
    $ renpy.pause(2)
    scene bg int_house_of_mt_day
    show mt smile pioneer
    with dissolve
    mt "Ну, здравствуй."
    "Чуточку ворчливо начала она."
    mt "Я тебя уж заждалась, думала сама за тобой идти."
    
    me "Простите?"
    mt "Не прощу."
    show mt smile pioneer with dspr
    mt "Автобус приехал в три часа, а сейчас половина восьмого, расскажешь мне, где ты лазил всё это время?"
    me "Э… Ну…"
    show mt laugh pioneer with dspr
    mt "Попался! {w}Да шучу я, шучу."
    "Смех у неё был мелодичным и приятным."
    "Наверное, пользуется успехом у противоположного пола."
    "Хотя, если здесь все люди такие же красивые, как встречные мне пионерки и вожатая, неизбежна некая конкуренция."
    "Но это всё лирика, надо о главном."
    me "Послушайте, произошла какая-то ошибка…"
    "Начал я, чувствуя себя героем всё того же дешёвого ситкома."
    show mt normal pioneer with dspr
    mt "О, правда?"
    me "Ну…"
    me "Я просто не хочу, чтобы у кого-то возникли проблемы, когда все поймут."
    mt "Что поймут?"
    "Она издевается?"
    me "Что я не должен быть здесь, неужели не ясно? Я вообще ничего не понимаю, засыпал у себя, проснулся здесь в медпункте, потом эта рыжая больная, и всё дергают меня, а я просто хочу понять, какого хрена тут творится вообще!"
    "Под конец фразы я разошёлся так, что орал в голос."
    play sound sfx_face_slap
    with vpunch
    "Щёку обожгло пощёчиной."
    mt "Ну?"
    "Участливо поинтересовалась вожатая."
    mt "Истерика закончилась или ещё попсихуешь?"
    "Я подавленно кивнул."
    stop music fadeout 3
    window hide
    with fade

    me "Извините."
    me "Но я посторонний человек здесь, я ехал…"
    
    "Куда я ехал и зачем, почему-то из памяти выпало, поэтому я заткнулся."
    play music wheres_wonderland fadein 3
    mt "Охохо, и за что мне несчастье такое."
    "Вздохнула вожатая."
    "Она села на стул со стороны кровати и кивком указала мне на другой."
    "Видимо, с этого момента начинается серьёзный разговор."
    me "Я не должен быть здесь…"
    show mt smile pioneer with dspr
    mt "Ну как же не должен?"
    "Улыбнулась она."
    mt "Ты же Семён?"
    "Я кивнул."
    if herc:
        mt "Сычёв?"
    else:
        mt "Персунов?"
    "И здесь верно."
    mt "Ну вот и всё. Ты в списках, сам посмотри."
    "Она подтолкнула мне бумагу с официальным штемпелем, на которой значилось: «Состав первого отряда»."
    "На седьмой строчке стояла моя фамилия с инициалами."
    "А в графе «подпись» значилась именно моя, ничья иная подпись."
    th "Как это могло случиться?"
    "Я слышал, что некоторые люди любят так подшучивать друг над другом — подпоить приятеля, а разбудит его, например, таможня в Осло или Будапеште."
    "Но у меня не было таких друзей."
    "У меня и друзей-то… Не было."
    "Тогда откуда?"
    me "Вы меня точно не разыгрываете?"
    show mt surprise pioneer with dspr
    mt "Если бы я хотела тебя разыграть, Семён."
    mt "То не стала бы тратить целый день на то, чтобы забрать тебя из райцентра."
    me "Ладно, давайте тогда с самого начала."
    show mt normal pioneer with dspr
    mt "Ну, наконец-то! Тот самый Семён."
    me "А почему вы ведёте себя так, будто всё в порядке?{w} Ответьте, почему я здесь оказался?!"
    "Она достала с полки ежедневник, а оттуда — сложенный пополам лист."
    mt "Держи. Читай."
    "Я растерянно принял листок и развернул его."
    
    $ set_mode_nvl()
    "Привет! Прииииивет!"
    "Любопытно, как тебя зовут в этот раз?"
    "Сёма? Сеня? Сёмчик? Семён-кун?"
    "Ох, святой рандом, сколько разных имён, ты не устаёшь удивлять, отыскивая себе новые."
    "Знаешь, старайся не особо кричать окружающим о том, что и как с тобой произошло."
    "Потому что я-то знаю. А вот если узнают они…"
    "Ты никогда не был в лаборатории? А в качестве подопытной крысы?"
    "Короче говоря, язычок на замочек и ни-ни никому."
    nvl clear
    "Теперь о том, что тебе следует знать."
    "Во-первых, здесь всё ещё совок. Да, великий советский Совок конца восьмидесятых."
    "Понятия не имею, как это работает, у меня ушло несколько лет на то, чтобы просто стать частью этого маленького мирка."
    "Во-вторых, это не наш дом."
    "Пионерия тут гуляет до восемнадцати, кое-какая разница в технологиях, законах."
    "История тоже несколько отличается."
    "Ну да ты видел этого бронзового бармалея на площади в очках, сам понимать должен."
    "В-третьих, ты здесь не впервые."
    "Точнее, это не совсем ты, а просто человек, здорово на тебя похожий, и вас связывает кое-какой невыплаченный долг."
    "Короче, не облажайся и не подведи."
    nvl clear
    "Ольке можешь верить, но без фанатизма, она всё-таки просто человек."
    "Которого жутко бесит то, что ты её не узнаёшь."
    "Так что сошлись на провалы в памяти или плохое самочувствие, ну ты сам знаешь."
    "И постарайся не изображать из себя буку, как ты любишь — здесь это не работает."
    "Пожалуйста."
    "Засим адью с неприличными жестами."
    "Сэм."
    
    $ set_mode_adv()
    "Я вернул письмо вожатой."
    $ meet('mt','Ольга')
    $ alt_meet['mt'] = u"Ольга"
    mt "Ну и?"
    me "Ольга…"
    "Она несколько секунд вглядывалась мне в глаза, видимо, пытаясь там что-то найти."
    "Не нашла."
    "Вздохнула."
    mt "… Дмитриевна."
    $ meet('mt','Ольга Дмитриевна')
    $ alt_meet['mt'] = u"Ольга Дмитриевна"
    me "Ясно, значит, вы вожатая, а я пионэр."
    show mt smile pioneer with dspr
    mt "Вроде того. И если тебя это интересует, письмо я не читала."
    mt "Никогда."
    "Неудивительно."
    "У меня всегда был почерк как кура лапой."
    "Его я сам не всегда разбирал со словарём, что уж говорить про кого-то другого."
    "Верно, письмо действительно было написано моим почерком."
    "Кажется, «в-третьих» из письма соответствовало истине."
    "Что ж. Значит, буду наслаждаться отдыхом на халяву."
    "Почти как бесплатная путёвка в Дубаи, только с омоложением всего организма в качестве бонусного сервиса."
    me "Ясно, Ольга…"
    menu:
        "… Дмитриевна.":
            $ karma += 10
            "Я с усилием выговорил её отчество."
            "Как будто мы всю жизнь звали друг друга по именам."
            "Но я её определённо вижу впервые в жизни."
            "Несмотря даже на мой почерк в письме."
            "Но раз у меня уже появился какой-то там долг…"
            "Попробуем пока поиграть по правилам."
        "…":
            "Я выдержал паузу."
            show mt sad pioneer with dspr
            mt "Ольга Дмитриевна, пионер."
            mt "Я твоя вожатая. {w}Потрудись соблюдать субординацию."
            th "Жаль. Не сделают мне поблажек."
    me "Так что мне делать дальше?"
    show mt normal pioneer with dspr
    mt "Сегодня уже ничего не успеешь, слишком долго гулял."
    "Она посмотрела на часы."
    mt "Пока ходи, привыкай к лагерю, а завтра с утра начнём тобой заниматься."
    mt "Сейчас ужинать пойдём, время восемь."
    mt "Знаешь, где столовая?"
    "Я отрицательно помотал головой."
    mt "Ничего, я тебе покажу."
    stop ambience fadeout 3
    stop music fadeout 4
    window hide
    return
    

label alt_day1_alt_supper:
    window hide
    play music music_list["my_daily_life"] fadein 1
    scene bg ext_dining_hall_away_sunset with dissolve

    "Столовая оказалась… Ну, столовой!"
    "Видел одну — видел все: приземистое одноэтажное здание с крыльцом и двойной дверью, обеспечивающей достойную пропускную способность."
    scene bg ext_dining_hall_near_sunset at zentercenter
    show us smile sport far at left with moveinleft
    $ renpy.pause(0.5)
    show bg ext_dining_hall_near_sunset at enterright
    show us smile sport far at left
    show mt angry pioneer with moveinright
    $ renpy.pause(2)
    show us dontlike sport far at fleft with moveinright
    if not alt_day1_alt_chase:
        "Мимо нас хотела прошмыгнуть давешняя хулиганка с мячом"
    else:
        "Перед нами пыталась просочиться какая-то мелкая пионерка"
    extend ", но вожатая была начеку и сгребла ту в воздухе."
    mt "Стоять!"
    mt "Марш руки мыть!"
    show us normal sport far at left with dissolve
    us "Ну Ольга Дмитриевна!"
    mt "Ничего не знаю, но с грязными руками я тебя в столовую не пущу!"
    us "Ладно, ладно. Иду."
    hide us with dissolve
    "Я, с огромным удовольствием наблюдавший всю сцену, даже вздрогнул, когда вожатая окликнула меня."
    mt "Семён!"
    me "Да?" 
    mt "Видел, кого поймала?"
    me "Ну."
    show mt laugh pioneer with dspr
    mt "Что «ну», беги за ней, узнаешь, где рукомойник! "
    me "Понял."
    "Не теряя больше ни секунды, а поспешил за пионеркой в футболке."
    window hide
    scene bg ext_washstand2_day with fade

    stop ambience fadeout 3
    play sound sfx_open_water_sink
    $ renpy.pause(1)
    play sound_loop sfx_water_sink_stream

    us "Семён — чемпион по нырянию в бетон."
    "Неласково пробормотали сзади."
    th "Вот оно, да?"
    th "Первая проверка на прочность?"
    "Шутка юмора с тазиком была самодеятельностью, а теперь тут дела посерьёзнее?"
    "А сейчас определяется моё место в иерархии, я так понимаю."
    window hide
    stop sound_loop
    play sound sfx_close_water_sink
    pause(1)
    scene bg ext_washstand_day

    "Я неторопливо выключил воду и обернулся."
    "И…"
    scene bg ext_washstand_day:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 0.3 zoom 1.1 xalign 0.5 yalign 0.45
    th "Никого?"
    "Хм…"
    play music music_list["i_want_to_play"] fadein 5
    show us laugh sport with moveinbottom
    us "Семён — чемпион, только тормознутый он!"
    window hide
    scene expression Desat("bg ext_washstand_day") at zentercenter
    show us normal sport
    with dissolve
    show name_us:
        pos(660,180)
    show us smile sport
    with flash
    $ renpy.pause(2)
    scene bg ext_washstand_day
    show us laugh sport
    with dissolve
    "Оттарабанила она."
    me "Эй! Перестань меня обзывать!"
    me "Как тебя зовут, кстати?"
    show us grin sport with dspr
    us "Хватит обзывать, хватит обзывать!"
    "Она ткнула в меня пальцем и показала язык."
    us "Не нравится «Семён», будешь новичком!"
    hide us with easeoutbottom
    "И унеслась прочь."
    "Даже имени не сказала. {w}Мелкая пакость."
    us "Уля!"
    "Донеслось от столовой."
    us "Моё имя Уля!"
    $ meet('us','Уля')
    $ alt_meet['us'] = u"Уля"
    "Спустя пять минут я, отряхивая ладони от холодной — ледяной! — воды, поднялся на крылечко и вместе с вожатой зашёл внутрь."
    window hide
    $ persistent.sprite_time = 'sunset'
    scene bg int_dining_hall_people_day 
    with dissolve
    play ambience ambience_dining_hall_full fadein 3
    scene bg int_dining_hall_people_day  with fade

    "Внутреннее убранство местного храма чревоугодия не удивило меня ничем."
    "Длинные столы на двенадцать человек, выстроившиеся у стен, столы чуть короче по другую сторону прохода, чтобы обслуживающий персонал с тележками мог подобраться и сервировать или убрать со стола."
    "Кафель на полу и стенах, стулья из нержавеющей стали и колонки под потолком на случай, если на улице будет дождь."
    "Наособицу стояли небольшие столики для обслуживающего персонала, также полностью занятые."
    "Ощутив на себе взгляд, я кивнул добрейшему доктору Виолетте."
    "Она улыбнулась мне, а вот быковатый мужик рядом с ней нахмурился, одаряя меня оценивающим взглядом."
    th "Ух ты, а она, оказывается, несвободна!"
    "Если только этот спортивный мальчик не из числа неправедно отвергнутых."
    th "Судя по тому, что она на него даже не смотрит…"
    dreamgirl "А у тебя работает интуиция!"
    th "Эй, я тебя вспомнил! Ты была в автобусе!"
    dreamgirl "Э… Чего?"
    th "Да ладно притворяться, у меня от твоего голоса точно такие же ощущения. Я тебя узнал!"
    th "Так скажешь, как тебя зовут?"
    dreamgirl "Хватит дурью маяться, я просто твоя интуиция, либидо… Ну и так, по мелочи бессознательное."
    "Меня это не убедило, но спорить я не стал, и без того завис на проходе, раза три в плечо толкнули."
    "Место по другую руку от Виолы занимала девушка из медпункта."
    if not alt_day1_alt_chase:
        "Она же девушка из музыкального клуба."
        if alt_day1_us_shotted:
            "Она очень неодобрительно покосилась на меня."
            "Ну и ладно."
    "А что самое забавное, мы так и не познакомились за весь день ни разу."
    "Завтра обязательно надо будет познакомиться."
    th "Забавная она, хоть и болтушка."
    show mt normal pioneer at right with dissolve
    mt "Семён, сейчас тебе место найдём."
    "Вожатая подвела меня к паре столов, которые, судя по всему, принадлежали моему отряду и, немного подумав, указала пальцем на свободное место рядом с мелкой."
    mt "Давай пока здесь, а там посмотрим."
    show dv normal pioneer2 with dissolve
    show mt angry pioneer with dissolve
    extend " Двачевская, стоять!"
    show dv surprise pioneer2 with dspr
    dv "Чего ещё?"
    mt "Ты во что одета? "
    dv "В форму? "
    "Разумеется, в форму. Вопрос лишь в том, как именно была надета эта форма."
    "Если рубашка на голое тело, повязанная ковбойским узлом и галстук в качестве напульсника — то это, конечно, тоже форма."
    "Правда, не пионера, а кое-кого другого."
    "И похоже, определение рвалось с языка не у меня одного."
    "Так что вожатая развернула Алису в сторону выхода:"
    mt "Приведёшь себя в порядок, тогда возвращайся, а пока марш отсюда."
    hide dv with dissolve
    "Пробормотав нечто непристойное, Алиса испарилась."
    me "Ольга Дмитриевна, отсадите меня от мелкой, она гадость задумала."
    "Сделал заход я."
    mt "Прости, но мест нет. {w}Сам не видишь?"
    me "Угу. Если я останусь без ужина, это будет на вашей совести."
    show mt smile pioneer with dspr
    mt "Я постараюсь справиться с этим и жить, как раньше."
    "Усмехнулась вожатая, поощрительно кивнула уже переодевшейся Алисе и пошла ужинать."
    hide mt with dissolve
    "Кроме уже знакомой мне девушки из медпункта (в отсутствие имени стану звать её так) и Ульяны с Алисой, были здесь и другие знакомые лица:"
    show sl smile pioneer with dspr
    "Славя — человек, который был настолько добр ко мне, что выделил мне форму, собственную расчёску и даже уложил спать, когда мне совсем поплохело."
    "Надо бы держаться к ней поближе, мне кажется, на неё можно положиться."
    "Славя одарила меня быстрой улыбкой и вернулась к ужину."
    hide sl
    show un shy pioneer
    with dissolve
    "По соседству с ней сидела моя вторая провожатая — Лена."
    "Она не перестала стесняться даже сейчас."
    "Вон как покраснела, поймав мой взгляд."
    if alt_day1_alt_chase:
        "А мне показалось, что мы прошли этот этап…"
    hide un
    show el normal pioneer at left
    show sh normal pioneer at right
    with dspr
    "И замыкали ряд два мальчика."
    "Надо же, а я-то подумал, что попал в женский отряд, просто места в других не было."
    "Это хорошо, что здесь есть пацаны, надо будет подойти к ним наладить контакт."
    "Впрочем, их место говорило само за себя: в отряде царит жёсткий матриархат."
    us "Эй, псст!"
    scene bg int_dining_hall_people_day at zentercenter
    show us smile sport 
    with dissolve
    me "Что?"
    "Не было печали…"
    us "Где твоя котлета?"
    me "Моя… Что?"
    "Я перевёл взгляд на тарелку."
    "Всё верно, пока я ротозейничал да оглядывался, кто-то покрал самую важную часть ужина!"
    "И не надо быть Эйнштейном, чтобы понять, чьих рук это дело."
    $ meet('us','Ульяна')
    $ alt_meet['us'] = u"Ульяна"
    me "Котлету."
    us "В большой семье клювом не щёлкают."
    me "Ах ты маленькая…"
    menu:
        "Сама отдашь?":
            $ karma += 10
            $ lp_us += 1
            "Я подвинул ей тарелку и поощряюще кивнул."
            if loki:
                me "Догадываешься, что надо сделать?"
                me "Давай, ты же умная."
            elif herc:
                me "Смелее, на счёт «три» я наблюдаю у себя в тарелке котлету."
            else:
                me "Давай. В темпе вальса, котлету на бочку и всё такое."
            us "Да нет у меня её, сам смотри!"
            "Я заглянул к ней в тарелку."
            me "Быстра же ты жрать, пани…"
            "Пробормотал я."
            "Делать нечего, пришлось есть пюре — в моей тарелке, и отобранное у Ульяны."
        "Смириться.":
            me "Надеюсь, ты в курсе, что воры чужих котлет склонны к ожирению и волосатым ладоням."
            show us dontlike sport with dspr
            us "Эй, у меня не волосатые ладони!"
            me "Да я догадался уж."
            "Добавки на раздаче не дали, ещё и обматерили."
            "Ну его в баню."
            "Встал из-за стола голодным, куда это годится."
        "Подавись.":
            $ karma -= 30
            extend " дрянь!"
            with vpunch
            show us dontlike sport with dspr
            "Я не был совсем уж идиотом, все эти правила с проверкой новичков на прочность знал прекрасно."
            "Ни разу не был в тюрьме, чтобы сравнивать, но, наверное, есть нечто похожее тут и там: как ты себя поставил, это главное."
            "Поэтому вполне было логично, что я использовал свою секретную атаку:"
            "Я взял тарелку с пюре и надел её на рыжую голову."
            "А потом долго-долго колотил по тарелке ложкой, терзая барабанные перепонки окружающих акустической атакой."
            "И наконец, схватив её за обе «ракеты», как следует повозил носом по пюре!"
            "Ну разве не волнительная картина?"
            window hide
            with fade
        
            th "И почему я не ренегат из одной известной игры? Я бы ещё и смехом как у доктора Зло заливался, творя бесчинства и непотребства."
            th "Антикризисная программа для неудачника."
            th "Мечты-мечты."
            "С трудом подавив в себе желание воплотить волнительную картину в жизнь, я поднялся."
            me "Приятно подавиться."
            us "Эй, ты куда?"
            "Крикнула Улька мне в спину."
            me "Не твоё дело."
            "Плакал мой ужин."
            "Эх."
    window hide
    stop music fadeout 3
    stop ambience fadeout 5
    return
    
label alt_day1_alt_U:
    scene bg ext_dining_hall_near_sunset with dissolve
    play ambience ambience_camp_center_evening

    "Гадская Улька, чтобы ей ночью лук приснился, оставила меня без самой важной части ужина."
    "Не знаю, я, наверное, буду мстить."
    "И мстя моя будет коварчива и страшна!"
    "Вообще день был что-то не очень."
    "Очень не очень — начиная с пробуждения лоб в лоб с той болтушкой-хохотушкой."
    if not alt_day1_alt_chase:
        "Ещё и телефон подрезали, а пока я стоял, рот раззявив, утащили."
    "Так что я не удивился завершению этого дня таким вот образом."
    "Если уж не везёт, то не везёт во всём."
    "Меня вдруг осенило:"
    th "Ну да! {w}Я же опять ту гадину в коротком платьице видел во сне!"
    th "Значит, впереди ожидает как минимум неделя несчастий."
    "Стоило бы ожидать. {w}Одно только попадание сюда чего стоит."
    "Сзади раздался смешок, и я обернулся."
    scene bg ext_dining_hall_near_sunset at zenterleft
    show us smile sport at cleft 
    with dissolve
    play music music_list["i_want_to_play"] fadein 5
    us "Хы!"
    me "Опять ты. Отстань от меня уже!"
    if alt_day1_us_shotted:
        us "Сказать ничего не хочешь?"
        me "Ой, да, точно."
        "Я положил указательный палец на переносицу, дублируя поправляющего очки Генду, и занудливым тоном начал:"
        me "Ты, наверное, знаешь выражение: «Увидеть Париж – и умереть!» — хотя на самом деле вид Парижа совсем не смертелен."
        me "Это поэтическое преувеличение, но тут важен порядок слов."
        me "Никому не понравится, если ты скажешь: «Увидишь Париж — и умрёшь!»."
        us "Э… Ы?"
        "Ульянка стояла в некоторой прострации, и мне пришлось пощёлкать пальцами у неё перед носом."
        "Кажется, я вверг её в своего рода гипноз."
        us "Да ты меня совсем запутал! Я вот что сказать хотела!"
        show us laugh sport with dspr
    us "А давай столовую ограбим и тебя накормим?"
    me "Что?"
    us "Конфеты! Халвичные, содержащие все полезные витамины и минералы для растущего детского организма!"
    "С трудом выговорила она."
    me "Я с тобой никуда не пойду."
    "Отвернулся я."
    show us laugh2 sport with dspr
    us "Ну пожалуйста-пожалуйста!"
    "Запричитала она."
    if alt_day1_us_shotted:
        us "А я тогда никому не расскажу, как ты мне мячиком зафутболил, и тебя вожатая не заругает."
        me "Чёртова шантажистка!"
        "Не выдержал я."
        show us laugh sport with dspr
        us "На том и стоим!"
        us "Ну, ты согласен?"
    me "Нет."
    "Отрезал я."
    "Проходящие мимо пионеры из других отрядов окидывали странными взглядами наш трогательный тандем, но мне не было дела до них."
    "Всё, чего я хотел — это чтобы меня оставили в покое."
    "И сейчас лучше немного потрудиться и побыть немного резким — это в будущем сэкономит кучу нервных клеток."
    us "Да?"
    "Девочка вздохнула."
    play music shehasgone fadein 5
    show us sad sport with dspr
    us "И правда, глупо было надеяться."
    "Она погрустнела."
    us "Что ты так легко меня простишь."
    us "Я просто пока ужинала, подумала… {w}Ну, знаешь…"
    us "Что была слишком жестокой. {w}Ты, конечно, новичок, и есть традиции."
    "Она старательно ковыряла сандалией бетонную плиту."
    us "Но все мы же люди, все делаем ошибки… Я и дала маху."
    show us shy sport with dspr
    us "В общем, дура я, что с едой шутить решила."
    us "Если бы я оказалась на твоём месте, даже не знаю, как бы сама поступила. {w}Но мне точно было бы обидно."
    us "Поэтому решила, что смогу исправиться."
    us "Как-то помочь тебе."
    show us shy2 sport with dspr
    "Она отвела глаза."
    us "Теперь понимаю, плохая была затея."
    "Вздохнула она."
    us "Я пойду, хорошо?"
    "Отвернувшись, девочка побрела прочь."
    "Вся её фигура выражала горечь и разочарование."
    "А у меня вдруг кольнуло в сердце от понимания, насколько я некрасиво и жестоко сейчас поступил."
    "Девочку замучила совесть, она решила исправиться, пусть и на свой манер, а я…"
    me "Эй…"
    "Улька остановилась."
    us "Что?"
    me "Ладно."
    "Я ещё пожалею об этом."
    me "Давай попробуем."
    play sound stahp
    stop music fadeout 3
    $ renpy.pause(1, hard=True)
    show us grin sport with flash
    play music genki fadein 3
    us "Правда?"
    menu:
        "Обойдёшься.":
            if not alt_day1_alt_chase:
                show us calml sport with flash
                me "Если ты думала, что я забыл о нашем знакомстве, то ты напрасно так думала."
                me "Отвали."
            else:
                me "Возможно, если бы я нормально поужинал, всё было бы иначе."
                me "А сытый голодного не разумеет."
            return
        "Да, правда.":
            pass
    "Её настроение мгновенно скакнуло от подавленного до безоблачного."
    "Подозрительно мгновенно."
    "Я ещё не знал ни Ульяны, ни Алисы в должной мере, а слова единственного человека, к которому следовало бы прислушаться, по скудоумию своему, пропустил мимо ушей."
    "Хотя надо было, надо было сделать выводы."
    "Просто очень хотелось поверить в искреннее раскаяние маленькой егозы."
    "Болван, что ещё можно сказать."
    if loki:
        "И всё-таки"
        play sound sfx_simon_applause
        extend " – браво! Я бы дал «Оскара»!"
        "Такая актёрская игра, я чуть не купился!"
    "Обратно отыгрывать в любом случае было уже поздно:"
    me "Так что делать будем?"
    show us laugh sport with dspr
    us "Что-что, столовую грабить, разумеется!"
    "Она увлекла меня за угол здания, откуда мы могли видеть проходящих, а они нас — нет."
    window hide
    scene bg ext_dining_hall_away_sunset at zexitleft
    show us smile sport at cleft
    with dissolve

    "Тактично задвинув меня подальше, она встала у самого угла и в лучших традициях шутеров с укрытиями выглядывала оттуда, проводя разведку местности."
    "Угол был достаточно удобен в том плане, что сюда никто не шёл — видимо, в эту сторону нет ни жилых помещений, ни каких-либо других мест, представляющих интерес для пионеров."
    us "Если верить разведке, ужин заканчивается без пятнадцати девять."
    "С умным видом говорила она."
    "Я на секунду даже зауважал её."
    show us normal sport with dspr
    us "Потом пятнадцать минут работают дежурные по столовой, а где-то без пяти минут с кухни уходят повара."
    us "То есть у нас будет окно в пять минут на операцию, но надо будет отвлечь дежурных."
    us "Ты этим и займёшься, отвлечёшь их, а я в это время проникну в буфет и заберу всё необходимое."
    us "Всё понял?"
    me "А как я их отвлеку?"
    us "Я знаю? Ты большой, ты и думай, вон, башка какая."
    "И эта девочка только что чуть не плакала, прося прощения?!"
    me "Послушай ты, пас…"
    "Начал было я, но мне без долгих разговоров заткнули рот."
    show us upset sport with dspr
    us "Помолчи. Шляпа идёт."
    th "Шляпа?"
    "Я аккуратно выглянул поверх головы Ульки."
    "Там шла вожатая, Ольга Дмитриевна."
    "Почему «шляпа», было не очень понятно, но я не стал спорить."
    "Убрался за угол и медленно досчитал до десяти, давая вожатой время убраться прочь."
    window hide
    with fade2

    us "Убралась!"
    if alt_day1_alt_chase:
        "Я посмотрел на табло смартфона: время было без восьми минут."
    show us normal sport with dspr
    us "Приготовились!"
    "Кивнула девочка."
    us "Сейчас выйдет женщина-колобок, это повариха."
    us "Пропускаем её и начинаем!"
    window hide
    hide us with fade

    "А ещё несколько минут спустя Улька наступила мне на ногу, давая сигнал, и растворилась в сумерках."
    "Ещё несколько секунд — и она машет мне, на полшага выступая из густой тени крыльца."
    "Мысли заметались."
    th "Надо отвлечь дежурных, но как?"
    "Возле меня на земле лежала палка, выглядевшая вполне перспективно."
    menu:
        "Поднять палку.":
            $ alt_day1_alt_us_robbed = True
            $ karma -= 10
            $ lp_us += 1
            "Палка была неплохой — в меру тяжёлой, в меру сухой, и не переломилась, когда я попробовал её на прочность."
            me "Ну… Понеслась."
            window hide
            scene bg ext_dining_hall_near_sunset with dissolve
            play sound metal_hit_on_metal
        
            "Подбежав к дверям столовой, я что было сил заколотил по ним подобранным орудием."
            "Грохот стоял страшный!"
            "Но тем не менее, спаренный стук башмаков по полу я уловил."
            "И, продолжая колотить орудием уже по стенам, водосливам, трубам и прочим грохочущим поверхностям, неторопливо побежал направо, в сторону подсобных помещений."
            voice "Эй, стой!"
            "Крикнули сзади."
            "Ага, так я и послушался."
            voices "Стой, кому говорят!"
            window hide
            scene bg ext_dining_hall_near_sunset with flash:
                pos (0,0) 
                linear 0.1 pos (-5,-5) 
                linear 0.1 pos (5,5) 
                pos (0,0) 
                linear 0.1 pos (0,-5) 
                linear 0.1 pos (0,5) 
                repeat
        
            "За спиной послышался топот, и я припустил изо всех сил."
            "Кажется, дежурные клюнули на приманку."
            "Что-то мешало мне бежать, и я с недоумением посмотрел на палку, которую до сих пор сжимал в руке."
            "Бросил её назад."
            "Это же азы французского искусства эскейпинга — набросать под ноги преследователям кучу мешающего им хлама."
            "Ну всё верно же! Швейцарцы славны шоколадом и универсальными зубочистками, немцы педантичностью и перфекционизмом, итальянцы кухней."
            "А французы — умением стырить и свалить. Искусством уличного ливинга."
            "Или сбегинга? Свалинга?"
            dreamgirl "Паркура!" with vpunch
            "Удачно — одновременно произошли два события: дежурные растянулись на земле и со стороны входа в столовую послышался скрип двери."
            "Я захохотал и прибавил ходу!"
            "К счастью, место было уже знакомое, я сегодня здесь уже был."
            "Именно здесь меня сегодня встретила рыжая фашистка."
            "Не та рыжая, с которой я сейчас проворачиваю ограбление века, а другая."
            window hide
            $ persistent.sprite_time = "sunset"
            $ sunset_time()
            scene bg ext_square_sunset with dissolve
        
            "Отсюда уже рукой подать было до площади, и я занял одну из скамеек, приходя в себя."
            "Со стороны столовой доносились какие-то переговоры на повышенных тонах."
            "Я спрятал довольную улыбку."
            
            "Для полноты эффекта не хватало только, чтобы моя подельница нашла меня и отсыпала мне мою долю."
            "Вряд ли мы разминёмся – все пути в этом лагере ведут к Генде."
            stop music fadeout 3
            "Я закрыл глаза."
            play music music_list["everyday_theme"] fadein 3
            play sound pouring
            "А открыл их, когда мне на колени посыпалось нечто твёрдое и не сказать чтобы сыпучее."
            show us laugh sport with dspr
            us "Не спи, замёрзнешь!"
            "Рассмеялась она."
            us "Ты хорошо сработал и полностью заслужил свою награду."
            "Только сейчас я понял, что именно она высыпала на меня."
            "Конфеты."
            "Часть их уже пылилась здесь же на земле, часть осталась у меня на коленях."
            me "Э… Ну… Спасибо, наверное."
            us "Обращайся!"
            hide us with easeoutleft
            "Она сложила кулёк и, спрятав его в карман, унеслась прочь."
            "Оставляя меня в одиночестве собирать трофеи."
            th "Тут слишком много, чтобы рассовать всё по карманам."
            th "И в руках всё это не унести."
            "Но не бросать же всё здесь!"
            sl "Семён, чем занимаешься?"
            show sl normal pioneer with dspr
            "По закону подлости рядом остановилась Славя."
            "Помощница вожатой поняла всё с первого взгляда."
            th "Сейчас кто-то будет бедный."
            "С отчаянием обречённого понял я."
            me "Да тут, понимаешь…"
            sl "Понимаю."
            show sl smile pioneer with dspr
            th "Тётенька, только не по голове, она у меня и так сегодня больная!"
            sl "Ульяна, да?{w} Она?"
            menu:
                "Вообще мы вдвоём там были.":
                    $ karma += 10
                    $ lp_sl += 1
                    $ lp_us += 1
                    "Признался я."
                    me "Я шумел и отвлекал, а Ульяна…"
                    show sl smile2 pioneer with dspr
                    sl "Серьёзно? Не ожидала от тебя такого, Семён."
                    "Улыбнулась девушка."
                    sl "Не то, чтобы я совсем против таких проделок, но ты здесь всего лишь первый день, и…"
                    th "Начались нотации."
                    "С тоской подумал я."
                    th "И от кого — от пионерки чуть ли не вдвое меня моложе!"
                    "Но Славя меня удивила."
                    show sl serious pioneer with dspr
                    sl "Но мне понравилось, что ты не стал выгораживать себя."
                "А кто ж ещё.":
                    "Уныло протянул я."
                    "От мелкой одни проблемы, одни неприятности."
                    "Наверное, будет лучше, если я буду держаться подальше от неё."
                    show sl serious pioneer with dspr
                    sl "Знаешь, если ты не хочешь, чтобы она тебя во что-то втянула, лучше держись меня или Ольги Дмитриевны."
                    "Серьёзно предупредила Славя."
                    "Она знала!"
                    "Видела или догадалась – не суть важно."
                    "Факт тот, что Славя была в курсе относительно моей роли в происходящем."
            "Она села рядом со мной и, автоматически сцапав конфету, развернула ту и отправила в рот."
            sl "Вкусно! Ульянка знает, что брать!"
            "Похвалила она."
            sl "Давай договоримся так – я не стану докладывать вожатой о происшедшем, а ты сейчас собираешь конфеты и возвращаешь их в столовую."
            sl "А на будущее, если вдруг у тебя какие-то проблемы, тебе голодно или ещё что-то такое, давай ты сначала обратишься ко мне или вожатой?"
            sl "Уверяю, голодать мы тебе не дадим."
            "Она легко поднялась и помогла мне собрать все «халвичные», которые удалось обнаружить."
            me "И что теперь?"
            show sl normal pioneer with dspr
            sl "Понесли их обратно в столовую."
            me "Но она же уже закрыта!"
            play sound sfx_keys_rattle
            "Девушка достала из кармана связку ключей:"
            sl "Я всё-таки помощница вожатой."
            sl "Заодно и посмотрим, чем тебя подкормить, раз ты такой голодный."
            window hide
            return
        "К чёрту.":
            stop music fadeout 3
            "Мы тут немного подумали, и я решил…"
            window hide
            return

label alt_day1_alt_U_reject:
    "Я воочию представил себе, как вожатая выговаривает мне нечто вроде: не успел приехать, а уже такими вещами занимаешься! Стыдно, пионер!"
    "Не то, чтобы меня когда-то заботили такие вещи, как чьё-то мнение, но слушать нотации в моём возрасте уже как-то даже и несолидно."
    hide us with fade
    "Так что я отвернулся и, проигнорировав возмущённые возгласы, направился куда глаза глядят."
    "За миллионы лет обитания перед монитором с чашкой «Обжирака» наготове я прекрасно научился договариваться с собственным желудком."
    "Как-нибудь до завтра дотерплю, а там, глядишь, и завтраком накормят."
    "Ну, или хотя бы посадят на попутку прочь отсюда."
    th "Хотя верилось в это с трудом, после списка-то."
    "В любом случае, я не собираюсь позволять мелкой втягивать меня в разные сомнительные мероприятия."
    $ karma += 20
    $ lp_us -= 1
    play music music_list["my_daily_life"]
    window hide
    scene bg ext_square_sunset

    sl "Вовремя ты оттуда ушёл."
    "Раздался голос за спиной."
    "Вздрогнув, я обернулся."
    scene bg ext_square_sunset at zenterleft
    show sl normal pioneer at cleft 
    with dissolve
    me "Славя! Ты меня напугала."
    sl "Ещё бы чуть-чуть, и попались бы начальнику лагеря."
    "Проигнорировав мою реплику, продолжила она."
    me "Здесь и начальник есть?"
    "С уважением поинтересовался я."
    show sl smile2 pioneer with dspr
    sl "А как же без начальника-то. {w}Должен быть кто-то, кто будет нести ответственность."
    sl "Я за тебя, Ольга Дмитриевна — за наш отряд, а начальник — за весь лагерь."
    me "Что ты здесь делаешь?"
    show sl shy pioneer with dspr
    sl "Я видела, что ужин у тебя не удался, но помочь не смогла."
    sl "Прости, очень срочно надо было бежать… По одному… заданию."
    "С трудом подбирая слова, сказала она."
    sl "Так что не смогла тебе помочь."
    show sl smile pioneer with dspr
    sl "Но теперь я освободилась. {w}Ты как, голодный?"
    me "Нет-нет, я в полном порядке!"
    "Не хватало ещё, чтобы со мной тут нянькались!"
    play sound sfx_stomach_growl
    "Но у моего желудка было своё мнение на этот счёт."
    show sl surprise pioneer with dspr
    sl "Да? {w}Ну, раз ты так говоришь…"
    sl "Просто хотела подкормить тебя немного."
    me "Да нет, я…"
    play sound sfx_stomach_growl
    show sl laugh pioneer with dspr
    sl "Пошли!"
    "Она потянула меня обратно к столовой."
    window hide
    return

label alt_day1_alt_ev_A_S:
    scene bg ext_dining_hall_away_night with dissolve
    play ambience ambience_camp_center_night

    "Мы шли немного по другому маршруту, чуть обходя столовую со стороны, и, сказать по правде, если бы я не знал абсолютно точно, что это столовая, я бы её не узнал."
    "Не то чтобы у меня был прогрессирующий топографический кретинизм, но всё-таки."
    play sound pup_bark
    show sl normal pioneer with dissolve
    "Славя резко остановилась."
    sl "Слышал?"
    "Я пожал плечами."
    me "Я вообще много чего слышу."
    "В отличие от привычной мне светлой и тихой ночи северо-западных регионов, здесь было темно, душно и шумно."
    sl "И всё-таки я слышала, как…"
    "Она оборвала себя."
    show sl shy pioneer with dspr
    sl "Знаешь, иди пока к крыльцу, а я пока схожу посмотрю, что там за шум?"
    me "Давай вместе!"
    "Логично предложил я."
    me "Вместе не так страшно."
    show sl smile2 pioneer with dspr
    sl "Да я справлюсь, иди!"
    sl "Я просто посмотрю быстренько, и сразу тебя догоню."
    me "Как скажешь."
    th "И чего она стесняется? Сказала бы, что ей надо посетить весёлый домик, я бы понял."
    hide sl with dissolve
    "Я пожал плечами и поплёлся к крыльцу."
    play sound sfx_alisa_picklock
    "А на крыльце уже кто-то стоял и, судя по звукам, пытался взломать замок."
    th "Ульяна?"
    "Под ногами хрустнула ветка, и взломщик резко обернулся."
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_dining_hall_near_night at zentercenter
    show dv scared pioneer with dspr
    with dissolve

    "Нет, для Ульяны он был слишком крупным."
    me "Воруем?"
    show dv normal pioneer with dissolve
    if alt_day1_us_shotted:
        "А…"
        "Я осёкся и отступил на шаг."
        "Тут-то меня и прикопают. Если мелкая наябедничала подружке о том, как я поставил ей хедшот мячом, дела мои скверны, ох и скверны."
    else:
        pass
    dv "Это ты."
    me "Что украсть-то хотела? Там уже всё Улька стырила."
    if alt_day1_alt_us_robbed:
        dv "А я хочу проверить."
        me "А, ну удачи тогда."
        "Я отступил в сторонку и сложил руки на груди."
        "Алиса покосилась на меня, но я не отреагировал."
        show dv angry pioneer with dspr
        dv "Ты ничего сделать не хочешь?"
        me "Прости, я не в настроении танцевать и читать хайку…"
        dv "Что?"
        me "…а вот скоро сюда придёт Славя…"
        "Продолжил я, ослепительно улыбаясь:"
        me "…и она тебе с удовольствием спляшет и споёт."
        show dv rage pioneer with dspr
        dv "И ты молчал?!"
        dv "Ну дождёшься ты у меня."
        "Она мигом отскочила от двери."
    else:
        dv "Да ничего она не стырила, чуть не попалась начальнику лагеря."
        dv "А всё потому, что один придурок не захотел ей помочь."
        me "Точно, тогда мы бы попались оба."
        me "В баню вашу круговую поруку, я лучше буду со Славей общаться."
        me "Она хотя бы сейчас меня покормит."
        show dv angry pioneer with dspr
        dv "И она идёт сюда?"
        "Алиса тут же спрятала отмычки в карман и отскочила к лестнице."
    menu:
        "Помочь":
            $ lp_dv += 1
            $ karma += 10
            $ alt_day1_dv_feed = True
            if loki:
                me "Но если мы договоримся, я попробую что-нибудь и для тебя организовать."
                dv "Договоримся?"
                "Прищурилась Алиса."
                me "Ага. Для начала попробуем перестать издеваться надо мной, а там посмотрим."
            elif herc:
                me "Слушай, меня всё равно кормить поведут."
                me "Так как из-за твоей мелкой подружки я голодным остался."
                me "Будешь хорошей девочкой, что-нибудь захвачу и для тебя."
            else:
                me "Не пробовала сделать всё нормальным путём?"
                "Устало спросил я."
                me "Подойти, там, поговорить."
                me "Обязательно вести себя как малолетняя преступница?"
                dv "Да что ты знаешь…"
                "Зашипела Алиса."
                "Я пожал плечами."
                me "Только то, что я мог бы тебе что-нибудь вынести – если ты попросишь как следует."
            show dv shocked pioneer with dspr
            dv "И быть тебе обязанной?"
            dv "Я пас!"
            hide dv with dissolve
            "Алиса скрылась в темноте, а я пожал плечами."
            "Колхоз — дело добровольное."
        "Не помогать":
        
            "А со стороны задних помещений уже был слышен звук шагов спешащей Слави."
            me "Поступь бронзового командора."
            "Усмехнулся я."
            "Отмахнувшись от моих слов, Алиса перескочила перила с дальней стороны крыльца и скрылась в сумерках."
            hide dv with dissolve
            me "Ну, как грится, попутного ветра в горбатую спину."
            "Хотя честно сказать, было огромное искушение посмотреть на то, как бы рыжая выкручивалась, попавшись с поличным."
            "Хотя бы отомстить за тазик."
            "Но такой вот я сегодня великодушный."
    window hide
    with fade

    "Славя шла неторопливо, на её лице играла полуулыбка."
    "То ли мысли были хорошие, то ли что-то хорошее случилось за эти десять минут."
    show sl normal pioneer with dissolve
    me "Что там было?"
    sl "А, ничего особенного."
    "Отмахнулась она."
    sl "У тебя тут всё в порядке? {w}Мне показалось, что ты с кем-то спорил."
    me "Да нет, всё хорошо."
    "Я немного напряжённо улыбнулся."
    me "Сейчас меня покормят, что может быть лучше?"
    show sl laugh pioneer with dissolve
    "Славя рассмеялась и, поискав на связке, обнаружила нужный ключ, после чего отворила дверь в столовую."
    play sound sfx_open_door_clubs fadein 0
    sl "Заходи."
    "Она, кажется, не обратила внимания на мои актёрские потуги. {w}Или вежливо притворилась, что всё хорошо."
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_dining_hall_night 
    with dissolve
    play music music_list["a_promise_from_distant_days"] fadein 5
    play ambience ambience_dining_hall_empty fadein 3

    "В столовой мы прошли до самой раздачи, и Славя, усадив меня, скрылась в недрах кухни."
    show sl normal pioneer with dspr
    sl "Подожди здесь, ладно? Я тебе сейчас что-нибудь принесу."
    me "Бу сделано."
    "Я откинулся на спинку и стал ждать свою спасительницу."
    hide sl with dissolve
    window hide
    show cg d1_sl_dinner 
    with dissolve

    "Через пару минут она появилась с большим блюдом булочек и поставила его на стол."
    "Потом на столе оказалось несколько старинных кефирных пирамидок — сто лет таких не пробовал!"
    sl "Там ещё кастрюлька с бульоном, но она совсем остыла."
    me "А и чёрт с ним. И так поем."
    sl "Приятного аппетита."
    me "Спасибо."
    "Не сказать чтобы ужин отличался разнообразием. Хотя не мне с моими дошираками воротить нос."
    "Пока я ел, Славя внимательно, изучающе разглядывала меня — так, что под конец ужина я даже почувствовал себя немного неловко."
    "Что вообще странно, этой девочке в считанные часы удалось подобрать ключик к моему сердцу, и я уже не считаю её посторонним прохожим."
    "Как ей это удалось? Может, дело в её отношении к окружающим?"
    me "У меня кефир на носу остался?"
    "Я потёр кончик носа, вызывая её смех."
    window hide
    show cg d1_sl_dinner_0 with dspr

    sl "Нет. Просто…"
    "Она улыбнулась."
    sl "Я хотела спросить, как тебе здесь, в лагере? Первый день."
    me "Спорно."
    th "Не слишком красиво спрашивать у человека, которого за шкирку выдернули из родной реальности и переместили куда-то, где он даже не знает, как вести себя, как это ему нравится на новом месте…"
    sl "Ничего."
    "Она совершенно правильно расценила моё молчание."
    sl "Ещё привыкнешь."
    window hide
    show cg d1_sl_dinner with dspr

    "Славя мечтательно уставилась в окно, а я отрицательно покачал головой."
    th "Не думаю, что я когда-нибудь привыкну к этому месту."
    th "Впрочем, ей-то и невдомёк…"
    th "Или она хочет, чтобы я думал, что ей невдомёк. {w}И дальше играем в игру — я знаю, что она знает, что я знаю, что она знает."
    me "Я раньше был в лагерях, так что есть с чем сравнивать."
    "Надо было как-то прерывать повисшее молчание."
    sl "Правда?"
    "Без особого интереса спросила она."
    me "Правда."
    "Я чуть было не выдал нечто в духе «всю жизнь прокатался», но это не слишком удачно соотнеслось бы с тем, на сколько я выгляжу."
    "Она выглядела по-настоящему влюблённой в это место, и внутри шевельнулось что-то, не дающее остаться равнодушным или выдать нечто нейтральное."
    "Почему-то очень захотелось сделать или сказать что-нибудь, что заставило бы эту непосредственную девочку улыбнуться."
    me "И я хочу сказать, здесь очень…"
    "В конце концов, это для меня «совок», «ретро» и «село кукуево», а для них? {w}Может, это и есть их единственная жизнь."
    "Если, конечно, это понятие уместно…"
    sl "Как?"
    "Она отвернулась от окна и внимательно изучала меня. {w}Так, будто от моего ответа зависело что-то очень-очень важное."
    me "Здесь мирно."
    "Улыбнулся я."
    me "Как будто оказался в том месте, какое всегда искал."
    "Я наконец успешно отбился от «кавайно», «няшно», «прикольно» и целой когорты других дурацких синонимов милоты."
    window hide
    show cg d1_sl_dinner_0 with dspr

    sl "Пожалуй."
    "Славя облегчённо улыбнулась, будто я правильно ответил на важный вопрос."
    sl "Я очень рада, что ты так думаешь."
    me "Почему?"
    sl "Ты знаешь… Ты почему-то очень хорошо вписываешься сюда."
    "Она с трудом подбирала слова."
    sl "Вот смотришь на тебя и понимаешь — вот это человек на своём месте."
    sl "Было у тебя такое?"
    "Я покачал головой."
    me "А тебе?"
    "Молчание стало нестерпимым, захотелось деть куда-то руки… Но чем есть тогда?"
    sl "Мне?"
    me "Нравится здесь?"
    sl "Я здесь отдыхаю."
    "Призналась она."
    me "Помощницей вожатой?"
    sl "Добровольной, да."
    "Славя улыбнулась."
    sl "Я привыкла постоянно быть чем-то занятой, а помощь вожатой… Скажем, она позволяет совмещать отдых и занятость."
    "Кажется, этот разговор уводил меня далеко-далеко, совершенно не туда, куда я стремился."
    sl "Ты волнуешься."
    "Это было сказано утвердительным тоном."
    me "Что? Почему?"
    sl "Ты жуёшь слишком сосредоточенно."
    me "Прости…"
    sl "Ничего."
    "Никак не получалось воспринимать её как кого-то чужого."
    "Хотя бы чуть больше осторожности в расспросах и ответах."
    "Я же язык жестов изучал, кое-что могу сказать по позе и осанке человека."
    "Но здесь и сейчас напротив меня сидел кто-то настолько искренний и открытый, что все попытки анализировать его заканчивались неиллюзорными угрызениями совести."
    "Как и большинство людей, которых я здесь встретил."
    th "Они честные и нормальные."
    th "Обычные люди в обычной обстановке с небольшой поправкой на седьмой-восьмой десяток двадцатого века."
    "Все они были {b}нормальными{/b} — такими, какими и должны быть люди в моём понимании, со своими достоинствами и недостатками."
    "А Славя была ещё и…{w} милой?"
    "Я украдкой посмотрел на неё, не зная что сказать, а она перехватила взгляд."
    window hide
    show cg d1_sl_dinner with dspr

    sl "Всё-таки поздно ты приехал, поздно."
    me "Почему ты так говоришь?"
    sl "Ну… Ощутимая часть смены уже позади, ты пропустил столько всего интересного."
    sl "Как мы знакомились, как привыкали – те, кто ездит сюда не первый год и новички."
    sl "Ульяна с Алисой здесь не впервые, сразу друг друга нашли. Остальным пришлось чуть похуже."
    me "А ты?"
    sl "Я сюда уже ездила, кое-кого знаю. Поэтому мне доверяют."
    sl "Лена тоже."
    sl "А Ольга Дмитриевна вообще здесь выросла."
    sl "Когда она за тобой уехала, пришлось мне исполнять обязанности вожатой."
    sl "А тут буря – поломала лагерную антенну, ребята хотели починить, но всё, видишь, некогда."
    th "И между пионерами в бурю и мной вожатая выбрала меня?"
    th "Странная она какая-то."
    sl "Ещё день Нептуна был, день Наоборот, олимпиада."
    sl "А в третий день, когда весь день шёл дождь, мы собрались в клубе, рассказывали всякие интересные вещи и передавали свечку."
    sl "Так был создан кружок кибернетики — Электроник и Шурик нашли общие интересы."
    me "Роботов, да?"
    sl "И их тоже."
    me "А что ещё?"
    sl "Да так. {w}Спросишь у них потом, если захочешь."
    sl "Из интересного остался только родительский день да прощальный концерт на закрытие смены."
    me "Это ничего. Я хорошо переношу скуку."
    sl "Ну уж заскучать мы тебе не дадим."
    "Она выглядела как человек, которому хотелось, чтобы вокруг него кипела деятельность, шумели голоса, бегали люди."
    "Чтобы чувствовалась жизнь."
    "Она любила жизнь всей душой, и глядя на неё поневоле хотелось стать таким же."
    sl "Начнём с пляжа, пожалуй. {w}Видел пляж?"
    "Я отрицательно покачал головой."
    "Но её идея мне понравилась. В конце концов, это достаточно яркое переживание."
    show cg d1_sl_dinner_0  with dspr
    "Что-то, о чём хотя бы останется память?"
    th "Ну, это точно не сегодня — ночь на дворе."
    window hide
    stop music fadeout 5
    $ persistent.sprite_time = "night"
    scene bg int_dining_hall_night 
    show sl smile pioneer with dissolve
    "Она встала из-за стола."
    sl "Уже поздно. Сам дорогу до Ольги Дмитриевны найдёшь?"
    me "Конечно, найду. Но зачем мне к ней?"
    sl "Спать не собираешься?"
    me "Собираюсь, но…"
    show sl laugh pioneer with dspr
    "Наверное, со стороны я выглядел действительно крайне глупо, потому что Славя рассмеялась."
    sl "Или забыл, куда тебя поселили?"
    me "Да я как бы не совсем в курсе."
    sl "О… Тогда для тебя это будет сюрпризом."
    show sl smile pioneer with dspr
    sl "Ладно, я побежала тогда.{w} Спокойной ночи!"
    hide sl with dissolve
    me "Сладких…"
    "Я начал собираться в домик, прихватил с собой остатки пиршества — несколько булочек и пирамидки с кефиром. Схомячу ближе к ночи."
    th "Странно, почему это Славя так внезапно…"
    "Свет фонаря с улицы отразился в чём-то металлическом, висящем на двери."
    th "Славина связка ключей! {w}Как это она такую вещь важную забыла?"
    "Я было собрался догонять спасительницу, но в какую сторону догонять, не догадался."
    "А стучаться во все домики подряд среди ночи показалось не самой разумной затеей."
    window hide
    menu:
        "Взять ключи":
            $ karma -= 10
            $ alt_day1_sl_keys_took = 1
            th "Ладно."
            "Я старательно закрыл дверь в столовую и спустил связку в карман."
            th "При возможности отдам, а пока пусть будут у меня для большего спокойствия."
        "Не трогать":
            $ alt_day1_sl_keys_took = 0
            th "Хотя, с другой стороны, зачем они мне…"
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_dining_hall_near_night with dissolve
    play ambience ambience_camp_center_night fadein 5

    "Ночь была… Необычной. Нет, не так. Она была непривычной."
    "Мне, человеку, прожившему всю жизнь в северо-западном округе и всем другим видам отдыха предпочитавшему Карельский перешеек, были диковаты и необычайная темнота, и влажный воздух, и стрекот сверчков."
    th "Северная летняя ночь куда тише. А эта меня пугает."
    "Надо срочно последовать совету Слави и добраться до домика вожатой."
    th "Пока на меня не напали и не схарчили местные ночные обитатели."
    if alt_day1_dv_feed == True:
        play music music_list["orchid"]
        play sound sfx_hiding_in_bush
        "Я проверил дверь в столовую ещё раз, и тут в кустах за спиной что-то зашуршало, под чьим-то весом ощутимо хрустнула ветка."
        "Мне стало {b}очень{/b} не по себе."    
        "Булочки поместились в кармане, а вот кефир пришлось отложить на стоящую тут же скамеечку."
        "Распределив добычу, я стал оглядываться в поисках подходящего оружия."
        with vpunch
        play sound sfx_scary_sting
        "И тут меня кто-то похлопал по плечу."
        "Это было довольно неожиданно, и, кажется, реакция моя была не самой вменяемой."
        me "Ааааа, машу вать, кто здесь?! Не подходите, я буду драться!"
        "Я отскочил в сторону и резко обернулся. Там стояла…"
        stop music fadeout 1
        show dv laugh pioneer with dspr
        me "Алиса? Ты меня угробить решила?! Тебе чего надо?"
        "Она чуть ли не в голос хохотала, довольная результатами своей проделки."
        dv "Это не я чего, это ты чего разорался? {w}Принёс еду?"
        me "Едуууу?"
        "Переспросил я, борясь с нарастающим желанием придушить мерзавку."
        me "Ты же сказала, что не хочешь быть в долгу!"
        show dv smile pioneer with dspr
        dv "Я сказала — я передумала. Так принёс?"
        me "Две булочки с изюмом устроят?"
        show dv shy pioneer with dspr
        dv "Ну ты даёшь. А где всё остальное?"
        me "СЪЕЛ!"
        me "Я не ужинал, помнишь?"
        dv "Ладно, что-нибудь ещё есть?"
        me "Полтора литра кефира хватит?"
        dv "О, давай."
        "Пирамидки мгновенно исчезли."
        me "Могла бы и предупредить… Что всё-таки примешь предложение."
        "Я помассировал гудящие виски. От происходящего у меня жутко разболелась голова."
        me "И не подкрадываться так."
        show dv smile pioneer with dspr
        dv "Ну извини, не знала, что ты такой трус. А покормить меня была твоя идея. А принёс непонятно что."
        if alt_day1_sl_keys_took == 1:
            $ lp_dv += 1
            me "В общем, так."
            "Мне начала надоедать эта пикировка."
            me "Здесь ключи от столовой. Я открываю, ты берёшь сколько надо, и разбегаемся."
            dv "Не, хватит и того, что есть."
        me "Что-нибудь ещё?"
        dv "Нет, ничего…"
        show dv grin pioneer with dspr
        dv "Иди спи. Спокойной ночи, трус."
        me "Покедос."
        hide dv with dissolve
        "Если Алисе в ту сторону, значит, мне в диаметрально противоположную."
        "Например, ещё раз посмотрю на Генду. Вот сколько ни смотрю, нигде звоночек не звонит. Борода, пижонские очки, пиджак. Чёрт знает."
    window hide
    return
    
label alt_day1_bus_start:
    window hide
    scene anim_underwater
    show blackout_exh
    with fade
    "И когда ударился о дно, понял, что просто сплю."
    $ volume (0.7,'sound_loop')
    play sound_loop sfx_cooling_engine_loop fadein 2
    if herc:
        "Руки против моей воли потянулись проверить лицо."
        th "Как будто там должна быть рана… Шрам?"
        th "Порез?"
        "Ничего подобного, кожа была ровной и чистой."
        "Надо осмотреться."
        "Я открыл глаза."
    elif loki:
        "Дикий холод сменился душной жарой."
        th "Кажется, я наконец попал в свой личный ад."
        th "Здесь душно, темно и тесно."
        th "И довольно скучно."
        "Самое странное, что боли не было — то рвущее, обжигающее изнутри чувство, когда внутри меня что-то лопнуло под ударом ботинка, исчезло безвозвратно."
        "Заскучав окончательно, я открыл глаза."
    else:
        "Я согнулся пополам, пытаясь выкашлять из себя влажную горечь."
        "Одновременно хотелось и дышать, и как можно быстрее выплюнуть из себя то, что лениво колыхалось в лёгких."
        th "Хотя стоп. {w}Ничего у меня в лёгких нет."
        "Дышалось легко и без проблем."
        "Разве что было немного жарковато."
        "Я открыл глаза."
    window hide
    scene black with fade
    "И тут же перехватил чей-то взгляд."
    window hide
    scene cg d1_mi_bus_7dl
    show blackout_exh
    with flash
    "Заинтересованный взгляд. Как будто я какое-то экзотическое животное."
    th "Девушка. {w}Симпатичная."
    "Машинально отметил я."
    "Самым логичным было бы ей улыбнуться, но у меня всегда были с этим проблемы."
    "У меня было чувство, что я её знаю."
    "Нет, мы не были знакомы, просто я где-то её видел."
    if not (herc or loki):
        "Может быть, на экране монитора?"
    "Может быть, встретились на улице?"
    "Я имею в виду, аквамариновые глаза и волосы оттенка, который в печати называют не иначе как «циан», я бы точно запомнил, если бы увидел!"
    "И это не говоря уже об экзотическом наряде — явном закосе под советских пионеров."
    "Прости, милая, но для пионерки ты малость старовата."
    "Мы несколько секунд смотрели друг другу в глаза, прежде чем она кивнула и, выстучав ноготками дробь на стекле, убежала."
    window hide
    scene white
    show prologue_dream
    with flash
    th "Стекле? {w}Я что, в автобусе?"
    th "Но я же точно помню… А, кстати, что?"
    "Я совершенно точно помнил, что садился в автобус и куда-то ехал."
    "Доехал ли, это отдельный вопрос — с какого-то момента в памяти зияло чёрное слепое пятно."
    window hide
    scene cg d1_mi_dv_bus_7dl with flash
    "За окном царило лето."
    th "ЛЕТО?!" with vpunch
    "Неподалёку от автобуса ожидала вторая девушка — чуть выше первой, тоже очень красивая, с медно-рыжими волосами, огненно блестящими на ярком солнце."
    "«Циановая» девушка подбежала к ней и что-то быстро-быстро заговорила, размахивая руками, в то время, как рыжая молча и чуточку снисходительно слушала её."
    "Потом что-то ответила — и «циановая» рассмеялась, как-то меленько так, рассыпчато."
    "Как умеют только азиатки."
    "Всё это время я сидел, пытаясь заставить себя двигаться."
    "Не паралич же меня разбил — раз уж я сумел открыть глаза."
    window hide
    scene bg int_bus with flash
    "Обе девушки ушли, оставив меня в покое."
    "И парой минут спустя ко мне начала возвращаться подвижность."
    "Наконец, я сумел повернуть голову."
    th "Да, это совершенно определённо не «ЛиАЗ», в который я садился."
    "Кресла протянулись парами вдоль салона, освобождая узкий проход посередине, напоминая рейсовые «Икарусы» из моего далекого детства."
    "И провалиться мне на месте, если это не «Икарус»."
    show blinking
    "Я обессиленно свалился в кресло."
    "Здрасьте, приехали! "
    "Что происходит вообще?"
    "Какие-то крашенные азиатки, рыжие — и хоть бы одна зашла в салон да помогла инвалиду."
    "В ушах было непривычно пусто — наушники вывалились и негромко шумели где-то на груди."
    "Поймав беглецов, я попытался водворить их на место, однако они, даже не задержавшись, мгновенно вывалились наружу."
    th "Неужели поломались?"
    th "Час от часу не легче."
    "Отключив плеер, я направился к выходу."
    "Страха почему-то не было совершенно — современный человек вообще редко чему-то удивляется."
    "А тут чудеса просто уже выбрали квоту, поэтому всё, что мне оставалось — это вяло констатировать удивительное."
    "Всё для психики полезнее."
    window hide
    scene bg int_bus:
        zoom 1.0 xalign 0.5 yalign 0.4
        linear 6.0 zoom 2.0 xalign 0.5 yalign 0.4
    with dissolve
    th "Нет, но сколько же я спал, что зима успела закончиться?"
    th "Или я до сих пор сплю?"
    me "Ай!" with flash_red
    "Я ущипнул себя."
    "Боль немного отрезвила, а вот проснуться не удалось."
    th "Что ж, пора провести рекогносцировку местности."
    "Сбросив неуместное при такой жаре пальто, я стал продвигаться наружу."
    "Мимоходом отметив, что до сих пор щеголяю в зимней одежде — и добавив это в растущий список вопросов."
    window hide
    stop sound_loop fadeout 2
    $ volume(1.0,'sound_loop')
    stop music fadeout 3
    scene white with dissolve
    $ renpy.pause(0.5)
    scene bg ext_road_day with dissolve2
    play ambience ambience_camp_entrance_day fadein 2
    "Дверь была открыта, и я беспрепятственно выбрался наружу."
    "Везде, куда ни глянь, бушевала неукротимая зелень самых сочных оттенков и небо было такого прозрачного оттенка, что бывает только летом."
    th "Нет, серьёзно. {w}Лето?!"
    "Я почувствовал себя героем Хайнлайна, открывшим заветную дверку."
    "Разве что никак не мог припомнить подробностей."
    "Я поднапрягся, и…"
    window hide
    scene bg black with fade
    "Виски скрутило болью, а из носа закапала кровь."
    "Но меня это мало заботило, потому что сквозь образовавшийся лаз в прошлое хлынули воспоминания."
    stop ambience fadeout 3
    window hide
    scene anim intro_14 with fade2
    play sound sfx_intro_bus_transition
    $ renpy.pause(3, hard=True)
    scene anim intro_15 with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_16:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 0.5 zoom 1.25 xalign 0.5 yalign 0.5
    $ renpy.pause(3)
    "Я начал вспоминать."
    "Урбанистический пейзаж за окном ЛиАЗа сменился пригородом, а там и вовсе полями."
    "Долгая-долгая дорога, унёсшая за собой поля, леса, озёра, степи… "
    "Что было до этого? Вспоминаем!"
    window hide
    show anim_intro_recall:
        xalign 0.5 yalign 0.5 zoom 1.35
        linear 3.0 zoom 0.3 xalign 0.5 yalign 0.5
    $ renpy.pause(3, hard=True)
    if loki:
        scene bg ext_winterpark_7dl
        show prologue_dream
        with flash_red
        with vpunch
    "Почти побеждённая боль вернулась, и я понял намёк — видимо, там что-то не очень полезное для психики."
    "Как от прострелившего болью зуба, я отпрянул от этой части воспоминаний."
    "Не сейчас. {w}Не сейчас."
    window hide
    show blinking
    scene bg ext_road_day
    play ambience ambience_camp_entrance_day fadein 3
    th "Если понадобится, вспомню. {w}Сейчас у меня дела куда более насущные."
    if persistent.uv_dlc_on_7dl:
        $ alt_dlc_active = True
    "Я ведь спал, я точно знаю — ко мне опять приходила та девочка и спрашивала, пойду ли я с ней."
    "И вот я здесь. {w}Значит, пошёл."
    th "Что же это за девочка?{w} И что ей может быть нужно от меня?"
    "Мысли о ней спугнули боль, и от висков оттащили там-тамы."
    "Ответов это не дало, зато стало чуточку легче."
    window hide
    $ renpy.pause(2)
    scene bg ext_bus1_7dl with fade2
    play ambience ambience_day_countryside_ambience fadein 5

    th "Это она привезла меня сюда?"
    th "Вот так, получив согласие, взяла и привезла в сон? {w} Разве такое возможно?"
    "Голос…"
    "Он доносился словно издалека, и я едва-едва мог разобрать отдельные слова."
    window hide
    scene cg d1_uv_2
    show prologue_dream
    with flash

    "Её губы почти касаются моего уха, и от тепла дыхания и щекотно, и приятно."
    dreamgirl "«…вспомни…»"
    dreamgirl "«…жалуйста… един…»"
    dreamgirl "«…шанс…»"
    window hide
    scene bg ext_road_day with dissolve

    if loki:
        "Остро, больно кольнуло где-то в груди — так, что я сложился чуть ли не пополам."
        th "Фантомная боль?"
        "Скорее, воспоминания о чём-то…"
        th "Я куда-то ехал, но доехал ли — не помню!"
        th "Вместо этого я оказался здесь."
        "Но там, где память была бессильна — началась епархия ощущений."
        "Холод. Мороз. Боль в хрустящих костях."
        "Медленное угасание сознания."
        th "Нет!" with vpunch
        th "У меня же встреча в парке Кирова, куда, блин, я ещё заехал?!"
        "Я бросил взгляд на телефон — московское время значилось как 15 часов."
        "Сигнал оператора отсутствовал."
    else:
        if not herc:
            "И тут меня как толкнуло."
            th "У меня же телефон есть! {w}Сейчас наберу родителей, и все узнаю."
        else:
            "В первую очередь, нужно узнать, можно ли дотянуться до начальства."
        "Нащупав в кармане смартфон, я извлёк его из чехла и уставился на экран."
        "Время — 2 часа дня, дата - 19 июля, а вот с годом затык — почему-то отображается нулями. Похоже, опять дата слетела."
        if not herc:
            "Ладно, это всё ерунда, надо набрать мать."
        "Последний номер."
        "Ничего удивительного, кроме него там было считанное количество других номеров. Из числа тех, кого я поленился удалить."
        play sound sfx_cellular_phone_error fadein 0
        "Глухо."
        $ renpy.pause(3)
        "Я отнял трубку от уха и проверил качество приёма, однако вместо хотя бы минимального сигнала, там горел жирный красный крест — потеря сигнала оператора."
        th "Куда же вы меня завезли, интересно."
    "Но у современного человека есть способы докричаться до цивилизации и помимо мобильного."
    "Я решил проверить их все."
    "Тем более, что не в глухом лесу находился — где-нибудь рядом обязательно должен быть населённый пункт."
    "Вайфай. {w}Ожидаемо не нашло, но совесть очистил."
    "Радиоканалы GSM. {w}PTT рация. {w} Bluetooth. {w} Глухо."
    "Смежные частоты. {w} Глухо."
    th "Ладно, дальше."
    $ volume (0.2,'sound_loop')
    play sound white_noise fadeout 2
    "Я с грехом пополам пристроил наушники в ушах и переключил плеер в режим радиосканера."
    "FM-диапазон. {w} Глухо. {w} АМ-диапазон. {w} Глухо."
    stop sound
    th "Как на северном полюсе!"
    th "GPS?"
    "Я с замиранием сердца попытался провести синхронизацию со спутником, чтобы хотя бы примерно определиться, куда меня занесло."
    me "Машу вашу!"
    "Спутников не обнаружено."
    th "Это что, какая-то шутка?!"
    "И вот тут я по-настоящему испугался."
    th "Для того, чтобы сигнал спутника отвалился, должно было произойти что-то крайне нехорошее. {w}Даже не знаю что."
    th "Все спутники посбивали конкурирующие структуры?{w} Или закрыли всю систему глобального позиционирования?"
    "Мне стало крайне неуютно."
    th "Так, взять себя в руки!"
    "Думаю, попсиховать я ещё успею — если захочется."
    "Не слишком это конструктивно и продуктивно, биться в истерике."
    "Хотя и очень хочется."
    "Вместо этого я отряхнул ступеньку автобуса, не особо заботясь о чистоте руки, и усевшись, задумался."
    "Предстояло найти ответы на два извечных русских вопроса: «кто виноват» и «что делать»."
    "И это не считая того, что природа вокруг бушевала яркими, насыщенными тонами, заставляя задуматься о гуляющей в крови отраве."
    "Я слышал, что некоторые наркотики дают такой вот побочный эффект — ты глядишь на мир и видишь его перенасыщено ярким."
    "Будто кто-то выкрутил ползунок насыщенности цвета на максимум." 
    "В результате, картинка природы средней полосы России напоминала не то джунгли Амазонки, не то полотно импрессиониста."
    "Меня всегда учили, что прежде чем что-то делать, нужно понять, а нужно ли это делать вообще."
    "В идеале, конечно, лучше вообще составить план действий, но пока рановато, мало данных, а подсказываемый воющим подсознанием план схватиться за голову и побежать в разные стороны я отметал как несостоятельный."
    th "Надо просто…"
    "Глаза снова начали слипаться, и я моргнул…"
    show blink
    stop music fadeout 3
    window hide
    $ alt_chapter(1, u"Первое знакомство")
    scene black
    sl "…ищут, а он здесь спит!"
    "Донёсся голос из ниоткуда."
    "И я завертел головой, пытаясь понять, откуда говорят."
    play sound sfx_punch_medium
    scene expression Noon("bg ext_bus1_7dl") with blind_l
    with vpunch
    "И, пребольно стукнувшись головой о дверку, открыл глаза."
    show sl_shade with flash
    play music music_list["take_me_beautifully"] fadein 1
    "Из-за яркого солнца, бьющего прямо в лицо, никак не удавалось разглядеть, кто со мной говорит."
    "Но хотя бы контуры фигуры — явно женской — различить удалось." 
    th "Ну что, снова подтверждаем реноме человека-неудачника?"
    th "Не успел ещё даже пошевелиться или куда-то пойти — а уже где-то накосячил."
    "Великолепно, правда?"
    "Женщина — или девушка? — продолжала что-то говорить на повышенных тонах, размахивая руками, но я с трудом её воспринимал."
    "Перед глазами всё плыло, звуки заслонил шум в ушах, и я, попытавшись подняться, судорожно схватился за ступеньку."
    sl "С тобой всё в порядке?"
    th "Нет, глупая женщина, со мной не всё в порядке! {w}Что за банальные вопросы, голливудских фильмов насмотрелась?!"
    "Как обычно про себя, рявкнул я."
    "Ни слова не покинуло моих губ — я клянусь! — но девушка отступила на шаг, явно чем-то потрясённая."
    "А я наконец сумел разглядеть её лицо."
    scene expression Noon("bg ext_bus1_7dl") at zenterleft
    show sl serious pioneer
    with dissolve
    "Всё-таки девушка — очень молодая, очень красивая, у себя дома я таких называл небожителями и всеми силами избегал их компании."
    "Слишком уж разные у нас категории, слишком разные круги общения."
    "Если до меня однажды снисходит такой ангел — то только потому, что ему от меня что-то надо."
    "Как правило, что-нибудь, напрямую связанное с моими навыками."
    if herc:
        "Я хоть и дуб-служака, но с компьютером был на «ты», мог помочь если что."
    elif loki:
        "До меня однажды снизошла такая — до сих пор расхлёбываю."
    else:
        "Сколько я таким ангелам забесплатно визиток, аватарок и логотипов наштамповал… Прежде, чем начал шарахаться от них."
        "Они же ещё и обижаются, что ты им помогать не хочешь."
    "Так что присутствие такой красоты рядом со мной совсем не добавило мне спокойствия."
    "Реакция ожидаемая: я насторожился."
    sl "Что случилось?"
    "Я старательно молчал на неё."
    th "Давай уже, дорогая моя — бесценная, говори, каким образом хочешь использовать очередного некрасивого парня, прежде чем выбросишь его."
    th "Оба сэкономим кучу времени."
    menu:
        "Ты что-то хотела?":
            $ lp_sl += 1
            $ karma += 10
            show sl normal pioneer with dspr
            sl "А, всё-таки заговорил!"
            "Непонятно чему обрадовалась она."
            "Я пожал плечами."
            th "Впечатляющее достижение, спору нет."
            th "Ближе к делу."
            sl "Ты почему такой злой?"
            me "Всё в порядке."
            "Ответил я, мимоходом подивившись тому, какой неожиданно высокий тон издало горло."
            th "Просто прекрасно, первой же фразой пустил петуха."
            th "Есть ли пределы плохому первому впечатлению?"
            sl "Скажи, пожалуйста! Я постараюсь помочь!"
            show sl smile pioneer with dspr
            "Девушка неотразимо улыбнулась — обаятельно так, открыто."
            "Ситуацию это не разрядило, стало только хуже."
            "Всё правильно — чем искреннее улыбка, тем тяжелее камень за пазухой."
            me "Всё в порядке."
            "Повторил я."
            sl "Да? {w}Ну, ладно."
            show sl normal pioneer with dspr
            sl "Ольга Дмитриевна отправила меня встречать тебя, потому что автобус уже полчаса как приехал, а ты до сих пор не показался на территории."
            th "Ольга Дмитриевна."
            "Колокольчик нигде не отзывался, с тем же успехом это мог быть какой-нибудь Дай Кхунь Пей — понял бы я столько же."
            sl "Вожатая."
            "Пояснила девушка."
            "Я вспомнил первого человека, которого увидел, открыв глаза — ту японскую разухабистую красотку в форме пионерки."
            th "Ясно. {w}Так и запишем — играли в пионеров, даже вожатых завезли."
        "Игнорировать её.":
            $ lp_sl -= 1
            show sl surprise pioneer with dspr
            sl "Почему ты молчишь?"
            "Незнакомка выглядела обескураженной моим молчанием."
            th "Я скажу тебе «хэллоу, долли», честное — как это, пионерское? — сразу, как только сумею утвердиться на ногах."
            "Пообещал я."
            "Под носом всё ещё было мокро и холодно — по верхней губе проложила две дорожки кровь."
            "Судя по всему, реакция на жару."
            "Собравшись с силами, я ещё раз опёрся на ступеньку и с грехом пополам встал."
            sl "Что это… У тебя кровь?!"
            "У неё в руках из ниоткуда появился носовой платок."
            "Который я проигнорировал так же, как и игнорировал его хозяйку."
            "Чувствовал я себя при этом не очень уютно, как будто делаю большую гадость человеку ко мне позитивному."
            "Только чёрта с два я поверю в то, что небожитель будет позитивен к человеку типа меня."
            "Я, конечно, инфантильный идиот — но не настолько же!"
            sl "Слушай, ну это уже совсем никуда не годится…"
            show sl sad pioneer with dspr
            "Она расстроилась."
            sl "Почему ты со мной не разговариваешь?!"
            "О, а теперь в ход пойдёт неотразимое женское оружие — женские слёзы."
            "Если у меня и были сомнения в том, что меня собираются использовать, они только что отпали сами собой."
    show sl sad pioneer with dspr
    sl "Характер у тебя, конечно…"
    "Откуда-то с той стороны долетел звук, который я, напрягая память, опознал как горн."
    th "Ну точно же! Пионерская реконструкция!"
    "А незнакомка забеспокоилась:"
    sl "Слушай, с удовольствием бы с тобой поболтала, но время не терпит."
    sl "Мне надо бежать, дела, дела!"
    "И тут мы плавно подходим к делегированию полномочий."
    sl "А никто кроме меня их не решит, ты уж сам тут, ладно?"
    "Девушка достала из кармана сложенный вчетверо листок."
    show sl normal pioneer with dspr
    sl "Думала сама тебя проводить, но ладно."
    "Развёрнутый листок оказался картой."
    window hide
    scene bg map_alt1:
        zoom 1.2 xalign 0.5 yalign 0.5 subpixel True
        easeout 8.0 zoom 1.0
    with flash
    sl "Смотри, мы здесь."
    "Она показала на прямоугольник, чьим-то красивым почерком подписанный как «стоянка» — там был жирный красный крест."
    sl "А тебе надо вот сюда — к дому Ольги Дмитриевны."
    show sl smile pioneer with dissolve
    sl "Ты же умеешь по карте ориентироваться, правда?"
    window hide
    scene bg ext_bus1_7dl at zenterleft
    show sl smile2 pioneer at cleft
    with dissolve
    "Девушка улыбнулась так, будто для неё отрицательный ответ был невозможен."
    me "Я попробую."
    sl "Замечательно. {w}И на будущее — совет:"
    th "Ну-ка, что так у вас? Не верить никому? Или быть добрее к людям? Выдай-как банальность, дурочка малолетняя."
    show sl serious pioneer with dspr
    "Девушка снова вздрогнула, будто уловив мои мысли."
    sl "Понимаешь, сейчас уже не начало смены, ты очень сильно опоздал…"
    "Она передёрнула плечами, будто враз озябнув."
    "А я молча кивнул — мол, понял, я опоздал на начало смены — в лагерь? — да ещё и забесплатно."
    sl "А у тебя ещё и одежда такая…"
    "Она окинула взглядом мои джинсы и свитер."
    th "Да уж получше твоей пионерской подделки."
    th "Уж простите, меня в ваш закрытый клуб записали, не спросив моего на то желания."
    th "Вот и терпите меня теперь."
    me "И?"
    "Не выдержал я — пауза явно затягивалась."
    sl "А в лагере есть свои традиции…"
    sl "В общем, если вдруг увидишь группу людей с вёдрами — беги. Скорее всего — по твою душу."
    "Выглядело это логично: если уж реконструировать эпоху, то полностью, включая и «штрафные»."
    me "Принято."
    "Кивнул я."
    show sl normal pioneer with dspr
    sl "А я убегаю, прости. И добро пожаловать в «Совёнок»!"
    "Теперь она уйдёт, и я вздохну чуть свободнее, хоть немного оценю обстакановку."
    menu:
        "Попрощаться.":
            me "Угу. Чавакакава."
            th "Жду не дождусь этого волшебного момента, когда меня перестанут тискать и тормошить."
            if not (herc or loki):
                "Девочка отошла было и направилась по своим делам…"
                "Но, похоже, что видок у меня и вправду был жалким, потому что она нахмурилась и сказала:"
                show sl serious pioneer with dspr
                sl "Знаешь, что… Давай-ка я тебя сама к вожатой отведу."
                sl "Просто чтобы не волноваться."
                "Я был против."
                sl "Вот и славно. Пошли!"
                "Но моё мнение в расчёт не принималось."
                $ lp_sl += 1
                $ alt_day1_sl_conv = True
                "Она взяла меня за руку — от прикосновения мурашки сами собой пробежали у меня по плечам — и повела за собой."
                "Здорово было держать за руку такую девушку — да что там, великолепно!"
                "Но всё это вымело из головы, когда мы вышли из-за автобуса."
                with vpunch
                "Я встал как вкопанный."
            else:
                show sl smile pioneer with dspr
                "Видимо, моё желание остаться в одиночестве было достаточно красноречиво написано у меня на лице."
                hide sl with easeoutright
                "Так что девушка кивнула, улыбнулась и скрылась за автобусом."
                th "Аллилуйя!"
                "Я убрал карту в карман и несколько минут просто наслаждался тишиной."
                "Какое-то восьмимиллионное чутьё подсказывало мне промежду прочим, что таких моментов в ближайшее время у меня будет исчезающе мало."
                "Однако элементарная логика подсказывала, что если я ещё немного постою здесь, по мою душу пришлют кого-нибудь ещё."
                "И совсем не факт, что следующий засланец окажется таким же понимающим."
                "Вздохнув, я поплёлся вслед за девушкой и, вывернув из-за «Икаруса», застыл в немом ступоре."
        "А я там не заблужусь?":
            $ karma += 10
            if herc or loki:
                me "Не просто же так тебя послали…"
                $ lp_sl += 1
                sl "Вообще, нет…"
                "Она задумалась на несколько секунд."
                "А потом тряхнула головой."
                sl "Но ты тоже прав — вместе мы дойдём гораздо быстрее. Пошли!"
                "Она схватила меня за руку и потащила за собой."
                "Ах, прогулки с девушкой за руку! Какая это романтическая глупость!"
                "Как будто вам четыре годика, и вы держитесь за ручку и напеваете «Картошку», а в группе ожидает стакан с киселём и смешливая бабушка-воспитательница."
                "Я уже и забыл, когда последний раз так с кем-то ходил."
                "Но всё вымело из головы, когда мы вырулили из-за автобуса."
                $ alt_day1_sl_conv = True
            else:
                sl "Нет! Это же не «Артек» и даже не «Каравелла», лагерь у нас маленький, разберёшься."
                sl "Не обижайся, пожалуйста, но у меня и правда дела."
                th "Да иди уже!"
                "Кивнув мне, она исчезла за автобусом."
                "Ну а я поплёлся за ней."
                "…и, вывернув из-за «Икаруса», застыл в немом ступоре."
    scene bg ext_camp_entrance_day:
        xalign 0.5 yalign 0.5 zoom 1.15
        linear 0.2 zoom 1.2 xalign 0.5 yalign 0.5
        ease 0.05 zoom 1.0 xalign 0.5 yalign 0.5
    stop music 
    stop ambience
    window hide
    play ambience ambience_camp_entrance_day fadein 3
    if alt_day1_sl_conv:
        show sl normal pioneer with dissolve
    "Потому что взгляду моему открылась картина, что преследовала меня всю мою сознательную жизнь!"
    play music dead_silence fadein 3
    scene expression Dawn("bg ext_entrance_night_clear_7dl")
    show anim_grain
    with touch
    "Я не мог вспомнить, когда мне впервые приснились эти выкрашенные шаровой краской ворота."
    $ volume (0.3,'music')
    scene expression SS_com("bg ext_entrance_night_clear_7dl")
    show anim_grain
    with blind_d
    "Но помнил их — детально, в подробностях! — от колышков сверху, уходящих дальше по кирпичной стене в обе стороны насколько хватало глаз, до пятиконечной звезды на стыке створок."
    "Разве что всегда царила ночь, когда я во сне оказывался здесь."
    scene bg ext_camp_entrance_day
    if alt_day1_sl_conv:
        show sl serious pioneer
    with fulldiam
    "А сейчас был день в самом разгаре."
    "Да и был я не во сне теперь, а самое что ни на есть наяву!"
    with flash_red
    $ volume (1.0,'music')
    "Я пребольно ущипнул себя за руку, но не проснулся."
    if alt_day1_sl_conv:
        show sl smile pioneer with dissolve
        sl "Ты чего встал? {w}Пошли!"
        me "А… Эм…"
        th "Понимаешь, я видел это место во сне."
        th "Понимаешь…"
        "Мне хотелось биться головой о мягкие стены, орать, срывая горло."
        "Дайте мне галоперидол, аминазин — что угодно для того, чтобы подтвердить что это и правда неправда."
    me "Я невменяем, но меня не стоит обвинять."
    "Выдавило пересохшее горло."
    "Полузадушенная паника снова подняла голову."
    if alt_day1_sl_conv:
        show sl surprise pioneer
        sl "…! Приди в себя!"
        "Отстранённый выстрел пощёчины, не оставляющий даже боли в нервных тенётах."
        if lp_sl == 0:
            sl "Ох… У тебя снова кровь."
        else:
            sl "Ох… У тебя кровь."
        "Я стою, шатаюсь, сглатывая горькую слюну, закатывая глаза, старательно качаясь в противофазе с гравитацией."
        "Четыре выдоха, два вдоха, пульс, шум в ушах."
        "Под носом прикосновения ткани — уже влажной."
        "Я оттолкнул её в сторону, куда лезет, больная?!"
        stop ambience
        stop music
        window hide
        scene black with fade
        "И сломался надвое, вывернулся наизнанку, моля о смерти, как об избавлении от страданий — болели корни волос, глазные яблоки, череп изнутри…"
        "Чуть не упал."
        "Меня поймали чьи-то руки, помогли удержать равновесие и повели куда-то, аккуратно, спокойно."
        "Откуда-то сверху что-то бурчало-бормотало."
        "И когда паника схлынула, я понял, что это просто ласковый, воркующий голос того ангела, что всё никак не уйдёт!"
        th "Крепко же я тебе нужен, милая…"
        window hide
        play ambience ambience_camp_entrance_day fadein 3
        scene bg ext_camp_entrance_day
        show sl normal pioneer
        with dissolve
        sl "Перепугал ты меня…"
        "Я ощутил себя сидящим на бетонном поребрике."
        "Рядом со мной сидела всё та же надоедливая девчонка."
        sl "Ты чем-то болен?"
        th "Придуркулёзом. И простудифилисом. {w}Вот пристала."
        "Похоже, всё."
        "Похоже."
        "Я прекрасно помнил, как воскресаю каждое утро — разве что в этот раз всё немного усугубилось жарой, так-то было бы неплохо пару таблеток баралгина."
        "Лучше, конечно, но-шпы… {w}Но после одного любопытного случая но-шпа на меня больше не действует."
        me "Здоров я."
        "Ответил я, восстанавливая вертикальное положение."
        me "Пошли."
        show sl serious pioneer with dspr
        sl "Ты не выглядишь здоровым."
        "С сомнением произнесла девушка."
        me "Давай не будем спорить о моём здоровье?"
        "Я был готов идти дальше в одиночестве, но девушка, похоже, приняла к сведению и, всё ещё немного сомневаясь, встала рядом со мной."
        sl "Хорошо… Если ты так считаешь."
        "Она толкнула створку ворот, пропуская меня, и зашла следом."
    else:
        "Я бы, наверное, упал, если бы не крайне своевременно оказавшийся рядом тёплый бок автобуса."
        "Немного грязный, но лучше испачкаться, чем нырнуть мордой в асфальт."
        "Позиция небесспорная, но я был её сторонником."
        "Время смеяться над собой, побеждённым дорогой, жарой и дистонией."
        "Радовало хотя бы то, что не было больно дышать."
        "В этом плане мои ежедневные пробуждения носом в клавиатуру были куда мучительнее — пока расправятся слипшиеся альвеолы, успеваешь проклясть всё и пожалеть, что проснулся вообще."
        "А с головокружением позволит справиться нечто недвижимое."
        "Например, асфальт — я не удивился, обнаружив себя стоящим на четвереньках и смотрящим на бурую лужу — содержимое желудка — под руками."
        "По просохшей дорожке вниз протянулись ещё две капли крови из носа."
        th "Надо бы умыться."
        "Отстранённо подумал я, разглядывая абстрактное полотно под собой."
        th "Или хотя бы встать."
        "Не рискуя касаться лица грязными руками, я яростно заморгал, прочищая слезящиеся глаза."
        "Ворота никуда не исчезли."
        "Очень не хватало здесь одной фигуристой шатеночки в коротком платье."
        "Вспомнив ряд направлений, куда я предлагал отправиться девушке вместо того, чтобы идти куда-то, я поёжился."
        th "Если она их мне все припомнит…"
        th "Так, стоп. {w}Что припомнит? Пожелания во сне?"
        th "Кто припомнит? {w}Сон? Девушка-виденье?"
        th "Уверен, всему этому есть рациональное объяснение."
        "Утешение было так себе, но я хотя бы сумел подняться."
        "Более или менее придя в себя, я отправился к воротам."
        "Что бы они ни скрывали — там явно те, кто знают об окружающем больше моего."
    window hide
    scene black
    stop music
    stop ambience
    return
    
label alt_day1_arrival:
    play music music_list["my_daily_life"] fadein 1
    play ambience ambience_camp_center_day fadein 0
    scene bg ext_clubs_day with dissolve
    window hide
    "За воротами оказался… Пионерский лагерь."
    "Удивительно, правда?"
    "Всё новенькое, свежее. Бетонные плиты, которыми вымощена дорожка, ещё не побиты, хотя тут и там уже успела пробиться зелень."
    "И — то, что меня всегда поражало в таких местах: с удивительным мастерством вписанные в природу дома."
    "Вековые сосны не потревожены, неровности ландшафта, ставшие декорациями…"
    "По обе стороны от дорожки располагались какие-то небольшие здания, выглядящие одинаково обшарпанными, однако, то, что было справа, было наглухо закрыто, а место двери в нём полностью занял пожарный щит с баграми, коническими вёдрами и красным огнетушителем."
    "А вот здание слева было куда интереснее."
    "Судя по вывеске, это здание кружков по интересам. {w}Или, как претенциозно заявляли авторы вывески, «клубы»."
    play sound sfx_open_door_clubs fadein 0
    pause(1)
    "Что гораздо важнее, там была какая-то девушка."
    "Ещё одна красавица в этом тревожном месте."
    show un normal pioneer far at left with dissolve 
    if alt_day1_sl_conv:
        "Она улыбнулась моей провожатой, но немного споткнулась, когда перехватила мой взгляд."
    else:
        "Разве что в отличие от деятельной незнакомки, тормошившей меня у входа, эта выглядела какой-то подавленной, настороженной."
        "И совсем не спешила наладить контакт."
        "Более того, сильно смешалась, когда мы встретились глаза в глаза."
    "Тут же смутилась, потупилась и покраснела чуть ли не до слёз."
    "Я серьёзно! У неё глаза заблестели."
    if persistent.un_7dl_good_ussr:
        show un shy pioneer with dspr
        "Её лицо показалось смутно знакомым, но я хоть убей не мог вспомнить никого с такими чертами."
        th "Да уж, такую красоту я бы точно не забыл!"
        show un smile pioneer with dspr
        "Девочка смущённо потупилась в пол и несмело улыбнулась…"
        th "Она что, мне улыбнулась?"
        show un normal pioneer with dspr
        "…и тут же, не обнаружив ответной реакции, спрятала улыбку, оставляя меня гадать — а не почудилось ли это вовсе?"
    th "Ну да, так всё и начинается — сначала прибываем из зимы на «Икарусе», затем западаем со скоростью одна привязанность в минуту."
    th "А дальше как обычно — весёлый дом с жёлтыми стенами, вежливые санитары и рубашка от Кардена с завязками на спине."
    "Я стоял практически в таком же ступоре, тоже застыв, раздумывая, стоит ли подойти с риском спугнуть, или предоставить инициативу ей? "
    "Честно сказать, самым вежливым сейчас было бы уйти."
    "Я был бы сам крайне себе благодарен, если бы оказался в такой ситуации."
    th "Но почему тогда ноги не идут?!"
    show us grin sport far at right with dissolve
    play sound sfx_bush_leaves
    $ renpy.pause(2)
    play music music_list["i_want_to_play"] fadein 5
    show us grin sport at right with dissolve
    "Молчание становилось пугающим, и я уже решил было прочистить горло, чтобы хоть как-нибудь прервать тишину, как нам помешали."
    "Соседние кусты затрещали, и на дорогу выскочил кто-то!"
    "Кто-то невысокий, в алой футболке с надписью «СССР» и с мордочкой вечно жизнерадостной, счастливой и пакостливой младшей сестры."
    show un normal pioneer at center with dspr
    "Рыжие до красноты волосы, стянутые двумя хвостами-ракетами, смазливая внешность, которую уверенно портила бездна лукавства, плещущая на дне голубых глазищ!"
    "Издалека она казалась совсем маленькой и по возрасту определённо была младше всех, кого я тут видел раньше." 
    if not alt_day1_sl_conv:
        "Я уже совсем было собрался наплевать на возможные «меканья» и подойти уточнить дорогу по карте,  когда новая девочка подскочила к так и стоящей зеленоглазке и начала что-то говорить, размахивая руками в лучших итальянских традициях."
    else:
        "Я хотел что-то сказать или спросить, но не успел — «красная» подскочила к девушке и о чём-то начала рассказывать, возбуждённо размахивая руками."
    "Та же в свою очередь смутилась, потупила взгляд и ничего не сказала."
    if alt_day1_sl_conv:
        show sl normal pioneer at fleft with dissolve
        sl "Уль-я-на!"
        show us laugh sport with dspr
        us "Да, гражнинначаник!"
        "Искренне улыбнулась мелкая."
        sl "Уль-я-на!"
        "Снова по слогам произнесла моя провожатая."
        show us smile sport with dspr
        us "Ну чегоооо…"
        show sl laugh pioneer with dspr
        sl "Да не притворяйся, всё ты поняла."
        show us sad sport with dspr
        us "Бу-бу-бу, киллджой косатый!"
        "Надулась мелкая, разжимая ладонь."
        "Оттуда в зенит мгновенно улетело что-то продолговатое, зелёное, трещащее на лету."
        th "Это что, кузнечик?!"
        "Красноволосая топнула ногой, показала нам язык и улетучилась."
        hide us with easeoutright
        "Зеленоглазка немного постояла, приходя в себя — видимо, поняла, от чего её только что спасли."
        play sound sfx_open_door_1
        hide us with diam
        "После чего, выдавив нечто невразумительное, вернулась обратно в «Клубы»."
    else:
        "Я бы, наверное, и дальше наблюдал за их занимательным диалогом, но «СССР» вдруг достала из кармана что-то и начала трясти этим перед лицом «Грустяши»."
        "«Чем-то» оказался кузнечик. {w}Нет. Саранча. Огромная!"
        "Сказать по правде, я бы и сам напугался, если бы мне в лицо ткнули чем-то подобным." 
        window hide
        stop ambience fadeout 2
        scene cg d1_grasshopper with dissolve
        "«Грустяша» не разочаровала!"
        un "Иииииии-ииииии!"
        "Завизжала она и моментально убежала куда-то."
        scene bg ext_clubs_day
        show us grin sport at left
        with dissolve
        "«СССР» подмигнула мне, хитро улыбнулась и бросилась за ней."
        hide us with easeoutright
    stop music fadeout 2
    $ persistent.sprite_time = "day"
    $ day_time()
    hide un with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Неплохое начало, что ещё тут можно сказать?"
    if alt_day1_sl_conv:
        "Я покосился на свою попутчицу, но та безмятежно улыбалась."
    th "Ладно… О-окей. {w}Я понял и принял правила — пионерия, традиции, розыгрыши и кузнечики в кулаке."
    th "Мне тоже надо будет ходить в коротких штанишках, или кто-нибудь, наконец, пробьёт меня по спискам и вернёт обратно на родину с извинениями?"
    "Впрочем, судя по всему, проверками занимается как раз Ольга Дмитриевна."
    "Значит, придётся с ней познакомиться."
    if alt_day1_sl_conv:
        "Блондинка нетерпеливо подёргала меня за руку, и я подчинился."
    else:
        "Вздохнув, я отправился вслед за убежавшей девочкой."
    window hide
    scene bg ext_square_day with dissolve
    play music music_list["my_daily_life"] fadein 3
    if alt_day1_sl_conv:
        "А в голову сами собой закрадывались странные, невнятные мысли."
        th "Девушка."
        th "Симпатичная."
        "Да что симпатичная — я в реальности такой красоты никогда не видел, а на экране решил бы, что это фотошоп!"
        if loki:
            "Ксана, наверное, могла бы сравниться с ней…"
            "Но для этого пришлось бы сбросить годков шесть."
        th "Держит меня за руку… {w}Интересно, а если бы у нас была возможность познакомиться поближе — получилось бы у нас что-нибудь?"
        "Я не особо обольщался на свой счёт, привлекательность моя граничила с плинтусом, но всякое же на свете бывает!"
        show sl smile pioneer with dspr
        sl "Не надо так сосредоточенно разглядывать мой затылок."
        "Рассмеялась незнакомка."
        sl "Сейчас отведём тебя к Ольге, а потом посмотрим."
        sl "Хочешь, я тебе потом лагерь покажу?"
        "Не дождавшись моего ответа, она свернула на какую-то узкую тропинку, судя по всему, ведущую с ощутимым сокращением, и несколько минут спустя остановилась возле приметного домика."
        return
    else:
        "И ведь насколько эта самая реальность ярче моей!"
        "Сейчас, сравнивая, кажется, будто мне приснился бесцветный сон, или я просто выдумал всё, что со мной происходило до автобуса."
        th "Ложная память."
        "И что теперь делать?"
        "Только сейчас я начал понимать, что со мной произошло что-то совершенно невероятное, по нервной системе шибануло, до дрожи в руках, откатом всего пережитого."
    if not loki:
        "Моя девушка — тогда, когда она ещё была — в последнюю нашу ссору назвала меня тормозом. {w}И теперь я думаю, что у неё были все основания так считать."
    else:
        "Ксана — тогда, когда она ещё имела право голоса в нашей паре — постоянно жаловалась на то, что я слишком эмоционально холоден. {w}Мол, именно из-за этого она и…"
    "Так что не бесстрашие виной моему спокойному восприятию, а то, что до меня просто не дошло."
    "А вот если бы дошло сразу…"
    "Меня передёрнуло от отвращения при мысли о возможной картине со мной, катающимся по траве в тихой истерике. Кошмар."
    window hide
    scene bg ext_houses_day with dissolve

    "Заметив по ту сторону площади небольшие домики, я свернул туда."
    "Да не так уж важно, победил я страх или не понял, что надо бояться — надо вести себя достойно и соответствовать высокому званию представителя моего родного города."
    "Я шёл по мощёной дорожке, жмурился от солнца и с интересом рассматривал «бочки» — полукруглые корпуса с одной дверью и одним окном, накрытые листом гофрированного железа."
    "Для пионеров слишком шикарно. {w}Лично мне приходилось ютиться в бараке на сорок человек, разбитом на четыре спальни — девочки в левом крыле, мальчики в правом."
    "Поэтому мнение о быте пионеров у меня сложилось несколько отличное от того, что я вижу здесь. {w}Во всяком случае, спален-общежитий здесь нет, и это уже неплохо." 
    "Что же касается распорядка…"
    play sound sfx_punch_medium
    with vpunch
    "ХЛОП!"
    play music music_list["that_s_our_madhouse"]
    "Я не успел додумать — от сильного хлопка между лопаток я потерял равновесие и растерял остатки мыслей."
    me "Что за…"
    dv "Вот он! Нашла!"
    show dv smile pioneer2 with dissolve
    if persistent.dv_7dl_good_ussr:
        "Я пошатнулся, но удержал равновесие."
        "Во всей Вселенной так со мной поступал только один человек…"
        "Я резко обернулся и, удивляясь сам себе, сгрёб пискнувшую пионерку в охапку."
        "Почему-то сейчас это казалось очень уместным, очень… правильным?"
        show dv shocked pioneer2 with dspr
        dv "Эй, псих! Ты что делаешь?!"
        "Пищала она откуда-то из моих объятий — не делая, впрочем, попыток выбраться."
        me "Дела сегодня всё лучше и лучше!"
        "Воскликнул я и, наконец, отпустил рыжую."
        me "Рыжая!"
        show dv surprise pioneer2 with dspr
        dv "Что?"
        me "Как же я…"
        "Договорить я не успел — быстро спохватившаяся бандитка вцепилась мне в шею."
        show dv normal pioneer2 with flash
    elif persistent.dv_7dl_reject_rf:
        show dv laugh pioneer2 with dspr
        "Каким-то двухсотым чутьём я угадал, что сейчас произойдёт — и расслабился."
        th "И снова привет."
        "Подумал я, вдыхая знакомый запах кожи — откуда-то из прошлой жизни."
        th "Я ведь знаю тебя, рыжая. Я не помню, откуда, но я знаю тебя."
        "Вместо ожидаемых попыток вырваться, я, напротив, придвинулся к ней как мог плотно."
        th "И я чертовски рад тебя видеть."
        "Шее было больно — всё-таки девочка была довольно сильная и нисколько не церемонилась."
        "Но это волновало меня меньше всего."
        "Так как из-за пелены забытья вдруг всплыло бесценное — вдох-улыбка-выдох."
        th "Алиса."
    elif persistent.dv_7dl_bad:
        "В моём далёком детстве это называлось «мёртвым захватом» — и стало популярно после фильмов со Стивеном Сигалом."
        "Откуда его знает какая-то там пионерка, мне не очень ясно."
        "Но я почему-то вспомнил, что меня однажды поприветствовали именно так."
        "И ничем хорошим это не закончилось."
        "А потому…"
    else:
        "Я не успел среагировать, когда мою шею поймали сложным захватом, не дающим пошевелиться или даже вдохнуть свободно."
        "Понятно, чем это чревато, приходилось уже опаздывать на смену."
        "Скосив глаза назад, я увидел, что меня держит знакомая уже девочка — именно она была у автобуса, когда я проснулся."
        "Крепкая, но, как и все девочки её возраста, весящая чуть больше, чем ничего. Так что можно…"
    if herc:
        $ lp_dv += 1
        "Вспомнив, чему меня учили на занятиях, я сделал шаг назад и перехватил рыжую за талию."
        "И вместо выхода на болевой приём, я просто перебросил её через плечо…"
        "…и побежал!"
        dv "Ох!"
        show dv surprise pioneer2 at left with moveoutleft
        dv "Ты что делаешь, псих?! Пусти."
        "Она явно не ожидала такой реакции и колотила кулаками мне по спине, пытаясь освободиться."
        "Я только усмехнулся и прибавил ходу."
        dv "Ты что, не слышишь, что ли?!"
        window hide
        scene bg ext_path_day 
        show dv surprise pioneer2 at left
        with flash
        pause(1)
        play sound sfx_alisa_falls
        window hide
        me "Да иди!"
        "От погони удалось оторваться, и я ссадил девочку на землю."
        "Широко улыбнувшись, я деланно охлопал ладони:"
        me "Я могу идти?"
        "Девочка промолчала, видимо, до сих пор пребывая в лёгком шоке, и я, восприняв молчание знаком согласия, развернулся и собрался было уходить…"
        us "Лови его!"
        show us smile sport far at center with dissolve
        "Раздался уже знакомый голос мелкой. Я обернулся — она, пыхтя, старательно волокла пожарное ведро, в котором плескалась вода."
        show us smile sport with dspr
        me "А мне здесь нравится!"
        "Я подмигнул рыжей-старшей и тут же смазал лыжи, спасаясь от мелкой террористки с ведром."
        hide us
        hide dv
        with dissolve
    elif loki:
        $ lp_dv += 1
        $ karma -= 10
        play sound sfx_punch_medium
        with vpunch
        me "Эй… {w}кх… {w}отпусти, полоумная… {w}Задушишь."
        dv "Ничего!"
        play sound sfx_punch_medium
        with vpunch
        "Держащая меня бандитка и не подумала ослаблять захват."
        me "Я… {w}Сам… {w}За опоздание."
        dv "Правда? {w}Ты хочешь выписать себе штрафную?"
        dv "А не врёшь?"
        "Она засомневалась, но увидеть, как человек сам себя обливает из пожарного ведра, ей, похоже, очень хотелось."
        play sound sfx_punch_medium
        with vpunch
        me "Так… {w}Поймаешь… {w}Если… {w}Вру." 
        dv "Ладно."
        "Она ослабила захват и кивнула уже знакомой «СССР», волочащей красное коническое ведро, до краёв налитое мутной водой из пожарной бочки."
        dv "Наш новичок хочет выписать сам себе штрафную! Дадим ему этот шанс!"
        "Заявила бандитка, и я наконец смог разглядеть её как следует."
        th "А она ничего!"
        "Рыжие волосы, не красные, как у «СССР», а скорее медные."
        "Янтарные — до красноты — глаза, выражение некой надменности — в общем, то, что передо мной самая настоящая сорвиголова, я распознал сразу."
        us "Ты уверена?"
        show us laugh2 sport at right with dissolve
        dv "Нет."
        "Рыжая-старшая облизала губы."
        dv "Но ведь мы его поймаем, если что, верно?"
        show us smile sport at right with dissolve 
        us "Точно!" 
        us "Сейчас я…"
        "Я взял ведро в руку…"
        me "Вторая степень унижения!"
        play sound sfx_water_emerge
        "…и одной огромной волной окатил сразу обеих!"
        $ lp_dv += 1
        show dv shocked pioneer2 at center
        show us fear sport at right
        with dspr
        me "Ну как вам моя штрафная?!"
        "Расхохотался я и, развернувшись, мгновенно смазал лыжи."
        us "Обманщик! Лови обманщика!"
        dv "Держи его!"
        window hide
    else:
        $ lp_dv -= 1
        $ lp_sl += 1
        "Я дёрнулся, что было сил."
        "Тщетно!"
        dv "Ну, бегом!"
        show us laugh2 sport at right with dspr
        us "Бегу-бегу!"
        "Детский голосок, запыхавшийся так, будто его владелица несла что-то… {w}тяжёлое?"
        me "Аааа… Отпустите меня, гады!"
        "Я забился, пытаясь вырваться, уже понимая, что сейчас произойдёт."
        "Тщетно!"
        "Рыжая вражина только сильнее сдавила мою шею, перекрывая остатки кислорода."
        play sound sfx_water_emerge
        pause(1)
        stop music fadeout 3
        "Оставалось лишь смириться и принять унижение."
        "Очередное унижение в новом коллективе. Казалось бы, причём здесь любовь к людям."
        dv "Добро пожаловать в лагерь!"
        "Рядом со мной грохнуло брошенное ведро, а смех удалился."
        "Смех на два голоса, вдвойне обидный от того, что смеются надо мной."
        hide dv
        hide us
        with dissolve
        "Рыжие стервы."
        "Жизнь закончена, о, этот жестокий-жестокий мир…"
        "Дожили — меня, большого, здорового лба почти тридцати лет, скрутили и окатили водой две малолетние шалопайки!"
        window hide
        with fade2
        "Я махнул рукой и усмехнулся."
        th "Сам виноват, сам."
        "Рядом была крайне перспективная скамеечка, куда я и устроился, предварительно выжав на себе свитер."
        play music so_cold fadein 3
        "Сохнуть!"
        "К счастью, для таких вот моментов неминуемого унижения, у меня, как у супергероя «Человека-Неудачника», существовал антикризисный набор."
        "Чуть-чуть самобичевания, чуть-чуть чёрного юмора и море самоиронии."
        "Надо только принять нужную асану и начать постигать дао."
        "В одиночестве."
        "Ничего удивительного в том, что я и на новом месте постоянно попадаю во всякие переделки."
        "Наверное, существует какое-то особое отличие, которое позволяет одним людям идти по жизни беззаботно, с улыбкой, любить день сегодняшний — как это происходит с той, что встретила меня у ворот."
        "Других же людей это самое отличие постоянно ставит в дурацкие ситуации — не знаю, как ещё назвать происходящее."
        "Хорошо хотя бы, что я снял пальто, иначе всё было бы ещё хуже, в мокром зимнем пальто… бррр…"
        "Хотя у входа и была эта глупая сценка с насекомым, я не сомневаюсь, что розыгрыши, особенно такие жестокие, здесь нечасты."
        th "Просто это я такой неудачник."
        "Погрузившись в пучины жалости к самому себе, я полностью отключился от объективной реальности."
        "Так что вздрогнул, когда меня без лишних церемоний толкнули в плечо."
        show sl normal pioneer with dspr
        sl "Почему ты всё ещё здесь?"
        sl "Разве я не сказала тебе…"
        show sl surprise pioneer with dspr
        "Девушка охнула и прижала руки ко рту."
        sl "Значит, всё-таки облили?"
        sl "Что ж ты не сберёгся, я же предупреждала, что захотят!"
        sl "Бедный мой…"
        "Она как-то очень естественно, очень машинально потянулась погладить меня по голове, а я так же машинально увернулся."
        th "Ты только что загубила процесс восстановления дзен, глупая блондинка."
        "Недовольно подумал я."
        th "Какого чёрта ты лезешь со своей жалостью, мне не нужна жалость от несовершеннолетней ссыкухи!"
        show sl sad pioneer with dspr
        sl "Ты снова злой."
        "Вздохнула она."
        th "И кто в этом виноват?"
        sl "Да не молчи ты с такой ненавистью!"
        "Кажется, и у её плотины есть свои пределы вместимости."
        me "Я не нуждаюсь ни в чьей жалости. Оставь меня, я высохну и найду дорогу к вожатой."
        show sl serious pioneer with dspr
        sl "Да? Как?"
        th "Глупая, что ли? Одно слово — блондинка."
        th "Сама же мне давала кар…"
        "Я достал из кармана буро-коричневое нечто, на котором уже совсем ничего нельзя было разобрать."
        sl "Так я и думала."
        "Кивнула она."
        sl "Но тебе нельзя в сыром ходить, ты же простудишься!"
        th "Спасибо, мам, я сыт."
        sl "Пошли, быстренько тебя Ольге Дмитриевне представим и поищем, во что тебе переодеться. {w}Пошли!"
        "Она вскочила и дёрнула меня за собой."
        stop music fadeout 3
        window hide
    return

label alt_day1_chase1:
    scene bg ext_square_day with flash
    "Топот за спиной не смолкал, однако на кураже я выжал из своих ног такую скорость, какую уже давно не выдавал."
    "Истово, от души, хохоча, я пересёк площадь в другую сторону."
    window hide
    scene bg ext_square_day with flash:
        pos (0,0) 
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (5,5) 
        pos (0,0) 
        linear 0.1 pos (0,-5) 
        linear 0.1 pos (0,5) 
        repeat
    with dissolve

    "Помахал бронзовому балбесу…"
    window hide
    scene bg ext_aidpost_day with flash:
        pos (0,0) 
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (5,5) 
        pos (0,0) 
        linear 0.1 pos (0,-5) 
        linear 0.1 pos (0,5) 
        repeat
    with dissolve

    "…пробежал мимо какого-то здания с флагом."
    th "Красный крест? Медпункт?{w} Будет актуально, если я сейчас не оторвусь."
    window hide
    scene bg ext_dining_hall_away_day with flash:
        pos (0,0) 
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (5,5) 
        pos (0,0) 
        linear 0.1 pos (0,-5) 
        linear 0.1 pos (0,5) 
        repeat
    with dissolve

    "Я прибавил ходу."
    "Вихрем пронёсся мимо здания — однозначно, столовой!"
    stop music fadeout 3
    "…и выскочил на пристань."
    window hide
    return


label alt_day1_dock:
    scene bg ext_boathouse_day with fade
    play ambience ambience_boat_station_day fadein 2
    th "Здесь так мирно."
    "Кажется, здесь можно укрыться от погони. Во всяком случае, пока."
    "Прогрохотав тяжёлыми зимними ботинками по доскам настила, я ушёл к самому краю."
    "Присмотрев местечко поуютнее, сбросил с себя мокрый свитер и повесил его на поручень." 
    "Поискал по карманам сигареты, не нашёл. Ну и ладно."
    th "Ощущение, что я что-то забыл…"
    th "Пальто! В нём же и паспорт, и пара сотен на проезд! Как я мог забыть его в автобусе!"
    if not alt_day1_sl_conv:
        "Впрочем, после того тёплого приёма, что мне устроили в лагере, идти, честно говоря, никуда не хотелось."
    else:
        "Но возвращаться за ним — идея не из самых разумных."
        th "Меня же сто процентов где-то на территории поджидают две обормотки с вёдрами. {w}Ибо месть!{w} У них штрафная, а я им традиции нарушаю!"
    th "Возьму таймаут."
    "Я сидел, задумчиво глядя на поверхность воды — где-то за пятьдесят метров была провешена буйковая завеса, чтобы пионеры далеко не заплывали."
    "А дальше — за прихотливым изгибом, выдающим в нашем водоёме речку, просто слишком широкую, была видна пойма, содержащая в себе два острова, а на узкой части её стягивала едва видимая отсюда стальная нитка железной дороги."
    "Сейчас по ней, кстати, куда-то уже спешил тепловоз, волочащий за собой ряд товарных вагонов, и убаюкивающие синкопы перестука колёс далеко разносились по спокойной воде."
    "В принципе… Если долго-долго плыть, за буйки, чуть дальше, то, возможно, появится способ запрыгнуть в товарняк, благо, они всегда сбрасывают скорость на болотинке…"
    "И укатить? Уехать поездом до ближайшего города, а там прорываться."
    "Но это в том лишь случае, если мне вдруг кровь из носу понадобится сбежать отсюда."
    sl "Так тебе не сюда!"
    "Раздался за спиной знакомый уже голос."
    show sl smile swim with dissolve
    play music music_list["take_me_beautifully"] fadein 1
    "Я обернулся. Передо мной стояла та первая девочка, которую я встретил у ворот."
    sl "Я же тебе сказала от площади на домики ориентироваться, а ты куда пошёл?"
    menu:
        "Снова совпадение?":
            $ karma += 10
            $ lp_sl += 1
            "Пожал плечами я."
            me "Куда ты, туда и я."
        "Похоже, я заблудился":
            "Сказать по правде, на вопрос я бы сейчас ответить не смог — пионерская форма на девочке сменилась купальником, и в голове царила восторженно-звенящая пустота."
    sl "Ой, я же так и не представилась. Меня Славя зовут! Вообще, полное имя Славяна, но меня все Славей зовут."
    $ meet('sl','Славя')
    $ alt_meet['sl'] = u"Славя"
    $ alt_day1_sl_met = True
    "Она поощрительно кивнула."
    show sl smile swim with dspr
    sl "И ты тоже зови."
    me "Что…"
    "Я с трудом вернулся к действительности."
    me "А… Да… Славя.{w} А я…"
    if not alt_day1_sl_conv:
        "Я был несколько растерян от её внезапного появления, да и тугой купальник, обрисовывающий то, что надо обрисовывать, вносил определённую ноту разлада."
    sl "Ладно. Я уже заканчиваю здесь. Ты подожди меня здесь минуту, я переоденусь, и вместе пойдём к Ольге Дмитриевне, хорошо?"
    hide sl with dissolve
    "Я кивнул. После этих слов она куда-то убежала, а я наконец догадался стянуть тяжёлые зимние ботинки, связать их шнурками, как в детстве, чтобы перекинуть через плечо, и сесть на мостки, окунув ноги в воду."
    "Тёплая."
    "Меланхолично водя ногами в тёплой воде, я размышлял о сегодняшних событиях."
    "По большому счёту, все, кого я сегодня встретил, вели себя в высшей степени нормально — девочка, напугавшаяся саранчи, бойкая Славя, даже те две бандитки — все вели себя так, как и положено детям в пионерском лагере."
    "Следов какого-то коварного заговора обнаружить не удалось, как и зловещих целей того, кто меня забросил сюда."
    sl "Пошли?"
    show sl smile pioneer with dspr
    me "Пошли…"
    "Цапнув свитер с поручня, ответил я."
    "Её отношение ко мне… Сказать по правде, я уже и забыл, когда обо мне кто-то просто заботился."
    "Тем теплее было на душе от её попыток помочь."
    th "Однако, всё это достаточно подозрительно, не так ли?"
    stop ambience fadeout 6
    stop music fadeout 3
    pause(3)
    window hide
    play ambience ambience_camp_center_day fadein 3
    scene bg ext_houses_day
    show sl normal pioneer
    with dissolve
    if herc:
        "Место, чуть не ставшее свидетелем моего позора."
        "Сказать по правде, не ожидал от себя такой прыти!"
        "Я бы слукавил, если бы сказал, что мне не понравилась ситуация."
        me "Здесь меня облить хотели."
        sl "Вот как? Кто?"
        me "А откуда я знаю. Две какие-то рыжие, одна постарше, другая помладше, обе с хвостами."
        show sl laugh pioneer with dissolve
        sl "А ты с Алисой справился, значит? Как?"
        me "Вспомнил, что девушек надо носить на руках."
        "Улыбнулся я."
    elif loki:
        "Мы вернулись обратно к тому месту, откуда я начал свой забег до пляжа."
        "Зло в лице двух рыжих вредин было заборото, а я не смог сдержать улыбки."
        sl "Чему ты улыбаешься, Семён?{w} Только не говори, что мне: ты на меня даже не смотришь."
        "Здесь же валялось коническое красное ведро, которое Славя, покачав головой, подобрала и повесила на крюк ближайшего противопожарного щита."
        me "Просто я в курсе, откуда здесь это ведро, и почему вода разлита."
        sl "Ты что-то знаешь?"
        me "Ну… Скажем так, я поступил с другими людьми так, как они хотели поступить со мной."
        "Славя тихонько рассмеялась и ничего не стала переспрашивать."
        "Мы свернули возле ближайшего домика, и, пройдя по импровизированной улице, уткнулись в ещё один домик, необычность которого сразу бросалась в глаза."
    stop music fadeout 2
    window hide
    return

label alt_day1_mod_tan:
    scene bg ext_house_of_mt_day with fade
    show sl normal pioneer
    with dissolve
    play music music_list["everyday_theme"] fadein 2
    "Домик был забавным — такие обычно рисуют дети: треугольный, с одной дверкой."
    "Это, да ещё и отвоёвывающие себе пространство кусты сирени, сложились в удивительной красоты натюрморт, достойный кисти любого художника."
    th "Или пейзаж?"
    if not (herc or loki):
        dreamgirl "Или портрет?"
        th "Ну тебя!"
    sl "Что стоишь? Пойдём!"
    if alt_day1_sl_met:
        "Вывела меня из раздумий Славя."
    else:
        "Вывела меня из размышлений девочка."
    window hide
    with fade
    if alt_day1_sl_conv:
        "Тут мне в голову пришла одна мысль, которую следовало бы озвучить…"
        "Да хотя бы из вежливости!"
        me "Кхм…"
        "Я нахмурился."
        me "Не то, чтобы я настаивал."
        me "Но мы же незнакомы ещё, да?"
        show sl laugh pioneer at center with dissolve
        "Она рассмеялась."
        sl "Твоя правда, извини."
        sl "Меня зовут Славяной."
        $ meet('sl','Славя')
        $ alt_meet['sl'] = u"Славя"
        me "Ясно."
        "Я замолчал."
        "И молчал долго."
        "Пока у девушки не лопнуло терпение."
        show sl serious pioneer with dspr
        sl "Разве ты не скажешь, что тебе очень приятно?"
        th "Какая прелесть. {w}А мне приятно или не очень?"
        me "А. Да."
        "Согласился я."
        show sl shy pioneer with dspr
        "Немного подождав, девушка махнула рукой — видимо, поняла, что каши со мной не сваришь."
        play sound sfx_knock_door7_polite
        $ renpy.pause(2)
        mt "Открыто!"
        sl "В лагере меня все зовут Славя. {w}Просто если тебе вдруг интересно."
        "Не дожидаясь моего ответа, она толкнула дверь, и мне ничего не оставалось, как последовать за ней."
        window hide
        stop ambience
        play sound sfx_open_dooor_campus_1
        play ambience ambience_int_cabin_day fadein 1
        scene bg int_house_of_mt_noitem_day
        show mt normal pioneer
        with dissolve
    else:
        if not (herc or loki):
            "Я немного отжал одежду на себе, хотя всё это было, конечно, полумерой."
            "Моя сопровождающая, не давая мне особо времени на раздумья, потащила за собой."
            show us laugh sport at left with dissolve
            "Разминувшись в дверях с…"
            "Я с трудом сдержался от крепкого словца."
            hide us with easeoutleft
            sl "Не беспокойся, сейчас, сейчас…"
        else:
            mt "…издеваться над Леной, поняла?!"
            voice "Ну Ольдмитривна…"
            mt "Я тебя спрашиваю, ты поняла?"
            "Вожатая кого-то песочит."
            "Картина, старая как мир, и вдвойне приятно от того, что распекают кого-то другого."
            "Перед домиком стояла пара разложенных шезлонгов, и я немедленно забрался в один из них"
            if herc:
                extend ", прихватив по дороге крайне удачно лежащую шишку."
            else:
                extend ", спрятавшись от солнцепёка."
                
            if alt_day1_sl_met:
                "Славя села в соседний и спокойно улыбнулась в ответ на вопрошающий взгляд."
            th "Похоже, у вожатой дел невпроворот. Впрочем, судя по вздорному детскому голоску, который я слышу… Ничего удивительного."
            play sound sfx_open_door_kick
            with vpunch
            show us smile sport at right with dissolve
            "Через мгновение дверь распахнулась и оттуда выскочила девочка в футболке «СССР»."
            if herc:
                th "Цель захвачена."
                "Как знал, шишку подобрал."
                "Метательный снаряд угодил девочке между лопаток."
                show us dontlike sport at right with dspr
                us "Эй! Ты что творишь?"
                "Она обиженно посмотрела на меня."
                me "Воду таскать не надорвалась?"
                us "Уууу…"
                hide us with moveoutright
                "Она почесала спину и, нехорошо посмотрев на меня, убежала."
            elif loki:
                "Жертву обливания я узнал сразу и подмигнул ей. Она же в ответ только недобро прищурилась. Явно замыслила какую-то пакость."
                me "Привет, мелкая! Как купание?"
                show us dontlike sport at right with dspr
                us "…"
                hide us with moveoutright
                "Она развернулась и исчезла за домиками."
            play sound sfx_open_dooor_campus_1
            show un normal pioneer far at left with dspr
            if alt_day1_sl_conv:
                "Вслед за ней вышла девочка с неописуемо печальным выражением лица."
            else:
                "Вслед за ней вышла и «Грустяша». Лена?"
                if persistent.un_7dl_good_ussr or persistent.un_7dl_good_rf:
                    "Почему-то я сразу решил, что это она. {w}Не знаю, почему."
                    "Наверное, потому, что ей это имя подошло бы идеально."
            sl "Лена, не обращай внимания, она и отстанет."
            $ meet('un','Лена')
            $ alt_meet['un'] = u"Лена"
            "Приободрила Славя."
            th "Значит, Лена. Что ж. Очень приятно."
            if persistent.un_7dl_good_ussr or persistent.un_7dl_good_rf:
                th "Ну! Что я говорил!"
            un "Да я не…"
            show un normal pioneer at left with dspr
            "Она сделала пару шагов и только тут заметила меня."
            show un shy pioneer at left with dissolve
            "…и мгновенно запнулась на полуслове."
            "Кажется, я смутил её."
            "Жарко покраснев, девочка уставилась в землю и постаралась как можно быстрее скрыться из виду."
            "А я обернулся вслед и проводил её задумчивым взглядом."
            th "Интересно, она всегда такая, или это моё тлетворное влияние?"
            hide un with moveoutleft
            show sl normal pioneer at center with dspr
            sl "Нас ждут, пошли!"
        play sound sfx_knock_door7_polite
        $ renpy.pause(2)
        mt "Открыто!"
        window hide
        stop ambience
        play sound sfx_open_dooor_campus_1
        play ambience ambience_int_cabin_day fadein 1
        scene bg int_house_of_mt_noitem_day
        show mt normal pioneer
        with dissolve
        "Не слушая моих возражений, блондинка потащила меня за собой."
    "Внутри домик выглядел именно так, как и ожидалось: две кровати, столик, стулья, пара шкафчиков и постер с несравненным Жаном Маре в роли Фантомаса."
    "Ничего сверхъестественного, хотя по части бардака этот домик влёгкую мог потягаться с моей квартирой."
    "Возле окна стояла девушка примерно моего возраста и что-то читала в ежедневнике. {w}И, разумеется, как и всех прочих представительниц прекрасного пола, встреченных мной тут, природа не обделила её ни лицом, ни фигурой."
    th "Хоть это радует — помирать буду в компании прекрасных дам. Если буду, конечно."
    mt "А вот и ты."
    if not (herc or loki) and not alt_day1_sl_conv:
        "Она скептически оглядела мою одежду и покачала головой."
        mt "Всё-таки облили. Ладно, Славя тебе что-нибудь подберёт. Скидывай пока сырое."
        "Отойдя к шкафу, она, покопавшись там, нашла безразмерную майку — явно из магазина для очень больших людей — и бросила мне."
        mt "Надевай пока."
        th "А штаны?"
        me "Угу…"
        mt "Посидишь пока здесь. Славя, сорок шестой где-то, лучше сорок восьмой размер."
        "Кивнув, девушка достала из кармана блокнотик и старательно занесла туда мои размеры."
        "А футболка и правда оказалась безразмерной - я протёрся предложенным полотенцем и, надев, оказался как будто в огромной ночной рубашке."
    else:
        mt "Когда я выходила из автобуса, ты ещё спал. Неужели только проснулся?"
        me "Эм… Ну, да."
        mt "Всё с тобой ясно, засоня."
    show mt smile pioneer with dissolve
    mt "Меня зовут Ольга Дмитриевна, и я твоя вожатая."
    $ meet('mt','Ольга Дмитриевна')
    $ alt_meet['mt'] = u"Ольга Дмитриевна"
    mt "Со Славей, думаю, ты уже знаком."
    mt "Она моя помощница, так что если вдруг возникнут какие вопросы — можешь смело обращаться к ней."
    if alt_day1_sl_met:
        "Славя улыбнулась."
    else:
        $ meet('sl','Славя')
        $ alt_meet['sl'] = u"Славя"
        "Вышеупомянутая помощница улыбнулась."
    "Она улыбнулась, сводя всё к шутке. Ну а я решил подыграть фарсу."
    me "Вожатая, значит. А я, значит, пионэр?"
    show mt angry pioneer at center with dspr
    mt "Не коверкай слова, Семён."
    mt "Ты теперь часть отряда, а значит, я должна сделать из тебя образцового пионера."
    me  "Да вы на меня посмотрите."
    "Я уже откровенно издевался."
    me "Я что, похож на пионэра?"
    show sl normal pioneer at right with dissolve
    "Ольга замолчала на пару минут, задумчиво изучая моё лицо, и будто этого было недостаточно, вокруг меня прошлась Славя."
    sl "Поправьте меня, если я ошибаюсь… Но похож."
    mt "Я тоже так считаю."
    me "Ладно, девочки."
    "Я решил сворачивать самодеятельность."
    me "Вы пошутили, я тоже посмеялся, пора заканчивать концерт."
    show sl serious pioneer at right with dspr
    sl "Семён, ты заговариваешься. Может, доктора позвать?"
    mt "Хорошая мысль, Славя. Приведи, пожалуйста, доктора Виолу."
    "На слово «доктор» Славя среагировала странно - покосилась на вожатую, приподняла бровь в немом вопросе."
    "Но, не дождавшись ответа, вышла на улицу."
    hide sl with dissolve
    me "Да какого доктора Виолу?! Вы что, тут все с ума посходили! Уймитесь, это уже не смеш…"
    "Я осёкся, когда Ольга двумя быстрыми шагами пересекла помещение, и, взяв меня за плечо, развернула носом к зеркалу."
    stop music fadeout 3
    me "Ох…"
    me "…ты ж…"
    me "…ё…"
    window hide
    play sound sfx_open_cabinet_2
    play music music_list["revenga"] fadein 3
    if not (herc or loki) and not alt_day1_sl_conv:
        scene cg d2_mirror:
            pause 0.5 
            linear 0.05 pos (-5,-5) 
            linear 0.05 pos (0,0) 
            linear 0.05 pos (5,5) 
            linear 0.05 pos (5,0) 
            linear 0.05 pos (0,0) 
            linear 0.05 pos (-5,-5) 
            linear 0.05 pos (0,0) 
            linear 0.05 pos (5,5) 
            linear 0.05 pos (0,5) 
            linear 0.05 pos (0,0) 
            linear 0.05 pos (-5,-5) 
            linear 0.05 pos (0,0) 
            linear 0.05 pos (5,5) 
            linear 0.05 pos (0,5) 
            linear 0.05 pos (0,0) 
            linear 0.05 pos (-5,-5) 
            linear 0.05 pos (0,0) 
            linear 0.05 pos (5,5) 
            linear 0.05 pos (0,0) 
    else:
        scene cg d1_me_dahell_7dl:
            pause 0.5 
            linear 0.05 pos (-5,-5) 
            linear 0.05 pos (0,0) 
            linear 0.05 pos (5,5) 
            linear 0.05 pos (5,0) 
            linear 0.05 pos (0,0) 
            linear 0.05 pos (-5,-5) 
            linear 0.05 pos (0,0) 
            linear 0.05 pos (5,5) 
            linear 0.05 pos (0,5) 
            linear 0.05 pos (0,0) 
            linear 0.05 pos (-5,-5) 
            linear 0.05 pos (0,0) 
            linear 0.05 pos (5,5) 
            linear 0.05 pos (0,5) 
            linear 0.05 pos (0,0) 
            linear 0.05 pos (-5,-5) 
            linear 0.05 pos (0,0) 
            linear 0.05 pos (5,5) 
            linear 0.05 pos (0,0) 
    with dissolve
    "Я отказывался верить тому, что увидел в зеркале."
    "Из-под чёлки взирал товарищ лет восемнадцати, будто немного уменьшенный относительно меня настоящего."
    "А я-то всё гадал, почему сваливаются штаны, почему ботинки стали будто на размер больше…"
    "Загадка с наушниками также решилась мгновенно."
    "Оставалась сущая безделица. Просто понять…"
    me "ЭТО ЧТО, Я?"
    window hide
    scene bg int_house_of_mt_noitem_day
    show mt normal pioneer at center
    with dissolve
    "Потолок закружился и начал заваливаться назад."
    window hide
    show blinking
    $ renpy.pause(3.5)
    me "Не знаю, что вы со мной сделали, но верните мне — меня! Вы! Я…"
    window hide
    play sound sfx_punch_medium
    with vpunch
    scene anim prolog_1
    with fade3
    "Наконец пол подпрыгнул и со всей силы врезал мне в лоб."
    pause(3)
    stop music fadeout 5
    mt "… с ним такое? Славя, когда Виолетта Церновна будет?"
    sl "Через пять минут, Ольга Дмитриевна. Она сказала, ей какое-то лекарство надо взять."
    mt "Быстрее бы."
    "Я помотал головой и попытался подняться."
    "К несчастью, силы совершенно оставили меня, и всё, что мне оставалось — это безучастно пялиться в потолок."
    window hide
    scene bg int_house_of_mt_noitem_day with dissolve
    "Я ощутил, как мои пальцы кто-то осторожно сжал."
    sl "Семён, ты только не волнуйся, хорошо?!"
    sl "Я уже доктора позвала. Она у нас лучше всех, мигом тебя на ноги поставит."
    cs "Пионерка, не утешай мальчика, это может повредить его самооценке."
    "Раздался в комнате новый голос."
    "О, у нас новое действующее лицо. Местный бестиарий блещет разнообразием."
    "Итак, кто же?"
    window hide
    scene bg int_house_of_mt_noitem_day with dissolve
    show mt normal pioneer far at left
    show sl normal pioneer far at right
    with dissolve
    play music music_list["eternal_longing"] fadein 5
    show cs normal with dspr

    cs "Виолетта Церновна Коллайдер."
    show cs grin
    $ renpy.pause(.2)
    show cs normal with dspr
    "Она подмигнула."
    cs "Но для тебя можно просто {i}Виола{/i}… пионер."
    $ meet('cs','Виола')
    $ alt_meet['cs'] = u"Виола"
    show cs normal close with dissolve
    "Её руки споро бегали по моему телу, проверяя рефлексы, лимфатические узлы, дыхание… Хотя я готов был поклясться, что Виола меня… лапает!"
    "Именно так. Несмотря на все заверения в профессионализме медсестры."
    show sl angry pioneer at right with dspr
    "Я густо покраснел. А Славя, видя мою реакцию, кажется, о чём-то догадалась и подозрительно посмотрела на медсестру."
    sl "Виолетта Церновна, что вы можете сказать о состоянии Семёна?"
    cs "Нормальный здоровый пионер. {w}Немного на солнце перегрелся плюс акклиматизация. {w}Пару дней пусть отсыпается и меньше на солнце сидит."
    "Помахав у меня под носом ваткой с нашатырём, резюмировала Виола."
    cs "Сейчас придёт в себя, напоите бульоном, я распоряжусь на кухне. Вечером можно кефир и пару булочек."
    cs "И никаких ранних подъёмов, верно… пионер?"
    "Она многозначительно посмотрела на меня и медленно-медленно подмигнула ещё раз."
    me "Верно. Для меня это вредно."
    "Закончив осмотр, она одарила меня ещё одним многозначительным взглядом, так что я поспешил оправить футболку, —{w} и исчезла за дверью."
    hide cs with dissolve
    stop music fadeout 3
    show sl normal pioneer at right with dspr
    mt "Превосходно. Семён, придёшь в себя, и марш на бельевой склад, притащишь себе матрац и постельное бельё. Пионер должен самостоятельно ухаживать за своей постелью."
    "Я посмотрел на Славю."
    sl "Встретимся там!"
    "Убедившись в том, что моему здоровью ничего не угрожает, Славя улыбнулась и последовала вслед за медсестрой."
    hide sl with dissolve
    show mt normal pioneer at center with dspr
    mt "Пойду и я. Располагайся пока здесь, потом подыщем тебе местечко, вечером по расписанию ужин, не забудь."
    me "Ээээ… А что там с бульоном?"
    mt "Заправишь кровать и сходишь в столовую."
    "Безапелляционно заявила вожатая."
    mt "Справишься?"
    me "Ну… да."
    mt "Вот и хорошо. Увидимся за ужином, Семён."
    mt "Не забудь переодеться!"
    hide mt with dissolve
    "Она выпорхнула за дверь вслед за Славей."
    if not (herc or loki) and not alt_day1_sl_conv:
        "Мои сырые вещи заняли шкаф и пару вешалок, так что я остался в только вожатской футболке — не самый лучший прикид, но куда лучше, чем ходить в мокром."
    else:
        "Пальто я благополучно посеял в автобусе, так что дело было за свитером — я тут же избавился от него, повесив на спинку кровати, и снял ботинки, поклявшись себе либо раздобыть нормальную обувь по погоде, либо ходить босиком."
        "Я остался в одной футболке «Indigo Denim» и призадумался, не слишком ли это будет вызывающе — носить такие вещи в советском лагере."
        "После секундных раздумий решил, что футболка летом будет уместнее свитера. Даже с буржуйской надписью на груди."
        th "В конце концов, мелкая, вон, в эсэсэрке бегает, и ничего. Чем я хуже? Буду причащать массы к плетёному хлопку." 
    stop music fadeout 4
    stop ambience fadeout 3
    window hide
    return

label alt_day1_elektron:
    scene bg ext_houses_day with dissolve
    play music music_list["my_daily_life"] fadein 3
    "Что ж, ответы на вопросы можно поискать и на сытый желудок."
    "Как в той самой пословице про то, что русский на голодный желудок ни думать, ни делать не хочет."
    "А на сытый, понятно, не может."
    "Я шёл по дорожке, и тут меня окликнули."
    el "Эй!"
    "Я оглянулся."
    "Надо же."
    "Первое существо мужского пола, которое я сумел встретить."
    show el normal pioneer with dissolve
    "Встрёпанный парень с россыпью мелких веснушек. Лицо классическое среднее. Семён у нас уже есть, значит, либо Василий, либо Сергей, угу."
    if not (herc or loki) and not alt_day1_sl_conv:
        el "Ты штаны забыл надеть!"
        "Поделился он."
        me "Это я злонамеренно."
        "Хмуро отметил я."
        show el surprise pioneer with dspr
        el "Да? Ну, ладно."
        "Он задумчиво покачал головой, но тут же встряхнулся:"
    el "Привет!"
    "Он протянул руку."
    el "Рад познакомиться, я — Электроник! {w}Настоящий. Можешь меня так и звать."
    "Настоящий Электроник. {w=.3}Ко-{w=.3}неч-{w=.3}но. {w}И под рубашкой прячет вилку на 220."
    "Косплейщик, что ли? Не скудеет земля русская идиотами."
    $ meet('el','Электроник')
    $ alt_meet['el'] = u"Электроник"
    me "Понятно…"
    el "А Ульянка меня ещё Сыроежкой называет."
    "Судя по недовольному выражению лица, ему это прозвище категорически не нравилось."
    th "Кстати, довольно метко. Такого гриба ещё поискать."
    el "Фамилия у меня такая. Сыроежкин."
    me "Я так и подумал. Ты только это… не волнуйся, ладно?"
    "К сожалению, его рукопожатие было достаточно твёрдым, и я не успел отобрать руку. А он уже переключился на новую тему."
    el "Как же не волноваться? Нам тебе постель притащить надо, а ещё столько в лагере показать. Пошли быстрее."
    "Он развернулся вправо, и, не глядя, иду ли я за ним, устремился в сторону площади."
    el "А это правда, что ты в зимней одежде приехал?"
    if not (herc or loki) and not alt_day1_sl_conv:
        me "А что, похоже?"
        "Съязвил я."
        el "Не очень."
        "Честно ответил он."
        me "Ты эту пиявку больше слушай."
        "Мне было не слишком уютно в импровизированном мини-платье, что сказалось на моём чувстве юмора."
    else:
        "Я внимательно оглядел себя. Футболка, джинсы, да ещё и босиком…"
        me "Брехня."
        el "Вот и я так подумал! Это Ульянка опять сплетни распускает!"
        me "Ульянка — это та…"
        el "Мелкая, рыжая, проказливая!"
    if alt_day1_sl_conv:
        el "Ей вообще веры мало, но девочки могут и поверить."
    else:
        el "Она говорит, приехал в тулупе, ругается и ведёт себя отвратительно."
    if not (herc or loki) and not alt_day1_sl_conv:
        el "Думаю, тебя в таком виде не стоит вести через площадь."
        me "Поддерживаю!"
        el "Тогда в обход?"
        me "Поддерживаю ещё раз!"
    window hide
    with fade2
    pause(2)
    play ambience ambience_day_countryside_ambience fadein 3
    scene bg ext_warehouse_day_7dl with dissolve
    "Спустя пару минут мы уже подходили к серому сарайчику с огромными воротами с торцевой стороны."
    show el grin pioneer with dspr
    el "Ты не думай, это просто снаружи так. Внутри там изоляция и всё чисто. Там ведь не только бельё, там ещё инвентарь всякий, и лыжи, и мячи… Вооот."
    me "Лыжи? У вас тут что, ещё и зимой заезды бывают?!"
    show el angry pioneer with dspr
    el "Мне пока не везло. Говорят, здесь очень весело в Новый Год. Наряжают Генду и ёлку из угодий привозят, огромную, голубую. {w}Хотел бы я на это посмотреть."
    me "Какие твои годы. Увидишь ещё."
    "Он уже начал откровенно доставать своей болтологией, и я поспешил напомнить ему о цели прогулки."
    me "Веди к кастелянше или кто там у вас бельём заведует."
    stop music fadeout 3
    "Мы обошли здание и приблизились к распахнутой настежь двери."
    "Через неё можно было разглядеть полутёмное помещение с трёхэтажными деревянными полками, на каждой из них лежали свёрнутые рулетом матрасы; в качестве начинки выступала подушка, обёрнутая в тонкое шерстяное одеяло."
    sl "Ой, ребята, подождите. Сейчас я выйду."
    play music music_list["take_me_beautifully"] fadein 1
    show sl shy sport at center 
    show el normal pioneer at left
    with dissolve
    "Несколько минут спустя из-за полок появилась встрёпанная и покрасневшая Славя, одёргивающая одежду."
    el "Эм… Я чего-то не знаю?"
    "Осторожно поинтересовался Электроник."
    "Я же стоял в ступоре, как и всякий раз, когда случайно оказывался втянут в чужие тайны."
    show el normal pioneer at left with dspr
    if not (herc or loki) and not alt_day1_sl_conv:
        "Впрочем, сейчас были куда более насущные темы."
        "Я выразительно посмотрел на Славю, и она протянула мне пакет:"
        sl "Если вдруг будет где-нибудь жать, обращайся: поменяю обязательно."
        me "Спасибо!"
        sl "Ещё постель возьми — отнесёшь её пока к Ольге Дмитриевне, потом туда, куда она тебя поселит."
    else:
        me "Я определённо чего-то не понимаю. Можно же было просто привести меня сюда и…"
        sl "…И проконтролировать бульон, выдачу формы, глажку рубашки, установку на довольствие и целую кучу других тонких моментов?"
        show sl laugh sport with dspr
        "Славя рассмеялась, увидев мои квадратные глаза."
        me "Упс…"
        sl "Извинения приняты. Забирайте постель, какая нравится."
        me "Ладно."
        sl "Форму я пока отглажу и приведу в порядок, сегодня походишь в цивильном, хорошо?"
        "Я кивнул."
    stop music fadeout 3
    hide sl with dissolve
    window hide
    scene bg ext_square_day with dissolve
    "Несколько минут спустя, "
    if not (herc or loki) and not alt_day1_sl_conv:
        extend "переодевшись, приведя себя в порядок, я выбрался на улицу, где уже поджидал Электроник."
        "Кажется, ему не терпелось продолжить экскурсию."
    else:
        extend "сбросив постель в домике вожатой, я уже двигался в сторону площади."
    window hide
    stop ambience fadeout 3
    return

label alt_day1_meeting:
    scene bg ext_square_day
    show el normal pioneer at left
    with dissolve
    play music music_list["my_daily_life"] fadein 3
    play ambience ambience_camp_center_day fadein 3
    el "Начнём экскурсию с площади. Там все наши достопримечательности, Генда и…"
    me "И…"
    "Я скептически приподнял бровь."
    el "И…"
    "Он потерянно озирался — и вдруг просиял."
    el "И — Лена!"
    show el laugh pioneer at cleft with dspr
    el "Смотри, Семён. Лена!"
    show un normal pioneer far at cright behind el with dspr
    th "Не спорю, Лена — девушка видная. Но называть её достопримечательностью…" 
    "Я подавил смешок."
    me "А она в курсе, как ты её только что окрестил?"
    el "Конечно."
    show un surprise pioneer far with dspr
    "Он подскочил к девочке и затараторил."
    el "Лена, привет! Это новенький! Семён, знакомься."
    $ meet ('un', 'Лена')
    $ alt_meet['un'] = u"Лена"
    window hide
    with fade2
    th "И что ей говорить?!"
    "В панике заметались мысли."
    me "Привет.{w} Мы, вроде, уже заочно знакомы."
    show un shy pioneer far with dspr
    un "Да…"
    show un shy pioneer far with dspr
    "Она на секунду оторвалась от книжки, взглянула на меня — и тут же, покраснев до самых ушей, спряталась за книжку, изо всех сил стараясь не замечать нашего присутствия."
    "Я невольно улыбнулся, настолько её поведение напоминает моё собственное."
    "Нет, краснеть-то я не стану — староват уже для таких дел."
    "Но в целом попытка спрятаться от собеседника мне близка и понятна."
    $ renpy.pause(3)
    "Впрочем, судя по картинке в зеркале, моя старость осталась на морозных улицах города."
    show el normal pioneer with dspr
    el "Ладно. Пошли дальше, тут ещё куча достопримечательностей ждёт."
    "Вот и поговорили. {w}Похоже, Электронику достаточно поздороваться с человеком, чтобы считать его чуть ли не другом. {w}То ли дело я, который забывает имя человека через пять секунд после того, как оно было произнесено вслух."
    me "Приятно было познакомиться, Лена!"
    "Крикнул я через плечо, увлекаемый дальше неуёмным гидом."
    "Лена вздрогнула и, хотя мне это казалось фантастичным, покраснела ещё сильнее."
    hide un with dissolve
    window hide
    with fade2
    me "Какие ещё достопримечательности покажешь?"
    el "Сейчас, сейчас…"
    window hide
    scene bg ext_dining_hall_away_day
    with dissolve
    "Мы уже подходили к новому объекту интереса. Как несложно было догадаться по приземистым очертаниям, перед нами была столовая."
    el "А здесь у нас…"
    me "Да-да, я уже догадался. Здесь мы принимаем органическую пищу."
    if not alt_day1_sl_conv:
        "Рыжая бандитка была здесь же и на последнюю реплику отреагировала сдержанным смешком."
    else:
        "На крылечке стояла девочка с рыжими волосами, сколотыми заколками в два хвоста. Мою плоскую остроту она восприняла одобрительно и даже усмехнулась."
    "Видимо, мои шутки от Евгения Ваганыча будут обладать определённой популярностью."
    window hide
    scene bg ext_dining_hall_near_day
    show el normal pioneer with dspr
    el "А это…"
    show dv normal pioneer2 far at left with dspr
    "Электроник перешёл на шёпот, который не услышал бы только глухой."
    el "Наша Алиса. Она всегда в плохом настроении."
    $ meet('dv','Алиса')
    $ alt_meet['dv'] = u"Алиса"
    "Девочка-пожар, девочка-брызги…"
    me "Такая злая?"
    el "Да нет, просто она какая-то…{w} Фамилия Двачевская, но только попробуй назвать её"
    extend " ДваЧе…"
    stop music fadeout 0
    stop ambience fadeout 0
    pause(3)
    play music music_list["awakening_power"] fadein 2
    show dv angry pioneer2 far at left behind el with dspr
    dv "Чё ты там вякнул?"
    show el scared pioneer with dspr
    "Алиса мгновенно спрыгнула с крыльца и бросилась в нашу сторону."
    el "Ээээ… {w}Ладно. Дальше сам как-нибудь!"
    me "Что?"
    "С умным лицом спросил я у пустого воздуха."
    "Электроника и след простыл, а я почему-то замер и наблюдал за приближающейся погибелью."
    hide el with dissolve
    window hide
    menu:
        "Побежать за ним":
            $ alt_day1_el_followed = True
            stop music fadeout 3
            "Решив, что лучше не дразнить гусей, я припустил вслед за Электроником и скоро поравнялся с ним."
            window hide
            $ persistent.sprite_time = "day"
            scene bg ext_warehouse_day_7dl
            with dissolve
            play ambience ambience_camp_center_day fadein 2
            "Немного подумав, он резко вывернул в сторону складов."
            "И не доходя до них немного, прямо с тропинки прыгнул в густую траву."
            "Я, борясь с душащим меня хохотом, спрятался рядом."
            "Озлобленная Алиса{w}, не глядя по сторонам, {w}пронеслась по дорожке и скрылась за складом."
            "Выждав несколько минут для успокоения, Электроник облегчённо выдохнул и выбрался из травы."
            show el smile pioneer with dspr
            el "Кажется, оторвались."
            "Видок у него был тот ещё. Похоже, нырок в траву произошёл несколько не так, как он планировал."
            el "Думает, знает, где меня искать. Сейчас к клубу повернёт, будет меня там караулить. А я туда не пойду.{w} Чревато!"
            "Чем может быть чревато попасть в засаду Двачевской, я уже догадался, поэтому сочувствующе кивнул."
            el "Ничего, до ужина доживём, а там уже опасность минует. {w}Ну, во всяком случае, должна."
            "Он с неудовольствием оглядел испачканную травяным соком одежду."
            el "Весь изгваздался. Ладно, ты пока сходи куда-нибудь, а я пойду себя в порядок приведу. За ужином увидимся."
            stop ambience fadeout 2
            hide el with dissolve
            "Немного подумав, я направился в сторону, откуда слышались упругие удары по мячу."
            "Похоже, там играли в футбол."
        "Ничего не делать":
            $ karma += 10
            $ lp_dv += 1
            show dv angry pioneer2 at left with dspr
            "Поравнявшись со мной, она одарила меня особо злым взглядом из своего арсенала."
            dv "С тобой ещё потолкуем!"
            if loki and not alt_day1_sl_conv:
                me "Принесёшь мне ещё одно ведро?"
                $ karma -= 10
                "Я с хохотом увернулся от мелькнувшей в воздухе ладошки."
                "Она со злости плюнула и, развернувшись, умчалась вслед за Электроником."
            elif herc and not alt_day1_sl_conv:
                me "Понравилось на руках кататься?"
                $ karma += 10
                "Я был готов сграбастать нахалку в охапку, и кажется, она прочитала это намерение в моих глазах."
                "Она со злости плюнула и, развернувшись, умчалась вслед за Электроником."
            else:
                me "А что я? Я ничего."
                "Я безмятежно пожал плечами."
                "К жесту добавилась улыбка.{w} Почему-то виноватая."
                "Не удостоив меня ответом, Двачевская кинулась за Электроником."
            stop music fadeout 5
            hide dv with dissolve
            window hide
            with fade2
        
            th "Судя по всему, дальше меня никто не будет доставать, и время до ужина можно посвятить блаженной праздности."
            "Я наобум выбрал направление и отправился в сторону, откуда раздавались упругие удары по мячу — там явно играли в футбол."
    window hide
    return

label alt_day1_soccer_d1:
    scene bg ext_playground2_7dl 
    with dissolve
    play ambience ambience_soccer_play_background fadeout 2
    play music music_list["went_fishing_caught_a_girl"] fadein 2
    "Некоторое количество времени спустя я добрался до искомого поля и, расположившись на одной из стоящих по периметру поля скамеек, задумчиво уставился на поле."
    "Матч был в самом разгаре, и я поневоле засмотрелся."
    "Некогда у меня получалось неплохо обрабатывать мяч, однако приоритеты спорт в себя никогда не включали."
    "Дети резво носились по полю, однако даже из постоянно двигающейся толкучки выделялась одна, самая быстрая, самая непоседливая."
    "О, я сразу узнал красноволосую."
    if alt_day1_sl_conv:
        "Понимаю!"
        "Не дала Славя ей гадость сделать — а энергию выпускать надо."
    else:
        "Набедокурила, напроказничала и с чистой душой и спокойной совестью отправилась пинать мяч."
    window hide
    scene bg ext_playground2_7dl with dissolve
    "Под ноги подкатился мяч, и я, приняв его на ногу, запулил обратно."
    play sound sfx_soccer_ball_kick
    th "Мда… {w}Не лучший мой удар."
    show us laugh sport far with dissolve
    us "Эй ты!"
    "Крикнула девочка."
    "Кажется, её звали Ульяна - если только Электроник мне не наврал."
    $ meet('us','Ульяна')
    $ alt_meet['us'] = u"Ульяна"
    us "Пошли играть!"
    "Я задумался."
    th "А почему бы, собственно, и нет?"
    th "С другой стороны, босиком и в тёплых брюках играть как-то…"
    me "Давай в другой раз!"
    show us dontlike sport with dspr
    us "Ты скучный!"
    "Припечатав глаголом напоследок, она вернулась к игре."
    hide us with dissolve
    "Я слез со скамейки и ради разнообразия обратил внимание на стоящие тут же турнички."
    window hide
    scene bg ext_playground2_7dl:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 2.0 zoom 1.5 xalign 0.55 yalign 0.55
    with dissolve

    "Не так давно в моде было слово «воркаут», означающее самое тривиальное — любовь повисеть на турничке."
    "Я, посмотрев пару роликов на ютубе, даже стал ходить на свой турник во дворе, однако быстро забросил это дело."
    "А ведь раньше кое-что смогал! Надо посмотреть, что за тело мне подсунули, и способно ли оно подтянуться хотя бы десяток раз."
    "Пальцы, непривычные к нагрузкам, никак не хотели укладываться правильно."
    "Потом куда-то увело центр тяжести.{w} Наконец, наорав на себя, я подпрыгнул и повис на перекладине, ровно держа спину, и…"
    "Раз!"
    "Два!"
    "Три!"
    us "Четыре! Пять!"
    with dissolve
    "Раздался хор за спиной."
    if herc:
        "Вздрогнув от неожиданности, я, тем не менее, продолжил подтягивания, пока не остановился на цифре «10»."
        window hide
        scene bg ext_playground2_7dl at zentercenter
        show us smile sport
        with dissolve
    
        us "Эй, и это что, всё?"
        me "Ну, так а больше и не надо!"
        me "Впрочем, ты всегда можешь забраться на турник и переубедить меня!"
    elif loki:
        th "Двадцать пять, машу вать."
        th "Тоже нашли бесплатное развлечение."
        if herc:
            "Я сделал ещё пяток подтягиваний, после чего спрыгнул на землю."
        else:
            "Я мгновенно разжал руки и спрыгнул на землю."
        me "Шоу закончено."
        "Я раскланялся."
    else:
        "Вздрогнув от неожиданности, я разжал руки и шлёпнулся на землю."
        play sound sfx_punch_medium
        with vpunch
        us "Ууууу…"
        "Разочарованно загудели незаметно подтянувшиеся болельщики."
        window hide
        scene bg ext_playground2_7dl with flash
    
        th "Так и до инфаркта довести недолго."
        "Недовольно подумал я, поднимаясь."
        show us smile sport with dspr
        us "Дальше будешь подтягиваться?"
        me "Не буду. У вас билетов нет."
        show us laugh sport with dspr
        us "Да ты не слишком похож на клоуна."
    if loki and not alt_day1_sl_conv:
        us "Лентяй ты, вот ты кто."
        me "Будешь обзываться — оболью ещё раз!"
        "Девочка хотела было ответить что-то обидное, но её прервали сигналы бессмертного «бери ложку, бери хлеб»." 
    else:
        "Можно подумать, счастье — в количестве подтягиваний."
        "Поняв, что на «слабо» я не ведусь, девочка хотела было вернуться к игре, но её прервал сигнал горна."
    play music eat_horn fadein 3 
    us "Бегом до столовой! Кто последний, тот тухлый помидор!"
    hide us with dissolve
    "Дети загалдели и, толкаясь, бросились по направлению к столовой."
    $ renpy.pause(1)
    stop music fadeout 3
    stop sound_loop
    stop ambience
    if alt_day1_el_followed:
        th "А Электроник всё ещё не пришёл."
        th "Может он и не придёт вовсе?"
        "Я уже собрался было идти, как тут ко мне подбежал Электроник."
        show el smile pioneer with dspr
        el "А-а-а. Дождался таки. Ну и хорошо. Побежали в столовую, пока не съели всё!"
        "Мы направились в столовую. Благо, я теперь знал, где она."
    else:
        "А я неторопливо двинул за ними."
    window hide
    stop ambience
    return

label alt_day1_supper:
    scene bg ext_dining_hall_away_sunset 
    with dissolve
    "Заскочив по дорожке к умывальникам и сполоснув руки холодной до ломоты в пальцах водой, мы зашли в помещение столовой."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return
    
label alt_day1_dining_room:
    play ambience ambience_dining_hall_full fadein 3
    scene bg int_dining_hall_people_day  with fade

    "Что ж… Столовая как столовая."
    "Длинные столы на двенадцать человек, выстроившиеся у стен, столы чуть короче по другую сторону прохода, чтобы обслуживающий персонал с тележками мог подобраться и сервировать или убрать со стола."
    "Кафель на полу и стенах, стулья из нержавеющей стали и колонки под потолком на случай, если на улице будет дождь."
    "Наособицу стояли небольшие столики — судя по всему, для персонала. За одним из них я разглядел какую-то фигуристую девицу примерно моего возраста."
    dreamgirl "Бывшего."
    th "Что?"
    dreamgirl "Бывшего возраста."
    if not (herc or loki):
        th "Только не ты…"
        dreamgirl "Скучал?"
    else:
        th "А ты ещё кто такой?"
        dreamgirl "Твоя интуиция, балда."
    "Приглядевшись, я узнал в ней медсестру, осматривавшую меня."
    th "Виолетта, кажется?"
    "Виола приветственно кивнула, перехватив мой взгляд."
    "Место рядом с ней занимала та самая «циановая» девушка."
    "Она быстро улыбнулась мне, перехватив взгляд, и снова вернулась к тарелке."
    th "Значит, она мне не приснилась?! {w}Зд{b}о{/b}рово!"
    th "Интересно, как в этом лагере относятся к крашенным в бирюзовый цвет волосам?"
    show mt normal pioneer at right with dissolve
    mt "Семён, сейчас тебе место найдём."
    show mt normal pioneer at left with dissolve
    "Вожатая подвела меня к паре столов, которые, судя по всему, принадлежали моему отряду и, немного подумав, указала пальцем на свободное место рядом с мелкой."
    mt "Здесь и будешь сидеть… "
    show dv normal pioneer2 at right with dissolve
    show mt angry pioneer with dissolve
    extend "Двачевская, стоять!"
    "Она чуть ли не из воздуха добыла рыжую молнию, несущуюся к законному пюре с котлетой."
    show dv surprise pioneer2 with dspr
    dv "Чего ещё?"
    mt "Ты во что одета? "
    dv "Эмм… В форму? "
    if loki:
        if not alt_day1_sl_conv:
            "Я подавил смешок — после инцидента при входе в лагерь Алиса переоделась, но сделала это по-своему."
        "Расстёгнутая рубашка, завязанная узлом на животе, демонстрирующая отсутствие всех лишних предметов одежды под ней, пионерский галстук, завязанный на запястье."
        "Именно так и должен ходить настоящий пионер."
        mt "Немедленно приведи в порядок форму!"
        dv "Пффф… Как скажете."
        "Она неторопливо потянула узел рубашки…"
        hide dv with dissolve
        show mt normal pioneer with dspr
        me "Отвернись к стенке, горе луковое!"
        "Не выдержал я."
        me "Иначе саботируешь ужин у половины лагеря."
        show dv grin pioneer with dspr
        dv "Чё они там не видели…"
        show dv normal pioneer at cright with dspr
        "Алиса последовала моему совету и, поправив форму, уселась по ту сторону прохода, между делом окинув меня косым взглядом."
        hide dv with dissolve
    elif herc:
        "Мой смешок привлёк внимание и вожатой, и Алисы. Причём, если первая, судя по смеющимся глазам, прекрасно поняла игру, в которую я играю…"
        "То последняя приняла всё за чистую монету."
        "Она упёрла руки в бока и жеманно так потянулась, подчёркивая связанной узлом рубашкой то, что хотела подчеркнуть."
        me "Кажется, кто-то перепутал столовую с сельской дискотекой…"
        "Вроде, шёпотом, но услышало почему-то половина столовой."
        "Двачевская вспыхнула."
        th "Ого, ей, оказывается, знакома такая вещь как смущение?!"
        "И выскочила вон из столовой, уже второй раз за сегодня испепеляя меня взглядом."
        hide dv with dissolve
        show mt normal pioneer with dspr
        me "Надеюсь, я не сказал лишнего."
        show dv normal pioneer at right with dspr
        "Алиса вернулась через полминутки, уже приведя в порядок форму и даже частично разгладив замятости от узла."
        "Одарив меня крайне нехорошим взглядом, она заняла своё место."
        hide dv with dissolve
    elif not (herc or loki):
        "Я подавил смешок. Похоже, понятие формы для Алисы коренным образом отличалось от общепринятого."
        "Крайне вызывающе надетая рубашка, держащаяся лишь за счёт узла чуть ниже груди, галстук, напульсником повязанный на запястье, и два рыжих хвоста-молнии."
        "И правда, что же не так с формой?"
        "Именно так и должен ходить настоящий пионер."
        mt "Немедленно приведи в порядок форму!"
        dv "Пффф… Как скажете."
        "Она неторопливо потянула узел рубашки…"
        show dv normal pioneer2 with dspr
        show mt angry pioneer with dspr
        mt "Алиса!"
        dv "Ну что ещё!"
        "Ольга Дмитриевна немного подумала и махнула рукой."
        show mt normal pioneer with dspr
        show dv normal pioneer2 with dspr
        mt "Ладно, иди так."
        hide dv with dissolve
    me "Ольга Дмитриевна, у меня глупый вопрос."
    "Обратился я к вожатой, понимая, что сидеть рядом с мелкой крайне чревато."
    "Да и рекомендации добрейшего доктора Виолы следовало бы выполнить."
    mt "Все глупые вопросы — после ужина. Садись ешь давай."
    "Тем самым вожатая ответила на то, где видала все эти рекомендации."
    "Видимо, я исчерпал квоту глупых поступков на сегодня. Делать было нечего, пришлось садиться."
    "В конце концов, какая разница, с кем сидеть, если мне важнее содержимое тарелки, а не окружение."
    hide mt with dissolve
    us "Эй, псст!"
    show us smile sport with dissolve
    me "Чего тебе?"
    us "Почему играть с нами не стал?"
    me "Не та одежда была."
    us "Ты что, одеждой играть собрался?"
    mt "Ульяна, не мешай Семёну."
    $ meet('us','Ульяна')
    $ alt_meet['us'] = u"Ульяна"
    "Сделала замечание вожатая."
    us "Ладно, садись ешь."
    "Она подмигнула, а я повернулся к своей тарелке и обнаружил, {w=.5}что котлета пропала!"
    "Прикинув одно к одному, сделав поправку на уже сложившуюся репутацию егозы, я обернулся к ней."
    me "Котлету."
    us "В большой семье клювом не щёлкают."
    me "Ах ты маленькая…"
    menu:
        "Потребовать котлету.":
            $ karma += 10
            $ lp_us += 1
            "Я грозно посмотрел на неё и протянул тарелку."
            if loki:
                me "Улечка, солнце моё. Давай не будем делать глупостей и вернём котлеты их владельцам, а?"
                me "А не то я тебе сейчас это пюре на голову надену!"
            elif herc:
                me "Мелкая, не упрямься и верни что взяла."
            else:
                me "Ульяна. Котлету. {w=.6} ЖИВО."
            us "Да нет у меня её, сам смотри!"
            "Она показала на свою тарелку, где оставалось меньше половины пюре и, разумеется, ни одной котлеты."
            me "Ты… Съела…"
            us "Так, стоп."
            "Она мгновенно схватила мою тарелку и пропала."
        "Смириться.":
            me "А и подавись… Не особо-то и хотелось."
            us "Ну вот…"
            "Она, казалось, сама расстроилась из-за пропажи."
            us "Ты не огорчайся, сейчас что-нибудь организуем."
            "Она мгновенно схватила мою тарелку и пропала."
        "Отнять тарелку.":
            $ karma -= 10
            "Резкое движение рукой — и у меня на одну тарелку больше."
            show us dontlike sport with dspr
            us "Эй! Отдай! Это моё!"
            me "Тебе напомнить про семью и клюв?"
            us "Ну и ладно."
            "Она сложила руки на груди."
            us "Желаю тебе объесться этим пюре. Всё равно котлеты там нет."
            me "Как нет?!"
            "Я сунул нос в тарелку, чтобы убедиться в правдивости слов Ульянки."
            "И в самом деле — котлеты не было."
            me "Мелкая, ты не в курсе, что поедание чужих котлет не только негигиенично, но ещё и опасно?"
            show us surp1 sport with dspr
            us "Что?"
            me "По уху тебе дам, вот что!"
            show us smile sport with dspr
            us "Ты не огорчайся, сейчас что-нибудь организуем."
            "Она мгновенно схватила мою тарелку и пропала."
    hide us with dspr
    "Замечательно. За один ужин я лишился и мяса, и гарнира."
    dreamgirl "Тебе уже кто-нибудь говорил, что ты осёл? Жизнь — боль."
    "Спустя несколько минут Ульянка вернулась с новой порцией горячего."
    us "Питайся!"
    show us grin sport with dissolve
    "Она поставила еду передо мной."
    us "И помни мою доброту!"
    hide us with dissolve
    me "Спасибо большое!"
    "От души поблагодарил я, отметив краем сознания, что девочка уже куда-то смылась."
    th "А она не так уж и плоха!"
    th "Ладно. Сейчас важнее всего — правильное и здоровое питание."
    "То, что я с утра ничего не ел, дало о себе знать, и я с душой ткнул вилкой в котлету, готовясь сделать из благолепия на тарелке мою любимую тюрю вперемешку из мяса, пюре и горошка."
    window hide
    scene cg d1_food_normal with dissolve
    $ renpy.pause(1)

    "Я уже почти было откусил благословенный ароматный кусок мяса, как вдруг заметил на тарелке шевеление."
    window hide
    scene cg d1_food_skolop with dissolve
    play sound sfx_suspence_bang

    "Переведя взгляд на тарелку, я отпрыгнул назад, запуская стул в стенку."
    me "Мать честная, оно что, живое?!!"
    window hide
    play music music_list["awakening_power"] fadein 2
    scene cg d1_food_skolop:
        zoom 1.0 xalign 0.5 yalign 0.5
        linear 1.0 xalign 0.6 yalign 0.8 zoom 2.0
    $ renpy.pause(1)

    th "Это что, сколопендра?! {w}Личинка чужого?! {w}Ещё какая-то инопланетная гадина?"
    "Я с вскриком шлёпнулся на кафельный пол…"
    window hide
    scene bg int_dining_hall_people_day with fade

    "Неведомая тварь неторопливо развернулась и, выбрав направление, всё ускоряясь, понеслась…"
    "Ко мне!"
    me "Ааа-а-а-а-а-а-а-а-а!"
    play sound sfx_chair_fall
    with vpunch
    "С громким криком я взял разбег, передвигаясь исключительно на карачках, и даже преуспел, пока не финишировал затылком об стену."
    "…а инопланетная мерзость целеустремлённо двигалась за мной! "
    play sound sfx_punch_washstand
    with vpunch
    "Шутки шутками, но для моего голодного рассудка это оказалось чересчур."
    "{i}И каждому воздастся по грехам его!{/i}"
    me " {b}УЛЬЯНААААА!!!{/b} "
    stop ambience fadeout 1
    $ renpy.pause(1)
    "Во внезапно опустившейся на столовую тишине мой крик раздался особенно громко."
    "И, судя по долетевшему от двери довольному хихиканью, достиг ушей адресата."
    stop music fadeout 2
    show us laugh2 sport with dspr
    play music music_list["eat_some_trouble"]
    "Вот только увидев выражение моего лица, она расхохоталась уже в полный голос!"
    us "Ах-ха-ха-ха-ха-хаа!"
    hide us with easeoutright
    "Рыжий метеор унёсся сквозь двери, справедливо взимая фору."
    window hide
    scene bg black with fade
    return

label alt_day1_chase:
    scene bg ext_dining_hall_near_day with dissolve
    play ambience ambience_camp_center_day fadein 2
    play sound_loop sfx_run_forest fadein 1
    play music music_list["went_fishing_caught_a_girl"] fadein 2

    if not alt_day1_sl_conv:
        "Уже в который раз за этот сумасшедший день я бежал по этому странному лагерю."
    th "Маленькая дрянь выскочила с отрывом в десять метров… Но её это не спасёт!"
    "Я выскочил на крыльцо и огляделся."
    "На дорожке к площади мелькнула и скрылась за поворотом какая-то невысокая тень."
    "Одновременно с этим затрещали кусты на юго-востоке по направлению в сторону футбольного поля."
    window hide
    menu:
        "Бежать на площадь!":
            scene bg ext_square_sunset with dissolve
        
            th "Сколь-ко мож-но у-же бе-гать!"
            "Волка ноги кормят, но я сегодня что-то всё больше бегаю, чем кормлюсь."
            "За весь день я даже воды не попил, откуда ж силам взяться. А ещё эта мерзавка."
            "Я ещё не очень хорошо придумал, что сделаю с Ульянкой, когда её догоню, но это будет очень медленно и мучительно."
            window hide
            stop ambience fadeout 1
            scene bg ext_path_sunset with dissolve
            $ renpy.pause (1)
            play ambience ambience_forest_day fadein 1
            play sound breath fadein 3
        
            "Пробежав весь лагерь насквозь, я начал понимать, что где-то разминулся с жертвой."
            "Я остановился, со злостью ударив кулаком по дереву, и, согнувшись, попробовал восстановить дыхание."
            if alt_dlc_active:
                call alt_day1_uvao_ch1
                pause(1)
            stop ambience
            stop sound_loop
            window hide
            return
        "Бежать на спортплощадку!":
            "То, что я выбрал верное направление, стало понятно уже через десять секунд."
            "Красная футболка с надписью «СССР» мелькала среди зелени заметным пятном."
            "И я прибавил ходу, не обращая внимания на возмущённо ноющие ноги."
            window hide
            scene bg ext_playground_day 
            with dissolve
            "Впрочем, долго их игнорировать не удалось бы, и я почувствовал, что ещё немного — и начну сдавать."
            "Скорости было недостаточно, дыхалки было недостаточно."
            "К несчастью, демонёнок в алой футболке, казалось, не знал устали и лишь наращивал темп."
            "К моменту, когда я выбежал на поле, она уже успела миновать половину, и теперь полным ходом двигалась ко спасению."
            "Я в отчаянии огляделся и мой взгляд наткнулся на крайне удачно попавшийся мячик."
            stop ambience fadeout 3
            stop sound_loop
            menu:
                "Пнуть мячик.":
                    $ karma -= 10
                    $ alt_day1_us_shotted = True
                    me "Сбежать захотела?"
                    "Я буквально упивался злорадством."
                    me "Чёрта с два!"
                    "Я взял короткий разбег, ударил на силу, отправляя круглый снаряд строго между лопаток беглянки."
                    if herc and not alt_day1_sl_conv:
                        "Прямо в то же место, куда парой часов ранее засветил шишкой."
                        th "Похоже, для Ульянки мой приезд означает перемены к худшему."
                    else:
                        pass
                    "Нога заныла от неправедного отношения, однако на такие глупости мне было плевать."
                    play sound sfx_soccer_ball_kick
                    us "Оххх!"
                    "Ульянку буквально снесло с ног, и, зарыв носом в траву, пару метров проволокло вперёд."
                    me "Мавр сделал дело, мавр может уходить."
                    "Я раскланялся воображаемым трибунам и со всем возможным достоинством удалился."
                "Не пинать":
                    $ lp_us += 1
                    $ karma += 10
                    "Ульянка скрылась из виду."
                    "Я ещё некоторое время продолжал преследование, пока дыхалка не запросила пощады."
                    if not herc:
                        "Это, однако, лучше моего утреннего результата. {w} Начинаю набивать руку… эээ, ногу?"
    window hide
    return
                    
label alt_day1_headshot:
    scene bg ext_path_day with fade
    play music music_list["take_me_beautifully"] fadein 1
    "Пробормотав отходную молитву по безвременно почившему ужину, я направился куда глаза глядят, и уже очень скоро уткнулся в знакомые ворота с пятиконечной звездой."
    "Как это странно, когда подъездной пятачок у лагеря совмещён с автобусной остановкой."
    window hide
    $ night_time
    $ persistent.sprite_time = "night"
    scene bg ext_no_bus_night with dissolve
    play ambience ambience_camp_entrance_night fadein 3
    th "По опыту знаю, что ради лагерей никто никогда не станет останавливать транспорт, значит, нужен либо частный сектор, либо деревня, либо предприятие."
    "Вот и думай теперь…"
    "Сорвав травинку, я закусил сочную зелень и, усевшись прямо здесь на бетонный поребрик, стал подводить итоги дня."
    "Смирившись с тем, что ложусь спать без ужина. Не впервой."
    "Водителя сегодня я так и не встретил, несмотря даже на то, что обошёл практически весь лагерь."
    "Это значит, что он скорее всего живёт где-то неподалёку."
    dreamgirl "Либо укатил на своём автобусе в свой Вундерланд."
    "Или, если уж совсем вдаваться в чертовщину, вполне могло быть, что автобус был вовсе без водителя."
    "Говоря короче, застрял я здесь. Придётся приживаться."
    if not alt_day1_sl_conv and (herc or loki):
        "Разве что…"
        window hide
        scene bg ext_boathouse_day
        show prologue_dream
        with fade
        "На поезде…"
    "Ладно. Всё завтра."
    stop sound_loop fadeout 2
    stop ambience fadeout 2
    $ renpy.pause(1)
    window hide
    return
    
label alt_day1_nocatch:
    scene bg ext_path_sunset with fade2
    "Время было уже позднее, и делать что-то в потёмках не хотелось совершенно."
    th "Если я ничего не перепутал, то здесь можно будет выйти к клубам…"
    th "Заблудиться ещё не хватало. Будет апофеоз неудачника."
    window hide
    scene bg ext_clubs_sunset with fade
    play ambience ambience_camp_center_evening fadein 2

    "В темноте, да ещё и с тыла — попробуй узнай здание, которое видел раз в жизни."
    "К счастью, чутьё не подвело, и тропинка привела меня точнёхонько к зданию клуба."
    if alt_day1_sl_conv:
        "Я сегодня так и не заглянул туда. Может, там можно будет хотя бы разобраться с тем, куда я угодил."
        play sound sfx_knock_door7_polite
        $ renpy.pause(2)
        "Я вежливо постучал."
        "Ноль внимания, фунт презрения."
        play sound sfx_campus_door_rattle fadein 5
        "Подёргав дверь, я обнаружил незамеченный до сих пор закрытый замок."
        th "Не судьба."
        "Заключил я."
        "И, подумав, решил прогуляться к воротам."
    else:
        "К тому самому месту, где я встретил Лену и Ульяну…{w} с саранчой."
        "Вот тяжело было сделать выводы, наверное…"
        "Не надо было брать еду из рук у маленькой мерзавки."
        "Короче, я либо ей понравился, либо нет."
        "И оба варианта сулят баааальшие проблемы."
        "Вздрогнув от пришедших в голову картин, я зашагал в сторону ворот…"
    stop sound_loop fadeout 2
    window hide
    stop music fadeout 3
    return

label alt_day1_slavya_saviour:
    play music music_list["sweet_darkness"] fadein 3
    scene bg ext_camp_entrance_night with dissolve
    play ambience ambience_camp_entrance_night fadein 3
    $ persistent.sprite_time = "night"

    show sl_shade with dissolve
    "У ворот уже кто-то стоял."
    me "Кто здесь?!"
    "Я вздрогнул от неожиданности, а неизвестный произнёс знакомым уже голосом:"
    sl "Привет! А что ты тут делаешь так поздно?"
    th "Нервы и так ни к чёрту. {w}А тут ещё эти… Силуэты!"
    "Я задумался о том, где бы раздобыть сигарет."
    "Китайская марка «Цюзые» тоже бы подошла, я не привередливый."
    "Да и нет у меня своих – моя пачка успешно укатила вместе с автобусом."
    sl "Я видела, ты за Ульяной побежал."
    hide sl_shade
    show sl smile pioneer with dissolve2
    "Собеседник вышел под свет фонаря, и я, наконец, разглядел, с кем честь имею."
    show sl smile2 pioneer with dspr
    "Славя."
    if alt_day1_us_shotted:
        th "Интересно, сколько она знает…"
        sl "Не догнал?"
        me "Ну…"
        "Не в силах врать этой девочке, я пожал плечами."
        me "В целом… Не догнал."
        show sl smile pioneer with dissolve
        sl "Ничего удивительного. {w} Никто не может. {w}Не ты первый."
        "Я пожал плечами. Можно сбежать от человека, но не от его мести."
    else:
        "Я угрюмо уставился на асфальт."
        th "Она теперь тоже издеваться будет?"
        sl "Не догнал?"
        me "Нет."
        "Удивлённый её участием, я немного растаял."
        me "Потерял… Где-то."
        show sl smile pioneer with dissolve
        sl "Ничего удивительного. {w} Никто не может. {w}Не ты первый."
        "Ничего, Земля планета маленькая…"
    sl "Ты, наверное, голодный? Поужинать-то тебе не удалось."
    play sound sfx_stomach_growl
    "Я хотел было прочитать ей гневную и гордую отповедь в духе «не надо со мной как с маленьким ребёнком», однако мечтательная китовая песнь желудка расставила все точки."
    show sl laugh pioneer with dissolve
    "Славя снова рассмеялась."
    sl "Пошли покормим тебя."
    th "Ага. {w}Вот так просто, пойдём и покормим."
    "Не то, чтобы я был решительно против, но я не верил в благотворительность."
    me "А как же режим, график и всё такое? Столовая закрыта."
    sl "Что-нибудь придумаем."
    "Рассмеялась девушка."
    me "И что ты можешь придумать, интересно?"
    "Проворчал я."
    th "Накормить тремя хлебами сто тысяч страждущих, будто ты торрент-трекер?"
    show sl normal pioneer with dissolve
    sl "Ворчишь как старый дед! "
    "Фыркнула девушка."
    sl "Мы идём?"
    me "Да, конечно. {w}Спасибо."
    "От такого предложения грех было отказываться."
    window hide
    $ persistent.sprite_time = "night"
    $ night_time()
    scene bg ext_square_night with dissolve
    "Когда мы вышли на площадь, уже окончательно стемнело."
    "А Славя, почему-то смутившись, сказала:"
    show sl shy pioneer with dissolve
    sl "Слушай, похоже, со столовой не получится."
    th "Да кто бы сомневался, Болтунья Петровна."
    sl "Я совсем забыла — там сегодня санитарный день, так что, скорее всего, выбросили абсолютно всё."
    sl "Извини…"
    me "Ага…"
    hide sl with dissolve
    "Я развернулся и направился восвояси."
    with fade2
    "Но не ушёл далеко."
    sl "Семён! Подожди!"
    "Она бегом догнала меня."
    show sl sad pioneer with dspr
    sl "Ты даже не дослушал — куда ты так бежишь?"
    me "Спать."
    "Не то, чтобы это было так приятно — спать натощак."
    "Но и ничего непривычного в этом тоже не было."
    sl "Просто я хотела сказать, что у меня с прошлого родительского дня кое-что осталось, если не побрезгуешь."
    th "Значит, всё-таки благотворительность."
    me "Никогда не брезгую халявой."
    "Дают — бери, бьют — беги."
    "Славя улыбнулась и повела меня к домикам."
    "Её дом, который она делила с какой-то неизвестной мне Женей, находился на второй улице, и чтобы попасть туда, надо было пройти мимо столовой."
    window hide
    stop music fadeout 3
    $ persistent.sprite_time = "night"
    scene bg ext_dining_hall_away_night 
    with dissolve

    play sound sfx_alisa_picklock
    "Но на крыльце уже кто-то был и, судя по сосредоточенному пыхтению, пытался забраться внутрь."
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_dining_hall_near_night 
    with dissolve

    if not herc:
        "В любое другое время я бы прошёл, стараясь не привлекать к себе особого внимания."
        "В конце концов, это просто не моё дело."
        "Нет, я серьёзно! Если у вас в лагере процветает воровство, не надо вешать собак на пионеров, которые не захотели связываться с криминальным элементом."
        "К несчастью, Славя считала иначе."
    else:
        "Привычка — вторая натура."
        "Я ещё не понял, что делаю, как открыл рот и набрал в грудь побольше воздуха."
        "Есть один психологический приём, который прекрасно работает с магазинными хулиганами, и сейчас я его…"
        "Но Славя опередила меня."
    play music music_list["doomed_to_be_defeated"] fadein 3
    scene bg ext_dining_hall_near_night at zenterleft
    show sl angry pioneer at cleft
    with flash
    sl "Эй!"
    "Крикнула она."
    sl "Что ты тут делаешь?!"
    "Силуэт на крыльце вздрогнул, странно зашевелился — и распался на две неравные половины."
    show dv angry pioneer2 at cright
    show us fear sport at fright
    with dissolve
    "Это оказалась пара рыжих."
    "Два человека, от которых меня пять раз сегодня предостерегали держаться подальше."
    "И вот, вместо того, чтобы исполнять предостережение, я…"
    "Ульяна выглядела немного напуганной, а вот Алиса сразу взяла быка за рога:"
    dv "Что шумишь, выскочка? {w}Не бойся, не убежит от тебя твой флаг, всем спасибо, пошла вон!"
    "Славя нахмурилась."
    sl "Алиса, ты понимаешь, что если сейчас же не прекратишь, я должна буду сообщить вожатой?"
    "Я тактично молчал где-то на периферии."
    show dv rage pioneer2 with dspr
    dv "Так ты ещё и стукачка…"
    "Прошипела рыжая, сжимая кулаки."
    dv "Это очень хорошо — весь день думаю, кому бы вломить как следует."
    menu:
        "Встать на сторону Алисы":
            me "Может, ты не знаешь, что за драку из лагеря выгоняют?"
            "Вечер становился слишком томным, и я счёл необходимым вклиниться в беседу."
            show dv angry pioneer2 with dspr
            dv "А ты, значит, её подпевала?"
            "Я пожал плечами."
            if herc:
                me "Я не против драки. Я не против уехать отсюда."
                me "Но подставлять человека — не по-пацански. Тем более, что там ничего и нет, в столовой."
            else:
                me "Да называй как хочешь, но если что, я буду свидетелем, что драку начала ты, а Славя защищалась."
            show dv surprise pioneer2 with dspr
            dv "И чем тебя так приманила эта белобрысая макитра?"
            if not alt_day1_sl_conv:
                $ karma += 10
            $ lp_dv += 2
            me "Её зовут Славя."
            if herc:
                dv "Там точно ничего нет?"
                "Проигнорировала меня Алиса, обращаясь к Славе."
                show sl normal pioneer with dspr
                sl "Санитарный день."
            hide dv
            hide us
            with dissolve
            "Двачевская что-то выдохнула сквозь зубы и, махнув Ульяне, растаяла в сумерках."
            $ alt_day1_cofront_sl_dv = 3
            sl "Слушай, спасибо, что не остался в стороне."
            "Я отмахнулся."
            "Как будто я что-то сделал."
        "Встать на сторону Слави":
            if alt_day1_sl_conv:
                $ karma += 10
            show sl surprise pioneer far at fleft
            "Я отодвинул Славю за спину."
            "Не то, чтобы во мне заговорил какой-то героизм, но появилась неплохая возможность расплатиться со всеми долгами сразу."
            "Чтобы не смотрели на меня потом, будто я взял денег в долг."
            dv "Ты хочешь получить вместо неё?"
            "Осклабилась рыжая."
            me "Почему нет?"
            me "Тебе плевать, что тебя за драку из лагеря выгонят? {w}И мне плевать."
            "Мазохистом я не был, но вряд ли она сумеет нанести крупный вред моей обновлённой тушке."
            show dv grin pioneer2 with dspr
            dv "Как скажешь."
            me "И прежде чем всё начнётся, скажу последнее: в столовой еды нет. {w}Даже если вы её сейчас взломаете, уйдёте голодными. "
            show dv surprise pioneer2 with dspr
            dv "Что? Почему?"
            sl "Потому что всё выбросили, а новый завоз завтра. {w}Санитарный день же."
            "Алиса прикинула правоту слов Слави и скрипнула зубами."
            "После чего процедила нечто непристойное и, махнув рукой Ульяне, растворилась в темноте."
            hide dv
            hide us
            with dissolve
            "А Славя встала передо мной, сердито глядя мне в глаза."
            show sl angry pioneer at center with dspr
            sl "Тебе не стоило!"
            "Выговорила мне она."
            me "А тебе не стоило доводить ситуацию до конфликта!"
            "Вызверился я в ответ."
            me "Что ты за помощница такая, которая позволяет одной рыжей хулиганке так вертеть собой?"
            $ lp_sl += 2
            $ karma += 20
            $ alt_day1_cofront_sl_dv = 2
            sl "Я сама бы всё решила…"
            "Упрямо тряхнула косами она."
            me "Дракой?"
            sl "Нет! Я бы…"
            me "Ты бы, ты бы… {w}Ты хочешь и со мной поругаться за то, что я разрешил ситуацию?"
            show sl shy pioneer with dspr
            sl "Прости. Похоже, меня и правда немного занесло."
    stop music fadeout 3
    "Девушка ещё раз поднялась на крыльцо и проверила замок."
    "Тот был закрыт: похоже, бандитки немногого успели добиться, прежде чем мы их спугнули."
    sl "Всё в порядке."
    "Доложила она."
    sl "Пойдём? А то до отбоя уже совсем чуть-чуть."
    "Конфликтная ситуация немного заглушила порывы брюха, но теперь они вернулись в полной мере."
    "И я торопливо кивнул."
    play sound sfx_open_door_clubs_2
    pause(1)
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_extra_house_7dl
    with dissolve
    play music music_list["a_promise_from_distant_days"] fadein 5
    stop ambience
    me "Так это и есть твой домик?"
    show sl normal pioneer with dspr
    sl "Не совсем."
    "Она покаянно посмотрела на меня."
    sl "Просто у меня в домике Женя, а я не знаю, как она воспримет твой поздний визит."
    "Она достала откуда-то из шкафа пакет, перевязанный тугим шпагатом."
    window hide
    scene cg d1_sl_dinner with dissolve
    sl "Здесь по мелочи — колбаса, копчёное мясо, немного лука. {w}Всё, что осталось."
    me "Вкуснотиииища!"
    "Ощутимая, звонкая рулада желудка полностью подтвердила мои слова."
    sl "Только всухомятку всё, ничего? У меня кроме воды, ничего нет…"
    "Всё что есть в печи, всё на стол мечи!"
    sl "Приятного аппетита."
    me "Спасибо."
    th "Наверное, и бульон вылили."
    "Грустно подумал я, старательно отвлекаясь от особого, {i}изучающего{/i} взгляда, которым смотрела на меня девушка."
    th "Санитарный день же… Эх."
    sl "Что случилось?"
    window hide
    show cg d1_sl_dinner_0 with dissolve
    sl "Ты как-то погрустнел."
    me "Да знаешь, подумал, что мог бы сколопендру и выбросить вон из тарелки, а потом всё съесть."
    with fade
    me "А если так посудить, то и сколопендра — тоже мясо!"
    "Славя рассмеялась."
    sl "Хороший настрой."
    me "Возможно. Я не очень понимаю, что мне делать."
    th "Но все вокруг старательно убеждают меня в том, что я на своём месте, ошибки не произошло — наслаждайтесь летом, сээээр."
    sl "А ничего не делай."
    "Улыбалась девушка охотно и часто. {w}Хотя это почему-то не обесценивало её улыбки."
    "Возможно, потому, что каждая улыбка была от души, искренней и честной?"
    sl "Твоя самая настоящая жизнь начнётся только завтра, а пока наслаждайся затишьем."
    window hide
    show cg d1_sl_dinner with dissolve
    "Славя облокотилась о подоконник и задумчиво смотрела в окно, вслушивалась в царящую за стеклом ночь."
    "И готов был поклясться — она её понимала, каждый звук, каждый шорох."
    th "А не ты ли, милая, и есть настоящая хозяйка Медной Горы?"
    "Я изучал её профиль, не забывая работать челюстями."
    th "Высочайшим эдиктом дуэли были запрещены, но звон шпаг слышался каждую ночь — или как-то так."
    "А её Серое Кардинальское Величество обернулось ко мне и в один момент уничтожило магию момента, надув щёки и изображая жующего меня."
    th "Ещё одна шалопайка. Пусть и чуточку  взрослее окружающих."
    "Я не знаю, почему — но это согрело душу."
    "Не непогрешимый золотой паладин без страха и упрёка, не идеальное орудие порядка."
    "А живая, тёплая девушка, которой просто нравилось, чтобы всё было в порядке и всё работало."
    window hide
    show cg d1_sl_dinner_0 with dspr
    me "А обязательно было меня передразнивать?"
    "Поинтересовался я."
    sl "Нет, конечно. {w}Тебе не понравилось? Прости."
    me "Да нет…"
    sl "Иногда мне кажется, что я понимаю чувства людей раньше, чем они их проявляют."
    "Поделилась она."
    sl "А ты сегодня на меня целый день смотришь так, будто ждёшь от меня какой-то пакости."
    sl "Нельзя так."
    me "А как можно?"
    "Она пожала плечами."
    sl "Как-то иначе? {w}Я не знаю."
    me "Вот когда узнаешь — скажи."
    "Мы были квиты после сценки у столовой. Даже немного с лихвой."
    "Поэтому я и расслабился немного, даже позволил ей покопаться у себя в эмоциях."
    me "Потому что говорить «нельзя» проще всего."
    sl "Я имею в виду, здесь, в этом месте — люди все честные."
    sl "Поэтому я так люблю это место, здесь красиво, спокойно и не надо думать о вещах вроде доверия — так как оно здесь само собой разумеется."
    "Кажется, этот разговор уводил меня далеко-далеко, совершенно не туда, куда я стремился."
    sl "Ты волнуешься."
    "Это было сказано утвердительным тоном."
    me "Что? Почему?"
    sl "Ты жуёшь слишком сосредоточенно."
    me "Прости…"
    sl "Ничего."
    window hide
    show cg d1_sl_dinner with dissolve
    sl "Извини, сегодня так забегалась, не успела тебе лагерь показать."
    me "Ты же прислала Электроника. Мы сами справились."
    window hide
    show cg d1_sl_dinner_0  with dspr
    sl "Прямо справились?"
    "Она улыбнулась так, что я, смутившись, спрятал глаза."
    me "Да кто ж его знает. Я здесь первый день, может, что и пропустил."
    sl "Хорошо, и что сегодня уже видел?"
    me "В порядке очереди?"
    sl "Да."
    me "Ладно."
    "Я почесал затылок."
    me "Сначала достопримечательность — Генда, потом Лена, за ней — столовая, злая Алиса и футбольное поле."
    sl "А пляж?"
    if alt_day1_sl_conv:
        me "Да как-то не довелось."
    else:
        if herc or loki:
            me "Я почти пришёл. Ты меня там перехватила, помнишь?"
            sl "Так это пристань была!"
        else:
            pass
    sl "На пляж обязательно сходи."
    sl "Что это за лето такое, что ни разу не искупался?"
    sl "Обязательно сходи. Или хочешь, давай, вместе сходим?"
    me "Ну… Ладно. Давай."
    "Естественность и непринуждённость Слави плавно дожигали мои годовые запасы смущения и откровенно уже пугали, когда мне вдруг пришло в голову то, что сформировалось в процессе жевания."
    "Вдруг для них всё так и должно быть?"
    "Вдруг этот мир непонятен и пугающ только для меня, а для них он…{w} родной?"
    "Быть может, меня зашвырнуло в прошлое — хотя я не помню такого прошлого, да и Генды, если уж на то пошло."
    "И, спрашивается, какого фига им — Славе той же — смущаться незнакомого пионера, если они уверены, что и этот пионер смотрит на них с таким же встречным позитивом?"
    me "А можно задать глупый вопрос?"
    sl "Нет."
    me "Ну пожа-а-алуйста."
    sl "Ладно. Какой у тебя вопрос?"
    me "Какой сейчас год?"
    sl "Вот уж действительно неумный вопрос. Неужели сам не знаешь?"
    me "Мне бы хотелось, чтобы это сказала ты… Если не слишком сложно."
    sl "Не сложно."
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_extra_house_7dl
    show sl smile pioneer 
    with dissolve
    "Она встала из-за стола."
    sl "1989-й год от рождества Христова.  {w}Это какая-то проверка была?"
    me "Да нет. {w}Просто пытаюсь подсчитать возраст одного своего знакомого."
    sl "Вот как? И что же получается?"
    me "А получается, что бегает он сейчас в коротких штанишках, ходит пешком под стол и всё в его жизни замечательно."
    show sl laugh pioneer with dspr
    sl "Так это же хорошо! {w}Когда у твоих знакомых и друзей всё замечательно. "
    me "Угу."
    th "Особенно, если это один {i}очень{/i} особый знакомый."
    if herc:
        th "По фамилии Сычёв."
    else:
        th "По фамилии Персунов."
    sl "Ну, ты всё доел?"
    "Я показал ей пустой пакет."
    sl "Тогда пошли, мне надо ещё закрыть этот домик."
    stop music fadeout 3
    play sound sfx_open_door_strong
    pause(1)
    window hide
    scene bg ext_houses_night_7dl at zenterleft
    show sl normal pioneer at cleft
    with dissolve
    play ambience ambience_camp_center_night
    sl "Ну всё, если что, дорогу к Ольге Дмитриевне сам найдёшь? Она тебя куда-нибудь поселит."
    "Я кивнул, прикинув, что домик вожатой должен находиться на параллельной улице."
    "Но пока не спешил навещать её."
    "Было бы неплохо по закону Архимеда после вкусного обеда в рамках вечернего моциона…"
    "Я помахал Славе, что-то ищущей по карманам, и ушёл."
    "Кажется, она вовсе не заметила моего ухода."
    window hide
    stop music fadeout 3
    return

label alt_day1_lena:
    scene bg ext_square_night with dissolve
    "Я уселся на лавочку и ещё раз прокрутил в голове всё, что произошло со мной сегодня, от утреннего пробуждения до засады у столовой."
    "И как ни старался я, как ни прикидывал — но не мог найти в действиях окружающих какого-либо злого умысла."
    if not alt_day1_sl_conv:
        "Даже две рыжие бандитки действовали только ради собственного развлечения и не преследовали каких-либо злых целей."
    "Моя смерть, внутренние органы или электронный счёт никого не интересовали."
    th "Автобус, лагерь, девочки…"
    if alt_day_binder != 1:
        "Почистив силиконовые амбушюры полой футболки, я уже совсем было собрался немного приобщить местный мир к последним достижениям электронной музыки, как вдруг моё внимание привлёк тихий шорох с соседней скамейки."
    else:
        "Плеер всё ещё гулял где-то вместе с моей одеждой."
        "Эх, делать нечего, придётся привыкать к тишине."
        "Я расслабился было и закинул руки за голову, но краем зрения уловил некое движение с той стороны площади."
    "Девочка. {w}Читает книгу."
    window hide
    scene cg d1_un_book_7dl with dissolve
    if alt_day_binder != 1:
        play music music_list["lets_be_friends"] fadein 5
    else:
        play music take_my_hand fadein 4

    th "Лена."
    "Она не столько читала, сколько сидела, прикрыв глаза, и что-то беззвучно говорила."
    "Будто повторяла только что прочитанное."
    "Или грезила наяву."
    th "Волшебная девочка в волшебной стране."
    if alt_day_binder == 1:
        dreamgirl "Чувак, присмотрись внимательнее. {w}Неужели, ты не узнаёшь её?"
        th "В смысле? Я знаю, что её зовут Лена…"
        dreamgirl "Дурак, она же вылитая…"
        th "Да?"
        dreamgirl "Мать твоих детей!"
        th "Блин, да иди ты, чудище скабрезное."
        dreamgirl "Ладно, ладно. Не кипятись. Сходи лучше, поздоровайся — вы за сегодня и парой слов не перекинулись."
    else:
        "Очень ценное умение — верить в чудо."
        "Не знаю, смог бы я так, отложив книгу, грезить наяву о каких-то чудесных приключениях и странах."
        "Но почему бы не спросить её об этом?"
        "Хотя бы о том, что за книжка так сильно её впечатлила."
    menu:
        "Подойти":
            window hide
            scene cg d1_un_book_7dl with dissolve
            $ lp_un += 1
            "Я встал и подошёл к ней поближе."
            if (alt_day_binder == 1) and not alt_day1_alt_chase :
                "Услышав мои шаги, девушка подняла голову."
                window hide
                scene bg ext_square_night at zenterleft
                show un shy pioneer at cleft
                with dissolve
                un "Ой."
                "Она смущённо улыбнулась."
                un "Т-ты меня напугал."
                "Покопавшись в карманах, она достала некий плоский предмет и протянула его мне."
                un "В-вот…"
                me "Смарт! Откуда он у тебя?"
                un "На площади, когда побежала…"
                un "Наверное, уронил."
                "Телефон был чистым, непоцарапанным, а на экране не было жирных разводов."
                "Кажется, она так и не поняла что это такое и как с ним обращаться."
                me "Спасибо огромное."
                "Я спрятал сотовый в карман."
            else:
                "Девочка продолжала читать, не обращая на меня особого внимания."
                me "Кхм."
                "Ноль внимания, фунт презрения."
                me "Лена, кажется?"
                "Молчание."
                th "Да она меня игнорирует, похоже."
                "Я шумно прочистил горло."
                me "Привет. Что читаешь?"
                window hide
                scene bg ext_square_night at zenterleft
                show un surprise pioneer at cleft
                with dissolve
                "От удивления и неожиданности она аж подпрыгнула."
                me "Ох… Прости."
                "Я постарался успокаивающе улыбнуться."
                me "Я совсем не хотел тебя пугать."
                show un shy pioneer with dspr
                un "Ничего…"
                "Даже в полутьме был заметен румянец, которым мгновенно покрылись её щёчки."
            me "Что читаешь?"
            "Правильно. {w}Что ещё можно спросить у девушки с книжкой?"
            "Она подняла книгу с коленей и показала обложку."
            "На белом фоне алой вязью было написано «Унесённые ветром»."
            "Я улыбнулся."
            "Рррромантика, что же ещё."
            show un normal pioneer with dspr
            window hide
        "Не подходить":
            if persistent.un_7dl_good_ussr or persistent.un_7dl_good_rf or persistent.un_7dl_bad:
                $ alt_day1_un_ignored = True
                th "И что я ей скажу?"
                if alt_day_binder != 1:
                    "Я-таки дочистил наушники и сдобрил тёплый вечер ударными гитарными рифами."
                    "Ништяк!"
                else:
                    "Вот и я не знаю."
                    "А значит — соблюдаем спокойствие."
                "Немного посидев, девочка встала и ушла."
                "Вот она, старая школа!"
                hide un with dissolve
                stop music fadeout 4
                $ renpy.pause(3)
                window hide
                return
            else:
                th "Лучше не беспокоить её. {w}Пойду-ка я."
                "Я уже совсем было собрался тихонечко убраться, когда девочка подняла глаза от книги."
                th "Она меня заметила!"
                window hide
                scene bg ext_square_night
                show un normal pioneer far with dissolve
                if (alt_day_binder == 1) and (not alt_day1_alt_chase):
                    $ lp_un += 1
                    "Покопавшись в карманах, она достала некий плоский предмет и протянула его мне."
                    un "В-вот…"
                    me "Смарт! Откуда он у тебя?"
                    un "Т-тут лежал, на площади…"
                    un "А ты на ужине быстро ушёл, вот я и не отдала."
                    "Как меня умиляет местная честность!"
                    me "Спасибо огромное."
                    "Я спрятал телефон в карман."
                else:
                    "Ничего не оставалось, как подойти поздороваться."
                    me "П-привет."
                    "Она молча кивнула."
                me "Интересно?"
                "Пальцы, указывающие на книгу, почему-то мелко дрожали."
                "Не говоря ни слова, девочка подняла книгу так, чтобы я мог разглядеть в свете фонарей алый корешок с золотыми буквами."
                th "Митчелл. «Унесённые ветром»."
                "Прочитал я."
    menu:
        "Похвалить книгу":
            $ alt_day1_un_nicebook = True
            $ lp_un += 1
            $ karma += 10
            me "У тебя очень хороший вкус."
            "Поколение интернетов знает понемногу всё и не знает ничего толком."
            "Но уж пару цитат выдать смогу."
            me "Скарлетт О'Хара. Я подумаю об этом завтра."
            me "Люди больше волнуются лишь о тех, кто дарит им заботы."
            un "Человек не может двигаться вперёд, если его душу разъедает боль воспоминаний."
            "Подхватила она, и тут же, смутившись, опустила глаза."
            me "Замечательная книжка."
            un "Да…"
            "Она захлопнула книгу и отложила в сторону."
            me "Уже уходишь?"
            un "Да… Пойду спать."
            menu:
                "Дать ей уйти.":
                    $ karma += 10
                    me "Спокойной ночи."
                    un "Спокойной ночи."
                    "Она поднялась со скамейки, поколебалась с секунду, а потом развернулась и растаяла в ночи."
                    hide un with dissolve
                    th "Всё как обычно, вот что значит старая школа."
                    "Такие девушки как она, не интересуются такими парнями как я. Всё логично. Нас либо френдзонят, либо игнорят." 
                    "Спасибо, хоть поговорила со мной."
                    stop music fadeout 4
                    $ renpy.pause(3)
                    window hide
                    return
                "Задержать.":
                    $ alt_day1_un_stopped = True
                    $ lp_un += 1
                    $ karma -= 10
                    me "Подожди!"
                    "Я отчаянно искал слова, понимая, что она же сейчас уйдёт!"
                    "Девочка неуверенно замялась, но осталась на месте."
                    me "А кроме Митчелл, ты что ещё любишь читать?"
                    "Не придумал ничего умнее, но хоть что-то."
                    un "Ну… Я разные книги читаю."
                    "Она немного помолчала."
                    un "А ты?"
                    me "Я?"
                    "И правда, а что я?" 
                    "Рассказать ей о том, что последние пару лет читаю со смарта золотую коллекцию юмористического фэнтези нулевых в триста книжек?"
                    "Или вспомнить Бушкова, Головачёва, Булычёва — они, вроде, уже творили в это время? "
                    "А, была не была!"
                    me "Знаешь, как-то один жанр не выберу. Приключения, фантастика, прочая художественная литература. {w}Имена назвать трудно."
                    un "Что-нибудь посоветуешь?"
                    me "Стругацких посоветую. Чем старше становлюсь, тем больше граней в их творчестве открываю. Рекомендую."
                    un "Фантастика?"
                    "Она замолчала."
                    show un sad pioneer with dspr
                    un "Не люблю фантастику."
                    me "Не просто фантастика, а социально-философская фантастика!" 
                    me "Тех же «Гадких лебедей» возьми — вот о чём там?"
                    me "О какой-то там школе и детях-индиго? О сверхспособностях? "
                    me "Нет, там — о людях! О том, как ведут себя люди, оказавшиеся в необычных ситуациях."
                    un "Никогда не слышала о такой книге."
                    me "Ну как же, она же в 67-м написана…"
                    show un normal pioneer with dspr
                    "Лена пожала плечами, вопросительно глядя на меня."
                    "Так, надо срочно менять тему, пока меня не забрали на опыты как пришельца из будущего!"
                    me "Не суть. Там у них много чего интересного."
                    window hide
                    return
        "Сменить тему" if alt_dlc_active and alt_day1_chase_uvao:
            call alt_day1_uvao_ch2
            pause(1)
            return
        "Спросить о книге.":
            me "Никогда не читал. Говорят, это дамское чтиво…{w=.7} Хоть я не слишком понимаю, что это может значить."
            me "Интересно?"
            un "Местами."
            if herc:
                $ karma += 10
                $ lp_un += 1
                me "Ты не очень-то разговорчивая. Мне это нравится."
                me "Не сочтёшь наглостью, если я спрошу…"
                me "Чем, помимо книг ты увлекаешься?"
                show un shy pioneer with dspr
                "Лена смутилась."
                un "Всяким… разным…"
                "Неохотно прошептала она."
                me "Разным… А это разное можно делать вдвоём?"
                un "Что?"
                "Она подняла на меня глаза, в которых застыл немой вопрос."
                me "Вдвоём… Ну… {w} Вместе!"
                me "Понимаешь?"
                un "Понимаю."
                "Прошептала она."
                th "Здесь и сейчас, мадемуазель, позвольте мне предложить вам мою дружбу, плечо и жилетку."
                th "Соглашайтесь, мадемуазель. И эта неуютная вселенная станет на одного счастливого человека светлее."
                th "Простое «Да» устроит. Ведь счастье — это та же святость, ты находишься в гармонии с целым миром от того, что счастлив."
                th "Я не претендую на святость, я лишь хочу, чтобы вы стали моим другом. Хотя бы им для начала."
                th "А дальше… Кто знает."
                show un smile pioneer with dspr
                un "Рисовать."
                "Наконец нарушила молчание она."
                un "Я люблю рисовать. И можно делать это вместе."
                "Хотел бы я это увидеть. Впрочем…"
            elif loki:
                $ lp_un += 1
                me "Я не большой фанат чтения. Предпочитаю действие."
                me "Но если ты советуешь почитать книжку…"
                me "Я прислушаюсь."
                th "Пока ты юн, слово «люблю» ещё кажется святым и незатасканным."
                th "И признание человеку в том, что он тебе нравится, частенько способно развернуть жизнь целиком."
                th "Сначала мы думаем о том, что это может значить."
                th "Потом мы думаем, почему можем кому-то нравиться. {w=.5}Хотя это-то самое простое — нравятся просто так. Нипочему."
                th "А потом происходит непоправимое, и человек занимает место в наших мыслях."
                th "Так что можешь считать меня последним подонком, но ты мне нравишься. И я не знаю, что с этим делать."
                th "Поэтому я закидываю взгляд в небо и приветливо щурясь ласковым звёздам говорю:"
                me "Знаешь… Ты мне нравишься…"
                me "У меня такое впервые… {w=.3} ты прости за некоторую корявость."
                show un shy pioneer with dspr
                un "…"
                th "Я просто призна{b}ю{/b}сь тебе в этом, и теперь это уже наша общая проблема."
                me "Я не тороплю тебя с выводами. Просто… Если вдруг тебе станет одиноко…"
                th "Молодец. Предложил девочке сесть с тобой рядом в столовой."
                th "Что дальше? Предложишь выпить воды из-под крана и покатаешь на метро?"
                un "Это так…"
                me "Понимаю."
                "Её слова, мнение вдруг стали необъяснимо важны и весомы. Мне хотелось услышать, что она скажет в ответ…"
                "И не важно, положительным он будет или отрицательным. Значение имеет лишь то, что общение продолжается."
                if (alt_day_binder != 1):
                    if not alt_day1_sl_conv:
                        "С момента встречи у ворот и до текущего момента."
                    else:
                        "С момента встречи у дома вожатой и…"
                    "И дай Рандом, чтобы завтра, послезавтра и — сколько мы тут пробудем?"
                else:
                    th "Хотя, конечно, мы так глупо познакомились — там, у домика Слави."
                th "Я хочу, чтобы общение не заканчивалось."
                un "Я должна… Мне надо подумать."
                me "Только недолго. Ночи хватит?"
                "Она снова смолкает, и через некоторое время разворачивается в мою сторону."
                un "Я думаю, хватит."
            else:
                $ lp_un += 1
                me "Митчелл. Хм… Про…"
                "Я прочистил горло. Почему-то очень тяжело выговаривались самые простые слова. Мне, завзятому цинику, не подчинялся язык спросить, про любовь ли книжка."
                me "Про… гм… про войну, да?"
                un "Про людей."
                "И про то, как некоторые сами не знают чего хотят."
                "Что ж, во всяком случае, это достаточно честный ответ."
                "И всё-таки, о чём можно заговорить с девушкой, которую видишь второй раз в жизни, а впервые увидел за несколько часов до того?"
                "Я знаю больше двух тысяч глупых шуток, анекдотов и дежурных фраз. Я могу издеваться над человеком часами и ни разу не повториться."
                "Но стоит лишь зайти речи о том, что касается меня лично, каких-то отношений — и я прячусь в свою скорлупку, где уже ждут своей очереди бутылка водки и пистолет."
                "И я не виню тебя ни в чём, и не буду винить, если ты откажешься. Я представил себя на твоём месте: кто-то незнакомый вломился в дом и претендует на мою благосклонность и внимание."
            window hide

    with fade2
    "Она уже готовилась уходить, когда я остановил её вопросом."
    me "Лена, можно тебя кое о чём попросить?"
    show un normal pioneer with dspr
    un "О чём?"
    menu:
        "Пригласить куда-нибудь":
            $ alt_day1_un_dated = True
            $ lp_un += 1
            me "Я тут новенький. Ничего не знаю."
            un "…"
            "Осталось только добавить «Воооот» — и можно спиртовать уродца в одной кунсткамере с прочими уродцами."
            me "Мне бы хотелось изучить лагерь получше. {w}Понять, куда стоит ходить. Чем заниматься."
            un "…"
            me "Если тебе не очень трудно… Не могла бы ты…"
            "Я делаю глубокий вдох как перед нырком в глубокую холодную воду."
            me "Составить мне компанию."
            show un shocked pioneer with dspr
            un "Я… Но…"
            "Здесь у неё закончился воздух, и я старательно подождал, пока она сделает вдох."
            un "Ты… Ты хочешь, чтобы я показала… Лагерь?"
            show un shy pioneer with dspr
            me "Ну… да!"
            "Не говорить же ей о том, что мне просто хочется, чтобы компанию мне составила именно она."
            un "Н-ну… Я не знаю…"
            me "Пожалуйста. Тебе же не слишком сложно?"
            "Тормоза на мгновение ослабли от пьяного ночного воздуха, и я поспешил вколотить первый гвоздь в крышку гроба."
            me "Просто мне хочется провести с тобой немного времени. Пообщаться, понимаешь?"
            show un smile pioneer with dspr
            "Она опять покраснела, но в этот раз выглядит как-то… Иначе?"
            th "Если верить языку жестов, она совсем не против моей компании."
            me "Так что скажешь?"
            un "Я не…"
            me "Подожди! Не спеши отказывать! Прошу."
            me "Подумай хотя бы до завтра, и тогда скажешь мне решение. Ладно?"
            "Она пожала плечами и закрыла книжку."
            un "Ладно."
            "Бесцветно прошелестела она и растаяла в сумерках."
            hide un with dissolve
        "Свести всё к шутке":
            me "Да нет, ни о чём особенном."
            me "Считай это шуткой."
            un "Да?"
            "Она как-то угасла."
            un "Хорошо."
            "Идиот. {w}Считать шуткой следует всю мою жизнь. {w=.3}С момента зачатия. Ну нельзя же быть настолько феерически бестолковым!"
            hide un with dissolve
    stop music fadeout 4
    $ renpy.pause(3)
    window hide
    return
    
label alt_day1_un_stay:
    un "Ладно…"
    show un serious pioneer with dspr
    un "Я пойду, хорошо? "
    if alt_day_binder != 1:
        me "Да."
        "Машинально посмотрев время на экране смарта, отреагировал я."
        me "Поздновато…"
        "Она пристально посмотрела на телефон в моей руке, что-то хотела спросить, но передумала."
    else:
        "Я помахал ей рукой."
        me "Спасибо тебе!"
        show un surprise pioneer with dspr
        un "…"
        me "За то, что не отказалась сегодня проводить меня к вожатой."
        if alt_day1_chase:
            me "И за то, что побежала за воришкой."
        show un shy pioneer with dspr
        un "…"
        $ lp_un += 1
        with fade
        show un smile pioneer with dspr
        un "Пожалуйста."
    un "Спокойной ночи."
    me "И тебе — сладких снов."
    hide un with dissolve
    "Она скрылась в темноте, а я ещё долго сидел и задумчиво смотрел в направлении, куда она ушла."
    th "Вроде бы, ничего особенного, типичный образ самой обыкновенной застенчивой пионерки. Но…"
    "Но… Лена прочно заняла место в списке козырей, которыми играл лагерь против моей старой жизни."
    "Как там в той песенке… Я гляжу ей вслед — ничего в ней нет. Ничего в ней нет. Ничего в ней нет."
    hide un with dissolve
    stop music fadeout 4
    $ renpy.pause(3)
    window hide
    return
    
label alt_day1_sleep:
    window hide
    scene bg ext_square_night with dissolve
    play music melancholy_sun fadein 3
    "Вечер — тёплый, добрый, мой."
    "Возможно, сегодня произошло всё не так, как я планировал, не так, как я хотел."
    "Но это и не важно!"
    "Это всего лишь означает, что мне и завтра будет чем заняться."
    if alt_day_binder != 1:
        "Я же далеко не со всеми перезнакомился — взять, например, ту японскую девушку-виденье."
        "Или таинственную Женю."
    else:
        "Я не так много людей встретил, уверен - даже со своим отрядом не со всеми перезнакомился."
    "Уверен, и кроме них здесь ещё целая куча интереснейших личностей."
    "Но всё это завтра. Сейчас надо похлопотать насчёт ночлега."
    if alt_day_binder != 1:
        $ alt_day1_sl_keys_took = 1
        "Я уже обогнул постамент бронзовому балбесу с непонятным не то именем, не то фамилией, как вдруг моё внимание привлёк металлический блеск."
        th "Что это…"
        "Я подошёл поближе и подобрал…"
        th "Бесхозные ключики? {w}Должно быть, наша активистка их обронила."
        "Мы как раз стояли именно здесь, когда Славя окрикнула воришек у столовой."
        th "Или нет?"
        "Я задумался о том, как она открыла дверь домика, где кормили голодного Семёна, и нашёл, что тот, похоже, был попросту открыт…"
        me "Как она их потерять умудрилась — такая же вещь важная."
        "Я подобрал артефакт и ссыпал его в карман."
        "Надо будет потом найти Славю и отдать ей."
        "Или нет. "
        "Кормила она меня в каком-то чужом домике, так что я могу только приблизительно догадываться, где она квартирует."
        "Решив, что стучаться во все дома подряд — затея не из разумных, я направился дальше по своим делам."
        "И на чей-то силуэт с длинными, до земли хвостами, вприпрыжку направляющийся мимо меня куда-то в сторону столовой, напевая какую-то песенку голосом Винни-Пуха, я уже даже внимания не обратил — устал."
        "Только ветром донесло «пум-пурум-пум-пум», и всё стихло."
    $ persistent.sprite_time = "night"
    $ night_time()
    scene bg ext_houses_night_7dl with dissolve
    "…"
    "Ночь была тихой, пионеры, похоже, разошлись, и в темноте были лишь видны светлые квадраты окон их корпусов."
    "А сверху на всё это улыбались тёплые звёзды. Я добрёл до знакомого домика и постучался в дверь."
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_house_of_mt_night
    with dissolve
    pause(3)
    play sound sfx_knock_door2
    mt "Открыто!"
    window hide
    play sound sfx_open_dooor_campus_1
    scene bg int_house_of_mt_noitem_night
    show mt smile pioneer far
    with fade
    $ renpy.pause (1)
    play ambience ambience_int_cabin_night fadein 1
    "И я вошёл."
    "Ольга Дмитриевна приветливо улыбнулась мне."
    if alt_day_binder != 1:
        "Она сидела на кровати справа и бегло записывала какие-то мысли в солидного вида тетрадь в кожаном переплёте."
    else:
        "Как и в нашу первую встречу, Ольга что-то писала в свой вожатский ежедневник."
    "Не иначе, про Семёна, который гуляет допоздна и заставляет нянчиться с ним лучшую пионерку отряда!"
    "Я уже начал было что-то говорить, но она жестом оборвала меня и указала на соседнюю кровать, где лежала скатка и постельное бельё."
    show mt normal pioneer with dissolve
    mt "Садись."
    "Она продолжала писать."
    mt "У тебя, конечно, целая куча вопросов. Но давай мы оставим увлекательные викторины на завтра."
    me "Но как же…"
    mt "Успокойся."
    "Прервала меня она."
    mt "Сейчас это не важно."
    "Она задумчиво посмотрела на меня."
    if alt_day_binder == 1:
        mt "Славя тебя одела, это хорошо, значит, голым ходить не будешь."
        mt "Всё остальное тебе тоже выдадим, не волнуйся."
    else:
        mt "Вещей, вижу, у тебя нет."
        mt "Не страшно, подберём что-нибудь, у нас тут всё необходимое есть."
        if herc or loki:
            mt "Форму тебе Славя завтра тоже даст, не волнуйся."
    me "Но я не…"
    "Мои робкие протесты вынудили её отложить ручку и строго посмотреть мне в глаза."
    mt "А мы все здесь не…"
    mt "Спать будешь там, где сидишь, можешь начинать заправляться."
    me "Что?!"
    "Я растерялся."
    if alt_day_binder == 1:
        th "Да, помнится, Славя говорила что-то в этом духе, но я не обратил внимания."
        th "Потому что ну не может же вожатая и правда жить с пионером!"
    mt "Ты не маленький, стесняться меня нечего."
    "Глаза у неё были зелёные, бесовские, и какая-то сжавшаяся в моём затылке пружина понемногу распускалась, уже не норовя забрызгать окружающих содержимым моей черепной коробки."
    "Делать нечего, пришлось заправляться."
    "А когда я заправился, вожатая понимающе улыбнулась."
    show mt smile pioneer with dspr
    mt "Спокойной ночи."
    window hide
    play sound sfx_click_2
    scene bg int_house_of_mt_night2 with dissolve
    "Она щёлкнула выключателем."
    if alt_day1_sl_keys_took == 1:
        "А я начал было снимать штаны, когда вдруг в кармане что-то зазвенело."
        th "Точно, ключики нашей девочки-на-все-руки."
        "Я задумался."
        window hide
        menu:
            "Отдам их завтра лично Славе!":
                $ lp_sl += 1
                "Не то, чтобы я хотел ей как-то понравиться."
                "Но было бы любопытно сделать доброе дело."
                "Вожатая её сто процентов отругает."
                "А не за что — все мы так или иначе иногда делаем ошибки."
                "Заключив с самим собой молчаливое соглашение, я разделся окончательно и нырнул под одеяло."
            "Отдать ключи вожатой.":
                me "Ольга Дмитриевна."
                $ alt_day1_sl_keys_took = 2
                mt "Да, чего?"
                me "Я тут ключи нашёл на площади."
                me "По-моему, их Славя обронила."
                mt "Правда? {w}Тогда положи их на стол, я завтра ей отдам."
                th "И фитиля вставлю, чтобы не разбрасывалась ключами где попало!"
                "Почти явственно услышал я."
                "Согласно угукнув, я оставил ключи на столе, сложил одежду и нырнул под одеяло."
    "Несмотря на то, что я жутко волновался — думал, не усну"
    window hide
    scene cg wtf_end_of_day with fade
    extend ", я отключился раньше, чем голова коснулась подушки."
    window hide
    stop music fadeout 2
    stop ambience fadeout 3
    $ renpy.pause (2)
    return