label alt_day6_us_px_begin:
    call alt_day6_us_px_vars
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(6, u"Огоньки. Утро")
    play music unfulfilled fadein 5
    play ambience ambience_int_cabin_day fadein 2
    scene bg int_house_of_mt_sunset
    with dissolve
    "Мне снился какой-то странный сон ночью."
    "Тот самый, что забываешь ещё быстрее, чем сознание нехотя возвращается в тебя."
    "Зато хорошо отпечатались в памяти знакомое уже ласковое солнечное тепло на щеках и ладонях."
    "Только больше в этот раз, гораздо больше — будто среди ночи распахнулось звёздное небо, явив с изнанки солнышко."
    "Или хотя бы солнечный зайчик."
    "Ещё лучше - два солнечных зайчика!"
    "Пусть они прыгают по комнате и играют, носясь по потолку и одеялу, щекочут нос и заставляют спящую Ольгу Дмитриевну улыбаться во сне."
    "А когда один из них доберётся до шкафа, где поджидает своего часа зеркало… Ух, сколько восторга и танцев!"
    "Так было, так есть."
    window hide
    with fade
    "Потому что я считаю, что так - правильно!"
    "И пусть за нами наблюдает превратившийся в звезду ярко-жёлтый теннисный мяч!"
    "Тогда всё будет правильно, и мне не так обидно будет просыпаться."
    "Зайчики снова нырнут в ладонь, обжигая её в самой середине, но теперь-то всё иначе."
    "Теперь я чувствую их как часть себя, огненным расплавом бьющихся по жилам, выжигающим из крови всё, что неуместно в этом конкретном мгновении."
    "Что неуместно в жизни человека вообще."
    "Я понял сейчас, что отравившая кровь сырость и серость никогда не были частью меня, это всё кто-то привнёс извне."
    "А от всякой гадости организм рано или поздно должен избавляться."
    "Иначе заболеет."
    "Потому я заглянул внутрь себя — где резвились и играли два крохотных пасынка солнца и улыбнулся им:"
    me "Тай-тай…"
    mt "И тебе с добрым утром."
    "Послышалось с соседней кровати."
    if alt_day4_neu_us_pixies == 3:
        mt "Хотя высечь бы тебя, по хорошему, за вчерашние твои выкрутасы."
    mt "Ты почему не спишь так рано? Ещё только восьмой час."
    me "А я не могу."
    "Улыбнулся я."
    me "Мне такой сон снился, а я его не запомнил."
    me "И ещё я выспался."
    if alt_day4_neu_us_pixies == 3:
        mt "Напился вожатской крови, вот и выспался."
        "Проскрипело в ответ."
    else:
        mt "Завидую чёрной завистью."
    mt "Ты отвернёшься и дашь мне одеться или сам поднимешься?"
    me "Поднимусь!"
    "Воскликнул я."
    "Это было как разминать плечи на холоде — будто бы в дельтовидных мышцах застоялся добрый литр горячущей крови, и стоит лишь его шевельнуть, как по всему телу пробегают волны мурашек."
    "У меня же в дельтовидных совершенно очевидно застоялся добрый литр высококонцентрированного энергетического концентрата."
    "Я сделал вдох, особым образом обмяк — и провисающий подо мной панцирь с еле слышимым скрипом подобрался, сгибаясь."
    "Будто бы я на долю секунды сумел сделать себе по-детски невесомым — то самое полузабытое умение."
    window hide
    with vpunch
    "С резким выдохом спрыгнул с кровати, в воздухе ещё отмечая положение аккуратно сложенной формы."
    "И… На долю секунды ощутил крайне странное дежавю."
    "О да! Дежавю. В этот раз так здорово на глазок подобранная Славей форма висела на меня неудобным чехлом."
    "Будто бы я успел сбросить пару килограмм да ещё и уменьшился в росте."
    "Очень похоже на то, как я чувствовал себя несколько дней назад, выбираясь из автобуса."
    "Очень похоже!"
    mt "Семён, ты помолодел, что ли?"
    me "Спасибо за комплимент… Эй, не подглядывайте!"
    mt "Всё-всё, отворачиваюсь."
    "Донёсся смешок из-под одеяла."
    mt "А я из-за тебя, между прочим, пол-кило лимонок проспорила."
    me "Это как, интересно?"
    "Спросил я, подтягивая ремешок и торжественно обещая себе найти Славю и как следует прибарахлиться."
    if alt_day4_neu_us_pixies == 3:
        mt "Я ставила на то, что у тебя нет совести, и ты сладко проспишь до утра."
        mt "Меня же убеждали в том, что из-за мук совести спать ты не будешь."
        mt "Или проснёшься пораньше."
    else:
        mt "Поспорили мы, я и Катюшка, что ты злостный соня, а твой лучший друг — будильник."
        mt "А Катюшка имела наглость заявить, что ты, мол, меня удивишь, ещё и раньше меня проснёшься."
    me "Хм. Неплохо. А мои десять процентов будут?"
    mt "За что?"
    me "Комиссионные! За использование моего светлого лика."
    mt "Марш умываться, светлый лик."
    "И я, улыбаясь, вывалился на улицу."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_begin:
    call alt_day6_us_7dl_vars
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(6, u"Ульяна. 7ДЛ. Утро")
    play music so_lonely fadein 5
    play ambience ambience_int_cabin_day fadein 2
    scene bg int_house_of_mt_sunset
    with dissolve
    "И снова дождь шепчет, снова тихий голос в тишине одиночества, из которого нет побега, нет выхода."
    "Он шепчет о том, что стоит лишь взять себя в руки, встряхнуться - и можно пробить пальцем этот изоляционный купол, эти стены, которыми ты наказал себя сам."
    "Казалось бы, наказание — воспитательный момент, оно служит лишь тому, чтобы научить чему-то человека."
    "Но они так дороги нам, эти кажущиеся незыблемыми стены, что мы держимся за них, забывая о том, что этот плен - доброволен."
    "Лишь единицам удаётся сделать что-то, и тогда только распахнутая грудь да стянутое шрамами сердце, которое в первые же мгновения свободы понимает: этот мир пластичен!"
    "Ненравящийся мир можно изменить!"
    "Или измениться самому. {w}Надо просто смириться с мыслью, что без трудностей не обойтись."
    "Принять решение изменить что-то любой ценой."
    "Вот и всё."
    "Итог может понравиться или не понравиться, оказаться более сложным, неприятным или даже опасным."
    "Но это абсолютно точно не будет то же самое, откуда ты сбежал."
    "Как это сделал я однажды."
    window hide
    with fade
    "Сквозь полусомкнутые веки стучался в сознание золотой рассвет, а на соседней кровати уже никого не было."
    play sound sfx_knock_door2
    "В дверь негромко постучали, и я, закутавшись в одеяло, крикнул:"
    me "Открыто!"
    play sound sfx_open_door_strong
    show dv normal pioneer at zenterleft
    show sl normal pioneer at zenterright
    with dissolve
    "Дверь распахнулась, и в комнате сразу же стало ощутимо мало места."
    "Вошли люди, которых я никак не чаял увидеть вместе!"
    "И вошли неправильно."
    "Это же пионеры, юность, бурлящая кровь! Они должны были ввалиться толпой, гомоня и смеясь, болтая о чём-то вперехлёст и перебивая друг друга."
    "А эти же вошли официально, одна за другой, кивнули мне сдержанно и замерли в дверях."
    me "Привет."
    "Помахал рукой из-под одеяла я."
    me "А вы здесь… Зачем?"
    show dv grin pioneer with dspr
    dv "Спишь ещё, засоня?"
    "На мгновение проглянула прежняя Двачевская."
    "Я покосился на часы - до подъёма было ещё около пятнадцати минут."
    show dv normal pioneer
    show sl smile pioneer
    with dspr
    sl "Извини, что мы так без стука и приглашения. Не видел Ольгу Дмитриевну?"
    "Я медленно покачал головой, чуйкой своей ловя в воздухе флюиды неприятностей."
    me "Она должно быть на летучке."
    sl "А, да. Точно."
    dv "Мы тогда позже зайдём."
    window hide
    with fade2
    "Они замешкались, и я спросил:"
    me "А что произошло-то?"
    dv "А, не суть. Пошли, Славя."
    "Славяна послушно кивнула и, дождавшись, пока Алиса выйдет, освободила помещение сама."
    "Мои вопросительные крики они проигнорировали полностью."
    play sound sfx_open_dooor_campus_1
    hide sl
    hide dv
    with moveoutbottom
    "Они делали всё до гротеска корректно и без лишних движений."
    "Кивнули мне, развернулись через левое плечо."
    play sound sfx_close_door_1
    "Преувеличенно аккуратно прикрыли за собой дверь."
    me "Бессмыслица какая-то."
    "Резюмировал я, и, дождавшись, пока стихнут шаги по лестнице, вылез из-под одеяла."
    "Настроение досыпать свои законные минуты не было совершенно."
    dreamgirl "Он выглядели так, будто что-то потеряли."
    th "Почему ты так считаешь?"
    dreamgirl "Глаза."
    "Внутренний голос усмехнулся."
    dreamgirl "Как у побитой собаки, или опаздывающего человека, упорно не замечающего ключи в своей руке, и всё ищущего их по дому."
    "Одевшись, я подошёл к окну и раздумчиво посмотрел на творящееся снаружи."
    "Вчерашний навязчивый кризализм канул в лету — за окном не бушевала стихия, и тёмный пододеяльный уют больше не казался самым притягательным в мире."
    "Нет, там был самый обыденный летний рассвет, на листьях сирени крупными каплями высыпала роса, и было тихо-тихо, как бывает только перед самым подъёмом."
    "Я знал, что так и будет однажды — я проснусь всеми забытый, и проходящие мимо люди будут меня спрашивать лишь о ком-то ещё."
    "Что моё полузабытое {i}Настоящее{/i} догонит меня и здесь."
    "Но я не мог знать, что оно будет настолько мерзким."
    "Уставившись в окно, я запел:"
    me "А не спеть ли мне песню... А не спеть? А? Не спеть?"
    "Я вздохнул."
    me "Нет, не спеть."
    "С реки донёсся едва слышимый гудок — лесная завеса прекрасно гасила все звуки."
    if alt_day4_neu_us_pixies != 0:
        "Какой бы глупой ни была идея Данечки — нынешний я подспудно видел в ней рациональное зерно."
        "И даже желание стать смотрителем маяка."
        th "Быть может, этот мальчик станет кем-то вроде меня в будущем?"
        "Неожиданно пришло в голову."
    "Так или иначе, пора выбираться на улицу."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return

label alt_day6_us_7dl_exercises:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_houses_sunset
    with fade
    play music music_list["my_daily_life"] fadein 5
    "В воздухе веяло прохладцей неохотно уходящей ночи, заставляя ежиться и тщетно кутаться в куцую рубашечку в поисках остатков тепла."
    me "Люди здесь, конечно, добрые работают."
    "Проборомотал я, припоминая, что в некоторых лагерях, между прочим, корпуса тёплые, каменные, с санузлом…"
    "Хотя какой бы это был в таком случае лагерь?"
    "Так, санаторий."
    "Лагерь просыпался."
    "Между домиками уже шныряли вожатые, где деликатно стучась в двери, а где — бесцеремонно вламываясь в комнаты."
    "И вот же какая штука — чем старше отряд был, тем реже было последнее."
    th "Опасаются, что пионеры спросонок могут и запульнуть чем-нибудь?"
    dreamgirl "Скорее, уважают право подростков немного постесняться своих молодых, красивых вожатых." 
    dreamgirl "Хотя некоторые вовсе не понимают значение этого слова. Вон, например."
    "На крылечке домика сонно потягивалась Мику, явно не спешащая ни умываться, ни вообще просыпаться."
    "Я помахал ей рукой, и она улыбнулась было мне, но тут же, ойкнув, прикрыла ладошкой зевок."
    th "Сонная сплюшка."
    "Усмехнулся я, поворачивая на тропинку, ведущую к умывальнику."
    if alt_day4_neu_us_pixies == 3:
        window hide
        scene bg ext_washstand_day
        with dissolve
        "Когда я подошёл к умывальникам, я заметил, что плескаться мне предстоит в комании."
        show el normal pioneer with dspr
        el "С добрым утром."
        "Улыбнулся Электроник."
        el "В курсе уже?"
        me "В курсе чего?"
        "Электроник был прост в общении — он не корчил из себя невесть кого, не задирал нос и в целом говорил кратко и по существу."
        el "Лена и Ульяна пропали."
        me "То есть, как пропали?"
        "Он пожал плечами."
        el "Славя с утра вышла на пробежку, а там Алиса — не знает, куда делась её соседка по комнате."
        show el smile pioneer with dspr
        el "Стали искать по лагерю, а там и Женя из дома вышла."
        el "Оказалось, Лена тоже исчезла куда-то."
        me "И ты так спокойно об этом говоришь?"
        show el normal pioneer with dspr
        el "За Лену-то я особо не опасаюсь. У неё, во-первых, отец милиционер! Научил её всяким штукам."
        me "А во-вторых?"
        "Он легкомысленно покачал головой."
        el "А во-вторых она каждый год так убегает в последний день, есть у неё такая привычка."
        el "Причём хорошо так убегает, ни разу найти не смогли."
        show el smile pioneer with dspr
        el "Такие дела."
        "Он закрутил воду и помахал мне:"
        el "До скорого."
        hide el with dissolve
    "Место встречи изменить нельзя, встретимся в аду!"
    "Латунно-кафельное чудовище притаилось на своём месте и плотоядно ухмылялось, ожидая очередную жертву."
    me "Нет твоей власти надо мной, умывальник."
    "Прищурился я, собираясь с духом."
    window hide
    scene bg ext_washstand2_day at zentercenter
    with dissolve2
    play sound sfx_open_water_sink
    $ renpy.pause(1)
    play sound_loop sfx_water_sink_stream
    "Конечно, никакой власти."
    me "А-ах!" with vpunch
    "Кроме власти над дыханием."
    "И над чёткостью лагеря вокруг."
    "Мне пришло в голову вдруг, что если бы это всё было банальным сном, как мог бы я вообразить и воплотить в жизнь такой вот кошмар?"
    "А значит что?"
    th "Всё это — взаправду?"
    dreamgirl "Есть некоторые сомнения…"
    me "А-а-а-а!" with vpunch
    "Нет! Нет никаких сомнений."
    "Распотрошив коробку с порошком, я заработал щёткой, опасливо держась подальше от жидкого льда."
    "Наивно надеясь, что вот сейчас вода немного сойдёт, и…"
    "Должно же солнце уже начать греть!"
    me "Ых!" with vpunch
    dreamgirl "Чтобы быть здоров - закаляйся! Голым пузом ляг на гвоздь и вращайся!"
    "Теперь, вместо того, чтобы напропалую пошлить, внутренний голос переключился на вполне себе невинные издёвки."
    "И я не был уверен в том, что рад замене."
    "В конце концов, про баб-с думать не в пример приятнее, чем о вращении пузом на гвозде."
    if alt_day4_neu_us_pixies == 3:
        dreamgirl "Привыкай… мелкий."
        th "В смысле?"
        dreamgirl "Эй, я говорю «мелкий», а не «тупой»!"
        th "От олуха слышу."
        "Привычно оскорбился я."
        "Привычно — так как обижало отсутствие ответа на прямой вопрос, а не какие-то там обзывательства."
    else:
        dreamgirl "Надо было вставать пораньше, тогда был бы тебе материал для обдумывания!"
        th "Спасибочки, нет."
        "Уловил я намёк."
        th "Мне до сих пор стыдно за мои попытки подглядеть из-под одеяла."
        dreamgirl "А мне нисколечко. И заметить мне удалось куда больше, пока ты там сопел."
        th "Я не сопел!"
        dreamgirl "Умывайся давай. Сублимировать будешь — творчество там, ещё какой спорт."
        dreamgirl "Раз такой ты обалдуй."
    "Пока я драил челюсть да препирался с внутренним болтуном, вода не нагрелась ни на градус."
    "Так что пришлось терпеть муки и лишения ещё раз."
    me "Брррр."
    window hide
    stop sound_loop
    play sound sfx_close_water_sink
    pause(1)
    scene bg int_house_of_mt_sunset at zentercenter
    show mt smile sport
    with fade
    if alt_day4_neu_us_pixies == 3:
        "Когда я вернулся намытый домой, я обнаружил там вожатую."
        "Несмотря на россказни Эла, не выглядела она ни напуганной, ни подавленной."
        "Улыбалась и цвела как майская роза."
    else:
        "Ольга Дмитриевна так и сидела на своём месте, будто никуда не уходила."
        "Похоже, вчерашние мои похождения она решила не припоминать."
        th "Или задумала какую-нибудь особо хитрую пакость, разом мстящую мне за тысячи лет лишений."
    mt "Вчерашние послабления закончились, пора возвращаться в строй!"
    "Жизнерадостно сообщила она."
    mt "Надеюсь, ты выспался и набрался сил, так как день сегодня будет долгий."
    "Всё тем же тоном, будто бы это самая лучшая новость, какую только можно услышать."
    if alt_day4_neu_us_pixies == 3:
        me "А что с Леной и Ульяной?"
        show mt normal sport with dspr
        mt "Тихонова у меня отпросилась ещё вчера, я её отпустила. А вот Ульянка получит своё!"
        "Вот здесь я совершенно не понял."
        me "В каком это смысле «отпросилась»?"
        mt "В прямом. У меня есть договорённость с её отцом, и… Долгая история, короче."
        mt "Сейчас куда важнее зарядка!"
        "Я счёл, что такая расстановка приоритетов выглядит странно и открыл было рот, чтобы поспорить, но она уже вскочила:"
    else:
        "Не было печали."
        me "Почему долгий?"
        mt "Вот на линейке и узнаешь!"
        me "Я так и понял."
        mt "А что у нас всегда происходит перед линейкой?"
        me "Кофий с плюшками?"
        "Вожатая рассмеялась:"
    mt "На зарядку бегом… арш!"
    window hide
    play sound sfx_open_dooor_campus_1
    scene bg ext_house_of_mt_sunset with fade
    play ambience ambience_camp_center_day fadein 3
    "Вытолкав меня за дверь, вожатая закрыла домик на ключ:"
    show mt normal sport with dspr
    mt "А то знаю я тебя! Обязательно вернёшься досыпать."
    me "И в мыслях не было."
    show mt smile sport with dspr
    mt "Да, да. Марш!"
    "Она развернула меня лицом к площади и подтолкнула."
    window hide
    scene bg ext_square_sunset with dissolve
    "Всегда интересовало, как это Ольга умудряется собрать сюда всю эту толпу?"
    "Лично для меня это больше всего походило на попытки жонглировать сразу десятком мячей."
    "Какой бы ты ни был ловкий, а удержать в воздухе сразу всё не получится."
    "Так и здесь: гонишь одного, второй укладывается, поднимаешь его, третий сбежал."
    "Но Ольга, похоже, считала жонглирование десятью мячиками очень даже выполнимым делом."
    "Кивнув нам, она встала сразу за толкучкой, зорко следя, чтобы никто не отбился от стада."
    "А минутой спустя появилась и наша спорторг."
    show sl smile sport with easeinright
    "Как всегда неотразимая, до скрипа вымытая и до отвращения бодрая."
    th "Ничто так не бесит с утра, как всё."
    "Но Славю и ломом не перешибёшь: окинув нас взглядом, она встала перед трибуной и лихо взмахнула ладонью."
    play music music_list["always_ready"] fadein 3
    sl "Физкульт-привет!"
    "Стадо уныло шевельнулось, видимо, выражая, как оно безмерно радо начать зарядку, хотя я и слышал нечто вроде «да иди брейся» из задних рядов. "
    "Или, возможно, мне всё это почудилось, и люди вокруг спят и видят, как бы начать махать руками?"
    "Я огляделся."
    "Да нет, бред какой-то."
    sl "Ноги на ширине плеч, махи руками, и — раз!.."
    hide sl with dissolve
    "Зарядка началась."
    show mi normal casual at zenterright
    with dissolve
    "Сегодня был человек, которого я никак не ожидал здесь увидеть."
    "Мику."
    "В неком полуспортивном костюмчике, она размахивала конечностями и всеми своими японскими силами радовалась жизни."
    "А вот её соседку по комнате разглядеть не удавалось никак."
    "Появилось даже подозрение, что Мику специально пришла подменить Лену на случай, если нас вдруг начнут считать по головам."
    hide mi with dissolve
    show ml sick pioneer at zenterleft
    with dissolve
    "Данечка сотоварищи тоже были здесь."
    "Оно и ожидаемо: будущий смотритель маяка должен быть в форме."
    "Хотя по Данечкиному лицу было заметно, что в гробу он такую форму видал."
    hide ml
    if alt_day4_neu_us_pixies == 3:
        show dv sad sport
        with dissolve
        "Алиса явно беспокоилась за отсутствующую подругу, она крутилась и смотрела по сторонам в поисках красных хвостов."
        "Тщетно, разумеется."
        hide dv with dissolve
    else:
        show dv normal sport at left
        show us normal sport at right
        with dissolve
        "Тандем рыжих также присутствовал в полном составе — солидарно со мной, они спали на ходу."
        "С открытыми глазами."
        "Редкое умение!"
        "Почувствовав мой взгляд, они отреагировали кислыми улыбками и вернулись ко сну."
        hide dv
        hide us
        with dissolve
    th "Мой отряд."
    "Подумал я."
    th "Мой."
    "И с трудом увязывал себя со всеми этими молодыми людьми."
    "Нет, я не чувствовал себя чужим, и совесть меня не мучила."
    "Это как быть безотрядником, свободным от всех режимных моментов и заявиться на территорию, пока остальные заняты какой-то режимной пургой."
    "И вы смотрите друг на друга вот так — со взаимной, обоюдной завистью."
    "Пионерам поперёк горла уже стоит вся эта режимная чушь, взять бы отпуск…"
    "Или пусть дождь пойдёт, что ли."
    "Тогда никто никуда гонять не будет, можно будет поваляться на кровати, почитать книжку."
    "Отдохнуть от лагерной суеты."
    "А тебе обрыдла уже твоя неприкаянность."
    "Хотя оба прекрасно понимаем и плюсы своего положения."
    "Но не зря же говорят, что чужое — слаще."
    "Закончив разминку тазового пояса, выглядевшего в её исполнении крайне эротично, Славя что-то прокричала и убежала на пробежку."
    "Часть пионеров потянулись за ней."
    show mt smile  pioneer with moveinleft
    mt "Почему бежать не пошёл?"
    "Вожатая, непонятно каким образом успевшая переодеться, подошла ко мне и хлопнула по плечу."
    mt "Заниматься бегом полезно для здоровья!"
    me "Сами-то…"
    "Пробурчал я."
    show mt grin pioneer with dspr
    mt "Я не могу."
    "Вздохнула Ольга."
    mt "Мне надо заниматься линейкой, а так бы я обязательно пробежалась."
    me "Так я вам и поверил."
    "Ольга расхохоталась и отчалила к трибуне."
    hide mt with dissolve
    stop music fadeout 3
    "А я отправился на наше отрядное место."
    "Строиться."
    "Несколько минут спустя ко мне присоединилась и Славя, и прочие пионеры из тех, что я уже успел заметить."
    "Отсутствовала Лена."
    if alt_day4_neu_us_pixies == 3:
        "Да Ульянка запропастилась непонятно куда."
    show sl normal pioneer with dspr
    sl "Семён, не видел Лену?"
    "Спрсоила Славя, становясь рядом."
    me "Нет. И на зарядке её нет."
    sl "Да её вообще нигде нет. {w}И Ольга Дмитриевна запретила её искать."
    me "Может, выполняет ответственное партийное поручение?"
    show sl smile pioneer with dspr
    sl "Хороший настрой. И на зарядке ты тоже неплохо выглядел."
    show sl normal pioneer with dspr
    sl "Если бы не последний день, я бы даже порекомендовала тебя Ольге Дмитриевне вести зарядку."
    me "А ты?"
    "Не понял я."
    sl "Работали бы посменно, два через два!"
    me "Спасибо, но я пас."
    show sl laugh pioneer with dspr
    sl "Ничего, я бы тебя уговорила."
    "Рассмеялась Славя, и на нас шикнули с трибуны."
    "Мы тут же смолкли и изобразили служебное рвение."
    window hide
    if alt_day4_neu_us_pixies == 3:
        scene cg d4_lineup_no_un_us_7dl
    else:
        scene cg d4_lineup_no_un_7dl
    "Хотя и напрасно — это только наш отряд выстроился в полном составе."
    "Остальные отряды не отличались такой же дисциплиной, так что вполне можно было бы и поболтать ещё."
    "Тем более, что я-то не против."
    "А Славя?"
    "Покосившись на неё, я со вздохом отказался от этой затеи."
    "Она выпучила глаза, выпятила грудь колесом, вытянулась во фрунт, однако лёгкая дымка во взгляде выдавала её с головой."
    th "Любопытная форма транса."
    "Динамики проорали нечто похоже на горн, и Ольга Дмитриевна прочистила горло."
    mt "С добрым утром, лагерь «Совёнок!»"
    "Рявкнула она."
    voice "Бу…бу-бу-бу…"
    "Отозвались пионеры."
    mt "Пионеры, не спать! С добрым утром, лагерь!"
    "Ряды подтянулись, в утренний воздух ввинтилось громогласное:"
    voice "Здрав! Жалам! Трищ старш вожатый!"
    mt "То-то же!"
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_square_sunset
    show mt normal  pioneer at zenterleft
    with dissolve
    "Оглядев ряды ещё раз, вожатая удовлетворённо кивнула."
    mt "Дорогие друзья! Сегодня последний день второй смены, потому он объявляется прощальным днём."
    "Прапорщик Хартман удавился бы за такую голосину."
    "А наедине — ничего, такая себе милая девушка, голос с хрипотцой, бархатистый."
    mt "Сегодня необходимо завершить все дела, что вы не сделали, сдать все долги и как следует отдохнуть напоследок."
    mt "Даже те из вас, кто остаётся на третью смену, должны будут встретить её в чистом и опрятном лагере, поэтому дежурному отряду придётся потрудиться как следует!"
    show mt normal pioneer with dspr
    mt "Но самое главное — это сегодняшний гала-концерт!"
    mt "Потому те из вас, кто задействован в программе, после обеда освобождаются от всех дежурств и обязанностей."
    mt "Моё условие одно!"
    "Продолжала грохотать Ольга Дмитриевна."
    show mt angry pioneer with dspr
    mt "Вы {b}обязаны{/b} быть на репетиции!"
    mt "Если я узнаю, что вы сачковали, а на эстраду не явились… В общем, я вас предупредила!"
    th "Ой, боюсь-боюсь." 
    if alt_day4_neu_us_pixies == 3:
        "В свете всего вчерашнего, что мы успели учудить с мелкой и её сегодняшним исчезновением…"
        "Говоря короче, не пугали меня угрозы и не трогали."
        "Я почувствовал, как уголки губ против воли разъезжаются в стороны, когда вспомнил, как таскал вчера девчонку на руках."
        dreamgirl "Почти как лыцарь, да. В зияющих доспехах."
        th "Зависть - плохое чувство."
        dreamgirl "Да не особо и хотелось."
        th "Да. Да."
    else:
        "Сегодня мне ни дежурить, ни петь не грозит."
        "Хотя и был у меня ряд косяков перед вожатой, всё же в этот раз всё завершилось относительно безобидно."
        "Меня даже дежурить по столовой не поставили!"
        "Откуда знаю?"
        "Так не подняли за полчаса до подъёма, как в прошлый раз!"
    mt "А вечером после ужина — прощальная дискотека!"
    mt "Так как она праздничная, то будет продлена на целый час для старших отрядов!"
    "Ликующий вопль заглушил и слова вожатой, и не к спеху заоравший горн."
    play music eat_horn fadein 3 
    play ambience ambience_camp_center_evening
    "Ольга Дмитриевна что-то ещё говорила, но никто её не слушал."
    show mt normal pioneer with dspr
    "В итоге она просто вздохнула и милостивым взмахом руки благословила пионеров на поход в столовую."
    hide mt with dissolve
    "Развернувшись вместе со всеми, отправился и я."
    hide mt
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_breakfast:
    scene bg int_dining_hall_people_sunset
    with dissolve
    play ambience ambience_dining_hall_full fadein 3
    play music music_list["everyday_theme"] fadein 5
    "Несмотря на то, что мы вроде как первый отряд, в столовую на самом деле всегда попадали последними."
    "Уж не знаю, кем так заведено, но спокойно поесть в тишине можно только в одном случае."
    "В случае ночного взлома с проникновением."
    if alt_day4_neu_us_pixies == 3:
        "Как это устроили мы вчера с Ульяной."
        "Честно сказать, до сих пор не понимаю, почему нам толком не влетело за всё хорошее."
    else:
        "Как это пытались сделать Алиса с Ульяной несколько дней назад."
        "Вот и сейчас, Ульяна стояла в очереди передо мной, а сама нет-нет, да и косила глазом на вожатую."
        if alt_day_binder != 1:
            "Безуспешно, разумеется — и не съели ничего, и Славе попались."
        "Два обормота."
    if alt_day4_neu_us_pixies == 3:
        "Только вот Ульяна запропала куда-то, и всё сильнее беспокоился за несносную девчонку."
        "Не то чтобы мне было совсем наплевать на судьбу Лены, но… Приоритеты, приоритеты…"
    else:
        "Ольга же, наоборот, чувствовала себя вполне себе замечательно среди этого гомона, улыбалась, перебрасывалась со стоящей здесь же вожатой второго отряда какими-то фразами."
        "Этим-то повезло — им дежурные накрывают!"
    "Так или иначе, подошла моя очередь, и я, взяв тарелку с кашей и пару бутербродов, стал прикидывать, куда можно сесть."
    if alt_day4_neu_us_pixies < 3:
        menu:
            "Сесть с Мику.":
                $ alt_day6_us_7dl_mi_friends = True
                "Мику как всегда сидела в одиночестве."
                "И это совершенно не укладывалось у меня в голове."
                "При всех своих недостатках вроде болтливости и полном отсутствии чувства такта японка обладала одним неоспоримым преимуществом."
                "Она была очень красивой японкой."
                "Чёрт возьми, да просто ради того, чтобы поболтать с красивой девушкой, иные готовы терпеть ещё и не такое."
                dreamgirl"В конце концов, есть же такая вещь, как дрессура."
                th "Пардон?"
                dreamgirl "Э, я имею в виду, компромисс, да."
                show mi normal pioneer with dspr
                mi "О, компания."
                "Кивнула мне Мику."
                mi "Каким тайфуном к нам?"
                "Я улыбнулся:"
                me "Просто захотелось сесть рядом. Можно?"
                "Её мой легкомысленный тон не обманул, так как она старательно дожевала и только после этого подняла на меня глаза:"
                show mi sad pioneer with dspr
                mi "Что, так плохо выгляжу?"
                th "Да нет, выглядишь ты как раз очень даже неплохо."
                me "Судя по тому, что сегодня ты выполняешь роль Лены по сидению с унылым выражением, да так, что вожатая ничего не заметила…"
                me "Кстати, а где твоя соседка?"
                show mi normal pioneer with dspr
                mi "Пёс его знает."
                mi "Собралась часов в шесть утра, вышла на улицу. С тех пор я её не видела."
                me "А куда пойти могла, не знаешь?"
                "Пара догадок у меня имелась, конечно."
                show mi smile pioneer with dspr
                mi "Судя по купальнику под формой — куда-то точно к воде. Купаться, наверное, или костёр жечь и тоже купаться."
                me "Тоже неплохой способ провести последний день. Приятного аппетита, кстати."
                "Мику кивнула."
                show mi normal pioneer with dspr
                mi "Я считаю иначе. Потратить день в одиночестве можно и дома. Для этого совсем не обязательно ехать в какой-то лагерь, как считаешь?"
                me "А как надо?"
                show mi happy pioneer with dspr
                mi "Надо петь как в последний раз, танцевать как будто никто тебя не видит, получать удовольствие от людей вокруг! И…"
                show mi upset pioneer with dissolve
                mi "Общаться…"
                "Она потускнела."
                me "Может, ты и на дискотеку тогда пойдёшь?"
                show mi smile pioneer with dspr
                mi "До дискотеки ещё дожить надо. А самым важным у меня сегодня концерт."
                if alt_day3_dv_invite or alt_day3_dv_event:
                    mi "Ты же, вроде, на гитаре неплохо играл. Не хочешь поучаствовать?"
                    me "Почуствовать в чём? В издевательстве над Семёном с гитарой?"
                    me "С моим классом игры я вам разве что три блатных аккорда возьму."
                else:
                    mi "Ты, случаем, не поёшь или танцуешь?"
                    me "Только матерные частушки."
                show mi laugh pioneer with dspr
                mi "Спасибо, такого добра нам не надо. "
                "Рассмеялась Мику, покачав головой."
                "Кажется, она мало-помалу начинала приходить в себя — во всяком случае, теперь в ней было больше от привычной мне Мику."
                me "А больше я ничего и не умею."
                show mi sad pioneer with dspr
                mi "Сень, надо было подавать заявку, мы бы тебе обязательно что-нибудь придумали."
                mi "Поставили бы и отрепетировали что-нибудь."
                me "Гопака?"
                "Нет, чувство ритма с голосом никуда не делись, но что-то не грела меня мысль выступать."
                me "Учти, что-то посложнее выучить за четыре дня попросту невозможно."
                show mi smile pioneer with dspr
                mi "Это тебе так кажется, а вот как припрёт… Нужда научит, нужда заставит! Кажется, так правильно?"
                "Я кивнул."
                "В чём-то японка была права: форс-мажоры порой заставляют человека выдавать ещё и не такие чудеса."
                "Только что-то не хотелось мне становиться ни жертвой форс-мажора, ни подопытной свинкой этой вот одухотворённости."
                "Потому я покачал головой."
                me "Теперь-то что говорить, на что я способен, а на что не способен. Поезд ушёл."
                mi "Да, наверное…"
                show mi happy pioneer with dspr
                "Тут она просияла."
                mi "Хотя ты всё ещё можешь сделать доброе дело!"
                show mi normal pioneer with dissolve
                me "Это какое, интересно?"
                mi "Как настоящий кавалер, ты не должен бросать девушку в беде, а мне сейчас требуется помощь!"
                dreamgirl "Кавалер?"
                me "Помощь?"
                mi "У меня сечас целая куча трудов предстоит, по настройке и оформлению."
                "Она наклонилась ко мне поближе и понизила голос:"
                mi "Честно сказать, вообще с трудом понимаю, как это они справлялись все эти годы до тех пор, пока в лагере не появилась безотказная худрук Хатсуне?"
                th "С грехом пополам, как."
                me "А от меня-то что требуется?"
                "Спросил я, догадываясь уже, куда она клонит."
                show mi normal pioneer with dspr
                mi "Нет, таскать ничего тяжёлого не придётся! Ну, почти."
                mi "Просто здорово так, что ты рядом сел, хоть поболтать есть с кем. А то порой когда молчишь постоянно и работаешь, работаешь! И молчишь!"
                "Она вздохнула."
                mi "Такая тоска."
                me "Составить тебе компанию в музыкальном клубе?"
                "Японка покачала головой:"
                show mi shy pioneer with dspr
                mi "Нет, там не надо. Хотя…"
                me "Ладно, как определишься со своим раздвоением личности, скажи. Я подумаю."
                dreamgirl "Эй, я уникальное явление!"
                th "Цыц… Уникальное явление."
                show mi laugh pioneer with dspr
                mi "Ладно, ладно! Мне нужен помощник, напарник и тот, кто будет со мной болтать!"
                th "Парень тебе нужен. Такой, чтобы не тушевался и не стеснялся."
                dreamgirl "Предлагаешь свою кандидатуру?"
                th "Не думаю, что это хорошая идея."
                dreamgirl "А зря!"
                mi "Можно рассчитывать на тебя?"
                me "Рассчитывать-то рассчитывай, но я пока не уверен в том, что у меня получится вырваться."
                mi "А ты сразу скажи Ольге Дмитриевне, что идёшь мне помогать, и она тебя живо отпустит!"
                mi "Даже проверять не будет."
                th "Догадываюсь, почему."
                me "Я подумаю, не против? Полчасика погоды не сделают."
                hide mi with dissolve
                "Мику закусила губу, но, ничего не сказав в ответ, поднялась, оставляя меня в одиночестве."
            "Сесть со Славей.":
                $ alt_day6_us_7dl_sl_friends = True
                "Славя улыбнулась, когда я спросил:"
                me "Можно?"
                "И кивнула на место рядом с собой."
                show sl smile pioneer with dissolve
                me "Приятного аппетита!" 
                sl "И тебе!"
                "Бутерброды и каша - пища наша."
                "Сегодня ради разнообразия нас не травили какао со сгущёнкой, кофе со сгущёнкой же и прочей отравой."
                "Вообще, быстро я зажрался, да."
                "По сравнению с той неземной кухней, что бывала у меня дома, когда выбор был из доширака с майонезом и доширака без майонеза, местная кухня была весьма изысканной."
                "Это просто я обнаглел."
                sl "Лучше заправься поплотнее, работы предстоит много."
                sl "Ольга Дмитриевна умеет поставить задачи так, чтобы до обеда передохнуть некогда было."
                me "Я думал, тебе такое в радость?"
                "Ну, конечно, армейская логика: чем б солдат не занимался, лишь бы он заколебался."
                show sl smile2 pioneer with dspr
                sl "Мне уже давно никаких заданий не дают."
                me "Что-то не похожа ты на сачка."
                "Указал я."
                show sl normal pioneer with dspr
                sl "Мне доверия больше."
                "Прожевав, ответила Славя."
                "Видимо, и на этот счёт её не раз спрашивали: в её тоне явно сквозили терпеливо-усталые нотки специалиста техподдержки."
                me "Неужели ты ходишь собирать задания к доске объявлений?"
                "Усмехнулся я."
                show sl smile pioneer with dspr
                th "За них тебе дают экспы, золота и…"
                dreamgirl "Веником по хребту!"
                sl "На самом деле, я уже очень давно сама себе придумываю занятия."
                me "Придумываешь? Может, тогда придумаешь нам занятие по походу на пляж?"
                show sl laugh pioneer with flash
                "Попытка была неплохая, попробовать стоило точно."
                sl "Да нет же! Я, наверное, неправильно выразилась."
                sl "Но у меня есть перечень обязанностей, и я их по мере возможностей выполняю."
                me "Добровольных, наверное, обязанностей."
                window hide
                show sl smile pioneer 
                with fade2
                "Славя кивнула."
                sl "Сегодня у меня как раз появилось время разобраться немного на складе с формой и бельём."
                sl "Надо подготовиться к следующей смене."
                show sl normal pioneer with dissolve
                sl "Вообще, я у Ольги Дмитриевны людей не просила, но если ты попросишь, уверен, она тебя отпустит помогать мне."
                "Девушка произнесла это таким тоном, будто отказ был заведомо невозможен."
                th "Наглость - второе счастье!"
                if loki:
                    me "Помогать тебе?"
                    sl "Да, если хочешь."
                    me "А если я не буду?"
                    show sl serious pioneer with dspr
                    "Славя вздохнула:"
                    sl "Я бы и одна справилась, но тебе же и помимо заданий от вожатой есть чем заняться?"
                    "Она с намёком покосилась в сторону Ульянки."
                    "Я почувствовал как щёки покраснели и поспешил опровергнуть все инсинуации:"
                    me "Конечно, есть! Но Ульяна тут не при чём."
                    show sl laugh pioneer with dspr
                    sl "Я так и подумала. Но если ты вдруг решишь заняться чем-то - один, без Ульяны - то можешь вызваться помочь мне на складе."
                    sl "Подумай над этим."
                else:
                    me "Думаешь, меня просто так отпустят?"
                    sl "Знаешь, мне кажется, сейчас у Ольги Дмитриевны будет слишком много дел и помимо уговоров заняться уборкой территории или подготовкой к концерту."
                    me "А какие ещё варианты?"
                    show sl smile pioneer with dspr
                    sl "Да полно вариантов!"
                    "Славя принялась загибать пальцы:"
                    sl "Уборка территории вместе с дежурным отрядом - раз."
                    sl "Подготовка к концерту с Мику - два!"
                    sl "Помощь со складом мне - три."
                    sl "Стенгазета - четыре!"
                    "Тут она понизила голос:"
                    show sl normal pioneer with dspr
                    sl "Правда, куда-то пропала Лена, и я очень за неё беспокоюсь."
                    me "Не за газету?"
                    show sl sad pioneer with dspr
                    sl "Я Лену знаю не первый год, и когда она начинает вести себя {i}странно{/i}, меня это заставляет беспокоиться."
                    me "Давно знаете друг друга?"
                    "Из одной вежливости спросил я."
                    show sl surprise pioneer with dspr
                    sl "Да знаешь…"
                    "Медленно начала Славя, как-то странно глядя на меня."
                    sl "Не очень давно, три года всего."
                    me "В лагере познакомились?"
                    "Славя неохотно кивнула кивнула."
                    show sl serious pioneer with dspr
                    sl "Там была… причина, да."
                    sl "Но это долгая история, я сейчас не буду её рассказывать."
                    me "Вот, значит, как?"
                    me "А если я приду к тебе на склад помогать?"
                    show sl normal pioneer with dspr
                    sl "Сёмушка, имей совесть!"
                    sl "Это не только моя история, это ещё история и Лены."
                    me "Ну и ладно."
                    "Пробурчал я."
                    me "Не особо-то и хотелось."
                    "Славя поднялась."
                    sl "А насчёт моего предложения всё же подумай, хорошо?"
                me "Я подумаю."
                "Ответил я, "
                hide sl with easeoutleft
                extend "и Славя, озарив меня напоследок ещё одной улыбкой, убежала."
            "Сесть с Ульянкой.":
                $ us_pt += 1
                "Вообще, я думал сесть рядом с Ульянкой — было у меня, о чём с ней поболтать, однако, мелкая с размаху плюхнулась на скамейку в самой гуще, потому пришлось выбирать себе место на отшибе."
                dreamgirl "Сычевальню."
                th "Спасибо, зануда."
                "Что ж, похоже, и правда придётся сесть где-нибудь в одиночестве."
                "Пробравшись между гомонящими пионерами к окну, где как раз закончил трапезу Электроник, я поспешил занять место."
                "Мне было о чём подумать и о чём помолчать."
                "Например?"
                "Да о странных пропажах, например."
                "О странном поведении некоторых пионеров и пионерок."
                if alt_day4_neu_us_pixies > 1:
                    "О совершенно необъяснимых способностях некоторых местных чегевар."
                else:
                    "О навязчивой идее «не встречаться» одной шкодливой малявки, продолжающей вгонять меня в краску, наконец!"
                "Было о чём."
                "Благо, сегодня уже совсеми никуда не торопился и не стремился никому ничего доказывать."
                me "Итадакимасу."
                "Пожелал я и, раскланявшись с обернувшейся на звуки родной речи Мику, принялся за трапезу."
    else:
        "Я решил, что позавтракать в одиночестве будет не самой плохой затеей."
        "Хотя ни Ульяна, ни Лена так и не вернулись."
        "Это было довольно странно: в конце концов та же Ульяна толком поела вчера… да когда? На завтраке же."
        "Ольга же вела себя так, будто у неё всё-всё под абсолютным контролем."
        "Вот только где тот контроль, если она сама не в курсе, где у неё кто?"
        th "Или ей плевать?"
        "Подумал я."
        "Хотя это-то вряд ли."
        "Как бы ни был ты плох как педагог и человек, у тебя всё равно остаются мотивирующие начала."
        "Если не ум, честь и совесть, то хотя бы страх отхватить неиллюзорно по голове в случае, если начальство вскользь так осведомится: «У сон во пьони?»"
        dreamgirl "Во пьяни, во пьяни!"
        "Расхохоталось раздвоение личности."
        th "Я, между прочим, переживаю."
        dreamgirl "А за кого больше? За дочь полковника милиции или за внучку сотрудника спецслужб?"
        th "За обеих!"
        "Рявкнул было я, и тут же остыл:"
        th "За Ульяну - чуть больше."
        "Произошло нечто вчера, пока мы плескались, пока я таскал её через ручей, а позже и домой на себе."
        "Вот что - это хороший, отдельный вопрос."
        dreamgirl "Не вздумай. Ей же и шестнадцати нет."
        th "Тьфу, пошляк!"
        "Я вспомнил приставуючую песенку про «сатисфакшн» и напевая её про себя, чтобы заглушить вопли вечного пошляка, принялся за завтрак."
        "Очень вкусно, кстати!"
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_helping:
    $ persistent.sprite_time = "day"
    $ day_time()
    $ alt_chapter(6, u"Ульяна. 7ДЛ. Утро.")
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music temptation fadein 3
    "Ульяна уже закончила завтрак и сидела на крылечке, свесив ноги, облокачиваясь о нижнюю продольную трубку ограждения — бросала камешки, понятно."
    "Кто-то нарисовал «классики», и в секторе с тысячей уже сгрудилась ощутимая такая кучка огрызков известняка — попадания."
    me "Меня ждёшь?"
    "Не оборачиваясь, она пожала плечами."
    me "А кого тогда?"
    "Снова ноль реакции."
    me "Что-то случилось?"
    show us normal pioneer with dissolve
    us "Разве обязательно должно что-то случиться?"
    me "Просто ты какая-то… Я не знаю. Странная?"
    us "Я думаю просто."
    me "О чём?"
    us "Что это не я странная, а ты."
    me "В смысле."
    "Ульяна, глядя куда-то в сторону, заговорила:"
    if alt_day4_neu_us_pixies >= 2:
        us "Мы поверили тебе, знаешь?"
        us "Я, Данька, мальчики."
        us "Показалось, что ты сможешь заменить Мирю."
        me "Разве не смогу?"
        us "Я не знаю. Сможешь?"
        me "Ну…"
        show us dontlike pioneer with dspr
        us "Вот видишь."
    elif alt_day4_neu_us_pixies != 0:
        us "Ты так старался попасть тогда к причалу, к пристани нашей."
        us "Вот тебе удалось. И что теперь?"
        me "Идти до конца, ты же сама говорила."
        show us calml pioneer with dspr
        us "А сможешь ли ты?"
    else:
        us "Ты так трогательно ухаживал вчера за мной."
        us "Даже картошкой поделился, когда меня наказали."
        me "А не надо было?"
        show us shy pioneer with dspr
        us "Не знаю я!"
        "Отчаянно выкрикнула девочка."
        us "Я думала вчера, сегодня."
        us "Что тебе нужно от меня, Сёмыч, можешь сказать? Зачем ты ходишь за мной?"
        "Я почувствовал, как краснею."
        me "Да ничего! Разве для помощи товарищу нужен какой-нибудь повод?"
        show us normal pioneer with dspr
        us "Балда ты, Сёмыч."
        "Безжалостно припечатала Ульяна."
        us "И чего хочешь, не знаешь, и мне мешаешь."
        me "Да что я сделал-то?"
    show us sad pioneer with dspr
    us "Последнее время если ты где-то рядом, то мне постоянно не везёт."
    us "Ты как плохая примета, понимаешь?"
    us "Синдром неуданика."
    me "Да что я сделал-то?"
    stop music fadeout 3
    show us normal pioneer with dspr
    play music music_list["you_lost_me"] fadein 3
    us "Ничего."
    us "И это самое плохое. А у меня столько дел было, мы с мальчишками почти нашли…"
    "Она оборвала себя."
    us "Нет, не надо тебе это знать."
    "Она впервые за всё время беседы посмотрела мне в глаза:"
    us "Пожалуйста, Сёмыч. Не ходи за мной. Хорошо?"
    me "Но…"
    us "Пусть у меня хоть что-то получится сегодня. Сделай мне такой подарок."
    th "Она говорит не своими словами."
    "Пришло вдруг в голову."
    th "Чужими, равнодушными, отрепетированными до блеска и отскока от зубов."
    "Хотя само по себе это равнодушие ещё не смертельно."
    "Гораздо хуже другое: человек, научивший Ульяну этим словам, сам не понимает, почему они чужие и равнодушные."
    "Почему не звучат в устах непосредственного и солнечного ребёнка."
    "И этот её… Учитель."
    "Да и я, чего уж там."
    "Мы же тоже в детстве были таким великодушным."
    "Такими всепрощающими в юности."
    "Но стоило намм стать чуть-чуть постарше — и вдруг всё исчезло."
    "Занесено быльём и пеплом, и ровным счётом никаких эпитетов не хватит для того, чтобы ответить на один простой вопрос."
    th "Куда делись юные мы?"
    me "Ты знаешь, Ульяна."
    "Начал я, старательно улыбаясь."
    me "Мы же с тобой не влюблённая парочка, чтобы расставаться так драматично, да?"
    show us shy pioneer with dspr
    me "Ты могла бы просто сказать мне что-то вроде «отвали, мешаешь», правда?"
    me "К чему тогда это всё?"
    show us shy2 pioneer with dspr
    us "Ох, и дурак же ты, Сёмыч."
    us "Вот правильно Алиска сказала — ты настолько трудный, что не понимаешь даже очевидного."
    us "А я же…"
    "Покачав головой, она встала."
    show us laugh2 pioneer with dspr
    "Перетряхнулась вся, как собака, отряхивающаяся после купания."
    "И меланхолия как вода, стекла с неё, застывая парящими на солнцепёке лужицами у ног."
    us "Раз ты так просишь…"
    show us laugh pioneer close with moveinbottom
    "Она внезапно оказалась вплотную, так что я ощутил запах зубного порошка и неуловимый аромат, исходящий от её волос."
    us "Отвали! Мешаешь!" with vpunch
    "Я вздрогнул и зажмурился от неожиданности."
    show blink
    hide us
    with dspq
    pause(3)
    scene bg ext_dining_hall_near_day
    show unblink
    "А когда открыл глаза, обнаружил, что остался в одиночестве."
    "Только отголоски смеха донеслись откуда-то из-за спины."
    me "Дела…"
    "Протянул я и сел на скамейку."
    "Мне требовалось прийти в себя."
    th "Какая муха её укусила?.."
    "Спросил я себя."
    show dreamgirl_overlay with dsps
    dreamgirl "Сёмыч, без обид, но ты тормоз."
    dreamgirl "Причём, не какая-то там педаль — а ручник. Как стоп-кран в поезде."
    th "Да о чём вы все говорите?!"
    dreamgirl "Да о том, что…"
    stop music fadeout 3
    "Начал было внутренний голос, но тут же смолк: у нас появилась компания."
    play music music_list["take_me_beautifully"] fadein 1
    show sl smile pioneer with dissolve
    sl "Снова привет."
    "Я помахал ей рукой."
    me "Чем могу?.."
    show sl smile2 pioneer with dspr
    sl "Можешь, Сёмушка, можешь."
    if alt_day6_us_7dl_sl_friends != 0:
        sl "Подумал над моим предложением?"
        me "А тебе точно нужна моя помощь?"
        "Подозрительно прищурился я."
        show sl normal pioneer with dspq
        sl "Да не особо. Я одна вполне там всё разберу."
        sl "Но вместе же веселее! Как считаешь?"
        "Я пожал плечами."
        me "Вместе веселее бездельничать."
        sl "Лодырь."
        me "На том и стоим!"
        sl "Значит, отказываешься?"
        me "Я этого не говорил."
        show sl laugh pioneer with dspr
        sl "Женская логика в исполнении Семёна."
        sl "Но тебе всё равно придётся чем-то заниматься, если тебя вожатая найдёт шатающимся без дела — влетит и тебе, и мне."
        "Я немного подумал над её предложением."
        if loki:
            me "А какие есть ещё варианты?"
            show sl serious pioneer with dspr
            sl "Да полно разных."
            sl "Из самых важных — это завершение работы над стенгазетой, проведение концерта и генеральная уборка лагеря."
            sl "Ещё я слышала, что Борис Саныч набирает группу для поисков Лены."
            me "Разве у неё нет договорённости с вожатой?"
            show sl surprise pioneer with dspr
            sl "Ничего такого я не слышала. Да и даже если есть, что это за договорённость такая?"
        else:
            me "Значит, либо помогать тебе, либо махать метлой?"
            show sl laugh pioneer with dspr
            sl "Не всё так печально. У нас разные люди нужны."
            me "Рисовать я не умею, так что больше ничего не остаётся."
            show sl normal pioneer with dspr
            sl "Да, без Лены газету доделать не получится."
            sl "Но если тебе так сильно не хочется мести, то лучше помоги мне."
    elif alt_day6_us_7dl_mi_friends != 0:
        th "Сейчас припашут."
        "Предрёк я, и не ошибся."
        sl "Сейчас по лагерю последние приготовления, газеты… Ну ты в курсе."
        me "Да. И?"
        sl "Не и! Надо помогать. Нам всем вместе надо как следует потрудиться, и…"
        if loki:
            me "Вмеееесте?"
            "Протянул я, тихо свирепея."
            me "А это ничего, что у вас единственный человек, на котором лежит подготовка и проведение концерта на грани депрессии застыл? Как насчёт помощи ему?"
            me "Ничего, что сегодня с ней заговорил только один человек, и этот человек — я?"
            me "Она вам кто, поденщик за три копейки? Пария?"
            show sl surprise pioneer with dspr
            sl "Это не так, Семён, мы все очень любим Мику, и…"
            me "Да чёрта с два!"
            "Я поднялся со скамьи."
            me "Она точно такая же пионерка, как ты и я, и имеет точно такие же права."
            me "Да что с этим лагерем не так?"
            show sl serious pioneer with dspr
            sl "Я бы с удовольствием с ней поболтала, но ты же сам знаешь, у меня куча дел."
            me "Видишь."
            "Я ткнул в неё обвиняющим пальцем."
            me "Даже ты, как многие тут говорят, «лучшая пионерка», не в состоянии решить одну малюсенькую проблему загибающегося от одиночества худрука."
            show sl smile pioneer with dspr
            sl "Знаешь, если хочешь, ты можешь составить ей компанию."
            "Улыбнулась Славя."
            sl "А я к часу освобожусь, можем тогда вместе сходить на пляж."
            me "Уже что-то."
            "Проворчал я, остывая."
            "Всё-таки не такими уж и безразличными оказались люди, как показалось."
            dreamgirl "Оказалось - не казалось."
        else:
            me "Знаешь, на завтраке я поболтал с Мику."
            me "Не знаю, что тут было до моего приезда, но сейчас он отчаянно нуждается в компании."
            show sl normal pioneer with dspr
            sl "Раньше с ней Лена болтала, а теперь… Сам видишь."
            me "И что, никак ей не помочь?"
            sl "Почему же? Ты вполне можешь отправиться к ней в клуб и помочь с техникой."
            th "Или найти её соседку, раз та такая выручалочка."
            me "Неплохая идея."
        sl "Тогда я отмечаю, что ты идёшь помогать Мику?"
    else:
        sl "Ты случайно не разбираешься в технике?"
        "Я насторожился."
        me "А что, кибернетики куда-то делись?"
        show sl laugh pioneer with dspr
        sl "Делись они! Я с боем отвоевала у них половину помещения клубов, так что они сейчас сидят там и следят, чтобы кружок фриволите не поломал у них что-нибудь ненароком."
        me "Понял. А мои познания зачем нужны?"
        sl "Надо бы помочь Мику с разбором аппаратуры и подготовке к концерту. Ты же поможешь? Надо помогать!"
        me "В смысле помогать? А как же ваша пропажа?"
        show sl normal pioneer with dspr
        sl "Пропажей занимается дядя Боря и Виолетта Церновна."
        sl "Но если ты вдруг не понимаешь ничего во всех этих проводах, то мне как раз нужен помощник на складе."
        "Она ослепительно улыбнулась."
        sl "Ты же поможешь, правда?"
    "Я вздохнул."
    "На самом деле, ни Славю, ни Мику видеть сейчас я особо не желал."
    "У меня была сейчас совсем другая головная боль."
    "Красноголовая, взбалмошная."
    menu:
        "Пошли на склад.":
            if alt_day6_us_7dl_mi_friends != 0:
                me "Нет, пойду тебе помогать."
                "Славя была права: если мы сейчас быстро с ней всё закончим, то сможем присоединиться и к подготовке будущего выступления."
                "А вместе мы по-любому справимся и быстрее, и качественнее."
                dreamgirl "И купаться! Посмотрим на Мику в купальнике!"
                "Против такой идеи я ничего не имел."
                "Хотя и осталось что-то на сердце — осадочком, недосказанностью."
                th "Неужели у меня появилась совесть?"
                "Впрочем, отыгрывать было уже поздно."
            else:
                "Быстрее начнём - быстрее закончим."
                me "Помогу, конечно."
                me "Только помни: ты обещала, что сегодня не дашь заскучать японке. Ты обещала!"
                show sl smile pioneer with dspr
                sl "Я обещала, я выполню. Так мы идём?"
            me "Надеюсь, меня не поставят к тазику с холодной водой."
            "Проворчал я."
            me "Меня всё-таки не Мартин Иден зовут."
            "Славя хихикнула, явно уловив отсылку и, взяв меня за руку, потащила за собой в сторону склада."
            $ alt_day6_us_7dl_mi_friends = False
            $ alt_day6_us_7dl_sl_friends = 2
            
        "Мику нужнее.":
            if loki:
                me "Это прозвучит глупо и пафосно, но Мику надо спасать."
                show sl shy pioneer with dspr
                me "А раз ты этим заниматься не хочешь, и Лена куда-то канула — придётся мне примерять трико Батмана."
                dreamgirl "Не влюбись до срока, барин."
                "Подало голос раздвоение личности."
                th "До какого срока, недоразумение ты болтающее? Мы завтра уезжаем."
                dreamgirl "Да знаешь… Влюбиться - как простудиться. Вопрос одной секунды."
            else:
                me "Я тебе глупую вещь скажу, наверное, но я понимаю её как никто."
                me "Так как прекрасно понимаю значение слова «одиночество»."
                me "Никто не заслуживает такого."
                me "Особенно, если он ничем не провинился."
                show sl sad pioneer with dspr
                sl "Да никто не провинился, Сёмушка."
                sl "Ольга Дмитриевна и правда подобрала Мику лучшую соседку по комнате: никто не умеет слушать как Лена."
                sl "Если бы она сегодня не решила сбежать непонятно куда…"
                "Славя качнула подбородком и лукаво улыбнулась:"
                show sl happy pioneer with dspr
            sl "Нравится она тебе, да?"
            me "Кто? Лена?"
            show sl laugh pioneer with dspr
            sl "Мику же!"
            with flash_red
            me "Ничего и не нравится! Но нельзя же так."
            show sl smile2 pioneer with dspr
            sl "Хорошо-хорошо. Записываю тебя помощником по подготовке концерта."
            sl "Только смотри, я через час пойду с обходом по лагерю!"
            sl "Если тебя там не будет, я так и запишу."
            me "Будет, будет…"
            "Поднявшись, я отправился к музыкальному клубу."
            $ alt_day6_us_7dl_mi_friends = 2
            $ alt_day6_us_7dl_sl_friends = False
            
        "Возьму метлу, пожалуй." if us_pt > 4:
            "Задумчиво сообщил я."
            me "Надо бы мне кое-что обдумать, а это хорошо за монотонным трудом."
            show sl laugh pioneer with dspr
            sl "Честно сказать, удивлена твоему выбору."
            sl "Ты не похож на того, кому нравится убираться."
            me "А кто похож?"
            "Обиделся я."
            me "Ты, что ли?"
            show sl normal pioneer with dspr
            sl "Да. Я."
            "Спокойно ответила Славя."
            sl "Я всю смену только этим и занимаюсь. Не потому, что меня заставили, а просто мне нравится, когда в моём доме порядок."
            me "Ясно всё с тобой. Ну, куда идти, куда мести?"
            show sl smile pioneer with dspr
            sl "Задержись на площади, я скоро пришлю Серёжу с тележкой и инвентарём."
            sl "Только не убегай, хорошо?"
            me "Серёжу… Кибернетика?"
            "Славя кивнула."
            me "А разве он сейчас не обороняет аппаратуру от какого-то там кружка?"
            show sl smile2 pioneer with dspr
            sl "Что ж. Тогда сама приду. Ты только не убегай, хорошо?"
            th "Ну, конечно же!"
            me "Да за кого ты меня принимаешь?"
            show sl normal pioneer with dspr
            sl "За раздолбая. Имей в виду, я через час пойду на обход, если тебя не будет, я так и отмечу."
            "Сообщила девушка, угадав мои намерения."
            "А намерения были простыми."
            "Сбежать."
            "Причём не просто сбежать, а…"
            "Неспокойно у меня на душе было, чего греха таить."
            "Казалось странным и диким то, как спокойно все вокруг относятся к пропажам пионерок."
            "Потому здесь за расследование берётся комиссар Каттани."
            "Ещё раз подозрительно посмотрев на меня, Славя развернулась и отправилась к складу."
            hide sl with dissolve
            sl "Проверю!"
            "Донёсся до меня её голос."
            $ alt_day6_us_7dl_sl_friends = False
            $ alt_day6_us_7dl_mi_friends = False
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day_us_7dl_preps:
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_musclub_day with dissolve
    play ambience ambience_camp_center_day fadein 6
    play music to_the_sunrise fadein 3
    "Когда я подошёл к клубу, оттуда не доносилось и звука."
    "И было это крайне странно — в конце концов, кое-кто звал и ждал меня на помощь во всяких приготовлениях."
    "Возможно, она сидит там в тишине и одиночестве."
    "Совсем одна."
    "О{w=.05}д{w=.15}н{w=.3}а."
    "Конечно, происходи всё там, откуда я родом, и даже краешком зацепил, в голову бы пришли целых две мысли."
    "Либо японка очень занята романтическим свиданием."
    dreamgirl "Точно, в огромном световом аквариуме, романтическое свидание — чтобы весь лагерь мог лицезреть."
    "Либо она склонилась над экранчиком смарта, отрезала наушниками бездну внутри себя от окружающего мира и внимает музыке."
    if alt_day_binder != 1:
        "Хотя я проверял же — здесь сигнал не ловит."
        "До ближайшей LTE-вышки, охватывающей местный регион ещё неспешным пехом шаркать лет эдак двадцать."
        "Хотя… Даже у меня на моей старенькой балалайке хранилась коллекция и музыки, и видео."
        "Чем высокотехнологичная японка в таком случае хуже?"
    else:
        "Я достал из кармана смартфон, который автоматом после пробуждения перевёл во флайт-режим и попробовал восстановить подключения."
        with fade2
        "C ожидаемым результатом."
        "Вздохнув, я восстановил status quo и убрал телефон в карман."
    "Современные мне дети вообще поголовно невесть какие самодостаточные."
    "Их не пугает совершенно ни одиночество, ни скука — хватало бы заряда в аккумуляторе."
    "Если бы Мику приехала сюда с каким-нибудь «Асусом» с карточкой на 32 гигабайта, то не беспокоило бы её ни молчание окружающих, ни их нежелание уделить ей хоть толику внимания."
    "Но, во-первых, сегодня никак не двухтысячные, а значит, никакого телефона, планшета или лаптопа у Мику быть попросту не может."
    "А во-вторых…"
    "Мне почему-то казалось, что даже в моём родном мире, времени или как это звучит правильнее, Мику была бы человеком компанейским, ценящим людей и дружбу."
    "Этакой восточной версией Слави, мне кажется."
    "Только со смещёнными в сторону музыки приоритетами."
    "Покачав головой, я толкнул входную дверь — так оказалась не заперта."
    stop music fadeout 3
    window hide
    play sound sfx_open_door_clubs
    pause(1)
    scene bg int_musclub_day
    with dissolve
    play ambience ambience_music_club_day fadein 3
    play music music_list["so_good_to_be_careless"] fadein 1
    "В помещении также оказалось пусто."
    th "Куда она могла деться?"
    "Нигде деятельной японки видно не было."
    "Я осмотрел помещение."
    if alt_day2_muz_done:
        "Заглянул даже под брюхо рояля - а ну как снова там сидит?"
    "Нигде."
    "Тишина."
    "Я прислушался."
    "Откуда-то донёсся едва слышимый скрип пополам с хихиканьем."
    th "Что за…"
    "Я огляделся внимательнее."
    "Мне почему-то казалось, что это помещение занимало пространство музклуба целиком, однако теперь, по здравому размышлению, я понял, что слишком уж оно небольшое."
    th "Должно быть, здесь есть ещё какая-то комната!"
    th "Или закуток."
    "Мику явно должна была хранить где-то реквизит для выступлений, и эстрада для этих целей не подходила совершенно — как бы хорошо она ни была сколочена, есть предметы, которые не терпят влаги, холода…"
    "Так что я отправился на поиски тайника!"
    window hide
    with fade
    "Ну, как, тайника…"
    "Дверь не особо и пряталась, на самом деле."
    "Просто оказалась неприметной, выкрашенной в цвет стен, да ещё и располагалась в дальнем углу."
    window hide
    play sound sfx_open_door_2
    pause(1)
    scene expression Desat("bg int_wardrobe_7dl") with flash
    $ persistent.sprite_time = "night"
    "И ослеп на мгновение на контрасте с ярко освещённым музыкальным залом и темнотой каморки."
    "Единственным источником освещения была подвешенная к потолку лампочка."
    "И это всё, что я успел заметить."
    
    "Так как в одно мгновение я всё ещё стоял, приглядываясь, а в другой момент…"
    "На меня бросилось какое-то чудище!"
    play sound sfx_scary_sting
    mi "Попался!"
    "Я с вскриком дёрнулся, сделал шаг назад, запутался в ногах, и…"
    with vpunch
    play sound sfx_bodyfall_1
    show blinking
    "Мне показалось, что прошло всего мгновение, однако, когда я пришёл в себя, оказалось, что я лежу на полу, а надо мной прыгает и причитает то самое чудище, напугавшее меня."
    "Теперь были видны все недостатки его камуфляжа — и тонкий голосок, и белая рубашка, неуместная на чудище."
    "И длинные волосы, хлещущие по ногам."
    "И…"
    "Против воли, я проследил по ногам вверх, потом, поняв, куда смотрю, вздрогнул и отвернулся."
    mi "Сень! Ты чего, поднимайся давай!"
    "Продолжало домогаться чудище."
    me "Кх… Мику, ты не могла бы снять этот ужас?"
    mi "А что не так? По-моему, замечательная маска! Вернее, даже целая голова, только - пчхи! - тут немного пыльно, и…"
    "Тут она спохватилась."
    mi "Да что же ты на полу разлёгся, давай, поднимайся!"
    "Она нагнулась ко мне и, протянув руку, помогла мне встать."
    "Рассмеялась своим неземным — солнечным! — смехом и стянула с головы маску из папье-маше."
    "Под маской оказалась Мику: вся в пыли, каких-то волосах, перемазанные щёчки, глаза горят…"
    show mi smile pioneer with dissolve
    mi "Ну, как я тебя напугала?"
    "Она выглядела крайне довольной собой, улыбалась и светилась от счастья."
    "Для которого некоторым, оказывается, так немного надо."
    "Просто напугать ближнего своего."
    me "Страх и ужас."
    "Честно признался я."
    show mi laugh pioneer with dspr
    mi "Ну, извини. Не подумала, что ты так отреагируешь! А ты мне помогать пришёл, да?"
    me "Мне показалось, что тебе и правда не повредит компания."
    show mi happy pioneer with dspr
    mi "И ты решил её мне составить? Как это миииило!"
    "Она говорила и что-то ещё, а я молчал, слушая её голос."
    "До меня с огромным запозданием дошло, насколько красивый у неё голос."
    "Мне хотелось улыбаться, смеяться, выставить пальцы перед собой пижонистым видоискателем, чтоб холодело в груди и отзывалось послушным «запечатлено!»"
    "Чтобы она, прикрывая глаза, сложившая ладошки у щеки, так навсегда и осталась в моей памяти — вечно юной, настоящей."
    "Чтобы однажды подсознание, перебирая кладовые, расщедрилось и вернуло её ко мне."
    "И чтобы обязательно небо касалось океана, и тихий шёпот волн рассказывает о том, как хорошо здесь было последние миллиарды лет."
    "Как нам тоже однажды предстоит вернуться, тоже понять, что все наши терзания и переживания не имеют никакого смысла перед лицом вечности."
    "Мы возьмём друг друга за руки, растворимся в бесконечном прибое и тоже будем шептать истории о том, как однажды в одном лагере встретились два одиночества."
    stop music fadeout 5
    show mi normal pioneer with dspr
    play music what_am_i_doing_here fadein 3
    mi "Что?"
    me "Что?"
    mi "Ты так странно смотришь на меня, Сеня. Я так сильно выпачкалась?"
    me "Сказать по правде — да."
    "Честно ответил я."
    me "Но на самом деле мне хотелось сказать другое."
    th "Чего я никогда сказать не смогу."
    me "А тут ты со своей маской… Я все мысли растерял."
    show mi smile pioneer with dspr
    mi "Какой ужас! Растерял мысли! Давай срочно собирай и говори их мне! Я же сгорю с любопытства!"
    "Я выдохнул и постарался подбирать слова как можно более аккуратно:"
    me "Ты и правда здесь всю смену пробыла?"
    show mi normal pioneer with dspr
    mi "Ну… Да! Здесь весело! Я люблю музыку, люблю сцену! А тут столько костюмов, можно каждый день переодеваться в новые и разыгрывать сценки! Знаешь, я разыгрывала сценки из Кабуки, про мир, войну и зиму."
    mi "И мне совсем-совсем не скучно!"
    "Она перетекла из одной позы в другую — незаметно так, одним плавным движением."
    mi "Я больше всего люблю сёсагото, они мне так подходят! Можно не петь, просто декламировать текст, и…"
    "Она сделала несколько полубалетных па, обернулась вокруг своей оси."
    hide mi with dissolve
    play sound sfx_alisa_falls
    "Тут же споткнулась (и это Мику, родившаяся на сцене!), начала падать, и я едва-едва успел её подхватить."
    "Она оказалась лёгкой, почти невесомой — идеальной для того, чтобы носить на руках и совсем не чувствовать веса."
    "Я преувеличенно аккуратно поставил её на землю."
    show mi shy pioneer close with dissolve
    mi "Один-один."
    "Пролепетала она, оказавшись совсем близко."
    mi "Я тебя спасла, и ты меня спас."
    me "А если бы меня не было?"
    show mi upset pioneer close with dspr
    mi "Только не вздумай меня жалеть! Мне хорошо, весело и не скучно ни капельки!"
    me "И не одиноко."
    "Кивнул я."
    mi "Не взду…"
    "Я, повинуясь какому-то внутреннему порыву, обнял девушку и прижал к себе."
    show mi surprise pioneer close with dspr
    me "Теперь ты больше не будешь одинока. Я обещаю."
    "Одними губами произнёс я."
    "Мику сопела и ворочалась где-то у меня на груди, а я улыбался от того, насколько сейчас всё было — именно так, как надо."
    th "Да, ты сильная, уверенная в себе, почти сложившаяся артистка."
    th "Ты так сильно бесишься, когда кто-то видит твои слабости и смеет жалеть тебя."
    th "Но стоит только единственной твоей собеседнице исчезнуть, и вот ты."
    th "Одинокая Мику. Звучит как название для пошлого водевиля."
    mi "Отпусти меня."
    show mi shy pioneer close with dspr
    "Смущённо попросила японка."
    mi "Я уже могу стоять."
    me "Да."
    "С трудом избавившись от вскарабкавшейся на губы улыбки, я отпустил её и сделал полшага назад."
    me "Можешь. Но на люди тебя лучше не выпускать."
    show mi dontlike pioneer close with dspr
    mi "Почему это?!"
    me "Ну… Ты себя в зеркале видела?"
    hide mi with dissolve
    "Мику мгновенно отскочила к стоящему у дальней стены трюмо и, вглядевшись в отражение, схватилась за голову."
    mi "Да. Это на люди лучше не выпускать."
    mi "Жди здесь, я скоро!"
    play sound sfx_open_door_strong
    "Грохнула дверь, и я остался в одиночестве."
    "Снова с невесть откуда взявшейся дурацкой улыбочкой."
    "Настроение было великолепное."
    stop music fadeout 3
    window hide
    play sound sfx_open_door_clubs
    pause(1)
    scene bg int_musclub_day with dissolve
    play music tellyourworld fadein 3
    "Открыв дверь, я вышел в более освещённое место."
    "А то мало ли…"
    "Увидит нас вожатая здесь вместе — невесть что подумает."
    th "Хотя клялась она и божилась, что сегодня вся такая занятая, такая занятая…"
    "Мой опыт общения с педсоставом разных лагерей подсказывал, что стоит вам лишь уединиться с симпатичной пионеркой, как у вожатых мгновенно закончатся дела, и прибегут они, задрав хвост."
    "Нет, уединяться с Мику я не планировал, конечно…"
    dreamgirl "Так, вот последнее было не понятно. Ты что, против?"
    th "Конечно, нет! Но мы же даже не встречаемся."
    dreamgirl "Беда-то какая. Знаешь, в природе так вообще имён друг друга не спрашивают. И прописки."
    th "Так то природа. Человек должен быть умнее!"
    dreamgirl "Просто ты унылая зануда. И именно тебе надо было выполнять роль Лены сегодня, а не Мику."
    dreamgirl "Потому что унылее тебя в целом свете не придумаешь."
    "Припечатав глаголом и одарив меня напоследок картинкой с неприличным жестом, подсознание успокоилось: в комнату как раз входила японка."
    $ persistent.sprite_time = "day"
    show mi normal pioneer with dissolve
    "Она уже полностью привела себя в порядок и ничем не напоминала ту замарашку из чулана."
    me "Привет, золушка."
    "Улыбнулся я."
    mi "Золушка? А! Это из сказок."
    mi "Кстати, я такую песню приготовила для концерта!"
    me "Хорошую?"
    mi "Очень!"
    mi "Хочешь послушать?"
    me "Ну... Давай."
    "Мику отошла к магнитофону и, поискав там, поставила плёнку."
    "Некоторое время ничего не происходило, видимо, шло пустое место, а потом зазвучала музыка, которая никак не могла принадлежать этому миру и времени."
    "И голос…"
    hide mi with dissolve
    play music shib_stereo fadein 3
    "То есть, я и раньше подозревал, что Мику может и умеет петь, но чтоб так!"
    "Окажись мы на эстраде, я бы подумал, что она поёт мало того что под фанеру, так ещё и через ревербератор."
    "Но вот здесь, сейчас она стояла рядом, я слышал её дыхание, видел, как она танцует."
    "И снова не понимал: как, ну как такой талант умудрились запинать в дальний тёмный угол, где всё, чем она может себя развлечь — это пыльный реквизит?"
    "Мику пела и поглядывала на меня, улыбалась, радовалась своему нечаянному зрителю."
    "Кружилась на месте в танце и подмигивала."
    "А я чувствовал себя как на концерте суперзвезды."
    th "Best sits in a house."
    stop music fadeout 10
    "Мало-помалу музыка начала стихать, а девушка остановилась рядом."
    "Дыхание у неё было лёгкое, не сбитое, будто не танцевала она только что."
    play music music_list["so_good_to_be_careless"] fadein 1
    show mi happy pioneer with dspr
    mi "Вчера полдня репетировала!"
    me "Супер."
    "Честно признался я."
    me "Ты сегодня с этой песней выступаешь?"
    show mi normal pioneer with dspr
    mi "И не только с этой! У меня целых три песни на концерт заготовлены!"
    show mi sad pioneer with dspr
    mi "Правда, Ольга Дмитриевна-сан скорее всего не даст мне столько выступить."
    mi "Говорит, что после моих номеров никто на сцену идти не хочет — сравнивают. А я же не ради сравнения, творчество должно приносить удовольствие."
    me "Знаешь."
    "Сообщил я."
    me "Если бы я готовил номер, а передо мной выступил бы кто-нибудь вроде тебя, я бы три раза подумал, стоит ли идти на сцену."
    show mi laugh pioneer with dspr
    mi "Болтун!"
    "Отмахнулась Мику."
    mi "На самом деле, избыток нужен, Если вдруг кто-то не сможет выйти на сцену, знаешь?"
    "Она прикусила губу."
    show mi upset pioneer with dspr
    mi "Приболеет. Или застесняется."
    mi "Тут-то на помощь и прихожу я со своими песнями."
    me "Да, это, конечно, полное безобразие. Но я сюда пришёл отнюдь не просто так."
    show mi smile pioneer with dspr
    mi "Что, даже не со мной поболтать?"
    me "И это тоже. Но самое главное у нас сейчас — это подготовка к концерту."
    me "Так что если где-то нужно круглое таскать, квадратное катать — обращайся."
    show mi happy pioneer with dspr
    mi "Помощник, помощник! Ура! У меня будет свой адьютант."
    "Вытянувшись во фрунт, он скомандовала:"
    mi "Адьютант! Слушай мою первую команду!.."
    "Я фыркнул."
    th "Похоже, это будет то ещё утро…"
    mi "Сеня, не бухти! Ты сам пришёл и предложил свою помощь."
    show mi grin pioneer close with move
    "Она подошла ко мне поближе и поправила галстук."
    mi "Обратного пути неееет! А теперь — к кибернетикам! За шнурами и пультом."
    stop music fadeout 3
    window hide
    scene bg ext_musclub_day with fade2
    play ambience ambience_camp_center_day fadein 3
    play music music_list["everyday_theme"] fadein 1
    "Закрыв за собой дверь, Мику некоторое время смотрела на меня и улыбалась."
    "Несколько секунд всего, но и это удивило и смутило меня."
    me "Эй, алё, гараж! Москва на связи!"
    "Я помахал рукой перед её лицом."
    me "Не спи, замёрзнешь!"
    show mi laugh pioneer with dspr
    mi "Ой, что-то я замечталась!"
    "Прощебетала Мику, вздрогнув и приходя в себя."
    me "О чём замечаталась?"
    show mi shy pioneer with dspr
    mi "Секрет!"
    me "Почему-то мне так и показалось."
    "Вздохнул я."
    window hide
    with fade2
    pause(2)
    scene bg ext_clubs_day with dissolve
    "Клуб оказался открыт нараспашку, навесной замок висел дужкой на перилах здания, так что никто не помешал нам зайти."
    window hide
    scene bg int_clubs_male_day with dissolve
    play ambience ambience_clubs_inside_day fadein 1
    "И сцена, открывшаяся нам, полностью отвечала на вопрос обо всех странностях!"
    if alt_day3_technoquest_st3 == 2:
        "Шурик и Электроник притулились в уголке за столом, что-то там паяя и скручивая.."
    else:
        "Электроник сидел в гордом одиночестве, перегородив ногами проход и всеми силами делал вид, что крайне занят чтением какой-то книжки."
    "А между тем на корабле явно был бунт."
    "Во-первых, епархия кибернетиков была оккупирована малышнёй отряда эдак четвёртого-пятого."
    "Их возглавляла какая-то вожатая: видимо это и было причиной того, что мелких до сих пор не попросили на выход."
    "Во-вторых, добрая половина прохода была забаррикадирована и перегорожена каким-то хламом, явно призванным оградить самое святое от посягательств малышни."
    "Так что слева доносились объяснения вполголоса о том, как надо растопырить пальцы и продевать между ними челнок, чтобы связать нитку как можно красивее…"
    "А справа была напряжённая и крайне неодобрительная тишина."
    show mi smile pioneer at zenterleft with dissolve
    if alt_day3_technoquest_st3 == 2:
        mi "Ой, мальчики. А что это вы там обложились как на войне?"
        "Ноль внимания, фунт презрения."
        mi "Ау?"
        "Шурик только втянул голову в плечи."
        me "Шурик, Эл, не спать!"
        "Как в пустоту сказал."
        "Детишки по левую руку зашушукались, хихикнули."
        "Вожатой же, кажется, вовсе не было дела до моих терзаний."
        me "Похоже, придётся заняться скалолазаньем."
        "Вздохнул я, окидывая взглядом будущий Монблан."
        me "Как говорится, если гора не идёт к Магомеду…"
        window hide
        with fade
        "Первый стул ещё более-менее держал мой вес."
        "А вот второй, уложенный на него абы как, уже ощутимо подался вниз."
        th "Почему люди не летают как птицы?"
        "Спросил сам себя я."
        "И тут обнаружил, что…"
        "Третьего стула под ногой нет!"
        "Я со всего маху поставил ногу на пустоту, запнулся…"
        window hide
        scene bg ext_clubs_night:
            zoom 1.0 xalign 0.5 yalign 0.45
            linear 0.3 zoom 1.3 xalign 0.5 yalign 0.15
        "И со всего маху приложился мордой об стол."
        play sound sfx_bodyfall_1
        "Я взревел и форсировал остатки преграды уже на одной злости."
        show sh scared pioneer with dissolve
        "Я плохо себя контролировал в этот момент; кажется, сзади кто-то что-то кричал, Электроник пытался нас растащить, но у него плохо получалось."
        "По шее Шурику я пару раз всё же дал."
        "За дело."
        "И тут за спиной донёсся крайне подозрительный скрип, с недавних (секунд пятнадцать как) пор прочно ассоциирующийся у меня с болью и разбитым носом."
        hide sh with dissolve
        "В этот раз среагировало всё мужское население клуба, кинулось ловить нашу прекрасную старлетку."
        "Повезло, разумеется, мне."
        show mi angry pioneer at zenterleft with dissolve
        mi "Шурик, Сеня! Немедленно прекратите."
        "Сердито потребовала японка, даже не пытаясь слезть с моих рук."
        "Собственно, её и поставить некуда было — всё было перегорожено."
        me "В следующий раз не будет игнорировать своих товарищей."
        "Шурик упорно смотрел мимо меня, потому в беседу включился Электроник:"
    else:
        mi "Серёжа, а зачем ты всё заставил?"
    show el normal pioneer at zenterright with dissolve
    el "Да вот, видишь, начальник лагеря распорядился, чтобы мы потеснились немного."
    el "А им же —"
    "Он махнул рукой в сторону прислушивающихся к нам малышей."
    el "Веры нет. Они обязательно что-нибудь либо стянут, либо уронят."
    el "Обороняю вот."
    show mi upset pioneer with dspr
    mi "Не знаю, кто это придумал, но немедленно прекратите этот бардак и разберите здесь всё. Голову сломать можно!"
    show el upset pioneer with dspr
    el "Я не думаю, что это хорошая идея."
    "Занервничал блондин."
    el "Как-то раз мы уже однажды пробовали поверить и всё такое…"
    me "Короче, Склифосовский."
    "Перебил его я."
    me "Мы сюда пришли не за тем, чтобы разбираться в тонкостях воспитания. Нам нужна аппаратура. И только."
    show el laugh pioneer with dspr
    el "Что ж вы сразу не сказали!"
    "Облегчённо рассмеялся кибернетик."
    el "Сейчас я…"
    "Он вскочил на стол, пробежал по нему и бросился к неприметной дальней двери."
    hide el with easeoutright
    play sound sfx_unlock_medpunkt_door
    pause(1)
    el "Прошу!"
    "Пригласил он, отперев замок."
    "Переглянувшись с Мику, мы с трудом пробрались через баррикады и подошли к нему."
    show el normal pioneer behind mi with dissolve
    el "Вся аппаратура хранится здесь, ничего другого нигде нет."
    el "Вам что именно нужно?"
    show mi smile pioneer at zenterright with dissolve
    mi "Мы разберёмся, Серёжа."
    "Улыбнулась Мику, давая понять, что дальше мы сами."
    "Эл пожал плечами, вернулся на исходную."
    window hide
    play sound sfx_close_door_clubs_nextroom
    scene bg int_clubs_male2_night
    with dissolve
    "Мику огляделсь, погрустнела:"
    show mi upset pioneer at zenterleft with dissolve
    mi "Опять дядя Боря-сенсей рассовал всё по верхним полкам."
    "Пожаловалась она."
    mi "Ему хорошо, он большой."
    me "Плохо быть маленьким, да?"
    show mi angry pioneer with dissolve
    mi "А ты не подкалывай!"
    me "Ладно, ладно!"
    "Я поднял перед собой ладони, признавая свою окончательную капитуляцию."
    me "Что откуда доставать?"
    me "Я достану."
    "Не удержался я."
    me "Я большой."
    "Мику закатила глаза."
    dreamgirl "Ума у тебя, как у тех, кто там рядом нитки плетёт и ворует у кибернетиков проволоку для кукол."
    show mi serious pioneer with dspr
    mi "Всё время забываю о вашем дурацком русском юморе."
    mi "Но к делу: мне необходимы коробки с плёнкой с полки рядом с лестницей, магнитофон оттуда же."
    "Я кивнул и послушно полез на лестницу."
    hide mi with dissolve
    mi "Пакет со шнурами он оставил в шкафу - о счастье!"
    "Мику заметалась по помещению, сверяясь со списком."
    dreamgirl "Жаль, не она на лестницу полезла, правда?"
    dreamgirl "Саныч явно не просто так коробки повыше поставил!"
    dreamgirl "Может, предложишь ей тогда поменяться местами?"
    th "Как? Сказать ей: «Эй, крошка, не хочешь побыть сверху?»"
    dreamgirl "Ого! Ты, оказывается, сердцеед!"
    th "Это тебе не скабрезности отпускать, пошляк."
    dreamgirl "Я не пошляк. Я эротический шутник."
    th "И это тоже."
    mi "Да не стой ты там с коробками! Давай их сюда."
    mi "Нам до обеда хорошо бы всё успеть…"
    me "Думаешь, успеем?"
    play music eat_horn fadein 3
    mi "Нет."
    "С обескураживающей честностью ответила японка."
    play sound sfx_open_door_clubs_2
    show el normal pioneer at zenterleft
    with dissolve
    el "Народ, давайте в темпе. Не хочется на обед опаздывать."
    "Электроник подбросил на ладони ключ."
    "Из основного помещения не доносилось ни звука."
    "Похоже, оккупанты и поработители поспешили на обед при первых же звуках горна."
    el "Я бы оставил всё вам закрыть, но с меня же потом Славя спросит!"
    "Видно было, что Славя пугает его куда сильнее Ольги Дмитриевны."
    "Так что пришлось нам ускорять сборы."
    window hide
    scene bg ext_square_day
    with dissolve
    "Управились мы за двадцать минут, из которых пятнадцать мы искали и складывали всё необходимое, а пять минут — бегали по лагерю все в мыле, от клубов к эстраде и обратно."
    "Так или иначе, на обед мы почти не опоздали."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_warehouse:
    $ persistent.sprite_time = "day"
    $ day_time()
    play ambience ambience_camp_center_night
    play music silent_angel fadein 3
    scene bg ext_warehouse_day_7dl
    with dissolve
    me "Задался последний день отпуска, что и говорить."
    show sl smile2 pioneer with dissolve
    sl "Не бухти, Семён."
    "Улыбнулась Славя."
    sl "Вдвоём мы быстро управимся. И потом — какой отпуск, если ты не работаешь ещё?"
    "Я высокомерно отвернулся, давая понять, что игнорирую её поклёп."
    "На самом деле, не так уж я и грустил, если честно. "
    "Просто внутри требовало что-то обязательной ремарки."
    "Чтобы никто из подглядывающих через правое плечо не смел обвинить меня в том, что я сам(!) добровольно(!) отправился работать, когда мог бы вполне себе тянуть ляжки на пляжке."
    play sound sfx_unlock_door_campus
    pause(1)
    "Славя отперла ключом огромный навесной замок и приглашающе махнула рукой:"
    show sl laugh pioneer with dspr
    sl "Милости прошу к нашему шалашу!"
    "Мне ничего не осталось, как воспользоваться её приглашением."
    window hide
    play sound sfx_open_door_strong
    pause(1)
    scene bg int_warehouse_day_7dl
    with fade
    play ambience ambience_int_cabin_evening fadein 2
    $ persistent.sprite_time = "night"
    "На складе было сухо, пыльно и неуловимо пахло чем-то знакомым."
    "Я думал несколько секунду, прежде чем понял, что этот запах — самая обыкновенная полынь."
    "Странный запах, как по мне, для склада постельного белья."
    show sl normal pioneer with dissolve
    sl "Запах нравится, да?"
    "Я пожал плечами."
    "К полыни я был как-то равнодушен - ровно до тех пор, пока та не входила в состав одного интересного напитка."
    show sl smile pioneer with dspr
    sl "Полынь это, полынь."
    sl "Я ей кожу чищу."
    me "Не думал, что ты нуждаешься в каких-то там чистках."
    "Честно ответил я."
    show sl laugh pioneer with dspr
    sl "Лучше подумать об этом заранее, чем потом бороться с последствиями."
    me "По-моему, это всё ерунда. {w}Ты и без того красивая."
    show sl normal pioneer with dspr
    sl "Осторожнее с комплиментами, Сёмушка."
    "Погрозила мне пальцем Славя."
    sl "Я же и поверить могу."
    me "Как хочешь."
    show sl shy pioneer with dspr
    sl "Я сама-то рада! Просто знаю о твоих непростых отношениях с…"
    "Она вздохнула и с силой заставила себя не продолжать."
    "А я заинтересовался:"
    me "Ну-ка, ну-ка, о ком это ты?"
    show sl laugh pioneer with dspr
    sl "Нет! Лезть в то, кто тебе нравится и не нравится, я и пытаться не стану."
    me "Да забавно просто. Оказывается, у меня есть какие-то отношения, а я про то ни слухом ни духом."
    show sl serious pioneer with dspr
    "Славя погрустнела."
    sl "Ни слухом."
    sl "Наверное, оно и к лучшему."
    sl "Ладно, болтать ещё долго можно, давай для начала сделаем то, то зачем пришли."
    hide sl with easeoutleft
    "Она отошла к дальнему стеллажу и стащила оттуда два даже с виду тяжёлых тючка с маркировкой красной звездой с пламенем."
    th "Не особо и много, не соврала."
    "Удивился я."
    "И тут Славя отправилась к шкафу за следующей партией."
    "И ещё…"
    "Когда она перестала издеваться надо мной и остановилась, на полу у моих ног уже громоздился добрый десяток тючков."
    me "И что это?"
    "Растерянно спросил я."
    show sl normal pioneer with dspr
    "Смахнув со лба пот, Славя выпрямилась и недоумённо посмотрела на меня."
    sl "Форма."
    sl "Смена заканчивается, надо будет одеть и тех, кто приедут в августе."
    me "И что, сюда пол-Китая съедется?"
    show sl smile pioneer with dspr
    sl "Нет, разумеется."
    sl "У нас всего шестьдесят человек можно заселить, больше не влезет."
    sl "Но размеры у всех разные. И мало ли, кто запачкается или порвёт что-нибудь."
    me "Запас, да?"
    show sl normal pioneer with dspr
    sl "Да. Необходимо распаковать форму, выгладить, продеть ремешок в петли на шортах или юбке и повесить всё это на вешалке вот сюда."
    "Она указала на пустующие вешалки-распялки."
    sl "Раньше здесь висела форма, которую сейчас носят ребята этой смены."
    sl "И ты тоже."
    "Я кивнул."
    me "А что станет с ней?"
    sl "Как обычно: соберём, отправим в прачечную, потом выгладим и пустим снова в ход."
    me "То есть, мою форму кто-то до меня носил?"
    "Меня ощутимо передёрнуло."
    show sl smile2 pioneer with dspr
    sl "А что в этом такого?"
    me "Да как-то не люблю носить вещи с чужого плеча."
    sl "Странный ты. Я всю жизнь в большой семье, мы всю жизнь друг за другом вещи донашивали."
    sl "Но раз ты такой брезгливый — успокою тебя."
    sl "У тебя такой размер формы, что тебе скорее всего достался новый комплект."
    me "Утешаешь…"
    sl "И в мыслях не было."
    show sl normal pioneer with dspr
    sl "Ты и правда большой."
    me "Не такой уж и большой."
    "Она оглядела меня и согласно кивнула."
    sl "Не такой. Но у нас здесь комплекты всё же под детишек поменьше."
    sl "И… Мне может показаться, но ты как будто стал поменьше."
    me "Истоптался."
    show sl smile pioneer with dspr
    sl "Всё смеёшься. А между прочим в нашу первую встречу ты смотрел с гораздо большей высоты."
    me "Тебе кажется."
    sl "Да нет. Я на такие вещи привыкла уже внимание обращать."
    "Я передёрнул плечами — от наблюдательности этой девушки мне становилось крайне неуютно."
    "Потому поспешил перевести тему:"
    me "Так что делать-то надо? А то сама говорила, что болтать можно долго ещё."
    show sl serious pioneer with dspr
    "Славя ещё пару секунд смотрела на меня, а потом нехотя кивнула."
    me "Так что мне делать-то надо?"
    sl "А выбирай! Будешь с утюгом стоять или форму развешивать?"
    "Учитывая, что я любой другой форме одежды предпочитаю свитер, с утюгом у меня давняя и взаимная любовь…"
    me "Не, гладить я не умею. Давай, складывать буду."
    sl "Тогда готовься!"
    "Предупредила Славя, отходя к гладильной доске и включая утюг."
    sl "Потому что гладить я буду быстро, а сидеть здесь лишнее время мне не хочется совсем."
    "Первая рубашка пошла…"
    window hide
    stop ambience fadeout 3
    stop music fadeout 3
    scene anim prolog_1
    $ timeskip1 = "Два часа спустя…"
    show alt_credits timeskip1 at truecenter
    $ renpy.pause(4, hard=True)
    with dissolve2
    $ renpy.pause(1, hard=True)
    scene bg int_warehouse_day_7dl with fade
    play ambience ambience_int_cabin_evening fadein 2
    play music music_list["my_daily_life"] fadein 3
    "Монотонная работа не захватывала нисколько, да и темы для бесед со Славей мы довольно быстро исчерпали."
    "Нет, я совсем не против был пообщаться с такой девушкой."
    "Но она вела себя как-то непонятно, смотрела на меня то ли с вызовом, то ли с вопросом."
    "Было некое отчуждение, которое даже такой толстокожий Семён как я, чувствовал прекрасно."
    "Сделав несколько заходов на беседу, я плюнул и полностью сосредоточился на работе."
    "Так что эти несколько часов показались мне бесконечными."
    "А под конец ещё и спина заныла."
    me "Не буду я тебе больше помогать. Так и знай."
    show sl laugh pioneer with dissolve
    sl "А у тебя и не получится."
    sl "Завтра уже по домам."
    me "Слабое утешение."
    "Проворчал я."
    show sl happy pioneer with dspr
    sl "Ничего, у меня есть утешение получше!"
    dreamgirl "Поцелуй прекрасной дамы?"
    "Незамедлительно отреагировал внутренний голос."
    "И я ради разнообразия озвучил предложение."
    show sl shy pioneer with dspr
    "Просто ради удовольствия полюбоваться краснеющей Славей."
    sl "Купаться! {w}Хотя твоё предложение обязательно обдумаю."
    me "Обдумай, обдумай."
    show sl normal pioneer with dspr
    sl "Отлично. В таком случае иди переодевайся и сразу подходи на пляж."
    me "А нас никто оттуда не погонит?"
    "Славя бросила взгляд на часы."
    sl "Нет, я договаривалась на тринадцать часов, что схожу искупаюсь и пару пионеров с собой захвачу."
    me "Пару?"
    sl "Мику же."
    sl "Она сегодня явно заслужила небольшое развлечение."
    "Я качнул головой, примерно догадываясь о том, кто этим самым «развлечением» будет выступать."
    me "До встречи на пляже."
    stop ambience fadeout 5
    play sound sfx_open_door_strong
    pause(1)
    scene bg ext_warehouse_day_7dl with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Нет, совершенно не хотелось мне становиться посмешищем или фигурой развлечения для двух болтушек-хохотушек."
    "Это полностью противоречило моей природе социофоба и нелюдима."
    "Но…"
    dreamgirl "Славя и Мику в купальниках, ты только представь!"
    "И это полностью примирило меня с возможными будущими издёвками."
    stop music fadeout 3
    window hide
    play music music_list["she_is_kind"] fadein 3
    play ambience ambience_int_cabin_evening fadein 2
    scene bg int_house_of_mt_day with dissolve
    th "О, да."
    th "И кто только сказал, что понедельник - это отстой?"
    dreamgirl "Сегодня пятница, вообще-то?"
    th "Заткнись, зануда!"
    "Напевая, я защёлкнул за собой дверцу домика, ослабил ремешок на шортах и позволил им стечь по ногам на пол."
    "С голым задом протанцевал к тумбочке, где на верхней полке меня должны были дожидаться казённые плавки."
    dreamgirl "Меня сейчас стошнит."
    th "Ты просто завидуешь."
    "Парировал я."
    "Обернувшись один раз вокруг своей оси, я плюхнулся на кровать и, натягивая плавки, продекламировал:"
    me "Я в зелёных лосинах с природой сольюся, и меня не заметит четвероногая пуся!"
    dreamgirl "О, нет."
    me "Мне ружьё ни к чему, не из тех я парней! Я убью всех зверей красотою своей!"
    dreamgirl "Может, тебе уже и на пляж к девкам не надо?"
    "Вкрадчиво поинтересовалось раздвоение."
    dreamgirl "Раз ты так кардинально изменился. Лосины, пуся…"
    th "Ничего ты в красоте не понимаешь."
    th "Зануда."
    "Снова впрыгнув в шорты, я привёл одежду в порядок с волнением, будто собрался на свидание."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    play ambience ambience_lake_shore_day fadein 3
    scene bg ext_beach_day
    with dissolve
    "И со всё тем же ощущением грядущего свидания вышел на берег."
    window hide
    with fade
    "Короче говоря, свиданием здесь не пахло."
    $ persistent.sprite_time = "day"
    show sl smile swim at zenterleft
    show mi smile swim at zenterright
    with dissolve
    "Девочки только вышли из воды, потому, увидев меня, сразу подошли."
    sl "Ты что-то долго, Сёмушка."
    "Улыбнулась Славя."
    mi "Да! Мы уже окунуться по разику успели. Правда, пришлось занимать очередь, но это ничего, мы и на тебя заняли."
    me "Ясно. Спасибо."
    "Подумать только, молодые, спортивные фигурки, вода, стекающая по коже, даааа…"
    "А слева играет в волейбол пятый отряд, а справа опять за что-то песочат Данечку."
    "Вот и как расслабляться в таких условиях?"
    me "Как скоро будет наша очередь?"
    "Спросил я, с усилием выдавливая из головы либидо."
    mi "Минут двадцать всего. Давай с нами, Сенечка!"
    "Она указала на два белых полотенца, расстеленные прямо поверх песка."
    show mi sad swim with dspr
    mi "Шезлонгов нет, так что мы так, по-простому."
    me "Ну, не знаю, как-то неудобно."
    show sl surprise swim with dspr
    sl "Что неудобно? Полотенце ты взял, а за плавками я тебя специально отправила."
    sl "Или ты их не нашёл?"
    me "Да нет, нашёл."
    "Промямлил я."
    mi "Ну и всё! Расстилайся, устраивайся рядом, поболтаем!"
    show sl shy swim with dspr
    sl "Или…"
    "Славя стрельнула взглядом."
    sl "Наш новый кавалер стесняется своих дам?"
    th "Манипуляторша чёртова!"
    "Выругался я про себя, а вслух сказал:"
    me "Да нисколько."
    hide sl
    hide mi
    with fade
    "И, отойдя чуть подальше, расстелил полотенце."
    "Держался я при этом спиной к девочкам, да и лечь думал на живот."
    "Но только я приметился было плюхнуться на полотенце и занять наблюдательный пост, как Славя испортила всю малину:"
    sl "Ой, знаете, что-то не хочу я просто так лежать. Скучновато что-то."
    sl "Айда в волейбол?"
    dreamgirl "Тоже неплохой способ увидеть всё, что ты хотел!"
    "Так что я согласился."
    "Почему бы нет?"
    window hide
    with fade
    "Мы играли двое на двое, в классический пляжный волейбол."
    "Вернее, сначала мы заняли половину поля, пока на второй играли в «горячую картошку», потом я вынужден был один противостоять сразу двум девушкам."
    "И только во втором тайме меня немного усилили: на моей половине блеснула зелено-чёрным купальником Ольга Дмитриевна."
    mt "Если мы проиграем, я заставлю тебя убирать после дискотеки."
    "Очаровательно улыбнулась она."
    "И, качнув бёдрами, развернулась лицом к сетке."
    th "Ну и как мне играть в таких условиях?"
    "В отчаяньи возопил я."
    dreamgirl "С удовольствием!"
    "Расхохоталось раздвоение."
    dreamgirl "С огромным удовольствием!"
    window hide
    with swradar
    "Эту и следующую партию мы продули."
    "Последнюю шли нос в нос, банка за банкой…"
    play music eat_horn fadein 3
    "И только горн на обед не дал нам выяснить до конца, кто же из нас щегол."
    "А жаль."
    "Мне так хотелось реванша!"
    "Хотя большую часть времени я вообще не видел мячика."
    "Не смотрел на него."
    "Тут и без него хватало на что смотреть."
    "Причём прекрасно всё понимающие девочки подмигивали и принимали такие позы… Трейсер отдыхает."
    "Короче говоря, сегодня я дежурю после дискотеки."
    "Блин."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_un_met:
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_square_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    play music music_list["waltz_of_doubts"] fadein 5
    "Меня беспокоил некий должок, так и оставшийся за мной с недавних пор."
    "Перед кем?"
    "А вот это отдельная история."
    "Потому я с лёгким сердцем наврал нашей активисточке, воспользовался её доверием…"
    "И знаете что? Совесть меня нисколько не мучила!"
    "Возможно, дело было в плохом настроении одной японки, оказавшейся слишком зависимой от чужих сомнений."
    "Или в воплях Ульяны, считающей, что одним глупым поступком можно поломать слагающуюся дружбу."
    "Так или иначе, я сел на скамейку и старательно ждал, пока Славя наконец укатит по своим неотложным, и я сам займусь тем, что считаю наиболее важным."
    window hide
    scene bg ext_backdoor_day_7dl
    with dissolve
    "Пара минут — и я оказался у дальних ворот, тех самых, куда обычно подвозили продукты и прочие необходимые мелочи, совершенно справедливо считая, что не место грузовику там, где пионеры ходят строем."
    th "Похоже, все заняты своими личными делами."
    play ambience ambience_forest_day fadein 3
    "Резюмировал я, и, оглядевшись ещё раз для гарантии, шмыгнул за ворота."
    window hide
    scene bg ext_backroad_day_7dl with dissolve
    "От самых ворот к югу вела хорошо укатанная колея — явно пользующаяся спросом."
    "Но мне было несколько не по ней."
    "Было внутри что-то, некое ощущение направления или скорее инстинкт, твердящий мне, куда ступить, куда свернуть."
    "Шепчущий мне о том, что интересующие меня вопросы нельзя решить на торной дороге."
    "Так что я ради разнообразия решил прислушаться к нему и свернул на едва заметную тропинку."
    "К счастью, солнце уже успело немного подсушить лес, потому я был лишен удовольствия получить душ из холодной росы за шиворот."
    "И это, пожалуй, единственное, что радовало."
    window hide
    scene bg ext_path_day
    with dissolve
    "Я сам не мог объяснить себе — для чего мне требовалось найти эту девочку."
    "Не в одной же грусти Мику дело?"
    "Точнее, и в ней тоже."
    "Но что-то подсказывало мне, что таинственные дела Ульяны, которым я «мешаю», также напрямую связаны с исчезновением Лены."
    th "Возможно, у них там их личный тайник?"
    dreamgirl "Где они строят планы по порабощению Вселенной?"
    dreamgirl "Или нет. Где они… Кстати, как ты относишься к жанру «Юри»?"
    th "Какому жанру?"
    dreamgirl "Нет-нет, проехали."
    th "Да ну тебя! Пользы от тебя никакой совершенно."
    dreamgirl "Почему же?.. Я ещё вышивать умею… "
    th "Кто бы сомневался."
    "Несмотря на все глупости подсознания сквозило в его негаданном голосе некое беспокойство."
    "Не какое-то там вежливо-отстранённое сочувствие — а настоящее переживание."
    "Будто имела эта девушка значение для меня, и преогромное притом."
    th "Думаешь, мы её найдём?"
    th "Или так, на дурака в лес ушли."
    if alt_day4_neu_us_pixies != 0:
        dreamgirl "Я думаю, что после позавчерашнего мы найти можем вообще кого угодно."
        dreamgirl "Или что угодно."
        th "Неужели нюх как у овчарки появился?"
        dreamgirl "Практически. Давай, вызывай своё чутьё."
        th "Чутьё. Вызвать. Да."
        dreamgirl "Я серьёзно. А лучше — представь себе место относительно себя, где Лена абсолютно точно есть."
        dreamgirl "Чувствуешь, как одной щеке теплее, чем другой?"
        th "Нет."
        dreamgirl "Идиот. Просто продолжай топать по этой тропинке, окей?"
        dreamgirl "Никуда не сворачивая."
    else:
        dreamgirl "Чёрт его знает. Всё ведь от везения зависит, как думаешь?"
        "Я не знал и честно в том признался."
        dreamgirl "А если логику немного подключить?"
        dreamgirl "Вряд ли Лена ушла в глухой лес — всё же диких зверей никто не отменял."
        dreamgirl "Так что она ушла куда-нибудь в относительно цивилизованное, но заброшенное место."
        th "Это какое же, интересно?"
        dreamgirl "В старый лагерь, например."
        th "Старый лагерь?"
        "Я невольно заинтересовался."
        dreamgirl "Да. Ты, наверное, не очень в курсе, но «Совёнок» изначально находился парой километров восточнее и назывался совершенно по-другому."
        dreamgirl "Хотя по здравому размышлению… Вряд ли она там. Всё же место пользуется дурной славой."
        th "Тогда куда ещё?"
        dreamgirl "Могла уйти куда-нибудь на берег, чтобы жечь там костёр и наслаждаться самой лучшей компанией — собственной."
        dreamgirl "В этом случае её можно очень долго искать, без гарантии результатов."
        th "Ладно, с этим понятно. А куда ещё?"
        dreamgirl "Карьер."
        th "Карьер?"
        dreamgirl "Лес памяти. Мы как раз идём по тропинке, ведущей к нему."
    "И правда — не прошло и получаса, как между расступившихся сосен проглянул клок бездонно-голубого неба, а под ногами пружинно захрустела хвойная подушка."
    window hide
    scene bg ext_sandpit_day_7dl
    with dissolve
    play ambience ambience_old_camp_outside fadein 3
    if alt_day4_neu_us_pixies == 3:
        "Здесь ничего не изменилось за последние сутки."
        "В голову вдруг пришла глупость о том, что в других языках нет такого слова «сутки»."
        "И каким-нибудь американцам бесполезно пытаться переводить «день да ночь — сутки прочь»."
        "От этого становилось грустно, ибо именно эта поговорка всплыла в голове, когда я вышел к деревянным перильцам, сдерживающим пустоту от неловких пионеров."
        th "Пусто и одиноко."
        "Мне нравилось это место, и потому оно вполне могло бы понравиться и кому-то ещё."
    else:
        "И несколько минут спустя я вышел туда, куда выйти совсем не ожидал."
        "Огромная песчаная яма, вырытая явно человеком, некогда представляющая собой язву на теле природы."
        "Но годы идут, природа залечивает раны."
        "Рано или поздно голый песок снова покроет хвоей, покажутся над поверхностью юные сосенки, буйным цветом расцветут стелющиеся ягодники."
        th "Через час уже просто земля, через два на ней цветы и трава…"
        "А несколько лет спустя лишь пересечённая местность будет напоминать о том, что когда здесь была огромная ямина, куда с диким визгом и гиканьем сигали с разбега пионеры."
        "Куда сигал однажды и я."
    "Я перегнулся через перила, присмотрелся — довольно крутой склон подо мной местами порос мхом, местами слежавшийся до каменного состояния песок блестел на солнце."
    "Нечего было и думать о том, чтобы на секунду сойти с ума и прыгнуть."
    dreamgirl "Вернее, прыгнуть-то можно."
    dreamgirl "Это как с грибами, знаешь? Съедобны-то они все, но некоторые — лишь один раз."
    stop music fadeout 3
    "Я усмехнулся, но на очередную шпильку не отреагировал ровным счётом никак."
    "Над головой заливалась какая-то птица, и мне впервые за последние несколько часов было мирно на душе."
    "Как будто дома."
    "В досконально родном отшельничестве."
    play music music_list["silhouette_in_sunset"] fadein 3
    "Я провёл по перильцам ладонью, и руку больно кольнуло занозой."
    "Отдёрнув руку, я увидел, что сама по себе дощечка была отнюдь не ровной."
    "Отполированной тысячей прикосновений, да."
    "Но ещё и изрезанной тысячей досужих рук."
    "Место памяти. Лес памяти."
    "В моём старом лагере таким место была беседка-курилка около танцпола, где на потолке, полу, стенках и столбиках сотнями гнездились чужие подтверждения памяти."
    "Здесь же всё было несколько иначе."
    "Хотя я и мог поклясться, что и в лагере, в некоторых труднодоступных местах — с нижней стороны скамеек, например — тоже можно сыскать чьи-то инициалы."
    "Но всё же большинство летописцев отмечались здесь."
    "Кольнувшая меня занозой «Алёна» была выписана тщательно и с нажимом."
    th "Автор явно хотел запомнить эту девочку как можно лучше."
    "Рядом с ней можно было разглядеть косо вырезанное сердечко, куда чей-то неуёмный дизайнерский талант вписал пару Символов."
    "«А. Е. + А. Д.»"
    th "Если смотреть по первым буквам, то фамилии как будто одинаковые. Хм…"
    th "Или это у них имена на одну букву начинались?"
    "Я шёл вдоль перил и читал, вникал в чьи-то чужие истории."
    "Человеку всегда почему-то гораздо интереснее наблюдать, поглядывать за чужими жизнями, чем проживать свою собственную."
    "Все мы вуайеристы в той или иной степени."
    th "Иначе почему таким бешеным спросом пользуются всякие реалити-шоу?"
    "Спросил я себя, наткнувшись на вписанное уже в стилизованную молнию имя «Алиса»."
    th "Мне не очень хочется заставлять себя делать какие-то решительные поступки, чтобы однажды иметь законное право обнимать за талию чужую красивую девушку, всерьёз считающую, что она моя теперь."
    th "Зато я с удовольствием посмотрю сериал о том, как это делает кто-то другой."
    "Я вспомнил вдруг о том, зачем здесь оказался."
    "Почти всерьёз задумался о том, что было бы, окажись Лена вдруг моей девушкой."
    "Вернее, она бы всерьёз решила бы, что она моя девушка."
    th "Что бы произошло в таком случае?"
    th "Как бы она… Мы поступили бы?"
    dreamgirl "Японская любовь. Знаешь, холодно-чопорно в стиле лондонских денди."
    dreamgirl "Только те супруг видят хотя бы раз в день за завтраками. Иногда за файф'о'клоком."
    dreamgirl "А японцы могут неделями друг друга не видеть. Тем приятнее воссоединение."
    th "Японская…"
    "В какой-то момент я ощутил, что больше не один на этой полянке."
    "Некое чутьё, щекотка между лопаток невротика, выдающая прямой взгляд в спину."
    "А под ладонью как раз непонятно откуда оказались потемневшие от времени и влаги буквы:"
    "«Лена»."
    show un serious pioneer at zenterleft
    with dissolve
    me "Нашлась."
    un "Ч-что? Разве я терялась?"
    me "А разве нет?"
    "Удивился я."
    me "Тебя сегодня весь день видно не было, и соседка твоя грустит с утра."
    "Последнее прозвучало странно, будто у них случилась супружеская размолвка."
    me "Я имею в виду, что…"
    stop music fadeout 3
    show un shy pioneer with dspr
    un "Я п-поняла."
    un "Да. С утра я сегодня не поработала жилеткой и благодарным слушателем."
    play music music_list["goodbye_home_shores"] fadein 3
    "Она подошла ко мне поближе, но встала специально против солнца."
    "Должно быть, не хотела, чтобы я смотрел ей в глаза?"
    "Или…"
    "Так или иначе, но мы оказались слишком близко друг к другу."
    "Если бы мы танцевали, я бы назвал эту дистанцию штрафной."
    "А так…"
    "В голову негаданно пришло, что это я уделяю слишком много внимания тому, как далеко мы стоим."
    "Лена вполне могла и не обращать на это внимания."
    th "А могла и обращать."
    show un normal pioneer close with move
    un "И з-знаешь что? Я н-ничуть об этом не жалею."
    me "А как же Мику?"
    show un grin pioneer close with dspr
    un "Мику куда сильнее, чем тебе кажется."
    "С удивишей меня нежностью ответила Лена."
    un "Она всю свою жизнь притворялась и прятала чувства. Думаешь, почему нас поселили вместе?"
    me "Я думал, из-за того, что вы обе творческие девушки."
    "Промямлил я."
    show un sad pioneer close with dspr
    un "Нет. Просто мы обе хорошие вруньи."
    "Она оперлась рукой на те же перильца, за который до сих пор судорожно цеплялся и я."
    "Удивительное дело, но этим невинным жестом она сократила расстояние ещё сильнее."
    show un surprise pioneer close with dspr
    "Проследив за моим взглядом, ойкнула, убрала руку."
    "А мне снова пришло вдруг в голову, что мы могли бы стать…"
    "Я сам не знаю, как так вышло, но я на выдохе поймал её руку, сам сделал шаг навстречу."
    "В одно мгновенье ока: вот мы стоим один против другого, а вот я её легонько обнимаю."
    show un scared pioneer with dspr
    "Лена на мгновение обмякла, её глаза влажно блеснули, и она потянулась было ко мне."
    "Не к губам, как должна бы, нет."
    "Куда-то к подбородку."
    "Как будто мы сто лет знакомы, и у нас всё давно сложившееся."
    "Есть своя - только наша! - песня. Только наши словечки и шутки, понятные лишь нам двоим."
    "Только наши ритуалы."
    play sound sfx_wind_gust
    "Я не успел понять, что она хочет сделать, когда подувший в кронах ветер смёл наваждение."
    "В зелёной бездне промелькнуло разочарование, и Лена одним слитным движением освободилась от моих рук."
    show un sad pioneer close with dspr
    un "Такая романтика, да?"
    "Больше уже не заикаясь, спросила она."
    show un serious pioneer close with dissolve
    un "Такое солнце, и мы только вдвоём."
    un "Где же здесь устоять бедной девушке?"
    window hide
    with fade
    un "Зачем тебе это?"
    "Лена не отступила и на полшага назад, всё так и стояла рядом — живая, дрожащая."
    me "Думаешь, я знаю? Потянуло просто, вот и…"
    "Я и правда не мог ей объяснить, почему я почти неделю занимался непонятно чем, а под занавес, под самый отъезд решил поиграть в романтику."
    me "И ты, вроде, не сказала «нет»."
    show un serious pioneer close with dspr
    un "Мало ли чего я не сказала."
    "Вздохнув, она покачала головой."
    "Как будто я должен был сказать или сделать что-то правильное."
    "Но попросту не справился с заданием."
    me "Я же не с какими-то грязными намерениями лез."
    "Сделал я ещё одну попытку оправдаться."
    "По-моему, я ничего не исправил. Стало только хуже."
    un "Намерениями."
    show un normal pioneer close with dspr
    "Она полностью сменила модель поведения; будто бы я своим поступком каким-то образом развязал ей руки."
    un "Не будешь же ты врать, что от большой любви ко мне полез?"
    me "Ну, от большой или нет…"
    "Смутился я."
    un "Вот и не ври. Ни мне, ни себе."
    "Прервала мои терзания она."
    un "Тем более, что я к тебе очень по-особенному отношусь."
    un "Ты мог бы вступить в наш клуб врушек."
    if loki:
        th "И врать друг другу напропалую?"
        th "Спасибо, мне этого хватило и в прошлой жизни."
    else:
        me "В клуб? Зачем?"
    dreamgirl "Дурак, что ли, такие вопросы задавать?!"
    dreamgirl "Замутили бы тройничок! Представляешь, какие перспективы!"
    stop music fadeout 6
    th "Уймись, чахотка."
    play music breath_again fadein 3
    "Мы стояли друг против друга, молча смотрели друг другу в глаза, будто пытаясь победить хотя бы в такой малости."
    "А я всё думал о том, что легко мог бы влюбиться, легко мог бы пасть жертвой любовной зависимости."
    "Я был бы счастлив лишь тогда, когда она приходит, впадал бы в депрессию, когда закрывалась дверь."
    "И «нет» с расстояния тепла вогнало меня в ступор."
    "Делил бы мгновения и настроения."
    "Был бы весел, когда весела она."
    "Грустил бы, когда грустила она."
    "Но, понимая, что такая зависимость никогда не ведёт к счастью и по сути является просто разновидностью депрессии, однажды порезал бы себе вены в ванной."
    "Залез б в одежде, пустил воды погорячее и до рассвета размышлял бы о том, почём я и зачем я…"
    "Я легко мог бы отравиться ей."
    show un angry2 pioneer close with dspr
    un "Спасибо, что не стал врать."
    un "Иначе я бы тебя вовсе уважать перестала."
    "Я покраснел."
    un "Хотя многое бы я отдала за то, чтобы стоять так вот с полным на то правом."
    un "А я не хочу. Должно же хотя бы что-то честное оставаться…"
    me "Я мог бы умереть за тебя, как мне кажется."
    "Задумчиво ответил я."
    me "Но не знаю, мог бы я ради тебя — жить."
    un "А я знаю. Мне однажды уже ответили на этот вопрос… Сёмчик."
    if loki:
        show un smile2 pioneer close with dspr
        un "Я слишком дорого заплатила тогда за ответ."
        "Её глаза затуманились."
        "Там, на дне зрачков разворачивались неприятные события, почему-то имеющие отношение к странному нашему диалогу."
        un "Так что я научилась бояться, Сёмчик."
        "Она выдохнула это имя таким образом, будто повторяла за кем-то."
        "Ожидала реакции — но другой на этот раз."
        "И с изумлением уставилась на меня, не дождавшись."
        un "Что же ты молчишь?"
        me "А что говорить-то?"
        "Я пожал плечами."
        me "В моей жизни тоже хватает жёстких уроков."
        me "Так что я уже не боюсь."
        show un cry_smile pioneer close with dspr
        un "А я боюсь."
        me "Чего?"
        un "Того, что произойдёт то же, что и тогда."
        un "Что ты…"
        "Она судорожно выдохнула и замотала головой."
    else:
        me "Как ты это произносишь…"
        un "А это не я."
        un "Это совсем другой человек. Который однажды забрал у меня то, что ему принадлежало."
        un "Видят боги, я не знала, что это настолько больно."
        un "Мне тогда даже Славя помочь не смогла."
        th "У Слави вообще проблемы с помощью в действительно критических ситуациях."
        "Подумал я, а вслух спросил:"
        un "А что произошло?"
    un "Не важно."
    un "Всё это дела давно минувших дней."
    "Лена задавила в себе прорвавшийся наружу стон и теперь изо всех сил, старательно так, улыбалась."
    show un smile pioneer close with dspr
    un "Скоро смена закончится, скоро всё закончится."
    me "Скоро."
    "Проворчал я."
    me "Но, знаешь… Мне бы хотелось, чтобы сегодня грустило как можно меньше народа."
    me "Чтобы ты не грустила."
    show un shy pioneer with dspr
    "Лена снова вспомнила как стесняться, иначе, откуда этот румянец на щеках?"
    me "Я не знаю твоего прошлого, не знаю, почему ты ведёшь себя так."
    un "На самом деле, ты…"
    "Начала было Лена, но я перебил её:"
    me "Потому я могу действовать только наугад."
    me "Так что я хочу пригласить тебя сегодня вечером танцевать."
    show un shocked pioneer close with dspr
    un "М-меня?"
    me "Да. Но для этого требуется выполнить одно крохотное условие."
    un "К-какое?"
    me "Для того, чтобы пригласить девушку на медленный танец, требуется наличие этой девушки."
    "Терпеливо объяснил я."
    me "Понимаешь намёк?"
    show un surprise pioneer close with dspr
    un "Н-но зачем?"
    "Кажется, Лена совсем запуталась."
    un "Зачем тебе это?"
    me "Всё просто."
    th "Вернее сказать, всё просто именно сейчас."
    th "Пока мы не встречаемся - и вряд ли будем. Потому у меня и язык, и руки развязаны."
    me "Ты мне нравишься, и мне не хочется, чтобы ты грустила."
    dreamgirl "Ого! Альфа-самец в вольере, всем принять позу!"
    th "Мне нужно ещё больше аплодисментов."
    show un shy pioneer close with dspr
    un "А как же тогда Ол…"
    me "Кто?"
    show un normal pioneer with dspr
    un "Ты точно уверен, что хочешь этого?"
    me "Конечно, уверен!"
    th "Странные какие-то предупреждения."
    un "Учти, дороги назад не будет."
    un "Ровно год назад я обещала этому миру ровно один шанс."
    "Отступив на шаг сообщила девушка."
    th "Ты холодна, умна, порочна. Тебя выдают глаза…"
    "И нет, я не хотел бы признаться в какой-то там влюблённости, да и не слишком сейчас это было бы правильно."
    "Но здесь и сейчас мне как никогда ранее хотелось послать все правила к чёрту."
    "Поступить только так, как требует сердце."
    "И вот сердце моё требовало сделать ещё один шаг навстречу."
    "Найти её губы своими."
    "И удивиться тому, как знаком вкус поцелуя."
    "Так ведь правильнее всего, правда?"
    show un smile pioneer with dspr
    un "Я буду после ужина, обещаю."
    "Улыбнулась Лена."
    un "Я обещаю тебе один танец."
    un "А теперь я уйду. И не ходи за мной."
    un "Пожалуйста."
    hide un with dissolve
    "Она кивнула мне и снова исчезла среди зарослей."
    "Я не стал её преследовать, уважая чужое право на уединение."
    "В конце концов, мне тоже требовалось понять — зачем я делаю то, что делаю."
    "Сев на самом краю откоса, свесив ноги между столбиков перил вниз, я задумался."
    "Прикрыл глаза."
    "И прислушиваясь к звуку затихающих вдали шагов, поймал себя на мысли, что отчего-то очень хочу, чтобы вечер наступил побыстрее."
    $ alt_day6_us_7dl_un_friends = True
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_dinner:
    $ persistent.sprite_time = "day"
    $ day_time()
    $ alt_chapter(6, u"Ульяна. 7ДЛ. День")
    play music afraid_of_destiny fadein 2
    scene bg int_dining_hall_people_day with dissolve
    play ambience ambience_dining_hall_full fadein 5
    "Зайдя в помещение, остановился в недоумении."
    "На обеде было людно и дурно."
    "Думать было тошно о том, чтобы ввинтиться в это благолепие и гам."
    "Тем более, после сегодняшнего утра."
    if alt_day6_us_7dl_mi_friends != 0:
        "Мику уселась рядом со мной, не дожидаясь приглашения."
        show mi smile pioneer at zenterleft with dissolve
        mi "Не всё успели, конечно."
        "Японка развела руками."
        mi "То, что устроили у себя там мальчишки — это, конечно, полный ужас."
        show mi laugh pioneer with dspr
        mi "Как только в голову прийти могло?"
        "Я пожал плечами."
        "Психологические вопросы местных пионеров волновали меня куда меньше содержимого тарелки на столе."
        "Японку, к слову, тоже."
        dreamgirl "Гляди, как наворачивает! Аж за ушами трещит."
        th "Ну ещё бы. Это ж солянка."
        show mi normal pioneer with dspr
        "Почувствовав мой взгляд, японка подняла голову и что-то невнятно пробормотала."
        me "Извини, что?"
        mi "Итадакимасу, говорю!"
        me "А, спасибо. И тебе приятного аппетита."
        "Кивнул я."
        me "Как тебе национальная кухня?"
        mi "Необычно, остро, жирно, но вкууууусно!"
        "Она довольно улыбнулась:"
        mi "Смерть фигуре!"
        "Глядя на её тощие мощи думалось, что тарелка солянки ей явно не повредит."
        "Не вслух, разумеется. Попробуй-ка скажи вслух такое!"
        me "Раз в год можно!"
        "Японка с энтузиазмом кивнула."
        show mi happy pioneer with dspr
        "Кажется, и к её сердцу путь лежал через желудок."
        me "После обеда снова на эстраду?"
        mi "Да! Времени всё меньше и меньше, а впереди саунд-чек."
        mi "Часа в четыре всё начнётся, а мне ещё распеться и размяться надо."
        show mi upset pioneer with dspr
        "Мику вздохнула, чуть не разбрызгав содержимое ложки."
        mi "Бардак какой-то."
        "Пожаловалась она."
        mi "Всё, вроде, делали заранее, чтобы время оставалось, нет?"
        me "Так и было."
        "Послушно поддакнул я."
        mi "Тогда почему мы опять всё делаем вприпрыжку и в последний момент?"
        th "Потому что правильное планирование включает в себя ещё и умение послать всех на фиг в ключевой момент."
        "С моей точки зрения, Мику последним талантом не обладала вовсе."
        "Хотелось, конечно, сразу сказать что думаю, но сейчас эта затея вовсе не казалась мне разумной."
        me "Потому что менталитет такой."
        show mi surprise pioneer with dspr
        mi "А что с менталитетом не так?"
        me "Что, что… Русский человек есть раздолбай по своей природе."
        mi "И ты?"
        me "Я вообще в первую очередь!"
        "Не мог не похвастаться, да."
        mi "Глупости, я вместе с тобой сегодня с утра хожу! Я бы заметила."
        me "Это просто на среднем арифметическом кажется."
        "Парировал я."
        me "Ты - крайне ответственная, я - крайне безответственный."
        me "Вместе мы слагаем нечто средней ответственности."
        show mi smile pioneer with dspr
        mi "Вот как?"
        "Протянула Мику."
        mi "Какая интересная теория."
        me "Как с противоположностями, знаешь? Разности сходятся."
        "Продолжил глумиться я."
        mi "Да. Это значит, что…"
        "Она призадумалась, а потом рубанула ладонью воздух:"
        show mi normal pioneer with dspr
        mi "Всё равно ерунда получается. Если меня рядом с тобой поставить, то хуже я от этого петь не стану!"
        mi "И меньше переживать за дело тоже."
        show mi angry pioneer with dspr
        mi "Ты опять со своими шуточками, да?"
        "Всеми силами пытаясь сохранить каменное лицо — что было невероятно трудно сделать с разъезжающимися в разные стороны уголками губ — я покачал головой:"
        me "Ты неправильно ошибаешься."
        mi "Неправильно… чего?"
        "Снова озадачилась японка."
        "И здесь я уже не выдержал — расхохотался в голос."
        "По лбу мне прилетело ложкой, но оно того действительно стоило."
        "Мику надулась и задрала нос, но суп доела и, составив грязные тарелки в окошко мойки, вышла на улицу."
        "Качая головой, за ней вслед вышел и я."
    elif alt_day6_us_7dl_sl_friends != 0:
        "Две жуткие, вредные читерши, успевшие уже спеться и сыграться, и сейчас сидели напротив меня."
        "Вдвоём."
        th "Вот так и делай добро людям."
        "Промелькнуло в голове."
        "Кажется, Славя прислушалась к моим словам относительно одиночества некоторых отдельно взятых худруков и решила искоренить ситуацию."
        "Мику цвела и пахла."
        dreamgirl "Ты её нюхал, что ли?"
        th "Ну, в смысле, как майская роза."
        show mi happy pioneer at zenterleft
        with dissolve
        th "Счастливая, румяная, довольная…"
        dreamgirl "Счастливая."
        th "Да."
        dreamgirl "И Славя тоже счастливая."
        "Продолжало свой иезуитский шёпот подсознание."
        dreamgirl "Смотри, как глаза блестят!"
        show sl happy pioneer at zenterright 
        with dissolve
        th "Ага… Эй, на что это ты намекаешь?!"
        dreamgirl "Нет-нет, я вообще не при делах."
        dreamgirl "Но вот только если Мику на дискотеке затащит Славю в домик и там соблазнит, то эта звёздочка тебе — твоя победа."
        dreamgirl "Можешь смело примерять наряд свахи."
        me "Девушки? Какие планы на после обеда?"
        sl "Убираться!"
        mi "Репетировать!"
        "В один голос ответили они."
        show sl laugh pioneer
        show mi laugh pioneer
        with dissolve
        "И, переглянувшись, рассмеялись."
        show mi normal pioneer with dspr
        mi "На самом деле, я бы поспала немного в тихий час."
        "Мику прикрыла зевок ладошкой."
        mi "Площадку я подготовила, а матч меня немного утомил."
        mi "Но у меня считанные часы на то, чтобы привести себя в порядок перед выступлением."
        show sl smile pioneer with dspr
        sl "А у меня труды никогда не заканчиваются."
        me "Почему?"
        show sl normal pioneer with dspr
        sl "Потому что здесь всегда есть где убраться, где порядок навести."
        sl "Но на концерт я обязательно приду, даже не сомневайтесь!"
        th "Ещё бы."
        "Подумалось мне."
        th "Главному парагону и поборнику правил лагеря — и пропустить мероприятие? Нет-нет, даже не думайте об этом."
        show sl smile2 pioneer with dspr
        sl "А ты, Сёмушка, куда пойдёшь?"
        "Как будто из одной вежливости спросила Славя."
        "Но я видел, как в её глазах что-то блеснуло."
        "Как будто меня поставили перед выбором: утешать уже прибранную и пригретую Мику или помочь атланту держать небо."
        "Моя помощь в действительности не требовалась ни одной из них."
        "И единственным советчиком могло служить только сердце."
        dreamgirl "И ещё надпочечники!"
        "Так и есть — если бы я проводил с любой из них чуть больше времени, сейчас я мог бы выбирать, руководствуясь единственно желанием быть ближе к моей пассии."
        "И уж к счастью ли, или к горю, но ни одна из них таким титулом похвастаться не могла."
        "Титулом «Пассия Семёна»."
        "Я неопределённо мотнул головой."
        me "Да кто ж его знает. По лагерю погуляю, наверное."
        me "А хотя сейчас тихий час… Спать пойду, вот."
        show sl sad pioneer
        show mi sad pioneer
        with dissolve
        "И девушки посмотрели на меня с одинаково разочарованным выражением лица."
        if loki:
            "К счастью, мнение девушек по любому из вопросов меня лет десять уже как перестало интересовать."
        else:
            "Я немного покраснел, смутился."
            me "Режим же."
            "За спиной глупо хихикнула Ульяна, и я заткнулся."
        dreamgirl "Надежды юношей питают, отрады старым придают."
        dreamgirl "Они рассчитывали на тебя, Сём Сёмыч. Как ты мог подвести их ожидания?"
        th "Известно, как! С огромным удовольствием."
        dreamgirl "Ай, молодец! Давай пять!"
        "Одобрил меня внутренний голос."
        me "Извините, меня ждёт мой тихий час."
        "Прощально кивнув каждой из притихших девушек, я поднялся, собрал тарелки и удалился."
        "Куда и зачем я иду, знать им совсем не стоило."
        "Не настолько я им доверял, и даже совместный поход на пляж вовсе не был поводом."
    else:
        "Ульянка сидела у самого окна, и я, поколебавшись, направился к ней."
        me "Не против?"
        "Покосившись на меня, мелкая неохотно кивнула."
        show us normal pioneer
        with dissolve
        us "Как хочешь."
        "Безразлично обронила она."
        "Я хотел сесть рядом."
        "Это и сделал."
        "У меня была целая куча вопросов."
        "И самым важным в частности был один:"
        "Что значила эта сцена у столовой после завтрака?"
        show us smile pioneer with dspr
        us "Так и будешь сверлить меня взглядом?"
        us "Я чувствую себя как дома на допросе."
        me "За двойку и разбитое стекло?"
        show us normal pioneer with dspr
        us "За четвёрку и испачканные колготки."
        "Отрезала она."
        me "Четвёрку? Нормальная же отметка, что не так?"
        us "Дед и отец считают иначе."
        "Сообщила Ульяна и, смутившись, спряталась в тарелку с супом."
        "Похоже, не собиралась она мне сообщать такие подробности о себе."
        "Ну, всё верно, не настолько мы близки."
        "Мы и так… слишком тесно общаемся."
        "Для нашей разницы в возрасте слишком тесно."
        me "А ты сама как считаешь?"
        show us smile pioneer with dspr
        us "Я думаю, что мне учиться два года, а потом всё закончится."
        me "А как же ВУЗ?"
        us "Там я буду жить в общаге, и никто не будет каждый вечер устраивать мне допросы."
        show us calml pioneer with dspr
        us "Вообще, я не хочу больше об этом говорить."
        us "Неужели тебе больше поговорить не о чем? Лето на дворе!"
        me "Лето."
        "Вздохнул я, тщетно пытаясь выдавить из себя тему для следующего разговора."
        "Мысли бесплодно мелькали в голове, но касались они все в большинстве своём только вопросов калибра «что делаешь» и «что планируешь делать»."
        "А Ульяна явно продемонстрировала своё неприятие банальностей."
        me "А я Лену нашёл."
        "Сказал я лишь бы что-то сказать."
        show us surp1 pioneer with dspr
        us "Тишу? Как ты умудрился?!"
        me "Умудрился, как видишь."
        "Немного растерянно ответил я."
        us "Тишу даже я найти не могу, если она прячется."
        me "А что, ты уже пыталась искать?"
        show us smile pioneer with dspr
        us "Она в прошлом году так уже сбежала."
        us "Вот я и пошла её искать."
        me "И?"
        "Поощрил я."
        show us sad pioneer with dspr
        us "Ничего. Не нашла!"
        "Призналась девочка."
        us "А я, между прочим, облазила весь лагерь и всё вокруг!"
        us "Я очень хорошо искала!"
        show us normal pioneer with dspr
        me "И чем тогда всё закончилось?"
        us "Да ничем."
        us "Её Славка нашла, где-то в лесу, а потом произошла какая-то гадость!"
        me "Какая гадость?"
        us "Не знаю! Но последний день перед отъездом отменили всё, согнали нас в столовую и оставили смотреть кино."
        me "А Славя что?"
        show us dontlike pioneer with dspr
        us "Я откуда знаю?"
        us "Я с ней даже тогда не разговаривала."
        us "Знаю только, что она нашла Тишу, потом что-то произошло, и нас всех заперли."
        us "А я в понедельник был отъезд, так Тишу на отдельной машине увозили."
        us "Какой-то хрен в погонах, я не поняла, кто он."
        me "Может, отец? Я слышал, он в милиции служит."
        show us normal pioneer with dspr
        us "Дурак, что ли?"
        us "У неё батя полкан, думаешь, я его погоны не отличу?"
        me "Понятия не имею."
        "Честно ответил я."
        me "Лично я в этом вообще ничего не понимаю."
        us "Да-а?"
        "С подозрением оглядела меня девочка."
        us "А мне казалось, что ты посольский сынок, должен в этом разбираться."
        me "Делать мне больше нечего."
        me "В погонах разбираться."
        show us laugh pioneer with dspr
        us "Ну да, ну да! Тебе ещё годик, и сам под погоны пойдёшь."
        "Рассмеялась девочка, и тем самым ещё сильнее меня расстроила."
        us "Служи хорошо, и я буду с тобой дружить!"
        me "Спасибо. Всю жизнь мечтал."
        show us surp2 pioneer with dspr
        us "Не хочешь?"
        me "Дружить с с тобой?"
        us "Да!"
        me "Странно звучит. А разве мы не уже…"
        show us laugh pioneer with dspr
        us "Вот ещё! Ты заслужи сначала."
        "Ухмыльнувшись ещё раз, она вскочила и убежала прочь."
        "Хочу заметить, оставив на меня все свои грязные тарелки!"
        "Поганка мелкая."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_soundcheck:
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_square_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    play music breath_me fadein 3
    "Чтобы внести ясность — нисколечко я восторга не испытывал от того, что мне придётся битый час находиться под пристальным перекрёстным вниманием целой кучи народа."
    if alt_day6_us_7dl_mi_friends == 2:
        "Хотя должён признать, что утро, проведённое с Мику, нельзя назвать скучным и обыденным."
        "Никак нельзя."
        "Безусловно, я предполагал, что мы будем петь и плясать в клубе, я буду зевать и отколупывать сталактиты жвачки под откидными сиденьями."
        "А может и в телефон тупил бы — если бы не оставшийся там несчастный процент заряда."
        "Но нет. Мы пугали друг друга, обнимали друг друга…"
        if alt_day3_technoquest_st3:
            extend " а потом ещё и спасали друг дружку из-под лавины стульев в каморке кибернетиков."
        "Было весело, в общем."
        "Так что и на проверку звука я шёл пусть и без большой охоты, зато с немалыми ожиданиями."
    elif alt_day6_us_7dl_sl_friends == 2:
        "Другое дело - пляж."
        "Вот там было здорово!"
        "Пусть я и проиграл в результате в волейбол, зато у меня были целых два утешения!"
        "В бело-голубом и сине-зелёном купальниках."
        "На эстраде мне ничего подобного не светит."
        th "Может, не идти?"
        "Почти всерьёз подумал я."
        "И тут же ощутил лопатками чей-то взгляд."
        "Ольга Дмитриевна."
        "Она стояла и добро так, по-большевистки улыбалась."
        th "Брррр."
    scene bg ext_stage_big_clear_day_7dl
    with dissolve
    play ambience ambience_medium_crowd_outdoors fadein 3
    "Ещё издали можно было слышать жуткую какофонию, доносящуюся со сцены."
    "Пока ещё не включили аппаратуру, разносящую звук чуть ли не по всему лагерю, каждый спешил подстроить инструмент и проверить звучание."
    "Нет, слаженные команды тоже были."
    "Но когда с одного края сцены доносится «Отель Калифорния», а с другого «мы желаем счастья вам» с синхронизацией всё равно какие-то нелады происходят."
    "Мику тоже прыгала и что-то напевала под нос."
    window hide
    scene bg ext_stage_near_clear_7dl
    with fade
    "Потом вдруг остановилась, завидев меня."
    mi "Сень, включи пульт, пожалуйста. Только пока на четверти громкости."
    me "А включается он?.."
    "Уточнил я."
    mi "Белая кнопка сбоку. Но сначала сигнал уменьши, четвёртый, шестой и седьмой каналы."
    "Я кивнул и, выполнив требуемое, щёлкнул кнопку включения."
    "Колонки едва слышно загудели."
    "Хотя это не сильно изменило ситуацию."
    "Со всех сторон слышались голоса, говорящие вразнобой, каждый о своём."
    "У меня заболела голова через пару минут пытки этим шумом."
    "К несчастью, Мику, казалось, чувствует себя здесь вполне уверенно и хорошо."
    "Она всё ещё не переоделась — ничего удивительного, на самом деле."
    "Но в руках держала папочку с ворохом бумаг и какую-то непонятную штуку, неуловимо напоминающую бубен."
    th "Как рыба в воде, угу."
    mi "Сеня, а Сень!"
    me "Ну?"
    mi "Рядом с тобой магнитофон, включи его! Сейчас посмотрим, как я звучу."
    stop music fadeout 3
    $ volume(0.3, "sound")
    play music music_list["miku_song_voice"] fadein 3
    "Покорно кивнув, я исполнил и это требование."
    "Кажется, я здесь задержусь."
    "Японка забегала по сцене, высвобождая себе место под «подышать», как она сама выразилась."
    "Взмахнула в воздухе бубно-подобной фиговиной, хлопнула ей о папку и удовлетворённо кивнула."
    "И освободив крохотный пятачок прямо между колонками — там, где самое ощутимое стерео, встала, вцепившись в микрофон и, дождавшись окончания вступления, начала петь."
    window hide
    with fade
    "Нет, это не было какой-то песней в прямом смысле этого слова."
    "Скорее, я бы это назвал неким упражнением на распевку, или как это оно называется у профессиональных вокалистов."
    "Сплошные «ня» и «па», никак между собой не объединённые по смыслу."
    "Окружающие странно покосились на японку, но, похоже, они уже привыкли к её некоторой эксцентричности."
    "Или списывали всё на то, что она всё-таки иностранка?"
    "Так или иначе, саму Мику это в принципе не смущало: склоняя голову то влево, то вправо в некой пародии на танец, она продолжала выкрикивать свои «ня» и отчаянно улыбаться."
    "Было вполне очевидно, что этого ей крайне не хватало."
    "Сцены, выступлений, внимания… Да, внимание, пожалуй, было важнее всего."
    $ volume(1.0, "sound")
    play music music_list["everyday_theme"] fadein 3
    "Закончив разминку, она тряхнула головой и недовольно посмотрела на меня."
    mi "Сень, я же попросила седьмой канал приглушить."
    me "А я что сделал?"
    mi "Недостаточно! У тебя перекос, верхние динамики орут громче нижних. Выровняй."
    "Она опять начала что-то напевать, пока я выравнивал баланс звука."
    mi "Уже лучше."
    "Похвалила она."
    mi "Но вот теперь слышно, что левая сторона звучит громче правой."
    th "Рррр…"
    mi "Выровняй баланс, пожалуйста."
    mi "Ещё чуть чуть в правую сторону. {w}Вот так, да."
    "Продолжающий всё это время шуметь сводный лагерный оркестр она игнорировала начисто."
    "Хотя нет."
    "Вытащив, похоже, из воздуха, пробегающего мимо малыша из третьего отряда, она вручила ему одну бумажку из своей папки."
    mi "Положишь на пол, чтобы его колонка придавила, понял?"
    mi "Чтобы можно было прочитать, проходя мимо."
    "Малыш послушно кивнул и, сцапав бумажку, отправился к краю сцены."
    mi "Обязательно же что-нибудь забудут."
    "Улыбнулась мне японка."
    "Она спрыгнула со сцены и подбежала ко мне."
    show mi smile pioneer at zenterleft with dissolve
    mi "Спасибо за помощь, Сень."
    "Она одарила меня счастливой улыбкой."
    mi "Знаешь, как в одиночку проблемно звук настраивать! Постоянно бегать приходится туда-сюда, туда-сюда… Эй!"
    "Девушка вдруг рявкнула куда-то в сторону сцены."
    mi "Дэн, на меня гляди, ясно тебе!"
    if alt_day4_neu_us_pixies != 0:
        "Невесть как оказавшийся здесь Данечка вздохнул, на противоходе хитро подмигнув мне левым глазом."
    else:
        "Обозванный ей «Дэном» красноглазый пионер неохотно кивнул."
    window hide
    with fade
    mi "Не так, что спели и стадом пошли со сцены, так не делается!"
    mi "Если люди хлопают, надо остановиться и поклониться, ты артист или где?"
    me "Лучшие перлы русского языка…"
    "Отмахнувшись от меня, Мику продолжила распекать артистов."
    show mi dontlike pioneer with dspr
    mi "А ты, Серёжка, тоже молодец! {w}Следить же надо, чтобы я микрофон подстроила под твою бандуру!"
    mi "Так что закончил — смотри на меня, я кивну."
    mi "Не ворон считаешь, а на меня."
    "Электроник кивнул с видом мученика."
    "Судя по его виду, сто раз уже успел пожалеть, что вообще ввязался в эту авантюру."
    "Но, к сожалению, отыгрывать назад уже поздно."
    show mi normal pioneer with dissolve
    mi "Замечательно!"
    mi "Давайте теперь по очереди."
    "Гомон не сник, хотя некоторые и потянулись было к лестнице."
    show mi upset pioneer close
    with move 
    "Лицо девушки помрачнело, она прикусила губу."
    mi "И так вот всегда."
    mi "Они считают, что раз я маленькая, то можно не обращать внимания."
    mi "Эх. И связки беречь надо."
    mi "Я сейчас."
    "Она перегнулась через меня и протянула руку к пульту."
    "А по сути практически улеглась сверху!"
    dreamgirl "Не теряй времени, барин! Лови её, лови!"
    "Улыбка у неё была шальная."
    "Сцапав со стойки микрофон, она не глядя перетащила регулятор в положение, близкое к максимальному и гаркнула:"
    show mi normal pioneer with dissolve
    mi "Отряды с первого по третий — со сцены марш!"
    mi "Четвёртый отряд выступает в порядке очереди!"
    "Вот такому доводу пионеры явно вняли и поспешили освободить подмостки."
    stop music fadeout 3
    window hide
    with fade
    play ambience ambience_camp_center_day fadein 3
    play music what_am_i_doing_here fadein 3
    "Разговоры враз оборвались, все сбились по стайкам — кто с кем выступает."
    "И тихо-мирно выстроились в порядке живой очереди рядом со ступенками на эстраду."
    th "Вот что мат животворящий делает!"
    mt "Ну и кто тут орёт?"
    "Раздался голос вожатой."
    "Как всегда — из-за спины."
    show mi upset pioneer at left
    show mt normal pioneer at zenterright
    with move
    mi "А вот и подмога."
    "Недовольно прошептала она."
    me "Подмога же, почему ты не радуешься?"
    mt "А потому, Семён, что я не даю ей занять всю сцену и снова запустить свой долгоиграющий концерт."
    show mi shy pioneer with dspr
    mi "Да и было всего разок."
    "Запротестовала японка."
    mi "И никто не был против. Не был же?"
    show mt grin pioneer with dspr
    mt "Если учесть, что концерт был для родителей, я этому ничуть не удивляюсь."
    me "А что случилось-то?"
    "На сцену полез какой-то деятель с отмороженными глазами, и я нутром почуял, что этот сейчас будет орать."
    "Не петь, а именно орать!"
    "Так что я заблаговременно отключил ему микрофоны и после этого повернулся к вожатой."
    "Тема и правда была благодатная."
    show mt laugh pioneer with dspr
    mt "Какой у тебя любопытный молодой человек, не находишь?"
    show mi dontlike pioneer with dspr
    mi "Он не мой! Он мне просто помогает по делу, и всё!"
    if alt_day6_us_7dl_mi_friends == 2:
        mi "И ещё он сидел со мной с утра, потому что Лены не было, и мне стало одиноко и грустно."
        mi "А ещё… Ой."
        mi "Я тараторю, да?"
    th "Нервничает."
    "Пришло в голову."
    th "С чего б? Не такая уж Семён птица, чтобы за него стесняться."
    dreamgirl "Самокритичность — это очень хорошо. Но не скатывайся до самоуничижения."
    th "Нет, что не так? Мы с ней общаемся день да маленько."
    dreamgirl "Некоторым и дня не требуется. Хватит и пары секунд."
    show mt smile pioneer with dspr
    mt "Да знаю, знаю я."
    "Улыбнулась вожатая."
    mt "Просто не могла удержаться, вы так трогательно смотритесь вместе."
    window hide
    with fade
    mt "Что же касается концерта, то во вторую неделю смены, когда был родительский день, наша звезда почему-то решила, что концерт «от пионеров — родителям» на самом деле надо считать концертом Хатсуне."
    "Начала рассказ вожатая, напрочь игнорируя недовольный взгляд Мику."
    mt "Всегда так было, что детишки приготовили выступление для родителей, готовились, старались."
    me "И тут на сцену вылезает Мику?"
    "Вожатая кивнула."
    mt "Хотя мы обычно и не выступаем отрядом, так как загрузка в роддень довольно большая, здесь всё же выбрали время."
    mt "Даже Славя пришла что-то спеть."
    mt "Так что пришли. Выступили."
    mt "Мику выступала третьей, пропустила впереди себя Славю, как будто на разогрев, а потом вылезла на сцену сама."
    show mi shy pioneer with dspr
    mi "А я не виновата! Я специально ходила и спрашивала, кто как отрепетировал, не нервничает ли кто и вообще!"
    mi "Я же не виновата, что половина выступающих даже толком не разучили свой номер!"
    me "Пришлось выходить и спасать положение?"
    "Я озвучил очевидно решение вопроса и получил сдвоенный кивок."
    "Правда, настроение у него было несколько различным: полным ехидства от вожатой и каким-то отчаянно-откровенным от японки."
    mi "Вот именно! Нельзя же было неотрепетированные номера показывать, это позорище!"
    show mt normal pioneer with dissolve
    mt "Таким образом, наша звезда и «спасала»…"
    "Ольга сделала пальцами кавычки в воздухе."
    mt "… положение."
    me "Не ругайте её, она же и правда сделала хорошее дело."
    show mt laugh pioneer with dspr
    mt "Оч хорошее!"
    mt "Особенно, если спросить у неё, сколько номеров она забрала под свои японские песнопения."
    "Я вопросительно приподнял бровь и перевёл взгляд на Мику."
    show mi happy pioneer with dspr
    mi "Восемь."
    me "Восемь номеров?!"
    mi "Да. Это был замечательный концерт, знаешь, как мне хлопали!"
    mi "Хорошая публика подобралась."
    show mi sad pioneer with dspr
    mi "Правда после этого Ольга Дмитриевна почему-то запрещает мне приближаться к микрофону без надзора."
    me "И я - надзор?"
    "Мику смутилась и отвернулась."
    "Заметив что-то на сцене, переключилась туда и заорала, чтобы третий отряд убирался и освободил место под выступления."
    "Ей что-то ответили, и она снова взяла микрофон с выкрученной громкостью:"
    mi "Второй отряд - на сцену."
    mt "Практически. Кстати, спасибо, что присмотрел за ней, пока меня не было."
    "Я почувствовал, как вспыхнули кончики ушей."
    me "Я не присматривал."
    me "И я - не надзор!"
    show mt normal pioneer with dspr
    mt "Конечно, не надзор! Ты - друг!"
    dreamgirl "А не сосиска!"
    show mi smile pioneer with dissolve
    mi "Зато мне так хлопали! Как никому не хлопали."
    "Ольга кинула на Мику странный взгляд:"
    mt "Разумеется, хлопали. После того, что ты устроила на сцене — удивлена."
    mt "Что тебе цветы не принесли."
    "Они обменялись кинжальными взглядами."
    me "Так я не понял: её стащить со сцены не могли или что?"
    mi "Не хотели!"
    mi "Когда пытались остановить плёнку, задние ряды начинали свистеть и требовать меня."
    mi "Я и пела! Разве я не молодец?"
    show mt smile pioneer with dspr
    mt "Молодец, молодец. Только на сцену тебя пускать рядом с любителями нельзя."
    mt "Комплексами зарастут."
    show mi normal pioneer with dspr
    "После этих слов Мику успокоилась окночательно."
    "Уставившись вожатой в переносицу, она отчеканила:"
    mi "Если не хотят лажать — пусть репетируют."
    "И, поднявшись, отправилась к эстраде."
    hide mi with easeoutleft
    "Второй отряд завершил свои выступления, пришло время для тяжёлой артиллерии."
    show mt grin pioneer with dspr
    "На вожатую такой демарш не произвёл ровным счётом никакого впечатления."
    "Подмигнув мне, она устроилась на скамеечке неподалёку и прикрыла глаза."
    hide mt with dissolve
    th "Страсти здесь кипят, конечно."
    "Что-то подсказывало мне, что это не первый и даже не пятый такой разговор между худруком и вожатой."
    "И ввязываются они в него не с целью переубедить кого-то или склонить на свою сторону."
    "А… развлечения ради."
    "Именно."
    "Мику не смущало то, что должно было смущать, а Ольгу не раздражала непокорность девушки."
    "Они безусловно не раз и не два сталкивались лбами, защищая свои интересы."
    "Но двадцать дней спустя вышли из вечных дебатов очень тепло относящимися друг к другу людьми."
    "Пусть в глазах Мику сквозит одиночество — она не обвиняет в этом вожатую."
    "В конце концов, теперь у неё есть я."
    "Мику поймала мой взгляд и подмигнула."
    if alt_day6_us_7dl_mi_friends == 2:
        "Как бы плохо ни было ей с утра, такие вот моменты, когда стоишь с микрофоном в руках…"
        "Когда льётся музыка, а песня рвётся из груди не стоном, а криком."
        "Такие моменты искупают всё."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_button:
    $ persistent.sprite_time = "day"
    $ day_time()
    play music music_list["i_want_to_play"] fadein 3
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Когда я вышел из столовой, Ульяны уже нигде не было видно."
    "Оно и неудивительно — эта непоседа сто процентов учудила какую-нибудь каверзу, не до глупостей ей было, вроде общения со всякими скучными и ленивыми Семёнами."
    "Я и сам с трудом понимал, на чём вообще держится наше общение."
    "Исключая несколько авантюр, в которые она втянула меня пару дней назад…"
    if alt_day4_neu_us_pixies != 0:
        "И эта полумистическая сказка про Огоньки, поиски."
        dreamgirl "И Данечку, желающего стать смотрителем маяка."
        "Я согласно кивнул."
        "Много неясностей и белых пятен было в этой истории, чтобы считать её просто выдумкой или играми «понарошку»."
        "Но вот дальше меня не пускали, как будто некая преграда, которую я не могу миновать, сколько бы сил ни прикладывал."
    else:
        th "Ну и то, конечно, что я не оставил девочку одну в беде."
        th "Накормил страждущую картошкой."
        th "Герой, правда?"
        dreamgirl "Поцелуя от прекрасной дамы в качестве признательности ты не дождался."
        dreamgirl "Так что геройством здесь и не пахнет. В лучшем случае, френдзона."
        th "У тебя вообще всё к одному сводится!"
        dreamgirl "Дык, ёлы-палы! Я же не ханжа как ты."
    "Махнув рукой, я всё же решил сходить отыскать девочку, наплевать на все её «отвали»."
    "Мне тяжело было признаваться себе, но привык я к ней, искал её внимания…"
    "Так легко, как с мелкой, мне не было в принципе ни с кем."
    "И я крайне ценил это."
    window hide
    scene bg ext_house_of_dv_day
    with dissolve
    "Цитадель рыжих выглядела закрытой."
    "Здесь ровным счётом ничего не изменилось: всё та же распахнутая форточка, всё тот же сачок."
    "Неизменный весёлый Роджер привычно скалился мне сквозь стекло двери."
    "Обуви на прибалконнике не было, значит, никого здесь и…"
    "Я услышал какое-то невнятное боромотанье."
    "Приглушённое, еле-еле слышимое."
    "Разносящееся так, что непонятно было — откуда оно доносится."
    "В поисках голоса, я поднялся на крыльцо — ступеньки даже не скрипнули."
    scene bg ext_house_of_dv_day:
        linear 0.5 zoom 1.3 xalign .5 yalign .35
    pause(1)
    play sound sfx_knock_door_closed_hard1
    "Заперто."
    "И голос тоже замолк."
    "Ненадолго."
    window hide
    with fade
    "Вскоре он снова возобновил свою бурчащую песнь."
    th "Чудеса какие."
    dreamgirl "Может, пора к Виоле сдаваться?"
    th "В смысле?"
    dreamgirl "Ну, всё! Кукушка поехала, голоса всякие слышатся."
    th "Спасибо за помощь, зануда."
    scene bg ext_house_of_dv_day
    with dissolve
    "Я сошёл с крыльца и прислушался."
    "Голос снова был везде и нигде."
    window hide
    play sound sfx_bush_leaves
    scene bg ext_path_day
    with dissolve
    "Я догадывался, что Алисе и Ульяне недостаточно будет просто выделенного им места в домике."
    "Потому ничуть не удивился, когда почти невидимая тропинка завела меня на крохотную полянку, окружённую густо поросшей растительностью."
    "Здесь было всё необходимое для времяпрепровождения в гордом одиночестве: бревно, углубление в земле, выложенное булыжниками, небольшой навес из веток."
    th "Да, вот если рыжие захотят спрятаться ото всех, им не придётся, как Лене, убегать за территорию."
    "Неплохая находка, но это всё же немного не то, что я искал."
    "Бурчанье было слышно и здесь, но уже немного слабее."
    "Отсюда я сделал вывод, что бурчат всё же из домика."
    "Больше-то неоткуда."
    "А раз он закрыт…"
    "Я прокрался назад по тропинке до поворота и свернул у задней стены."
    "Оттуда было видно, что окошко по причине жары открыто нараспашку."
    th "Сейчас и посмотрим."
    "Я подобрался поближе и заглянул в окно."
    stop music fadeout 3
    window hide
    play music wheres_wonderland fadein 3
    "То, что я там увидел, было как минимум неожиданным."
    "Я замер."
    "Ульяна, вечно боевая, задиристая и задорная, Ульяна, которая никогда не лезет за словом в карман, сидела на кровати и играла с медведем."
    if alt_day2_us_escape:
        "С большой плюшевой игрушкой, которую она однажды брала уже с собой, когда мы вместе убегали из лагеря."
        "Я ещё тогда обратил внимание на то, что она не взяла с собой ни горы одежды, ни рюкзака с едой."
        "Нет. Она забрала самое важное."
        "Медведя этого да кулёк конфет."
    "Рядом с кроватью Ульяны стояла самодельная кроватка, сделанная из коробок и нескольких красных футболок с символикой «СССР»."
    th "Значит, она не в одном и том же бегает постоянно?"
    "Запоздало дошло до меня."
    th "Просто у неё куча таких вот футболок?"
    "И совершенно очевидно было, для кого она смастерила эту кровать."
    "Милая, наивная картинка."
    "Где-то я даже немного завидовал ей, потому что потерял подобное."
    "Даже в самом закрытом и защищённом месте я не могу позволить себе расслабиться и вспомнить про то, что было действительно важным в детстве."
    "Не проблемы и душевные терзания, а вовремя уложенный спать медведь."
    "Должно быть, девочка и правда чувствовала себя сейчас крайне защищённой."
    "Прижимая к груди плюшевую игрушку, девочка улыбалась неподдельно искренне."
    "В её глазах светилось настоящее счастье, настоящее обожание."
    "В этом закрытом домике, в тихий час, когда никто не сможет потревожить и вломиться в святая святых, Ульянка смогла позволить себе быть тем, кем она всегда и являлась."
    "Ребёнком."
    "Склонившись над медведем, обряженным в красные штаны и синий в горошек фартук, она нежно ворковала:"
    us "Хороший Миша, хороший."
    us "Пусть тебе приснится что-то яркое и солнечное."
    "Она погладила медведя по голове."
    "В голове всплыли вдруг бессмертные строки:"
    th "И простил и грядущие, и капризы и шалости милой маленькой девочке…"
    us "А завтра будет утро, Миша."
    "Она уложила медведя на кроватку, прикрыла сверху футболкой, подоткнула уголок."
    us "И я возьму тебя в дорогу. Ты хочешь со мной в поездку?"
    us "Мы снова вернёмся домой, ты и я."
    us "Я каждый вечер буду приходить к тебе, чтобы рассказать сказку."
    if alt_day4_neu_us_pixies != 0:
        us "Я узнала новую сказку."
        us "Знаешь, начало узнала в прошлом году, а окончание — вот только сейчас."
        us "О потраченном времени, детстве и забытых игрушках."
    us "Правда, хочешь? И я."
    "Она наклонилась над кроваткой и заговорила что-то уже совсем неразличимое."
    "А я…"
    "Человек всё же дурак в подавляющем большинстве своём."
    "Я зачем-то пытался отнестись к ней, как к ровне."
    "Как ко взрослому человеку, который думает и делает, только посоветовавшись с головой."
    "Списывал её проказливость и шалости на то, что у неё просто плохой характер."
    "Или проблемы в семье."
    window hide
    with fade
    "Да мало ли чем ещё можно было объяснить поведение человека?.."
    "И был неправ."
    "Мы все были неправы!"
    "Кроме разве что Ольги Дмитриевны, которая очень многое спускала с рук девочке."
    "Вот та, наверное, не сделала ошибки и не попыталась воспитывать Ульяну как человека относительно взрослого."
    "Да и о какой взрослости и ответственности может идти речь, когда девочка запирается в тихий час, чтобы её никто не нашёл тогда, когда она наиболее уязвима."
    window hide
    with fade
    "В растерянности, я отступил на шаг."
    play sound sfx_bush_leaves
    "Зашуршал листьями."
    "Бормотание снова смолкло, но теперь оно меня уже не смущало."
    "Меня больше смущал только непонятно зачем открывшийся мне секрет, который как чемодан без ручки: и нести тяжело, и бросить жалко."
    "Да и кому я смогу поведать о том, что единственный ребёнок в нашем отряде на самом деле — самый настоящий ребёнок?"
    th "Тоже мне, секрет полишинеля."
    "Растерянно подумал я."
    window hide
    scene bg ext_house_of_dv_day
    with fade
    stop music fadeout 3
    "Обойдя цитадель рыжих, я уселся на ступеньки."
    play music music_list["get_to_know_me_better"] fadein 5
    "Быть пойманным я не опасался, и то, что Ульяна обо всё догадается, тоже почти не пугало."
    "Следовало немного прийти в себя и обмозговать увиденное."
    play sound sfx_unlock_door_campus
    pause(1)
    show us shy sport
    with dissolve
    "Сзади щёлкнул замок, и на ступеньку рядом со мной уселась мелкая."
    us "Видел, да?"
    me "Твоё воркование трудно было не заметить."
    "Улыбнулся я."
    me "Так что мне стало любопытно."
    show us normal sport with dissolve
    us "Ну и пусть! Я ни капельки этого не стесняюсь!"
    show us shy sport with dissolve
    me "Ни капельки."
    "Подтвердил я, наблюдая за тем, как алеют её уши."
    "Почему-то совсем не хотелось подкалывать её, хотя раньше я бы своего шанса не упустил."
    "Это после всего того, что она мне сделала? Да святое дело."
    "Не в этот раз."
    "Ульяна задрала майку и, вцепившись в большую круглую металлическую пуговицу на шортах, крутила её, видимо, борясь со смущением."
    me "Армейская пуговица?"
    "Ткнул пальцем я."
    show us grin sport with dspr
    us "Вот же! В погонах и звёздочках он не разбирается, а в пуговицах разбирается."
    me "Угу."
    "В ответ она снова крутнула пуговицу."
    us "А ты почему не идёшь репетировать или убираться?"
    me "А ты?"
    show us surp1 sport with dspr
    us "Ну ты сказал тоже! Я - и убираться!"
    us "Мне нельзя! Я ребёнок, эксплуатация детского труда!"
    me "Понаслушалась всякой чуши, теперь повторяешь."
    us "Ничего и не чушь."
    "Ульяна задрала нос и свысока посмотрела на меня."
    me "Что за пантомима."
    th "Похоже со смущением ей справиться удалось."
    th "Хотя какое там смущение. Вот если бы я её неглиже застукал…"
    dreamgirl "Полагаю, её это смутит гораздо меньше. За неглиже ребята в школе не смеются."
    "Со вздохом я был вынужден согласиться и с этой мыслью."
    show us laugh2 sport with dspr
    us "Так ты, выходит, дезертир сегодня?"
    us "Признавайся!"
    me "Какой я тебе дезертир… Я и не служил."
    "Ульяна в ответ расхохоталась и, вскочив со ступеньки, запрыгала вокруг меня, крича:"
    us "Дезертир! Дезертир! Три наряда вне очереди!"
    me "И не надоедает тебе?"
    "Меланхолично спросил я."
    "В ответ девочка задумалась на секунду."
    "Тут её лицо просияло:"
    show us grin sport with dspr
    us "Не беспокойся, дезертир! Я придумала, как спасти тебя!"
    if alt_day4_neu_us_pixies != 0:
        me "Спасти? А как же твои поиски?"
        show us surp1 sport with dspr
        us "А ты откуда… А, да."
        us "Тогда ты вдвойне дезертир! А обещал мне довести дело до конца."
        me "Дело?"
        us "Поиски! {w}Мы с мальчишками сегодня нашли старую дорогу, там в ручье новых Огоньков запускали."
        us "А где был ты в это время?"
        me "Отваливал."
        "Процедил я."
        me "Как ты и приказала."
        show us laugh sport with dspr
        us "Какой послушный дезертир."
    "Она обошла ещё раз вокруг меня, затем резко кивнула."
    us "Поднимайся!"
    "Велела она."
    us "Пошли!"
    me "Да куда?!"
    show us laugh sport with dspr
    us "Пошли-пошли!"
    us "Там увидишь."
    "Подскочив ко мне, она дёрнула меня за руку, и я волей-неволей поднялся."
    me "Ты можешь внятно объяснить, куда ты меня тащишь?"
    "Потребовал я."
    show us smile sport with dspr
    us "Увидишь. Да двигайся ты, не стой!"
    us "Если нас сейчас тётя Оля заметит, кранты, кирдык и карачун-бабай будет!"
    "Заверещала Ульяна, переходя на бег."
    th "Ребёнок."
    "Ещё раз напомнил себе я."
    th "Нельзя её ногой по шее."
    "Хотя хотелось, что уж там."
    window hide
    scene bg ext_house_of_dv_day with flash:
        pos (0,0) 
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (5,5) 
        pos (0,0) 
        linear 0.1 pos (0,-5) 
        linear 0.1 pos (0,5) 
        repeat
    with dissolve
    "Но так или иначе, мы понеслись по лагерю, искусно лавируя между там и сям вышагивающими вожатыми, пионерами…"
    "Которые, по идее, должны бы спать, ибо тихий час по лагерю!"
    "Или хотя бы репетировать."
    stop music fadeout 3
    window hide
    scene bg ext_square_day with flash:
        pos (0,0) 
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (5,5) 
        pos (0,0) 
        linear 0.1 pos (0,-5) 
        linear 0.1 pos (0,5) 
        repeat
    with dissolve
    play music music_list["went_fishing_caught_a_girl"] fadein 3
    us "Сёмыч, если будешь делать такое лицо, я отведу тебя к Виоле, чтобы дала тебе слабительного."
    "Пропыхтела Ульяна, не сбавляя шага."
    me "А тебе всё бы издеваться!"
    "Выдохнул я."
    "Ульяна захохотала и прибавила шагу."
    window hide
    scene bg ext_clubs_day
    with dissolve
    "Как оказалось, нашим пунктом назначения были клубы."
    "Разумеется, закрытые."
    me "И зачем мы здесь?"
    show us grin sport with dissolve
    us "Сейчас увидишь."
    "Ульяна воровато огляделась по сторонам и направилась к крыльцу."
    "Правда, на лестницу заходить не стала, свернула на бетонную дорожку-фундамент у самой стены и затопала к дальнему углу."
    us "Не стой, давай за мной!"
    me "Ты что делать собираешься?"
    me "Опять какую-нибудь пакость?"
    show us laugh sport with dspr
    us "Не беспокойся."
    "Рассмеялась она."
    us "Никого взрывать и травить не будем. Зуб даю."
    me "Что-то я сомневаюсь."
    us "Ты такая бояка. Взрослому, толстому и ленивому Семёну быть таким не пристало."
    me "Эй! Я не ленивый!"
    "Возмутился я."
    show us laugh2 sport with dspr
    us "То есть, по всему остальному возражений нет?"
    me "Ну, и не толстый. Зато взрослый!"
    us "Очень взрослый."
    "Мы перешли в режим скрытности, поэтому она больше не гоготала во всё горло."
    "Впрочем, менее обидными от того её шпильки не становились."
    us "Особенно взросло было, когда ты наперекор вожатой полез наводить свои порядки."
    me "Это обострённое чувство справедливости!"
    if alt_day4_neu_us_pixies != 0:
        me "Я беспокоился за тебя!"
        us "Спасибо. Очень тронута."
        us "А вот о том, что тётя Оля подумает, ты, конечно же забыл."
        me "Ну…"
    else:
        us "За то, что поделился, конечно, спасибо!"
        us "Но то, что ты сделал наперекор вожатой, ты подумал?"
        us "Она же специально наказала и меня, и Алису. Не просто так!"
        us "А ты вмешался."
    "Я не нашёлся с ответом."
    "Да, строго говоря, поступок был довольно инфантильным."
    "Но тогда мне казалось, что поступаю я правильно."
    th "А оказалось, что даже в глазах моей «спасаемой» я веду себя как великовозрастный балбес."
    me "Ладно, проехали."
    show us laugh sport with dspr
    us "Уж проехали так проехали!"
    us "Толстый и ленивый невзрослый Сёмыч!"
    me "Прекрати."
    "Ульяна хихикнула."
    "Потом вдруг шикнула."
    us "Стой, похоже мы на месте."
    "Мы остановились у слепого окна, забранного листом какой-то бумаги."
    us "Подсади-ка меня."
    me "У меня плохое предчуствие."
    us "Не трясись, трусишка. Всё будет хорошо!"
    "Ульяна подмигнула мне и требовательно качнула головой."
    "Вздохнув, я подчинился."
    hide us with dissolve
    "Миг — и она прильнула к откосу, цепляясь за всё, что только можно."
    us "Отпускай меня."
    "Прошипела она."
    us "Стекло тебе спущу, принимай."
    "Она завозилась, стащила с одного из хвостов заколку и, действуя той как пассатижами, последовательно отогнула четыре гвоздика, держащие стекло."
    us "Принимай! Да не тормози ты."
    me "Ну, разумеется. Стекло голыми руками."
    us "Тогда рубашку снимай."
    me "Не для тебя моя роза цвела!"
    "Гордо ответил я."
    "Она захохотала и от смеха выпустила стекло."
    "Я даже сказать ничего не успел."
    "Стекло ухнуло вниз, я приготовился было зажмуриться, спасая глаза от снопа режущих осколков, и…"
    "Ульяна фыркнула:"
    us "Хоть в чём-то тебе повезло!"
    "У самой бетонной дорожки стекло необъяснимым образом спланировало в сторону и, проломав кусты, застряло у самой земли."
    me "Свезло, так свезло."
    us "Да!"
    "Обрадованно завопила Ульянка и тут же спохватилась."
    us "Ой!"
    me "Молоток! Нас же ещё не весь лагерь слышал!"
    us "За-ну-да!"
    "Отреагировала девочка."
    us "Ладно, давай, подставляй горб, я полезу." 
    me "Не скажешь мне, что ты там забыла?"
    us "Я же говорю: спасение! Место, где тебя, дезертира, никто не найдёт."
    "Она нетерпеливо качнула ногой в воздухе и тут же, ойкнув, схватилась за раму."
    us "Ну помогай мне, я не дотянусь."
    "В который уже раз вздохнув, я подставил сначала руку, а позже и плечо."
    "Наверху шумно завозились, потянулись вверх, потом замерли."
    me "Ну, что ещё?"
    stop music fadeout 3
    window hide
    with fade
    pause(1)
    play music catch_the_hedge fadein 3
    us "Ой!"
    "Ульяна с такой непосредственностью сказала это, что я даже не разозлился."
    me "Что стряслось?"
    us "Я… Я застряяяяяла."
    "Протянула она."
    me "Залезть не можешь, что ли?"
    us "Да могу! Я зацепилась за что-то!"
    me "Ну, давай."
    me "На голову становись, давай! Три…"
    "Она рванулась вперёд, и тишину лагеря прорезал ощутимо слышимый рвущийся звук."
    play sound tearing fadein 0
    dreamgirl "Четыре."
    "Что-то твёрдое упало мне на голову."
    "А мгновением спустя Ульяна рыбкой исчезла в окне."
    us "Поймал? Поймал?!"
    me "Что поймал?"
    us "Да пуговицу! Я ей за гвоздь зацепилась!"
    th "Вот и ответ о том, чем это мне по маковке угодило."
    me "Эээ, нет. На меня что-то упало, а вот что — не знаю."
    us "Поищи, а?"
    "Показала нос из окна моя Рапунцель."
    us "А то мне шорты застегнуть не на что. Падают!"
    me "А что там порвалось?"
    "Ульяна покраснела."
    us "Да пуговица, говорю же!"
    me "С таким звуком? Не думаю."
    "Издав горловое рычание, Ульяна исчезла."
    "А парой секунд спустя из помещения клубов донеслось:"
    us "Только никому не слова."
    me "Ну?"
    me "Рассказывай давай."
    us "Я шорты по самой середине порвала, от ширинки."
    "Она нервно хихикнула."
    us "Так что у меня теперь не шорты, а две половинки."
    us "И не только их."
    "Она вздохнула и позвала:"
    us "Ладно, ты лезешь?"
    "И тут я понял, о, уверяю, осознал одну простую истину."
    "Что бы ни случилось и ни произошло сейчас — нас не должны видеть рядом, пока она в таком виде."
    "Вот никак не должны."
    dreamgirl "Чувак, ты знаешь, я обычно всегда за тебя. И окажись вы там вместе, но в нормальном виде, так я только за!"
    dreamgirl "Но если вас вожатая застукает там с подранными шортами и труселями… Я даже боюсь себе представить, чем это может быть чревато."
    dreamgirl "Слухи поползут точно."
    "Ах, какая прелесть — единодушие в организме!"
    me "Нет, не полезу."
    us "Что? Почему?"
    if us_pt <= 4:
        me "Да ты сама-то как думаешь?"
        us "А что такое?"
        me "Знаешь, не хочется быть линчеванным на месте твоей лучшей подругой."
        us "Лин… чего?"
        me "Проблем не хочу, короче."
        me "Так что извини, конечно, но меня ты определённо не спасла."
        us "И ты вот сейчас уйдёшь? Оставишь меня в таком виде?"
        "Я пожал плечами."
        me "Могу прислать Алису, чтобы та принесла тебе сменку."
        us "Ну и уходи. Предатель!"
        "Ульяна загрохотала внутри чем-то, давая понять, что разговор окончен."
        "Вздохнув, я покинул место несостоявшегося аутодафе."
    else:
        me "Да потому что ничего общего с тобой иметь я не желаю!"
        "Взорвался я."
        me "Ты тут больше всех кричала о взрослости и прочей чуши, но сама-то, а?!"
        me "Вот как тебя угораздило?"
        me "Ты, блин, на ровном месте обязательно найдёшь ямку и обязательно туда упадёшь."
        us "Что, бросишь меня теперь?"
        "Тихо спросила Ульяна."
        us "Раз я такая неудачница."
        us "Уйдёшь?"
        "Я вздохнул."
        me "Нет. Но и внутрь я не полезу, пока ты в таком виде. Ты хоть представляешь себе…"
        us "Уи!"
        "Взвизгнув, Ульяна перегнулась через раму и потрепала меня по макушке."
        us "Хоть ты и пуговицу не нашёл, спасибо, Сёмище!"
        me "Угу. Теперь осталось придумать что делать."
        "Ситуация сложилась патовая, что и говорить."
        "А вот Ульяну, похоже, вообще ничто не смущало."
        us "А чего думать? Раз ты так стесняешься меня, сходи ко мне да принеси мне сменные шорты!"
        "Я вспомнил о том, как она из нескольких абсолютно идентичных алых маек сделала постель своему медвежонку, так почему бы у неё не быть и паре-тройке одинаковых шортов?"
        us "Сбегаешь?"
        us "А потом я покажу кое-что интересное!"
        dreamgirl "Боюсь, показывать тебе нечего."
        th "Цыц."
        menu:
            "С ума сошла, что ли?":
                "Я представил себе воочию, как Алиса заходит в дом, где я роюсь в Ульянкиных вещах."
                "В одежде, в частности."
                "А может, и в белье."
                "Линчевать, может, и не линчует."
                "А вот кастрировать ржавыми пассатижами очень даже способна!"
                me "А если меня застукают? Или вообще поймают с твоими руками в вещах?"
                us "Бояка какой. А ты убежишь!"
                me "Точно. С разбегу об телегу."
                us "Ну а что делать-то тогда?"
                "Рассердилась девочка."
                me "Ничего. В вещах твоих рыться я отказываюсь, а такой, как ты сейчас, оставить не могу."
                me "Пойду попробую найти твою соседку."
                us "Давай…"
                "Уныло протянула Ульяна."
            "А как я открою домик?":
                us "Да там Алиса должна быть."
                "Подумав, ответила мелкая."
                me "Точно. Должна быть. И я при ней должен искать у тебя в сумках запасные шорты."
                us "Мда. Плохая идея."
                "Видно было, что отдавать мне ключик от дома Ульяне совершенно не хочется."
                me "И потом. Если её нет, мне что, бегать искать по всему лагерю, рискуя попасться вожатой?"
                me "А ты всё это время будешь сидеть здесь голоштанная, пока кто-нибудь дверь не откроет."
                me "Вот сюрприз-то будет!"
                us "Да какой сюрприз, никто тебе ничего не скажет."
                me "Сказать не скажут, а вот по морде надавать без лишних вопросов могут."
                me "Ты мне друг, но не настолько!"
                us "Невозможный человек."
                "Неизвестно кому пожаловалась Ульяна."
                us "В этот-то раз поймай, ладно? Чудовище криворукое."
                me "Эй! Я всё слышу!"
                us "Руку подставь, говорю!"
                "В подставленную руку с тихим звяканьем шлёпнулся ключик, привязанный к брелоку в форме божьей коровки."
                "Правда, крайне странному брелоку."
                "Раньше тот был вполне себе традиционным красно-чёрным жуком."
                "Но со временем истаскался…"
                us "Что?"
                "Недовольно спросила Ульяна, увидев, каким взглядом я изучаю зелёно-синее чудовище с разноцветными точками."
                us "Да, изрисовала. Мне можно, я киндер."
                me "Жди меня, киндер."
                "Усмехнулся я."
                me "Пара минут — и ты спасена!"
                us "Тоже мне, спасатель нашёлся."
                "Напутственно прозвучало мне в спину."
                stop music fadeout 3
                window hide
                scene bg ext_square_day
                with fade
                play music music_list["smooth_machine"] fadein 5
                "Лагерь опустел окончательно."
                "Вожатые работали чётко, засады устраивали грамотно — короче говоря, пионер с улицы пропали."
                "Так что перемещаться приходилось исключительно короткими перебежками."
                "Я прекрасно понимал, что если меня встретит кто-нибудь — тот куковать Ульянке потом в клубе до темноты, пока не получится выскользнуть из помещения и добраться до домика."
                "А значит, прощай, ужин, дискотека и хорошее настроение."
                "Я был, конечно, злой, но не настолько злой."
                "Так что от укрытия к укрытию — марш! Марш!"
                window hide
                scene bg ext_house_of_dv_day
                with dissolve
                "Путь до домика Алисы и Ульяны занял куда больше времени, чем если бы я шёл крайне неспешно — зато напрямую."
                "Так что я, не задерживаясь, подскочил по лестнице к двери."
                play sound sfx_unlock_door_campus
                pause(1)
                "Специально проверил, чтобы замок щёлкнул — крайне не хотелось бы встретить Алису внутри."
                "Обуви снаружи, понятно, не стояло."
                "Но на это я уже купился один раз, больше не куплюсь."
                window hide
                play sound sfx_open_dooor_campus_1
                pause(1)
                scene bg int_house_of_dv_day
                with dissolve
                play ambience ambience_int_cabin_day fadein 3
                "Прикинув, где могут храниться вещи повседневной носки, но не будут храниться вещи более… кхм, интимные, я полез под кровать в поисках сумки.."
                "И только я нырнул вниз в пыльный мрак…"
                play sound sfx_open_door_kick
                pause(1)
                dv "Ой, а что это у нас тут?"
                play music music_list["awakening_power"] fadein 2
                dv "И в какой позе интересной!"
                "Я распрямился."
                "В дверях домика руки в бока стояла…"
                window hide
                scene bg int_house_of_dv_day
                show dv angry pioneer2 at zentercenter
                with dissolve
                "Алиса!"
                dv "Новичок."
                "Сладко пропела она."
                dv "Ты ничего не хочешь"
                show dv rage pioneer2 with dspr
                extend " мне объяснить?!"
                me "Мнээээ…"
                "Проблеял я."
                dv "Я так и подумала."
                "Спокойно кивнула Алиса."
                play sound sfx_lena_hits_alisa
                pause(1)
                window hide
                scene black
                with fade
                stop music fadeout 3
                show unblink
                scene bg int_house_of_dv_day
                show dv normal pioneer2
                with dissolve
                play music music_list["eat_some_trouble"] fadein 2
                "Когда я открыл глаза, Алиса сидела на кровати и искоса поглядывала на меня."
                me "И за что ты мне влепила?"
                "С удивляющим самого себя спокойствием уточнил я."
                me "Я ничего не украл, ничего твоего не трогал."
                dv "То есть, ты не лазил у Ульянки под кроватью?"
                me "Так я для дела же!"
                show dv angry pioneer2 with dspr
                dv "Вот отведу тебя к Санычу, он тебе покажет, какое дело!"
                me "Ну, и отведи!"
                me "Пусть Ульянка и дальше сидит в рванье."
                show dv shocked pioneer2 with dspr
                dv "Рванье? Что случилось?"
                me "Какой умный, а главное, своевременный вопрос."
                "Процедил я."
                me "Порвалась она. Когда лазила куда лазить не следовало бы."
                me "Сейчас сидит в одной футболке и ждёт, пока я ей что-нибудь прикрыть срам принесу."
                show dv shy pioneer2 with dspr
                dv "Что ж ты сразу не сказал?!"
                me "Сразу?!"
                "Я почувствовал, как закипаю."
                me "Да пошла ты, знаешь куда? Ты мне это «сразу» дала?"
                me "Нет - ты «сразу» граблями размахивать начала."
                me "Если у тебя ПМС, то я в этом не виноват."
                show dv guilty pioneer2 with dspr
                dv "Не дуйся. Ну, стукнула, подумаешь."
                dv "Шрамы украшают мужчину."
                me "Шрамы! А не удар в шнопак."
                show dv shy pioneer2 with dissolve
                dv "Ну, мне что? Извиняться перед тобой теперь?"
                dv "Бывает, треснула, не подумала. Все мы люди."
                me "От тебя дождёшься, пожалуй."
                "Проворчал я."
                me "Помоги мне шорты Ульянке найти — и мы в расчёте."
                dv "Сейчас…"
                "В отличие от глупого меня, Алиса не постеснялась сразу залезть в шкаф."
                hide dv with dissolve
                "И ей, в отличие от меня, не потребовалось и нескольких секунд для того, чтобы найти искомое."
                dv "Лови!"
                "Она перекинула шорты через дверцу."
                dv "И… Не держи зла, если что."
                "Показав дверце средний палец, я вышел на улицу."
                window hide
                play sound sfx_open_door_strong
                pause(1)
                scene bg ext_clubs_day
                with dissolve
                "Когда я, зажимая нос, вернулся к Ульяне, там, похоже, никого уже не было."
                me "Ульянка, забирай свои шорты."
                "Рявкнул я."
                "После встречи с Двачевской настроение было мягко говоря не радужным."
                "Тишина."
                me "Ульянка, алё, не спим!"
                "Нет ответа!"
                "Забеспокоившись, я приподнялся на цыпочки, чтобы разглядеть, что там внутри вообще творится."
                "Разумеется, не достал."
                th "Куда она могла запропаститься?"
                "Вспомнив, куда она ставила ноги, когда я её подсаживал, я воспользовался примером Ульяны и, схватившись за карниз, подтянулся."
                "Карниз неторопливо пополз к моему подбородку."
                "Белый, хоть и грязный."
                "И вот уже оказавшись наверху, я понял, что белый здесь не только карниз."
                "Из полумрака комнаты на меня смотрело нечто белое и бесформенное."
                play sound sfx_scary_sting
                us "Бу!"
                "Сказало оно голосом Ульянки."
                "И я от неожиданности разжал руки."
                play sound sfx_bush_body_fall
                "Со вскриком полетел вниз."
                dreamgirl "Чем отличается падение с первого этажа от падения с десятого этажа?"
                "Вставил шпильку внутренний голос."
                "Я пребольно ударился мягким местом и едва-едва не зашиб копчик."
                "Впрочем, было не столько больно, сколько обидно."
                play music runaway fadein 3
                me "УЛЬЯНАААА!"
                "Заорал я."
                "Из окошка захохотали, и надо мной из окна белой молнией вылетело привидение."
                "Хохочущее знакомым смехом!"
                "Сгруппировавшись и перекатившись, оно, завывая и улюлюкая, бросилось бежать."
                scene bg ext_clubs_day with flash:
                    pos (0,0) 
                    linear 0.1 pos (-5,-5) 
                    linear 0.1 pos (5,5) 
                    pos (0,0) 
                    linear 0.1 pos (0,-5) 
                    linear 0.1 pos (0,5) 
                    repeat
                with dissolve
                "Ну, а я, соответственно, за ним."
                th "Догоню — высеку."
                "Пообещал себе я."
                scene bg ext_square_day with flash:
                    pos (0,0) 
                    linear 0.1 pos (-5,-5) 
                    linear 0.1 pos (5,5) 
                    pos (0,0) 
                    linear 0.1 pos (0,-5) 
                    linear 0.1 pos (0,5) 
                    repeat
                with dissolve
                "Внутренний голос пытался добавлять какие-то похабности, но мной сейчас двигала жажда воспитательной мести!"
                "Ульянка в невесть откуда взявшемся пододеяльние, бежала впереди меня и размахивала руками."
                "Мне не удавалось сократить дистанцию, но и ей оторваться не получалось."
                "Так что получался у нас этакий паритет."
                "Вообще, удивляюсь тому, что за этот забег никто нас не заметил."
                "Вернее сказать, меня и в прошлый раз никто не заметил."
                "Но теперь… Когда по лагерю несётся вопящая и хохочущая процессия, где половина как крыльями размахивает руками, продетыми в пододеяльник, а другая злобно машет шортами над головой…"
                "Нас не поймали, не заметили, и…"
                window hide
                scene bg ext_boathouse_day
                with dissolve
                play ambience ambience_boat_station_day fadein 3
                "Мы выкатили к лодочной станции, и привидение, продолжая размахивать лапами, увязая в песке, побежало к понтонам."
                "Я уже не совсем понимал, зачем бегу."
                "Потом обратил внимание на то, что до сих пор сжимаю в руке некий предмет."
                dreamgirl "Она там под пододеяльником в одной футболке считай."
                dreamgirl "Прикинь!"
                th "Отстань, зануда."
                "Бежать ей особо было некуда, так что я сбавил темп, перешёл на шаг."
                "В боку закололо, и дыхание никак не удавалось выправить."
                "Но теперь-то она точно никуда не денется."
                "Теперь-то ей за всё достанется!"
                th "Я. Бегал. За чёртовыми. Шортами. А ты. Мне. Тут. Устраиваешь?!"
                "Как идиот играл в скрытность, получил в нос от Двачевской — и всё ради этого?"
                me "Теперь не уйдёшь."
                "Единственным выходом для Ульяны было сейчас нырять."
                "Ну, или развернуться ко мне и изобразить кота из Шрека."
                "Хотя далеко не факт, что последнее меня сейчас проймёт."
                "Я шёл карать и наказывать."
                "Кажется, нечто подобное читалось в моих глазах, так как Ульянка, повернувшись ко мне и состроив мордашку очаровательной маленькой девочки, охнула и отступила."
                "А потом, хитро подмигнув мне, развернулась и, взяв короткий разбег…"
                "Время застыло."
                "Я кинулся за ней не желая упускать свою добычу!"
                "Нет, в воду её определённо отпускать было нельзя."
                window hide
                play sound sfx_shoulder_dive_water
                pause(1)
                scene anim_underwater
                play ambience ambience_underwater fadein 3
                "Вот только в воду в результате ухнул я, а не она."
                "Старый-старый приём ещё из «Ивана Васильевича»."
                "А я, дурак, купился."
                "Вода оказалась ледяная!"
                with vpunch
                "У меня перехватило дыхание."
                "Сквозь воду доносился заливистый смех Ульяны, парящие пузырём над головой шорты кто-то сцапал."
                th "Рассказчик стреляется. Занавес."
                "Угрюмо подумал я, сложив руки на груди и уходя на дно."
                "Очень хотелось кого-нибудь придушить."
                $ alt_day6_us_7dl_tr = True
                window hide
                stop music fadeout 3
                stop ambience fadeout 3
                with fade
                return
    window hide
    scene bg ext_house_of_dv_day
    show dv normal pioneer2
    with dissolve
    play music music_list["afterword"] fadein 3
    "Я как раз подходил к домику Ульяны и Алисы, когда заметил Двачевскую на крыльце."
    me "Алис! Эй!"
    "Она как раз закрывала дверь."
    show dv grin pioneer2 with dspr
    dv "Кто это тут у нас?"
    "Прищурилась Алиса."
    dv "Да неужели лучший рыцарь моей подруги?"
    me "Стебись-стебись. Тут ситуация, в общем…"
    show dv normal pioneer2 with dspr
    dv "Что-то с Ульяной случилось?"
    "Тут же подобралась рыжая."
    me "Да с ней самой ничего не случилось. А вот с её одеждой…"
    show dv shy pioneer2 with dspr
    dv "Ты что, её…"
    me "С ума сошла! Как я могу."
    me "Нет, она пыталась забраться в одно окошко и располосовала себе шорты."
    show dv normal pioneer2 with dspr
    dv "Шорты. Располосовала."
    "Я кивнул."
    me "Об гвоздь зацепилась чем-то, пока лезла, дёрнула — короче, теперь у неё две половинки шортов вместо одних целых."
    dv "А ты-то откуда знаешь?"
    me "Ну… Я подсаживал."
    show dv laugh pioneer2 with dspr
    dv "Кто бы сомневался!"
    dv "И теперь она в окне, а ты внизу?"
    me "Практически."
    show dv normal pioneer2 with dspr
    dv "Так а где всё произошло-то?"
    me "У кибернетиков в клубе."
    dv "Опять за селитрой полезла."
    "Понимающе кивнула Алиса."
    me "Так ты поможешь?"
    show dv grin pioneer2 with dspr
    dv "Не бросать же вас в беде, раз вы такие недотёпы."
    dv "Жди."
    play sound sfx_open_door_2
    pause(1)
    hide dv with dissolve
    "Она исчезла за дверью, а я снова присел на ступеньку."
    me "И зачем я вообще во всё это ввязался…"
    "По ощущениям было уже ощутимо к четырём часам, а значит, концерт вот-вот начнётся."
    "Вожатая явно по головке не погладит, если обнаружит моё отсутствие на местах."
    th "Может, ну его, всю эту тягомотину?"
    "С тоской подумал я."
    stop music fadeout 4
    mt "Не знаю, во что ты там ввязался, но я тебя развязываю."
    play music music_list["doomed_to_be_defeated"] fadein 0
    show mt angry pioneer with dspr
    "Ниндзя деревни скрытой лени Ольга Дмитриевна как обычно появилась абсолютно бесшумно."
    "Она улыбалась, и в её улыбке я видел нечто зловещее."
    mt "А ну марш на концерт!"
    "Рявкнула она так, что если бы я не сидел, так и сел бы."
    "Судорожные сборы у меня за спиной тоже затихли на несколько секунд, пока Алиса прислушивалась к угрозе."
    "Но скоро возобновились."
    me "Извините, Ольга Дмитриевна, но мы сейчас не можем."
    mt "Мы? О ком это ты говоришь?"
    "Отстранив меня в сторону, вожатая поднялась по лестнице и распахнула дверь."
    play sound sfx_open_dooor_campus_2
    pause(1)
    mt "По-нят-но."
    "Процедила она."
    mt "Двачевская, на выход."
    "Изнутри невнятно что-то ответили, и вожатая окончательно взъярилась:"
    show mt rage pioneer with dspr
    mt "Я что-то непонятно сказала?! На выход марш!"
    show dv guilty pioneer2 at zenterleft
    with dissolve
    th "Похоже, ходить сегодня Ульяне с голым задом."
    "Заключил я."
    th "Если, конечно, не случится чуда."
    show mt angry pioneer with dspr
    mt "Руки."
    "Потребовала вожатая."
    "Я послушно протянул руки вперёд."
    mt "Да не ты, а Двачевская."
    mt "Или тебе нужно особое приглашение?"
    "Алиса что-то невнятно пробормотала и протянула руки вперёд."
    "В правой её руку были свёрнутые в колбаску шорты Ульяны."
    show mt shocked pioneer with dspr
    mt "Зачем вам Ульянкины шорты?"
    "Мы синхронно качнули головами."
    mt "Не скажете?"
    dv "Нет."
    me "А я скажу."
    show mt normal pioneer
    show dv surprise pioneer2
    with dspr
    me "Это Ульяне."
    "Ольгу моё поведение ничуть не удивило, а вот Алиса определённо была в шоке."
    "Ну, а мне что? Принимать на себя всякий раз чужую вину?"
    "Надоело."
    me "Ульяна подрала одежду, теперь сидит, никуда выйти не может."
    me "Решили принести ей что-нибудь на смену."
    show mt grin pioneer with dspr
    mt "А где, ты говорил, она сидит?"
    me "Я не говорил."
    show mt angry pioneer with dspr
    mt "Так скажи!"
    me "Зачем? Я и сам всё прекрасно отнесу."
    show mt rage pioneer
    show dv sad pioneer2
    with dspr
    "Битва была проиграна, но я зачем-то трепыхался."
    "Возможно, дело было в полном осуждения взгляде Алисы?"
    "Или в беззвучно прошептавших «стукач» губах?"
    mt "Отнесу я. А вы отправляетесь на концерт. Оба."
    mt "Шорты сдать."
    "Алиса неохотно протянула шорты."
    mt "Ещё раз, где сидит Ульяна?"
    dv "Не говори."
    me "И оставить её там в таком виде? Нет уж."
    me "Она в дальнем помещении у кибернетиков."
    show mt normal pioneer with dspr
    mt "Благодарю."
    mt "Теперь нале-во! На концерт шагом арш!"
    "Вожатая замерла на месте, провожая нас взглядом."
    window hide
    scene bg ext_square_day
    "Всё время, что мы шли до площади, я ощущал лопатками её взгляд."
    "И Алиса что-то бурчала себе под нос."
    "Меня она при этом старательно не замечала."
    "А на площади нас перехватил Саныч, который и препроводил нас к эстраде."
    "Отработанный механизм, чтоб его."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return

label alt_day6_us_7dl_rendezvous:
    $ persistent.sprite_time = "day"
    $ day_time()
    $ alt_chapter(6, u"Ульяна. 7дл. Ррромантика")
    play music dance_with_me fadein 3
    play ambience ambience_underwater fadein 0
    "Не так я себе представлял последний день в лагере."
    "Совсем не так."
    "Мне грезились игры, смех, влюблённые глаза и впитавшееся в стволы сосен счастье, которое манит и манит год за годом возвращаться сюда вновь."
    "Что-то важное."
    window hide
    play sound sfx_water_emerge
    pause(1)
    play ambience ambience_boat_station_day fadein 3
    scene bg ext_beach2_day_7dl
    with dissolve
    "Вынырнув, я судорожно схватил воздух ртом, огляделся…"
    "Ульяны нигде не было."
    th "Сбежала."
    "Чертыхнувшись, и с трудом сдерживая дрожь, я погрёб к понтонам, молясь Рандому, чтобы не случилось судороги."
    "Хотя утопнуть сейчас было бы вполне логичным завершением сегодняшнего бенефиса неудачника."
    window hide
    scene bg ext_sky_7dl
    with fade
    "Достигнув спасительных понтонов в несколько гребков, я из последних сил зацепился за перила, подтянулся и, посекундно оскальзываясь, выкарабкался на сухие доски и, надсадно кашляя, перевернулся на спину, уставившись в небо."
    "Конечно, я не догнал Ульянку."
    "Конечно, я вымок до нитки."
    "Вполне логично после купания в одежде, не так ли?"
    "Но произошло и нечто похуже."
    window hide
    scene bg ext_boathouse_alt_day_7dl
    with fade
    "Я обнаружил вдруг пустоту в кармане и рывком сел, подобрав колени к груди — зуб на зуб не попадал…"
    "Проверил ещё раз — нет."
    "Учитывая то, что я привык постоянно чувствовать его в кармане, я бы точно почувствовал, если вдруг он кувыркнулся из кармана."
    "Факт оставался фактом: до прыжка в воду я чувствовал его в кармане, после прыжка — нет."
    th "Я утопил телефон. Великолепно."
    "Хотя у него и значилось в характеристиках какая-то там защита…"
    "Полагаю, мало существует моделей, способных успешно функционировать на глубине в десять метров."
    dreamgirl "Хочешь попробовать донырнуть и достать?"
    th "В ледяной воде? Упаси Рандом!"
    "Обнаружил пропажу я далеко не сразу."
    "У Ульянки передо мной появился ещё один должок."
    "А вот и она, собственно."
    show us sad sport
    with dissolve
    us "Сёмыч, Сёмыч…"
    "Сокрушённо вздохнула она."
    "Девочка стояла так, будто и не было сейчас забега по территории с гиканьем и размахиваньем руками."
    "Дышала легко и свободно."
    "А вот выглядела она грустной."
    us "Ты чего здесь сидишь? Просквозит."
    me "Сохну."
    "Разговаривать не хотелось. Хотелось найти хоть какой-нибудь источник тепла."
    show us surp1 sport with dspr
    us "Ты обиделся, что ли?"
    me "Нет. Я сохну."
    me "Что ещё надо?"
    "Тепло, тепло…"
    "Ульяна надулась, но ничего не сказала."
    hide us with easeoutleft
    "Но где его взять здесь, на дальней стороне брандвахты, куда и пионеры-то захаживают крайне редко?"
    "Так что и ответ вышел односложным и сухим."
    dreamgirl "Какой каламбурчик."
    th "Вот простужусь, помру и будешь знать!"
    dreamgirl "Буду, конечно. Знаешь, как называется твоё поведение?"
    dreamgirl "Назло мамке уши отморожу."
    th "Пользы от тебя, конечно…"
    "За всеми препирательствами со внутренним голосом и попытками унять дрожь и заметить не успел, как Ульяна куда-то исчезла."
    "Обнаружил себя в гордом одиночестве."
    "И правильно. Плевать я хотел на компании."
    "Я мокр, жалок и противен самому себе."
    "Так что теперь имею полное право на уединение."
    stop music fadeout 3
    play sound blanket fadein 0
    show us normal sport
    with dissolve
    us "Вот."
    play music music_list["timid_girl"] fadein 3
    "Сказала Ульяна."
    me "Что «вот»?"
    us "Ты, конечно, вредный, ленивый и старый, Сёмище."
    us "Но я не хочу, чтобы ты заболел. Так что вытирайся."
    "Я обратил внимание на то, что она бросила рядом со мной."
    "Тот самый пододеяльник, в котором она косплеила самое доставучее привидение на свете."
    "Грязный, помятый, но хотя бы относительно сухой."
    th "Спасение!"
    me "Спасибо, конечно, только как я тут вытираться буду?"
    show us smile sport with dspr
    us "А ты в кустики сходи, выжми одежду."
    us "Обещаю подглядывать."
    me "Пардон?"
    show us grin sport with dspr
    us "Да ладно тебе. {w}Я же не некоторые любители подсмотреть девушке в окошко."
    me "Туше."
    "Пробормотал я и, поднявшись, отправился в кустики."
    "Пододеяльник я хозяйственно намотал на плечи, чтобы хоть чуть-чуть согреться."
    "Но это же не озеро, это река. Ветер здесь дует постоянно, так что и мёрзнуть придётся всё то время, что остаёшься мокрым."
    window hide
    scene bg ext_path_day
    with dissolve
    play sound sfx_bush_leaves
    me "Брррр!"
    "Ощущая спиной насмешливый взгляд мелкой, я вломился в кусты, стараясь оставить между мной и ей как можно большее расстояние."
    "Подсказывало мне что-то, что голым я буду несколько беззащитен, а потому ничем противостоять террористке не смогу."
    "Так что шагом арш!"
    "Я спустился в небольшой прогал, заросший акацией и иван-чаем, здесь и решил сменить одежду."
    "Место, конечно, было не идеальное, спору нет."
    "Было неуютно, кусались колючие ветки, пару раз жгуче оходило крапивой по голым ногам, а в траве под ногами туда-сюда сновали красные муравьи."
    th "Но лучше уж здесь, чем на берегу, правда?"
    "Хотя если ей придёт в голову поквитаться за позавчерашнее…"
    th "Ну уж нет, такого удовольствия я ей не доставлю!"
    "Я последовательно сбросил неприятно липнущую к телу рубашку, галстук, шорты и носки, оставшись в одних шортах, до красноты растёр тело волглым уже пододеяльником."
    th "Вот уж судьба у постельного белья — сначала бегать по всему лагерю, потом спасать здоровье одного пионера."
    "Что с ним было делать дальше я не представлял, если честно."
    "По хорошему, следовало бы сдать его на руки Славе как кастелянше."
    "Но она же вопросы задавать начнёт, докапываться… Не хочется как-то."
    window hide
    with fade
    "Воровато оглядевшись в поисках возможных наблюдателей, я стащил с себя семейники и, обмотав чресла холодной рубашкой, стал выжимать и их."
    "Здесь было, конечно, немного теплее, чем на берегу."
    "Но если вдруг кто-то меня увидит в таком виде…"
    th "И почему ей на пляж не бежалось?"
    "В сердцах плюнул я."
    th "Сейчас бы отошёл в кабинку для переодевания - горя бы не знал!"
    me "Гадость мелкая."
    "Кусты рядом хихикнули, и я рефлекторно прикрылся ладонями."
    "Семейники при этом, разумеется, упали на землю."
    me "А ну вали отсюда!"
    "Кусты хихикнули ещё раз."
    "Потом донёсся звук, будто медведь ломится сквозь малину, и меня отпустило ощущение постороннего взгляда."
    th "Озабоченная какая-то."
    dreamgirl "А то. Они в этом возрасте уже думают обо всяких глупостях."
    "Утраченный предмет туалета на земле уже облюбовали муравьи."
    "Кажется, они решили устроить здесь свой город или что-то в этом роде."
    me "Апокалипсис грядёт!"
    "Усмехнулся я, стряхивая с ткани насекомых."
    "Выжать-выжал, вытереться-вытерся."
    "Но если продолжать в том же духе, то очень скоро я опять начну зябнуть и тогда уж точно простужусь!"
    "И это не говоря о том, на что стала похожа моя форма."
    "Вся перемятая, мокрая, холодная…"
    "Если я явлюсь на линейку в таком виде завтра, Ольга Дмитриевна меня точно распнёт."
    dreamgirl "Линейки завтра не будет."
    th "На ужин, значит."
    dreamgirl "Полагаю, после того, как ты продинамил концерт, мятая форма будет твоей самой незначительной проблемой."
    th "У меня другое мнение."
    "Одевшись, я вернулся на берег к ожидающей меня Ульянке."
    stop music fadeout 3
    window hide
    scene bg ext_boathouse_day
    show us laugh sport
    with dissolve
    play music music_list["that_s_our_madhouse"] fadein 5
    us "На кого ты похож, Сёмыч!"
    "Рассмеялась она."
    us "Так теперь и будешь ходить красивым по лагерю?"
    me "А что мне делать прикажешь?"
    me "Это тебя можно бросить в воду, и тебе будет во что переодеться, а у меня сменки нет!"
    show us surp1 sport with dspr
    us "Разве тебе не выдали второй комплект?"
    me "Понятия не знаю."
    "Оскалился я."
    me "Мне как-то до этого было не актуально!"
    show us surp2 sport with dspr
    us "А ты чего злишься? Подумаешь, одежду помял. Не порвал же!"
    th "Зато утопил смартфон. А это гораздо, гораздо хуже."
    th "И виновата в этом только ты!"
    th "Вот только как тебе об этом сказать?.."
    "В голову ничего не приходило."
    show us laugh2 sport with dspr
    us "Так и будешь теперь дуться?"
    me "А что мне делать-то? Бегать искать Славю с вожатой?"
    me "Так они меня прямиком на концерт и отправят — всё в той же форме."
    show us smile sport with dspr
    us "Бедненький-несчастненький!"
    "Ехидно пропищала несносная девчонка."
    "И утихомирившаяся было жажда убийства снова проснулась в груди."
    "Правда, ненадолго."
    show us grin sport with dspr
    us "Ладно, спасу я тебя, так и быть."
    us "Но ты будешь мне должен!"
    me "Каким, интересно, макаром? У тебя внезапно в кармане завалялась мужская пионерская форма 48-го размера?"
    show us surp1 sport with dspr
    us "Что? Откуда у меня мужская форма?"
    me "Да ты же сама предлагала."
    show us surp2 sport with dissolve
    us "Я?! Предлагала?! Ты что?"
    "Тут уж я не выдержал, и пошёл к ней в лучших традициях ромеровских зомбиков: вытянув вперёд руки и мыча:"
    me "Придушуууууу…"
    show us surp3 sport far with ease
    us "Эй, держи себя в руках! Ты трудный, что ли?"
    me "Лучше я подержу в руках твою шею!"
    me "Чтобы ты перестала издеваться надо мной!"
    show us smile sport far with dspr
    us "Ничего я и не издевалась, я правда, хочу тебе помочь."
    me "Да как?!" with vpunch
    us "У меня есть утюг!"
    "Это выглядело до того странно, что я остановился."
    me "Утюг?"
    show us smile sport at voy_left with move
    us "Да!"
    "Ответила Ульянка, настороженно выглядывающая из-за перил."
    us "Настоящий! Я его с собой привезла!"
    th "Я бы скорей поверил в то, что утюг есть у Слави, чем у этой…"
    me "А зачем?"
    "Глупо спросил я."
    show us laugh sport at left with move
    "Ульяна окончательно осмелела и подошла поближе."
    us "Зачем? А вот чтобы к их командирству приехать чистой и опрятной."
    me "Дурные порядки в семье."
    us "Офицерова внучка, офицерова дочь! Завидуй!"
    me "Несусь и падаю."
    me "Ты гладить-то умеешь?"
    show us laugh sport with dspr
    us "Спрашиваешь! Я знаешь, как стрелки на брюках ловко делаю!"
    me "Мне бы не стрелки, мне бы просто одежду выгладить."
    show us smile sport with dspr
    us "А кто сказал, что я буду гладить?"
    us "Неееет! Гладить будешь сам, а я только утюг дам. И чтобы при мне."
    me "Я почему-то так и подумал."
    show us normal sport with dspr
    us "Я чувствую себя виноватой. Но не настолько!"
    us "Пошли!"
    "Она схватила меня за руку и потащила за собой."
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    window hide
    with fade
    scene bg ext_house_of_dv_day
    with blind_l
    play ambience ambience_camp_center_evening fadein 3
    "Мы снова вихрем пронеслись по лагерю, при этом рачительная хозяйка даже умудрилась не потерять нигде мокрый, грязный и мятый пододеяльник."
    "Так и летела по лагерю — в одной руке Семён, в другой пододеяльник."
    dreamgirl "А снизу — метла."
    th "Логично!"
    show us normal sport at zenterleft
    us "Давай?"
    me "Чего давать?"
    us "Ключ мой гони, чего!"
    "Меня на долю секунды парализовало ледяным ужасом при мысли, что я мог утопить ещё и ключ…"
    "Но нет, с этим ничего не случилось — так и лежал себе в правом кармане."
    show us laugh sport with dspr
    us "Боялся утопить? Зря!"
    "Отобрав у меня ключ, Ульянка постучала мне по лбу божьей коровкой."
    "Звук был деревянным."
    us "Брелок плавучий и полый изнутри — всплыло бы!"
    play sound sfx_unlock_door_campus
    pause(1)
    us "Алиски нет, похоже."
    us "Заползай."
    hide us with dissolve
    "Она исчезла за дверью."
    "На всякий случай кинув взгляд по сторонам, я отправился вслед за Ульянкой."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_house_of_dv_day
    with dissolve
    play music music_list["smooth_machine"] fadein 5
    "Когда я оказался внутри, моему взгляду предстала прелюбопытнейшая картина."
    "Ульяна кверху пятой точкой, с головой забравшаяся под кровать."
    "Нет, меня её тщедушные мощи не вдохновляли совершенно."
    "Просто забавно было, что немногим более часа назад я стоял ровно так, а разогнувшись, получил в пятак."
    "Плюс к этому примешивается желание вытащить ремешок, зафиксировать мелочь и отходить по мягким местам как следует."
    dreamgirl "Это непедагогично."
    us "Ну что встал, проходи давай."
    "Пробубнила она из-под кровати."
    us "Сейчас достану."
    me "Мне дверь запереть?"
    us "Чтобы все потом думали, чем это мы тут занимаемcя?"
    "Она хихикнула."
    us "Можешь попробовать!"
    us "Нашла!"
    show us smile sport with dissolve
    "На удивление, выползла она отнюдь не вся перепачканная пылью и паутиной, как я опасался."
    "Да и вообще, последние несколько часов в компании этой малявки заставили меня немного поменять мнение о ней."
    "Да - она кровопийца."
    "Но крайне дисциплинированная и чистоплотная кровопийца!"
    "В руках она держала небольшой утюжок, который, насколько я знал, называли не то походными, не то дорожными."
    us "Воть!"
    "Девочка ткнула утюгом чуть ли мне не в лицо."
    us "Ты благодарен?"
    me "Очень."
    "Пробормотал я."
    me "Может, я его к себе унесу, а тебе потом верну?"
    us "Нет, я тебе не доверяю! И вообще!"
    "Она кивнула мне на кровать."
    us "Я сама всё поглажу, не дам тебе ничего в руки."
    me "Почему это?"
    show us laugh sport with dspr
    us "Стекло - раз!"
    "Начала загибать пальцы Ульяна."
    us "Я и мои шорты - два."
    us "Фиговина, которую ты таскал в кармане и в итоге утопил - три!"
    th "Надо же, заметила смарт…"
    show us laugh2 sport with dspr
    us "Если я тебе дам утюг, ты его либо сломаешь, либо потеряешь. Так что шиш!"
    us "Так что давай мне свою форму, я сама всё выглажу."
    with flash_red
    me "Ты с ума сошла? Мы и так из одной такой передряги еле выпутались!"
    show us surp1 sport with dspr
    us "Какой передряги?"
    me "С шортами твоими!"
    show us laugh sport with dspr
    us "Подумаешь, шорты."
    "Включив утюг и поставив его на стол, Ульяна обернулась ко мне и, приложив палец к переносице, явно косплея Виолу, немного растягивая согласные, приказала:"
    us "Раздевайтесь."
    th "Семи смертям не бывать."
    "Обречённо подумал я и начал расстёгивать рубашку."
    window hide
    with fade2
    me "А у тебя нет ничего перекусить?"
    "Мы успешно проворонили полдник, поэтому животик уже ощутимо подводило."
    show us grin sport with dspr
    us "Ага, целая куча жратвы."
    if alt_day4_neu_us_pixies == 3:
        us "Или ты вдруг забыл о том, как мы вчера столовую грабили?"
        me "Ну, а вдруг? Я же просто так спросил."
    else:
        us "Большая куча, да."
        me "И где она?"
        us "Съедена!"
        "Ответила Ульяна, не отворачиваясь от утюга."
        us "Стала бы я брать у тебя картошку вчера на костре, если бы у меня был запас провизии?"
    show us normal sport with dspr
    us "Нет еды, нет."
    "Кажется, вопрос был животрепещущим не только для меня, так как она особенно злобно ткнула утюгом в шорты."
    "Раздалось шипение."
    "Ещё несколько секунд — и мои шорты полетели ко мне."
    "Я оглядел их: вполне прилично отглаженные."
    "Талант!"
    th "Хотя не совсем."
    me "Нерадивая ты жена, Ульянка - вот не женился бы я на тебе."
    show us shy sport with dspr
    us "Это почему это?!"
    "Покраснела Ульянка."
    me "А потому, что погладить догадалась! А мужика накормить?"
    us "Тоже мне мужик!"
    me "Какой есть. А ты, вот нерадивая. {w}Так что не будем мы жениться. "
    me "Как пить дать, не будем."
    us "Балда Семёновская! {w}Причём здесь жениться?"
    show us shy2 sport with dissolve
    us "Мы с тобой даже не встречаемся!"
    me "Как не встречаемся?"
    us "Молча! Мы не встречаемся!"
    me "Но времени вместе много проводим."
    us "Немного."
    me "Три дня подряд друг за другом ходим! Это немного?"
    show us shy sport with dissolve
    us "Ну, положим."
    me "Вот! Это и называется «встречаться»."
    us "Нет!"
    me "Да!"
    us "Нет!"
    me "Я лучше знаю! Я старше!"
    show us smile sport with dspr
    us "Балда ты, Сёмыч, и чучело."
    "Ответила Улька и бросила мне отглаженный галстук."
    "Теперь я выглядел как красавец с разворота «Playgirl»: в шортах и галстуке."
    "Правда, я не был таким же мускулистым, но ничего."
    us "Если не знаешь, то за женой сначала надо поухаживать! Мою маму отец вообще первый месяц на руках таскал!"
    me "Да, тебя потаскаешь, конечно."
    "Фыркнул я."
    me "Значит, тебе для счастья не хватает только влезть мне на ручки?"
    me "Так это я легко."
    show us shy sport far with move
    us "Сёмыч!"
    "Ульянка взвизгнула и отпрыгнула к дальнему краю стола."
    "Я при этом не пошевелился вовсе, так и сидел на краешке её кровати."
    th "Нервная какая-то."
    me "Видишь, на ручки ты сама не хочешь."
    us "А ты за мной и не ухаживал вовсе."
    if alt_day4_neu_us_pixies == 2:
        me "Ещё как ухаживал. Я даже за твоей гоп-компанией приглядел."
        me "И с тобой вчера на дело идти согласился, хотя мог бы отказаться."
    else:
        me "Да я тебе всегда и во всём помогаю, во всех твоих глупостях."
        me "Какое ещё может быть ухаживание?"
    show us laugh sport with dspr
    us "Тоже мне ухажёр!"
    us "Ухожор!"
    me "Какой есть. Бородёнка паршивая, головёнка плешивая. "
    me "Чем не завидный жених?"
    "Ульяна беспомощно посмотрела на меня, явно не зная, что ещё сказать."
    "А потом набрала в грудь воздуха и выпалила:"
    show us laugh2 sport with dspr
    us "Да мы даже не целовались ни разу!"
    stop music fadeout 3
    pause(2)
    play music genki
    show us shy sport with dspr
    us "Ой…"
    if loki:
        "Ульянка, похоже, сама перепугалась собственных слов: она отступила шаг назад, втянув голову в плечи."
        me "Не целовались?"
        "Усмехнулся я."
        me "Так это дело поправимое. Ком цу мир."
        "Я как был в униформе зайчика плейбоя, в шортах и галстуке на голое тело, поднялся."
        me "Поцелуи вообще сильно переоценивают, но раз ты так настаиваешь…"
        show us shy2 sport with dspr
        us "Да ничего я не настаиваю, Сёмыч, ты чего?"
        me "Иди-иди."
        "Я сделал шаг."
        us "Сгинь, скотина! Брысь, я сказала!"
        show us shy sport with dspr
        us "Не приближайся, я буду драться! Утюгом!"
        us "Кто-нибудь, спасите! Мааааамааааа!"
        me "Мама в городе."
        "Ухмыльнулся я."
        us "Отвянь, кому сказано. Сгинь, пропади!"
        show us fear sport close with move
        us "Не приближайся! Алисааааа!"
        "За дверью кто-то прошёл, но только прибавил шага, услышав наши голоса."
        me "И Алисы тоже нет."
        "Ответил я."
        hide us
        with flash_pink
        play sound kissing_sound
        me "Вот и всё, а ты боялась."
        show us shy sport with dissolve
        us "Скотинец ты, Сёмыч. Скотинец. Первый поцелуй, а ты…"
        me "Цени оказанное доверие."
        us "Вали-ка ты из моего дома."
        me "Сей момент, ты мне сейчас рубашку догладишь, и как только, так сразу."
        us "Хамло."
        me "На том и стоим."
        us "Чтоб рубашку забрал и духу твоего тут не было!"
    else:
        play sound sfx_angry_ulyana
        with flash_red
        "Я почувствовал, как краснею."
        "И вот  мы два таких красных красавца, смотрим друг другу в глаза."
        "Красавцы."
        "А потом я не выдержал напряжение момента."
        "Или возможно, от того, что у Ульяны начал косить левый глаз?"
        "Я запрокинул голову к потолку и расхохотался."
        me "Блин, ну ты скажешь тоже!"
        show us laugh sport with dspr
        us "А сам-то, сам! Поверил?"
        me "Поверил. Но это твоё лицо, это просто что-то!"
        us "Ты бы себя в зеркале видел!"
        "Мы хохотали и хохотали вразнобой, пока Ульянка, спохватившись, не развернулась к утюгу."
        "Ещё бы чуть-чуть и сожгла бы мне рубашку к чертям."
        us "Так что ты там про замужество говорил, ухожор?"
        me "Что не возьму я тебя замуж."
        us "А я с тобой встречаться не буду."
        me "А ты мелкая!"
        us "А ты бармалей!"
        me "А ты редиска!"
        "Ульяна фыркнула."
    us "Лови."
    play sound blanket
    "Выглаженная рубашка приятно пахла — как может пахнуть только свежевыглаженная рубашка."
    "Но самое главное — она была тёплой, немятой и даже относительно чистой."
    me "Умничка ты, Ульяна. Спасибо!"
    "От души поблагодарил я."
    "Ульяна не ответила."
    me "А ты не такая уж вредина, как мне казалось."
    show us grin sport with dspr
    us "Ты тоже не безнадежен. Всё, вали."
    me "Покедос."
    hide us with dissolve
    "Я застегнулся, проверил галстук и ключ от дома, пошевелил плечами, привыкая к выглаженной рубашке и отправился к двери."
    "И уже схватился было за ручку, когда за спиной раздалось негромкое:"
    us "Сёмыч."
    "Я обернулся."
    me "Да?"
    "Ульяна стояла в середине комнаты и мяла в руках подол футболки."
    "Она выглядела смущённо, но и решительно тоже."
    "Будто хотела донести до меня нечто важное."
    me "Что ты хотела сказать?"
    "Смутившись ещё сильнее, девочка посмотрела куда-то в сторону и еле слышно произнесла:"
    us "Знаешь… Сегодня было… здорово."
    "Трудное признание, верно."
    "Ещё труднее, чем сказать своему лучшему другу, что он твой лучший друг."
    "Ибо зачем?"
    "Я улыбнулся."
    me "Мне тоже понравился. Жаль только, последний."
    play music eat_horn fadein 3
    "Девочка хотела добавить ещё что-то, но её перебил горн."
    me "Вот. А теперь, если нерадивая жена не хочет меня кормить, я пойду добывать пропитание сам."
    "Над моей головой в дверь врезалась подушка, и я, смеясь, выскочил на улицу."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return


label alt_day6_us_px_carrier:
    $ persistent.sprite_time = "day"
    $ day_time()
    $ alt_chapter(6, u"Огоньки. Утро.")
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music escape_2 fadein 3
    "Память обладает волшебным свойством открывать двери из детской комнаты — сразу в класс."
    "Но чаще в дождь. И лишь изредка — в лето."
    "Но разве стоит унывать на этот счёт? "
    "Ведь для того, чтобы пустить чудо в душу, нужно быть очень-очень счастливым. {w}И обязательно ребёнком."
    "И совершенно точно — попрыгавшим по лужам и насмеявшимся так, что уголки губ болят уже улыбаться."
    "Тогда, возможно, только и сумеешь приютить крохотное крылатое чудо в рюкзаке, а в чаще леса обнаружить комнату с диваном, телевизором… и выходом в родительскую спальню."
    "Возможно, перестанешь бояться открытых окон и верхних этажей, потому что и без крыльев можно устремиться в небо."
    "Как? Рецепт прост до безобразия. {w}Уйма веры в себя и отцовский чёрный зонт, на котором сверху вниз написано «VISION», а снизу вверх «NOISIA»."
    "Хотя зонтик, наверное, не так уж и нужен. {w}Можно же просто сделать самолётик."
    "Если он будет достаточно большой, можно улететь хоть до Луны — гораздо выше, чем летят качели."
    "Обращайтесь хорошо со своей памятью, потому что это единственное, что нельзя отнять."
    "Как мою теперь уже вечную память об одной красноголовой вредине, что запропастилась с утра пораньше, а теперь — вот."
    "Сидит как ни в чём не бывало, улыбается, смотрит из-под чёлки."
    show us smile sport with dspr
    us "Привет, Сёмище."
    "Она отреагировала на моё появление, мгновенно вскочив со скамейки и подлетев ко мне."
    us "Потерял меня с утра, да? Волновался? Искал?"
    me "Ты где была?"
    show us surp1 sport with dspr
    us "Значит, волновался! Ура."
    me "Волновался, конечно."
    "Признался я."
    show us normal sport with dspr
    us "А мне приснилось, что вывели нас огоньки на старую дорогу. Так здорово!"
    me "И что такого в старой дороге?"
    show us surp2 sport with dspr
    us "Не понимаешь? Дорога — это путь. Это не просто так!"
    me "Понял. Дорога — это путь."
    show us laugh sport with dspr
    us "Не притворяйся умнее, чем ты есть на самом деле!"
    us "Это необычное шоссе. Да ты и сам видел."
    me "Мало ли, что я видел. Так ты его ходила проверять?"
    show us normal sport with dspr
    "Ульяна кивнула."
    us "Правда, я там застряла на полдороги, вроде, кажется, вот-вот найду место, а всё хожу как кругами."
    us "Одной мне точно не справиться. Поможешь?"
    show us sad sport with dspr
    "Девочка протянула мне ладонь и умоляюще заглянула в глаза."
    us "Поможешь?"
    "Я кивнул. Что мне ещё оставалось?"
    show us laugh sport with dspr
    "Просияв, Ульяна вцепилась мне в ладонь и потянула за собой."
    window hide
    scene bg ext_dining_hall_away_day
    with dissolve
    "В отличие от меня, она никогда ни в чём не сомневалась."
    "Отдавало от такой непосредственности чем-то первобытно-притягательным."
    "Как пляски дикарей у костра, совершенно не заботящихся о том, кто их увидит во время танцев, кто что подумает…"
    "Меня же смущала вся надуманность истории."
    "И это не считая угроз с трибуны сегодня утром."
    "По всем законам подлости меня должны были сейчас заловить и в добровольно-принудительном порядке отправить на общественные работы."
    "Кто-нибудь, либо Ольга, либо её помощница."
    window hide
    scene bg ext_square_sunset
    with dissolve
    "Либо кто-нибудь ещё."
    "Но вот что странно — всё время, что мы двигались по лагерю, до нас будто никому и дела не было."
    "И объяснялось это отнюдь не тайными тропами, которыми мы перемещались, отнюдь."
    "Нет, мы нагло и нахраписто шли, почти бежали по самым оживлённым местам лагеря."
    "Будто нарываясь на неприятности."
    stop music fadeout 3
    window hide
    scene bg ext_backdoor_day_7dl
    with dissolve
    play ambience ambience_old_camp_outside fadein 3
    play music lynn fadein 3
    "Солнце уже окончательно поднялось, когда мы вышли к задним воротам."
    "Утренняя машина с продуктами уже укатила обратно в город, так что здесь было пусто и безлюдно."
    "Фактически, настолько безлюдно, что я не выдержал, обернулся назад, проверяя — не исчез ли внезапно лагерь за нашими спинами."
    "Нет, всё на месте."
    "Хотя я не удивился бы — слишком уж много небывальщины произошло со мной за последние несколько дней."
    "И на фоне самого главного чуда — моего перемещения сюда — меркли даже такие вещи, как ульянкины Огоньки."
    "Двадцать пять лет в прошлое, причём не просто назад, а куда-то вбок."
    "В сторону, не обсосанную ещё слюнявыми фантазиями писателей, в мир «а что, если»."
    "А что, если к власти в Союзе пришёл Генда?"
    "А что, если в мире возможны люди идеальные, непогрешимые — и притом отнюдь не ледяные ефремовские статуи?"
    "Что, если однажды из лагеря, откуда нет пути наружу, кроме отъезда, сумел вырваться мальчик, который просто глупо зазубрил свои метания?"
    "Что, если потом он вернулся в лагерь и донёс своим последователям зазубренное в виде некоего ритуала?"
    "А вода и правда найдёт путь."
    "И вот теперь одна из таких последователей тащит великовозрастного олуха, который сам с трудом в это верит, непонятно куда."
    "Потому что она-то, в отличие от вышеупомянутого олуха, очень даже верит во всё это."
    "Непонятно лишь одно."
    th "А ей-то это зачем?"
    "Я мог понять мальчишек, мальчишек всегда пленяла романтика Поиска, любого."
    "Даже если ты просто работаешь смотрителем маяка, ты принимаешь в этом участие."
    "Ты показываешь путь тому, кто потерялся в темноте."
    window hide
    scene bg ext_path_day
    with fade
    play ambience ambience_forest_day fadein 3
    "Объяснять чудо тем, что Ульяна пацанка, очень не хотелось."
    "Это выглядело бы как отпечаток грязной руки на белоснежном полотне."
    "А я ведь только-только начал {i}верить{/i}."
    "Объяснять чудо пошлостью не хотелось. Вообще руки к чуду тянуть не хотелось."
    show us normal sport with dspr
    us "Шире шаг, Сём, мы почти на месте."
    me "Ты так спешишь, как будто кораблики за это время убегут куда-то."
    us "Не убегут, но…"
    show us smile sport with dspr
    us "Неужели тебе самому не интересно?"
    th "Интересно?"
    th "Я капитально уже во всё это ввязался, так что…"
    "Я должен пройти этот путь до конца."
    "Первый шаг привёл меня к песчаному карьеру, второй… "
    "Ну, на самом деле не так уж далеко от этого карьера был тот самый бочажок, где нашли гавань кораблики."
    "И вот сегодня я иду — ведомый уже не чьими-то руками, а единственно желанием да жжением в ладонях, опалённых крохотным огарком."
    "Несмотря на все сомнения, непонимание — почему до сих пор это место не нашли, на всё!"
    window hide
    scene cg d5_un_carrier_7dl
    with dissolve2
    "Расступившиеся деревья снова явили взгляду спину, обтянутую белой пионерской рубашкой."
    "Чуть подрагивающие фиолетовые хвостики да меланхоличное раздумье в позе."
    "Та самая эмоция, которая всегда заставляла близкого человека подходить и тихонько обнимать. Молча."
    "Если, конечно, этот близкий человек не по пояс дубовый и обладает хотя бы зачатками эмпатии."
    "Но — возможно, к счастью, возможно, к сожалению — мы не были Лене хоть сколько-нибудь близкими."
    "Ульяна прижала палец к губам, веля не беспокоить хандрящую Лену, и мы, бочком-бочком, прошли по дальней тропинке, ведущей вниз."
    "Туда, где вчера в бочаге выловили последние кораблики."
    stop music fadeout 3
    window hide
    scene bg ext_sandpit_day_7dl
    with dissolve
    play music out_of_painkillers fadein 3
    "Над головой знойным белёсым раствором запрокинулся небосклон, но в тени бора жары почти не чувствовалось."
    "Лишь тут и там выглядывали из мшаных подушек мясистые зелёные листочки брусничников — не сезон, ещё хотя бы пару недель, до августа, но…"
    "Нынешней смене не достанется ни кустика брусники — завтра мы рассаживаемся по машинам и мчим навстречу новому учебному году, а кто-то — и взрослой жизни."
    "Мы шли не тем путём, что вчера, потому вместо удобной тропинки был хорошо укатанный пыльный откос, а в ладони наливалось знакомым по сну жжением."
    "Как в детской старой игре в «горячо-холодно», мне было все «горячей» и «горячей»."
    "Пришлось попетлять как следует, так как не все места были проходимы, а кое-где на поверхности песка выступала и отполированная, скользкая даже с виду соль."
    th "И всё ради того, чтобы не беспокоить хандрящую девушку, над которой Ульяна раньше только издевалась."
    th "С каких это пор Ульяна стала такой чуткой?"
    window hide
    scene bg ext_lake_day_7dl
    with dissolve
    play ambience ambience_lake_shore_day fadein 3
    "Запущенные вчера Огоньки куда-то пропали, оставалось двигаться вперёд, не выпуская из руки ладошки Ульяны — потому что она вдруг оступилась на ровном месте и растерянно стала оглядываться."
    "Как будто очнулась, как будто перестала понимать, где находится."
    show us dontlike sport
    with dissolve
    us "Что за…"
    me "Что случилось?"
    us "Я дорогу потеряла."
    me "В смысле? А это что?"
    "Я указал на тропинку, по которой мы шли до сих пор."
    show us calml sport with dspr
    us "Это не то! Я не чувствую дороги, понимаешь?"
    us "Направления нет!"
    "Девочка выглядела недовольной."
    us "Вот и с утра то же самое происходило."
    us "Ходила тут кругами час целый. И ничего!"
    me "Направления, говоришь?.."
    show us surp1 sport with dspr
    us "Ты что-то чувствуешь?"
    "Вместо ответа я поднял перед собой ладонь, куда нырнули оба огонька во сне."
    "Рука покраснела и чесалась."
    show us sad sport with dspr
    us "Надо же. Хотя это несправедливо! Я тут столько искала, а пришёл ты и всё нашёл."
    me "В этом и заключается основная функция мужчины."
    "Наставительно сказал я."
    show us laugh sport with dspr
    us "Ладно, мужчина. Веди ты тогда."
    me "Ты знаешь, что делать, правда?"
    "Она кивнула и чуть слышно прошептала:"
    us "Тай-тай, налетай…"
    "Я выдвинулся в голову процессии, и мы продолжили путь."
    stop music fadeout 5
    window hide
    scene bg ext_busstop_dust_7dl
    with fulldiam
    play ambience ambience_ext_road_day fadein 3
    "Не знаю, как долго мы шли, но в какой-то момент закончился и карьер, и заросли, а вторичная дорога, по которой мы всё это время шли, влилась в шоссе."
    us "Забытая дорога."
    "Произнесла из-за плеча Ульяна."
    us "Похоже, наши поиски закончились?"
    th "Закончились?"
    "Я огляделся."
    "Дорога была странной, смутно знакомой, однако, поросшая тут и там сквозь трещины в асфальте трава свидетельствовала в пользу того, что ей давным-давно никто не пользуется."
    "Я не видел здесь ровным счётом ничего такого, что могло бы называться целью поисков."
    me "Дорога. И что?"
    us "Пошли, сейчас увидишь!"
    "Ульяна снова вырвалась вперёд, и мне ничего не оставалось, как поспешить вслед за ней."
    "Старая, старая дорога, вся в выбоинках, тут и там асфальтовое покрытие вспучивалось, пробитое всходящей зеленью…"
    window hide
    scene expression Desat("bg ext_busstop_dust_7dl")
    with dissolve
    "Я не знаю, сколько мы шли, но в какой-то момент воздух вдруг стал очень знакомым, цвета загустели и уехали в куда более спокойный диапазон — блекловатый, тускловатый… "
    play music music_list["no_tresspassing"] fadein 3
    "Сотое чувство, чутьё геймера, ощущение направления — можно называть это как угодно, ясным стало одно: мы проходили очень недалеко от места, откуда рукой подать было до моего дома."
    "Мы проходили мимо дренажной трубы, выходящей из-под покрытия — вялая струйка почти полностью впитывалась пересохшей почвой, однако, поодаль можно было разглядеть лужицу."
    "Небольшую, неглубокую — курица вброд перейдёт, но… "
    scene expression Desat1("bg ext_busstop_dust_7dl"):
        xalign .5 yalign .5 zoom 1.0
        linear 2 rotate 15
    with fade
    pause(1)
    scene expression Desat1("bg ext_busstop_dust_7dl")
    "Я пригляделся, и болью свело виски, а мир сделал один очень нехороший оборот против часовой стрелки: ткнувшись носами в мясистые стволы осоки, на той стороне лужи лениво качались два кораблика с уже погасшими свечками в качестве мачт."
    "Потому я резко развернулся и, не отпуская руки Ульяны, резко потащил её назад."
    show us dontlike sport with dissolve
    us "Эй, постой, погоди!"
    me "Нет. Нам надо убраться отсюда, и как можно скорее."
    hide us with dissolve
    "После этих слов мелкая замолчала и несколько минут послушно шла за мной, не отвлекая разговорами. {w}Впрочем, надолго её не хватило:"
    show us calml sport with dissolve
    us "Куда ты меня тащишь?"
    play sound2 sfx_intro_bus_stop_steps
    me "Обратно. Я не уверен, что нам стоит здесь оста…"
    with flash
    play sound sfx_fall_wood_floor
    play ambience ambience_explosive_post
    "Как падение вглубь собственного подсознания перед сном, отчего сами дёргаются ноги, мимо меня, обдав морозным воздухом, пронеслась «Волга». Воображаемая."
    play ambience ambience_ext_road_day fadein 3
    me "Нет, валим отсюда."
    us "Нет, нам надо именно сюда!"
    me "Под колёса? Нет уж."
    show us dontlike sport with dspr
    us "Те не понимаешь!"
    "Ульяна остановилась и отняла у меня ладошку."
    us "Миря пытался отправить меня на эту дорогу в последнее его лето. {w}Он как раз говорил про то, что здесь может быть."
    me "Кто такой этот Миря?"
    show us surp2 sport with dspr
    us "Ты не знал?"
    me "Что?"
    us "Миря — это Дима Миронов. Брат Ольги Дмитриевны."
    me "Ого. У неё ещё и брат был…"
    show us normal sport with dspr
    us "Да. Именно он научил нас запускать Огоньки и рассказал о том, как можно выбраться отсюда."
    me "Слушай, ему надо было, он пусть и выбирается. {w}А мне… Мне туда не надо."
    show us dontlike sport with dspr
    us "Откуда ты знаешь?"
    th "Оттуда, что я там был однажды. {w}Можно же сказать про всю свою предыдущую жизнь — однажды?"
    me "Неважно. Мы уходим."
    show us normal sport with dspr
    us "Но вернёмся."
    me "Нет."
    us "Мы вернёмся с подмогой."
    "Будто не слушая меня, продолжила девочка."
    us "Потому что вдвоём мы не справимся."
    me "Нет."
    us "Семён…"
    "Она впервые назвала меня по имени."
    us "Это очень важно. Поверь, пожалуйста."
    me "Зачем?"
    us "Я… Я не могу тебе сказать."
    me "Опять детсадовские игры. Я пошёл."
    stop music fadeout 3
    window hide
    scene bg ext_busstop_dust_7dl
    with dissolve
    "Я махнул рукой и отправился к уже видимому отсюда спуску на вторичную дорогу."
    "Подальше от запаха большого города и разочарования длиной в целую жизнь."
    "Вокруг царила тишина, не прерываемая даже вездесущими цикадами."
    "Как будто именно «здесь» и «сейчас» не было на миллиарды километров никого вокруг нас живого."
    "Как будто мы стали в ином качестве — чужом мире, тех самых сенях."
    play sound sfx_slavya_run
    "Потому-то ритмичный стук и привлёк внимание."
    "Я замер, прислушиваясь, и целую секунду понимал, что это не что иное, как самый обыкновенный перестук сандалий по асфальту."
    "Ульянка бегом догоняла меня:"
    show us normal sport far with dissolve
    us "Постой же!"
    me "Что?"
    us "Я не могу тебе рассказать всего, понимаешь? Ещё рано."
    me "Для логики тоже рано?"
    show us normal sport with move
    us "Какой логики? Если ты о том, откуда Миря знал…"
    me "Да нет, я о другом. Ты же сама сказала, что если тебе дорогу показали, то ты сможешь выйти на любое такое закрытое место."
    us "Ну?"
    me "Так почему тогда Ольга Дмитриевна не пошла за Леной? {w}Если она сестра Мири, значит, тот явно водил её с собой в Лес Памяти."
    show us dontlike sport with dspr
    us "Может, и водил, а может, и нет. Я не знаю."
    us "Когда я приехала сюда в первый раз, Миря заехал буквально один разик, попрощаться с Ольгой, мы с ней немножко подружились тогда, так что он мне и рассказал, как это всё делается…"
    me "Тогда, может, расскажешь мне, зачем вся эта беготня за Огоньками?"
    show us shy sport with dspr
    us "Ну, она…"
    me "Ты безнадёжна, короче."
    hide us with dissolve
    "Я заспешил вниз по дороге, не слушая больше ни слова."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return
    
label alt_day6_us_px_dinner:
    $ persistent.sprite_time = "day"
    $ day_time()
    $ alt_chapter(6, u"Огоньки. День")
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 3
    play music music_list["my_daily_life"] fadein 3
    "В обед Ульянка не хотела даже и смотреть в мою сторону."
    "Собственно, она и не смотрела бы, но вот незадача — у самой столовой стояла вожатая, которой, видите ли, не понравилось, как друг на друга глазеют две её любимые головные боли."
    "Она сама так сказала, честно-пречестно!"
    window hide
    scene bg ext_dining_hall_near_day
    show prologue_dream
    show mt normal pioneer at zenterleft
    show us dontlike sport at zenterright
    with dissolve
    "Так что для начала она вернула сладкую парочку обратно к умывальникам, оттирать чумазые ладошки, а позже и вовсе отказалась пускать есть, покуда два дурака не помирятся."
    "И как! Мизинчики, «мирись-мирись», пожатие лапы и «мир»."
    "Кто в своём уме после такого злобу таить станет?"
    "Тут бы развернуться ей да уйти гордо, но всё испортила китовая песнь животика и глупый смех вожатой."
    "Делать нечего, голод, как известно — не тётка, пришлось мириться."
    window hide
    scene bg int_dining_hall_people_day
    show us angry sport
    with dissolve
    us "Это не значит, что я тебя простила!"
    "Заявила она, стоило им лишь протиснуться в двери столовой."
    me "Да бога ради."
    "Я вовсе не чувствовал себя виноватым."
    me "Мне всё равно не понравилось чувствовать себя шампиньоном."
    show us surp1 sport with dspr
    us "А?"
    me "Бэ. Грибы такие, знаешь? Выращивают в темноте, удобряют сама понимаешь чем. Вот не понравилось."
    us "Вроде с утра не пил."
    "Подозрительно принюхалась девочка."
    me "А ты вроде с утра не врала."
    hide us with dissolve
    "Я замолчал и уделил максимум внимания обеду. {w}Обиделся."
    "Некоторое время за столом стояла тишина, перемежаемая лишь стуком ложек о тарелки."
    "Я ушёл в свои мысли, Ульянка же пыталась выглядеть верную свою гвардию из второго отряда с Данечкой во главе."
    "Поймав взгляд, наконец, она со значением показала взглядом на дверь и вопросительно подняла бровь."
    "Кудрявая голова качнулась — «гвардеец» определённо понял пантомиму."
    window hide
    scene bg ext_dining_hall_away_day
    show us normal sport at zenterright
    show ml normal pioneer at zenterleft
    with dissolve
    "Так и оказалось — к моменту выхода из столовой, Ульянка разглядела Даню, подпирающего плечом сосну, вымахавшую у самой столовой."
    "Удобно устроился, в тени, незаметно, если не знать, что есть там — нипочём не разглядишь!"
    me "Привет."
    "Я зачем-то увязался вслед за девочкой, счёл нужным поздороваться."
    "Даня не удостоил меня и взглядом."
    ml "Зачем звала?"
    us "Мы…"
    "Оглядевшись по сторонам, не подслушивает ли кто, Ульянка призналась:"
    us "Мы Дорогу нашли."
    show ml surprise pioneer with dspr
    ml "Серьёзно? Вот здорово!"
    "Обрадовался кудрявый."
    ml "Когда пойдёте?"
    us "Уже ходили. Вдвоём там делать нечего."
    show ml smile pioneer with dspr
    ml "И ты хочешь, чтобы я пошёл с вами?"
    us "Нет. Только со мной. Он не идёт."
    "Я кивнул, подтверждая её слова."
    show ml unsured pioneer with dspr
    ml "Тогда что он делает здесь?"
    us "Ничего."
    "Ульяна развернулась и, цедя сквозь зубы, сообщила:"
    show us angry sport with dspr
    us "Он уже уходит."
    "Видимо, ждала мою реакцию?"
    window hide
    scene bg ext_dining_hall_near_day at zenterleft
    "Да вот только фиг там — безразлично дёрнув плечом, я развернулся и отступил назад, заняв место на скамеечке, откуда меня не было видно, зато сохранялась прекрасная слышимость."
    ml "Что он вообще здесь забыл?"
    "Несколько минут спустя поинтересовался кудрявый."
    us "Он… Ну… Это он дорогу нашёл."
    ml "И ты так просто его прогнала?"
    "В голосе Даньки послышалось нечто странное."
    ml "Он нашёл, а ты прогнала?! Ты же знаешь, как это называется, правда?"
    "Он замолчал, а судя по шаркнувшим подошвам, развернулся на месте."
    ml "Свинство, Уля."
    "Ушёл."
    "В вопросе, брошенном вслед, явно послышались слёзы:"
    us "И что, так и уйдёшь?! Это и твоя мечта!"
    ml "Меня поставили отвечать за отряд на концерте"
    "Отрезал Даня."
    us "Да что мне делать?"
    "Заголосила она."
    ml "Не знаю. Попробуй стать человеком."
    "Ушёл. Оставляя раскатывающиеся над площадью раскаты грома, гидроакустический удар — остракизм."
    "Немного погодя из дверей столовой вышла Ольга Дмитриевна."
    "Но с ней я общаться уже не хотел."
    window hide
    scene bg ext_houses_day 
    with dissolve
    "Догнала меня Ульяна лишь на перекрёстке — после обеда был законный тихий час, и тратить его непонятно на что мне не хотелось совершенно."
    show us sad sport with dissolve
    us "Сёмыч."
    "Она догнала и несмело взяла меня за мизинец."
    me "Ну?"
    "Безразличия в моём голосе хватало. {w}Однако палец убирать я не спешил."
    show us smile sport with dspr
    us "Нам нельзя ругаться. Помнишь? Мирись-мирись."
    me "Я с тобой не ругался. Но мне надоело, что меня используют втёмную. {w}Ты либо всё рассказывай, либо я спать пойду."
    "Поколебавшись, Ульяна неохотно кивнула:"
    show us normal sport with dspr
    us "Я только не сразу, хорошо? Мне надо будет сразу всем объяснить. {w}Чтобы не повторяться."
    "Отговорка была так себе — но и это был прогресс по сравнению с былым «нет»."
    "Возможно потому я и купился:"
    me "А кого с собой возьмём? Есть кто-то, кому ты доверяешь?"
    us "Я доверяю только себе."
    "Несмешно пошутила Ульянка."
    us "Но слишком взрослых брать нельзя."
    me "Это ты про меня — слишком взрослых?"
    us "Нет. Я не про возраст, а…"
    "Она рукой махнула."
    us "К слову, Алиса не пойдёт, слишком взрослая."
    me "Ничего удивительного, она самая старшая в отряде."
    show us laugh sport with dspr
    us "Да нет же, балда! Я говорю, что нам нужен кто-то, способный поверить. В любую фантазию."
    me "Тогда Алиса точно отпадает. Твоя гвардия?"
    show us sad sport with dspr
    us "Все заняты."
    "Безрадостно сообщила девочка."
    us "Их за концертом следить припахали."
    me "Концерт? Хм… Тогда Мику точно не пойдёт, Жене и Электронику я не доверяю. {w}Остались только Лена и Славя. Но Славя точно не согласится."
    show us smile sport with dspr
    us "Всё-таки решил идти вдвоём?"
    if persistent.us_px_good or persistent.us_7dl_good:
        me "Нет, зачем. Пошли искать Славю."
        us "Но сначала - за Леной!"
        "Прокричала девочка, потащив меня за собой."
    else:
        me "Не попробуем, не узнаем!"
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return
    
label alt_day6_us_px_Lena:
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_un_hideout_day_7dl
    with dissolve
    play ambience ambience_lake_shore_day fadein 3
    play music take_my_hand fadein 3
    "Я думал, что мы снова пойдём на карьер, где Лена могла стоять часами, опираясь на несчастные перильца, изрезанные инициалами всех мастей."
    "Но вместо этого Ульяна потащила нас в сторону пляжа — строго на юг, лишь у самого берега круто забирая налево — туда, где далеко вдавалась в воду песчаная коса, густо поросшая посередине ельником."
    "На карьере — изрезанные сердечками деревья."
    "Там Лес Памяти, он помнит многих."
    "А вот отсюда так хорошо глядеть на воду…"
    "Расступившиеся кусты явили нашему взгляду россыпь крупных гранитных обломков, один из которых оседлала знакомая нам чуть сутулая хрупкая фигурка, сосредоточенно что-то делающая."
    "Внезапно Ульяна вскрикнула, сунула палец в рот."
    show us smile sport with dspr
    us "Лееееенкааааа!"
    "Ульяна вприпрыжку подскочила к той и о чём-то затараторила."
    "Я с небольшим запозданием присоединился к ней."
    show un normal pioneer at zenterleft behind us with dissolve
    show us smile sport at cright with dspr
    un "Зачем вы пришли?"
    "Она попыталась спрятать в карман изрезанный кусок коры, в котором я с обречённым каким-то пониманием узнал кривобокую заготовку для Огонька."
    me "Мы искали тебя."
    un "Да?"
    "Не удивилась она."
    un "И зачем?"
    us "Мы отправляемся в путешествие!"
    "С энтузиазмом сообщила Ульянка."
    us "Не хочешь с нами?"
    show us laugh sport with dspr
    show un laugh pioneer with dspr
    un "С вами?"
    "Она искусственно рассмеялась."
    un "Куда? Зачем?"
    show us upset sport with dspr
    us "Ну как же… Это же такое приключение!"
    show un serious pioneer with dspr
    un "Не интересует."
    "Отрезала грустная девочка."
    "Смех стих. И Лена, недоверчиво глядя на Ульяну, поднялась и повернулась к нам целиком."
    un "Зачем мне туда идти?"
    me "Там пахнет полынью."
    "Ответил я."
    me "Ты знаешь, что это значит?"
    "Безусловно, она знала."
    "Ты знаешь, что абсент пахнет тысячей трав — и одним горьким сожалением?"
    un "Куда идти и что брать с собой?"
    stop music fadeout 3
    stop ambience fadeout 1
    return

label alt_day6_us_px_party_sl:
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg int_warehouse_day_7dl
    with dissolve
    "Славя сидела за столом у входа на бельевой склад, аккуратным круглым почерком внося что-то в огромную хозяйственную книгу."
    "Даже не поднимая головы, безошибочно узнала нас:"
    show sl normal pioneer at zenterleft
    with dissolve
    sl "Семён и Ульяна. Опять безобразите?"
    me "А ты всё работаешь?"
    sl "И вам посоветовала бы!"
    show us smile sport at zenterright
    with dissolve
    us "Нам нельзя. У нас новое приключение!"
    show sl serious pioneer with dspr
    sl "За территорией?"
    "Подозрительно прищурилась активистка."
    show us laugh sport with dspr
    us "Разумеется. Не здесь же, от туалета к медпункту бегать!"
    "Покачав головой, Славя отложила ручку."
    sl "И кто вам разрешал уходить туда?"
    show us surp1 sport with dspr
    us "Но мы по делу!"
    sl "По какому же?"
    us "Мы знаем, куда Лена сбегает каждый год, поэтому идём её возвращать!"
    show sl sad pioneer with sdpr
    "Славя тяжело вздохнула:"
    sl "Хватит уже сочинять. Куда вы собрались?"
    show us calml sport with dspr
    us "Но мы и…"
    "Начала было Ульяна, но я её перебил:"
    me "Мы нашли одно очень странное место. И оно, кажется, очень нуждается в том, чтобы там навели порядок."
    sl "А причём здесь Лена?"
    me "Собственно, туда она и убегает."
    show us surp2 sport with dspr
    us "Да! Это очень особое место, туда нельзя попасть просто так!"
    show sl normal pioneer with dspr
    sl "Почему-то я так и подумала. Так где это место?"
    us "Мы покажем!"
    show sl smile pioneer with dspr
    sl "Я пойду с вами."
    "Улыбнулась Славя."
    sl "Но при одном условии."
    me "И условие это?.."
    sl "Я хочу, чтобы вы всё же побывали на концерте."
    me "Но там вечер, дискотека. Как мы всё успеем сегодня?"
    show sl smile2 pioneer with dspr
    sl "А сегодня мы и не успеем. Потому я и согласилась."
    sl "Не могу же я просто так вас отпустить."
    sl "Потому давайте сходим завтра."
    $ alt_day6_us_px_sl_join = True
    "Ульяне это определённо не понравилось."
    "Но она промолчала. Видимо, поняла, что спорить действительно не к спеху."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return
            
label alt_day6_us_px_far_gate:
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_backdoor_day_7dl
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music sneakupon fadein 3
    "Мы назначили встречу у южных ворот лагеря."
    "Ульяна, Лена. {w}И ваш покорный слуга."
    "Можно ли придумать ещё более странную компанию?"
    "Но к сожалению ли, к счастью, нас это не слишком заботило."
    "Проблема была в другом — мы условились приготовиться к пути и собраться часа в четыре, но вот уже начало пятого, а девочек до сих пор не видать."
    "Я переминался с ноги на ногу у самых ворот и с каждой минутой чувствовал себя всё более глупо."
    "А уж совсем дураком я почувствовал себя, когда кусты рядом со мной зашевелились и хихикнули."
    me "Ульянка!"
    us "Тсс!"
    me "Давно ты здесь?"
    us "Сто лет! Лена тоже здесь! Полезешь?"
    "Я не успел ответить, как некое движение на периферии зрения привлекло моё внимание, и я мучительно медленно повернул голову туда."
    "Всё верно — на том конце тропинки узнаваемой поступью в мою сторону двигались Проблемы."
    th "Борис Александрович?! Что он здесь забыл?"
    show ba em1 uniform with dissolve
    ba "Здорово, дрищ!"
    "Прогрохотал физрук, приблизившись."
    ba "Сачкуешь?"
    me "Э, здрасть."
    ba "Олька так и сказала, что ты где-то лазишь. А подруга где твоя?"
    me "Какая?"
    ba "Самая красивая, конечно!"
    "Фыркнул он."
    ba "Футболистку где потерял?"
    "Кусты за моей спиной хихикнули."
    me "Понятия не знаю."
    "Честно ответил я."
    show ba normal uniform with dissolve
    ba "Жаль, жаль. Ладно, пошли."
    me "Куда?"
    ba "Концерт. Через пятнадцать минут я хочу видеть тебя на лавке первого отряда. Так что шагом…"
    me "Но мне и правда надо!"
    ba "Потерпишь. После ужина сделаешь свои дела."
    ba "А сейчас марш на концерт."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return
    
label alt_day6_us_7dl_concert:
    $ persistent.sprite_time = "day"
    $ day_time()
    if routetag == "us7dl_good":
        $ alt_chapter(6, u"Огоньки. Концерт")
    else:
        $ alt_chapter(6, u"Ульяна. 7дл. Концерт")
    scene bg ext_stage_big_day
    with dissolve
    play ambience ambience_medium_crowd_outdoors fadein 2
    play music lastlight_piano
    if alt_day4_neu_us_pixies == 2:
        "Концерт."
        "Просто концерт, посвящённый закрытию лагеря — дети выступают перед другими отрядами, показывают, что заготовили — и как рыба в воде в этой катавасии самой счастливой остаётся Мику, которой уж точно не нужны никакие побеги и приключения."
        "Зачем ей это, когда у неё есть адреналин сцены?"
        "Люди вокруг, внимающие её песням, провожающие взглядами."
        "Она как на игле сидит на общественном внимании."
        "Без него она захиреет и сдохнет."
        th "А без чего захирею и сдохну я?"
        "И нет ответа."
        mt "Cемён, выпрямись, сутулый как кочерга."
        "Я досадливо дёрнул плечом."
        "Смотреть концерт, слушать, как вокруг шепчутся, подпевают и хлопают в такт мне совсем не хотелось."
        "Мне хотелось туда, где ручей стекает по склону карьера, где подъём к горизонту, и далеко-далеко отсюда видно шоссе, которого нет на карте."
    elif (alt_day6_us_7dl_mi_friends == 2) or (alt_day6_us_7dl_sl_friends == 2):
        "А между тем часы пробили четыре, над лагерем разнёсся сигнал подъёма с тихого часа."
        "Сегодня он значил нечто другое, сегодня он сзывал пионеров на то, чтобы напоследок ещё раз окинуть друзей взглядом, спеть с ними хором какую-нибудь песню…"
        "Почувствовать себя неотъемлемой частью этого юного, дружелюбного и несомненно живого организма — лагеря «Совёнок»."
        "Я не ждал от концерта каких-либо открытий или свершений."
        "Просто мне нравилась сама мысль о том, что я буду сидеть сейчас один - не из толпы! Из коллектива! - а на сцене будет выступать человечек, которого я всерьёз считаю своим другом."
        "Вернее, подругой."
        "Мику убежала переодеваться, и я на каком-то подспудном уровне уже знал, в каком платье она вернётся."
        "Было у меня некое впечатление, с которым трудно бороться."
    else:
        "Я не очень понимал, зачем меня сюда привели."
        "Честно-пречестно."
        "В отличие от десятков людей, занявших уже места, чему-то радующихся, возбуждённо переговаривавшихся, я не чувствовал внутри какого-то эмоционального подъёма."
        "В конце концов, меня с Алисой сюда, в отличие от них, привели отнюдь не добровольно."
        "Плюс мою миссию по вызволению одной малявки из голого плена теперь будет выполнять совсем другой человек."
        "Тот, пожалуй, кого мне меньше всего хотелось бы видеть на этой роли."
        "Я почти воочию узрил, как вожатая заходит в помещение, во второе, видит выставленное стекло в окне, и только потом переводит взгляд на Ульяну."
        "Подранную, помятую и несчастную."
        "Честное слово, мне перестало быть страшно от того, что может подумать при этом вожатая."
        "Куда сильнее мне было жалко Ульянку."
        "А единственный мой потенциальный союзник с хвостами-молниями в упор меня не замечал."
        "Он заклеймил меня трусом и предателем — а таких людей Алиса привыкла заживо списывать со счетов."
        me "Беда с этим лагерем, кругом беда."
        "Вздохнул я."
    window hide
    scene bg ext_stage_normal_day
    with dissolve
    "Первый отряд всегда сидит на задних скамейках."
    "Непреложное правило: малышам не видно ничего издали, а если перед ними ещё и старшаки усядутся…"
    "Так что самым длинноногим предоставлются самые высокие скамейки."
    "Хотя куда веселее было бы усесться там, где сидит звуковой оператор."
    "А ещё можно ругаться в микрофон и требовать, чтобы освободили сцену."
    "Работать, пока другие развлекаются."
    "В жизни не пожелал бы себе такой участи."
    "Скамейки понемногу заполнялись — вожатая и физрук знали своё дело и отлавливали пионеров по всей территории лагеря на уровне наркомов внутренних дел."
    show sl smile pioneer with dissolve
    sl "Отдыхаешь?"
    "Я вопросительно приподнял бровь."
    sl "Для меня этот концерт особенный."
    "Призналась Славя."
    sl "И не для меня одной."
    if alt_day6_us_7dl_un_friends != 0:
        sl "Я слышала, ты нашёл Лену?"
        "Я смутился."
        show sl smile2 pioneer with dspr
        sl "Да я сразу поняла, что ты убираться не будешь."
        sl "А вот… Так нашёл?"
        "Я кивнул."
        sl "Хорошо. Значит, всё с ней в порядке, и на танцы точно явится."
        me "А при чём тут она?"
        show sl shy pioneer with dspr
        sl "Как бы тебе сказать…"
        sl "Нас многое с ней связывает на самом деле."
        sl "Важнее то, что этот год и для меня, и для неё…"
    show sl serious pioneer with dspr
    sl "Исключая только Ульяну, весь нынешний первый отряд больше не вернётся в лагерь."
    sl "Так что это особенный прощальный вечер, после которого — всё."
    me "Жизнь продолжается."
    "Философски ответил я, а Славя покачала головой и понизила голос."
    sl "Продолжаться-то продолжается, но в следующем году из всей нашей компании останется только Ольга Дмитриевна да Ульяна."
    if alt_day4_neu_us_pixies != 0:
        me "И гвардия её ещё."
        "Славя кивнула."
    sl "Ладно, поговорим позже, начинается уже."
    hide sl with dissolve
    "Девушка отсела в сторону, оставляя меня наедине с музыкой и выскочившей на сцену Мику."
    show mi normal voca far with dissolve
    mi "Привет, Лагерь!"
    "Выкрикнула Мику в микрофон."
    mi "Как настроение?"
    "Лагерь что-то вразнобой ответил ей, но японка удовлетворилась и таким ответом."
    "Дорвалась до сладкого."
    "Потому трудно было обвинять её в том, что она несколько игнорирует реакцию публики."
    "Да и пускай."
    "Я не так долго знал японку, чтобы строить какие-то прогнозы, но то, как она ходила, как держала себя, говорила…"
    "В ней всё выдавало не просто любителя сцены — а лютого профессионала."
    "Который ко всему прочему ещё и обожает то, чем занимается."
    if alt_day6_us_7dl_mi_friends == 2:
        th "Любопытно, она будет сейчас петь ту песенку, которую показывала мне в клубе?"
        "Фонограмма на заднем плане играла довольно печальная, потому мне казалось, что вряд ли концерт откроют с минорной мелодии."
        "Это довольно странно, как мне думается."
        "И Мику не разочаровала."
    stop music fadeout 3
    window hide
    scene bg ext_stage_big_day
    with fade
    "Фортепьянные переборы смолкли, на лагерь на долю секунды опустилась тишина."
    play music bad_apple fadein 3
    "Которую немедля буквально смёл звук совершенно неуместный в этом месте, времени… в этом всём!"
    "Компрессор, ломаная бочка, раскатистые басы — это больше походило на музыку откуда-то с рейвов моей полузабытой родины."
    "Но Мику эта музыка была знакома и нравилась."
    "Более того, она собиралась под неё петь!"
    "Похоже, никаких предрассудков на этот счёт она не испытывала."
    "Более того, она держала руку с микрофоном так, что было очевидно, что конкретно для этой песни она привыкла к подвисному «усику», освобождающему руки."
    "Но даже и с одной занятой рукой, она умудрялась выдать очень и очень неплохую хореографию!"
    "Ну, насколько я мог судить, разумеется."
    "И всё же!"
    "Некоторые из её движений определённо я мог видеть в некоторых современных уже мне танцах — начиная от робо-танца, заканчивая «приставным» шагом из тектоника."
    "Неискушённые же зрители вокруг меня не пытались выпендриться непонятно перед кем и просто получали удовольствие от действительно классного шоу."
    stop music fadeout 3
    "Но всё хорошее имеет обыкновение заканчиваться."
    "Закончилось и выступление Мику."
    "А после неё…"
    play music music_list["reflection_on_water"] fadein 3
    "Всё казалось пресным и плохо отрепетированным."
    if alt_day6_us_7dl_mi_friends == 2:
        "И это несмотря на то, что каждому из них была дана возможность подготовиться как следует, выделено время на сцене…"
    if alt_day4_neu_us_pixies == 3:
        "Я вертелся, озирался, смотрел — Ульяны с компанией нигде не было видно."
        "Кажется, они решили воспользоваться шансом и остаться в истории-с-чужой-стороны."
        "Так что меня бросили, оставляя в наследие лишь возможность спрятать переживания в Лесу Памяти."
        "Я снова почувствовал себя как на улицах моей родной пасмурной столицы: людей вокруг было много, они были счастливые, весёлые, целеустремлённые."
        "И это лишь оттеняло моё собственное одиночество."
        "Похоже, единственный человек, который мог бы стать мне настоящим другом, предпочёл моему унылому обществу — сказку."
        me "Ничего удивительного."
        "Процедил я."
        if alt_day6_us_px_sl_join:
            sl "Дуешься?"
            "Славя снова подсела ко мне поближе, и шёпот её дыхания опалил мне ухо."
            "От этого было щекотно до мурашек, но почему-то тревожно и хотелось отодвинуться."
            show sl shy pioneer close with dspr
            sl "На самом деле, я была бы готова уйти с вами хоть тогда, когда вы позвали."
            "Она распахнула свои голубые глазищи, и я понял вдруг, что она не врёт."
            "Не потому, что глазищи, а потому, что не умеет иначе."
            "Как будто есть у неё установка всегда говорить только правду."
            me "Так почему же не ушла?"
            show sl normal pioneer close with dspr
            "Славя погрустнела:"
            sl "Ответственность. Да, знаю, я звучу как зануда."
            sl "Как будто бы мне лет сорок, я бабка с авоськой, которая только и умеет, что брюзжать."
            me "На бабку ты точно не похожа."
            show sl smile pioneer close with dspr
            sl "Спасибо."
            me "Хотя занудные вещи всё равно говоришь."
            show sl sad pioneer close with dspr
            sl "А я не умею по-другому. Просто не получается."
            "На сцену вышел какой-то мальчик в накрахмаленной рубашке и сел за пианино, поэтому Славя придвинулась ко мне ещё ближе, почти касаясь губами моего уха."
            me "А если у тебя не получится и сейчас?"
            sl "В этот раз получится. Помнишь, что я тебе говорила?"
            sl "Я здесь последний раз, потому хочу попробовать сделать что-нибудь такое, о чём не жаль вспомнить."
            "Она спокойно улыбнулась в ответ на мой косой взгляд."
            sl "Я знаю, что Ульяна и её приятели умеют нечто невозможное, что они нашли что-то невероятное."
            me "И потому ты хочешь присоединиться?"
            sl "Меркантильно выглядит, да?"
            me "Да не то слово."
            "Фыркнул я."
            me "Не слишком ли ты взрослая, чтобы верить во все эти глупости?"
            show sl shy pioneer close with dspr
            sl "А ты?"
            "Отпарировала она."
            "Я не нашёлся с ответом."
            "Строго говоря, мы были если не ровесники, то погодки точно."
            "Ловить в Ульянкиной сказке ни мне, ни Славе было нечего."
            sl "Потом, у меня был целый один резон попытаться убежать вместе с вами."
            me "Какой же?"
            "В это время смолкли переборы расстроенного фортепьяно, и динамики голосом Мику объявили:"
            dy "Концерт закрывает песня в исполнении Феоктистовой Славяны"
            "Славя, легко поднявшись, пожала мои пальцы."
            show sl smile pioneer with move
            "Улыбнулась:"
            sl "Вот какой. Ненавижу выступать."
            "Она заспешила к эстраде, оставляя меня наедине с моим одиночеством и совестью."
        else:
            mt "Сёмыч, Сёмыч…"
            "Вздохнула, усаживаясь рядом вожатая."
            show mt normal pioneer
            with dissolve
            mt "И почему ты такой непутёвый?"
            me "Очень даже путёвый."
            "Мгновенно ощетинился я."
            me "Путёвей меня в целом мире не сыскать."
            show mt sad pioneer with dspr
            mt "То-то и оно."
            "Непонятно сказала вожатая."
            mt "То-то и оно. "
            mt "Вот что я завтра твоим родителям скажу, когда им привезу сына, помолодевшего на три года?"
            me "Что здоровое питание и свежий воздух творят чудеса."
            show mt normal pioneer with dspr
            mt "Ты пытаешься впутаться в то, чего не понимаешь."
            me "Будто бы вы понимаете."
            show mt smile pioneer with dspr
            mt "Да уж кое-что понимаю."
            me "Вы?!"
            "Скепсисом в моём голосе можно было отравить половину местной речки."
            mt "А что не так? Тай-тай, всё такое… Я через это всё прошла, Семён."
            mt "Я выросла."
            me "Ясно. Спасибо. Поздравляю. Душевно жму вашу — мужественную? Женственную? Никак не могу определиться."
            show mt laugh pioneer with dspr
            mt "А ты всё тот же язва."
            mt "Но я тебе одно имя скажу, и ты всё поймёшь."
            me "Какое имя?"
            show mt normal pioneer with dspr
            mt "Миря."
            me "Кхм."
            "Я настороженно кивнул, наблюдая за тем, как Мику лезет ещё раз на сцену, игнорируя грозные взгляды вожатой."
            mt "Вижу, имя тебе знакомо."
            "Продолжила вожатая, когда в тишину вонзился перестук перкуссии."
            me "Есть такое."
            "Не стал отпираться я."
            me "И что? Имя как имя. Услышали, поди, от Кати вашей, а та — от Даньки или его оболтусов." 
            "Включил дурачка я."
            show mt grin pioneer with dspr
            mt "Нет, всё намного веселее."
            mt "Миря, или Дима Миронов — это мой брат."
            "Вот тут она меня уела."
            "Побила козырем по башке со всего маху."
            "Я вытаращил глаза и уставился на вожатую."
            me  "А какой? Старший или младший?"
            "Зачем-то спросил я."
            show mt laugh pioneer with dspr
            mt "А какая разница? Главное, я про эти ваши кораблики кое-что знаю."
            mt "И как они действуют — тоже."
            window hide
            with fade2
            mt "Да не куксись ты, Сёмыч. На самом деле, я тебя ни в чём не обвиняю."
            mt "В чём-то я тебя даже поддерживаю. Это же не ты сам поиски затеял, да?"
            "Я осторожно прочистил горло, сторожа взглядом завершившую выступление Мику."
            "На её место топал какой-то ботан в очках и рубашке — более чем очевидно, музыкант."
            if loki:
                "Камерник."
            "Так и вышло: он подошёл к фортепиано, открыл крышку и занёс руки над клавишами."
            me "Но я принял в них участие полностью добровольно. Так что попросил бы."
            show mt grin pioneer with dspr
            mt "В просьбе отказано. Славя."
            "Позвала она сидящую неподалёку девочку."
            mt "Ты закрываешь концерт, готовься."
            "Славя без особого энтузиазма кивнула."
            show mt normal pioneer with dspr
            mt "А тебя, Семён, я прошу только об одном. Пожалуйста, очень прошу."
            mt "Не наделай глупостей."
            mt "Можешь мне это обещать?"
            "И как можно обещать подобное? Или требовать обещать подобное?"
            "Что за чушь."
            me "Я не знаю."
            "Хрипло сказал я."
            me "Я подумаю."
            mt "Этого мне вполне достаточно."
    elif (alt_day6_us_7dl_mi_friends == 2) or (alt_day6_us_7dl_sl_friends == 2):
        "Но раз я пришёл сюда по своей воле."
        if alt_day6_us_7dl_mi_friends == 2:
            "Раз я самолично помогал готовить всё это…"
        "Придётся испить чашу до дна."
        "Я увидел, как Мику, обернувшись, ищет кого-то в толпе."
        "Совершенно неосознанно, я поднял руку и помахал, привлекая внимание."
        "Мику просияла и приглашающе замахала обеими руками."
        "Делать нечего, пришлось подниматься и пробираться к ней через толкучку."
        show mi smile voca with dissolve
        mi "Ну, как дела?"
        "Мику выглядела крайне довольной собой и происходящем на сцене."
        me "А ты почему здесь, а не за пультом?"
        show mi laugh voca with dspr
        mi "А сейчас стихи будут читать, за ними выступление на фортепиано."
        mi "В моих услугах не нуждаются."
        me "Стихи? Без микрофона?"
        "Не поверил я."
        show mi happy voca with dspr
        mi "Да! Не знаю, помнишь или нет — в третьем отряде был один мальчик, который считал, что чем громче орёшь марш, тем лучше."
        mi "Его убедили в том, что стихи читать лучше."
        show mi grin voca with dspr
        "Мику хихикнула в ладошку:"
        mi "А с его голосом ему вообще никакого усиления не надо."
        me "Злорадство вижу в твоих речах."
        me "Путь на тёмную сторону ведёт!"
        show mi surprise voca with dspr
        mi "Ты и это знаешь?! Какой ты и интересный мальчик, Сенечка!"
        "Было бы странно, если б я не знал классику синематографа. Тем более, что первые три части вышли лет эдак десять назад."
        "Тут я обратил внимание на то, что мы уже пару минут болтаем, а на сцену никто не идёт."
        show mi sad voca with dspr
        mi "Всё как всегда — сначала кричим громче всех, потом боимся выйти на сцену."
        "Мику выглядела крайне раздосадованной."
        me "И что теперь?"
        mi "Да ничего."
        "Пожала плечами старлетка."
        show mi normal voca with dspr
        mi "Пойду выступать вместо него, только и всего. "
        mi "В первый раз, что ли…"
        me "Тебе же, вроде, нравится выступать?"
        mi "Выступать нравится. Непостоянные крикуны не нравится. Бай!"
        hide mi
        "Уловив кивок Ольги Дмитриевны, Мику отжала паузу с ожидающей плёнки с фонограммой и запрыгнула на сцену."
        "Похоже, ей удастся сегодня отбить полные свои пятнадцать минут славы."
        "Я не видел в этом решительно ничего плохого."
        "Особенно, с того места, который теперь занимал по праву помощника худрука."
        "Но всё имеет свойство заканчиваться."
        "Закончился и номер Мику."
        "Улынувшись мне, она встала рядом, но ничего не сказала."
        "А парой минут позже я понял, почему она не садится — выступающая Славя, как оказалось, завершала концерт."
        "Так что мы, переглянувшись, обесточили аппаратуру и, пока пионеры разбирались по отрядам, смотали самые важные шнуры."
        "И лишь после этого отправились ужинать."
    else:
        th "Вы мне только дайте сбежать — я не упущу свой шанс!"
        "Мы обменялись взглядами с Двачевской — похоже, её посетила ровно та же мысль."
        "Мы синхронно ухмыльнулись."
        window hide
        with fade2
        "Вот только кто бы нам дал…"
        "По левую руку нас хватко сторожила вожатая второго отряда, по правую — Саныч."
        "Оба они приплясывали под музыку, рукоплескали юным талантам, но при том ни на миг не утрачивали ежовскую доброту в прищуре."
        "Так что пришлось сидеть и не выступать."
        "Картину немного скрасила только Ульяна, которую Ольга привела спустя полчаса — красная, смущённая и негодующая."
        "Она плюхнулась на скамейку рядом со мной, скрестила руки на груди и на осторожные расспросы не реагировала."
        "Должно быть, обиделась."
        "Но у всего есть конец, даже у концертов."
        "На эстраду вылез какой-то товарищ с нотной папочке и при бабочке."
        "Его сменила Славя с какими-то фольклорными завываниями — и, наконец, Ольга свет Дмитриевна произнесла самую вожделенную фразу:"
        mt "Концерт объявляется закрытым, отряды, шагом арш на ужин."
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_supper:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    if alt_day4_neu_us_pixies == 3:
        $ alt_chapter(6, u"Огоньки. Вечер")
    else:
        $ alt_chapter(6, u"Ульяна. 7ДЛ. Вечер")
    scene expression Dawn("bg ext_dining_hall_away_day")
    with dissolve
    play sound_loop ambience_medium_crowd_outdoors fadein 2
    play ambience ambience_camp_center_evening fadein 4
    play music music_list["trapped_in_dreams"] fadein 3
    "В дверях столовой образовалась небольшая очередь, потому я встал поодаль, привалился плечом к стене столовой."
    "Толкаться ради того, чтобы раньше прочих получить свою порцию картошки с мясом?"
    "Увольте. Не мой случай."
    if alt_day6_us_7dl_sl_friends == 2:
        "Несколько минут спустя рядом со мной остановилась Славя."
        show sl surprise pioneer with dspr
        sl "Сбежал с подготовки?"
        "Полуутвердительно спросила она."
        me "Нет. Мне никто ничего не говорил?"
        sl "Очень странно. Обычно, если после концерта дискотека, нас всегда собирают для того, чтобы помочь."
        sl "Ну, знаешь, отнести что-нибудь на площадь, подключить…"
        me "Да нет. Думаю, Ольга Дмитриевна сделала бы объявление, если бы хотела, чтобы мы поучаствовали, как считаешь?"
        show sl shy pioneer with dspr
        sl "Так я же тоже сбежала."
        "По секрету сообщила девушка."
        sl "Как выступать закончила, так сразу и…"
        me "Ты?!"
        "Не поверил я."
        sl "Я не люблю выступать."
        "Призналась девушка."
        sl "Там был выбор, либо ставить ещё одну песню Мику, либо оставлять дыру в три минуты."
        me "Неужели тебе настолько не нравятся её выступления?"
        show sl laugh pioneer with dspr
        sl "Ты что, очень нравятся."
        sl "Я с удовольствием уступила бы место тому, у кого это хотя бы получается."
        me "Так что же произошло?"
        show sl sad pioneer with dspr
        sl "Ольга Дмитриевна запретила."
        "Вздохнула Cлавя."
        sl "Сказала, что у Мику и так слишком много номеров, нечего ей…"
        sl "А ты почему не выступал?"
        me "Да что-то ничего в голову не пришло, не придумал."
        if loki:
            "Хотя я мог бы им что-нибудь нароялить, как тот олух в накрахмаленной рубашке."
        me "И вообще, я сцену не люблю."
        show sl smile pioneer with dspr
        sl "Понимаю."
        sl "Хотела бы я сейчас погрозить тебе пальцем и сказать, чтобы в следующий раз обязательно выступил."
        me "Да только вот не будет этого следующего раза."
        "Понимающе кивнул я."
        me "Ну и ладно. Не сценой единой…"
        hide sl with dissolve
        "Мы ненадолго замолчали, переглядываясь и улыбаясь."
        "Я вдруг поймал себя на мысли, что рядом с этой девушке мне удивительно безоблачно и тепло на душе."
        "Как то самое солнце над песками, что способно как убить, так и выжечь из души и тела всё вредное, наносное, оставив лишь загорелую оболочку да вечно юный взгляд."
        "Когда-то я вывел для себя один простенький постулат."
        "Если с каким-то человеком рядом тебе легко и непринуждённо молчится — хватай его в охапку и волоки к себе."
        "Поднимай на руки, ибо через порог только на руках, и никак иначе."
        "Разумеется…"
        "Как же ещё иначе вносится счастье в дом?"
        "Только вот Славя не моё счастье. Разминулись мы с ней как в море корабли."
        "Стоило бы ещё с первых минут знакомства, пока мы обменивались изучающими взглядами, начинать торить дорожку к её сердцу."
        "Тогда, возможно, сейчас бы и получилось у нас что-то большее, чем есть сейчас."
        "Да, человек — это бог в сослагательном наклонении."
        "Впрочем, я не жаловался. Уже имющееся, сложившееся между мной и этой красоткой, меня вполне себе устраивало."
        if loki:
            "Самое главное — я не испытывал от неё никакого зла!"
            "Хотелось поймать её за руку и попросить остаться — сам не зная, зачем."
            "Искать в ней недостатки: просто потому, что не может же быть идеального человека!"
            "А в итоге просто придумать ей какой-нибудь."
            "Потому что это насущно — увидеть в ледяном образе изъян."
            "Без этого не получится влюбиться без памяти."
            "Просто… хотелось."
            "Но так получилось уж, что я сам выбрал своё одиночество, и меня ничто, кроме него не интересует."
            "Люди постарались. Идеально-красивые, живые, весёлые."
            "Мне бы забраться в свою раковину, где под подушкой ждёт пистолет и записка от девушки из сна."
            "Даже вендетту свою глупую я провёл из одного лишь пустого и неуместного стремления всегда доводить до конца."
        else:
            "Я никогда до этого не общался с такими людьми, как она."
            "Более того, я подозревал, что в обычной жизни такой, как я, ей попросту не интересен."
            "В понимании этого простого факта не было какого-то самоуничижения."
            "Просто есть люди, есть небожители."
            "И хотя мне частенько приходилось слышать, что каждый получает ту реальность, которую заслуживает…"
            "Я всегда слышал в этои лишь то, что свои рельсы каждый ежедневно выбирает для себя сам."
            "Чуть-чуть сверни с наезженного-накатанного — и увидишь, что мир гораздо больше твоего замыленного горизонта, что он никогда не рос вместе с тобой, а всегда был огромен."
            "Славе хватило бы пороху ворочать стрелку своих путей каждый день."
            "А я… Что ж, мне действительно повезло встретить человека, в существование которого я и сам до конца не верил."
        stop sound_loop fadeout 5
        "Пионеры понемногу рассосались перед входом, освобождая проход для отрядов постарше, и Славя толкнула меня локтем."
        show sl smile pioneer with dissolve
        sl "Пошли заправимся перед последними танцами!"
    elif alt_day6_us_7dl_mi_friends == 2:
        "Что-то где-то перепуталось."
        "И отнюдь не в моей голове."
        "Например, мне совершенно непонятно было, как случилось так, что мы рука об руку с одной японской стар топаем лопать ужин в пионерской столовой."
        "Звучит как сюр, правда?"
        "Но Мику это, похоже, совершенно не смущало."
        show mi smile voca with dissolve
        mi "Хорошо выступили!"
        me "Не жалко тебе в нарядном платье на ужин идти?"
        mi "Да ну."
        "Отмахнулась Мику."
        mi "Ничего с ним не случится, я вообще знаешь как аккуратно ем!"
        mi "А если вдруг и запачкаюсь — ткань грязеотталкивающая! Супер, да?"
        me "Супер, конечно."
        "Глубокомысленно кивнул я."
        mi "Ты в нём и на дискотеку пойдёшь?"
        show mi shy voca with dspr
        mi "Нет, конечно, за кого ты меня принимаешь."
        "Чуточку смутилась Мику."
        mi "Просто мне лениво было идти домой переодеваться в форму, потом снова идти домой после ужина переодеваться в нарядное для танцев. Столько беготни, ужас!"
        me "Лодырь."
        "Улыбнулся я."
        mi "Почему сразу лодырь? Это просто не-це-ле-сооб-раз-но!"
        "По слогам проговорила японка."
        mi "Но я рискую, конечно."
        me "В смысле?"
        show mi happy voca with dspr
        mi "Ты, наверное, не в курсе, но меня в первый день смены выгнали из столовой с ужина."
        mi "Сказали, мол, платье слишком короткое, велели переодеваться идти."
        me "Ну…"
        "Я отступил на шаг и оглядел девушку."
        show mi sad voca with dspr
        mi "А ты не приглядывайся! Платье-то то же самое, но знаешь, как низко пришлось юбку надевать!"
        "Сердито сообщила Мику."
        mi "У меня резинка чуть ли не на коленях, чтобы «прикрыть срам»."
        mi "Как будто я голая хожу!"
        me "А ты нет?"
        show mi laugh voca with dspr
        mi "Сень!"
        mi "Вполне приличный костюм с юбкой. Что не так?"
        me "Мне-то как раз всё нравится."
        "На японке мне в принципе любая одежда нравилась. Включая голову Годзиллы."
        "Как-то очень ладненько она на ней сидела."
        me "Просто не мог удержаться."
        me "Извини."
        "Мику отмахнулась:"
        show mi normal voca with dspr
        mi "Да я уж привыкла к твоим постоянным подколам."
        mi "Я сначала думала, что это потому что ты злой, а ты оказался вовсе и не злой."
        show mi smile voca with dspr
        mi "Так что я не знаю теперь, как на это реагировать. Смирилась."
        "Непосредственность во всей красе."
        "Мику продолжала что-то ещё болтать, рассказывать."
        "Я же слушал голос."
        "С некоторых пор нас уже связывали какие-то нити."
        "Неразличимые, но уже и нерушимые."
        "Вернее, в случае моей звёздочки я назвал бы их не связующими нитями…"
        "А связующими струнами."
        "Между нами протянулись натянутые струны нервов, трепещущие на ветру, наигрывающие странное соло, от которого хотелось плакать и смеяться одновременно."
        "Я не назвал бы это влюблённостью, но она мне определённо была симпатична."
        "Более того, я уже совершенно определённо знал, кого буду сегодня приглашать на медленный танец."
        stop sound_loop fadeout 5
        "Но это позже, а пока я слушаю, как она болтает."
        "Неплохой способ скрасить ожидание ужина."
        show mi happy voca with dissolve
        mi "Дорога открыта! Ура!"
        "Она ринулась в столовую, что-то выкрикивая и распевая про детей рабочих и голодные растущие организмы."
        "Посмеиваясь, я направился вслед за ней."
    elif alt_day4_neu_us_pixies == 3:
        "Сказал сам себе я, не обнаружив девочек и на ужине."
        "Картошка с мясом, стакан молока — искажённое отражение моего первого дня здесь."
        "Как серия ситкома, в которой герой начинает и завершает серию, находясь ровно в одном и том же положении: если он нашёл миллион долларов, он их отдаст, если обзавёлся способностями — неизбежно потеряет."
        "Простейшее условие — и он сам, и душа его должны встречать титры ровно в том же самом сером свитере, в каком выходили на подмостки в начале."
        "А иначе это развитие, а никакой не ситком."
        "Мику что-то трещала под боком, но я не особо вслушивался, весь занятый жалостью к самому себе, упиваясь собственным, тщательно лелеемым одиночеством и тоской."
        "И то даже, что сейчас будет дискотека, а это как последние выходные лета: тот самый шанс сделать то, что собирался всё лето — да так и не собрался."
    else:
        "Ульяна хотела было ввинтиться в толпу, распихать всех локтями да коленями, но я остановил её, положив руку на плечо."
        show us dontlike sport with dspr
        us "Что?"
        "Я кивнул на приближающуюся вожатую."
        "Провоцировать конфликт не хотелось, так как нам тут же припомнят наше постоянное отсутствие на лагерных мероприятиях."
        "Да, всем нам предстоит чему-то научиться."
        "У нас, в общем и нет никакого другого выхода."
        "Мне - перестать быть занудой."
        "А Ульяне… Да нет. Она-то как раз человек чуть ли не больше меня."
        show us sad sport with dspr
        us "Скучно."
        "Пожаловалась она, привалившись к стенке спиной прямо перед моим носом."
        if alt_day6_us_7dl_tr:
            us "Сейчас бы быстренько пожамкать и плясать!"
            me "Ты умеешь танцевать?"
            show us laugh sport with dspr
            us "А то! У меня знаешь какие учителя были!"
            "Начала было она, но тут же угасла."
            show us calml sport with dspr
            us "Польку, вальс и менуэт научили, а как дрыгаться на дискотеке — нет!"
            us "И вот нафига они такие?"
            me "Ну, танцы разные бывают…"
            us "Пришлось подглядывать, как другие двигаются. И повторять."
            me "Получается?"
            show us surp1 sport with dspr
            us "А я откуда знаю?!"
            us "Я просто пляшу как мне нравится."
            "Виднеющаяся на горизонте вожатая заметила нас и начала было проталкиваться поближе с целью сказать пару ласковых."
            "Да только кто б её пустил…"
            "Пионеры стояли плотно и рвались в столовую стоило лишь только освободиться какому-нибудь месту."
            "Так что вожатая только бессильно погрозила нам издали кулаком."
            me "Очень страшная угроза."
        else:
            show us normal sport with dspr
            us "А вообще, я должна на тебя дуться за то, что бросил даму в беде."
            me "Если бы это от меня зависело…"
            us "Плохо старался! Надо лучше стараться!"
            me "Я немного не понимаю."
            "Начал я."
            me "Ты мне с вожатой драться предлагаешь?"
            me "За почётное право вместо концерта таскать тебе сменную одежду?"
            show us laugh2 sport with dspr
            us "Зачем драться? Можно же мимо них проползти!"
            us "Или вообще убежать!"
            "Нет, ей до человека определённо ещё далеко."
            "Ольги всё не было, так что и мы особо не спешили продвигаться."
            me "Понятно. Что ж, если хочешь — обижайся. Я пойму."
            show us laugh sport with dspr
            us "А не буду!"
            me "Тебя не поймёшь!"
            us "И не надо! У тебя целая куча других достоинств!"
            me "Каких?"
            show us smile sport with dspr
            us "Сейчас!"
            "Она растопырила ладошку и начала загибать пальчики:"
            us "Ты рассудительный! И спокойный! И… и…"
            show us surp3 sport with dspr
            us "Эй! А почему это я тебе комплименты делаю? Должно быть наоборот!"
            me "У нас равноправие!"
            us "Равнолевие."
            "Показала мне язык Ульяна."
        "Мы рассмеялись."
        "Замолчали."
        show us shy sport with dspr
        us "Сёмыч, а Сёмыч?"
        me "На связи."
        "Лениво ответил я."
        us "А ты… Ну…"
        me "Я, я. Чего?"
        show us shy2 sport with dspr
        us "Ты на танцы же пойдёшь?"
        me "Даже если бы я не хотел — придётся."
        show us surp1 sport with dspr
        us "Почему?"
        me "Потому что Ольга Дмитриевна."
        show us sad sport with dspr
        us "А…"
        me "А ты зачем спрашиваешь?"
        us "Низачем. Просто так спросила. Я-то пойду."
        if loki:
            me "Намекаешь на медленный танец?"
            "Хладнокровно уточнил я."
            me "Не вопрос, приглашу."
            "Ульянка покраснела, но улыбалась слишком уж довольно."
            me "Раз тебе так хочется."
        else:
            "Повисло неловкое молчание."
            me "Правда, я танцевать совсем не умею."
            show us surp1 sport with dspr
            us "Ты - и не умеешь?"
            me "А что такого?"
            us "Прикид твой вспоминаю. Ты же вылитый стиляга. Такой же заросший."
            me "Спасибочки. Стилягой меня ещё не обзывали."
            show us laugh sport with dspr
            us "Не дуйся! Ну, хочешь, я научу тебя руками дрыгать?"
            me "Не особо."
            "Подумав, ответил я."
            me "Местные быстрые танцы я вообще осваивать не желаю?"
            us "А медленные?"
            me "Вот на дискотеке и увидишь!"
        stop sound_loop fadeout 3
        "Ульяна замахнулась было на меня, но тут я обнаружил, что пока мы болтали, пионеры уже успели рассосаться."
        me "Ура! Жрат! На штурм!"
        "Закричал я и бросился к столовой."
        "За спиной прыснули, а мгновением спустя к моему топоту присоединился и стук каблучков."
    stop music fadeout 3
    window hide
    scene bg int_dining_hall_people_sunset
    with dissolve
    play ambience ambience_dining_hall_full fadein 3
    play music music_list["smooth_machine"] fadein 3
    "В столовой царило оживление и треск за ушами."
    "Мне вообще с трудом понималось, для чего делать в лагере жилого пространства на шестьдесят человек, а столовую — на сорок."
    "Поощрение естественного отбора?"
    "Кто успел, тот и съел?"
    "Так или иначе, в этот раз мне не дали выбирать, с кем и куда садиться — более того, уже успевшие забрать поднос пионеры садились, что называется, «по откату», а дежурные зашивались, не успевая собрать посуду."
    "Так что досталось мне место на проходе."
    "Слева всё ещё жующий шестой отряд, справа — только севший отряд номер три."
    "Даже поболтать оказалось не с кем."
    "Вздохнув, я запустил ложку в тарелку."
    "За неимением альтернатив приходилось заниматьcя тем, зачем я сюда и пришёл."
    "Питаться."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_disco:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene anim_square_preparty
    with dissolve
    play music music_list["lightness"] fadein 5
    play ambience ambience_medium_crowd_outdoors
    "Когда я вышел на площадь, она уже была полностью готова к грядущему мероприятию."
    "И это мероприятие вызывало у пионеров не в пример больше энтузиазма, чем прошедший концерт!"
    "Конечно, есть и исключения…"
    "Одно из таких исключений глазело на меня и улыбалось:"
    show mi smile voca with dissolve
    mi "Сень, а у меня для тебя сюрприз!"
    me "Терпеть не люблю сюрпризы."
    "Проворчал я."
    show mi happy voca with dspr
    mi "А этот тебе понравится, точно-точно!"
    me "Сомневаюсь, чтобы это был миллион долларов."
    if alt_day6_us_7dl_un_friends != 0:
        th "Или хотя бы смарт взамен утопленного."
    show mt smile pioneer at zenterright
    show mi normal voca at left
    with move
    mt "Мику подготовила тебе нарядный костюм для танцев."
    me "Да? Ну, здорово. Вот только с чего вы решили, что я стану его надевать?"
    th "Сто процентов, какая нибудь гомоэротика с рюшами жабо."
    "Я не очень разбирался в пристрастиях вожатой, но почему-то твёрдо решил, что костюм будет представлять собой какую-нибудь голубизну."
    show mt angry pioneer
    show mi upset voca
    with dspr
    mt "Семён, перестань капризничать. На прощальную дискотеку надо идти нарядным."
    me "Да кому надо?"
    me "С чего б?!"
    "Психанул я."
    me "Назовите мне хоть одну причину, по которой я должен одеваться в то, что вы там за меня придумали?"
    show mt sad pioneer with dspr
    mt "Первая причина — это то, что я потратила полчаса, пока не выгладила и не привела его в порядок."
    me "Соболезную о вашей утрате."
    "Кивнул я."
    me "У вас всё?"
    "И развернулся уже, чтобы уходить."
    if alt_day6_us_7dl_mi_friends == 2:
        show mt normal pioneer at cleft behind mi
        show mi normal voca
        with move
        mt "А вторая причина — она."
        "Ольга Дмитриевна положила руку на плечо Мику."
        mt "Раз ты не уважаешь мой труд, уважь её."
        show mi sad voca with dissolve
        mi "Он правда очень красивый, очень тебе пойдёт."
        "Они обе смотрели на меня в ожидании."
        "И я сдался."
        me "Ладно."
        "Сказал я."
        me "Я пойду посмотрю, что за костюм."
        show mi happy voca with dspr
        mi "Да!"
        me "Но если там будет какая-нибудь пакость с рюшами… Я не надену такое."
        mt "Иди, иди."
        "Кивнула вожатая."
    elif alt_day6_us_7dl_sl_friends == 2:
        mt "Разве ты не хочешь сегодня потанцевать со Славей?"
        "Спросила в спину вожатая."
        me "Славя прекрасно потанцует со мной и в форме."
        me "Или не потанцует. Но при чём здесь костюм?"
        "Вожатая не нашлась с ответом."
    elif alt_day6_us_7dl_un_friends != 0:
        mt "А как насчёт того, чтобы пригласить твою подружку потанцевать?"
        if loki:
            me "Она не танцует."
        else:
            "Я ничего не ответил и мимоходом порадовался, что успелся уже отвернуться."
            "Щёки у меня вспыхнули."
    else:
        mt "Но на танцах полагается быть нарядным!"
        me "Кому полагается? Кем полагается?"
        me "Я вообще не хочу идти на ваши чёртовы танцы."
        me "Единственное, почему я туда иду — это потому, что не хочу быть приведённым туда силой."
        me "Так что какая к дьяволу разница, во что я буду одет там, где не хочу находиться?"
        "Удовлетворённо кивнув, я удалился."
    stop music fadeout 3
    window hide
    with fade2
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_house_of_mt_day
    with diam
    play music someone_like_you_guitar fadein 3
    play ambience ambience_int_cabin_evening fadein 2
    "В домике было пусто и одиноко."
    "Всё как всегда — разбросанные вещи, играющие в закатных лучах пылинки и дух места, куда прибегают только ночевать."
    "Ради любопытства я решил посмотреть, что же там такого приготовили мне Мику с вожатой."
    if alt_day6_us_7dl_mi_friends == 2:
        "Вдруг и правда не наврали?"
        "Порадовать Мику, танцуя с ней нарядным… Было в этом что-то."
    else:
        "Надевать я его не планировал, но удовлетворения любопытства ради…"
    play sound sfx_open_cabinet_2
    "Распахнув створку шкафа, я окинул взглядом то, что мне предлагалось в качестве вечернего смокинга."
    "А на самом деле, не так уж всё и грустно было."
    "Тёмная с отливом рубашка цвета бордо, заглаженные до острых стрелок брюки и невесть откуда взявшиеся ботинки моего размера."
    "Я даже название их вспомнил."
    me "Штиблеты."
    me "Напялю это всё, зачешу хаер и пойду стилягой по площади."
    dreamgirl "Все девки будут твои!"
    th "Не интересует."
    "Отрезал я."
    if alt_day6_us_7dl_mi_friends == 2:
        "Все — не интересуют."
        "А вот одна…"
        dreamgirl "Так будешь надевать или как?"
        me "Буду. Что поделаешь."
        if alt_day4_neu_us_pixies != 0:
            "Рубашка оказалась точно впору, даже в плечах оказалась в самый раз — чего уже очень давно со мной не случалось."
            "Штиблеты вообще оказались по ощущениям чуть ли не родными — разношенными как раз под мою ногу."
            "Я вешал на освободившиеся плечики свою пионерскую рубашку, когда в голову пришла очень странная мысль:"
            th "А если бы я не стал немного поменьше за эти две ночи?"
            th "Мне она сейчас была бы мала, трещала бы по швам…"
            th "Не может ли статься, что и рубашка, и обувь…"
            dreamgirl "Да нет, бред какой-то."
            th "Вот и мне кажется, что бред. В конце концов, я же здесь не был в прошлом году."
            th "Откуда бы здесь взяться моим вещам?"
            "Внутренний голос промолчал."
        else:
            "Одежда вся оказалась немного маловата."
            "Хотя в моём случае это не было чем-то критичным: танцевать брейк я не собирался, размахивать руками — тоже."
            "А для того, чтобы деревянно потоптаться по танцполу, прижимая к себе одну фигуристую красотку с грустными глазами, хватит и этого."
        "Облачившись и наведя марафет, я выпрямился и критически оглядел себя в зеркале."
        window hide
        scene cg d3_me_mirror_bordo_7dl
        with dissolve
        "Я был моложе и намного спокойнее того старого, что несколько дней назад заглянул в этой же зеркало."
        "А по сравнению с тем, кто всё ещё называет себя моим «я»…"
        "Не все перемены к лучшему, спору нет. Но конкретно этой я был доволен."
        "Если же к этому прибавить, что моего внимания жаждет одна девушка, получается совсем шоколадно."
        "Это как выиграть машину в лотерею, а тебе сказали: «постой, тут тебе ещё приз зрительских симпатий!»"
        "И выносят мне в коробочке то, чем должен был бы стать этот костюм."
        dreamgirl "Размечтался."
        th "Согласен."
        th "К чёрту миллион. Давайте сюда Мику."
        "Ещё раз полюбовавшись собой, заглянув себе в глаза и не найдя на их дне безысходности, я захлопнул шкафчик и вышел прочь."
        "Меня ждало что-то, и я предвкушал это «что-то»."
    else:
        "Я решил сам для себя, что не стану надевать ничего."
        "Можно сказать, пошёл на принцип."
        dreamgirl "Идиотский и глупый принцип."
        th "Что поделать, если мои принципы — это и есть в принципе то, что у меня осталось?"
        dreamgirl "Застрелиться и освободить жилплощадь, например?"
        th "Тоже вариант."
        "На самом деле, я не знал, зачем вообще припёрся сюда."
        "Можно было бы пошляться по лагерю, посмотреть, как кипит жизнь вокруг."
        "А я вместо этого сижу здесь, прячусь от докучливого внимания."
        "Да прикидываю, не запереться ли изнутри, чтобы не было совсем уж кисло."
        dreamgirl "Почему кисло-то?"
        th "Сам не знаю."
        "Огрызнулся я."
        if (alt_day6_us_7dl_un_friends != 0) or (alt_day4_neu_us_pixies == 3):
            "Меня смущало и тяготило некое чувство утраты, упущенных возможностей."
            "Нет, уже сейчас при любом раскладе я остаюсь только в плюсе."
            "Моя жизнь стала богаче на одного человека, который что-то для меня значит."
            "Ульяна относилась к людям-незабудкам: они намертво остаются в твоей памяти, что бы с тобой ни стряслось."
            "Но было и нечто помимо этого."
            "Как будто гоняясь за несбыточным, я упустил шанс получить нечто… Я даже не знаю."
            "Большее? Меньшее? Просто другое?"
            "Как подросток, выросший в информационном вакууме, чувствуя любовное томление, присущее его возрасту, не может объяснить себе — что же с ним такое происходит."
            "Жив, здоров, сыт, весел, занимается любимым делом; а всё равно тяготит что-то."
            "Я был как этот подросток, только в отличие от него у меня не было никакого томления."
            "Надо мной довлела не благородная грусть, а самая что ни на есть мещанская жадность."
            "Мне хотелось всего и сразу."
            if alt_day6_us_7dl_un_friends != 0:
                "Хотелось верную подругу, на роль которой Ульяна подходила идеально."
                "Хотелось возлюбленную, из формата которой Ульяна выпадала совершенно."
                "Впрочем, мне никогда не везло с девчонками."
                "Так что пропускаем этот пункт и успокаиваем гормоны."
            else:
                "Впрочем, всё это звучало где-то на периферии сознания, нисколько меня не беспокоя."
                "Двигавшие мной раньше инстинкты и потребности звучали приглушенно на заднем плане, и куда больше заботило, чтобы люди вокруг были хорошие и не ругались особо."
                "Так что жадность моя была чисто умозрительной."
        else:
            "Мне хотелось одновременно и убежать из лагеря, и закрыться здесь на всё время проведения дискотеки."
            "Хотелось сойти с ума и пригласить последовательно всех девочек нашего отряда, включая Алису с Женей."
            "Хотелось напиться и убежать с мальчишками на берег-склон, жечь до утра костры и петь про то, что грустно и смешно, кружат воспоминанья…"
            "А под утро уснуть, счастливо улыбаясь в занимающийся рассвет, проснуться от криков расталкивающей вожатой и понять, что это вот всё…"
            "Оно в последний раз."
            "Чёрт возьми. В последний."
            th "Оно ведь и правда у меня было однажды."
            "Такой вот мой «последний» раз, который я успешно оплакал и похоронил в глубинах памяти, занятый куда более важными вещами."
            if loki:
                "Любовью и местью."
                "Местью и смертью."
            else:
                "Попытками выжить."
                "Ежедневными попытками заставить себя чувствовать хоть что-то."
            "И за всем этим я как-то упустил из виду, что я забывал делать самое важное."
            "Я забывал жить."
            "И сейчас всё это недожитое маятником вернулось ко мне и со всего маху ударило поддых, выбивая воздух вперемешку с мыслями."
            "Мне хотелось сделать что-то, что можно будет вспомнить."
            "Даже если я проснусь и пойму, что всё это время так и мёрз над колесом своего рейсового автобуса."
            "Я хочу помнить хоть что-нибудь."
        "Определившись со своими желаниями, я понял вдруг, насколько легче стало."
        "Оказывается, это тоже неплохая терапия от хандры."
        "Просто сесть и разобраться в своей голове."
        "Подмигнув себе в зеркале, я закрыл дверь и вышел на улицу."
    window hide
    stop music fadeout 3
    play sound sfx_open_dooor_campus_1
    pause(1)
    $ persistent.sprite_time = "night"
    $ night_time
    scene anim_square_party
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music beat_symphonic fadein 3
    "А между тем танцы уже начались."
    "Народу на площадке было не очень много, большинство пока предпочитало отсиживаться по периметру."
    "Но уже скоро, очень скоро…"
    "Наши тоже все были здесь."
    if alt_day4_neu_us_pixies == 3:
        "Не хватало только Ульяны и Лены."
        "Оглядевшись в поисках вожатой и заработав свой утвердительный кивок, я устроился на скамейке поудобнее."
    else:
        "Ульянка уже извивалась и кривлялась чуть ли не у самых колонок."
        th "Неиспорченный ребёнок, эх."
        "Полюбовавшись немного на её ужимки, я улыбнулся и сел на скамейку."
    "В этот раз ведущий ради разнообразия решил поставить нечто, что даже мне показалось достаточно танцевальным."
    "Так что пару минут я проходил испытание «попробуй не притоптывать в такт»."
    "Получалось с трудом, если честно."
    "С другой стороны, и всякие глупости, вроде никому не нужных рефлексий и терзаний были безжалостно изгнаны из головы."
    "Неплохая терапия, если так посудить."
    "Я взял себе на заметку на случай будущей хандры прикупить наушники покачественнее с хорошей передачей басов."
    "И вышибать сверхнизкими частотами из души то, чему там быть не полагается."
    "Ощутив чей-то взгляд, я поднял голову."
    if alt_day4_neu_us_pixies != 0:
        "Звено ульянкиной гвардии тоже было здесь в полном составе."
        "Данечка в своей неизменной расхристанной форме изображал из себя то ли вертолёт, то ли танцора тектоника."
        show ml grin pioneer with dissolve
        "Он что-то прокричал."
        "«Иди плясать», — прочитал по губам я."
    elif alt_day6_us_7dl_mi_friends == 2:
        "Мику не обманула."
        "Платье, в которое она переоделась, выглядело ещё лучше, чем то, в котором она выступала."
        show mi smile dress with dissolve
        "Перехватив мой взгляд, она рассмеялась и качнула головой, подзывая."
    else:
        "Славя отрывалась по полной."
        show sl happy dress with dissolve
        "И в отличие от неловких коленцев Ульянки, у Славяны всё выглядело довольно-таки пристойно."
        "Это она смотрела на меня и, поймав взгляд, улыбнулась и поманила к себе рукой."
    "Я отрицательно покачал головой."
    "Хотя музыка и оказалась несколько приличней ожидаемого, танцевать я отнюдь не спешил."
    scene anim_square_party with dissolve
    "Нет, на дискотеки в своё время мне ходить приходилось, и даже танцевал я там наравне с прочими."
    "Но сейчас что-то совсем не было настроения."
    show mt smile dress with dissolve
    mt "Почему не танцуешь?"
    "Спросила оказавшаяся рядом вожатая."
    "Не спрашивая разрешения, она плюхулась рядом со мной - чуть ли не мне на колени."
    me "Из меня танцор тот ещё."
    show mt grin dress with dissolve
    mt "Дискотека - коллективное мероприятие!"
    me "Ну, знаете ли!"
    show mt laugh dress with dspr
    mt "Да шучу, шучу, Сёмыч. Что ты так напрягся."
    mt "Не буду я тебя силком плясать тащить, раз ты так не хочешь."
    me "Надо же…"
    me "Что это с вами произошло? Заболели?"
    show mt smile dress with dissolve
    mt "Ты можешь думать обо мне что хочешь, Сёмыч, но должен понять одну вещь."
    mt "Я педагог. Я знаю, как заставить кого-то делать что-то."
    mt "Но ещё я знаю, когда не стоит его заставлять делать это."
    me "И когда же?"
    show mt grin dress with dspr
    mt "Да когда люди развлекаются."
    mt "Не могу же я заставить тебя получать удовольствие и быть счастливым."
    me "Не можете."
    "Согласно кивнул я."
    show mt normal dress with dspr
    mt "Тем более, как я погляжу, ты и так вполне доволен — вон как хаером в такт машешь."
    me "Хаером?!"
    show mt laugh dress with dspr
    $ renpy.pause(.3)
    hide mt with easeoutleft
    "Ольга расхохоталась и, спрыгнув со скамейки, затерялась в толпе танцующих."
    stop music fadeout 5
    window hide
    with fade2
    "И только прислушавшись, я понял — почему."
    play music stilllovingyou fadein 3
    "Я даже несколько опешил от того, что она не в меня вцепилась с целью потанцевать."
    "Впрочем, не особо и хотелось."
    if alt_day4_neu_us_pixies == 3:
        "И на дискотеку, на самом деле, тоже идти не хотелось."
        "У меня были совсем другие интересы в совсем другом месте."
        if alt_day6_us_px_sl_join:
            "Но каким-то десятым чутьём осознавая, что Славя чувствует себя виноватой, а значит, в меру собственного разумения попытается исправиться, я решил идти сам."
            "Славино «извини» звучало как «пойдём на танцы, я тебя приглашу, а ещё тебе нужен толковый костюм, ещё ты должен веселиться и радоваться жизни»."
        else:
            "Танцы выглядят уныло и скучно, если тебе не с кем покривляться."
            "Некого попередразнивать."
            "Да попросту провести время в компании."
            "А танцевать в одиночестве…"
        "Наиотвратительнейшее толкование, как по мне. {w}О вкусах, понятно, не спорят, но… "
        "Уберите руки от моего внутреннего дождя. {w}Лучше я сам. Сам."
        "Забьюсь тихонечко в угол, буду слушать дурацкую музыку, силиться понять, как люди танцуют под это — возможно, даже потанцую?"
        "Только не дёргайте меня, а то внутри меня натянутая бумажка из печеньица с предсказанием — вот-вот порвётся."
        "Сюда бы сигаретку. {w}Смартфон с книжкой и наушниками, с полным зарядом."
        "Мы преуспели в деле самоизолирования от окружающих, теперь даже перехватить взгляд симпатичной девушки в метро становится почти невозможно — ведь она сидит со своего «огрызка» в социальной сети."
        "Что ей до смотрящего небритого красноглазика? То-то и оно."
        "Мне бы… одиночества."
        "Встав со скамейки, я отправился к Генде и, спрятавшись за его постаментом, неспешно грустил вместе с самим генсеком."
        "Только он, в отличие от меня, пытался понять куда более важные вещи — например, зачем же человеку нужен человек?"
        me "I'm still loving you..."
        "Одними губами подпел я, и остро резануло мыслью, что мне, в сущности, некому сказать эти слова."
        "Задело почему-то."
        "Настроение испортилось окончательно."
    else:
        "У меня была цель поинтереснее."
        "Так что я поднялся и отправился искать свою жертву на скамейках."
        "И скоро нашёл её."
        me "Пойдёшь танцевать?"
    if alt_day6_us_7dl_tr:
        show us smile dress with dissolve
        us "Что, правда танцевать будешь?"
        if loki:
            "Я улыбнулся как мог широко:"
            me "После всего, что ты со мной сделала, ты обязана на мне жениться."
            show us laugh dress with dspr
            us "Дудки! Женитьбу мы уже проходили!"
            me "Вот видишь, даже жениться не хочешь."
            me "Эх, нет у меня папки с дробовиком, чтобы заставить."
            "Ульяна поднялась со скамейки:"
            us "У моего отца наградной ПМ. Устроит вместо дробовика?"
            me "Вполне. Ты танцевать идёшь?"
        else:
            "Я смутился."
            "Нет, подойти пригласить для меня не было какой-то сложностью."
            "Достаточно было просто напомнить себе о разнице в возрасте."
            "Да факт, что не слишком-то она меня волнует в романтическом плане."
            dreamgirl "Совсем-совсем не волнует?"
            "Вкрадчиво поинтересовался внутренний голос."
            dreamgirl "Ничуточки? Ни на капельку?"
            me "Ты не хочешь?"
        show us laugh2 dress with dspr
        us "Нет. Не хочу. И вообще, как ты даму на танец приглашаешь?"
        us "Что за «потанцуем» ещё?"
        me "О, миль пардон. Разрешите пригласить вас на танец?"
        show us smile dress close with move
        us "Вот! Сразу другое дело."
        "Она оттопырила локоток, и я сразу вспомнил её слова о балетной школе танца."
        th "Мамзель."
        "С весёлой злостью подумал я."
        "И потащил её на танцпол."
        window hide
        scene anim_square_party #TODO CG d6_us_dance
        show us normal dress at zenterleft
        with dissolve
        "Мы протолкались в самую середину, сопровождаемые взглядами, а кое-где и улюлюканьем."
        "Ульяну определённо знали, определённо любили."
        "Такой вот странный ребёнок, непонятно что забывший в первом отряде."
        "Оставивший всех своих друзей в других."
        "Ульяна была ниже меня, потому пришлось привычно уже ссутулиться, дать ей закинуть руку мне на плечо."
        us "Каланча."
        "Хихикнула девочка."
        us "Тебе, наверное, неудобно?"
        me "Нормально."
        us "Давай, я лучше тебе на шею залезу, и будем так танцевать?"
        me "Давай ты не будешь выступать, и мы просто потанцуем?"
        us "Бука злючная."
        "Буркнула Ульяна, ловя мою руку отточенным движением."
        "Раньше я мог сомневаться в её словах, но такое возможно только путём долгих тренировок."
        "Значит, не наврала?"
        "Мы влились в толпу кружащихся в танце и некоторое время молчали, примеряясь друг к другу."
        window hide
        with fade
        me "Теперь вот - верю."
        us "Во что?"
        me "Что танцами занималась, не наврала."
        us "Эй, я вообще редко вру. Почти никогда."
        me "Ты?!"
        us "А что не так? Когда я тебе последний раз неправду сказала?"
        "Здесь раздумывать нужды не было:"
        me "Да когда «спасать» меня тащила!"
        me "В результате я отхватил в табель от Рыжевской."
        us "Зато получил холодный компресс сразу ко всему телу!"
        "Хихикнула девочка."
        us "Синяка теперь не будет."
        me "Это не твоя заслуга."
        "Ульяна удивилась:"
        us "Как не моя?"
        us "А кто тебя, по-твоему, туда отвёл?"
        me "Ты не отвела! Я вообще, за тобой гнался."
        us "Вот! Говорила мне мама: веди себя естественно — и за тобой мальчики табунами бегать будут."
        us "Табунами или нет, но один уже бегает!"
        us "Правильной дорогой иду!"
        if loki:
            me "И не только бегает."
            us "Это да…"
            "Она странно на меня посмотрела."
            us "Ты так привычно ко мне приставал! Многие года опыта?"
            th "Да никакого, на самом деле."
            th "Тот десяток лет, который человеку отдан на полноценную социализацию, я попросту проморгал."
            th "Бездарно и бессмысленно."
            "Настроение начало катиться к минусу, и спасаясь от нахлынувшей тоски, я тряхнул головой."
            me "Какой там опыт, если всё обоюдно было."
            us "Обо… чего?"
            me "Взаимно, говорою. Когда мальчик хочет и девочка хочет."
            us "Ничего я не хотела! Это ты всё сам! Силой!"
            me "Убийца и насильник, да."
            us "Ну а что ты!"
            "До неё наконец дошло, что я просто шучу, и она ненадолго замолчала, надувшись."
            "Что характерно, руки мои не отпускала и уходить не спешила."
        else:
            me "Ничего я не бегаю."
            us "Но ищешь моего внимания, так?"
            me "Ничего я и не ищу!"
            us "Ты повторяешься."
            "Указала Ульяна."
            me "Это потому что ты меня с панталыку сбить норовишь."
            us "Ниоткуда я тебя не сбиваю, это ты просто танцевать не умеешь."
            th "Рррр..."
            me "Тебе просто нравится издеваться надо мной, признайся."
            "Ульяна улыбнулась, ничего не ответив."
            th "Их определённо учат этому."
            th "С самого детства учат. В особой школе для женщин."
            "Догадался я."
        window hide
        with fade2
        "Спустя тридцать секунд мне надоело молчать:"
        me "А не скажешь, как ты в первый отряд попала?"
        us "Считаешь, я слишком плоха для первого отряда?"
        me "Ну… Ты моложе остальных пионеров."
        us "Так и знала! Возраст! Опять возраст!"
        us "Ну и что, что мне меньше лет! Бегаю я быстрее всех! И работу наравне со всеми делаю."
        if alt_day3_duty:
            me "Наравне."
            "Вынужден был признать я."
        else:
            me "Работу по сбеганию разве что."
            me "И по поеданию тортов."
            us "Я прощаю тебя и на этот раз."
            "Милостиво кивнула девочка."
        me "Да перестань ты обижаться. Я же просто спросил."
        us "Умеешь ты вопросы задавать, Сёмыч."
        "Недовольно посмотрела на меня Ульяна."
        us "Я прямо чувствую инкриминацию."
        me "Чего?"
        us "Это когда людям запрещают что-то делать. {w}Говорят «ты слишком маленький» или «ты слишком большой»."
        us "Или «ты девочка»."
        me "А, дискриминация."
        us "Вот-вот. Скучное, глупое слово. Кто его придумал только."
        me "Не заговаривай мне зубы."
        us "А может, я не хочу отвечать!"
        me "Какая-то большая тайна? Страшно секретная?"
        "Она так не хотела отвечать, что мне чем дальше, тем сильнее становилось любопытнее.."
        "Всё правильно, чем крепче охраняют тайну, тем она интересней."
        "Ульяна же молчала как партизан, так что я немного усилил нажим:"
        me "Не хочешь - и не говори. Мне вообще не интересно."
        me "Подумаешь, в первом отряде."
        "Разумеется, она не выдержала."
        "Кто б сомневался."
        us "Да у меня подруга тут просто!"
        me "Алиса? Повод так себе, если честно."
        me "Вы могли бы дружить и будучи в разных отрядах."
        me "Точно тебе говорю, у меня огромный опыт в этом."
        us "Нет."
        "Смутилась Ульяна."
        us "Не она."
        us "Ой, то есть, и она тоже, но она не первая."
        me "Не первая?"
        us "Меня тётя Оля позвала."
        "Наконец призналась Ульяна."
        us "Я у неё не первый год уже в отряде, так что мы всегда вместе."
        th "И зачем это было скрывать?"
        me "И в чём здесь страшная тайна?"
        us "Да в том, что ты… ой. Нет."
        "Она замотала головой."
        us "Даже не спрашивай! Не расскажу."
        me "Да почему?!"
        us "Слушай, ну почему бы тебе меня не поспрашивать о чём-то другом?"
        us "Как обычно делают? Что нравится, что не нравится?"
        us "Поухаживай за девушкой."
        "Я кивнул."
        me "И что тебе нравится?"
        us "Я знаю точно, что мне не нравится."
        me "Глупые вопросы?"
        stop music fadeout 3
        window hide
        scene anim_square_party
        with dissolve
        "Музыка плавно стихла, и мы отпустили руки."
        show us sad dress with dspr
        us "И надо же тебе было всё испортить."
        me "Что?"
        us "Дубина ты, Сёмыч. Стоеросовая."
        "Покачивая головой, Ульяна отправилась куда-то прочь."
        play music unfulfilled fadein 3
        window hide
        scene bg ext_backdoor_night_7dl
        with dissolve
        play ambience ambience_camp_entrance_night fadein 3
        "Снова найти Ульяну мне удалось лишь полчаса спустя."
        "И то - с трудом."
        "По всё тому же необъяснимому чутью, подсказывавшему мне, где её искать."
        "Она сидела на бревне у левой створки ворот и задумчиво разглядывала что-то под ногами."
        "Когда я подошёл поближе, даже не шелохнулась."
        "Будто не заметила."
        "Поколебавшись, я сел рядом."
        "Отсюда жизнь казалась неспешным течением, когда можно делать всё, что тебе нравится и сколько нравится — и на всё хватит времени."
        "Будто створки отрезали от нас бешено бьющую ключом жизнь лагеря, схлынувшую с шипением и оставившую нас вдвоём на песке."
        "И так странно и забавно, что вокруг столько много интересных людей моего возраста."
        "Умных, интересных, красивых. Начитанных, в конце концов."
        "А я всё равно выбрал общаться с ребёнком."
        th "Возможно ли это потому, что я сам до сих пор так и не позврослел?"
        "Спросил я у молчаливых звёзд."
        "Они не ответили, как и положено благовоспитанным светилам, продолжая равнодушно подмигивать мне из вышины."
        "Откуда-то издали слышалась песнь сверчка, окрестные кустики облюбовали светлячки, и казалось, что эта ночь не имеет начала и конца, сидеть здесь можно очень долго."
        "Да мы будто и сидели на самом деле."
        me "Мадемуазель, можно к вам обратиться?"
        "Вспомнив её «урок хороших манер» начал я."
        us "Какой галантный джентльмен."
        "Невесело улыбнулась Ульяна."
        me "Обольститель, да."
        show us normal dress with dspr
        us "Сёмыч, скажи, тебе обязательно лезть в чужую душу?"
        me "Нет. Но мне интересно."
        me "Мне ты интересна."
        show us sad dress with dspr
        us "В этом и проблема. Ты лезешь куда не просят."
        us "А я не знаю, как ещё тебе сказать, чтобы прекратил."
        me "Но ведь это просто вопрос об отряде!"
        show us smile dress with dspr
        us "Я тебе сказала всё, что могла."
        us "Мы дружим с тётей Олей, ей доверяет мой батя, я числюсь в её отряде."
        us "На этом всё."
        me "И стоило огород городить?"
        us "А ты на этом перестанешь доставать меня вопросами?"
        if loki:
            me "Только за ещё один поцелуй?"
            us "Перестань!"
            me "Но это просто поцелуй. Один. Быстрый."
            me "Знаешь, такой, ни к чему не обязывающий?"
        else:
            me "Если я настолько тебе надоел…"
            "Я дёрнул плечом."
            me "Пойду я, пожалуй."
        hide us with dissolve
        "И как ни старался я себя чувствовать искренне и честно…"
        "Чувствовал я себя манипулятором."
        "Играющем на психологии ребёнка, действующим от противного и по сути добивающегося желаемого."
        "Только ведь я ей не учитель, чтобы лезть так глубоко внутрь."
        "Даже другом меня можно было назвать с бо-ольшой такой натяжкой."
        "Но я честно попытался встать и уйти."
        "Честно."
        "Даже сделал несколько шагов."
        window hide
        with fade2
        us "Эй."
        "Донёсся сдавленный голос."
        "Я остановился."
        us "Ты жуткая зануда, ты знаешь?"
        me "Знаю."
        us "Ты заставляешь меня делать странные вещи."
        me "Я не специально."
        us "Закрой глаза."
        me "Бить будешь?"
        us "Закрой глаза, я сказала!"
        show blink
        "Пришлось подчиниться."
        us "Не подглядывай."
        "Прозвучал её голос откуда-то совсем рядом, и я с трудом сдержал готовые распахнуться веки."
        window hide
        scene cg d5_us_kiss
        with flash_pink
        "Я почувствовал, как моей щеки коснулось что-то влажное и мягкое."
        "И тут же открыл глаза."
        th "Надо же."
        window hide
        scene bg ext_backdoor_night_7dl
        show us shy dress
        with dissolve
        us "Я же просила не подглядывать!"
        hide us with easeoutleft
        me "Я не специ…"
        "Договорить я не успел, так как обнаружил, что остался в гордом одиночестве."
        me "Вот так."
        "Сказал я сам себе и, покачивая головой, отправился обратно в лагерь."
        "На дискотеку больше не тянуло, так что путь мой лежал в родной, любимый домик."
    elif alt_day6_us_7dl_un_friends != 0:
        "Ульяна оглядела меня с ног до головы и прыснула."
        show us laugh dress with dissolve
        us "Танцевать? С тобой?"
        me "А что не так?"
        if loki:
            me "Ты сама намякивала."
        else:
            me "Я тебя чем-то не устраиваю?"
        show us laugh2 dress with dspr
        us "Возьмёмся за ручки будем ладушки танцевать?"
        us "Или склонишься, а я на носочки встану, чтобы обнимать тебя за шею?"
        me "Что-нибудь придумаем."
        "Непреклонно ответил я."
        show us smile dress with dspr
        us "Не пойдёт, Сёмыч. Не буду я с тобой танцевать."
        "Она уселась на скамейку и сложила руки на груди, давая понять, что разговор окончен."
        me "Но почему?!"
        me "Мы же так здорово с тобой время проводим!"
        show us shy dress with dspr
        us "Вот именно. Здорово. Потому давай не будем портить всё."
        us "Я бы пошла с тобой танцевать, но ты же обязательно додумаешь что-нибудь."
        show us shy2 dress with dspr
        us "Не хочу."
        me "Воля твоя."
        "Вздохнул я."
        hide us with dissolve
        "Я тоже вернулся на свою скамейку."
        window hide
        with fade
        "Пионеры танцевали, прыгали... Радовались жизни."
        "Один я не очень понимал, зачем я здесь."
        "Не испытывал я никакого счастья при виде орущих колонок."
        "Раньше, в детстве — возможно."
        "Не сейчас."
        "Я сидел на скамейке — когда один, когда в компании весело треплющихся и смеющихся пионеров."
        "Первое — куда чаще."
        "Время тянулось неторопливо, пяток быстрых композиции, танцы под которые проходили под грифом «Совершенно стрёмно» сменился ещё одним медляком."
        "Со мной рядом тут же опустились несколько полуразличимых уже теней."
        "И я понял, что пора уходить."
        window hide
        with fade
        "И поднявшись, было, услышал от одной из них:"
        show un_shade with dissolve
        un "П-потанцуем?"
        "Несмелый голос, подрагивающие хвостики…"
        th "Кому-то стоило немалых усилий просто сказать мне одно слово."
        un "Т-ты п-приглашал."
        me "Э… Пошли. Лена."
        "Улыбнувшись, грустная девочка позволила мне взять себя под руку и отвести на танцпол."
        "Мы несколько секунд неловко перекладывали руки, пока, наконец, я не обнял её в старом как мир вальсовом хвате."
        window hide
        scene cg d3_un_dance
        with fade
        me "Ты вовремя меня позвала."
        "Поделился я."
        un "П-почему?"
        "Она смотрела куда угодно — на танцующих, небо… Лишь бы не мне в глаза."
        me "Я уже собрался уходить. Так что ещё пара секунд — и всё."
        un "Д-да, повезло."
        "Её спина была окостеневшей, и сама девушка была сильно напряжена."
        me "Тебе неуютно?"
        un "Д-да нет…"
        "Она хотела было сказать что-то ещё, но её затрясло."
        "Потому я решил не мучить её, и с минуту мы танцевали молча."
        un "Ты с утра искал меня?"
        "Наконец, нарушила молчание Лена."
        me "Искал."
        un "А з-зачем?"
        me "Не знаю."
        "Вздохнул я."
        me "Можешь считать это глупостями, но мне хотелось увидеть тебя."
        me "Найти."
        me "Почему-то показалось, что это будет очень неправильно, если ты будешь одна."
        un "Я не боюсь одиночества."
        me "Дело не в одиночестве. {w}Знаешь, я думал о тебе."
        un "Шесть дней не думал, а теперь вдруг…"
        "Прошептала она, но я услышал."
        me "Вот такой я неторопливый. Прости."
        un "За что?"
        "Подняла удивлённые глаза Лена."
        "И в этот раз не отвела их. Даже дрожать перестала."
        un "Тебе не в чем извиняться."
        me "А мне кажется, есть в чем."
        me "И те сердечки на карьере… Мне кажется, в них есть какой-то смысл…"
        un "Там есть и твоё имя."
        me "Вот как?"
        un "Я его вырезала."
        "Я хотел было что-то сказать, но не успел."
        "Лена прижалась ко мне изо всех сил, сжала руки до боли."
        "Нет, слёз не было, как и страха."
        "Просто замерла она, закоченела, прижавшись так, будто сейчас произойдёт какая-то большая беда."
        "И я тоже замер, боясь даже дышать."
        "Не одного человека в этих вселенных мне не хотелось так понять и защитить."
        "От чего?"
        "А я не знаю."
        "Не то от меня, не то от себя."
        "От мира?"
        "И плохо становилось от того, что я не мог понять - как."
        un "Я убежала потому, что тебя слишком много в моей жизни."
        me "Но… Я же…"
        un "Ты многого не знаешь. Просто поверь."
        un "И вот от этого я сбежала сегодня."
        "Её речь выправилась, будто именно эти слова она повторяла в голове многие и многие сотни раз."
        "Репетировала перед решающим выступлением."
        "И вот оно."
        un "А ты меня нашёл зачем-то."
        un "Сам теперь не знаешь — зачем."
        me "Ну и что? Зато теперь ты пригласила меня на медленный танец."
        me "Это знак внимания, за который я действительно тебе благодарен."
        un "П-привычка."
        me "Приглашать мальчиков танцевать?"
        un "Не мальчиков."
        "Покачала головой Лена."
        un "Тебя."
        stop music fadeout 3
        window hide
        scene anim_square_party
        show un serious dress
        with dissolve
        pause(1)
        un "Уведи меня отсюда, пожалуйста. {w}Ноги не держат."
        me "Но куда?"
        show un smile dress with dissolve
        un "Куда захочешь."
        "Улыбнувшись, прошептала девушка."
        window hide
        scene bg ext_un_hideout_night_7dl
        with touch
        play music pixies_playing fadein 3
        play ambience ambience_lake_shore_night fadein 5
        "В какой-то момент оказалось, что это не я её веду."
        "Это она, взяв меня за руку, направляет и указывает путь."
        "Чуть дрожащие пальцы, нежность вперемешку с паникой в глазах."
        "Она походила на дикого зверька, который напрочь разочаровался в доброте людей."
        "И теперь лишь от меня зависело — сумею ли я вновь приручить её."
        th "И надо ли это мне вообще?"
        show un normal dress with dissolve
        un "Это моё второе любимое место в лагере."
        "Лена окинула руками раскинувшийся дикий пляж, низбегающий ленивыми волнами от одиноко растущей кривой сосны."
        un "Я смотрю на волны и успокаиваюсь."
        un "Никого сюда не водила. Никогда."
        me "Значит, я здесь пионер? Первооткрыватель?"
        show un shy dress with dspr
        un "Только не подумай, что я говорю это всем."
        un "Мне вообще очень, очень тяжело разговаривать с тобой вот так, глаза в глаза."
        me "Отвернись?"
        "Полушутя предложил я."
        "А Лена восприняла всерьёз."
        hide un with dissolve
        "Оглядевшись, она приметила сосну и, взяв меня за руку, повела наверх."
        "Её действия выглядели достаточно решительными, хотя и было очевидно, что девушка отчаянно нервничает."
        "Вот и ищет возможность помочь себе немного."
        "Так что когда я оказался по одну сторону сосны, а она по другую и облегчённо выдохнула, я понял, что разговор ещё только предстоит."
        window hide
        scene cg d5_un_island
        with fade
        un "Знаешь, я столько книжек перечитала на эту тему."
        un "Мне грезилось, что всё будет как в них — любовь с первого взгляда, счастливые воссоединяющиеся влюблённые…"
        un "Но к тому, что произошло со мной… с нами — к этому книжки меня не готовили."
        me "А что произошло?"
        un "Семён."
        "Серьёзно сказала Лена."
        un "Сколько мы знаем друг друга?"
        me "Я не знаю… дней шесть?"
        un "Третий год, Семён. Второй. И в прошлом году мы были вместе."
        un "Ты бросил меня, Семён. Не ушёл к кому-то ещё, а просто бросил."
        me "Но я ничего такого не помню!"
        window hide
        with fade
        play sound sigh_out
        un "Я знаю."
        un "Тогда случился гигантский скандал, мне запретили приближаться к тебе, чтобы не сделать всё только хуже."
        un "А куда уж хуже было…"
        un "Так что запретила я себе к тебе приближаться. Я думала, раз нельзя, то буду просто наблюдать издали."
        un "Может быть, стану частичкой твоего счастья, просто постояв в сторонке."
        "Её голос задрожал."
        un "Да только не было счастья. И я сейчас не знаю, что делать!"
        un "Ты и не мой, и ничей! А я боюсь просто прикоснуться к тебе."
        un "И это больно очень."
        un "Когда хочется смеяться твоим смехом, плакать твоими слезами."
        "Её голос сорвался, и она замолчала."
        "А я и сам молчал. Слушал и не понимал, как помочь этой девчонке, самой для себя напридумавшей всякой чуши и свято в ту уверовавшей."
        "Будь я лет на десять моложе, не знай я, что ничего она не изобрела нового, что всё это уже выстрадано человечеством — я бы стоял сейчас и молчал."
        "Что я собственно и делаю сейчас."
        "Но отличие в том, что я вижу маску, которой она прикрывала застарелую боль, которой и дать бы пройти — но она всё тревожит пальцем ранку."
        me "И потому ты столько времени впустую потратила?"
        un "Что?"
        me "Вместо того, чтобы просто подойти и протянуть руку."
        th "Ты так боишься, что я стану тебя жалеть, глупенькая влюблённая девчонка."
        th "А ещё сильнее боишься из-за того, что понимаешь где-то внутри, что именно в сопереживании ты сейчас и нуждаешься больше всего."
        "С каким-то непонятным ожесточением подумал я."
        th "И уже совсем до паники — мысль о том, что однажды тебе придётся отбросить маску как утратившую необходимость. Ты должна будешь встать обнажённой против мира, стать его частью…"
        th "И растворившись в настоящих чувствах, понять: не было никогда никакого смысла в этом поведении."
        th "Понять, что ошиблась — и тогда, послушавшись каких-то чужих людей, а не собственного сердца."
        th "И сейчас."
        un "Мне страшно, Семён."
        un "Я рисовала тебя. Я писала тебе стихи."
        un "Почему же неправильно так всё? Должно же было произойти наоборот — красивый мальчик, провожает до дома, читает стихи, дарит цветы."
        un "Да провались они пропадом эти цветы. Ты должен был стать моим."
        un "Эгоистка, да?"
        th "И вот что мне делать теперь?"
        "Судорожно размышлял я, игнорируя до боли впившуюся в кожу ладони кору дерева."
        th "Я не знаю, не могу, некомпетентен для того, чтобы спасать человека от самого себя!"
        th "Тем более, молоденькую девчонку, которая вообще пока не состоялась как человек."
        th "Здесь нужен душелюб и людовед калибра не ниже Виолетты Церновны, а из меня что за спасатель?"
        me "Человек не может быть чей-то, иначе он заканчивается как человек."
        un "А мне плевать!"
        "Выдохнула девушка."
        un "Хочется, хочется обнимать твоё лицо ладонями, искать губы и понимать, что ты думаешь обо мне."
        un "Не думать обо всей этой чуши, а просто прикоснуться."
        menu:
            "Так что же тебя сдерживает?":
                "Лена смолкла на несколько минут."
                "И когда я уже хотел было напомнить о себе, она спросила:"
                un "Ч-что?"
                me "Я говорю… Если тебе так хочется — прикасайся."
                th "Давай представим себе, что нам снова по восемнадцать, что мы пьяны друг другом, и мира вокруг нас попросту не существует."
                th "Только тебе ведь не «снова»."
                th "Оно и есть самое печальное."
                th "Это-то и самое плохое."
                th "Что не восемнадцать тебе, даже не двадцать три — ловить счастье из воздуха."
                th "Какое время было удобное!"
                th "Можно было утешить себя глупостями юности — о том, что девушки не нужны, что любовь выдумали досужие импотенты из союза поэтов, жизнь кончена и пора бы уходить на перезагрузку."
                th "Святое время."
                th "Но когда тебе дали второй шанс, и ты сам понять не можешь, сколько же тебе на самом деле лет, как-то очень просто принимаешь фактом, что не умеешь без неё больше, и не знаешь, что сделать с этим. Что сделать с собой."
                th "Вот и всё."
                "Несколько шагов вокруг дерева."
                window hide
                scene bg ext_un_hideout_night_7dl
                show un serious dress
                with dissolve
                "Лена, остановившись передо мной, присела и несколько секунд глядела мне в глаза."
                "Уж не знаю, что она там искала, но в какой-то момент из неё будто внутренний стержень вынули."
                hide un with easeoutbottom
                "Она бросилась мне на грудь и заплакала."
                un "Господи…"
                "Повторяла она."
                un "Какая я дура, господи. Сколько же я времени зря потеряла."
                me "Почему потеряла? Я всё ещё здесь."
                un "Да. Ты здесь."
                un "Мне почему-то хочется без оглядки нырнуть в тебя и довериться как никому раньше."
                un "Я совсем психопатка, да?"
                me "Нет."
                "Ответил я, обнимая её."
                me "Просто ты…"
                "Мой голос сорвался."
                me "Любишь."
                un "Да."
                "Промурлыкала она, не спеша выбираться из объятий."
                un "Л-ю-б-л-ю."
                "Она не спрашивала меня о взаимности, и я ей был за то благодарен."
                "Юная любовь щедра, она счастлива просто по факту."
                "Всё остальное начнётся гораздо позже."
                "Хотя у Лены это и длится вот уже год как."
                un "Поцелуешь?"
                me "А надо?"
                "Лена оторвала голову от моей груди и заглянула мне в глаза."
                un "Очень."
                "Серьёзно ответила она."
                "И я поцеловал её."
                $ alt_day6_us_7dl_un_friends = 3
            "Но зачем?":
                un "Чтобы не было так пусто."
                "Ответила девушка."
                un "И так больно."
                me "Прости."
                un "Ничего."
                "Просто ответила грустная девочка."
                un "Я уже привыкла."
                un "Проводи меня до дома, хорошо."
                "Это было самое малое, что я мог для неё сделать."
                "Я поднялся с земли и протянул Лене руку."
    elif alt_day6_us_7dl_mi_friends == 2:
        "Мику помахала мне с той стороны площадки и подскочила как-то вмиг."
        mi "Пошли! Потанцуем! Пошли!"
        "Она потащила меня на танцпол."
        window hide
        scene cg d3_mi_dance_afar_7dl
        with dissolve
        "Мы несколько секунд топтались на месте, прежде чем Мику нарушила молчание:"
        mi "О чём думаешь, Сень?"
        me "Да чёрт его знает."
        "Честно ответил я."
        me "Всякая чушь в голову лезет."
        mi "Вот как?"
        "Её глаза загорелись."
        mi "Какая?"
        me "Ну, например, про букву «С»."
        "Почему-то вспомнился «пятый элемент»."
        me "Замечательная буква!"
        mi "И что же в ней такого замечательного?"
        me "С неё много великолепных слов начинаются."
        mi "Каких?"
        me "Солнечная. Сильная."
        me "Сумасшедше красивая."
        mi "Семён."
        "Подсказала Мику."
        me "Да, и Семён тоже."
        th "На самом деле, я думаю о тебе, девочка-вокалоид."
        th "Теперь, когда я вспомнил кто ты и что ты, мне до мурашек приятно с тобой танцевать."
        th "Обнимать, чувствовать телом тебя — живую."
        dreamgirl "Подглядывать в декольте."
        th "Не без того."
        "Согласился я."
        "В голову пришла сумасшедшая идея поцеловать её."
        "Вот прямо здесь, на танцполе."
        "Но Мику всё испортила, довольно улыбнувшись и положив голову мне на плечо."
        mi "Спокойно с тобой. Мирно. Ты флегматик, Сеня."
        me "Возможно."
        mi "И мне это почему-то так нравится… А тебе?"
        me "Мне нравишься ты."
        "Честно ответил я."
        mi "А как же твоя юная подружка?"
        me "Ты скажешь тоже! Моя подружка — это подружка."
        me "Она ребёнок совсем. Хотя не спорю, вырастет — будет красавицей."
        mi "Да."
        me "Как ты. И доброй, как ты."
        mi "Перехвалишь, Сень. Возгоржусь и задеру нос."
        "Тихо рассмеялась Мику."
        me "Ладно, не буду. Ты страшная и злая."
        "Мику расхохоталась."
        mi "Вот теперь уже лучше. А то я начала немного нервничать даже от твоих слов."
        me "Почему?"
        mi "Потому что так не бывает, чтобы я сидела всю смену, а потом приехал ты — и оказался таким… Таким… Я не знаю!"
        mi "И меня это беспокоит."
        me "Всё в порядке."
        "Я погладил её по плечу."
        me "Я тоже стесняюсь рядом с тобой. Но это и неплохо."
        me "Показывает, что мне не всё равно."
        mi "На всё-то у тебя ответ есть."
        "Рассмеялась она."
        "Вместо ответа я прижал её к себе чуть сильнее."
        "Такой ответ меня устраивал намного больше."
        "Девушка-вокалоид. Цифровая богиня, существующая только на просторах интернета да в растворах экранов голопроекторов."
        "Сколько бы миллионов человек прозакладывали бы левый клык за то, чтобы сейчас оказаться на моём месте?"
        "Лицезреть её во плоти."
        "Настоящую, смеющуюся. Живую."
        "Видеть, как колотится жилка на шее, вдыхать запах эвкалипта, которым едва уловимо пахнут её волосы."
        "Да просто слышать её голос — лунное серебро, колокольчики."
        me "А можно будет тебя ещё пригласить."
        mi "Думаешь, стоит?"
        me "Хотелось бы."
        "Мику задумалась, а затем выдала:"
        mi "А мне бы хотелось на свидание."
        me "Романтическое?"
        mi "Да. С тобой."
        me "Ужин при свечах, тихая музыка, красное вино?"
        mi "Нет, можно просто взять меня под руку и погулять."
        mi "Хватит и этого. Мне жутко не хватает внимания, Сень."
        "Пожаловалась она."
        me "Да легко."
        "Согласился я, когда музыка закончилась, и плясуны потянулись обратно в сторону площадки."
        stop music fadeout 3
        window hide
        scene anim_square_party
        with dissolve
        me "Пошли."
        show mi smile dress with dissolve
        mi "Неужели прямо сейчас?"
        me "А почему нет? Пошли."
        "Мику вложила руку в мою и приказала:"
        mi "Веди."
        window hide
        scene bg ext_admins_night_7dl
        with dissolve
        play music lastlight_piano fadein 3
        play ambience ambience_camp_center_night fadein 5
        "Мы отошли совсем ненамного."
        "Буквально чуть-чуть, к здании администрации."
        "Но звуки с танцпола долетали сюда с трудом, так что можно было слышать дыхание друг друга."
        "Вслушиваться в шаги."
        "Улыбаться тому, как доверчиво девушка, с которой ты рядом, позволяет вести себя."
        me "Знаешь, здесь есть одно место, о котором почти никто не знает."
        show mi normal dress with dissolve
        mi "Покажешь?"
        me "Туда и веду."
        "Мы обошли администрацию с торца и я, спустя несколько секунд войны с щеколдой, отпер калитку и приглашающе махнул рукой."
        me "Прошу!"
        window hide
        scene bg ext_stairs_night_7dl
        show mi normal dress
        with dissolve
        mi "Здорово здесь."
        "Заметила Мику, отряхнув ступеньку и усевшись рядом со мной."
        mi "Тебя никто не видит, а ты сверху видишь всех."
        me "Да. Лучшие места."
        "Мику снова положила голову мне на плечо."
        "Улыбнулась мечтательно:"
        mi "Кто бы мог подумать, что всё так закончится."
        mi "Что я буду три недели тосковать взаперти, а потом в один день, просто в один день подружусь с таким человеком, как ты."
        me "Во мне нет ничего особенного."
        mi "Молчи. Мне лучше знать. В конце концов, это я жертва обстоятельств."
        me "Столько времени потеряно впустую. Вот и случился у нас всего один день."
        me "Зато какой!"
        mi "Странная штука жизнь. Ты годами ходишь по одному кругу, а потом, в один прекрасный день стоит лишь тебе немного выйти из колеи, и тебе посылают человека, который меньше чем за день становится твоим другом."
        menu:
            "Только другом?":
                show mi serious dress with dspr
                mi "Мог бы стать и кем-то большим. Вот только у нас не хватило на это времени."
                mi "Сеня-Сеня… Где же ты был раньше?"
                "Вздохнула японка."
                mi "Обними меня?"
                "Ветер с реки растрепал её волосы, и хвосты как живые обвили меня, заключая нас в диковинный кокон аквамаринового цвета."
                th "Так уверенно говорит. И не боится совсем ничего."
                "Подумал я, обнимая и прижимая к себе горячее тело."
                th "Будто я просто ещё один трофей на её полочке, не самый выдающийся, зато угадавший с местом."
                th "Отсюда вопрос: а должен ли трофей гордиться тем, что в чём-то лучше своих соседей по полке?"
                me "Я здесь всего неделю."
                "Медленно начал я."
                me "А ты… Вон ты какая."
                mi "Какая?"
                me "Красивая. Как к тебе такой подойти?"
                mi "Никогда не считала себя красивой, Сень. Я обычная. Просто петь научили и выступать заставили."
                mi "А так я такой же человек из плоти и крови."
                me "Красивый человек."
                "Упрямо повторил я."
                show mi smile dress with dspr
                mi "Я же не с другой планеты прилетела."
                mi "Мне тоже нужна ласка, забота и тепло."
                me "А если с моей стороны смотреть, то знаешь, как не по себе становится?"
                me "Это своего рода синдром человека некрасивого."
                me "Я смотрю на тебя, и не могу поверить, что такая красота никому не принадлежит, ходит бесхозная."
                mi "Принадлежит?"
                "Улыбка гуляла на губах Мику, и я засмотрелся."
                "Вздрогнул, пришёл в себя."
                me "Ты обязательно должна с кем-то встречаться, это не подлежит сомнению."
                me "А значит, и подходить к тебе незачем, только расстраиваться."
                show mi normal dress with dspr
                mi "Я никому не принадлежу. Ни с кем не встречаюсь."
                mi "Всё, ты можешь перестать бояться."
                me "А я больше и не боюсь."
                "Честно ответил я."
                me "Жалею лишь о том, что тогда, во второй свой день не пришёл к тебе в клуб познакомиться поближе."
                mi "И мы успели бы гораздо больше."
                th "Куда уж больше."
                "Подумал я, целуя её макушку."
                "Мику хихикнула."
                mi "Сидеть бы здесь и сидеть. Но мне здесь слишком хорошо; боюсь, привыкну."
                $ alt_day6_us_7dl_mi_friends == 3
            "Я и сам тяжело с людьми схожусь.":
                mi "Со мной ты сошёлся довольно легко."
                "Хихикнула японка."
                me "Жаль, ненадолго."
                mi "Ну, надеюсь, успеем наобщаться ещё!"
        me "Да когда? Мы завтра уже уезжаем, так что расстанемся, едва познакомившись."
        mi "Слушай, а давай…"
        "Глаза Мику блеснули азартом."
        mi "Давай не расставаться?"
        me "Но как?"
        mi "Назови мне что-нибудь, чтобы я могла найти тебя."
        mi "И я в ответ назову что-нибудь!"
        mi "Тогда мы однажды сможем снова найти друг друга!"
        me "Думаешь, сможем?"
        show mi smile dress with dissolve
        mi "Да! Мы будем запоминать с помощью мнемоники! Смотри: Саппоро, Парк Одори, дом со стороны метро."
        me "Саппоро, Парк Одори, дом со стороны метро."
        mi "Апартаменты 3108, как мой день рождения, легко запомнить!"
        me "3108."
        "Послушно повторил я."
        mi "А теперь ты!"
        me "Э... Ну. Санкт-Петербург."
        mi "Это где?"
        "Нахмурилась японка."
        me "Это Ленинград по-другому так называется."
        mi "Поняла! Город Ленинград…"
        me "Я живу на новом месте, на улице Новосёлов, дом 11."
        mi "Новоселье на новосёлом, и барабанные палочки!"
        me "Парк Одори, дом со стороны метро."
        mi "Не забудешь?"
        me "Нет. Хотя сильно сомневаюсь, что когда-нибудь буду на Хоккайдо."
        mi "Кто знает, Сень. Жизнь штука интересная."
        me "Да."
        "Улыбнулся я."
        me "Очень интересная."
    elif alt_day6_us_7dl_sl_friends == 2:
        "Славя стояла у постамента Генде и с улыбкой оглядывала окружающих."
        "Мне пришло вдруг в голову, что вполне было бы уместно пригласить её на танец."
        "Почему нет?"
        show sl normal dress with dissolve
        me "Потанцуем?"
        "Славя улыбнулась и вложила свою ладонь в мою."
        show sl smile dress with dspr
        sl "Конечно."
        window hide
        scene cg d3_sl_dance
        with fade
        "Было что-то будоражащее в такой близости."
        "Что-то, путающее мысли и не дающее выстроить внутренний монолог."
        sl "Слышала про твои сегодняшние подвиги."
        "Улыбнулась Славя, когда поняла, что сам я разговор затевать не намерен."
        me "Вот как? Какие?"
        sl "Я про помощь по лагерю."
        sl "Надо же, приехал всего неделю назад, а уже всем показывает пример, как должен вести себя настоящий пионер."
        "Её голос был шутливым, но не было в тоне ни сарказма, ни издёвки."
        sl "Если бы завтра была линейка - тебя обязательно вызвали бы поднимать флаг, как самого активного."
        me "А тебя?"
        sl "Ну… Ты скажешь тоже. Это для тебя надо делать усилие."
        sl "А я так живу."
        "Просто сказала Славя, и я сразу поверил: да, именно так она и живёт."
        "Не мыслит себя иначе."
        sl "Этот лагерь мой дом; и я рада, что он и тебе наконец стал домом."
        window hide
        with fade
        th "Это же всё не моё."
        "В какой уже раз подумал я."
        th "Не моё!"
        th "Не моя красивая девушка, не мои звёзды в небе, чужие и равнодушные."
        th "И глаза — людей, никогда не принадлежавших моему миру."
        "От которых больно, ибо я так хотел быть с ними."
        "Даже Славя, которая изо всех сил улыбается, а на самом деле прячет тревогу."
        me "Что тебя беспокоит?"
        sl "Ульяна."
        "Правильно поняла Славя."
        sl "Её так и не было всё время дискотеки."
        sl "И на концерт она не приходила."
        sl "Если насчёт Лены мне прямо сказали голову не забивать — вроде бы, всё под контролем."
        sl "То за Ульяну я беспокоюсь. Она же маленькая, пропадёт."
        me "Да ничего с ней не случится."
        sl "Семён, ты не понимаешь: это у меня первый раз, чтобы кто-то взял и просто убежал."
        sl "Не было никогда такого. Никогда."
        "Прошелестела она мне куда-то в грудь."
        sl "Не было!"
        sl "Нельзя, чтобы с тем, кто для меня дорог, что-то случилось! Так не бывает!"
        th "Бывает, милая."
        "А вслух спросил:"
        me "Неужели ты беспокоишься за Ульянку?"
        "Славя одарила меня ещё одной улыбкой:"
        sl "Я и за тебя беспокоюсь, глупый Семён."
        "Ничего она не хотела, эта смешная глупая девчонка - просто боялась и беспокоилась."
        "Просто неясная тревога, как выдох над плечом, всколыхнула душу."
        "А это значит, что Славя взрослеет."
        sl "Неужели, я ошибалась?"
        sl "Неужели всё это время…"
        me "Да."
        sl "Мне страшно."
        me "Отчего ж?"
        sl "Раз я могу ошибаться в мелочах, то однажды могу ошибиться так, что…"
        sl "Не хочу даже думать об этом."
        th "А уж я у нас гроссмейстер по части ошибок, ляпов и глупостей."
        th "Ничего, не помер."
        "А вслух сказал:"
        me "И не думай. Зачем себе попусту настроение портить?"
        me "А насчёт Ульяны не бойся — я знаю точно, что с ней всё хорошо."
        sl "Откуда?"
        me "Чувствую."
        window hide
        with fade
        scene anim_square_party
        show sl normal dress
        with dissolve
        sl "Что ж. Предчувствия нельзя сбрасывать со счетов."
        sl "Но всё равно сердце не на месте."
        "Она посмотрела на меня так, будто ждала, что я сейчас что-то скажу."
        "Но я молчал."
        "Славя вздохнула, сникла."
        show sl sad dress with dspr
        sl "Пойду ставить следующую пластинку."
        me "А я прогуляюсь схожу. До скорого."
        "Славя кивнула в ответ и отвернулась к столу ведущего."
        "Пользуясь случаем, я немедленно удалился к самом тихому и одинокому сейчас месту."
        "На причал."
    else:
        "Люди вокруг веселились, плясали так, будто завтра никогда не наступит."
        "А я сидел в одиночестве, нахохлившись и считал про себя удары сердца."
        window hide
        scene anim_square_party
        with fade
        "Меня несколько раз пытались вытащить на площадку, но я отмахивался."
        "Да и приглашающие были больше из вежливости — едва ли бы им хотелось видеть мою постную рожу на танцполе в кружке напротив."
        "Или чтобы эта постная рожа обнимала их во время медленных танцев."
        "Так что я сидел, скучал и слушал музыку."
        "Я не очень понимал, зачем я здесь."
        "Нас было несколько таких, выглядящих потерянно и неприбранно."
        "Например, Лена."
        "Она почувствовала мой взгляд, вздрогнула, изо всех сил начала притворяться, что не смотрела в мою сторону."
        th "Забавная она."
        dreamgirl "Да, хороша Маша. Жаль, не наша."
        "На площадке удалось заметить даже Женю с Алисой."
        "Что удивительно, их мгновенно разобрали танцевать, когда очередная плясовая сменялась задумчивыми переборами медленных танцев."
        "Я понял вдруг, что ничего, ровным счётом ничего не знаю об этом лагере."
        "Не успел разобраться."
        "Не хотел."
        "И от того было немного грустно, хотелось вернуть эту неделю назад."
        "Но каникулы тем и хороши, что они пролетают мимо, лишь оставляя в душе выжженное солнцем пятно, полное запахами травы и смехом друзей."
        "Это как будто бесплатно слетать в Дубаи на «олл инклюзив» и неделю спустя жалеть о том, что не все рыночки обошёл и не всю экзотическую еду попробовал."
        "А вот мои Дубаи с каждым тактом музыки понемногу отходят в прошлое."
        "И делай ты что хочешь, никак ты не вернёшь время вспять, не начнёшь сначала."
        "Вскоре мне стало совсем тоскливо, и я, дождавшись, пока вожатая отлучится, ушёл и сам."
        "Ушёл куда глаза глядят."
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_tea:
    $ persistent.sprite_time = "night"
    $ night_time()
    scene bg ext_house_of_mt_night
    with fade
    play ambience ambience_camp_center_night fadein 5
    play music melancholy_sun fadein 3
    "Когда я, нагулявшись, вернулся к домику, то обнаружил там сидящую на ступеньках вожатую."
    dreamgirl "Однажды Отец Онуфрий, обходя окрестности Онежского озера, обнаружил обнажённую Ольгку."
    dreamgirl "Да, было бы неплохо!"
    "Она сидела на третьей ступеньке, так что её локоть удобно опирался о прибалконник, а рядом с ним стоял стакан."
    show mt smile dress at zentercenter with dissolve
    mt "О, явился наш скиталец."
    "Помахала мне рукой Ольга."
    mt "Присоединяйся к нашей тёплой компании."
    if alt_day6_us_7dl_tr:
        us "Ты меня преследуешь, что ли?"
        "Хихикнула из шезлонга Ульяна."
        me "Да, бегаю за тобой, и кричу, и умоляю дать ладошку облобызать!"
        mt "Казанова прямо."
        "Уыбнулась вожатая."
        mt "Ты мне пионерку не порти!"
        me "Да она сама кого хочешь…"
    else:
        us "Нужен он тут больно."
        "Фыркнула из гамака до сих пор не замеченная Ульяна."
        me "И тебе привет, мелкая."
        "Она не обратила на меня внимания."
        "И это после всего, что мы пережили вместе!"
        th "А что мы пережили? Да дофига всего!"
    show us normal sport at zenterright
    show mt normal dress at cleft
    with move
    "Они явно спорили о чём-то, пока не появился я, и ни одна из сторон не вышла удовлетворённой."
    "Потому продолжили спор сразу же, как только с любезностями было покончено."
    me "О чём беседа?"
    us "Да так. Мелочи."
    me "А можно узнать, что за мелочи?"
    show us dontlike sport with dissolve
    us "Нет."
    me "Супер. То есть, теперь от меня ещё и секретничают."
    me "Я с тобой больше на дело не пойду. Ты подвела моё доверие, боевой товарищ!"
    show us calml sport with dspr
    us "Видите!"
    "Развела руками Ульяна."
    us "Он в принципе ничего всерьёз не воспринимает."
    show mt laugh dress with dspr
    mt "А ему и не надо."
    mt "Это у тебя куча важных дел, а у Семёна оно одно важное."
    show us surp1 sport with dspr
    us "Да-а? А какое?"
    mt "Известно, какое! Отдохнуть как следует!"
    show us sad sport with dspr
    us "Вот вечно вы так, Ольдмитривна. Постоянно надо мной издеваетесь."
    show mt smile dress with dissolve
    mt "Не издеваюсь. Подтруниваю."
    mt "Тебе многое сходит с рук. Знаешь, почему?"
    show us smile sport with dspr
    us "Потому что я ребёнок, а детей бить нельзя?"
    mt "Потому что ты не хочешь им быть."
    mt "Вот, спроси Семёна, как вести себя на отдыхе. Он расскажет. Он дока в этом вопросе."
    show us normal sport with dspr
    us "Опять подтруниваете."
    "Догадалась Ульяна."
    mt "Разве что самую чуточку."
    "Мне порой казалось, что все сумасбродства вожатой, её легкомысленное поведение — это просто попытка сберечь в себе нечто крайне ценное."
    "Неуловимо голубое и хрупкое, неприкаянное и лёгкое."
    "Вот только вслух я бы это никогда не сказал."
    "Прекрасно понимал, что вожатая может простить мне очень многое, но только не разгадку её как человека."
    "Так что я делал вид, что меня нет и наслаждался компанией."
    window hide
    play sound sfx_open_dooor_campus_1
    $ renpy.pause(0.5)
    play sound sfx_open_dooor_campus_2
    scene bg ext_house_of_mt_night
    with fade
    "Я сходил в дом, вынес и себе стакан чая, устроился рядом с вожатой на крылечке."
    me "А я думал, вы ей столько прощаете просто потому что вы добрая?"
    show mt laugh dress at zenterleft
    with dissolve
    mt "Я? Добрая?"
    show us normal sport at zenterright
    with dissolve
    us "Ольдмитривна не добрая."
    me "Неужели злая?"
    show mt normal dress with dspr
    mt "Нет. Но стараюсь уважать волю каждого человека."
    us "Понял теперь?"
    me "Что?"
    show us laugh sport with dspr
    us "Он всё-таки немного туповат."
    "Пожаловалась мелкая вожатой."
    "Что самое обидное, последняя согласно кивнула!"
    "Что это? Бабий бунт?"
    me "Уж разъясните тугодуму. Если не слишком сложно."
    show mt smile dress
    show us normal sport
    with dissolve
    mt "Всё очень просто, я не отношусь к вам, как к детям."
    mt "Отношусь к вам как…"
    show us laugh2 sport with dspr
    us "К людям!"
    "Выкрикнула Ульяна."
    us "Вот поэтому она моя самая любимая вожатая!"
    mt "Не подлизывайся."
    us "А что? Мы как познакомились, я сразу к вам в отряд попросилась! И никогда об этом не жалела."
    th "Получается, дело не в лени?"
    "Удивился я."
    th "Чудеса какие."
    show mt normal dress with dspr
    mt "Я всё равно должна буду доложить твоему отцу о твоём поведении."
    us "А и рассказывайте! Подумаешь! Он меня даже ругать не будет, пока дед дома."
    show us surp3 sport with dspr
    us "А дед будет до первого сентября! Ю-ху!"
    mt "Про обещание своё не забудь."
    show us smile sport with dspr
    us "Не забуду, не бойтесь! Я же последней из отряда сюда приеду в следующем году!"
    us "Я общеотрядный наследник!"
    show mt smile dress with dissolve
    mt "Ладно, наследник."
    "Ольга допила чай и отставила стакан."
    mt "Пойдём, провожу тебя до дома."
    hide us
    hide mt
    with dissolve
    "Они помахали мне и растаяли в темноте."
    "Видимо, привычкой уже — оставляя на меня грязную посуду и несобранный шезлонг."
    "Негромко ворча, я принялся за уборку."
    "Сам не понимая, что всё это время преглупо улыбаюсь."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return

label alt_day6_us_px_afterwords:
    $ persistent.sprite_time = "night"
    $ night_time()
    scene bg ext_boathouse_night
    with dissolve
    play ambience ambience_boat_station_night fadein 6
    play music red_lights fadein 3
    "Здесь было пусто и безлюдно."
    "Идеальное место для того, чтобы спрятаться ото всего мира, закрыть рот, сделать глубокий вдох и долго-долго вглядываться в чёрную воду, в которой, как в зеркале, отражаются небо, запрокинутые сосны с противоположного берега и чудом не падающий к звёздам, спешащий в никуда тепловоз."
    "Я так привык к постоянному отшельничеству, что в какой-то момент оно стало почти насущной потребностью."
    "А здесь постоянно кто-то рядом есть, они все шумные, весёлые, радуются жизни так, что скрипят зубы."
    "Мне не место среди них."
    "Вот здесь — другое дело."
    "Вспомнив свой первый день, я улыбнулся и, сбросив обувь с носками, сел на понтон, облокотился на перильца и опустил ноги в воду."
    "Тёплая."
    "Теперь бы разве что сигаретку для полноты кайфа, но можно и без неё."
    play sound sfx_wood_floor_squeak
    "И только было я настроился на позитивный лад, как рядом со мной скрипнула доска, и я понял, что снова не один."
    th "Да когда же это всё закончится?"
    "Грустно спросил у неба я."
    show sl smile dress with dissolve
    sl "Сбежал с танцев?"
    "Улыбнулась Славя. В этот раз ей не удалось подкрасться бесшумно, и это немного подняло моё настроение."
    "Правда в голову тут же пришла мысль, а не могла ли идеальная девочка Славя со всей своей чуткостью просто уловить этот момент?"
    "И подыграть мне."
    th "То есть, она специально сделала так, чтобы я услышал её приближение?"
    "Настроение снова скакнуло на нулевую отметку."
    sl "Весь отряд разбежался кто куда."
    "По секрету сообщила Славя."
    "Она встала рядом и проследила за моим взглядом."
    sl "Вы уже однажды чуть не уехали на нём."
    me "Только проснулись почему-то там же, где всё началось."
    sl "Лагерь умеет за себя постоять…"
    me "Да…"
    "Устав смотреть в одну точку, я отвернулся, уставился на плещущее в воде серебро лунного света."
    "Скоро отбой, лагерь погонят спать."
    "А завтра… Да."
    "Лагерь казался спящим — если бы не раскаты музыки, далеко разносящиеся по воде."
    me "Он так здорово спрятан, что если бы не причал, можно было бы проплыть по реке мимо и никогда не узнать, что здесь есть лагерь."
    show sl normal dress with dspr
    sl "Строители изо всех сил старались не испортить это место."
    "Я достал из кармана смарт — несмотря на то, что я поотключал все службы и полностью перевёл его в автономный режим, заряда оставалось ровно два процента."
    "Так что и годился он только в качестве часов."
    sl "Какие у тебя необычные часы."
    me "Часы? А, да… Время: 22:54… {w}Ты же помнишь, что это за время? Не помнишь?"
    "Ну разумеется, откуда б тебе. Ты же вся такая правильная."
    "Ну что же ты… Разрешите прикурить, и… тёплое место, но улицы ждут…"
    sl "Не такая уж я и дремучая. {w}Цоя знаю."
    me "Цоя? Откуда? Он же бунтарь, всегда против правил."
    show sl smile dress with dspr
    sl "Правила — это не всегда плохо."
    me "Безусловно. Но какими правилами регулируется счастье?"
    "Славя помолчала."
    "Когда я уже почти уверился в том, что она сейчас уйдёт, она, не поворачиваясь, сказала:"
    sl "Если тебе нужно счастье — однажды тебе придётся отнять его у кого-то."
    "Её голос дрогнул."
    me "У кого-то, у меня?"
    sl "Жить по правилам — далеко не единственный способ достигнуть счастья, вот что я поняла."
    sl "Иногда для того, чтобы стать счастливым, нужно просто сойти с ума. {w}И послать к чёрту все запреты. И просто получить то, что твоё по праву. Но вот проблема…"
    stop music fadeout 8
    window hide
    scene cg d3_sl_evening
    with fade
    play music my_only_hope fadein 3
    "Славя стояла рядом, старательно глядя в небо, а в голове, да и подрагивающем голосе читалось, что и наша Мисс Непогрешимость порой даёт слабину."
    sl "Это как вода на берегу моря — ты может вырыть ямку, и рано или поздно её наполнит прибоем."
    sl "И, кажется, что это ничего не значит, но я-то знаю — что уровень всемирного океана понизился на ещё долю миллиметра."
    sl "Мировой запас счастья уменьшился ради того, чтобы я могла улыбнуться ещё шире."
    me "Это плохо?"
    sl "Я не могу себе позволить такую жертву. Кому-то может не достаться, понимаешь?"
    sl "А это не та цена, которую я согласна платить."
    if alt_day6_us_px_sl_join:
        me "Вот почему ты так легко согласилась…"
    sl "Да. Хотя и это тоже не решение, а бегство. {w}Я ужасная трусиха, Сёмушка."
    "Беспомощно передёрнула плечами эта невозможная девушка."
    sl "Мне страшно делать людям больно, даже если взамен придётся принимать удар на себя."
    window hide
    with fade
    sl "Запустишь для меня кораблик?"
    "Я даже не сделал вид, что удивился. Привык."
    me "Кого ты хочешь найти?"
    sl "Не для себя. Я хочу, чтобы путь могли найти эти двое… безответственных!"
    "Я покачал головой, всеми силами отгоняя мысль, что в голосе Слави звучала… зависть?"
    me "Прямо сейчас?"
    sl "Боюсь, у нас попросту больше не будет времени."
    "С тоской произнесла она."
    sl "Хотя, ты, наверное, прав — у нас его и не было никогда."
    sl "Извини, что я здесь навязываюсь. {w}Пойду приносить счастье другим. "
    sl "Раз уж мне не досталось."
    window hide
    scene bg ext_boathouse_night
    with dissolve
    "Ушла. А чувство вины осталось. {w}Или это ответственность за тех, кого вовремя не послал на хрен?"
    "А как ни назови — кругом тоска зелёная и чувство собственной незначительности."
    "Надоело. {w}Особенно — тишина."
    dreamgirl "Тебя не поймёшь, то тебе громко, то тебе тихо."
    th "А ты вообще заткнись."
    "Правую ладонь невыносимо резало — должно быть, я незаметно для себя уже полчаса как опирался ей об острый край."
    "Но это было что-то настоящее, с чем я хотя бы был в силах бороться."
    "Не как кисель резать — результатом последнего полугода."
    window hide
    with fade2
    "Я мог что-то сделать!"
    "Что-то, что…"
    with flash_red
    "С вскриком, я дёрнул рукой, пытаясь спастись от боли — но тщетно."
    "Кажется, дело вовсе не в железке было."
    "В чём тогда?"
    "Пришлось расставаться с уютной темнотой и плеском воды."
    "Я с усилием открыл глаза — правая ладонь была красная и больная."
    "На секунду представилось вдруг, что по ней прокатился Огонёк — чей-то чужой, на пути в поисках."
    th "Мой-то никогда бы не обжёг. {w}Ведь правда?"
    "Неужели…"
    "Правда?"
    "Я не был уверен в ответе, но меня не сильно пугали любые перспективы."
    "В частности — риск выглядеть идиотом."
    "Приблизив красную ладонь к лицу, внимательно оглядел её и неожиданно для самого себя, произнёс:"
    me "Тай-тай, налетай…"
    "Ладонь негромко засветилась в полумраке — и из центра её, сформировавшись свечением, на средний палец скакнул уютный жёлтый шарик."
    "Сердито подпрыгнул, явно недовольный тем, как долго мне пришлось его звать."
    me "Ты тропинку найти помоги наружу…"
    "Попросил я. И Огонёк сменил гнев на милость."
    "Ещё раз прокатившись по руке, затирая своим светом шрамы и ожоги, он поднялся в воздух и, подумав, со всего маху ударился о сумрак, пронзил его насквозь и понёсся вдаль, вдаль — куда-то в сторону севера."
    "Слился со звёздным небом, став всего лишь одной из звёзд."
    window hide
    scene stars with dissolve
    "Каким-то внутренним чутьём я мог проследить его путь."
    "Самое главное, я мог проследить его направление — он искал дополнительную силу."
    "Сам по себе цыплёнок не мог почти ничего, кроме разве что исцеления."
    "Но когда их было много…"
    "Вот он и искал ещё Огоньков — чтобы объединившись с ними, снова помочь глупому хозяину."
    "Прошло, должно быть, около часа, так как музыка с танцплощадки стихла окончательно."
    "Запрокинутое над головой небо стало бездонным, а я окончательно разуверился в чудесах." 
    "Но всё равно продолжал сидеть и сидеть, одинокий, всеми брошенный и чуть не рыдающий от жалости к самому себе."
    window hide
    scene bg ext_boathouse_night with dissolve
    "А из-за стремнины мне прямо под ноги приплыл кусочек коры со светящимся на мачте… Огоньком."
    "Я поднял его, и услышал окрик:"
    us "Эй, это мой!"
    "Сердито размахивая руками, ко мне спешила Ульяна."
    "И только здесь, только сейчас колющее сердце иголочкой чувство тревоги стало отпускать."
    me "Ульяна."
    "Глупо сказал я."
    show us normal sport with dspr
    us "Не для тебя запущено, не тебе и трогать, понял!"
    "Она оттеснила меня в сторону."
    "И мы стояли бок о бок, глядя на то, как течением мимо нас проносит ещё одну просьбу о помощи."
    us "Вот и всё."
    "Сказала Ульяна, когда кораблик окончательно скрылся в темноте."
    us "Этому дню я больше ничего не должна."
    me "Это верно."
    us "Спать?"
    me "Угу."
    "Развернувшись, я отправился к месту ночлега."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return

label alt_day6_us_7dl_sleeptime:
    $ persistent.sprite_time = "night"
    $ night_time()
    play music music_list["a_promise_from_distant_days"] fadein 2
    scene bg ext_house_of_mt_night
    with dissolve
    play ambience ambience_camp_center_night
    "Лагерь натанцевался и отходил ко сну."
    "Пора было и мне."
    if (alt_day6_us_7dl_mi_friends == 3) or (alt_day6_us_7dl_sl_friends == 3):
        "Хотя я и не ожидал, что простой, скучный прощальный вечер одиночки вроде меня сможет перерасти в нечто большее."
        "Но… Мне просто слишком повезло, а значит, есть смысл ожидать какой-нибудь гадости в будущем."
        "Так что не расслабляться, ни в коем случае не расслабляться!"
    else:
        "Мне удалось наладить шаткое равновесие между мной-старый и мной-новым."
        "Я снова превращался в того себя, что остался на промёрзших новогодних улицах Питера."
        "И одновременно при том умудрялся не считать людей сволочами."
        "Как это у меня получалось? Не знаю."
    "Но место, которое я считаю своим домом, ждёт."
    "Пусть я дома и последнюю ночь."
    window hide
    play sound sfx_open_dooor_campus_2
    pause(1)
    scene bg int_house_of_mt_night2 with fade
    play ambience ambience_int_cabin_night fadein 1
    "Внутри было жарко, пахло разогретым металлом и сыростью."
    "Здесь кипятили воду, пили чай."
    "Отдыхали."
    "Так что перво-наперво я распахнул форточку, вдохнул ночного свежего воздуха, казавшегося отсюда невозможно вкусным."
    "И, сбросив одежду, отправился спать."
    if alt_day6_us_7dl_mi_friends >= 2:
        "Сил на то, чтобы развесить модный костюм, не оставалось совершенно."
        th "Вожатая будет ругаться…"
    "Я закрыл глаза."
    "Перед глазами разворачивались картины дня уходящего."
    window hide
    if alt_day6_us_7dl_un_friends != 0:
        scene cg d5_un_island
        show prologue_dream
        with dissolve
        "Сбивчивые, горячечные признания от зеленоглазки с грустным взглядом."
        if alt_day6_us_7dl_un_friends == 3:
            "И её удивительная решимость."
            "Или это мы оба постарались?"
    elif alt_day6_us_7dl_mi_friends == 2:
        scene cg d3_mi_dance_close_7dl
        show prologue_dream
        with dissolve
        "Вечер с Мику."
        "Вернее сказать, целый день с ней."
        "И нет, я не хочу сказать, что я влюбился — в конце концов, время упущено."
        if alt_day6_us_7dl_mi_friends == 3:
            "А хотя…"
            "Я не знаю. Она мне нравится — это самое важное."
    elif alt_day6_us_7dl_sl_friends == 2:
        scene cg d3_sl_dance
        show prologue_dream
        with dissolve
        "Примерка на себя образа Слави, её образа жизни."
        "Понимание того, что я вряд ли справлюсь."
    elif alt_day4_neu_us_pixies == 3:
        scene cg d4_us_stardust_7dl
        show prologue_dream
        with dissolve
        "Странности, происходящие вокруг."
        "Но не пугающие, а почему-то лишь задорящие."
        "Вроде того самого огонька, решившего вдруг вспорхнуть с моей ладони."
    window hide
    scene cg wtf_end_of_day  with dissolve
    "И уже, засыпая:"
    if alt_day6_us_7dl_un_friends == 3:
        me "Лена…"
    elif alt_day6_us_7dl_mi_friends == 3:
        me "Мику…"
    elif alt_day6_us_7dl_un_friends == 2:
        me "Мелочь вредная…"
        "Я почувствовал, как улыбаюсь."
    elif alt_day4_neu_us_pixies >= 2:
        me "Cпааать…"
    "И уснул."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day7_us_7dl_begin:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    play ambience ambience_int_cabin_evening fadein 2
    if alt_day4_neu_us_pixies == 3:
        call alt_day7_us_px_vars
        if alt_day6_us_px_sl_join:
            $ routetag = "us7dl_good_surp"
        else:
            $ routetag = "us7dl_good"
        $ alt_chapter(7, u"Огоньки. Утро")
    else:
        if us_pt > 5:
            $ routetag = "us7dl_bad_laugh"
        elif (alt_day6_us_7dl_mi_friends == 3) or (alt_day6_us_7dl_un_friends == 3):
            $ routetag = "us7dl_bad"
        $ alt_chapter(7, u"Ульяна. 7ДЛ. Утро")
    scene bg int_house_of_mt_sunset
    with dissolve
    play ambience ambience_int_cabin_evening fadein 2
    play music will_you fadein 3
    "День да ночь - сутки прочь."
    "Профессиональный слакер и прокрастинатор уверенно добивает нечаянное лето и выкупает билеты на паром домой, туда, где мороз."
    "Хотя и хвалятся синоптики, что в этом году декабрь чуть ли не самый тёплый за последние лет шестьдесят, где то тепло?"
    "Я не чувствую его, спрятавшись в свою каменную пещеру, не вижу в глазах и лицах прохожих, выходя на улицу за сигаретами."
    "Все мы, нахохлившись, несёмся по гололедице непонятно куда."
    "Более того — непонятно зачем."
    if (alt_day4_neu_us_pixies == 3) or alt_day6_us_7dl_tr:
        "А мне так это надоело, до чёртиков просто!"
        "Я готов к любой движухе, лишь бы она всколыхнула это болото."
        "Всё ведь просто — выбираешь колею, смотришь на неё, примеряешься."
        "А потом плюёшь и уходишь туда, куда тебя душа тянет, а не куда колея ведёт."
        "Так что старая дорога, куда б она меня ни привела — это мой шанс."
    elif (alt_day6_us_7dl_mi_friends == 3) or (alt_day6_us_7dl_un_friends == 3):
        "Я не думал вчера об этом, теперь меня мучает совесть."
        "Это же только моя стезя, мой выбор — вечно размазанной от скорости несущейся серости."
        "Я не могу, не имею права тащить туда кого-то ещё."
        dreamgirl "А с чего ты решил, что кого-то утащишь?"
        th "Я же вернусь. Это неизбежно, разве нет?"
        th "Всё будет как всегда — автобус, сон…"
        dreamgirl "Только вот проснёшься ты один. Ты не господь бог, Семён."
        dreamgirl "Воплотить въяви понравившуюся девушку из соплей, дыхания и такой-то матери ты не умеешь."
        if loki:
            "Иначе давным-давно бы воплотил себе кого-то получше Ксаны."
        else:
            "Иначе легко мог бы восполнить себе потерю, с которой ты который год уж носишься как дурень с писаной торбой."
        "Я улыбнулся, вспомнив вчерашний томный, тёплый вечер."
        "Кажется, ходит рядом с тобой человек, горя не знает."
        "Улыбается, радуется жизни."
        "А копни его поглубже — и всплывает во всей своей неприглядности правда."
        "Наверное, не стоило мне лезть в чужую душу."
        if alt_day6_us_7dl_mi_friends == 3:
            "Не стоило жалеть погибающую от одиночества звёздочку."
            "Потому что у каждого должна быть своя собственная история."
            "Лезть в каждую не хватит никакого сердца."
            "Да меня совесть поедом съест, постоянно напоминая, что я мог бы помочь, вмешавшись."
            "И не вмешался."
            "Вот поэтому лучше не лезть в чужую душу."
        else:
            "Все эти сказки про роман длиной в несколько жизней и смиренное ожидание с прошлого года."
            "Лена ждать не станет."
            "Она хоть и тихоня-скромница, но в некоторых случаях решимости ей не занимать."
    "Мне почему-то чётко казалось, что на улице снова дождь."
    "Снова поливает с неба размытой тоской-меланхолией, и можно не спешить, не вставать спозаранку, чтобы помахать руками и выслушать очередную порцию бредней вожатой."
    "Можно спать часов до девяти, потом забросить что-нибудь в желудок…"
    "И при полном попустительстве вожатых завалиться спать до обеда."
    window hide
    with fade
    "Вот только не было там никакого дождя."
    "Не шумело снаружи, не задувало в распахнутую форточку колючими брызгами."
    "На улице царил самый обыкновенный летний рассвет."
    "Середина, слом лета, самый бархатный сезон ещё впереди."
    "И здесь бы его встречать, и кое-кто даже встретит."
    "Отнюдь не все пионеры укатят сегодня обратно в город, умные родители бывает, выкупают путевки на целое лето."
    "А сами — на море!"
    "Или наоборот. Работать, работать… Отпрашиваться по четвергам со смены, чтобы навестить чадо — и снова."
    dreamgirl "Цикл не может быть разрушен."
    th "Стебись-стебись."
    "Ольга Дмитриевна уже куда-то умотала, оставляя меня в гордом одиночестве."
    "Однако, судя по тому, что громкоговорители молчали, подъём ещё не наступил."
    "Старая хитрость, как заставить самого себя работать: надо не ставить сроков."
    "Или поставить один, но очень большой, которого с избытком хватит на выполнение всего."
    "И человек просто от безделья и висящего-мозолящего в голове напоминания сделает всё точно и чётко."
    "Так и здесь: я крайне неторопливо поднялся, оделся, даже заправил кровать."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_house_of_mt_sunset
    with dissolve
    "А вокруг благодать — ничерта не видать."
    me "С добрым утром!"
    "Выкрикнул я в никуда."
    dreamgirl "....мать! Мать! Мать!"
    dreamgirl "Привычно ответило эхо."
    "Откуда-то с юга принесло порывом ветра ответный выкрик."
    "Там тоже кто-то уже успел отскрести себя от кровати."
    "Ему, видимо, тоже не терпелось закончить, наконец, все эти мытарства и узнать, что же ждёт его впереди."
    if (alt_day4_neu_us_pixies == 3) or alt_day6_us_7dl_tr:
        "Так и я. Мне нужно срочно-обморочно успеть сделать всё, чтобы ни потребовала от меня вожатая."
        "Иначе я не успею до отъезда сбегать туда, откуда вчера позорно отступил."
        dreamgirl "Тактически."
        "Я отнюдь не спешил признаваться Ульяне в том, что люди, которых мы набирали якобы для компании, нужны мне совершенно для других целей."
        if alt_day6_us_px_sl_join:
            "А Славя… Что ж, этот человечек стоит на земле куда прочнее, чем всех, кого я знаю."
            "И если грянет гром, если холодные улицы безжалостно потянут меня к себе, как это было в прошлый раз — возможно, именно Славя и станет моим спасение."
        else:
            "Ульянка в одиночку попросту не сможет удержать меня, если мимо снова поедут машины, повеет сыростью с Невы, а в душу вновь постучится сплин."
        "Наверное, те, кто здесь уже прошли однажды (а прошли ли? Тот ещё вопрос) были куда защищённее меня."
        "Им попросту некуда было возвращаться, а значит, и страха перед неизвестностью не было вовсе."
        window hide
        scene bg ext_washstand_day
        with dissolve
        play sound_loop sfx_water_sink_stream fadein 1
        "Ульяна уже драила челюсть, когда я подошёл к умывальникам."
        "Меня она поприветствовала бодро: замахала руками, что-то пыталась завопить, но подавилась порошком и зашлась в кашле."
        "Похоже, её тоже колотило от предвкушения."
        "С трудом выполоскав порошок, она повернулась ко мне:"
        show us laugh sport with dissolve
        if alt_day6_us_7dl_tr:
           "И разулыбалась:"
           us "Глядите, кого тайфуном приволокло!"
           us "Это же сам Жакомо Касемёна!"
           me "Всё бы тебе издеваться"
           "..."
        else:
            us "Здорово, Сёмыч! Ну что, не передумал?"
            me "Нисколько."
            "Улыбнулся я."
            me "И тебе привет. Ты чего с утра такая бодрая и весёлая?"
            me "До подъёма ещё время есть."
            show us smile sport with dspr
            us "Да я всю ночь не спала! Алиска мне сказала, что ночь королевская, так что надо ждать в гости друзей с пастой."
            us "Так что болтали мы с ней до глубокой ночи."
            us "Ждали, ждали тебя в гости. А ты не пришёл."
            show us laugh sport with dspr
            us "Алиска проспорила мне конфету."
            me "Я бы, может, и пришёл. Но что-то я выключился прямо до утра."
            me "День вчера такой насыщенный оказался, вот и вымотался."
            us "Это ничего! Вот как ты сегодня вымотаешься!"
            me "Ты разве не будешь собирать вещи?"
            show us normal sport with dspr
            us "Если всё пройдёт нормально, вещи нам не потребуются."
            "Наставительно сказала Ульяна."
            us "Но самое важное, конечно, я возьму."
            me "Самое важное?"
        us "Не забивай голову, умывайся!"
        stop sound_loop
        play sound sfx_close_water_sink
        hide us with easeoutleft
        "Закрыв воду и помахав мне ещё раз на прощание, Ульяна улетучилась."
    elif (alt_day6_us_7dl_mi_friends == 3) or (alt_day6_us_7dl_un_friends == 3):
        "А что ждёт впереди меня?"
        "Ну, отъезд, это-то понятно."
        "У меня почти нет вещей, собирать мне нечего, так что при желании можно было бы провести время со своей избранницей."
        "Если только она захочет меня видеть."
        if alt_day6_us_7dl_un_friends == 3:
            "Хотя Лена-то, наверное, обрадуется."
            "Может, немного позаикается, покраснеет, но в итоге всё равно будет улыбаться."
            "Её вчерашние признания... Зависимость налицо. Самая настоящая любовная зависимость."
            "Потому пока я чувствую себя хоть немного лучше среднего — в её глазах тоже будет мир и покой."
            window hide
            scene bg ext_washstand_day
            with dissolve
            "Когда я добрался до умывальников, оказалось, что меня там уже кое-кто поджидает."
            show un shy pioneer with dspr
            un "П-привет."
            me "Всё ещё нервничаешь?"
            show un smile pioneer with dspr
            un "Скорее, не могу поверить."
            me "Я не сбегу."
            "Пообещал я."
            me "И потом, куда мне бежать? Мне зубы чистить надо?"
            show un smile2 pioneer with dspr
            un "Всё шутишь. Иногда мне кажется, ты ни к чему серьёзно относиться не умеешь."
            th "О, знала бы ты, насколько я серьёзен там, где я живу."
            me "Дай подурачиться. У меня не так много времени осталось."
            show un surprise pioneer with dspr
            un "Почему?"
            me "Потому что отъезд."
            un "Отъезд. Но ты же никуда из автобуса не пропадёшь. Мы приедем в город вместе, и…"
            "Я улыбнулся и погладил её по голове."
            "Прозакладывал бы палец за то, чтобы всё случилось, как говорит эта грустная девочка."
            "Вот только я знаю свою удачу, знаю карму свою."
            "Какие бы размеры пакости я в своём воображении ни громоздил, жизнь всё равно внесёт правки и удивит."
            "У меня есть квота глупостей на день, трясущиеся пальцы и полное отсутствие удачи во всех начинаниях."
            "Так что даже не знаю, как всё будет."
            me "Я оставлю тебе адрес."
            "Сказал я."
            me "Вызубри его как сможешь, просто на всякий случай."
            me "Если вдруг что — ты сможешь однажды найти меня."
            un "Ты собрался куда-то пропасть?"
            me "Нет."
            "Вздохнул я."
            th "Но моего мнения на этот счёт никто не спрашивает."
            un "Ладно, не забивай голову."
            play sound sfx_open_water_sink
            play sound_loop sfx_water_sink_stream fadein 1
            "Лена послушно кивнула, после чего склонилась над умывальником."
            hide un with dissolve
            "Я последовал её примеру, а когда разогнулся, увидел, что снова остался один."
            "Лена удалилась по-английски."
            stop sound_loop
        else:
            "Хотя вряд ли меня оценит её соседка."
            "Лена какая-то нелюдимая, иногда мне думается, что всё это из-за какой-то детской травмы."
            "Потому что человек, читающий красивые книги, не должен быть как раковинка, закрыт, блиндирован."
            "Придётся вытаскивать Мику на улицу, мешать ей собирать свои многотысячные японские сумки."
            "Почему-то не сомневался я в том, что сумок у Мику должно быть огогошеньки сколько - от сценических костюмов и косметики до повседневки… которую здесь забраковали."
            "Вообще не понимаю, зачем в этот лагерь дети везут с собой вещи чемоданами."
            "Если родители заведомо знают, что здесь полный казённый кошт, исключая разве что нательное бельё… Логика здесь и рядом не ночевала."
            "Разве что пофорсить друг перед другом в родительские дни да на отъезде…"
            window hide
            scene bg ext_washstand_day
            show mi normal pioneer at zenterright
            with dissolve
            th "Легка на помине."
            mi "Привет, Сень."
            "Кивнула мне японка."
            mi "Как спалось?"
            me "Кошмары мучали."
            show mi shy pioneer with dspr
            mi "Кошмары? Странно! Ведь меня… ой."
            mi "Я хотела сказать — страшные кошмары?"
            me "Да брось."
            "Я не выдержал и разулыбался."
            me "Я просто шучу. На самом деле, я выключился до самого утра."
            me "Хотя последняя, о ком я думал вчера, была ты."
            show mi happy pioneer with dspr
            mi "Приятно-то как."
            me "Мне тоже понравилось. Потому и не успел понять разницу между засыпанием и пробуждением."
            mi "Надеюсь, думал только хорошее?"
            th "Как сказать…"
            dreamgirl "Хорошее, хорошее! Раз тебе было хорошо, то это точно хорошее!"
            me "Много вещей с собой привезла?"
            mi "Не особо, но от помощи не откажусь! Мне в первый день дядя Боря помог, а вот сейчас помощников что-то нет и нет."
            mi "Кстати, не знаешь, почему горна нет? Половина девятого на часах."
            th "Значит, я встал отнюдь не до подъёма?"
            me "Кто ж его знает."
            "Пожал я плечами."
            dreamgirl "Радист запил и не вышел на работу. От счастья."
            me "Возможно, в день отъезда все эти штуки не работают."
            show mi upset pioneer with dspr
            mi "А как же завтрак тогда? Мы же опоздаем!"
            me "Не опоздаем! Сейчас в темпе умываемся и бегом в столовую!"
            play sound sfx_open_water_sink
            play sound_loop sfx_water_sink_stream fadein 1
            "Мы с Мику обменялись взглядями и, синхронно наклонившись над раковинами, заработали щётками."
            stop sound_loop
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return

label alt_day7_us_7dl_breakfast:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    if alt_day4_neu_us_pixies == 3:
        "Завтрак от лица Огоньков."
        if alt_day6_us_px_sl_join:
            "Присоединившаяся Славя обещает, что никуда не денется."
        else:
            "Ульяна требует, чтобы никаких сборов - и на новый побег сразу после завтрака."
    else:
        if alt_day6_us_7dl_tr:
            "Ульяна на завтраке стыдит Семёна за то, что тот сводит девушек с ума своими глупостями."
        if alt_day6_us_7dl_mi_friends == 3:
            "Мику радуется нам, просит погулять вместе последний раз по лагерю перед сбором вещей."
        elif alt_day6_us_7dl_un_friends == 3:
            "Завтрак с Леной."
        elif alt_day6_us_7dl_sl_friends == 2:
            "Завтрак со Славей."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return#501
#АРБАЙТЕН ИНКОМИНГ
label alt_day7_us_7dl_packing:#Сборы:
    $ persistent.sprite_time = "day"
    $ day_time()
    
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return#751
    
label alt_day7_us_7dl_leaving:#Ещё немного — и домой. Вот только бы найти дорогу.
    $ persistent.sprite_time = "day"
    $ day_time()
    $ alt_chapter(7, u"Ульяна. 7ДЛ. Отъезд")
    scene bg ext_camp_entrance_day
    with dissolve
    play ambience ambience_camp_entrance_day_people fadein 3
    play music tilltheend fadein 3

    if alt_day6_us_7dl_mi_friends == 3:
            th "Но Мику…"
            dreamgirl "Что?"
            th "Я не хочу."
            dreamgirl "А она, думаешь, хочет?"
            dreamgirl "Вы слишком поздно спохватились, слишком долго искали руки друг друга."
            dreamgirl "Вам бы ещё пару дней, правда?"
            th "Да…"
            dreamgirl "А их тоже будет мало. Ты же понимаешь?"
            dreamgirl "К тому же, законы твоего мироздания отрицают её существование, помнишь?"
            th "Но…"
            "Я вздохунл."
            th "Я буду скучать."
            dreamgirl "И правильно! Скучай, тоскуй, горюй! Живи!"
            dreamgirl "Не факт, что ты можешь встретить кого-то, похожего на неё однажды, но ради того, что произошло, ради того, что произойти не успело…"
            dreamgirl "Ты должен жить."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return#1001
    
label alt_day7_us_7dl_wakeup:#Пробуждение дома
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    $ alt_chapter(7, u"Ульяна. 7ДЛ. Эпилог")
    "Мне снилось что я проснулся."
    "С усилием оторвал примёрзшую к стеклу шапку, огляделся."
    "Здесь всё осталось прежним." 
    play sound_loop sfx_bus_interior_moving fadein 4
    
    voice "Проспал, да?"
    voice "Уж извини, будила тебя, будила, а ты как пьяный, только мычишь что-то."
    me "Что?"
    "Я выглянул в окно — автобус подъезжал к моей родной «Ломо», здесь у него было кольцо."
    "Как удобно садиться на одной конечной — и прибывать на другую конечную. Никогда не проспишь."
    "Просыпаешься всегда в окружении знакомых, родных, но ни разу не любимых зданий."
    "Тем более, после такого-то…"
    th "Дискретное перемещение между двумя точками, придуманное мной и воплощённое в моей личной карманной реальности — какого дьявола ты такое скучное и предсказуемое?!"
    "Бывают сны, от которых просыпаешься в слезах."
    "Бывают сны, от которых потом сердце не на месте месяцами."
    "А бывают сны… После которых ты не просыпаешься. Твои глаза открывает кто-то другой, кто-то, кто уже не ты."
    "Ультракаиновый укол, заморозивший всё настолько, что даже тридцатиградусный мороз ощущается как что-то незначительное."
    "Я не знаю, чем заслужил этот прекрасный сон… И в чём провинился, что заслужил его окончание."
    "Но… ведь у любой истории есть свой конец, правда?"
    "Наверное, и у этой тоже."
    "Я поднялся и отправился к задней двери."
    with vpunch

    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return#1251
    
label alt_day7_us_7dl_mikuforever:#Мику-флаг - друзья навечно
    $ persistent.sprite_time = "prolog"
    $ prolog_time()

    play music shib_mono fadein 3
    "А от водителя вдруг заиграла полузнакомая, полузабытая мелодия."
    "И я силился, но никак не мог вспомнить её."
    "Вертелось что-то на кончике языка, да никак не вспоминалось."
    "Что-то, что я давным-давно слышал, что-то, стойко ассоциирующееся только с лучшими мыслями и переживаниями."
    $ persistent.us_7dl_mi = True
    play sound aunl
    show acm_logo_us_openup with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(2)
    return#1501
    
label alt_day7_us_7dl_lenaforever:#Леноконцовка
    $ persistent.sprite_time = "prolog"
    $ prolog_time()

    $ persistent.us_7dl_un = True
    play sound aunl
    show acm_logo_us_hi with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(2)
    return#1751
    
    
label alt_day7_us_7dl_reunite:#Больше 7 - Путь над пустошами, ЭПИЛОГ-ГУД1
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    play music guitar_under_the_window
    "И тут под окнами заиграло."
    play music music_list["kostry"] fadein 3
    
    play music Semische
    "Игра на гитаре под окнами!"
    us "Сёмыч!"
    "Остро резануло по обнажённым нервом криком Ульяны."
    us "Сёмище!"
    "Девочка вскочила на ноги и бежала ко мне, спотыкалась, крича что-то бессвязное, размахивая руками, неслась ко мне во весь опор, а я стоял и вспоминал как дышать."
    "Я стоял, чувствуя себя невесомым четырнадцатилетним, будто во сне ступая по поверхности снизошедшей с неба радуги."
    "Пока не налетел вихрь, толкнул в грудь, прижал к себе…"
    "Плечи Ульяны затряслись."
    
    $ persistent.us_7dl_good = True
    play sound aunl
    show acm_logo_us_semische with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(2)
    return#2001
    
label alt_day7_us_7dl_verses:#Меньше 7 - Тай-тай, ЭПИЛОГ-БЭД1
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    $ set_mode_nvl()
    play music deep_inside
    $ persistent.us_7dl_bad = True
    play sound aunl
    show acm_logo_us_bad with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(2)
    return#2251
    
label alt_day7_us_px_escape:#здороваемся с девочками, уточняем, всё ли в силе
    $ persistent.sprite_time = "day"
    $ day_time()
    "Час пути на то, чтобы добраться до карьера."
    "Ещё час — мимо пугающих холодным ветром смежных точек, откуда так легко вспомнить, что я, вообще-то не принадлежу этому месту."
    sl "И сколько нам так идти?"
    "Подняв перед собой ладонь, Ульяна прикрыла глаза и, поискав направление, указала в сторону виднеющегося на горизонте взгорка."


    us "Тай-тай, налетай…"
    sl "Ты хочешь найти ещё что-то?"
    "Спросила Славя."
    me "Нам туда."
    "Вместо Ульянки ответил я."


    "И направился первым."
    "Я уже был здесь вчера, поэтому ничуть не удивился, когда за расступившимися деревьями снова всплыла толстенная бетонная подушка, держащая на себе пару колонн и крышу с задней стенкой."
    "Дорожное покрытие было старым, разбитым, а там и сям пробившаяся растительность свидетельствовала о том, что пользуются дорогой крайне редко."
    "И очень давно — в последний раз."


    "И всё же мы не просто так прибыли сюда сегодня."
    "Я впервые обернулся назад — на секунду мне показалось, что асфальтовое покрытие дрогнуло, будто разглаживаясь."


    "А чуть глубже от дороги, в нескольких метрах по ту сторону зарослей оказался небольшой карман с выложенным закопчённым камнем костровищем, а на дорожном знаке висела холщовая сумка."
    "Откуда-то я знал, что там соль, спички и компас."
    "Разбитая, заброшенная автобусная остановка и была нашим ориентиром, служащим перекладной точкой на пути в будущее."
    

    sl "Вот где нужен порядок… За работу!"
    "Работа закипела — мы подрыли знак и установили его строго вертикально, сбили пыль со скамейки и расчистили дорогу от нападавших камешков и веток."
    "По идее, отъезд должен был случиться часа через три, но никто не жаловался и никуда не спешил."
    "Кажется, мы нашли свой собственный путь."


    "И его правильность подтвердило жизнерадостное, басовитое гудение из-за горизонта." 
    
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return#2501
    
label alt_day7_us_px_bus:#Автобус? И правда! выбор, сесть или не сесть
    $ persistent.sprite_time = "day"
    $ day_time()
    $ alt_chapter(7, u"Огоньки. Старый автобус")
    "Ульянка, удивительно выросшая — хотя и не изменившаяся внешне, неслышимо встала рядом."
    "Нашла мою ладонь."
    "Её пальцы были горячими и сухими."
    us "Смотри."
    "Показала она пальцем."
    us "Автобус."
    me "Какой?"
    us "Четыреста десятый… Сём, а ты таким и останешься?"
    me "Каким?"
    "Ульяна улыбнулась:"
    us "Пошли, покажу!"


    "Вызывая странное чувство дежавю, автобус остановился прямо напротив нас, я оказался напротив дверей — и створки с шипением разъехались в разные стороны."
    me "Неужели, просто так и поедем? А как же…"
    "Я обернулся, но увидел лишь ободряющие кивки, которыми подбадривали меня девочки."
    kids "Давай же!"
    "Славя выставила большой палец, Лена несмело кивнула и улыбнулась."
    "Ульянка же была в полном восторге!"
    menu:
        "Сесть в автобус!":
            $ alt_day7_us_px_ecaped = True
            "Она втащила меня вверх по ступенькам и усадила на место над колесом."
            us "Самый лучший обзор. Гарантирую это."


            "Наверное… Что же она хотела мне показать, интересно? "
            "Славяна и Лена зашли вслед за нами и сели на соседнее сиденье — такое же, как у нас, на возвышении над колесом."
            "За окном почему-то стремительно потемнело, и я понял вдруг, что меня смущает во всей этой картине."
            us "Вот"
            "Ладошки поймали мою голову и с силой повернули куда-то в сторону."


            "В сторону… Окна. {w}За окном было темно — хоть глаз выколи."
            "А потому так замечательно отражалось содержимое салона. Пустого."
        "Не садиться.":
            "Не вызывал этот Лиазик у меня доверия."
            
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return#2751
        
label alt_day7_us_px_wastelands:#Садимся в автобус, тру-концовка (История Пустошей и нестареющей юности)
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    "Лишь мальчик и девочка, сидящие на одном сиденье. {w}И две девочки, сидящие через проход."
    "Сверстники, красноволосая девочка, наверное, даже чуть старше всех прочих."


    "Я тихо улыбнулся. По салону повеяло теплом и запахом полыни."
    "На наши плечи беззвучным одеялом опустилась Сказка."
    "Что же было дальше?"
    "Что ж, можно на секунду перестать относиться ко всему скептически и позволить себе просто поверить."
    "В конце концов, все мы здесь собрались только потому, что однажды захотели сказку."
    "Так что лютый ворог побеждён, царевна возвращена (а то и взята под венец), полцарства подарено, сестрица Алёнушка оживлена."
    "Стали они жить-поживать, и…"
    
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return#3001

label alt_day7_us_px_fairytale:#История сказки
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    $ alt_chapter(7, u"Огоньки. Сказка")
    "И поставить бы точку здесь, завершить повествование и отпустить читателя, пожав ему мужественную лапку, довольного собой и проведённым временем."
    "Но нельзя, понимаете?"
    "Я не умею врать, тем более, в таких вещах, как рассказ о мальчике Семёне, всё же обманувшем и время, и одиночество."
    "Можно, конечно, поддаться конъюктуре, выдумать счастливый пресненький конец..."
    "Но нельзя."
    "Понимаете?"
    window hide
    scene bg ext_square_day with dissolve
    "Персунов Семён не дожил до тридцати лет буквально нескольких дней."
    "Всё-таки Пустоши оказались не таким уж и спасением."
    "Всё-таки даже здесь, в стране вечного детского смеха случаются и трудности, и заботы."
    "Даже здесь лето отнюдь не бесконечное."
    "Так что однажды сердце Семёна просто устало биться."
    "И встало."
    "Как в глупой песне Саши Васильева, только вот не пошло дальше, постояв немного."
    "Нет, оно так и прекратило биение, даровав измученному мальчику две последние минуты на то, чтобы успеть поймать трясущиеся пальчики Ульянки и улыбнуться ей на прощание."
    me "Всё хорошо, мелкая. Всё хорошо."
    "А с периферии уже подбирается зима - но не мягкая и совсем не ласковая."
    "Так что холодно мне сейчас, и не знаю о чём рассказать читателю, чтобы не расстраивать его ещё больше."
    "Возможно, про Альку, Тоника и Даню, опустошённо смотрящими на едва появившееся звено?"
    "Про то, как Ульянка зубами грызла свои пушистые роскошные хвосты, чтобы не выть от тоски?"
    "Да нет, конечно же."
    "Обязательно есть надежда, слышите?"
    "Есть."
    "Осень, возможно, когда-нибудь будет - даже на Пустошах, и бесконечный путь над ними в поисках отчявшихся и одиноких."
    "Пусть даже клёны сбросили свои ладошки на землю, и детвора с криками бегает, разбрасывая ногами кучи листвы."
    "Это ещё не осень."
    "Далеко не осень."
    window hide
    scene bg ext_busstop_sun_7dl with dissolve
    "Поэтому Сёмчик всё ещё гуляет своё лето."
    "И он ещё не истрепал ни пионерский галстук, ни сандали, которые теперь ему велики."
    "А значит, его можно спасти."
    "Как?"
    "Не закрывайте эту книгу."
    "Не закрывайте сердце от других людей."
    "Пока хоть где-то от счастья улыбаются люди, Сёмчик будет жить."
    "И его лето будет бесконечным."
    $ persistent.us_px_good1 = True
    play sound aunl
    show acm_logo_us_fairytale with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(2)
    return#3251
    
label alt_day7_us_px_mourning:#Отказываемся садиться, возвращаемся в лагерь:
    $ persistent.sprite_time = "day"
    $ day_time()
    
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return

label alt_day7_us_px_dejavu:#ЭПИЛОГ ДЕЖАВЮ
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    $ alt_chapter(7, u"Огоньки. Эпилог")
    "В каждой из жизней своих я почему-то старался держаться подальше от людей, выступал этаким молчуном с комплексом неполноценности — и продолжая службу, а по вечерам записывая впечатления в книгу, которую однажды обязательно издам, и трудясь на бирже фриланса, и преподавая музыку юным пионерам."


    "Жизнь как она есть."
    "Я трачу день на то, чтобы быть полезным другим людям, а вечерами лежу на диване с кальяном, потому что на улице пусто — я проверял."
    "Нет там людей."


    "Только всё чаще уже не гостьей, а хозяйкой в моём сердце становилась тоска."
    "Она сжимала сердце ощущением непоправимости уходящего, как будто шептала о том, что никогда не будет правильного времени, будет только потраченное впустую."
    "Но никогда не отвечала на вопрос — как, чёрт возьми, мне поступить правильно?! "
    "Никто не знал. И я тоже."


    "И когда тоски стало слишком много, я отправился в ванну, включил самую горячую воду, какую только мог терпеть, и погрузился туда, оставив наружу только рот и нос."
    "Чтобы дышать, и…"
    me "Господи, мне плохо. Что мне делать?"


    "У кого я спрашиваю совета?"
    me "Почему всё не так, как надо? Что я делаю неправильно?"


    "И зачем я спрашиваю совета у кого-то?"
    me "Мне надоело. Я как будто доживаю заживо — ещё чуть-чуть, и начнут куски отваливаться."


    "Надоело. Особенно — тишина."
    "Я до поры прекрасно уживался с одиночеством, но порой наступает момент, когда ты попросту не можешь с ним справиться."
    "Правую ладонь невыносимо жгло — должно быть, я незаметно для себя уже полчаса как опирался ей о горячую трубу."
    "Но это было что-то настоящее, с чем я хотя бы был в силах бороться."
    "Не как кисель резать — результатом последнего полугода."


    "Я мог что-то сделать!"
    "Что-то, что…"


    "С вскриком, я дёрнул рукой, пытаясь спастись от жжения — но тщетно."
    "Кажется, дело вовсе не в кипятке было."
    "В чём тогда?"
    "Пришлось расставаться с уютной темнотой и плеском воды."
    "Я с усилием открыл глаза — правая ладонь была красная и обожжённая."
    "На секунду представилось вдруг, что по ней прокатился Огонёк — чей-то чужой, на пути в поисках."
    "Мой-то никогда бы не обжёг. Ведь правда?"


    "Правда?"
    "Я не был уверен в ответе, но меня не сильно пугали любые перспективы."
    "В частности — риск выглядеть идиотом."


    "Приблизив красную ладонь к лицу, внимательно оглядел её и неожиданно для самого себя, произнёс:"
    me "Тай-тай, налетай…"


    "Ладонь негромко засветилась в полумраке — и из центра её, сформировавшись свечением, на средний палец скакнул уютный жёлтый шарик."
    "Сердито подпрыгнул, явно недовольный тем, как долго мне пришлось его звать."
    me "Ты тропинку найти помоги наружу…"
    "Попросил я. И Огонёк сменил гнев на милость."


    "Ещё раз прокатившись по руке, затирая своим светом шрамы и ожоги, он поднялся в воздух и, подумав, со всего маху ударился о стену, пронзил её насквозь и понёсся вдаль, вдаль — куда-то в сторону севера."


    "Каким-то внутренним чутьём я мог проследить его путь."
    "Самое главное, я мог проследить его направление — он искал дополнительную силу."
    "Сам по себе цыплёнок не мог почти ничего, кроме разве что исцеления."
    "Но когда их было много… Вот он и искал ещё Огоньков — чтобы объединившись с ними, снова помочь глупому хозяину."


    "Я узнал это место — это был мостик через ручей по пути в Шуваловский парк."
    "Мне нравилось гулять здесь — некоторые места будто были созданы для путешествий во времени."
    "Ты мог запрокинуть голову в небо и следить за ленивым шевелением ветвей сосен, понимая, что эти гиганты стояли здесь ещё тогда даже, когда даже финских деревень здесь не было."
    "Они видели столько, они столько знают… И если забраться достаточно высоко, то можно разглядеть прошлое…"


    "Но сегодня я не отправился к соснам."
    "Сегодня я замер на мостике, потому что мой Огонёк чуял что-то… Что-то…"


    "И из-за стремнины мне прямо под ноги приплыл кусочек коры со светящимся на мачте… Огоньком."
    "Я поднял его, и услышал окрик:"
    us "Эй, это мой!"


    "И понял вдруг, что не сплю."
    "Понял, что однажды приснившаяся история имеет продолжение!"


    "Ульянка была в точности той же, какой она и была в лагере."
    "Только в пуховике и зимней сбруе."
    "За ней приглядывал мужик, здорово на неё похожий. {w}Брат? Отец? Дядя?"
    "Разговорившись, мы познакомились — несмотря на подозрительные взгляды, которые мы кидали друг на друга."
    "Старшего брата Ульяны звали Антон."
    "А Ульянка частенько теперь захаживает к «Сёмычу», попить чая, поболтать. {w}Просто помолчать."
    "Она так ни разу не завела разговор о том, что случилось непонятным летом непонятно где."
    "Только однажды наткнулась на рукопись и, с криками отвоевав её, прочитала."
    "Замкнулась в себе и целую неделю не появлялась."
    "Так что на этом, наверное, и следовало бы закончить историю."
    "Правда?"


    "Телефон зазвонил. {w}Ульяна?"
    us "Привет. Нужно встретиться и обсудить кое-что."
    me "Когда и где?"
    us "Через час. На том мостике, помнишь?"
    me "Да."


    "Ульяна стояла у перил и смотрела на замёрзшую воду, машинально теребя в руках сложенный из бумажного листика кораблик."
    "Она выглядела задумчивой и себе на уме."
    me "Хай."
    us "Я вспомнила обо всём, что было в лагере."
    "Проигнорировав приветствие, начала она."
    "А ещё она вспомнила о том, для чего и зачем нужны эти кораблики."
    me "Это Огонёк."
    us "Ты знаешь?"
    me "Ну, разумеется. Он может найти что-то. Или помочь кому-то найти дорогу."
    us "Так. У него есть сила. {w}Она невелика, но если объединить силу тысячи Огоньков, они смогут найти путь откуда угодно куда угодно!"
    me "И что? Мы однажды уже нашли дорогу."
    us "Нашли. Но разве тебе не интересно продолжить искать?"
    me "В смысле?"
    "Ульяна очень по-взрослому посмотрела на меня:"
    us "Разве ты сам не чувствуешь ограниченности этого мира? У него очень много рамок. {w}А значит, всегда есть, куда стремиться!"
    me "В соседний мир?"
    
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return#3501
    
label alt_day7_us_px_runaway:#Локи - дежавю!(побег)
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    
    "Дежавю!"
    us "Во все соседние миры!"
    me "И сколько мы будем так искать?"
    us "Сколько хочешь! Разве тебе не интересно, что за границей?"
    me "Интересно."
    us "Только смотри, у нас ни Даньки, ни его ребят. {w}Поработать придётся как следует."
    me "Ничего."
    "Ответил я."
    me "Справимся."
    us "Справимся!"
    "Достав из кармана свечку, Ульяна с грехом пополам приделала её к бумажному кораблику и зашептала"
    us "Тай-тай, налетай…"
    
    $ persistent.us_px_rf_good1 = True
    play sound aunl
    show acm_logo_us_fairytale with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(2)
    return#3751
    
label alt_day7_us_px_realvu:#Дрищ - настоящее дежавю (побег)
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    
    "Голова закружилась, и меня посетило настоящее Дежавю:"
    us "Дурак! Зачем нам соседний мир?"
    "Она грустно покачала головой."
    us "Я по девочкам соскучилась. По Лиске, по Тише, по Славе. {w}Пошли обратно?"
    "И я, помедлив, согласился."
    "Поднявшись, я подал руку Ульяне, помогая подняться и ей."
    "У нас был пока всего один Огонёк."
    "И куча работы ещё предстояла."
    
    $ persistent.us_px_rf_good2 = True
    play sound aunl
    show acm_logo_us_fairytale with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(2)
    return#4001
