label alt_day4_mi_dj_begin:
    $ persistent.sprite_time = "night"
    $ night_time()
    $ alt_chapter(4, u"Мику. DJ. Ночь")
    scene bg int_house_of_mt_night2 with dissolve
    play sound sfx_bus_window_hit
    "Некоторое время спустя — мне показалось, что я сомкнул глаза на мгновение — в стекло ударил небольшой камешек."
    th "Что за…"
    $ meet('mi','Мику')
    $ alt_meet['mi'] = u"Мику"
    "Едва-едва расслабившееся тело немилосердно тянуло обратно в уютный плен одеял, но секунду спустя в стекло ударил второй камешек."
    play sound sfx_bus_window_hit
    "Все надежды на то, что тихий стук о стекло мне просто приснился, пошли прахом. {w}Как и то, что  я всё-таки вернусь обратно в сон — где меня ждёт Мику."
    "Мику…"
    "Я заулыбался, вспомнив о том, что видел последние — сколько? Полчаса? Час?"
    "Узкая ладошка, тонкие, нервные пальчики, изящное запястье и прозрачная мраморная кожа, щедро сбрызнутая лунным светом."
    "Тихий вечер северных широт, напоённый ароматом хвои с влажными вкраплениями залётного грибного дождика — никогда не мог отделаться от впечатления, что земля в эти моменты расправляет альвеолы и делает первый вдох."
    play music breath_me fadein 6
    "Новорожденная земля делает свой первый вдох и выходит навстречу миру, чтобы питать и родить."
    "А мы сидим на корявой сосне, удобно устроившись в развилке между толстенными ветками, и я-настоящий, приближающийся к тридцатнику, и Мику чуточку старше — она лежит внутри меня, как в самом удобном гамаке."
    "И дыхание гагаринское — восемь вдохов-выдохов, и пульс космический — 54 удара в минуту. Только так можно побороть нервную дрожь и настроиться на единый лад, когда понимаешь чувства дорогого человека раньше, чем он осознаёт их."
    "Только так можно предаваться тому, что я всю жизнь называл «лентяйничать», а индусы всех времён величали тантрой — неспешное, сладкое растворение в партнёре, прикорнувшем на груди."
    window hide
    scene bg int_house_of_mt_night2
    stop ambience fadeout 1
    play sound sfx_knock_glass
    pause(1)
    play ambience ambience_int_cabin_night fadein 2

    "Кажется, я снова уснул, так как от бросания камешков таинственный визитёр перешёл к стуку в стекло. {w}И в стуке этом ясно слышалось нетерпение."
    th "Чёрт возьми, кто бы ты ни был — сейчас встанет Ольга, и ты покойник."
    "Я приоткрыл один глаз, ожидая увидеть поднимающуюся вожатую — с утра вечно этот момент пропускал."
    "И каково же было моё разочарование, когда я узнал, что оказался один в домике!"
    play sound sfx_knock_glass
    pause(1)
    th "Похоже, подниматься всё-таки придётся."
    "С унылым смирением подумал я и выпростал ватное тело с прогнувшейся панцирной сетки."
    "По голове как будто чем-то тяжёлым стукнуло — и без того тёмная комната потемнела ещё сильнее, перед глазами поплыли зелёные круги, а в ушах тонко и неприятно запело."
    th "Чёртова дистония."
    "Я нащупал выключатель и присмотрелся к окну."
    window hide
    scene bg int_house_of_mt_night:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 2.0 zoom 1.6 xalign 0.7 yalign 0.35

    "Пришлось несколько секунд стоять, опираясь руками о стенку, борясь с разыгравшейся дистонией, смаргивая плывущие зелёные круги перед глазами — но и с этой неприятностью я вскоре совладал и, подойдя к окну, вгляделся в ночь."
    window hide
    scene bg int_house_of_mt_night:
        xalign 0.7 yalign 0.35 zoom 1.6
        linear 1.0 zoom 2.2 xalign 0.7 yalign 0.35

    "Там уже улыбалась Мику."
    "Увидев, что я её заметил, она замахала рукой."
    dreamgirl "Кажется, девочка жаждет внимания."
    th "Кажется, все белые люди в это время ещё спят."
    "Проворчал я."
    th "Ты-то что не спишь."
    dreamgirl "Так!"
    "Негромко рассмеялся мой вечный собеседник."
    "И умолк, давая мне собраться. {w}Хотя какое там собраться — после танцев вся повседневка лежала на табуретке, и вопросов о том, что надевать, даже не возникало."
    window hide
    $ persistent.sprite_time = "night"
    $ night_time()
    stop ambience
    scene bg ext_house_of_mt_night_without_light
    show mi smile pioneer 
    with dissolve

    mi "Ой, привет, Сенечка!"
    "Прощебетала ожидающая меня Мику."
    mi "Разбудила? Извини, просто у меня небольшая проблемка возникла, и я с ней справиться никак не могу."
    me "Проблемка?"
    "От зевка, кажется, немного вывихнуло челюсть, так как зубы я сомкнул с ощутимым хрустом."
    me "А не может ли эта проблемка подождать до завтра, например? Если Ольга Дмитриевна нас застукает…"
    dreamgirl "Шариковой ручкой по макушке. Не тупи, а? {w}Девочка тебя вызывает в ночь к себе! Думается, это не то предложение, от которого можно так просто отказаться."
    show mi serious pioneer with dspr
    mi "Нет, с Ольгой Дмитриевной я всё утрясла."
    "Показалось, или в её голосе скользнула нотка неуверенности?"
    dreamgirl "Показалось. Или нет. {w}Смотри сам, тебя вполне могут звать затем, чтобы ты ей под одеялом кроватку нагрел."
    "Я приободрился."
    dreamgirl "Ну или для того, чтобы тихонько придушить тебя подушкой и вырезать почку."
    th "Ты не помогаешь!"
    dreamgirl "Ладно, а теперь шутки в сторону. {w}Как думаешь, что в голову придёт вожатой, когда она вас поймает — а это неизбежно."
    dreamgirl "И то, что ночь на улице, вашу вину только усугубит."
    dreamgirl "Хочешь, чтобы тебя из лагеря выгнали?"
    th "Да почему выгнали-то?! Может, у неё и правда проблемы какие-то."
    dreamgirl "Конечно. И на вопрос о согласовании с вожатой она эдак глазками в сторону вильнула исключительно по этой причине."
    th "И что теперь? Прогнать её?"
    dreamgirl "Наиболее безопасный вариант. А то смотри, я же тебя знаю, когда она раздеваться начнёт, из тебя можно будет пластилин лепить, а учитывая твою везучесть…"
    th "Да понял я, понял. Дай подумать."
    dreamgirl "А фига ли тут думать? Она тебя зовёт явно с одной целью — а под эту цель в твоём возрасте пора уже научиться готовить плацдармы. У тебя есть на примете?"
    th "Ээээ…"
    dreamgirl "Вот именно. Вот завтра-послезавтра придумаешь как вожатую отвлечь, да как гарантированно исключить присутствие всех остальных — тогда и можешь шаромыжиться по девичьим домикам."
    dreamgirl "Сейчас у вас всё равно ничего не получится."
    th "Всё! Чапай подумал. Чапай решает."
    menu:
        "Сходить помочь Мику.":
            $ lp_mi += 1
            if alt_day2_rendezvous == 5:
                    $ lp_mi += 1
            $ alt_day4_mi_dj_hedg = True
        "Вернуться спать.":
            me "Прости, Мику, но у меня был жуткий день."
            "Сказал я, борясь с ещё одним зевком."
            me "И если я не посплю хотя бы пару часиков, я околею."
            me "Так что давай все проблемки до завтра, ладно?"
            "Не слушая её возражений, я поднялся на крыльцо."
            window hide
            stop music fadeout 6
            play sound sfx_open_dooor_campus_1
            scene bg int_house_of_mt_night
        
            "Уснул я раньше, чем голова коснулась подушки."
            window hide
    return

label alt_day4_mi_dj_hedg_hunt:
    $ persistent.sprite_time = "night"
    $ night_time()
    "Ольги Дмитриевны подозрительно долго не было, поэтому пришлось уповать на совесть Мику и моё к ней доверие."
    me "Пошли, дочь солнца."
    "Вздохнул я, смирившись уже с тем, что наутро проснусь варёным."
    show mi happy pioneer with dspr
    mi "Правда? Ой, я знала, знала, что ты не откажешь!"
    "Она с энтузиазмом захлопала в ладоши — и тут же опасливо притихла, озираясь по сторонам."
    "Импульсивная по самое не могу — в этом вся моя Мику."
    me "Так что у тебя там за проблема?"
    mi "Пойдём, покажу на месте."
    "Японка схватила меня за руку и потянула в дальний конец «улицы» к домику, который делила с Леной."
    window hide
    scene bg ext_house_of_un_night_7dl with dissolve

    "Нимало не сомневаясь, она пронеслась по ступенькам, таща меня за собой."
    play sound sfx_open_dooor_campus_1 fadein 0
    "И, толкнув дверь"
    window hide
    $ persistent.sprite_time = "night"
    $ night_time()
    scene bg int_house_of_un_night with dissolve

    extend ", заскочила в домик."
    play ambience ambience_int_cabin_night fadein 3
    "А меня накрыло запоздалым ужасом:"
    th "А вдруг там Лена?! И она…"
    dreamgirl "Голая! Да!"
    th "Причём здесь это. Я про сон."
    dreamgirl "Нет-нет, какой сон ещё! Ночь же, все раздеваются!"
    "По счастью, Лены в домике не оказалось — мы оказались с Мику здесь вдвоём."
    me "А где Лена?"
    show mi normal pioneer with dspr
    mi "Лена? А какая разница?"
    dreamgirl "Видишь!"
    "Внутренний голос и не думал скрывать победных интонаций."
    dreamgirl "Я же тебе говорю — она тебя в гости зовёт, чтобы ты её согрел энергичным трением."
    dreamgirl "Вот смотри, сейчас она закроет дверь, ослабит галстук, и…"
    th "Хватит, ладно? Мне и так неловко, а ещё ты масла в огонь подливаешь."
    show mi sad pioneer with dspr
    mi "Ой, что это я говорю! Прости."
    "Кажется, девочка была немного не в себе. {w}Во всяком случае, последняя фраза не могла принадлежать той доброй и отзывчивой девочке, какой я знаю Мику."
    mi "Просто с этими проблемами я уже сама не знаю, что несу."
    "Я прислонился к двери, скрестив руки на груди и, стараясь говорить как можно мягче, потребовал:"
    me "Может, уже пора рассказать о том, что произошло?"
    show mi shy pioneer with dspr
    mi "Да тут и рассказывать-то нечего. Женя иногда забирает Лену полуночничать в библиотеку, и я остаюсь тут одна. Я не боюсь темноты или одиночества, но сегодня…"
    "Она вздрогнула."
    mi "Десять минут прошло, как ушла Лена, и тут началось."
    stop music fadeout 4
    me "Что началось?"
    show mi shy pioneer with dspr
    "Мику покраснела."
    mi "Знаю! Выглядит глупо, и ты меня сейчас идиоткой совсем сочтёшь, но там были звуки!"
    "Мику была недалека от истины — некие таинственные «звуки» выглядели именно что глупо."
    me "Какие звуки ещё?"
    mi "Страааашные."
    "Мику распахнула свои и без того огромные глаза ещё шире."
    mi "Как будто кто-то ходит вокруг и нюхает!"
    $ volume(0.5, "ambience")
    play sound hedgehog fadein 6
    "И будто подтверждая её слова, откуда-то за пределами домика раздались характерные сопящие звуки."
    play music music_list["so_good_to_be_careless"] fadein 3
    show mi scared pioneer with dspr
    mi "Ай! Это они!"
    "Кажется, я уже начал догадываться, о чём речь, но на всякий случай уточнил:"
    me "Они?"
    mi "Не слышишь? Те самые звуки!"
    th "И вот ради этого меня подняли с кровати…"
    me "Так не обращай внимания — не очень громко."
    me "Можно и уснуть."
    "Мику только головой помотала."
    mi "Это ещё не всё. Оно сейчас понюхает и будет искать путь в дом."
    me "Это как?"
    show mi dontlike pioneer with dspr
    "Японка раздосадованно посмотрела на меня."
    mi "Вокруг дома ходить будет. И не просто ходить, а громко так!"
    mi "И нюхать так!"
    "И в полном соответствии с её словами под окнами раздался тот самый неповторимый топоток, издавать который может лишь одно животное во вселенной."
    show mi scared pioneer with dspr
    "Мику снесло с кровати, она бросилась ко мне и вцепилась в руку."
    mi "Вот! Вот! Слышишь? Оно ходит вокруг дома, оно меня съест!"
    "Было похоже, что для Мику это совсем не игра, и она неподдельно напугана."
    "И топот был действительно громкий."
    "Особенно когда перебрался с бетонных плит на деревянные доски прибалконника."
    show mi cry pioneer with dspr
    $ volume(1.0, "ambience")
    mi "Вот! И так всю ночь."
    "Она цеплялась за меня как утопающий за соломинку, и не было сейчас в мире силы, способной разжать побелевшие пальцы на моём запястье."
    "Её всю трясло."
    me "Надо понимать, что насчёт Ольги ты немного покривила душой."
    th "Ничего удивительного — я, честно сказать, искренне зауважал девочку, когда понял какой храбрости ей стоило просто добраться до меня."
    "Представляется картина — как распахнулась дверь домика, и взметнувшиеся в лунном свете сине-зелёные волосы отметили путь бросившейся вперёд девочки."
    "Вперёд, только вперёд, не беречь дыхания, не экономить энергии, изо всех сил."
    "Не оборачиваясь."
    "Топоток под окнами стих, и лишь тут я обратил внимание на то, что до сих пор обнимаю Мику."
    th "Бедное моё."
    "Я сам не заметил, как прижал её к груди и успокаивающе гладил по волосам."
    "А она доверчиво прильнула ко мне, и несколько бесконечно долгих минут потребовалось на то, чтобы она немного успокоилась и пришла в себя."
    me "Знаешь что?"
    mi "Что?"
    me "Там же дикий зверь снаружи. Хыщник практически."
    mi "Ой, не надо."
    "Она ткнулась лбом мне в грудь, позволяя вдохнуть аромат волос с едва уловимыми нотками эвкалипта."
    me "Надо."
    "Решил я."
    me "Мы его поймаем."
    show mi shocked pioneer with dspr
    mi "Что?! Нет!"
    "Но тут одновременно произошло два события — затопотало где-то слева от окон, и я выскользнул наружу."
    window hide
    stop ambience fadeout 1
    scene bg ext_house_of_un_night_7dl with fade
    $ persistent.sprite_time = "night"
    $ night_time()
    play ambience ambience_forest_night fadein 1

    "Ночь прорезало угрожающим «фить-фить-фить», и несчастной японке ничего не оставалось, как проследовать за мной."
    "Не знаю, на каком языке она ругалась шепотом, следуя за мной — но ни слова из ею сказанного в аниме я не встречал."
    th "Какой-нибудь диалект?"
    me "Тише."
    "Шепнул я."
    me "Если хыщник нас услышит, то…"
    show mi scared pioneer with dspr
    "Мику мгновенно спряталась за меня."
    mi "То нападёт, да?"
    dreamgirl "Точняк, нападёт и укусит за хвост."
    me "Просто давай потише, хорошо?"
    show mi shy pioneer with dspr
    "Мику смутилась, и оттого показательно захлопнула рот, сделала движение, будто закрывает замок и выбрасывает ключ."
    "Ну а по ходу пантомимы я, наконец, разглядел что хотел."
    "Неясная белёсая тень с хищными смазанными контурами, быстро-быстро несущаяся по земле."
    "Пронёсшись мимо нас, тень скрылась под домиком, и вскоре оттуда послышалось недовольное фырканье."
    me "Мику, стой здесь, на освещённом месте."
    "Приказал я."
    show mi surprise pioneer with dspr
    mi "Но…"
    me "Мику, просто не спорь, ладно?"
    "Я без лишней нежности положил палец ей на губы."
    me "Я пойду на ту сторону домика, а ты, когда я подам сигнал, начинай громко топать."
    "Было заметно, насколько страшно девочке — но это и рядом не стояло с тем, что будет, если её всё-таки цапнут в темноте."
    "Она бы спорила ещё и ещё, ругалась, говорила что-нибудь о том, что нам ни в коем случае нельзя разделяться."
    "Во всяком случае, я ожидал от неё именно такой реакции, и ничуть не удивился бы ей."
    th "Она же девчонка. А все девчонки страшные трусихи."
    "Но случилось нечто совершенно иное — будто из глубины сознания на её лицо выплыла обречённая решимость и — доверие. До самоотверженности."
    "Мику отрывисто кивнула и отпустила мою руку."
    mi "Ты только кричи погромче, ладно?"
    "Дрожащим голосом попросила она."
    "Прекрасная дама преодолела свой страх и доверилась своему рыцарю. Поверила ему и в него."
    "А это значит, что я не имею права её подвести."
    th "Кто бы сказал — в жизни бы не поверил. И слова-то какие громкие, пафосные."
    dreamgirl "И дурак ты какой, громкий и пафосный."
    dreamgirl "Или мне напомнить тебе, на каком языке общаются в мире семнадцатилетних?"
    th "Нет, но причины…"
    dreamgirl "А разве тебе есть дело до причин?"
    "Всё  время, что я, стараясь двигаться бесшумно, огибал домик, я чувствовал спиной провожающий взгляд."
    "И не выдержал — обернулся."
    "Мику отчаянно улыбалась, всеми силами стараясь показать, что ей не страшно."
    "И вот тут-то не поможет ни сценическое настоящее, ни прошлое, где тебя зовут «Отчаянная Мику»."
    "Ты либо вверяешь свою жизнь и безопасность человеку, и это звучит красноречивее всех слов на свете."
    "Либо не вверяешь."
    play sound hedgehog fadein 0
    hide mi with dissolve
    "В глазах защипало, и хвала рандому, что я успел скрыться за «бочкой»."
    "Из-под домика донёсся знакомый топоток — несмотря на все мои попытки двигаться бесшумно, моя будущая добыча меня учуяла."
    "Счёт пошёл на секунды, если она выскочит на Мику — пиши пропало."
    "Я набрал в грудь побольше воздуха."
    stop music fadeout 3
    me "Мику! Давай."
    play sound miku_stomping fadein 6
    "С той стороны донёсся шум — Мику старательно и изо всех сил лупила каблуками бетонные плиты."
    "А я, наоборот, замер."
    "Шли секунды, и…"
    "Наконец, шум удаляющихся лап сменился шумом приближающимся."
    "Мой хитро-коварчивый план определённо начал работать."
    "И…"
    window hide
    play music catch_the_hedge fadein 2
    scene cg d4_mi_hedgehod_7dl:
        pos (0,0) 
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (5,5) 
        pos (0,0) 
        linear 0.1 pos (0,-5) 
        linear 0.1 pos (0,5) 
        repeat
    with dissolve
    "Из тёмного прогала под обиталищем Лены и Мику в лунный свет вырвалась та самая округлая хищная тень, по чью душу я здесь и стоял."
    "Глубоко вздохнув, я взял низкий старт и ускорился."
    "Всегда забавляло догонять автобусы — а это последние несколько лет было единственным способом заставить меня перейти на бег."
    "Идёт вот по улице такой солидный господин, в пальто, в плеере, с умным лицом — и вот, он переходит на бег, и в замедленной съёмке видно, как начинают трястись его щёки, колыхается брюхо, трясутся ляжки."
    "Полное безобразие и никакой солидности."
    th "Но здесь-то ничего этого нет, правда? И никто меня не видит."
    "Подумал я, стараясь не обращать внимания на колоту в боку, появившуюся уже спустя десять секунд бега — всё-таки спорт не был сильной стороной даже обновлённого тела."
    dreamgirl "Предположим, ты его догонишь."
    "Из-за тряски и топота вкрадчивый голос вечного визави доносился рывками."
    dreamgirl "Чем ловить-то собрался, умник? Силой мысли? Или — "
    "Ядом в голосе можно было отравить речку целиком."
    dreamgirl "Голыми руками?"
    "Мысли заметались."
    th "И правда, чем?"
    "Разум отработал сотню вариантов, один другого фантастичнее — начиная от растяжек на лианах, заканчивая экстренным подкопом, и забуксовал."
    th "Разве что…"
    dreamgirl "Ага, ты совершенно прав."
    th "Но если я упаду, то…"
    dreamgirl "Послушай! Ты хыщника добыть хочешь или пузо своё в сохранности сберечь?"
    "Спорить с такой логикой не получалось."
    "Да и вообще, найдите-ка мне того придурка, что станет спорить с собственным внутренним голосом — каким бы похабным и скабрезным тот ни был."
    "Вздохнув, я стянул галстук и, скомкав, спрятал его в карман."
    dreamgirl "Живее! Добычу упустишь!"
    window hide
    play sound sfx_slavya_run
    $ night_time()
    scene bg ext_musclub_night_7dl:
        pos (0,0) 
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (5,5) 
        pos (0,0) 
        linear 0.1 pos (0,-5) 
        linear 0.1 pos (0,5) 
        repeat
    with dissolve

    "Я пронёсся мимо умывальников, через небольшую рощицу и, наконец, вырулил по направлению к притихшему в ночи зданию музыкального кружка."
    "И, хотя двигался я намного быстрее добычи, мне приходилось то и дело останавливаться и искать в темноте светлый силуэт."
    play sound breath fadein 3
    "Но здесь жертве скрываться было некуда — она как крейсер неслась, оставляя за собой заметный шлейф из распрямляющейся травы."
    "Если бы не одна проблемка."
    "Как в той задаче про Ахиллеса и черепаху, я дал слишком большую фору, и если я что-нибудь не придумаю как можно быстрее, то всё это будет зря — хыщник доберётся до здания клубов, и…"
    "На ходу расстегнув рубашку, я ускорился изо всех сил, не слушая топота и окриков сзади, весь нацелившись в одну точку."
    play sound sfx_jump_into_hole_2
    "И, выбрав максимум скорости в протестующих ногах, я толкнулся вперёд, вытягиваясь в прыжке, составившем бы честь самому Яшину."
    "Мечта о полётах. Без крыльев или лопастей, без реактивных турбин и прочих технологических костылей."
    "В руках белым парусом хлопнуло полотно, и…"
    window hide
    $ persistent.sprite_time = "night"
    $ night_time()
    play sound sfx_bodyfall_1
    scene bg ext_musclub_night_7dl with dissolve

    "Я приземлился прямиком на пузо, юзом прокатился вперёд, обдираясь, и, наконец, накрыл добычу рубашкой — дистанция сократилась до минимальной."
    "Под ней тут же возмущённо зафыркали и забормотали."
    show mi surprise pioneer with dspr
    mi "Сём? Сенечка? Ты в порядке? Ты куда-то убежал, а мне стало страшно, и я за тобой побежала, а ты вдруг упал, а я поняла, что ты не упал, а прыгнул! Ты не ударился?"
    "Затараторила догнавшая меня Мику, протягивая руку."
    th "Исключая то, что меня подняли с кровати и вместо сна заставили заниматься лёгкой атлетикой? О, разумеется."
    me "Ударился. Но это ерунда. Главное — это моя добыча, я её добыл!"
    "Я кивнул на совершенно самостоятельно ходящую кругами, топающую и сопящую рубашку."
    show mi scared pioneer with dspr
    mi "Что там?"
    play music breath_me fadein 6
    "Шепотом спросила Мику."
    me "Тот самый страшный зверь, который ходил кругами вокруг твоего домика."
    show mi shy pioneer with dspr
    mi "А что за зверь?"
    "Свернув рубашку мешком, я поднял добычу на ладонях и перевернул, демонстрируя японке колючий шар."
    me "Ёжик обыкновенный."
    me "В народе известен как злючка-колючка-ёж."
    show mi smile pioneer close at center with dissolve
    mi "Такой маленький? Как же он так громко топал?"
    me "Ходит он так. Как будто вечно на пятку наступает."
    "Теперь, когда погоня закончилась, всё, чего мне хотелось — это вернуться обратно в свою уютную постельку и покемарить минуток триста."
    "Порывом ветра облизало влажную спину, и я поёжился, вспомнив вдруг, что всё ещё с голым торсом."
    mi "И что ты с ним будешь делать теперь?"
    "Я пожал плечами."
    "Как-то впервые приходится ловить ежа, и я понятия не знаю, что с ним делать дальше."
    me "Да отпущу, наверное. Вряд ли кому-то в лагере нужен громко сопящий и топающий по ночам питомец."
    show mi laugh pioneer close with dspr 
    mi "Что верно, то верно. Давай отнесём его за территорию."
    "Отсюда рукой подать было до забора, поэтому направление даже выбирать не пришлось."
    "Ёжик так и лежал у меня на ладонях, свернувшись клубком, как делают все ежи в минуты опасности, и небольно колол пальцы сквозь рубашку."
    "И только сейчас я заметил, какая тихая и тёплая ночь царит вокруг."
    show mi smile pioneer close with dissolve
    "Счастье ведь можно измерить, если сильно постараться."
    "Тысячами часов вместе, пудами совместно съеденной соли, глубиной отметин ногтей на ладонях."
    "Количеством запланированных детей, наконец."
    "Хотя на самом деле лично моё счастье измеряется и измерялось в количестве произнесённых слов на условную единицу времени."
    "Я заставил Мику разговаривать не в пулемётном режиме, а, скорее, короткими очередями. {w} Просто потому, что оказался первым, кто не стал хвататься за голову и сбегать в ужасе."
    "А раз так — знаю, что, если она тараторит — значит,  сорвалась и перестала «тянуть спинку», контролировать собственную речь."
    th "Например, от страха."
    window hide
    $ persistent.sprite_time = "night"
    $ night_time()
    play sound sfx_hiding_in_bush
    scene bg ext_path_night with dissolve

    th "Или от волнения."
    "Кусты зашуршали, пропуская нас к калитке, ведущей за территорию лагеря."
    th "От возбуждения."
    "Я присел на корточки, вытряхивая хыщника на траву — тот так и скатился недоверчивым шариком."
    "И, разогнувшись, замер — столкнувшись со влажным, мерцающим взглядом японки."
    show mi shy pioneer with dspr
    mi "Ты как самурай, не побоялся и не отвернулся, защищая нуждающегося."
    th "Самурай? Кото-то мицукэтари?"
    dreamgirl "Она тебя своим верным рыцарем назвала, тормоз!"
    show mi normal pioneer close with dspr
    "Она сделала шаг, оказавшись близко-близко."
    mi "Я не была уверена, что ты поможешь, но мне больше не к кому было идти."
    mi "А ты помог."
    "Она сделала ещё один крохотный шажок."
    show mi normal pioneer close:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 1.0 zoom 1.15 xalign 0.5 yalign 0.5
    "И ещё."
    show mi normal pioneer close:
        xalign 0.5 yalign 0.5 zoom 1.15
        linear 1.0 zoom 1.3 xalign 0.5 yalign 0.5
    "И я обнажённой грудью ощутил тепло её тела, пробивающееся сквозь рубашку."
    mi "Спасибо."
    "Она приподнялась на цыпочки, целуя меня в уголок губ."
    "И положила что-то в руку, с силой сомкнув пальцы."
    mi "Ты просто чудо."
    "Шепнула она."
    hide mi with dissolve
    "И исчезла."
    "А я разжал руку и задумчиво разглядел плетёный браслет, кумухимо, в котором поверх красных нитей была вплетена знаковая сине-зелёная лента."
    "Цвета Мику."
    if alt_day2_mi_kumuhimo == 2:
        "Я его нашёл ей — а она отдарила обратно."
        "Что-то это всё значит, но вот что?"
    else:
        th "Что ж, дама сердца одарила своего рыцаря лентой с фамильным цветом."
        th "Значит, чудовище повержено не зря."
    "Отодвинув ежа, явно намылившегося вернуться на территорию, ногой, я зашёл и закрыл калитку за собой."
    "Я намеревался доспать причитающееся — даже если потребуется окопаться!"
    stop sound_loop
    stop ambience
    stop music fadeout 5
    window hide
    return

label alt_day4_mi_dj_morning:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(4, u"Мику. DJ. Утро")
    scene black
    play music music_list["my_daily_life"]
    if alt_day4_mi_dj_hedg:
        voice "Семён! Вставай! Семён!"
        "Кажется, это был тот самый момент."
        "Я вдруг осознал, о, уверяю, осознал в полной мере значение выражения «готов убить ради пары минут сна»."
        window hide
        show unblink
        scene bg int_house_of_mt_day
        show mt normal pioneer
        with dspr
    
        "Впрочем, нашу вожатую, похоже, такими вещами, как злобный взгляд, уже не проймёшь — так как она удовлетворённо улыбнулась и кивнула."
        mt "Поднимайся, через полчаса сюда комиссия придёт, так что у тебя времени впритык собраться и позавтракать."
        me "Комиссия?"
        mt "И чтобы до обеда я тебя не видела."
        mt "Ни тебя, ни Мику, ни твоих чёртовых ежей. Ты понял?"
        "Она заметалась по домику, между делом забрасывая по ящикам весь живописно расположенный по домику хлам — начиная от предметов нижнего белья, кои без зазрения совести были развешены на спинке кровати, заканчивая какими-то непонятными банками и огроменным молотком под кроватью."
        "Такими костыли на железнодорожных путях забивать разве что."
        dreamgirl "Нет, она им нерадивых пионеров по маковке оглаживает. {w}Так что в твоих интересах подняться и сделать как она сказала."
        me "Мгм."
        "Многозначительно ответил я с набитым ртом — на столе дожидались своего часа ещё парочка бутербродов и яблоко — и, на ходу застёгивая рубашку, выскочил на улицу."
        window hide
    else:
        window hide
        show unblink
        scene bg int_house_of_mt_day
        with dissolve
    
        "Выспался я отлично, хотя и проспал всё на свете — брошенный на часы взгляд уведомил меня, что сейчас начало одиннадцатого, и Ольга Дмитриевна так и не сумела меня добудиться."
        play sound sfx_open_dooor_campus_1
        show mt normal pioneer with moveinleft
        mt "Вижу, уже проснулся? А я тебе тут покушать принесла."
        "Ольга поставила тарелку на стол и окинула взглядом помещение."
        mt "Здесь определённо стоит прибраться."
        th "Дайте угадаю, кто будет этим заниматься."
        mt "У тебя мало времени, через полчаса сюда заявятся проверяющие…"
        th "Ну, я же сказал! Меня назначили дежурным{w}, как я и опасался."
        mt "Поэтому в темпе поднимайся, ешь, и чтобы духу твоего до обеда не было. Понял?"
        dreamgirl "Не выйдет из тебя Ванги, сынок."
        th "Да-да, сидел до последнего молча, чтобы сейчас позлорадствовать."
        "Дождавшись, пока Ольга отвернётся, собирая развешанные по спинке кровати бюстики с носками, я судорожно выскочил из кровати и запрыгал на одной ноге, влезая в шорты."
        mt "Мику ночью просила о какой-то помощи."
        me "Да, я в курсе. Схожу узнаю, чего она хотела."
        "Застегнув рубашку, я вышел на улицу."
        window hide
        stop ambience fadeout 6
    return
        
label alt_day4_mi_dj_day:
    scene bg ext_houses_day with dissolve
    play music music_list["smooth_machine"] fadein 5
    "Ну, здравствуй! Здравствуй!"
    "Мой четвёртый день в негаданном раю с кумачовой кровью на плечах, мой третий день утраченного покоя по девочке-море."
    "Старая, затасканная сценка — когда двое влюблённых лежат на спине носом в небеса, ухо к уху, голова к голове."
    dreamgirl "А что ты почувствовал, когда впервые встретил меня?"
    th "А что ты подумала, когда поняла, что я так просто не отстану?"
    th "Да очередную какую-нибудь банальность в духе… Ээээ, давай ты первая."
    dreamgirl "Как скажешь. Я решила, что вот ещё один интересный мальчик, который слишком быстро устанет и от моих попыток быть собой, и от моих попыток быть ненавязчивой и интересной."
    th "Я решил, что вот она, очередная, очень красивая девочка, которой я никогда не буду интересен — как бы это банально ни звучало — по причине того, что я достаточно скучный персонаж."
    dreamgirl "И ты притворился, что ты чуточку интереснее себя обычного?"
    th "И ты притворилась, что ты не знаешь, что такое надоесть кому-либо?"
    dreamgirl "Пара года — два урода. Семён, скажи, это я сейчас её роль изображаю, неужели ты думаешь, она скажет то же самое?"
    th "Да чёрт его знает. Мику очень умная девочка, и фальшь распознает на раз."
    dreamgirl "Но ты кажешься ей симпатичным, поэтому кое-что она вполне в состоянии спустить тебе с рук."
    th "В таком случае, основной сложностью будет отличить прощённое от принятого на веру."
    dreamgirl "А просто жить в мире ты не хочешь?"
    window hide
    scene bg ext_square_day with dissolve
    "Я свернул на площадь, увернувшись по пути от стайки каких-то незнакомых пионеров."
    th "В мире? В каком мире?"
    if herc or loki:
        th "До тех пор, пока я не попал в это сумасшедшее место, в моей голове никаких посторонних голосов не звучало, поэтому не знаю, в курсе ли ты, но на всякий случай напоминаю:"
    if loki:
        th "Что мой нынешний мир — это непыльное просиживание штанов в госструктуре с девяти до шести, с перспективой повышения и просиживания с восьми до семи, а там и до восьми."
        th "А в свободное время — это добровольное заточение в Замке Тишины, где я бессилен выжать из себя хотя бы ноту, несмотря на то, что пальцы порой кровоточат музыкой?"
        th "И всё, что у меня есть — это чёртово окно в двадцать четыре дюйма, ведущее в мир рафинированных и фасованных «приветов»."
    elif herc:
        th "Что мой мир — это невероятно увлекательная работа охранником два через два с загубленными перспективами и волчьим билетом в мире бизнеса."
        th "А ведь я некогда стихи писал, и, судя по тому, как охотно их публиковали — не самые плохие на свете. Рассказы, заставляющие читателей смеяться, плакать, сопереживать."
        th "И оттого втрое жутко сидеть часами, взведя готовые летать в бесконечном танце над клавишами пальцы, и не мочь выдавить из себя ни строчки."
        th "Вот и остаётся, что прожигать мгновение, позволяя жизни утекать в серо-оранжевый раствор энергетического вампира анонимных досок."
    else:
        th "Напоминаю: мой мир всё ещё состоит из работы недодизайнером в занюханной газетёнке без вариантов на рост, как личностный, так и профессиональный, за который ещё и платят так, что лучше бы не платили."
        th "И самое жуткое то, что меня это устраивает."
        th "Я разучился хотеть. Живя раньше тем самым футуристическим гравитационным гладышем, путешествующим от звезды к звезде, я привык ставить перед собой микроскопические задачи, минимальные цели, незначительные вехи."
        th "И стоит ли удивляться тому, что в череде малозаметных свершений как-то совершенно было утрачено то самое хрупкое, бесконечно голубое ощущение, что раньше заставляло просыпаться и делать первый вдох?"
        th "А без него расстановка целей для самого себя, каких-то собственных хотелок не значит ровным счётом ничего, да ещё и тяготит так, будто это некая неприятная, постылая работа."
        th "Хотел повышения — получил, хотел наворотить компьютер — сделал, хотел переехать из квартиры в другую — переехал. И всё."
    th "Как думаешь, как далеко пошлёт меня Мику, если я предложу ей эти перспективы как возможные последствия жизни со мной?"
    th "Я предлагаю тебе руку, сердце, кошелёк и полную стагнацию до тех самых пор, покуда смерть не освободит нас."
    dreamgirl "Нагнал мрачняку."
    window hide
    scene bg ext_clubs_day with dissolve
    pause(3) 
    stop ambience fadeout 2
    stop music fadeout 6
    play sound sfx_open_door_clubs
    pause(1)
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg int_clubs_male_day
    show el normal pioneer
    with dissolve
    play ambience ambience_clubs_inside_day fadein 3
    stop music fadeout 6
    th "Есть немного."
    "Согласился я, пожимая лапу Электронику."
    me "Привет. А где твой приятель?"
    el "В медпункте он."
    me "Что-то серьёзное?"
    "Он только плечами пожал."
    me "Ясно-понятно. Я к Мику, она там?"
    "Я мотнул головой в сторону рубки."
    el "Да."
    me "Ну, бывай тогда."
    window hide
    play sound sfx_open_door_clubs_nextroom
    $ persistent.sprite_time = "day"
    $ day_time()
    stop ambience
    return
    
label alt_day4_mi_dj_radio:
    scene bg int_clubs_dj_7dl
    show mi normal pioneer at center 
    with dissolve
    "Мику была какая-то расхристанная, лицо помятое, волосы чуть встрёпаны — видимо, недостаток сна ночью давал о себе знать."
    "Хотя глаза горели лихорадочным блеском, а на щеках играл румянец — кажется, девочка нашла себе занятие по нраву."
    mi "И снова привет, мой любимый лагерь!"
    "Микрофон подхватил её голос и, обратив в электричество, немедленно разнёс по всей территории «Совёнка»."
    mi "На часах полдень, температура за бортом райская, а это значит, что самое время для всех свободных от обязанностей сходить искупаться — чего, к сожалению, нельзя сказать обо мне."
    "Она заметила меня и поприветствовала кивком, продолжая щебетать в микрофон."
    mi "Но для всех нас для поднятия настроения я могу передать музыкальный привет, и это будет…"
    "В руках крутнулась виниловая пластинка и, сдув пыль, японка прочитала:"
    mi "Андрей Макаревич и «Машина Времени»!"
    "В эфир полетели первые аккорды и Мику, повернув какой-то регулятор, наконец, уделила и мне толику внимания."
    mi "Привет, Сенечка! Зашёл проведать меня?"
    me "Вообще, я искал тебя."
    show mi surprise pioneer with dspr
    mi "Искал? Зачем?"
    me "Просто так."
    "Улыбнулся я."
    me "Я немного беспокоился о тебе после ночных событий."
    if alt_day4_mi_dj_hedg:
        show mi shy pioneer with dspr
        mi "Всё было хорошо! Ты победил страшное фыркающее чудовище, и я до самого утра проспала как младенец."
        mi "За что тебе спасибо огромное."
        me "Да."
        "На щеке полыхнул обжигающим теплом след неловкого, неумелого поцелуя японки."
    else:
        show mi normal pioneer with dspr
        mi "Да нет, там проблема сама собой разрешилась."
        me "Кстати, о проблеме — а что там было?"
        show mi shy pioneer with dspr
        mi "Да ничего особенно. Так, пустяки."
        me "Уверена?"
        mi "Да! Всё разрешилось без моего участия."
        "Я счёл что в это трудно поверить, но настаивать не стал: если девочка хочет врать, то кто я такой, чтобы препятствовать ей?"
    me "Как твои дела вообще?"
    show mi normal pioneer with dspr
    mi "В целом ничего, я здесь сделала как у себя дома на студии, вот смотри."
    mi "Вот! Как знала, что потребуется, взяла с собой запасной микшер."
    "Мику любовно погладила миниатюрный чёрный квадратный пульт с кучей переключателей."
    mi "Смотри: здесь вход от джук-бокса — он пока в столовой остался, не доверяют."
    show mi serious pioneer with dspr
    "Мику на миг нахмурилась, и тут же, тряхнув головой, продолжила описание:"
    mi "Микрофон — ну, думаю, ты догадался. Входы от магнитофона и проигрывателя пластинок."
    me "А канал под сторонний источник сигнала найдётся?"
    show mi laugh pioneer with dspr
    mi "Разумеется, найдётся! А у тебя есть что подключить?"
    me "На самом деле, есть."
    if alt_day2_loki_minijack:
        "Музыку последнее время слушать не доводилось, поэтому почему бы не пустить зарядку на добрые дела?"
        "Я разжал ладонь, демонстрируя девочке прямоугольный брусок плеера."
        show mi happy pioneer with dspr
        mi "Какой миниатюрный! А где ты его взял?"
        "Захлопала в ладоши она."
        me "Ээээ… Можешь считать это экспериментальной моделью."
        "Старательно глядя в сторону, ответил я."
    else:
        me "Только я не знаю, как его подключить."
        "Сразу предупредил я, доставая из кармана плеер."
        me "То есть, чисто теоретически, у кибернетиков вполне может быть подходящий штекер."
        dreamgirl "Или ты можешь угробить наушники, и получить гарантированно рабочий вход."
        th "Иди ты знаешь куда с такими идеями?"
        dreamgirl "Тогда топай на поклон к кудрявому."
        show mi normal pioneer with dspr
        mi "Попробуй спросить у Электроника, у него, по идее, должно быть что-нибудь."
        me "Ладно."
        window hide
        play sound sfx_open_door_clubs fadein 2
        scene bg int_clubs_male_day
        show el normal pioneer
        with dissolve
        "Электроник сидел в той же позе, в какой я видел его в последний раз — похоже, он так и не разогнул спины — и глядя на него, я сам невольно расправил плечи."
        "Чертова эмпатия."
        me "Электроник, дружище, я к тебе с просьбой."
        el "Что?!"
        "Он вздрогнул от неожиданности."
        me "Спокойнее, спокойнее, это всего лишь я."
        "Успокаивающе поднял я руки перед собой."
        me "Ты какой-то сам не свой. Что случилось?"
        el "Да я не знаю. Но не могу отделаться от впечатления, как будто на меня давит что-то тяжёлое, давит и давит!"
        me "Давит?"
        show el upset pioneer with dspr
        el "Не важно! Ты чего хотел-то?"
        me "Да мне бы вход на три миллиметра, еврушечку, посмотришь?"
        el "Посмотри в акустике."
        "Он мотнул подбородком в сторону коробки, стоящей на шкафу."
        el "Если не ошибаюсь, были у нас там."
        me "Хорошо."
        "Спустив оказавшуюся приятно невесомой коробку на стол, я за несколько секунд нашёл кондовый такой миниджек, штырьковый, в матерчатой оплётке."
        dreamgirl "Да! Не чета твоим пластиковым фигням! Тут, брат, техника на грани бессмертия."
        th "На грани фантастики, ты имеешь в виду?"
        dreamgirl "Да какой фантастики! Ей же гвозди забивать можно, этой техникой, какая уж тут фантастика!"
        me "Спасибо огромное."
        "Я закрыл коробку и убрал её обратно на шкаф."
        "Электроник только отмахнулся — не мешай, мол."
        "Пожав плечами, я вернулся в помещение радиорубки."
        window hide
        play sound sfx_open_door_clubs_nextroom
        scene bg int_clubs_male2_night
        show mi normal pioneer with dspr
    
        "Мику повернулась на шум открывающейся двери и вопросительно посмотрела на меня."
        me "Вот."
        "Я протянул ей плеер со штекером."
    me "Там есть парочка вещей, которая, как мне думается, тебе могла бы понравиться… А там, чем чёрт не шутит, и в ротацию попасть!"
    mi "А что там?"
    me "Если вкратце — то всяческий винегрет. Но мне хотелось бы послушать что-нибудь вечное, поэтому никакой попсы или музыки со словами."
    "Немного полазив по меню, я, наконец, нашёл искомый трек и включил его."
    "Мику мгновенно сбалансировала громкость и плавным переходом сменила Макаревича на то, что поставил я."
    play music will_you fadein 6
    "Над головами пионеров, обслуживающего персонала и вожатых0 пронзили напоённый солнцем полдень звуки музыки, которая будет вечной."
    "Простенькая, на первый взгляд, мелодия, которую не так сложно наиграть на фортепиано, она поневоле трогала что-то в душе, что-то, из-за чего была заезжена до дыр в периоды обострения депрессии."
    "Чёрт его знает, где бы я был и во что бы превратился, если бы не музыка."
    "А я вспоминаю детство, школу, и музыку — предмет, по которому всегда успевал. Мне не составляло проблем сольфеджио, теория, фамилии композиторов и истории их жизней, классика, произведения."
    "Но с какого-то момента я как будто ушёл с орбиты понимания — не помню точного названия курса, но это было что-то вроде «я хочу увидеть музыку»."
    "Увидеть."
    "Господи, ну что за бред."
    show mi smile pioneer with dspr
    th "Она улыбается. Кажется, ей нравится. Неудивительно."
    "Музыку нельзя увидеть. {w}Её нельзя визуализировать, и все эти заставки с геометрическими фигурами и хаотическими пятнами — как то самое цветное радио, что всё никак не похоронит телевидение."
    "Музыку можно услышать. Прочувствовать. Ощутить дрожанием в груди, тряской басов — если не поленился встать к колонкам, сбитым дыханием и влагой на щеках — если она действительно сильная, эта музыка."
    "Но как можно увидеть музыку?"
    "Чёрт его знает, каким образом я умудрялся водить за нос нашу преподавательницу, но в результате на олимпиаду от школы поехал именно я."
    "А нас привели в какой-то класс, посадили, раздали листочки с ручками, и включив песню, сказали писать, как мы видим эту музыку."
    "Как это модно сейчас говорить — это был кавер, или римейк старой доброй французской «Je suis malade». В исполнении Лары Фабьян, о которой я тогда ничего не знал."
    "И я погиб. Пропал."
    "Меня как будто в прорубь бросили — на все три с лишним минуты исполнения я забыл как дышать, я сидел и ловил незнакомые ноты, непонятные слова."
    "О каком «увидеть» речь вообще шла?!"
    "Я написал. Всё, что я увидел. Всё, что я услышал."
    "«Эта песня про любовь» — по диагонали написал на листе я."
    "Позже будет и альбом, и концерты, где я лично лицезрел — руку протяни, прикоснёшься  — но момент заражения я отметил довольно чётко."
    "Вирус проник в мою кровь, в мою жизнь и что-то поменял во мне."
    "Только став на несколько лет старше, на одно разбитое сердце взрослее и на одно прощение мудрее, я понял, что же всё-таки такое «увидеть музыку»."
    "Когда по волосам стекает хмарь, так и не превратившаяся в дождь, а внутри творится точно такое же свинцово-непроглядное непотребство…"
    "…когда самым простым и очевидным выходом кажется наглотаться таблеток, выйти в окно, спрыгнуть с моста, попасть под порвавшийся высоковольтный провод, угодить под трамвай и на виадуке быть испепелённым взрывом выстроенной в обход  всех правил АЗС…"
    "…когда всё, что есть — это ты, дождь, Питер и узкие бойницы глаз, сквозь которые на мир вызверилось забитое твоё отчаяние…"
    
    "Ты толкаешься ногой от асфальта и распахиваешь крылья, пронзая собой серую хмарь на плечах, ты бежишь со скорость спортивного автомобиля, тебе нипочём ледяной вакуум космоса и неспешное капанье секунд."
    "Ты встречаешь из бесконечной осени человека, которого не видел миллионы лет и от объятий некуда вдохнуть, ты в одиночку противостоишь десяткам противников, неизменно побеждая, ты выходишь из собственного тела взглядом в небо и отразившись от облаков попадаешь внутрь той, что всю свою жизнь ждала одного тебя."
    "Ты подобен богу в этот момент, ты подобен целому миру."
    "И да."
    "В этот момент ты {i}видишь{/i} музыку. Потому что те чувства, что она будит в тебе, стократ ярче того, что обманывает твои органы чувств, претендуя на то, чтобы быть реальностью."
    show mi serious pioneer with dspr
    stop music fadeout 6
    mi "Ух! Это было сильно."
    "Восхитилась она."
    mi "И много у тебя такого?"
    me "Меньше, чем мне хотелось бы, если честно."
    "Ответил я."
    me "Там ещё парочка вещей, с которыми я обязательно тебя познакомлю, спасибо, что поставила!"
    mi "Ерунда! Обращайся."
    play sound sfx_knock_door2
    "В дверь вежливо и крайне корректно постучали."
    show sl normal pioneer at right with dspr
    sl "Мику, свободна?"
    "Славя зашла в помещение и огляделась."
    sl "Ух, как у вас тут стало! Даже чуточку обжитым помещение выглядит."
    me "Старались!"
    "Гордо ответил я."
    th "Всё, ради того, чтобы Мику не знала горестей."
    "Вчера, ещё до того, как кандидатура радиоведущего была решена абсолютно точно, я кучу времени зря потратил — сейчас бы тут коврики какие-нибудь постелить, цветуёчки-салфеточки."
    me "Не в гадюшник же сажать нашу знаменитость!"
    show sl smile pioneer
    show mi laugh pioneer
    with dspr
    "Девочки в голос прыснули."
    sl "Согласна! Но я по делу."
    th "Кто бы сомневался — просто так в гости нашей активистке заскакивать попросту некогда!"
    show sl smile pioneer with dspr
    sl "Мику, тебе, как радиоведущей, даётся партийное задание: необходимо сделать по лагерной связи объявление."
    "Она покопалась в карманах и, выудив бумажку, начала читать:"
    sl "Уважаемые гости лагеря! В пять часов приглашаем вас на концерт самодеятельности."
    sl "Пусть к сцене подходят к тому времени. Сможешь?"
    show mi normal pioneer with dspr
    mi "Да, конечно!"
    "Мику переключила основной сигнал на микрофон и быстро-быстро в своём стиле затараторила."
    "И, удивительное дело: то, что в обычной жизни казалось эдаким, крайне надоедливым шумом, откуда лишь при большом напряжении удавалось вычленить связные слова и мысли, здесь и сейчас, на радиоволнах было чем-то…"
    "Я даже не знаю, как это назвать: родным? Уместным? Правильным?"
    "Как ни назови, но моему уху этот беглый бодрый и весёлый речитатив был будто весточка с родины, эдакий привет с берегов Невы."
    th "Пожалуй, это будет единственным, чего мне будет не хватать, если я всё-таки застряну здесь."
    dreamgirl "И всё? А как же мамы-папы-друзья-знакомые?"
    th "О, да, по друзьям я буду особо тосковать. Как в том анекдоте — горе-то какое, налей-ка мне ТЁМНОГО пива."
    "Я вдруг понял, что именно меня смущает."
    me "Гости? О чём ты говоришь, Славя?"
    show sl smile pioneer with dspr
    sl "Родительский день же."
    "Безмятежно отмахнулась она."
    sl "И какая-то проверка, я не узнавала точно."
    "Мику как раз к тому моменту закончила свой пулемётный спич, поэтому внимание снова ушло ей."
    sl "Ой, спасибо, Мику, я твоя должница!"
    hide sl with easeoutright
    "Славя напоследок ослепила нас улыбкой и упрыгала по своим Невероятно Важным Делам."
    mi "Сень, можно тебя попросить о чём-то?"
    me "Любой каприз за ваши деньги!"
    "Ответил я."
    show mi smile pioneer with dspr
    mi "Даже не спросишь, о чём я хочу тебя попросить?"
    "Я пожал плечами."
    me "Нет. А надо?"
    show mi laugh pioneer with dspr
    mi "Так я же тебе всё равно сейчас всё расскажу!"
    me "Удивительно, не правда ли?"
    mi "Что?"
    me "Так о чём ты попросить хотела?"
    show mi normal pioneer with dspr
    mi "Мне отлучиться надо будет на полчасика, сможешь подменить меня?"
    me "Э… Честно сказать, не уверен."
    show mi sad pioneer with dspr
    mi "Значит, не поможешь?"
    "Кажется, девочка несколько расстроилась, и я поспешил поднять перед собой ладони, успокаивая её."
    me "Эй, эй! Я не говорил, что не помогу! Но я действительно не сумею подменить тебя… прямо сейчас. Понимаешь?"
    mi "А, ты об этом… Ну, разумеется, я расскажу тебе, что и как у меня работает! Иди сюда."
    "Она подцепила ногой табуретку, на которой сидел я, и подтащила к себе."
    mi "С микшером ты знаком уже."
    "Японка невежливо ткнула пальцем в миниатюрный квадратный пульт с кучей гнёзд."
    mi "Всё, что тебе нужно запомнить — это расположение каналов. Первые два занимает магнитофон."
    me "Два? Почему не один?"
    mi "Долго объяснять, просто отметь где-нибудь у себя это, хорошо?"
    "Я кивнул."
    show mi smile pioneer with dspr
    mi "Превосходно. Двигаемся дальше. Третий канал под патефон. Смотри."
    "Крутнув пружинный диск, Мику достала из верхнего ящика стола открытку с пейзажем, в котором я узнал  вид на речку, с золотым тиснением — вписанным в круг совёнком и пущенными по периметру вычурными буквами."
    th "ПОЛ ГДЦ «Совёнок»."
    "Прочитал я."
    mi "Смотри."
    "Шепнула она."
    mi "У нас-то пластинки давно не крутят, но отец рассказывал мне…"
    play music ltyh fadein 6
    "Сильно дунув на угол картонки, Мику поставила острый край на дорожку, и в помещении разнеслись едва слышное вступление, куда органично вплёлся вокал Мари Фредрикссон."
    th "Она что, эта песня, уже в это время исполнялась?! Ничего себе!"
    dreamgirl "Да у тебя вообще в коллекции старья полно."
    show mi happy pioneer with dspr
    mi "Нравится? Совсем свежее, отцу во время поездки в Скандинавию подарили, там этот ансамбль очень популярен!"
    me "Очень… Нравится."
    "Старый как мир призыв слушать в первую очередь самого главного советчика — собственное сердце."
    "Вечный, никогда не устаревающий совет — даже если считаешь борьбу бессмысленной, даже если всё самое лучшее смыло приливом, просто…"
    "И я грянул:"
    me "Listen to you heart! When he's calling for you…"
    show mi surprise pioneer with dspr
    mi "Ты знаешь эту песню?!"
    "Кажется, мне удалось её удивить. Невелика заслуга — с такой-то наивностью в глазах."
    mi "Ну вот."
    "Надулась она, убирая открытку-путёвку с пластинки."
    mi "А я думала совсем новая песня!"
    me "Она новая… Но мы отвлеклись."
    show mi smile pioneer with dspr
    stop music fadeout 6
    mi "Да!"
    "Отходчиво отозвалась Мику."
    mi "Четвёртый канал на микрофоне, пятый под твой проигрыватель. На остальные три пока ничего не приделала, но, возможно, там будет горн."
    mi "Вот регуляторы громкости, тут темброблок, здесь шестиполоска, если вдруг покажется, что диапазон перекошен."
    mi "Хотя с местными репродукторами это не критично."
    mi "Ну всё, я убежала!"
    me "По…"
    window hide
    play sound sfx_open_door_kick
    $ renpy.pause(1)
    hide mi with moveoutleft
    me "…стой."
    "Обратился я к пустому воздуху — Мику упорхнула, мгновения не прошло."
    "Пришлось занимать место ведущего."
    th "Одно из двух — либо я торможу её до своего уровня, либо разгоняюсь до её."
    th "Я не могу общаться с человеком, существующим в противофазе со мной!"
    dreamgirl "Значит, ускоряйся! Тебе же нравится девочка?"
    th "Ну не то, чтобы…"
    dreamgirl "Что, не нравится?!"
    th "Эй, я этого не говорил!"
    dreamgirl "Ну ещё бы. Я лучше тебя самого знаю, что у тебя в голове творится."
    th "И что же там творится?"
    dreamgirl "А творится там то, что ты влюбился, барин."
    th "Что?! В неё?! Да как это?"
    dreamgirl "Именно так, и никак иначе, окончательно и бесповоротно. Дело-то житейское."
    th "Опять будешь подкалывать насчёт «нравится-не нравится»?"
    dreamgirl "Да нет, зачем? У тебя поведение специфическое — начать хотя бы с того, что ты вчера пошёл к умывальням {i}потому, что Мику может не понравиться запах{/i}."
    th "И это всё?"
    dreamgirl "А тебе ещё надо? Изволь."
    "{i}Образ неторопливо опускающегося века{/i}."
    dreamgirl "Ты её искал. Ты шёл к ней через весь лагерь — заметь, вместо того, чтобы искать ответы на вопросы, окучивать девочек, участвовать в жизни лагеря или помочь Ольге Дмитриевне убраться по домику!"
    dreamgirl "Более того, твоя первая мысль после пробуждения была о ней — да что там — всё время своего сна ты тискал некую синеволосую азиатку с подозрительно знакомыми чертами лица."
    dreamgirl "И вот ты сидишь сейчас маленько не на своём месте, уверенный на все сто процентов, что налажаешь."
    dreamgirl "Не забывай, я обладаю доступом ко всем твоим мыслям и памяти."
    dreamgirl "И всё равно не вскочил, не догнал и не водворил девочку на место?"
    th "Такие отношения называются дружбой и взаимовыручкой."
    if alt_day4_mi_dj_hedg:
        dreamgirl "А поцелуй тоже по этой части проходит?"
        dreamgirl "Тебе ведь огромных трудов стоило не повернуть голову."
        dreamgirl "Или кумухимо тоже знак дружбы?"
    else:
        "Интуиция мой оптимизм не разделяла."
    "А мне некогда было — бобина с подписью «ОД, хотя бы раз в час», щёлкнула, перемотавшись и я, с видом завзятого ведущего изобразил фейд."
    play music music_list["blow_with_the_fires"] fadein 3
    "Буржуйскую музыку сменил родной советскому сердцу призыв «взвейтесь кострами»!"
    "За стеной раздались чьи-то спорящие голоса, дверь распахнулась…"
    window hide
    play sound sfx_open_door_clubs
    stop ambience
    scene bg int_clubs_dj_7dl
    show dv normal pioneer2
    with dissolve
    "На пороге во всей красе стояла Алиса."
    "Её наряд напомнил мне о первом дне, когда мы встретились — тот же хулиганский узел под грудью, тот же галстук, перекочевавший на правое запястье в качестве напульсника."
    dv "А где эта выскочка?"
    me "Какая?"
    dv "Ну эта, Хатсуне которая."
    me "Почему это Мику выскочка?"
    show dv angry pioneer2 with dspr
    dv "А тебе-то какое дело?"
    "Процедила она."
    dv "Я к ней по делу. Но раз её нет, сама справлюсь. Двигайся."
    me "И не подумаю."
    "Допустить Двачевскую к японской аппаратуре — о таком и подумать было страшно!"
    show dv rage pioneer2 with dspr
    dv "Ты тупой? Я сказала — двигайся."
    "Алиса медленно, но верно закипала, и на миг почувствовал себя не в своей тарелке."
    "Чёрт его знает, в старой жизни я бы и связываться не стал с психованной бабой — обошёл бы её окольными тропами по холодку."
    "К несчастью, здесь я был связан обязательствами, и что самое грустное — я очень не хотел подвести Мику."
    th "Что ж, похоже, сейчас кому-то попадёт."
    "Вздохнул я, вставая между Алисой и аппаратурой."
    dv "Я даю тебе последний шанс уйти на своих двоих."
    "Прошипела Алиса, сверля взглядом мою переносицу."
    me "Уймись, что ты взъелась? Скажи мне, чего ты хочешь?"
    dv "Я хочу, чтобы ты убрался с дороги."
    "Скучным голосом уведомила Алиса."
    me "Или что? Маме пожалуешься?"
    "Кажется, я прошёлся по личному — настолько потемнела рыжая."
    dv "Ничего."
    "Впрочем, ни понять, ни испугаться я не успел — с удивившей меня сноровкой, она чуть присела, отводя плечо назад и…"
    with flash
    play sound sfx_lena_hits_alisa
    "Это было больно."
    "Слёзы брызнули из глаз совершенно самостоятельно, когда маленький твёрдый кулачок Алисы угодил мне по носу."
    th "Больно, чёрт! Расквасила, что ли?"
    dreamgirl "Не похоже, дышишь ты ровно."
    "На пол упала тёмная капля."
    dreamgirl "Упс."
    dv "Понравилось? Ещё хочешь?"
    me "Нет."
    dv "Тогда отойди."
    "Я никогда в жизни не дрался с девчонкой."
    "Кулаками помахать, разумеется, и на мою долю пришлось, но драться с девочкой — какой бы агрессивной та ни была. Как в народной мудрости: победишь — подлец, проиграешь — тряпка. Кругом плохо."
    if herc:
        "К счастью, навыки борьбы с грубиянами никуда не выветрились из моей непутёвой головушки."
        me "Даже не надейся."
        "И на второй удар я успел среагировать, заламывая руку Алисы за спину."
        "Она пискнула, попыталась рвануться, но из такого положения лишь делала себе всё больнее."
        me "Мне сильнее всего сейчас хочется ударить тебя. Ты не представляешь насколько."
        "Прошипел я в ухо рыжей, с неудовольствием отмечая, как алые брызги запачкали ей шею и впитались в воротник рубашки."
        me "Но в отличие от тебя, я не бью того, кто не может ударить в ответ."
        me "Хотя ты изо всех сил умоляешь легонько по почкам."
        hide dv with dissolve
        "Распахнув дверь свободной рукой, я вытолкал рыжую вон из помещения и сел, запрокинув голову к потолку."
    elif loki:
        me "Ещё одно движение, и я на весь лагерь объявлю и о твоих сигаретах, и о заначке под домиком."
        show dv surprise pioneer2 with dspr
        dreamgirl "Чувак, но откуда ты…"
        dv "Да откуда ты…"
        th "Стереотип. Хулиганка, социопат — либо курит, либо пьёт, либо наркотиками балуется. А значит, должна быть заначка."
        me "В отличие от тебя, у меня есть все шансы донести правду до народа."
        show dv angry pioneer with dspr
        dv "Ты не посмеешь."
        me "Как и ты. На том и остановимся."
        "На Двачевскую страшно было смотреть — до такой степени она была разъярена и одновременно пыталась взять себя в руки."
        "Не найдя ни единого аргумента против, она выпрямилась, плюнула мне на ботинок и, развернувшись, вышла"
        with vpunch
        play sound sfx_open_door_kick
        pause(1)
        extend " как следует грохнув дверью напоследок."
        "А я сел, запрокинув голову к потолку — надо бы чего-нибудь холодного, но сойдёт и так, всё лучше, чем кровью пульт заливать."
        hide dv with dissolve
    else:
        "Я с девятого класса не дрался — Рандом миловал."
        "А может, всё дело в моей бесхребетности?"
        "Но боль я терпел, удар держал хорошо и никогда не боялся ударов по лицу."
        "А потом как что-то изменилось — мне до одури стало страшно, когда в голову прилетает чей-то кулак."
        "Поэтому я чуть-чуть было не отошёл в сторонку, пропуская агрессоршу мимо себя."
        if alt_day4_mi_dj_hedg:
            "Если бы не живое напоминание."
            "Плетёный японский браслет, обвивающий моё запястье."
            "Я не знаю, сколько ударов выдержу, не знаю, сумею ли заставить себя ударить в ответ."
            "Одно я знаю абсолютно точно — Мику уже изменила меня достаточно сильно для того, чтобы я просто не мог позволить себе отступить."
            me "Нет."
            play sound sfx_lena_hits_alisa fadein 6
            "Второй удар в нос был ещё больнее — так, что я чуть не упал, чудом ухватившись за столешницу."
            me "Ты можешь избить меня."
            "Я не узнавал собственный голос."
            me "Но я всё равно не пропущу тебя."
            show dv guilty pioneer2 with dspr
            "Это подействовало на Алису самым отрезвляющим образом — она растерянно посмотрела на меня, на свой кулак, забрызганный кровью — кое-кто попало и на рубашку."
            "И, не говоря ни слова, вышла."
        else:
            "По счастью, у меня всегда оставался добровольный помощник."
            "Тот самый, что не сумел сдержать Алиску у входа. Может, можно заставить его приносить пользу другим способом?"
            me "Электроник! Эл!"
            "Крикнул я."
            el "Да, Семён!"
            me "Зови вожатую, Алиса сошла с ума!"
            el "То есть как?"
            me "И тут мы ему говорим, что ты ни с того ни с сего ударила человека по лицу. И назавтра судим тебя судом товарищеской чести."
            dv "Сам решить не можешь, стучать решил? Стукач."
            "Она презрительно плюнула мне на ботинок и вышла."
        "А я сел на табуретку, запрокинув голову к потолку."
    hide dv with dissolve
    "Кровь следовало остановить как можно быстрее."
    "Магнитофон продолжал надрываться о детях рабочих."
    "Ни к месту вдруг вспомнилось, что именно эту песню вчера кто-то играл на эстраде — да так с душой, что на весь лагерь."
    "Будто продолжая тёплый вечер бездарных мыслей, вспомнилось также, что эту песню автор написал, находясь в ссылке, а значит, её православность относительно партии под ба-альшим таким вопросом."
    dreamgirl "Сиди уж, православная партия. Мику придёт, за мокрой тряпкой пошлём."
    th "А обязательно Мику дожидаться?"
    dreamgirl "Да на самом деле нет."
    el "Семён, Семён! Что с тобой?"
    show el normal pioneer with dspr
    "В дверях появился кандидат в помощники."
    me "Ничего такого, с чем не справится холодный компресс."
    el "Компресс?"
    me "Да. Будь добр, найти какую-нибудь чистую тряпку и сходи намочи её."
    el "Сейчас!"
    hide el with moveoutleft
    "Я закрыл глаза и стал считать куплеты пионерского гимна, но не дошёл и до середины первого."
    show el normal pioneer with moveinright
    el "Вот!"
    "Когда надо было — Электроник являл миру скорость, ничуть не уступающую скоростям Ульяны."
    me "Спасибо!"
    el "Тебе ничего больше не надо?"
    me "Нет. Спасибо."
    el "Ладно. А то я прогуляться пойду — что-то у меня голова разболелась."
    hide el with dissolve
    "Благословив его милостивым кивком, я снова оказался в одиночестве."
    "Тряпочка на носу приятно холодила переносицу, и на несколько секунд я, кажется, выключился, так как вздрогнул от неожиданности, когда от столовой неожиданно громко заорал призыв на обед."
    show mi normal pioneer with dspr
    mi "Сенечка! Спасибо, что подменил, а то я…"
    show mi surprise pioneer with dspr
    "Она оборвала себя, кинувшись ко мне."
    mi "А что здесь произошло?! Сенечка, отвечай, что случилось?"
    me "Что случилось… Ничего. Неудачно повернулся, вот что."
    mi "От неудачного поворота так кровь не пойдёт. Сём, в чём дело?"
    me "Ни в чём."
    "Я потрогал пальцами под носом — там было уже сухо, юшка свернулась и больше не хлестала из меня потоком, а оставшиеся полоски легко смылись всё тем же несчастным компрессом."
    me "Пойдём лучше кушать."
    "Девочка покладисто кивнула и, взяв меня под руку, вывела из помещения клубов."
    stop music fadeout 6
    return
    
label alt_day4_mi_dj_cleaning:
    $ persistent.sprite_time = "night"
    $ night_time()
    scene bg int_clubs_male2_night
    show mi normal pioneer at center 
    with dissolve
    play ambience ambience_clubs_inside_day fadein 3
    "Электроник что-то пробормотал мне в спину, но я уже не слушал к тому моменту."
    "И, как оказалось, напрасно."
    "Мику, вся замотанная, сидела в самом центре рукотворного хаоса и отдыхала."
    me "С добрым утром, солнце ясное. Мне сказали, что ты в рубке."
    mi "Привет."
    "Мику жалобно посмотрела на меня."
    mi "Если не вдаваться в подробности, это она и есть."
    "Она красноречиво обвела рукой помещение."
    mi "Рубка… будущая."
    me "Да как же так?! Если бы я знал, что к твоему воцарению даже места не подготовят, я бы в жизни…"
    mi "Да брось. {w}Всё равно кому-то надо было рано или поздно разобрать весь этот хлам. Почему бы и не нам?"
    me "Я бы предпочёл, чтоб не нам."
    "Пробормотал я себе под нос."
    mi "Что?"
    me "Ничего. Давай фронт работ распределять."
    mi "Думаешь, управимся вдвоём?"
    "Я пожал плечами."
    me "Раз никто никуда не гонит и не торопит, почему бы в охотку не поработать?"
    me "Нам же не приказали закончить всё позавчера, а то всё, конец света настал, бегом на авианосец."
    me "А коли так…"
    play music music_list["went_fishing_caught_a_girl"] fadein 5
    "Никогда не любил убираться. Честно. Даже в моей родной берлоге вечно царил такой гадюшник, что…"
    "Скажем так, у меня было несколько нахоженных тропинок — к местам удовлетворения потребностей — и всё. Остальное плавно зарастало паутиной, пылью и хламом."
    "Ничего удивительного, когда все маршруты годами проходят между кроватью, кухней и компьютером."
    "Но ради Мику я был готов наступить на горло некоторым своим принципам и вспомнить о том, что я вполне в состоянии привести помещение в порядок — если у меня будет достаточно веский стимул."
    "Стимул стоял рядом, хлопал огромными ресницами и источал аромат эвкалипта."
    me "Погнали, солнце ясное."
    "Бросил я, намечая первоначальный маршрут."
    "Банки зелёного стекла с реактивами, по непонятным причинам разбросанные по всему помещению, заняли своё место на второй полке шкафа — в тесном соседстве с паяльными принадлежностями."
    "Мику некоторое время непонимающе смотрела на меня, но вскоре спохватилась и прошлась по комнатке миниатюрным смерчем, собирающим бытовую химию — место последней нашлось на полке номер три."
    show mi smile pioneer with dspr
    mi "А ты решительный!"
    "Воскликнула она. И на три тона ниже:"
    mi "Люблю таких…"
    "От её слов по моей спине стройными рядами промаршировал особо крупный табун мурашек, но я запретил себе отвлекаться."
    "Книги я убрал на верхнюю полку, где ждал своего зрителя целый импровизированный видео-клондайк с VHS-кассетами."
    th "Фильмы…"
    "Я оглянулся и удовлетворённо кивнул, разглядев видеодвойку."
    th "Смотреть."
    "График никто ни для кого не отменял, а это значит, что как минимум с обеда до полдника у нас будет пара часиков на то, чтобы что-нибудь посмотреть."
    "Отметив в голове этот момент огромной зелёной галочкой, я сфокусировался на следующей части Марлезонского балета — банках с краской, вёдрах и жестяных контейнерах с чем-то хрупким внутри — даже заглядывать не стал."
    "Место для них нашлось в платяном отделе — где, похоже, в жизни платьев не водилось — зато там был скатан матрац, придавленный тюком с непочатым серым казённым бельём."
    th "На случай, если придётся заночевать? {w}Любопытно, Славя вообще в курсе?"
    dreamgirl "Хочешь пойти и рассказать ей о находке?"
    "Фыркнул внутренний голос."
    th "Разумеется, нет!  Я ещё не настолько сошёл с ума."
    dreamgirl "Значит, занавесочку плавно вправо перемести — а то это ты у нас здесь отличаешься полным отсутствием моральных принципов. Мику вполне может оказаться куда щепетильнее."
    "Прислушавшись к совету, я элегантно оттеснил потенциальное место пиратского ночлега в тёмный уголок, делая вид, что всецело увлечён расстановкой контейнеров."
    "Последние, кстати, освободили место в квадратной полке, куда как родной встал «Панасоник»."
    "Дальше уже было совсем просто — медленно, конечно, зато наверняка."
    "На улицу тихой сапой отправились поломанные табуретки, пустые коробки, рваные карты, тубусы с какой-то графитовой трухой внутри, велосипедное колесо, доски и светомаскировочный фанерный щит."
    "Красному знамени самое место было в основном помещении — как ни крути, это практически религиозный символ для местной молодёжи."
    window hide 
    $ persistent.sprite_time = "day"
    $ day_time()
    stop ambience
    scene bg int_clubs_dj_7dl
    show mi normal pioneer
    with dissolve
    "А после того, как мы прошлись влажной тряпкой по поверхностям, намыли литой бетонный пол с куцым ковриком посередине, и закрыли шкаф — помещение  превратилось в нечто вполне себе пристойное!"
    me "Ну вот."
    "Отряхивая руки, заключил я."
    me "Осталось только аппаратуру поставить, и…"
    me "Мику, мы с тобой — молодцы!"
    show mi smile pioneer with dspr
    play sound sfx_face_slap
    mi "Да!"
    "Хлёстко «дав пять» по подставленной ладони, согласилась она."
    mi "Хотя, конечно, это вчера надо было делать."
    mt "Согласна."
    show mt angry pioneer at left with dspr
    "Только сейчас я вдруг запоздало вспомнил, что кто-то же у меня дверь за спиной открыл."
    "Ольга Дмитриевна."
    mt "Довольны собой, наверное? Сорвали сроки, опозорили начальство, опозорили меня — теперь пальцем показывать станут, мол, смотрите, даже радиовещание наладить не сумели!"
    me "Но мы же…"
    mt "Молчи! Про твоё несоблюдение графика мы позже поговорим, но ты-то, Хатсуне — почему ты с девяти утра на ногах, и только сейчас всё закончила?"
    show mi sad pioneer with dspr
    mi "Простите."
    "Бесцветным голосом ответила Мику, потупясь."
    mt "И это всё, что ты можешь сказать?! Значит, мне на планёрке, когда директор спросит, почему я со сроками облажалась, так ему и сказать?! Простите?"
    me "Ольга Дмитриевна, но ведь мы…"
    mt "Да знаю я, что вы! Вместо того, чтобы выполнять партийное задание, на танцы пошли! Да как у вас только ноги не отнялись!"
    me "Так."
    "Этот цирк начал потихоньку меня доставать."
    me "Никакого партийного задания мы {b}не{/b} получали. Мы здесь на добровольных началах и, если вас что-то не устраивает, можем уйти."
    show mt shocked pioneer with dspr
    "Кажется, моё нежелание посыпать голову пеплом немного удивило вожатую."
    "Я говорил за самого себя, но не сомневался в том, что Мику меня поддержит."
    me "Мы привели помещение в порядок — которое по идее должен был прибрать кто угодно другой, так как нельзя совмещать труд ведущего и уборщицы! — а вы вместо благодарности нас грязью поливаете!"
    me "Ничего сказать не хотите?"
    show mt rage pioneer with dspr
    mt "Сказать? Я дала задание кибернетикам ещё вчера перед ужином! Они нашли вас, но, кажется, не самых лучших. Лучше бы я Славю назначила!"
    th "Так я и поверю, что ты добровольно откажешься от самой лучшей своей помощницы."
    me "Так значит, вчера нам надо было вместо ведения танцев, поиска ведущего и помощи с организацией площадки, послать всех и заниматься уборкой помещения, я ничего не путаю?"
    mt "Именно! Вам сказали, что радио — это престиж лагеря! А если не сказали, могли бы сами догадаться."
    "Кажется, это была та самая последняя соломинка, что переламывает хребет верблюду."
    "Весь мир сузился до двух тёмных туннелей, отбрасывая меня назад, ударяя изнутри яростью по переносице."
    "Я набрал в грудь побольше воздуха…"
    "И закашлялся, когда Ольга в духе своей обычной дьявологики, завершила раздачу серьг:"
    if not alt_day4_mi_dj_hedg:
        mt "И только попробуйте опоздать на обед!"
        "Она вышла, хлопнув дверью за собой."
        hide mt with dissolve
        me "Знаешь, Мику, наша вожатая — это самое странное существо из тех, что я встречал."
        show mi laugh pioneer with dspr
        mi "Ну что ты, Сенечка."
        "Японка погладила меня по плечу."
        mi "Она с тобой и рядом не стояла по этой части."
        me "Это следует воспринимать как комплимент или как оскорбление?"
        show mi smile pioneer with dspr
        mi "Ой, даже и не знаю. Как насчёт по чуть-чуть того и этого?"
        "Что-то в этом духе я и предполагал, так как улыбнулся и предложил ей руку:"
        me "Пошли?"
        show mi upset pioneer with dspr
        mi "Что? Куда?"
        me "К умывальникам."
        "Без лишней брезгливости, я снял с волос Мику паутинку."
        me "До обеда ещё есть парочка минут, следует привести себя в порядок."
        show mi happy pioneer with dspr
        mi "Да! А то Ольга нас и правда съест!"
        "Как ни крути — а это чертовски приятно, когда симпатичный тебе человек мыслит в той же плоскости, что и ты!"
        stop music fadeout 6
        stop ambience
        window hide
    else:
        mt "И что это за непотребство на тебе надето?!"
        th "Блиииин, ну сама же сказала, что до обеда видеть меня не желает! Что ей ещё надо?"
        me "Это непотребство выдали мне лично вы."
        "Ядовито ответил я."
        me "Лично в руки."
        show mt grin pioneer with dspr
        mt "Правда?"
        "Улыбчато прищурилась вожатая."
        me "В первый же день."
        mt "Надо полагать, в грязи, траве и непонятно чем ещё измазала её тоже я?"
        me "Что?"
        show mt rage pioneer with dspr
        mt "Кругом на склад за новой формой шагом… арш! И не забудь! Написать! Объяснительную!"
        "Я запоздало оглядел себя и понял, что всё это время проходил в измятой грязной рубашке — видимо, ночная охота не прошла без шрамов."
        dreamgirl "Особенно на животе."
        "Хохотнул внутренний голос."
        "Дополнительные нотки в натюрморт абсурда вносила техногенная грязь и пыль вкупе с паутиной и непонятно откуда взявшейся селитрой — в двух словах, видок у меня был тот ещё."
        me "Упс."
        me "А что за объяснительную?"
        mt "Спросишь у Феоктистовой на складе, она объяснит. А ты, милочка, чего сидишь?"
        "Ольга мгновенно забыла о моём существовании, переключившись на новый объект приложения своей педагогики."
        "Бедная Мику. Как никогда мне было жалко своё морское солнышко — но в данном случае самым мудрым решением было сделать как требует злобная вожатая."
        "А потому поймав её замученный взгляд, благословившись кивком, я просочился на улицу и потопал в сторону склада."
        window hide
        play sound sfx_open_door_clubs
        scene bg ext_clubs_day with dissolve
        play music music_list["my_daily_life"] fadein 1
        play ambience ambience_camp_center_day fadein 1
    
        "Времени до обеда оставалось всё меньше, значит, едва ли Мику заставят устраивать вещание прямо сейчас."
        th "Что ж. Тем выше шанс пересечься на обеде."
        dreamgirl "Скажешь, зачем ты к этой девчонке прицепился?"
        th "Э… Она симпатичная. А что?"
        dreamgirl "Симпатичная? И это всё?"
        th "Этого уже немало!"
        dreamgirl "Но явно недостаточно для того, чтобы становиться назойливым!"
        dreamgirl "Ты хотя бы примерно представляешь, как выглядит твоё поведение?"
        if alt_day2_mi_hyst:
            dreamgirl "В полном соответствии с рассказами Мику о том, как она общается — берёт человека и выжимает его досуха, после чего без сожалений расстаётся с ним. Так как тот больше ничего дать не может и не хочет."
        window hide
        scene bg ext_house_of_dv_day with dissolve
        window hide
        "Немного поколебавшись, я свернул направо сразу за зданием кружков, направляясь к югу."
        th "Но здесь немного не так."
        "Возразил я."
        th "Меня не интересует то, что она может дать мне."
        dreamgirl "Что, правда, что ли?"
        th "Нет! То есть, конечно же, интересует, но."
        dreamgirl "Но не интересует. Хотя интересует. Но нет."
        th "Прекрати. Не хватало мне ещё шуткующего подсознания."
        "Я, наконец, собрался с мыслями:"
        th "Для меня куда важнее то, что могу дать ей я — если ей со мной интересно и не слишком обременительно, это куда важнее, чем то, что она живой представитель экзотической страны, и вообще я слышал, что японки умеют такое…"
        dreamgirl "Эй-эй! Это моя прерогатива пошлить и такие мысли думать."
        th "Да что ты."
        "Мимо проплыл домик Алисы и Ульяны."
        if alt_day2_us_escape:
            "И сидящая на ступеньках Ульянка помахала мне рукой."
            "Стоящая рядом с ней невероятно красивая женщина подняла на меня взгляд и приветственно кивнула."
            th "Блин! Заметили!"
            dreamgirl "Так чего же ты ждёшь? Живо, бочком-бочком, молясь о том, что с такой дистанции они ничего не заметят."
            th "Дело."
            "Я как мог припустил дальше."
        else:
            "Из кустов, которые были слишком густыми, чтобы являться настоящим самосевным насаждением, доносились гитарные переборы — главная хулиганка и головная боль всего лагеря на миг позволила себе сбросить маску вечной хабалки."
            th "А хорошо ведь играет!"
            dreamgirl "Главное, не говори ей, что слышал это — отомстит."
        scene bg ext_boathouse_day with fade
        play ambience ambience_boat_station_day fadein 2
    
        "Склад находился в самом сердце лагеря, у столовой, и если бы я так и дефилировал в своей перепачканной рубашке, то, полагаю, уже создал известное реноме о том, как ходят здесь пионеры."
        "Не к месту проснувшаяся ответственность завернула меня в обход — через лодочную станцию."
        window hide
        scene bg ext_un_hideout_day_7dl with dissolve
    
        "По ничейной территории, отмеченной галечным пляжем и видной косой, вдающейся далеко в залив."
        window hide
        scene bg ext_beach_day with fade
        $ renpy.pause(1)
        play ambience ambience_lake_shore_day fadein 1
        "И дальними тропами мимо пляжа и волейбольного поля."
        window hide
        scene bg ext_warehouse_day_7dl
        play ambience ambience_camp_center_day
        "К знакомому уже серому сарайчику с нелепо прилепившейся пристройкой, запертой на огромный амбарный замок."
        "По счастью, мне было не туда — обогнув здание слева, я направился к двери."
        if alt_day_binder != 1:
            extend "Туда, где в первый же день получал комплект постельного белья."
        "Не к месту вдруг вспомнились неприкосновенные запасы у кибернетиков."
        th "Туда бы ещё консервов каких — и можно жить, не выходя из дома!"
        dreamgirl "А тебя хлебом не корми, дай посычевать."
        th "А что не так? Да я бы в космос полетел в первую очередь за то, что только там возможно настоящее одиночество!"
        th "Набрал бы дисков, флешек с информацией, играми, музыкой, книгами — ты знаешь, что 300 мегабайт текстов у меня на телефоне включают в себя порядка двух с половиной сотен книг, не самых маленьких, в среднем два-три дня на прочтение уходит."
        th "Концентрированное знание — триста мегабайт включают в себя пищу для мозга на два года чтения в режиме нон-стоп."
        th "И на миллионы километров ни единой живой души — только я, моя станция…"
        dreamgirl "И Солярис, ага. Как думаешь, как долго ты продержишься, если однажды между гермостворками обнаружишь те самые полтора метра неукротимой нежности?"
        th "Сколько угодно. Ведь об этом я всегда мечтал."
        dreamgirl "Серьёзно? А куда денешь это:"
        "Я только сейчас заметил, что всё ещё стою на пороге, занеся руку для стука."
        dreamgirl "Как же тогда Мику?"
        th "Мику здесь. {w}Космос — там. {w}Соляриса не существует. {w}Закрыли эту тему."
        play sound sfx_knocking_door_2
        sl "Войдите!"
        "Позвала Славя изнутри."
        window hide
        scene bg int_warehouse_day_7dl
        show sl normal pioneer
        with dissolve
    
        "Славя сидела за рабочим столом и что-то писала на жёлтой разлинованной бумаге в огромной учётной книге."
        "Увидев меня, она мгновенно поднялась и, в своей обычной манере, неотразимо улыбнулась."
        sl "Привет. Ты с чем ко мне?"
        "Тут она наконец обратила внимание на мой вид."
        show sl surprise pioneer with dspr
        sl "Семён! Что с тобой произошло?"
        th "Блин, я половину дня проходил так — и ничего!"
        me "Я… это."
        "Глупо улыбнулся я."
        me "Упал. И попачкался."
        sl "Кошмар! И ведь только вчера же вымылся."
        "Она сокрушённо всплеснула руками."
        sl "Стой здесь."
        "Исключающим ослушание тоном велела она."
        hide sl
        "И скрылась где-то в полумраке между полками."
        "А от столовой уже доносились сигналы горна."
        th "И ушла. Ну, вообще замечательно. А если она на обед уйдёт и меня тут забудет?"
        dreamgirl "Значит, будем стоять здесь, пока их святейшество не разрешит отмереть."
        dreamgirl "Неделю, если потребуется!"
        th "Ну, спасибочки, мрачная зануда!"
        dreamgirl "От тормоза слышу!"
        show sl normal pioneer with dspr
        sl "Скидывай грязное."
        "Сказала она, вручая мне комплект свежей, необмятой формы."
        sl "Поверить не могу, что ты согласился надеть на себя такое."
        "Ей-то, с её идеальной формой, легко было говорить — глядя на Славяну, мне иногда казалось, что её окружает эдакое грязеотталкивающее поле статического электричества."
        "В самом деле, как ещё можно объяснить, что она с утра прыгает с метёлкой на площади, потом помогает на спортивной площадке, а перед обедом бежит сюда возиться с бельём — и при этом умудряется остаться всё той же свежей и цветущей."
        dreamgirl "У неё чит на непачканье."
        th "Интересно, мне перед ней раздеваться? А то если заметит приступ асфальтовой болезни на животе — на обед я попаду очень нескоро."
        sl "И чего ты замер? Раздевайся."
        "Я бросил красноречивый взгляд на неё, намекая, что мы ещё не настолько близко знакомы."
        sl "Что?"
        me "Мне при тебе раздеваться?"
        "Кажется, намёков она в упор понимать не хочет. Ну, или пррррросто издевается."
        show sl laugh pioneer with dspr
        sl "Ты что, стесняешься?"
        "Она рассмеялась в голос, глядя на то, как я краснею."
        me "Славя!"
        sl "Всё-всё, иду."
        hide sl with easeoutright
        "Она направилась обратно к полкам, и я наконец смог разоблачиться."
        th "Теперь быстро! Раз-два…"
        "Галстук расплёлся как живой, рубаха полетела на пол, вслед за ней полетели шорты."
        "Руки немного подрагивали, когда я вытаскивал булавки, удерживающие рубашку на картонке."
        "Да ещё и смех этот…"
        dreamgirl "Трусы у тебя смешные. В медведика."
        th "Хвала рандому, в этом мире не слышали о педобире."
        dreamgirl "Судя по смеху, им достаточно и того, что у тебя какой-то медведь на семейниках нарисован."
        dreamgirl "И если ты не поторопишься, будешь иметь бледный вид."
        th "По-моему, она видела всё, что хотела. Судя всё по тому же смеху."
        dreamgirl "Так-то оно так. Но что, если сюда на огонёк вожатая зайдёт — проверить, как исполнено её поручение?"
        dreamgirl "Или кто-нибудь из проверяющих. То-то смеху будет."
        th "Ты не помогаешь!"
        "Новые шорты были жёсткими, и я не мог отделаться от впечатления, что пытаюсь влезть в какой-то деревянный саркофаг."
        dreamgirl "Точно-точно. В макинтош, если быть более точным. Как раз его ты и примеришь, если кто-нибудь застукает тебя. Ты можешь шевелиться?"
        th "Я пытаюсь!"
        "Запрыгав на одной ноге, я едва не навернулся, пытаясь продеть ногу в штанину — но, наконец, справился и с этой нелёгкой задачей."
        sl "Если ты закончил дурака валять — я выхожу!"
        "Раздался голос активистки."
        sl "Мне ещё склад закрыть и успеть хотя бы к концу обеда."
        me "Да, я закончил."
        "Скатав грязную одежду комом, я бросил её в корзину, где уже ждали своего часа несколько комплектов чьей-то формы, перепачканные красной краской."
        show sl smile pioneer with dspr
        sl "Долго же ты! Как в армию служить с таким одеванием пойдёшь?"
        if not herc:
            me "А меня по здоровью не взяли."
            "Чуть-чуть не ляпнул я, вовремя вспомнив, что для моего нынешнего тела все эти военные мытарства как раз предстоят."
        else:
            me "Нужда научит, нужда заставит."
        me "Что-нибудь придумаю!"
        "Отрезал я. Пропускать обед мне тоже совершенно не улыбалось."
        me "А если ты перестанешь надо мной смеяться, то мы и в столовую поспеем!"
        show sl laugh pioneer with dspr
        sl "Прости, ничего не могу поделать. Ты такой забавный, когда смущаешься."
        window hide 
        play sound sfx_close_door_clubs_nextroom
        scene bg ext_warehouse_day_7dl
        show sl normal pioneer
        with dissolve
    
        "Захлопнув дверь и щёлкнув новомодным пружинным замком, Славя скомандовала:"
        sl "Вперёд! На штурм столовой!"
        menu:
            "В честь чего комиссия?":
                $ lp_sl += 1
                $ alt_day4_mi_dj_blackmailed = True
                sl "Ты разве не знаешь?"
                me "Не знаю чего?"
                sl "Сегодня родительский день — он каждую неделю по средам проходит. Ну и мы устроили день открытых дверей."
                me "Странно, мне никто ничего об этом не сказал."
                sl "Ничего удивительного — вчера ты бегал, устраивая танцы, а сегодня поднялся поздно."
                me "Да, ночка неспокойная задалась."
                sl "И не говори."
                "Она бросила в мою сторону лукавый взгляд."
                sl "Вчера пока очередь тебе держала, никак не могла отделаться от ощущения, что кто-то следит. Знакомое чувство?"
                "Я застыл, не зная, побледнеть или покраснеть."
                me "Мээээ… Да."
                "Проблеял я."
                me "Так ещё… между лопатками…"
                me "Щекочет."
                "Мой голос затихал, пока не осёкся окончательно."
                sl "Ага. Щекотка."
                "Её взгляд пронзил меня насквозь, отмалчиваться или уходить в несознанку было бесполезно."
                "Я сглотнул, судорожно пытаясь сообразить, что бы такого сказануть, чтобы увести беседу с тонкого льда."
                me "А часто у вас тут баня вообще?"
                show sl smile pioneer with dspr
                sl "Не очень. У нас тут по требованию. А те, кто хочет каждый день мыться, ходят в душевые, там вода хоть и холодная, зато постоянно."
                me "По требованию?"
                sl "Да. Мы с девочками договорились, а Лена и Мику пропустили тебя вперёд."
                "Она с выражением посмотрела мне в глаза."
                sl "И Мику ещё ругалась, что о чём-то с тобой поболтать хотела, но ты слишком рано с дискотеки убежал…"
                dreamgirl "А теперь расскажите нам, пан советник, где вы были в ночь с тридцать первого на третье? И кто может подтвердить ваше алиби?"
                me "Да, ты как меня позвала в баню, я сразу за вещами сбегал — пришлось поплутать, но ты в то время мылась ещё, так что я пришёл как раз, когда ты закончила."
                show sl angry pioneer with dspr
                sl "То-то я удивилась твоему «с лёгким паром»."
                me "Да у тебя волосы были влажные! И сарафан на мокром облегал… Вот."
                "Я стремительно тонул и понимал это."
                "К счастью, Славе, похоже, надоело смущать меня, и она замолчала."
                window hide
                $ persistent.sprite_time = "day"
                $ day_time()
                scene bg ext_dining_hall_away_day
                with dissolve
                play sound_loop ambience_medium_crowd_outdoors fadein 2
            
                "Вовремя — мы как раз разминулись с выскочившей из столовой толпой сытых пионеров."
            "Промолчать.":
                "Я послушно кивнул и позволил увлечь себя в сторону здания столовой, находящейся по соседству."
                window hide
                $ persistent.sprite_time = "day"
                $ day_time()
                scene bg ext_dining_hall_away_day
                with dissolve
                play sound_loop ambience_medium_crowd_outdoors fadein 2
            
                "Двери распахнулись перед нами — мы еле успели отпрянуть, пропуская мимо табун сытых пионеров."
                $ lp_mi += 1
                $ karma += 10
        window hide
    return

label alt_day4_mi_dj_dinner:
    stop sound_loop
    stop ambience
    window hide
    $ persistent.sprite_time = "day"
    $ day_time()
    $ alt_chapter(4, u"Мику. DJ. Обед")
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 5

    "Включив джентльмена, я пропустил девочку вперёд себя."
    mi "Спасибо!"
    "И зашёл вслед за ней."
    "Обед был в самом разгаре, и пришлось неплохо так поискать, прежде нашли два места по соседству."
    th "И что ж это пионерам с вожатыми не гуляется?"
    dreamgirl "Так, может, нагулялись уже? Время-то обед уже, может они и…"
    "Сказать по правде, я не очень понимал, почему у Мику внезапно не нашлись какие-то неотложные дела, планы или что-либо в этом духе, напрочь исключающее моё присутствие."
    "Безусловно, я сужу со своей колокольни, но для меня столь интенсивное присутствие кого бы то ни было — это уже достаточно веский повод для того, чтобы взять перекур."
    "Я уже почти было открыл рот, чтобы спросить её об этом, но вовремя осёкся."
    dreamgirl "Не гонит — так какого рожна тебе ещё, морда протокольная? Радуйся,  целая японская певица изволит тебя терпеть."
    th "Наверное, ей есть какие-то положительные стороны в моём обществе — ну, не знаю, поднять что-нибудь, отнести."
    th "В клубе, опять же, помог с уборкой."
    show mi normal pioneer at center 
    with dspr
    mi "Приятного аппетита."
    "Пожелала она, потирая руки и взяв ложку наизготовку."
    me "Спасибо."
    "Картина была до того забавной, что я ничуть не удивился самовольной улыбке, занявшей уголки губ."
    me "И тебе того же и по тому же месту."
    show mi smile pioneer at center 
    with dspr
    mi "Ты сейчас это так забавно произнёс."
    "Мику заулыбалась и подвинула ко мне стул, заскрипев на всю столовую ножками о кафель."
    show mi normal pioneer close with dspr
    mi "Сенечка, а Сенечка…"
    "Она придвинулась ко мне и понизила голос."
    me "Да, чего ты хотела?"
    mi "Скажи, ты после обеда что делать собираешься?"
    th "Ну вот, ей опять что-то из-под меня нужно."
    "Теперь, когда наши неясные отношения были уложены в привычные уже мне прагматичные рамки, я снова повеселел и почувствовал себя куда увереннее."
    "Думать о том, что ты нужен кому-то строго зачем-то, безусловно губительно для романтики и сентиментальными личностями отметается напрочь — зато лично мне комфортнее думать, что я не совсем бесполезен."
    "В собственную привлекательность я не верил, а безвестность меня пугала."
    me "Я как-то без особых планов, разве что в душ думал сходить…"
    "Я пожал плечами."
    if (alt_day3_technoquest_st1 or alt_day3_technoquest_st2) and not alt_day4_mi_dj_hedg:
        me "Но раз мы с тобой наплескались у умывальников — значит, до пятницы я совершенно свободен."
        show mi upset pioneer with dspr
        mi "Ты имел в виду, до четверга? До завтра?"
        me "Не обращай внимания."
        "Я потеребил переносицу, ещё раз напоминая себе ряд правил общения с этой девушкой."
        "В частности, то самое правило, что запрещало мне использовать местечковые и просто глупые фразеологизмы."
    me "Не суть. Так что ты хотела?"
    show mi shy pioneer with dspr
    "Мику на долю секунды смутилась, но тут же взяла себя в руки."
    mi "Да знаешь, не хочу одна сидеть в рубке, может, составишь мне компанию?"
    mi "Нет-нет, не подумай ничего такого, просто раз уж ты сам сказал, что будешь меня поддерживать, когда уговаривал принять этот пост, пора исполнять обещания!"
    show mi upset pioneer with dspr
    "Мику всеми силами делала вид, что у нас строго деловое сотрудничество."
    if alt_day4_mi_dj_hedg:
        "Несмотря даже на её браслет, обвивающий моё левое запястье, на непросхоший след поцелуя."
        "Строго деловое."
    "Такой подход к делу мне крайне импонировал, поэтому я, не задумываясь ни секунды, кивнул."
    me "С Ольгой Дмитриевной вопрос утрясать будем? Или сбежим?"
    mi "Ой…"
    show mi laugh pioneer at center with dspr
    mi "А ты знаешь, а ведь я уже всё утрясла."
    "Заявило это непосредственное до наглости существо, нахально улыбаясь мне прямо в лицо."
    "И вот что с ней такой будешь делать?"
    "Правильно. Холить, лелеять и пороть периодически."
    me "Почему-то я ждал такого ответа."
    show mi smile pioneer at center with dspr
    mi "Сенечка, ты — самый понятливый! Спасибо, что не отказался!"
    "Она собрала тарелки и поднялась."
    mi "Вот."
    "Она положила какой-то ключ на стол."
    me "Что это?"
    mi "Запасной комплект от радиорубки. Раньше принадлежал Шурику."
    me "И зачем он мне?"
    mi "Затем, что туда доступ имею только я."
    "Она ослепительно улыбнулась."
    mi "Ну и ты теперь."
    "И упорхнула, бросив через плечо:"
    mi "Буду ждать тебя в клубе!"
    hide mi with dissolve
    "Что ж. Несмотря на то, что общение с болтушкой-хохотушкой отдавало лёгким и крайне приятным раздвоением личности, я решил не сопротивляться особо."
    th "В конце концов, у меня же есть внутренний голос!"
    dreamgirl "Эй-эй, давай-ка мы не будем пороть горячку. И уж тем более, не станем сравнивать меня с ней."
    dreamgirl "Хотя я, безусловно, не прочь провести органолептический экспресс-анализ этой девушки на предмет её существования."
    "Выдав очередную пошлость, внутренний голос смолк, позволяя мне домучить-таки компот из неистребимых сухофруктов."
    stop ambience
    stop sound_loop
    window hide
    play sound sfx_open_dooor_campus_1
    play music music_list["so_good_to_be_careless"] fadein 5
    stop ambience
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_dining_hall_away_day
    with dissolve

    "Из всех, кого мне довелось встретить, лишь одно лицо могло претендовать на роль проверяющего или комиссий. — собственно, Славяна."
    th "Где же тогда все остальные? Неужели Ольга меня разыграла — просто ради того, чтобы выманить меня вон из домика?"
    "Хотя это вряд ли, конечно. Она могла просто сказать, что Мику меня искала, или Славя…"
    window hide
    scene bg ext_square_day
    play ambience ambience_camp_center_day fadein 6

    "Или вовсе дать мне партийное поручение где-нибудь у черта на куличках."
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_clubs_day
    with dissolve
    play ambience ambience_camp_center_day fadein 5

    "Догнать Мику удалось только у клубов, где она почему-то переминалась с ноги на ногу, не решаясь зайти внутрь."
    show mi normal pioneer with dspr
    me "Эй, ты чего здесь?"
    mi "Знаешь, почему-то не хочется туда идти."
    mi "Я до обеда там посидела и что-то разонравилась мне идея становиться радиоведущей."
    me "Разонравилась? Хм."
    "Поведение японки было странным, если не сказать больше."
    "И всё же с некоторых пор я очень серьёзно относился к таким вещам, как предупреждения внутреннего голоса."
    "Ага, попробуй поигнорируй его, когда он в полный крик вопит так, что звенит между висками."
    me "Знаешь… Сейчас тихий час, так что присутствие наше не требуется."
    me "Если не хочешь — можем не идти."
    show mi serious pioneer with dspr
    mi "Ну уж нет. Не знаю, что за блажь на меня напала, но я сейчас возьму себя в руки."
    "Она сделала несколько вдохов."
    "И пошла, почти побежала."
    "Затаила дыхание, распахивая дверь."
    window hide
    play sound sfx_open_dooor_campus_1 fadein 6
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg int_clubs_dj_7dl
    with dissolve

    "И заскочила в помещение!"
    show mi normal pioneer with dspr
    mi "Надо же. Ничего страшного."
    mi "И почему я идти не хотела…"
    "Я затруднялся с ответом, хотя мне тоже здесь было почему-то неуютно."
    me "Не знаю. У нас есть какие-то насущные задачи?"
    mi "Да нет, но…"
    "Она потёрла виски."
    mi "Я… Это…"
    "Она говорила всё медленнее."
    me "Мику? Что случилось?"
    mi "Не знаю…"
    "Она потеребила переносицу."
    mi "В голову мигренью вступило вдруг."
    show mi sad pioneer with dspr
    me "Мигрень?"
    mi "Да… Кажется."
    "В голове промелькнуло сразу несколько десятков вариантов — от радиоактивных отходов до разлитой ртути и проклятых мест."
    "Но когда я здесь убирался — ничего такого не было."
    "Неужели оно настроено на Мику?"
    menu:
        "Искать причины.":
            $ alt_day4_mi_dj_reasons = True
            $ lp_mi = lp_mi + 1
            me "Мику, солнце, иди-ка ты на улицу пока, а я тут посмотрю, может, и правда надо демеркуризацию помещения проводить."
            "Последнее, конечно, вряд ли — иначе и мне стало бы не очень хорошо."
            "Но проверить стоило."
            hide mi with dissolve
            "Кивнув, Мику убежала, оставив меня одного."
            "А я стал проверять помещение."
            "На полу всё было чисто — я не поленился, проверил всё."
            "Бетонка как бетонка, налитая, без щелей и выбоин, здесь ничего нет и быть не может."
            "Шкаф закрывается достаточно плотно, химреактивы в нём достаточно герметично закрыты."
            "Стол пуст, внутри и снаружи."
            "Полки пусты."
            "Ещё раз обежав взглядом помещение, я сел на табуретку и задумался."
            "Кроме потолка, я осмотрел всё."
            "То есть вообще всё."
            "Здесь абсолютно нечему было вызвать головную боль или инстинктивное нежелание приближаться."
            "Разве что…"
            "Додумать мысль я не успел — в соседнем помещении простучали башмачки, и на пороге возникла сама болезная радиоведущая."
            show mi smile pioneer with dspr
            mi "Сенечка, не мучайся поисками, сегодня я всё равно не вернусь на пост."
            me "Почему?"
            mi "Потому что ко мне, наконец, приехал папочка!"
            "Она запрыгала и захлопала в ладоши, становясь похожей на тех самых карикатурных японских школьниц."
            me "Познакомишь?"
            "Улыбнулся я."
            show mi shy pioneer with dspr
            mi "Прости, Сенечка, но знакомить парня с родителями…"
            "Она развела руками."
            mi "Короче, сам понимаешь."
            mi "Знаешь, сделай доброе дело — проконтролируй что там на сцене, ладно?"
            mi "А я тебе взамен буду очень-очень благодарна!"
            "Она напоследок ослепила меня улыбкой — и сбежала."
            "Вздохнув, я решил, что тот, кто не успел вовремя сказать «нет» сам виноват в делегирование полномочий — и поплёлся на эстраду."
            hide mi with dissolve
            "Попрощалась, называется."
        "Плевать на причины, вывести на улицу.":
            $ lp_mi += 2
            me "Ты знаешь, не знаю, что здесь не так, но явно что-то не так."
            me "Скажем Ольге Дмитриевне, пусть проверяющих присылают."
            mi "Думаешь, тут свил гнездо Тсучиноко?"
            me "Сомневаюсь."
            "Я улыбнулся."
            me "Но пусть придёт тот, кто в этом немного компетентнее нас с тобой, и посмотрит, что здесь может быть не так."
            show mi happy pioneer with dspr
            mi "Как пожелаете!"
            "Разулыбалась она."
            mi "Не хочешь пока суд да дело сходить к эстраде? Там концерт будет."
            "На концерт идти не хотелось, но и обижать Мику… Тоже."
            me "С тобой — куда угодно."
            "Она кивнула и, взяв меня под руку, повела за собой."
            window hide
    return
            
label alt_day4_mi_dj_dinner2:
    stop sound_loop
    stop ambience
    window hide
    $ persistent.sprite_time = "day"
    $ day_time()
    $ alt_chapter(4, u"Мику. DJ. Обед")
    scene bg ext_dining_hall_away_day
    with dissolve
    play ambience ambience_camp_center_day fadein 0
    "К моменту, когда мы подошли к столовой, там уже почти никого не осталось."
    "Мику тоже ушла."
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg int_dining_hall_day with dissolve
    $ persistent.sprite_time = "day"
    $ day_time()
    play ambience ambience_dining_hall_empty fadein 3

    "Усадив меня, Славя скрылась по ту сторону раздачи и несколько минут там пропадала, явно договариваясь о пропитании."
    "Я же уселся на место, которое всегда себе хотел, но никогда не мог занять — вожатское, у самой-самой раздачи."
    "Удобно же! Цапнул поднос, потребил рацион, отнёс — и поскакал дальше по своим делам. {w}И всё это в пять с половиной раз быстрее, чем требуется обычному пионеру."
    "Плюс отсюда очень неплохо просматривалась столовая, и при желании можно было следить за своим отрядом, не отрываясь от борща."
    play sound sfx_open_door_clubs_2
    "Наконец, себя явила миру моя валькирия, уже во второй раз спасающая меня от голодной смерти."
    "Она распахнула дверь ногой, балансируя подносом в руках, на котором исходили ароматным паром две тарелки в соседстве с бессменным компотом из сухофруктов."
    show sl normal pioneer with dspr
    sl "Приятного аппетита!"
    "Пожелала она, усаживаясь напротив меня."
    me "Спасибо! Ничего не сказали насчёт опоздания?"
    show sl smile pioneer with dspr
    sl "А кто мне что скажет? Я же по делу.{w} Пионера, вон, одного одевала, чтобы на весь союз наш лагерь не ославил."
    "Когда она излагала это таким образом, выглядела она чуть ли не героем."
    "Если бы это был я — на её месте — то получил бы по шапке и записался бы у Ольги Дмитриевны в вечные «накосячившие» с призывом на тяжёлые работы по первому списку."
    "Славя умудрилась это обстряпать так, что она выйдет героем, да ещё и поощрение какое-нибудь получит."
    th "И почему я не умею так же приспособиться?"
    dreamgirl "Потому что ты интроверт, затворник, любимец забияк в юбках и женщин пенсионного возраста."
    me "Надеюсь, Мику там без меня управится."
    sl "Так тихий час же, вещать не надо, а то, что вы не успели доделать, она до пяти часов неспешно разберёт."
    me "Думаешь?"
    sl "Уверена."
    "Славя прикончила суп и отставила тарелку."
    sl "Послушай, можно попросить тебя о кое-чём?"
    me "Э… О чём?"
    show sl laugh pioneer with dspr
    sl "Да не волнуйся ты так, ничего смертельного."
    "Она стала объяснять."
    sl "Ты молодец, что нашёл нам радиоведущую."
    sl "Но проблема в том, что теперь Мику чисто физически не может совмещать свою концертную деятельность и функции диск-жокея."
    sl "Поэтому мне нужен кто-то, кто поможет в организации концерта «Младшие — взрослым», и я не вижу лучшей кандидатуры, чем ты."
    me "И что же во мне такого хорошего?"
    show sl normal pioneer with dspr
    sl "Ты умеешь общаться с детьми."
    me "Я?!"
    "Тут она меня, конечно, сразила наповал."
    "Из всех детей я общался только с Ульяной, и не могу сказать, чтобы наше общение было продуктивным."
    sl "Да. Перевоспитать Мику и отучить её болтать за полтора свидания — это определённо талант."
    "Логика в её словах была извращённой. Дикой."
    "Неоспоримой."
    "Вздохнув, я согласился."
    me "Надеюсь, детишки не прикончат меня во время своих игрищ."
    show sl smile pioneer with dspr
    sl "Нет!"
    sl "Сейчас отсмотрим репетицию, с кем надо повторим, а ближе к полднику разберёмся с аппаратурой."
    me "А как же…"
    sl "Мику? Не волнуйся, я её ещё до обеда предупредила."
    me "Как до обеда? Мы же вместе…"
    show sl laugh pioneer with dspr
    sl "Ты во сколько встал?"
    "Кажется, ей никогда не надоест смеяться надо мной."
    show sl normal pioneer with dspr
    sl "Вот пока ты спал, я уже обо всём договорилась."
    $ alt_day4_mi_dj_sl_repet = True
    if alt_day4_mi_dj_blackmailed:
        sl "Наверное, утомился вчера, да?"
        me "Что?"
        sl "Ну, столько сил потратил…"
        "Она выдержала паузу."
        show sl laugh pioneer with dspr
        sl "…возле бани-то!"
        th "Она не забыла! Не забыла и не простила!"
        sl "Понравилось хоть зрелище? А то смотри, что-нибудь ещё покажу."
        me "Что?"
        sl "Не знаю. Что-нибудь. Мне не сложно, за просмотр денег не беру."
        "Я сидел и ушам своим не верил."
        "Ещё три дня назад мы впервые встретились, и я практически буквально был с ног сбит тем, как здорово она выглядит."
        "Эталон красоты и здоровья."
        "И этот эталон хочет сейчас…"
        "Я почувствовал как стремительно краснею."
        menu:
            "А покажи!":
                $ lp_sl += 1
                show sl laugh pioneer with dspr
                "Её смех упруго пробежался по пустому залу, огибая препятствия и эхом отражаясь от стен."
                sl "Семён, я ведь в курсе про вас с Мику."
                sl "Мне лестно, что я тебе нравлюсь, и мне не жалко нисколечко."
                "Она взялась за узел галстука, и я невольно сглотнул."
                th "Оно произойдёт сейчас, да? Прямо тут в столовой?"
                sl "Уже придумал, что Мику скажешь, когда она спросит?"
                "Этим вопросом она выбила меня из состояния эйфории."
                me "Что? Ты о чём?"
                "Несчастный кумачовый лепесток мгновенно оставили в покое."
                show sl normal pioneer with dspr
                sl "Нет? "
                sl "Может, стоит ей рассказать о твоих вчерашних подвигах…"
                "Она задумалась."
                me "Даже думать не смей!"
                "Перемена от лёгкого возбуждения к ужасу произошла настолько неожиданно, что у меня заболела голова."
                sl "Ни в коем случае. В конце концов, это ты у нас тут гость из столицы, ты уедешь, а я буду вздыхать у окошка."
                me "Опять дразнишься."
                show sl smile pioneer with dspr
                sl "Разве что немножко. Ну, ты поел? Пошли на репетицию."
                "Вздохнув, я поплёлся вслед за ней."
            "Хватит уже подкалывать.":
                $ lp_mi += 1
                "Рассмеявшись, Славя поднялась и поманила меня за собой."
                sl "Пойдём! Репетиция сама себя не проведёт!"
    else:
        me "Значит, ты уже всё за меня решила, да?"
        show sl laugh pioneer with dspr
        sl "Ах-ха, без тебя тебя женили!"
        "Она выглядела крайне довольной собой."
        sl "Ты уж извини, но на данный момент единственный свободный пионер — это ты, Мику без тебя до полдника управится."
    stop ambience
    window hide
    return

label alt_day4_mi_dj_repetition:
    window hide
    scene bg ext_stage_normal_day with dissolve
    play ambience ambience_camp_center_day fadein 6
    play music music_list["so_good_to_be_careless"] fadein 5

    if alt_day4_mi_dj_sl_repet:
        "У эстрады меня ожидал сюрприз."
        show mi normal pioneer with dspr
        me "Мику? Как ты здесь оказалась?"
        mi "Ой, привет, Сенечка, привет, Славя! Ко мне Ольга Дмитриевна пришла в рубку, сказала, чтобы я шла, пока свободное время, проводила репетицию."
        mi "Сейчас же тихий час, значит, радио не нужно, верно?"
        "Дождавшись моего кивка, она продолжила:"
        show mi smile pioneer with dspr
        mi "Вот я и здесь. И ты тоже! Как здорово!"
        mi "Вдвоём будет ещё веселее!"
        me "Вдвоём?"
        show sl tender pioneer at left with dspr
        sl "Извини, не успела предупредить. Ко мне тут матушка прибывает, так что не могу помочь."
        "Она самую чуточку покраснела и, неловко прихватив пальцами подол юбки, бессознательно мяла ткань."
        "Девочка смутилась. {w}Удивительно, не думал, что ей знакомо понятие «смущение»."
        dreamgirl "Ага, значит, щеголять обнажёнными телесами нас не смущает, а забыть предупредить — это верный повод провалиться сквозь землю от стыда."
        th "Полагаю, смущаться о баньке поздновато… А здесь я вполне могу взбрыкнуть и отказаться. И будут они вдвоём с матушкой пионеров репетировать."
        dreamgirl "Силён. Заподозрить лучшую пионерку лагеря в лицемерии — на такое даже меня не хватит."
        sl "А теперь я убегаю, Мику, раз ты здесь, введи его в курс дела, пожалуйста."
        hide sl with moveoutleft
        "Помахав нам, девушка убежала по тропинке, ведущей к моему домику. То есть, домику вожатой. Короче, понятно."
        "А ещё несколько минут спустя Мику окликнул какой-то немолодой мужчина."
        "И она обрадовалась так, что я даже без объяснений понял, кто он такой."
        hide mi with dissolve
        "В результате, я остался один."
    elif alt_day4_mi_dj_reasons:
        "Мику на сцене не было, так что пришлось разбираться с подключением аппаратуры самостоятельно."
        "Хорошо хоть, очень своевременно оказавшаяся рядом Славя не дала участникам уйти в разброд и шатание."
    else:
        show mi grin pioneer with dspr
        mi "Ну что, готов к концерту?"
        "Я скептически посмотрел на грядущих «звёзд»."
        th "Да, концерт предстоит тот ещё."
        me "А можно отказаться?"
        show mi happy pioneer with dspr
        mi "Нет! Будешь наслаждаться вместе со мной!"
        "Она откашлялась и включила микрофон:"
        mi "Четвёртый отряд — на сцену."
        "У эстрады возникло небольшое шевеление, после чего несколько ребятишек по виду чуть младше Ульяны забрались наверх."
        mi "Три… четыре!"
        "Из колонок полилась мелодия, смутно напоминающая «танец маленьких утят», и «звёзды» задвигались — невпопад, несинхронно и абы как."
        "Мику вздохнула и повернулась ко мне."
        me "Даже не думай!"
        mi "И не думала."
        show mi laugh pioneer with dspr
        mi "Как ты догадался?"
        me "Да слишком уж красноречиво ты взгляд с них на меня перевела!"
        mi "Эх, хотела бы я себе такого же молодого человека, чтобы с полуслова меня понимал!"
        show mi shy pioneer with dspr
        mi "Ладно, это всё лирика. Насчёт выступающих не беспокойся."
        "Смущённая Мику мгновенно забыла всё, что я от неё требовал."
        "Впрочем, я и сам сидел красный как рак, так что не перебивал."
        mi "Их будут смотреть гордые родители, поэтому к недочётам сценического мастерства отнесутся с пониманием. {w}Вот тебе программа выступлений на всякий случай, я пока с аппаратурой пойду посмотрю, а ты тут следи."
        me "Аппаратурой?"
        show mi smile pioneer with dspr
        mi "А, ерунда, по ходу выступления потребуется «голос робота» для одного из номеров, я ревербератор настрою."
        hide mi with dissolve
        "Она унеслась под сцену, где хранилась вся электроника."
        "А я что… Я остался сидеть и наблюдать за очередным певцом, без голоса и слуха, зато с душой, орущего «Орлёнок-орлёнок, взлети выше солнца»."
        "Его вопли… подавляли. Это была настоящая психологическая атака."
        "Я сидел, парализованный, и слушал, как мои барабанные перепонки насилует это кошмар."
        "И когда он слез со сцены, весьма довольный собой…"
        th "Ему что, никто не говорит, что за его прослушивание надо молоко выдавать за вредность?!"
        dreamgirl "А ты найдёшь того смельчака, что скажет это?"
        dreamgirl "Или думаешь, Мику просто так сбежала?"
        th "Она же не сбежала, она аппаратуру пошла…"
        show mi normal pioneer far with dspr
        dreamgirl "И поэтому у неё такая мордашка довольная."
        "Я скривился от «мордашки», но был вынужден признать правоту внутреннего голоса — выглядела она куда лучше, чем я себя чувствовал."
        show mi normal pioneer with dspr
        me "Настроила?"
        "Она посмотрела куда-то мимо меня и ничего не ответила."
        th "Странная девочка?"
        show mi normal pioneer close with dspr
        "Она ускорила шаг, приближаясь ко мне."
        "В какой-то момент она разулыбалась."
        th "Что она делать собирается?!"
        "Промелькнуло в голове."
        "Пока японка пробегала мимо."
        hide mi with dissolve
        "Она повисла на шее у какого-то невысокого мужчины в классической тройке с воплями что-то вроде «папочка»."
        "Что ж, этого следовало ожидать."
        "День слишком хорошо начинался, и теперь мне предстоит вести концерт самому."
        dreamgirl "Решил попробовать себя на поприще концертмейстера?"
        th "Можно подумать, у меня есть выбор!"
        "Я легонько запаниковал, и когда Мику подбежала ко мне, не мог внятно связать и пары слов."
        show mi happy pioneer with dspr
        mi "Представляешь, Сенечка! Ко мне папа приехал! Не ждала уже, а он…"
        "Она сложила ладошки у щеки и разулыбалась."
        "Правда тут же построжела."
        mi "Слушай, мне надо уйти, но насчёт концерта не беспокойся — я тебя слишком ценю, чтобы так просто вот бросить."
        mi "Ты, главное, досмотри репетицию до конца, пометь галочками тех, кто, как тебе кажется, заслуживает отдельного объявления. На полднике отдашь Ольге Дмитриевне."
        mi "Ну и всё. Ты уж не подведи."
        "Она похлопала меня по плечу и убежала."
        hide mi with dissolve
    "Только сейчас мне пришло в голову, что меня, по сути, запрягли."
    "Даже не спрашивая."
    "Сказали, что я теперь контроль качества, попросили не лажать и сделали ручкой на прощание."
    "Если бы воочию не видел, решил, что это Ольга Дмитриевна на секундочку превратилась в Мику."
    "Вздохнув, я уселся обратно на своё место и кивнул следующим «артистам»."
    window hide
    with fade2

    "Нервничал я первые полчаса, не более."
    "Потом смирился."
    "Через час начал скучать, морщась только от особо громких воплей, издаваемых молодыми глотками."
    "По счастью, некоторые вожатые были достаточно искушёнными в деле приобщения детей к прекрасному, и, подозреваю, что на сцену пробились только самые упёртые крикуны."
    "К счастью, и среди них попадались те, что худо-бедно умели попадать в лад — на таких я отдыхал."
    "Конечно, не так хорошо, как на танцорах, но всё-таки."
    "Ещё пяток номеров, и я поставил последнюю галочку в таблице."
    "А там и горн прозвучал."
    me "Всем спасибо!"
    "Произнёс я уже осмелевшим голосом в микрофон."
    me "Все свободны."
    "И, обесточив аппаратуру, отправился в столовую."
    "Голова уже немного шла кругом от того количества патриотических песнопений, что пришлось воспринять."
    window hide
    scene bg ext_dining_hall_away_day with dissolve
    play music music_list["my_daily_life"] fadein 3
    show mt normal pioneer with dspr

    "Ольга Дмитриевна уже стояла у столовой и, улыбаясь, дожидалась меня."
    mt "Ну что? Как тебе репетиция?"
    me "Никак. Забирайте ваш список и забудем этот кошмар."
    mt "Правда? А я думала, что ты согласишься вести концерт."
    "Меня передёрнуло."
    me "Да вы знаете, что-то не хочется."
    show mt grin pioneer with dspr
    mt "Почему? Я думала, тебе нравится вся эта концертная кухня — вон как вокруг Мику увиваешься."
    "Так. Эта беседа перестаёт быть томной."
    "Я выдохнул и мысленно сосчитал до десяти."
    me "Не знаю, что вы там себе придумали или услышали от кого-то — но. Я. Ни вокруг кого. Не. Увиваюсь."
    me "А концерт проведёте сами."
    "Скомканный лист упал в пыль у ног вожатой, а я уже был в столовой."
    "Меня трясло от злости."
    window hide
    scene bg int_dining_hall_people_day with dissolve
    show us normal pioneer with dspr
    play ambience ambience_dining_hall_full fadein 6

    "Забежав в помещение, я лоб в лоб столкнулся с Ульяной."
    us "Эй! Осторожнее!"
    "Девочка хотела обидеться, но, видимо, прочитав что-то на моём лице, мгновенно свернула все претензии и просочилась мимо меня к двери."
    hide us with dissolve
    "А я отправился к раздаче, где меня оделили стаканом киселя и булочкой."
    "Есть расхотелось."
    "Хотелось найти свой пульт с перемоткой времени."
    "Одновременно — отмотать вперёд, к моменту, когда вернётся смешливая японка с аквамариновыми волосами."
    "И назад — на несколько дней, где пара слов и одно спонтанное действие сделали жизнь чуть сложнее."
    "Я ведь так толком и не изучил лагерь и его окрестности."
    "Всё, что я знаю сейчас — это как добраться от дома до столовой, музыкального клуба и эстрады."
    th "То самое лемовское поведение, да?"
    dreamgirl "Вроде того, ты просто растянул квартиру до размеров лагеря, а привычки оставил те же — ходить двумя нахоженными тропами, напрочь игнорируя всё остальное."
    th "Какие ваши предложения?"
    "Я отщипнул булочку и машинально отправил кусок в рот."
    dreamgirl "Отправиться шляться по лагерю!"
    dreamgirl "Непорядок, что от такой большой территории тебе толку только в трёх-четырёх точках. {w}Взялся осваивать владения — так делай это до конца!"
    th "А и верно!"
    "Вряд ли я найду что-то необычное, но что-то новенькое — абсолютно точно!"
    window hide
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_day fadein 2

    play music music_list["get_to_know_me_better"] fadein 5

    "Оставив недопитый кисель на столе, я вышел на улицу и задумался."
    us "Эй!"
    "Меня кто-то схватил за локоть."
    "В этом лагере совершенно не уважают право человека на неприкосновенность и личное пространство!"
    th "Впрочем, это же…"
    us "Стоять!"
    show us smile sport at right
    with dspr
    th "Ульяна. {w}Это многое объясняет."
    "Просьба оставить меня в покое и разрешить наслаждаться моим маленьким счастьем?"
    "Такой проще дать чего она требует, чем объяснить, почему нельзя."
    me "Чего тебе?"
    us "Что сейчас делаешь?"
    me "Иду. Не видишь?"
    "Я дёрнул плечом, освобождаясь от хватки цепких пальчиков."
    show us sad sport at right
    with dspr
    us "Ты чего злой такой? В столовой чуть с ног не сбил, сейчас рычишь."
    "Девочка оттопырила нижнюю губу и часто-часто заморгала, всеми силами изображая, что вот-вот расплачется."
    "Не на того напала."
    me "Очень злой. Ты меня за этим караулила?"
    "Ульяна исподлобья посмотрела на меня, но решила сменить гнев на милость."
    us "А мне мама настоящий мяч привезла! Волейбольный!"
    th "Несомненно, очень важная новость. Заслуживающая самого пристального внимания."
    me "И?"
    us "Что непонятно? Нужно его надуть, и… И…"
    me "Что?"
    show us smile sport at right
    with dspr
    us "Играть же! Будешь со мной?"
    "Выпалила малявка и смутилась."
    "И как-то даже неловко было отказывать ей в такой мелочи."
    me "Вообще-то, я по лагерю погулять хотел… Но ладно. {w}А где подруга твоя?"
    us "Да у неё с животом что-то, Ольга Дмитриевна повела в медпункт."
    me "И мы с тобой вдвоём будем мячик перекидывать?"
    "Уточнил я."
    "Ульяна пожала плечами."
    us "Наверное, найдём ещё кого-нибудь по дороге."
    show us smile sport at right
    with dspr
    us "Я видела Ленку скучающей, можно её кликнуть!"
    me "Трое. Кто ещё?"
    show us grin sport at right
    with dspr
    us "Тебе мало?"
    "Если она рассчитывала меня смутить — не на того напала!"
    us "Хорошо-хорошо, ещё можно Славю привлечь."
    if alt_day4_mi_dj_sl_repet:
        me "Её маман забрала."
    else:
        me "Что-то не нравится мне эта мысль."
    us "Ну, я тогда не знаю, посмотрим, может, ещё кто-нибудь на огонёк подтянется."
    hide us with dissolve
    "Крикнула Ульянка и убежала."
    "И только сейчас я обратил внимание на то, что она уже успела переодеться в спортивную форму."
    "Будто и не сомневалась в результатах переговоров."
    me "Что ж, похоже, отказываться уже поздновато."
    "Переодеваться мне было не во что, так что я наметил себе краткий маршрут до волейбольного поля и направился туда."
    play sound sfx_close_door_clubs_nextroom
    show un normal pioneer with dspr
    "За спиной у меня скрипнула дверь, и на крыльцо вышла Лена."
    me "Привет!"
    show un shy pioneer with dspr
    "Она немного смутилась, но нашла в себе силы кивнуть."
    me "Скажи… А ты не очень занятая сейчас?"
    un "А в чём дело?"
    me "Позвать тебя на волейбол хотел."
    me "Ульяне мяч привезли, с тобой будет уже трое, нужен четвёртый."
    un "Но я не…"
    me "Да и я тоже не… Но разогреемся в «картошку», потом посмотрим."
    "На миг её взгляд расфокусировался, будто девушка внутри себя корректировала собственные планы на вечер."
    "Наконец, она кивнула."
    un "Договорились. Пойду переодеваться."
    un "Где вы будете играть?"
    me "Да у корпусов. {w}Приходи, как закончишь. Будем ждать."
    "Лена чуть улыбнулась и кивнула, после чего заспешила по тропинке вслед скрывшейся Ульяне — да, ей-то было во что переодеться."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_houses_day
    with dissolve
    show un smile sport at center 
    show us smile sport at right
    with dspr

    "И пока я неторопливо трюхал до домиков, оба эти метеора успели уже сменить пионерскую форму на спортивную одежду и ждали меня на «улице» перед первым рядом домиков."
    "Мячик был тоже здесь, неплохо надутый, судя по упругому звуку — явно под одну крайне знакомую мне игру, уж очень специфически держала ладонь владелица мяча."
    "«Картошка», что ж ещё — если есть больше двух, но меньше шести человек для малого состава для игры через сетку, пионеры играли именно в неё."
    "Правила простые — мы встаём на разные концы равносторонней фигуры — треугольника, квадрата, пятиугольника, не суть."
    "И работаем с мячом."
    "И если жертва не может обработать подачу — как правило, очень сильный «срез» — она садится в центр."
    "После чего начинается самое веселье — «картошка» прыгает, пытаясь перехватить подачу и посадить на своё место того, чьи руки касались мяча последними."
    "Либо ждёт, пока по ней кто-нибудь попытается срезать, лишив права бегать по кругу, прыгать или вообще шевелиться — и тоже ловит мяч."
    "Кажущаяся с виду жестокой, игра эта провоцировала развитие навыка игры в волейбол у подавляющего большинства пионеров."
    "Собственно, набитые пальцы и запястья даже не считались чем-то особенным — все ходили с краснотой в соответствующих местах."
    "Здесь же, ввиду совершенно особого контингента, правила будут мягче.{w} Разве не так?"
    me "Где играть будем?"
    us "А вон."
    "Ульяна указала на растянутую между деревьев сетку."
    th "Запасная волейбольная площадка?"
    th "Не знал о её существовании."
    dreamgirl "Да ты вообще ни о чём не знал, кроме нескольких точек. Ну, хотя бы локацию новую открыл. Надеюсь, доволен собой."
    th "Стебись-стебись."
    "Потопав по песку, я одобрительно кивнул — мы заняли левую сторону поля под наши игрища и начали."
    window hide
    scene bg ext_volley_court_7dl with dissolve
    play ambience ambience_soccer_play_background fadeout 2
    play music music_list["went_fishing_caught_a_girl"] fadein 2
    "Распасовка, сначала вялая, понемногу набирала обороты — по мере роста опыта участников, подачи становились всё интереснее и резче."
    "Совершенно очевидно, что правила здесь были из разряда самых что ни на есть жёстких."
    "Непривычные пальцы скоро заныли, впрочем, на адреналине я этого и не почуял."
    "Ульянка подвизалась на подлых атаках — кручёных, у скромняши Елены оказалась жутко тяжёлая рука, однако, срезать она могла только с высоких подач, поэтому мы очень скоро перевели игру в средний горизонт."
    "«Картошки» то и дело садились и вставали, вставали и садились — ротация шла быстро, никто никого не щадил, и основной целью здесь была победа любой ценой."
    "Принять на пальцы, отбить вперед, чуть не дожав правой, обеспечив вращение, развести руками на криво полетевший мимо меня «резак» и приглашающе махнуть раскрасневшейся, похорошевшей, сверкающей глазами Лене в центр поля."
    me "Милости прошу!"
    "Крик, вдох, прыжок, крик, удар — тело в какой-то момент вспомнило о том, что уж физическая-то деятельность прекрасно регулируется и бессознательным!"
    "Ведомое наработанными за многие годы рефлексами тело потихоньку освободило мозговые ресурсы под раздумья… Однако особенность игры заключается в том, что она жутко прожорлива в плане времени."
    "Кажется, что всё вот-вот только началось, вы даже разогреться ещё не успели, и даже руки ещё не гудят толком — а минутная стрелка уже описала полный круг."
    "Но ты этого не замечаешь — в памяти есть то, что вы только-только пришли и «играем вообще всего две минуточки»."
    "Несмотря даже на то, что пяток раз уже попадал в центр круга и поперёк спины зудит хорошо припечатанным резаком в исполнении нелюдимой в миру девочки."
    mt "Лена? Ульяна? Семён?"
    "Ольга Дмитриевна, которая должна была по идее присутствовать на концерте самодеятельности, остановила игру, перехватив мяч над головой Ульяны."
    show mt normal pioneer far at fleft behind un with dissolve
    mt "Бездельничаете?"
    "Она улыбнулась каждому своей улыбкой."
    th "Сейчас к чему-нибудь припрягут."
    "С непонятной тоской подумал я — как будто не было искушения изысканнее, чем игра треугольником в «горячую картошку»."
    dreamgirl "Вряд ли. Судя по всему, сама спихнула на Славю ведение концерта и ускакала."
    if alt_day4_mi_dj_sl_repet:
        th "А как же маман?"
        dreamgirl "Что ты как маленький? Славя ведёт, маман смотрит с задних скамеек и болеет за дочурку."
    "Вообще, было бы неплохо её к нам в игру заманить. Хотя резать по вожатой как-то немного стремновато."
    me "Вроде того. Думали идти на концерт, но там уже вы всё ведёте."
    show mt laugh pioneer with dspr
    mt "Не веду, как видишь."
    me "А давайте к нам тогда?"
    "Чем больше народа, тем веселее. Тем более, раз нас четверо, можно уже делиться на команды."
    "Хотя в идеале было бы неплохо ещё парочку пионеров — не знаю насчёт спортивной формы у кибернетиков, но кто-нибудь подвижный вроде Мику, был бы крайне кстати."
    "Внутри что-то царапнуло от этого имени, и я запретил себе возвращаться к нему ближайшие часы — в конце концов, я сам себе обещал стать к её возвращению чуточку лучше."
    me "Разобьёмся на команды, и…"
    mt "Нет. Да и…"
    me "Что?"
    mt "Ээээ… Ничего. Я по делам шла."
    show mt normal pioneer with dissolve
    mt "И нескоро ещё освобожусь."
    me "Вы поэтому зеваете, что у вас загруженность большая?"
    show mt grin pioneer with dspr
    mt "Ладно, ладно. Давайте поиграем. Но два на два как-то…"
    "Отняв у меня мячик, вожатая нырнула под сетку и задумчиво оглянулась."
    mt "Двачевская! Иди сюда, будешь со мной в команде!"
    "Позвала она."
    "Явление Алисы оказалось неожиданным."
    me "У неё же живот болел?"
    mt "Прошёл. А попрыгать немного у сетки даже полезно!"
    show dv normal sport far at fleft
    show mt normal pioneer far at left 
    with moveinleft
    show us smile sport far at right
    show un smile sport far at fright
    with moveinright
    
    "Трое на двое. Учитывая, что у них вожатая — как раз очень даже честно."
    me "Мяч в игру. Подача за стороной вожатой."
    "Привычно констатировал я."
    "И игра началась!"
    "Мало-помалу, как в любом стихийном матче, к полю стали подгребать бездельничающие пионеры."
    "Хотя, о чём это я! Пионер всегда пример! Ни о каком безделье и речи не шло, конечно."
    "Просто конкретно эти пионеры не знали, чем занять себя в родительский день, а смотреть на то, как не в лад поёт малышня, их не вдохновляло."
    "Как результат — наша команда была укомплектована через полчаса, оппонентов — через сорок минут, но у них ещё и Саныч подключился."
    "Физрук подмигнул мне, поймав взгляд и занял место у сетки."
    "«Вожатые и К°» мгновенно вырвались вперёд — сказывалось огромное количество опыта и практики."
    "Саныч, кажется, вообще с мячиком в лапах родился, и, судя по бойкому перемигиванию с Ольгой, парочка их была устоявшаяся и сыгранная."
    "А нам приходилось импровизировать и искать способы хотя бы проиграть не совсем уж сокрушительно."
    "Ульянку, понятно, определили к самой сетке — вертикально резать не могла ни одна команда, а относительно острые углы держали правый и левый передние."
    "Ротацией подач решили пренебречь, и после нескольких пушечных подач Лены решили предоставить ей право держать задний правый угол, и, как результат, вводить мяч в игру с нашей стороны."
    "Я, понятно, держал середину — как человек более или менее опытный и способный просчитать углы атаки."
    "А залётных пионеров, кажется, из второго-третьего отрядов, раскидали на фланги, строго наказав уводить любую передачу к Ульяне."
    "Так что игра пошла с переменным успехом… "
    "Хотя мы ожидаемо и проиграли в итоге."
    stop ambience
    stop music fadeout 4
    play ambience ambience_camp_center_evening
    "Но это же стихийный волейбол. Не имеет значения, победил ты или проиграл."
    "Цель этой игры — это позволить телу работать в том уникальном режиме, который даёт только эта игра."
    "Спорт для ленивых — ты большую часть времени стоишь, щурясь на солнце, но иногда фокус игры перемещается на тебя, и тогда ты должен выжать из себя двести процентов."
    "Выпрыгнуть из кожи, но достать мяч."
    show el normal pioneer at center
    el "Вот, если кто пить захочет."
    "Электроник, последний час наблюдавший за матчем, притащил ведро с водой и притороченной на цепочке стальной походной кружкой."
    hide el with dissolve
    "Разгорячённые, взмокшие, но радостные и весёлые, мы пережали лапы оппонентам и поспешили воспользоваться щедрым предложением."
    mt "Много не пейте, вода холодная, простынете!"
    "Не упустила шанса позанудствовать Ольга Дмитриевна."
    "Даже Саныч сморщился и процедил что-то на три слога."
    "Впрочем, вожатая этого не заметила, помахав нам, она развернулась и направилась в сторону душевых."
    hide mt with dissolve
    "Вслед за ней потянулась Двачевская — которая в очередной раз преобразилась, сначала лениво стоя на поле, а в конце матча вскрикивая и реагируя со столь знакомым уже азартом. Втянулась."
    hide dv normal sport with dissolve
    hide un
    hide us
    pause(2)
    window hide 
    scene bg ext_volley_court_7dl
    with blind_l
    "И, когда Ульяна укатила мячик в дом, и вслед за ней разошлись остальные пионеры, поняв, что шоу на сегодня завершилось, на скамеечках остались только мы с Леной."
    "Я сидел и наслаждался закатывающимся солнышком, хорошей погодой и ждал, пока отпустит гудящие руки."
    "А она просто молчала."
    "В отличие от меня, она успела и переодеться, и умыться, пока я бездельничал."
    th "Очень деятельная девочка. Один в один с Мику."
    "Не зря их вместе поселили — я лишний раз уверился в педагогическом таланте вожатой, способности разглядеть в двух непохожих личностях то, что их свяжет крепче внешних общих черт."
    show un shy pioneer at center with dissolve
    un "Здорово сыграли."
    "Ничего не выражающим голосом, уставившись куда-то себе под ноги, сказала она."
    "Я улыбнулся, глядя в небо."
    "Сыграли мы действительно здорово."
    "Удалось отключить голову от невесёлых мыслей, удалось узнать, на что способно обновлённое тело, удалось убить несколько часов до ужина."
    play music music_list["a_promise_from_distant_days"] fadein 3
    un "Я тебе спасибо не сказала."
    "Сделав неимоверно серьёзное выражение лица, она посмотрела на меня."
    "Очень серьёзная девочка, очень."
    "Я с огромным трудом сдержал улыбку — понял уже каким-то чутьём, что не простит, если я позволю себе рассмеяться."
    th "До чего мы дожили — меня интересует мнение какой-то малолетки, что вполовину меня младше."
    dreamgirl "Ну, предположим, не в половину…"
    me "За что?"
    un "Ну…"
    show un sad pioneer with dspr
    "Больше всего ей хотелось сейчас оказаться где-нибудь далеко-далеко отсюда."
    "Можно, в принципе, и провалиться сквозь землю."
    "Это намного лучше, чем сидеть здесь жертвой моего нервирующего внимания."
    th "Я знаю это потому, что Тайлер знает это."
    "Не знаю, может быть, если бы в моей жизни не оказалось места для потрясающе красивой девушки с морской волной вместо волос — там нашлась бы толика тепла для Лены?"
    "Если просто представить себе на секундочку, что с первых дней я не облизываю Мику во всех её ипостасях, не пытаюсь сделать так, чтобы не отпускать её ни на шаг."
    dreamgirl "Давай усложним задачу?"
    th "Как?"
    dreamgirl "Раз ты согласен с тем, что у тебя и Лены очень много общего — позволь вам поменяться местами."
    dreamgirl "Представь, что это ты — в женском обличьи, под именем какой-нибудь Сельмы, Антонины или Саманты, а она — классный болгарский парень по имени…"
    th "Почему болгарский?"
    dreamgirl "Имена у них прикольные. {w}Не перебивай, так вот, она — классный парень по имени Елин или Елен."
    "И это она сейчас сидит и превозмогает."
    dreamgirl "Она очень нравится тебе, и ты не против начать с ней встречаться. Но каких-то знаков внимания Елен тебе не оказывает, и ты пребываешь в сомнении."
    th "Столь любимое мной подвешенное состояние?"
    dreamgirl "Да. Ты знаешь, что мальчик уже занят, встречается с классной девчонкой по имени Мику, которая ко всему прочему ещё и твоя соседка по комнате."
    dreamgirl "Вернее, до тебя ещё только дошли слухи, а тут Елен ещё и не спешит делать ситуацию чуть яснее. {w}Но дыма без огня не бывает. А тут ещё и тебе до одури прикоснуться к нему хочется."
    dreamgirl "И хочется, и колется, и мама не велит. {w}А когда вскроется правда, будет очень, очень много боли."
    "Лена упорно не смотрела в мою сторону."
    show un shy pioneer close at center with dissolve
    "И упорно не уходила — даже несмотря на то, что её щёки краснели всё сильнее."
    un "Эм…"
    dreamgirl "Ты спрашиваешь, в чём здесь усложнение? {w}Дело в том, что Елен парень воображаемый, а вот Семён…"
    "Меня как током ударило."
    th "Тогда зачем?!"
    dreamgirl "Просто хочется прикоснуться. Ты не понял?"
    th "Понять-то понял, но как же последствия?"
    un "За то… Что играть позвал."
    "С трудом выдавила она."
    un "Обычно меня не зовут, а тут…"
    me "Ты хорошо играла, почему тебя не зовут?"
    th "Неужели нелюдимость всему виной?"
    un "Да так… Наверное, отпугиваю."
    me "Какая глупость. Меня бы ты никогда не отпугнула! Мы же товарищи, мы всё вместе делать должны."
    un "Да…"
    "Тяжко, тяжко разговаривать с человеком, который тебя стесняется ещё больше, чем ты сам."
    "С высоты разницы в возрасте я пытаюсь зреть в корень, но окажись мы в равной ситуации…"
    "Да, наверное, решил бы, что она слишком надменна и холодна."
    "Наверное, что мы все ей неинтересны, и смотрит она на всех нас, как смотрит манул — грустно, свирепо, и в то же время с недоумением."
    th "Интересно, а имею ли я в данном случае право советовать?"
    th "У них у всех есть история, которая началась задолго до меня, и продолжится ещё очень долго после того, как я исчезну…"
    show un serious pioneer close at center with dissolve
    un "Но почему-то об этом вспоминаешь только ты — тот, кому всё это достаточно чуждо."
    "Меня мороз по лопаткам продрал."
    me "Что? Чуждо? О чём ты говоришь?"
    show un angry2 pioneer close at center with dissolve
    un "Ольга Дмитриевна немного рассказала о тебе."
    me "Вот как? И сколько она рассказала?"
    un "Достаточно."
    "Уклончиво ответила она."
    me "Опять недосказанности?"
    me "Подозреваю, что не очень много, раз лагерь до сих пор не окружили спецслужбы и не предлагают мне выходить с поднятыми руками."
    show un smile pioneer close with dspr
    un "А они должны? Спецслужбы."
    th "Да кто ж их знает, какой в этом мире регламент встречи гостей из будущего."
    th "Правда, я не совсем Алиса Селезнёва, и мир мой ничего общего с коммунистическим раем не имеет…"
    th "Я принесу им дурную весть, а гонца с дурной вестью обычно казнят, чтобы не сглазить."
    me "Не знаю…"
    un "Для ребёнка, выросшего в посольстве на Кубе, ты слишком грустный."
    show un serious pioneer close with dspr
    un "Потому не удивилась, что у вас с Мику всё так хорошо сложилось."
    th "Знает!"
    "Стукнулось в подвздошье."
    dreamgirl "Если я что-то говорю, значит, верь мне!"
    "А Лена продолжала говорить."
    un "Вы экзоты, вас тянет друг к другу."
    un "Я как белая ворона понимаю вас как никто другой."
    me "И что же ты понимаешь?"
    "Логика этой девочки граничила с шизофренией — она была железобетонной, но базировалась на в корне неверной предпосылке."
    un "Хватит, Семён."
    "Подняла глаза она."
    un "Я с тобой сейчас так легко разговариваю только потому, что ты несвободен."
    un "Мне бы не хватило духу подойти к тебе, тем более, что ты…"
    "Её голос упал до чуть слышного шёпота."
    show un sad pioneer close with dspr
    un "Слишком сильно мне нравишься."
    me "Что?"
    un "Ни-че-го."
    "Она беспомощно пожала плечами и отвернулась. {w}Покраснела."
    show un normal pioneer close at center with dissolve
    un "Подашь мне прутик?"
    me "Будешь бить меня им?"
    "Лена посерьёзнела."
    show un serious pioneer close at center with dissolve
    un "Нет. Хотя и очень хочется."
    me "Хм, опять таинственность."
    "Я протянул ей прутик и стал наблюдать за тем, как она что-то набрасывала на песке."
    "Грубые, крупные штрихи, гротескно вывернутые в шаржевом стиле, они складывались в подозрительно знакомую рожицу."
    th "Одно к одному, да? Ольга врёт, что я рос в посольстве, чтобы не объяснять, откуда и как получилось так, что я совершенно не ориентируюсь в местном социуме."
    th "И Лена вполне логично уложила этот факт с моей симпатией к Мику."
    dreamgirl "Ну разве она не прелесть? Обрати внимание, если бы ты выбрал любую другую девушку для ухаживаний или вовсе решил бы затворничать — в её теорию уложилось бы любое твоё решение."
    dreamgirl "Славя — ты ищешь силу, Алиса — ты ищешь хулиганку для игр."
    th "Ульяна?"
    dreamgirl "Что?!"
    "Внутренний голос не скрывал ужаса."
    th "Ничего-ничего. Шучу."
    "Внутренне посмеялся я, довольный тем, что удалось подколоть внутреннего пошляка."
    "Наконец, черты на песке сложились в меня — безглазого, вихрастого, с язвительной ухмылкой…"
    "Последнюю, кстати, Лена, ойкнув, мгновенно стёрла и нарисовала другую — открытую и искреннюю."
    un "Ну как?"
    th "Слишком хорошо, как по мне."
    th "Слишком красиво. Я же вижу собственную морду в зеркале всякий раз, когда навещаю весёлые домики с целью помыть руки."
    me "Здорово! Спасибо. Жаль даже, что кто-то потопчет такую красоту."
    show un grin pioneer close at center with dissolve
    un "А, да ладно. Новую нарисую."
    me "Ну уж нет."
    "Я достал из кармана телефон и, захватив изображение в кадр, сделал несколько снимков."
    "И, подчиняясь некоему наитию, перевёл раствор видоискателя…"
    show un normal pioneer with dspr
    show frame at truecenter:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 0.8 zoom 1.0 xalign 0.5 yalign 0.20
    show cam_ui at truecenter:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 0.8 zoom 1.0 xalign 0.5 yalign 0.30
    me "Улыбочку…"
    window hide
    $ renpy.pause(4.4, hard=True)
    play sound snap fadein 0
    scene white with flash
    $ renpy.pause(4.4, hard=True)

    scene bg ext_houses_day
    show un normal pioneer at center
    with dissolve

    un "Ещё одна причина интереса?"
    th "Интересно, её хоть что-нибудь способно удивить?"
    th "Гаджет же из двадцать первого века!"
    dreamgirl "Попробуй поцеловать её — узнаешь."
    th "Что? Зачем?"
    dreamgirl "Тебе же так неймётся её удивить. Гарантирую удивление вплоть до раздачи пощёчин."
    "Вот уж нет. И дело не в моей щепетильности или моральных принципах."
    "Просто едва ли я смог бы заставить себя — что? Поцеловать?"
    th "Объясни мне, зачем ты это делаешь?"
    dreamgirl "О чём это ты говоришь?"
    th "Я же не хуже твоего помню гоголевские «вечера»! Ты никого не оцениваешь как потенциального возлюбленного до тех пор, пока не произойдёт событие-катализатор. Эдакий знак."
    th "Зачем ты сейчас это с Леной делаешь?"
    dreamgirl "Но я ничего не делаю!"
    th "Ты про поцелуй сказал, придурок! Я теперь буду думать об этом — а мы оба прекрасно помним, к чему такие размышления приводят!"
    dreamgirl "Вообще-то, я могу сказать что-нибудь о мужской полигамности и том, что желаю тебе, дураку, только хорошего. Но раз мы решили быть честными…"
    dreamgirl "Я позволяю себе такие вещи потому же, почему Лена с тобой на романтические темы разговаривать не стесняется."
    th "Почему же?"
    dreamgirl "Да потому что у вас заведомо ничего не получится, дурашка!"
    "Внутренний голос рассмеялся и смолк окончательно."
    show un shy pioneer close with dissolve
    un "Ещё и меня сфотографировал."
    "Ей стоило больших усилий продолжать разговор, это я только расслабился, понимая, что ни к чему эта беседа не приведёт."
    me "А почему нет? Не буду обещать прислать потом фото, но я хочу отснять всё, что вижу в этом лагере."
    me "Иначе я однажды не поверю собственной памяти — и смогу увидеть всё воочию."
    "Она выдохнула."
    show un serious pioneer close at center with dissolve
    un "А просто взять… и приехать?"
    me "Я бы только рад, но…"
    "Моя придурковатая половина сделала чёрное дело — взгляд мой то и дело скатывался на губы девочки."
    me "Не всё от меня зависит."
    "Я говорил, а сам всё думал о том, каково это — целовать эти губы?"
    th "Наверное, я бы не успел почувствовать соприкосновение?"
    th "Это будет полусекундное потемнение сознания, после которого на моей щеке отпечатается пятерня."
    th "А потом начнутся проблемы."
    th "И Мику меня никогда не простит."
    "Но пока я в мечтах — я могу себе позволить это, разве нет?"
    show un smile pioneer close at center with dissolve
    un "А от кого?"
    "Рубашка плотно обтягивала её тело, и хотелось расстегнуть пуговку — ту самую, что находилась в верхней точке параболы."
    "Хотелось подложить ей под спину ладонь и оказаться внутри полностью, непоправимо, но сладко-сладко, двинуться внутрь-вперёд первый раз, ещё, наращивая темп."
    window hide
    with fade2

    th "Так. Лежать."
    "Я с огромным усилием изгнал нежданный всплеск либидо из крови и сложил ногу на ногу."
    "Подарочек от обновлённого организма."
    "Гиперреакция на любой эротический раздражитель."
    "А Лена на любой, даже самый предвзятый взгляд была очень и очень ощутимым раздражителем."
    me "Да понимаешь…"
    th "Посольство на Кубе, говоришь?"
    un "А, родители."
    "Кивнула она."
    me "Да."
    show un smile3 pioneer close at center with dissolve
    un "Я тебе где-то немножко даже завидую."
    un "Всегда хотела путешествовать, а ты так живёшь."
    th "О, моя дорогая, я путешествую так, что тебе и не снилось."
    th "Из социопатического ада в социалистический рай."
    me "Дело привычки. Ты не ценишь то, что часть твоей повседневности."
    un "Тоже верно."
    un "Но мне бы это точно никогда не приелось!"
    "Она мечтательно посмотрела на небо, где солнце уже готовилось укатываться на запад."
    "Сейчас она была, наверное, той самой, какой бывает только наедине с самой собой."
    "Наверное, мне следует быть благодарным, что меня впустили в себя настолько глубоко, что забыли о моём существовании."
    me "А я не говорю, что мне приелось. Просто уже не восторгает."
    show un normal pioneer close at center with dissolve
    un "Тогда я поставила бы себе целью объездить весь мир!"
    me "Зачем?"
    un "Чтобы галочку поставить!"
    un "Тебе, объездившему всю Америку, такие мечты, наверное, кажутся глупыми…"
    stop music fadeout 6
    play sound eat_horn fadein 5
    me "Да нет. Ты есть идешь?"
    show un smile pioneer close with dissolve
    un "Я-то иду. А вот тебе явно придётся заглянуть к умывальникам."
    "Что-то я совсем заболтался — уже и забыть успел о том, что весь взмокший и перепачканный."
    me "Ты права. Побежал я."
    un "Да. Пока!"
    "Она отбросила прутик в сторону, старательно растёрла портрет на песке и помахав мне, обалдевшему, убежала в сторону столовой."
    stop music fadeout 3
    window hide
    return

label alt_day4_mi_dj_supper:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(4, u"Мику. DJ. Ужин")
    play ambience ambience_dining_hall_full fadein 2
    scene bg int_dining_hall_sunset
    with dissolve
    play music music_list["sweet_darkness"] fadein 5

    "Приведя себя в порядок, я поспешил в столовую — хотя всё равно здорово опоздал."
    show mt normal pioneer with dspr
    mt "Сёмен?"
    "Вожатая нахмурилась."
    mt "Опять опаздываешь. Давай на место в темпе, пока ещё не всё съели."
    "Она отвернулась, явно ожидая кого-то ещё."
    hide mt with dissolve
    "А я сел в уголок, на всякий случай придерживая место — а ну как Мику уже освободится к этому моменту?"
    "Тем более, что от основного источника головной боли я её избавил — и тут же сгрузил его на хрупкие плечи нашей вожатой."
    "Судя по всему, Мику решила с запасом отгулять время концерта."
    th "Или Па решил возместить дочурке все недополученное внимание?"
    th "Как будто это возможно за пять часов…"
    "Я не видел мою японку целых пять часов. Кошмар какой-то."
    "И за неделю мы вряд ли сумеем насытиться общением и компанией друг друга."
    "В будущее я смотрел с пессимизмом."
    th "Значит, закончится смена, мы разъедемся — она обратно в Токио, я — непонятно куда, если верить Лене, к своим родителям в посольстве."
    th "И что, всё? Развод и кактус между кроватями? Не хочу!"
    if alt_day4_mi_dj_hedg:
        "Рядом со мной скрежетнуло металлом по кафелю, и на отодвинувшийся стул легко приземлилась моя надёжа."
        show mi normal pioneer with dspr
        mi "Семён…"
        "Глаза у Мику были на мокром месте."
        mi "А меня папка наругал. Вот."
        show mi cry pioneer with dspr
        "Она изо всех сил попыталась улыбнуться, но вместо этого разрыдалась."
        me "Ну, спокойнее, спокойнее."
        "Не обращая внимания на случайных свидетелей, я повернулся к ней и, обняв, несколько минут гладил по плечу, невнятно бормоча какую-то успокаивающую белиберду."
        "Что-то о том, что все соскучились, а выразиться не умеют, тем более, большие начальники, и относиться надо к нему с пониманием."
        mi "Да ты не понимаешь."
        "Глухо произнесла мне куда-то в грудь японка."
        mi "Он спросил у меня, куда я свой браслет подевала."
        me "А ты и рассказала."
        show mi upset pioneer with dspr
        mi "Да! Я совершенно не умею врать Па… Я рассказала про ежа, про то, как ты помогал мне"
        if alt_day2_date == 4:
            extend ", про пляж…"
            mi "Ой!"
        else:
            extend "… вот."
        me "Ага."
        "Любой мужчина тепло относится к внебрачным отношениям… любой. До тех пор, пока у него не появляется дочь."
        me "Сильно ругал, да?"
        mi "Нет. Но ему было очень тревожно за меня."
        "Она отодвинулась и заглянула мне в глаза."
        mi "Сенечка, ты же ведь не станешь меня обижать, правда?"
        me "Ни за что на свете."
        "Честно ответил я."
        show mi smile pioneer with dspr
        mi "Я же говорила! А он всё не верил и не верил, всё порывался пойти и поговорить с тобой по-мужски."
        th "Бррр…"
        mi "Ничего, я тебя в обиду никому не дам, даже собственному Па."
        "Она поцеловала меня в то же место, куда целовала ночью и вернулась к ужину."
        "Зрители, наглазевшись, отвернулись."
    else:
        "Как будто у меня был вы…"
        scene black with guess_on
        "И тут мне глаза закрыли руками."
        $ meet ('mi', 'Голос')
        $ alt_meet['mi'] = u"Голос"
        mi "Угадай, кто?"
        me "Мику, конечно!"
        "Улыбнулся я, целуя её ладошки."
        $ meet ('mi', 'Мику')
        $ alt_meet['mi'] = u"Мику"
        scene bg int_dining_hall_people_day
        show mi happy pioneer at center with dissolve
        mi "Вся твоя!"
        me "Ты уже всё?"
        mi "Ну да, Па в город срочно вызвали, он у меня долго не бездельничает."
        me "Ну, хоть на дочь внимание обратил. И то хлеб."
        mi "Это да."
    if alt_day2_date == 4:
        mi "Послушай! На меня такая ностальгия накатила… А пошли на пляж!"
    else:
        mi "Послушай! А пошли на пляж!"
    "Предложила Мику, прикончив пюре."
    if alt_day2_date == 4:
        me "Туда, где у нас было первое…"
        mi "Свидание!"
        "Подхватила она."
    me "Может, лучше кино посмотрим?"
    mi "Кино?"
    if not alt_day4_mi_dj_sl_repet:
        mi "А как же…"
        "Она не договорила."
        me "Давай так, если там всё ещё не всё слава Рандому, то идём на пляж."
        me "В противном случае — будем смотреть кино."
    else:
        me "Да! Я видел парочку интересных кассет в рубке, хотелось бы их поглядеть."
    show mi smile pioneer with dspr
    mi "По рукам!"
    "Мы добили ужин и вышли из столовой."
    window hide
    stop sound
    stop ambience
    stop music fadeout 6
    return

label alt_day4_mi_dj_evening:
    window hide
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_clubs_sunset
    show mi normal pioneer
    with dissolve
    play ambience ambience_camp_center_day fadein 5

    "Конечно, вечер был слишком хорош, чтобы тратить его так бездарно."
    "На несколько секунд я даже пожалел о своём предложении насчёт фильма."
    th "Может, и правда, махнуть рукой и пойти гулять?"
    dreamgirl "Ага. А радио кто за тебя вести будет?"
    th "Чёрт."
    if not alt_day4_mi_dj_sl_repet:
        mi "Ну, попробуем?"
        "Я кивнул."
        "Мику несколько секунд собиралась с духом."
        me "В общем, как соберёшься, заходи, я пока пойду музыку поставлю."
        mi "Нет!"
        window hide
        $ persistent.sprite_time = "sunset"
        play sound sfx_open_door_clubs_2
        scene bg int_clubs_dj_night_7dl
        show mi normal pioneer
        with dissolve
    
        play music will_you fadein 6
        "Я даже удивиться не успел — настолько быстро меня схватили за руку и утащили в помещение."
        "И удивительное дело — если в прошлый раз мне действительно приходилось заставлять себя заходить в клуб, я будто в стоячую воду нырял, то сейчас некое сопротивление исчезло."
        mi "Фффу… Слушай."
        "Она замерла, оценивая собственные ощущения."
        mi "А ведь не давит больше. Слушай."
        show mi happy pioneer with dspr
        mi "И правда! Всё хорошо!"
    else:
        mi "Ты знаешь, чем дальше, тем больше мне нравится идея работать ведущей."
        mi "Но только я не хочу больше сидеть одна."
        show mi sad pioneer with dspr
        mi "Надоело!"
        mi "Ты должен пообещать мне, положа руку на сердце, что и дальше будешь составлять мне компанию."
        me "А что мне с этого будет?"
        mi "А что ты хочешь?"
        me "Ээээ… Я подумаю."
        mi "А пока думаешь — я хочу тебя видеть здесь! Ты должен пообещать, что не оставишь меня в одиночестве."
        th "Вот это напор!"
        me "Ладно-ладно."
        "Смеясь, я поднял руки перед собой."
        show mi angry pioneer with dspr
        mi "Обещай мне!"
        me "Хорошо!"
        mi "Обещай!"
        me "Да обещаю я!"
        show mi smile pioneer with dspr
        mi "Очень хорошо! Помни, ты обещал!"
        mi "Но кино нас заждалось. Пошли."
        window hide
        $ persistent.sprite_time = "sunset"
        play sound sfx_open_door_clubs_2
        scene bg int_clubs_dj_night_7dl
        show mi normal pioneer
        with dissolve
    
        play music will_you fadein 6
    play ambience ambience_medstation_inside_night fadein 2
    "Оказавшись внутри, Мику довольно улыбнулась и тут же завертелась среди аппаратуры, сняв «долгоиграющую» плёнку и поставив вместо неё что-то лёгкое на пластинке."
    "Я тоже стоять не стал, полностью посвятив себя настройке видеодвойки."
    "Ну, то есть, как, настройке — подключению шнуров да поискам канала, на котором был настроен приём сигнала."
    "Выделенный аудиовидеоканал в телевизорах местной современности всё ещё считался излишеством и блажью, так что пришлось попотеть."
    "Какие-то UHF, VHF… И что это должно означать?"
    "Немного поперетыкивав джамперы, я, наконец, добился более-менее сносного сигнала и, прорвавшись сквозь телеснег, вывел на экран изображение."
    "Теперь дело куда более ответственное, чем настройка аппаратуры."
    "Выбор фильма!"
    "Мой выбор пал на старый добрый фильм, что я смотрел, когда был совсем-совсем ещё мелким."
    "Назывался «Большой»."
    "Забавный момент, будто существует некий идеальный возраст, к которому человек стремится с самого рождения."
    "Я был просто счастлив оказаться в теле подростка семнадцати лет, эдаким  подарком на новый год сбросив с себя груз прожитого."
    "А главный герой фильма находился по другу сторону «платинового» возраста."
    "И как любой другой ребёнок, одним из сокровенных желаний его было стать взрослым как можно быстрее."
    "Отличался он от обычного ребёнка лишь тем, что его желание всё же исполнилось."
    "Немного наивно, но забавно наблюдать, как обстоятельства крутят героя, выполняя его мечты, переиначивая их на собственный лад."
    "Да и то, что у него в результате всё хорошо получилось, и даже обратный путь для него открылся, когда он досыта хлебнул вожделеемой взрослой жизни…"
    "Мне было года четыре, наверное, когда мать выгнала нас с отцом гулять на улицу, приказав не возвращаться до вечера. И мы пошли в кино."
    "И да, для четырёхлетнего мальчика эта волшебная сказка была действительно захватывающим приключением — не то что для умудрённого опытом в меру циничного меня образца четверть века спустя."
    "Наверное, поэтому я не сомневался, когда под руку подвернулась кассета."
    "Альтернативой было «Назад в будущее», но я решил, что это не последний вечер."
    "Посему устроил своеобразный тематический видеосеанс."
    "На экране герой, внутри мальчик, который девчонок в целом воспринимает как существ с другой планеты."
    "Но он видит, что вокруг все общаются с противоположным полом, и старается — соответствовать?"
    th "Мимикрировать."
    "В голове опять крутятся события двадцатипятилетней давности, Невский проспект, и попытки поймать попутку от  метро до дома. А на часах десять вечера, и огромная тёплая ладонь принадлежит самому сильному существу на свете."
    "Отцу."
    "Возможно, все религии на свете и растут отсюда — из желания воскресить то самое детское чувство защищённости, когда рядом есть кто-то огромный, сильный и всезнающий."
    "Тот, кого можно спросить о чём угодно."
    "Тот, кто не поленится посадить тебя себе на плечо, если ты натёр ногу или устал."
    "Тот, кто умеряет собственный шаг, чтобы ты мог семенить рядом."
    "Я почувствовал прикосновение ладони к ладони."
    window hide
    show unblink
    show mi sad pioneer with dspr
    play music music_list["confession_oboe"] fadein 5

    mi "Ты же не просто так застыл, верно?"
    "Уверенно сказала она."
    mi "С этим фильмом у тебя что-то связано?"
    me "Как бы тебе сказать…"
    "Уклончиво ответил я, старательно не смотря девочке в глаза."
    mi "Никак не говори. {w}Смолчи, если отвечать не хочешь. {w}Просто не ври."
    show mi serious pioneer with dspr
    if alt_day2_date == 4:
        mi "Понимаешь, я ещё тогда, на пляже, поняла, как тонко тебя чувствую. {w} Тебя дёргает, а я плачу"
        show mi sad pioneer with dspr
        extend ", тебе больно, а я кричу."
    mi "И фильм годовой давности, а у тебя глаза на мокром месте."
    me "Да ничего."
    "Я глубоко вдохнул."
    me "Это скоро пройдёт."
    show mi angry pioneer with dspr
    mi "А может, я не хочу, чтобы проходило!{w} Может, я хочу знать — что с тобой происходит!"
    "Она от возмущения топнула ногой."
    me "И у тебя, разумеется, есть на это полное право?"
    "Вкрадчиво поинтересовался я."
    if alt_day4_mi_dj_hedg:
        mi "Да. Ты принял мой подарок, мою заботу и моё внимание. А значит, ты уже не имеешь права отмахнуться и уйти в себя."
    show mi normal pioneer close with dspr
    mi "Мы — близки, нравится тебе это или нет."
    "Я поднял глаза."
    th "Глупая девчонка, что ты о близости знаешь, всю жизнь прыгающая на эстраде и покорно носящая ту маску, которую на тебе желала видеть благодарная публика?"
    "Безмолвно спросил её я."
    "{i}Я знаю то, что необходимо сейчас. {/i}"
    "Она была невозможно близко, и вполне могла слышать на таком расстояние моё бешено колотящееся сердце."
    "И зачем оно так колотится."
    "Из подвижного во мне осталось только это самое сердце. {w}Да мерно качающиеся мехи лёгких."
    "И когда мой ступор так и заклинил меня в неустойчивой позиции, просто потянула к себе. Глупо, при нашей-то разнице в весах."
    "Глупо."
    "Но."
    window hide
    scene black with fade

    "Под сомкнутыми веками вспыхнуло алой искоркой — непросохшие от слёз воспоминания."
    "И ощущение, которое некогда ушло, казалось, безвозвратно — сопричастность к чуду."
    "Я еле успел расслабиться, чтобы это не выглядело так, будто я отталкиваю девочку. Чтобы она всё-таки смогла подтянуть меня к себе."
    "Уж кого-кого, а её я отталкивать не захотел бы ни за что."
    "Между нами было несколько миллиметров раскалённого воздуха, когда Мику закрыла глаза."
    "И тут…"
    "Этого не должно было случиться, но это случилось."
    window hide
    stop music
    $ persistent.sprite_time = "night"
    $ night_time()
    scene bg int_clubs_dj_night_nolight_7dl
    show mi shocked pioneer
    with dissolve
    play sound sfx_stomach_growl

    "Желудок решил исполнить девушке свою китовую песню."
    th "Как невовремя!"
    play sound sfx_stomach_growl
    "Мику немного отшатнулась, и тут желудок выдал вторую руладу."
    show mi scared pioneer with dspr
    mi "Ай! У тебя в животе что-то есть!"
    me "Разве что мой ужин."
    "Я покраснел, внутренне казня себя за не к месту  разыгравшийся метаболизм."
    show mi smile pioneer with dspr
    mi "Но я же ела всё то же самое, почему у меня живот не разговаривает?"
    "Несмотря на то, что мы не довели до логического завершения начатое, я не чувствовал некой неловкости, которую просто обязан был чувствовать."
    "Небольшая неловкость, оба не знают, куда деть руки."
    "Виной ли тому мои желудочные песнопения, разрядившие обстановку, или то, что с этой японкой я совершенно забыл о том, что значит никому не нужное стеснение."
    "Факт остаётся фактом — мне было легко, уютно, и хотелось повторить сорванную попытку."
    th "Сейчас только наберусь духу, и…"
    play sound sfx_click_1
    "Чуть слышно щёлкнул магнитофон, отмечая завершившуюся сторону «долгоиграющей» бобины, одаряющей музыкой целый лагерь."
    "Время перескочило отметку в двадцать два часа — пока мы развлекались просмотром фильма, на лагерь уже опустились сумерки, с трудом разгоняемые светом фонарей."
    show mi normal pioneer with dspr
    me "Слушай, время ещё есть до отбоя…"
    mi "Да…"
    me "Твоё приглашение ещё в силе?"
    mi "Приглашение…"
    "Мику задумалась."
    me "На пляж."
    show mi upset pioneer with dspr
    mi "А радио?"
    me "Радио? Ну… Можно свернуть деятельность, первый день, укороченное вещание."
    me "Или поставить ещё одну плёнку на пару часов…"
    "Мику задумалась ещё раз."
    if not alt_day4_mi_dj_sl_repet:
        "Вообще, после её этой мигрени она как-то изменилась —  не тараторила, не бегала и не мельтешила перед глазами."
    me "Скажи… А у тебя голова не болит?"
    if not alt_day4_mi_dj_sl_repet:
        "Будто вспомнив о своём реноме, японка заметалась по помещению."
    mi "Пожалуй, работающую аппаратуру не оставлю… Что? Голова?"
    "Вопрос излишний, согласен."
    "Для человека, который весь день находится в музыкальном клубе, в любой момент может взять в руки инструмент и что-нибудь сыграть, наверное, сегодняшнее перемещение достаточно неприятно."
    mi "Всё!"
    "И последующие её слова полностью подтвердили мои мысли."
    show mi smile pioneer with dspr
    mi "Знаешь, Сенечка, я сегодня за весь день ни одной песни не спела,  и так себя чувствую нехорошо!"
    me "Ломка?"
    mi "Что?"
    me "Не-не, ничего. Ты попеть хочешь?"
    mi "Да!"
    "Лампочки усилителя погасли, и Мику направилась мимо меня к двери."
    mi "Всё, я убежала! Закрывай помещение и догоняй!"
    play sound sfx_open_dooor_campus_1
    window hide
    stop music
    stop ambience
    return

label alt_day4_mi_dj_night:
    stop ambience fadeout 2
    $ persistent.sprite_time = "night"
    $ night_time ()
    scene bg ext_clubs_night with dissolve
    play ambience ambience_camp_center_night fadein 6

    "Пока мы собирались и отключались, стемнело окончательно."
    "Хвала рандому, ориентироваться в пространстве оказалось куда проще, чем полчаса назад — на небосклон выкатилась полная огромная луна."
    "Я двигался быстрым шагом, почему-то нервничая, то и дело озираясь по сторонам, ожидая не то окрика, не то нападения."
    "Я не слишком понимал, перед кем я мог провиниться или накосячить, но чувство было неистребимым."
    "И великое счастье в том, что от музыкального клуба до нового места обитания японской старлетки было всего ничего, триста метров по прямой, всё в горку."
    "Даже представить себе трудно, с какими чувствами пересекал бы лагерь в случае согласия Мику на пляж."
    "Наконец я нагнал её — практически у самых ступеней клуба."
    window hide
    scene bg ext_musclub_night_7dl
    with dissolve
    play ambience ambience_camp_center_night

    show mi normal pioneer at center with dissolve
    play music music_list["silhouette_in_sunset"] fadein 3
    mi "Ну быстрее, лентяй!"
    "Со смехом поторопила меня девушка."
    if alt_day4_mi_dj_hedg:
        mi "Надеюсь, в этот раз на нас не нападёт какой-нибудь хыщник."
        me "Не бойся, если и нападёт — я тебя спасу!"
        show mi happy pioneer with dspr
        mi "Нисколько в этом не сомневаюсь."
    mi "Семён, давай внутрь не пойдём?"
    me "А как же…"
    mi "Давай здесь? Я сейчас проигрыватель вытащу, и здесь — смотри ночь-то какая хорошая!"
    "Я согласно кивнул."
    me "Давай."
    "Одарив меня мимолетной улыбкой, она убежала."
    hide mi with dissolve
    "А я же, подобрав под себя ноги, с комфортом разместился на одной из скамеечек."
    "Несколько минут безостановочного громыхания и пугающих звуков изнутри, и на улице, наконец, появилась собственно героиня дня… То есть, вечера."
    "Немного поискав, она ткнула штекер во внешнюю розетку и включила фонограмму."
    window hide
    scene cg d4_mi_dj_dancing_7dl with dissolve

    "Возможно, это была не самая лучшая сцена на свете, и с матобеспечением организаторы концерта подкачали."
    "Но я был самой благодарной публикой."
    "А Мику была самой красивой звездой из тех, что можно было увидеть, смотря в небо."
    "Недостаток освещения — как результат, я с огромным трудом различаю её силуэт на фоне замершей луны."
    "Она о чём-то поёт, но в этот раз мне не хватает активного запаса японских слов, чтобы что-нибудь разобрать и догадаться хотя бы по контексту."
    "Не получается."
    "А она движется в такт музыке, даже просто ходя по сцене с эдаким шалопайским приплясыванием, почему-то трогающим до глубины души."
    "Песня закончилась, началась другая."
    "Не сделав перерыва на то, чтобы отдышаться, Мику провела ладонями по плечам, по груди, по ногам вниз, будто снимая с себя настроение предыдущей композиции, переключаясь на следующую."
    "И снова я плаваю, а Мику, будто догадываясь, поглядывает на меня."
    "Жаль, что не могу разобрать черт её лица."
    "Скорее всего, задорно подмигивает или вовсе показывает язык. Уж на это-то её точно хватит."
    "Я не считал, сколько всего песен было исполнено вживую, но время бежало незаметно, разогретые за день доски приятно грели босые ноги, и настроение было самое хорошее."
    "У нас всё не так, всё не как у людей, мы не держимся за ручки, не заглядываем друг другу в глаза, нет."
    "Вместо этого мы пляшем в темноте, слушая дыхание друг друга и веря в то, что завтра наступит, и будет оно только совместное."
    dreamgirl "Держитесь."
    th "Что?"
    dreamgirl "Я говорю, за ручки вы держитесь."
    th "Когда это?"
    dreamgirl "Прямо сейчас."
    play music music_list["trapped_in_dreams"] fadein 3
    "Только сейчас я заметил, что музыка сменилась какой-то медленной композицией, и Мику не пляшет больше."
    "Вместо этого она подошла ко мне и протянула руку."
    mi "Сенечка, потанцуй со мной."
    me "Что? Но я…"
    mi "Ну пожалуйста-пожалуйста-пожалуйста!"
    "Она скорчила такую очаровательную гримаску, что я не смог ей отказать."
    th "Я и так бы не смог…"
    dreamgirl "Но ей-то об этом лучше не знать, правда?"
    "Сброшенные сандалеты с носками так и остались лежать под скамейкой, Мику избавилась от своей обуви ещё раньше."
    "В общем, это был танец босиком."
    "Под красивую медленную мелодию в свете луны."
    mi "Какая красивая луна. {w}И огромная…"
    "Её голос быть чуть слышен."
    "Она положила руку мне на плечо, а я обнял её за талию."
    "Даже после почти часа танцев дышала Мику легко и почти не взмокла."
    "Вот что значит выучка."
    "Хотя есть что-то в этом. Некая особая прелесть в том, что это юное создание только что выкладывалось на все сто в танце и пришло ко мне за отдыхом и покоем."
    "А тут ещё в полную силу заработали её ароматические масла, и я будто окунулся в букет цветов, щедро пересыпанный листьями."
    "Счастливый вздох, тяжесть головки на плече и волна волос, которая почему-то совсем не лезет в нос — что ожидаемо с такой-то причёской."
    me "Это называется суперлунием."
    "Выдохнул я, прижимая её к себе."
    me "У вас в культуре есть что-нибудь связанное с луной?"
    mi "Связанное?"
    me "Ну, не знаю. Цвет папоротника на полнолуние ведёт к богатству, прибить светляка на полнолуние — к расставанию…"
    mi "Да я, наверное, и не вспомню."
    "Она помолчала немного и, набрав в грудь воздуха, выдала:"
    mi "Кроме одной приметы, которая есть и у вас."
    me "Какой?"
    dreamgirl "В дни суперлуния можно привлечь удачу. Особенной удачей для девушки считается первый раз поцеловать возлюбленного при свете полной луны."
    th "Во… чего?"
    dreamgirl "Того, того…"
    th "И потом, у нас это далеко не первый будет."
    dreamgirl "Я о настоящем — том, что обоюдным бывает, когда вы как два придурка друг к другу губы тянете, знаешь?"
    mi "Говорят, что если кого поцелуешь, когда луна огромная — то это навсегда…"
    "Наверное, она здорово покраснела, не знаю."
    "Как-то вдруг вспомнилось, что настоящие крепкие отношения — это не смотреть друг на друга, а смотреть в одну сторону."
    dreamgirl "Это же романтика! Ну же, ночь, луна, красивая девушка рядом — так, что сердце замирает."
    if herc:
        th "Романтика? Да в гррробу я видел вашу ррромантику."
        dreamgirl "Да, прости. Постоянно забываю, что ты циник и мизантроп. А ещё полено бесчувственное и прочая."
        dreamgirl "Но если кроме шуток — сам-то как считаешь?"
        th "Что?"
        dreamgirl "Есть у вас шанс?"
        dreamgirl "Пусть исчезающе малый, пусть с ней целая куча проблем — есть?"
        th "Да нет с ней никаких проблем — она милая, покладистая, не зазвездилась ни капельки, и…"
        "Меня перебил горький смешок."
        "И в память прыгнула картинка-образ: кликанье мышом, бодрый перестук клавиш на старом добром а4. И ютуб, ролик с заголовком японскими иероглифами."
        dreamgirl "А вот тут мы прекращаем трансляцию."
        "Меня отключило от памяти — и как ни силился я, не смог вернуть образ обратно."
        dreamgirl "Не надо тебе туда лезть. Честно тебе говорю."
        "Голос звучал с ощутимым испугом."
        dreamgirl  "Не вспоминай, не надо. Лучше проведи оставшиеся четыре дня с девочкой."
        dreamgirl "Хорошая девочка, симпатичная, влюблена в тебя до беспамятства."
        th "Что ты такое говоришь."
        dreamgirl "Что? А, пардон, заговариваюсь."
        window hide
        with flash
    
        "На несколько секунд мгновение застыло, в ушах, будто ватой набитых в обратную сторону прокрутилось какое-то слово."
        dreamgirl "Я говорю, ты нравишься ей, она нравится тебе."
        th "Ну. Симпатия. Дальше что?"
        dreamgirl "Скажи мне, придурка кусок — ты так и будешь тупить или всё-таки обнимешь девушку?"
        th "Но мы же танцуем!"
        "Не дождавшись ответа от презрительно фыркнувшего подсознания, я аккуратно высвободил пальцы и положил руку на спину Мику, заключив её в импровизированные объятья."
    elif loki:
        th "Романтика? Ты ведь в курсе, что если и эта нас обманет, мне сил не хватит восстановиться?"
        dreamgirl "Называй меня сентиментальным тюхтей, если хочешь, но я хочу дать ей шанс."
        th "И что, если она им не воспользуется?"
        th "Ты помнишь Ксану?"
        dreamgirl "Но ты же сам вокруг неё увиваешься."
        dreamgirl "А она благосклонно принимает знаки твоего внимания. {w}По всем канонам у вас сейчас зарождение романа."
        dreamgirl "Так скажи мне, Тайлер, чего же ты хочешь, если завтра умрёшь?"
        th "Почему это умру?"
        dreamgirl "Метафора. Твоя жизнь утекает с каждой минутой, времени, чтоб тупить, нет."
        "Точно-точно — момент невесомости в летящей с обрыва машине. {w}И если у тебя всю жизнь недоставало смелости признаться в своих чувствах незнакомке, с младых ногтей сидящей с тобой за одной партой — то сейчас самое время."
        dreamgirl "Я не знаю, что случится через четыре дня, когда закончится смена."
        dreamgirl "Возможно, что закончится смена, тебя встретят твои мифические «родители», и ты начнёшь жизнь с самого начала за вычетом нескольких лет."
        dreamgirl "Возможно, ты вернёшься обратно в свой мир, где нет места невероятно красивым девушкам с морской волной волос и огромными глазами в стиле аниме."
        dreamgirl "А если и есть — то у тебя в жизни не хватит решимости просто подойти и познакомиться. {w}Что уж там говорить про улыбку — в которой подобные ей иногда нуждаются пуще всего прочего."
        "У меня воздух в горле стал."
        th "То есть, ты предлагаешь отбросить весь печальный опыт и просто попробовать?"
        dreamgirl "Да. В самом плохом случае ты останешься другом симпатичной девочке. Хотя это и маловероятно."
        th "О чём это ты?"
        dreamgirl "Вы слишком много времени вместе провели."
        dreamgirl "Из четырёх дней, что ты здесь находишься, ты провёл с ней три — разрешив только сбежать в гости к папке."
        th "И что, разве это плохо?"
        dreamgirl "Заметь, её совершенно не возмущает этот момент."
        "Наше дыхание стало синхронным, на дне её глаз я разглядел себя — метущегося, отчаявшегося, выступающего влагой под веками."
        "И ничего удивительного нет в том, что я осушил отражения себя губами, склонившись навстречу девушке."
        "Осушил и утешил, на выдохе найдя губы японки своими."
    else:
        th "И что?"
        dreamgirl "Если бы тебе осталось жить сутки ровно — что бы ты хотел сделать или успеть сделать?"
        dreamgirl "Просто забудь о последствиях, и подумай — чего же тебе на самом деле хочется успеть сделать перед тем, как ты умрёшь?"
        th "Я не знаю!"
        dreamgirl "Думай, значит! Чего ты хочешь?"
        dreamgirl "Ну!" with vpunch
        th "Её я хочу! Её!"
        "В голову вдруг прыгнуло полузадушенное воспоминание — скорее, просто ролик с ютуба, где по сцене прыгает девушка в знакомом костюме."
        "Что-то, что я изо всех сил постарался мгновенно забыть."
        dreamgirl "Хорошо, ты ничего не понял, признаю."
        dreamgirl "Ты полено бесчувственное, а я плохой мотиватор. Давай тогда сделаем так."
        dreamgirl "Что, если не тебе, а ей, ей осталось жить четыре дня? Что бы ты сделал?"
        "У меня воздух в горле комом стал."
        th "Т-то есть… как?! Что это значит, четыре дня?!"
        dreamgirl "Вот так. Ну же, решайся!"
        th "Не знаю. Наверное, я бы хотел…"
        dreamgirl "Бах! Поздно! Ты уже мёртв."
        dreamgirl "Быстрее, чего ты хочешь успеть сделать перед тем, как сойдёшь на нет?"
        th "Я хотел бы провести их рядом с ней."
        dreamgirl "Идиот."
        "Я и не мечтал о таком никогда — подумать только, на третий день знакомства, мы стали так близки друг другу."
        "И теперь, добившись своего, я не знаю, что сказать."
    me "Спасибо тебе."
    mi "За что?"
    me "Не знаю… Наверное, за то, что согласилась побыть со мной."
    "Она прижалась ко мне поплотнее."
    mi "Ну… Ты очень многое сделал для меня, за что я должна быть тебе благодарна."
    mi "Так что можешь считать это моим способом сказать «спасибо»."
    me "Как… И всё?"
    window hide
    scene bg ext_night_sky_7dl
    show mi happy pioneer at center
    with dissolve

    mi "Попался!"
    "Её голос был очень довольным."
    mi "Разумеется, нет. Разумеется, это не просто благодарность."
    show mi upset pioneer at center with dissolve
    mi "Я совсем не против, чтобы мы делали это почаще."
    me "Танцевали босиком?"
    "Смутившись от откровенности Мику, я совершенно растерял все мысли."
    "Так что мало удивительного в том, что я сказал глупость."
    me "Обещаю танец по первому зову."
    mi "Какой ты глупый."
    show mi shy pioneer at center with dissolve
    "Она сложила вместе указательный и средний пальцы —  и звонко шлёпнула мне по лбу!"
    "Не больно, не обидно… Но я сразу почувствовал её правоту."
    window hide
    with fade

    "Как будто раньше не чувствовал. На уровне феромонов."
    "На уровне эмпатии."
    "Говорят, что если ты любишь кого-то, то всё, что находишь в нём, считаешь достойным восхищения."
    "То, как он ходит, разговаривает, дышит."
    "Мелкие привычки, вроде попыток сдуть локон с носа, ты считаешь очаровательными."
    "Поток сознания, льющийся без остановки, оцениваешь как некую дружественную тебе тёплую среду, куда ныряешь по самые ушки, позволяя себе растворить собственное «я» в мыслях другого."
    "Что уж говорить про такие вещи как запахи и вкусы."
    "С дорожки донёсся какой-то шорох, и Мику повернула голову."
    "Словно в замедленном кадре я видел, как поворачивается подбородок, как напоенная матовым лунным светом белоснежная кожа становится ещё на миллиметр ближе."
    "И там, где она приобретает прозрачность, быстро-быстро колотится жилка."
    th "Да она же волнуется!"
    "Успел подумать я прежде, чем произошло странное."
    "Кто сделал движение навстречу, неизвестно. {w}Но я успел сделать короткий вдох."
    "И выдох. Расстояние от её шеи до моих губ сократилось до нескольких ангстремов."
    "Я успел только заметить, как по мрамору кожи пробежали огромные мурашки."
    window hide
    scene black

    "Мику пискнула и обмякла в моих руках."
    play music iamsadiamsorry2 fadein 5
    "А я не удержался на ногах."
    "И мы загремели на пол."
    window hide
    play sound sfx_chair_fall
    with vpunch
    play sound2 sfx_bodyfall_1
    $ renpy.pause(1)
    scene cg d4_mi_dj_lib0_7dl
    with fade
    stop ambience fadeout 2

    "Наверное, я потерял сознание от удара."
    "Хотя, когда открыл глаза, оказался…"
    "Сверху."
    th "Я же её раздавлю!"
    "Испугался я."
    dreamgirl "Очень своевременно."
    "В любом случае, я постарался убрать вес собственной тушки с хрупкой японки."
    "Опёрся руками о доски, попытался разогнуться…"
    window hide
    scene cg d4_mi_dj_lib_7dl
    with fade

    "И тут она открыла глаза."
    mi "Семён?"
    "А я вдруг {i}ощутил{/i} её — всё, чем мы соприкасались сквозь одежду."
    "Я же практически сверху на ней оказался."
    "А она протянула руку, и погладила меня по щеке."
    "Между нами были считанные сантиметры."
    "И ни та, ни другая сторона не спешили сблизиться."
    "Мику — потому, что была снизу."
    "А я… Ну, я просто не мог никак наглядеться."
    mi "Нравлюсь?"
    "Лукаво улыбнулась она."
    th "Играет, чертовка!"
    me "Ты симпатичная."
    "Нейтрально сказал я."
    mi "И это всё?"
    "Тут уже я не удержался и улыбнулся."
    me "Попалась."
    mi "Я поддалась."
    "Мы опять замолчали."
    "А я вдруг вспомнил про то, что она сказала насчёт поцелуев при луне."
    mi "Тебе удобно?"
    "Не двигаясь с места, спросила она."
    me "Очень."
    "Я разрывался между желанием смотреть в глаза и следить за губами."
    "В какой-то момент меня вдруг переклинило на мысли о том, что же будет, если мне хватит решимости, и…"
    dreamgirl "Как будто у тебя есть выбор."
    mi "Очень хорошо, что тебе удобно."
    "С намёком произнесла она."
    "Я не видел, но готов был поклясться — её глаза сияли озорством."
    me "А тебе?"
    "Вопрос был глупый, спору нет."
    mi "В целом комфортно, спасибо."
    mi "А после того, как ты разрешил мне дышать, так и вовсе здорово."
    mi "И нет, я не ударилась, если тебя это интересует — вовремя подогнула голову."
    "Всё это она произносила невозможно вежливым голосом."
    "Наблюдай я всё это с экрана во время просмотра какого-нибудь фильма, улыбался бы не переставая дурости главного героя."
    th "Но проблема оказалась в том, что сейчас героем выступал я сам!"
    mi "Ты можешь встать в любой момент, когда будешь готов."
    "Продолжила она."
    mi "Но если у тебя ещё остались какие-то дела…"
    "Здесь она, уже не скрываясь, улыбнулась."
    mi "Я могу подождать."
    "Дела…"
    me "Ну… Э…"
    "Японка вздохнула."
    if loki:
        "А я, в очередной раз выписав себе воображаемую затрещину, подался вперёд, предусмотрительно подкладывая под её затылок ладонь."
        "Похоже, что в нашей паре, уход и забота об нас обоих легла на меня — и не могу сказать, чтобы я сильно был против."
        "А после того, как во второй раз вдохнул её дыхание, чуть прихватил её нижнюю губу уже не робким «можно?», а уверенным, улыбающимся «привет, я здесь, я соскучился»."
        "Она в изумлении округлила и без того огромные глаза — и несколько секунд спустя отбросила все попытки встать, обвивая меня руками."
        "На выпускном вечере юноши, столкнувшиеся с неизвестным типом застёжки бюстика, целуются до рассвета."
        dreamgirl "Тоже до рассвета процелуешься, или?"
        th "Блин, ну я так не могу!"
        dreamgirl "Семён, для неё это не просто переспать. Вспомни, у них культура другая, и то, чего твой организм сейчас сильнее всего желает…"
        th "Не сегодня."
        mi "Поможешь девушке подняться, красавчик?"
        "Рассмеялась Мику, прекрасно видевшая весь ход моих размышлений."
        me "А как же…"
        mi "Как же что?"
        "Я выдохнул."
    else:
        "Кажется, она прекрасно поняла, что здесь и сейчас ждать от меня Поступков не стоит."
        "И не в том дело, что она мне разонравилась — отнюдь!"
        "Но что я за аутист такой, если мне всё даётся сразу?"
        "Поэтому она зашевелилась и неторопливо начала выползать из-под меня."
        dreamgirl "Аааа! Не хочу! Верни её взад, тормоз!"
        th "Мало мы отморозились, хочешь продолжить?"
        dreamgirl "Да я не прочь!  Уж со мной-то бы она точно уже поцеловалась!"
        th "Ну-ну. Хорошо хоть не переспала."
        dreamgirl "А я и так могу. Ты не заметил, какая поза удобная?"
        "Из подсознания в голову бросили цельный образ из запаха, вкуса, касаний, задранной юбки и до боли сладкого момента единения."
        dreamgirl "Ну, осознал? Если я правильно помню японцев, у Мику все эти вещи неразрывно связаны между собой — поцелуйчики, романтика… И секс."
        mi "Ты можешь встать, если хочешь."
        "Негромко рассмеялась она откуда-то сверху."
    window hide
    scene bg ext_musclub_night_7dl
    show mi smile pioneer at center with dissolve
    mi "Хотя об этом ты, наверное, уже догадался."
    window hide
    stop music fadeout 5
    play music music_list["trapped_in_dreams"] fadein 3
    me "Да, спасибо…"
    "Некая неизвестная сила, держащая меня в неподвижности, наконец, пропала."
    dreamgirl "Сила ревматизма?"
    th "Болтай-болтай."
    "Наконец, я разогнулся и встал."
    show mi shy pioneer at center with dissolve
    mi "С возвращением в мир дееспособных."
    "Смущённо улыбнулась она."
    mi "Я так и поняла, что у тебя что-то в спине заклинило, знакомая вещь, у Па так иногда бывает."
    mi "Хочешь, массаж сделаю?"
    "Безо всякого перехода поинтересовалась она."
    dreamgirl "Ничего себе!"
    "Полностью солидарное со мной подсознание в некотором офигении даже забыло о том, что ему по ранжиру полагается язвить и подкалывать окружающих."
    "Вряд ли бы я удивился сильнее, даже если бы последовал вопрос в духе «Американского Пирога» — мол, ну мы скоро там уже в постель пойдём, а то я уже готова."
    th "Массаж."
    mi "Да! Массаж! Я не очень в этом деле большой специалист, но отцу спину разминать умела, он потом неделю ходил более или менее."
    show mi smile pioneer with dspr
    mi "Баловство всё это, конечно. Тут нужно к профессионалам обратиться, они и спину тебе посмотрят, и лечение назначат, и разомнут как следует."
    me "Думаешь, стоит?"
    "Я засомневался."
    th "А ну кто нас застукает в такой вот интересной позе?"
    dreamgirl "Ну и что? Думаешь, выгонят Мику из пионеров?"
    "Я согласился с тем, что потеря будет неимоверно большой."
    "Всё равно ещё более неловким этот вечер сделать не удастся."
    me "Что делать-то надо, расскажешь?"
    mi "Ничего особенного."
    "Немного походив по терраске, японка выбрала удобное ей место на выходе — там, где шли вниз две ступени."
    mi "Стягивай рубашку и садись."
    me "Ты уверена?"
    show mi happy pioneer at center with dissolve
    "Кажется, один из нас явно упивается смущением другого."
    mi "Да. Давай, а то мильгам потом колоть придётся — Виола своего не упустит."
    "Это мгновенно разрешило спор в пользу «массажистки» — всё-таки подпускать к моей тушке себе на уме медсестру с её иголками совершенно не хотелось."
    "Так что пришлось подчиняться угрозам расправы и металлических иголок."
    "Я стянул рубашку через голову и сел на ступеньку, подставляя голую спину тёплым ладошкам Мику."
    mi "Может быть немного больно, но я на всякий случай не стану давить в полную силу."
    "Не в полную силу, это…"
    window hide
    with flash_red

    "Меня как будто напополам разломили."
    "Если бы я не подавился выдохом, наверное, на вопли сбежался бы весь лагерь."
    me "Ты что творишь, вражина? Смерти моей хочешь?!"
    mi "А я уже всё, всё закончилось, и ты самый молодец."
    "Впрочем, ладошки со спины так и не убрались."
    "Более того, они начали самостоятельный путь по бокам."
    "По рёбрам — медленно, неторопливо, позволяя прочувствовать каждый миллиметр прикосновения."
    "Плечи рефлекторно дёрнулись, разгоняя застоявшуюся кровь."
    "И сверху вниз от шеи вниз побежали согревающие волны."
    me "Мику, это тоже часть массажа?"
    "Хрипло спросил я."
    mi "Наверное, ты можешь сказать и так."
    "За спиной что-то заскрипело, выдохнуло."
    hide mi with fade
    "Я смотрел в сторону мощённой бетонными плитами дорожки, поэтому не сразу обратил на сужение поля зрения."
    "Ведь слева и справа его теперь ограничивали стройные ножки в чулках."
    "Мику села ступенькой выше на той же лестнице, обняв меня ногами."
    "А шаловливые ручонки её, наконец, перебрались с боков моих на живот."
    "Приятно-то как…"
    dreamgirl "А ты знаешь, что если прямо сейчас извернуться на 180°, то можно в подробностях разглядеть её трусики?"
    if alt_day2_muz_done:
        th "Вот как? А тебе мало было полосочек позавчера?"
    dreamgirl "Мало? Да если хочешь знать, таких вещей вообще много быть не может!"
    "Подсознание ещё что-то фыркало и ворчало, как огромный кот, устраивающийся на ночлег — оно что-то знало, о чём не догадывался я."
    "Поэтому сочло свою работу на сегодня выполненной."
    "Меня обняли, а к помятой спине прижались два восхитительно упругих холмика."
    th "Она меня соблазняет, что ли?"
    "Все эти падения, танцы, песни — не были ли они частью одного коварного плана по привлечению моего внимания?"
    dreamgirl "Даже если и так, ты этот план провалил."
    dreamgirl "Надеюсь, ты не налажаешь хотя бы в такой мелочи, как…"
    th "Как что? Долготерпение?"
    mi "Семён…"
    "Мягко позвала Мику."
    me "Да?"
    play music music_list["goodbye_home_shores"] fadein 3
    mi "Ты слишком напряжён. Расслабься."
    me "Да я расслаблен."
    "За спиной презрительно фыркнуло."
    mi "Сеня, я серьёзно. Расслабься уже, не съем."
    me "Не съешь, так понадкусываешь."
    "Привычно проворчал я, позволяя плечам обмякнуть."
    "Я пытался углядеть её боковым зрением, поэтому до отказа повернул голову вбок."
    "И дальше я не успел ничего сделать или понять."
    "Просто девичья грудь ещё сильнее вдавилась мне в спину, а губ коснулись мягкие губы."
    if not loki and not alt_day2_mi_hyst:
        dreamgirl "Ваш первый, да? Поздравляю."
        dreamgirl "Он ещё и в суперлуние. {w}Что ж. Совет вам на любовь."
        th "Опять начинаешь?"
        dreamgirl "Да ни в одном глазу! Я вообще за то, чтобы ты уже остепенился, барин."
        dreamgirl "Мику ничуть не хуже любой другой. Идеальная девушка без тараканов и заморочек."
        dreamgirl "Забирай красоту, она вся твоя. Ну же!"
    "Целоваться на ступеньках под светом луны — настоящая романтика."
    "Я подождал, пока она не попытается отвернуться, и тогда повернулся и поймал её сам."
    "Не в этот раз, милая."
    "От опыта, конечно, одни воспоминания остались, но…"
    th "Можно же и освежить в памяти."
    "Подумал я, целуя эту мягкую улыбку."
    if not alt_day2_mi_hyst:
        "Наш первый поцелуй."
    "Обхватив меня ладонями за лицо, Мику запрокинулась куда-то назад, увлекая меня за собой."
    show mi sad pioneer at center with dissolve
    "Никогда не думал, что от простого поцелуя можно получить столько удовольствия."
    "Даже если учитывать, где и что делали мои руки."
    "На ней не оказалось бюстгальтера."
    "Трусики были миниатюрными и не сопротивлялись жадным пальцам."
    show mi shy pioneer at center with dissolve
    "А я всё целовал и целовал её."
    "Вспомнив о том, с чем вечер стал томным, нашёл место под её ушком и повёл дорожку поцелуями, срывая с девичьих губ сладкий стон."
    "Я хотел в ней себя."
    "Понять, за что она такая хорошая и красивая."
    "Понять, за что мы стали вместе."
    "Удивительно, что в моих действиях были трясучка и подростковое возбуждение, но самого секса там не было."
    "Там было желание принести как можно больше удовольствия."
    show mi grin pioneer at center with dissolve
    me "Можно же и наверстать упущенное."
    "Я расстегнул ей две нижние пуговицы на рубашке."
    "Кожа живота была восхитительной — натянутой как на барабан, упругой, тёплой, живой."
    "Обе моих руки оказались у неё под юбкой на бёдрах."
    me "Эх, избавить бы тебя от остатков одежды, и…"
    mi "Так что же тебя сдерживает?"
    "Шепнула она, целуя меня в шею."
    show mi happy pioneer at center with dissolve
    me "Пойдём баюшкать, чудо."
    me "Пока и правда весь лагерь поглазеть не сбежался."
    "Содрогнувшись от приятной щекотки, предложил я."
    "Кусты подозрительно шевельнулись уже в третий раз, и я погрозил им кулаком."
    "Оттуда донёсся сдавленный смешок."
    "Я погрозил ещё раз."
    "Наконец, неизвестный «кто-то» рассмеялся в голос — тонким, узнаваемым голоском — и удаляющиеся шаги дали понять, что моё чутьё не подвело."
    "Я улыбнулся Мику."
    me "Не знаю, как ты, а я такие вещи считаю интимными… Не хочу на публику их."
    "Мику негромко рассмеялась."
    mi "Тоже заметил нашу благодарную аудиторию?"
    mi "Я всё ждала, пока ты обратишь внимание."
    "Она безмятежно улыбнулась, целуя меня в висок."
    mi "Но ты прав, хотя мне и жутко не хочется тебя отпускать — глазки уже слипаются."
    me "Я провожу тебя."
    stop ambience fadeout 4
    stop music fadeout 4
    return
    
label alt_day4_mi_dj_sleeptime:
    $ night_time ()
    $ persistent.sprite_time = "night"
    stop music fadeout 1
    scene bg ext_house_of_mt_night_without_light with fade
    play ambience ambience_camp_center_night fadein 1
    play music music_list["a_promise_from_distant_days"] fadein 2

    show mi happy pioneer at center with dissolve
    "Вдох-вздох-всхлип-всхрип."
    "Эмпатия."
    "У неё засорилось горло, и она разговаривает хриплым голосом."
    "А прокашляться хочется мне."
    if alt_day2_date == 4:
        "Может, не такой уж и бумажной метафорой были её слова о том, что она плачет, когда мне больно."
    if not loki and not alt_day2_mi_hyst:
        "Первая ступенька, пройденная нами — и заслуга принадлежит лишь девушке. Я так и не сумел сделать что-то, требующее решимости."
        "Она всё сделала за меня."
        th "Кажется, это мой крест — всю жизнь индифферентно ожидать чуда, которое будет достаточно настойчивым, чтобы преодолеть мои защиты, и достаточно заинтересованным, чтобы остаться рядом после этого."
    me "Ты моё чудо."
    "Шепнул я, отводя с лица девушки выбившийся локон."
    me "Ты себе не представляешь, какое."
    "Шаг сделан, стены пали, и хочется…"
    "Даже не знаю, но это должно быть под кожу, в нервную систему, внутрь."
    "Не разрывать поцелуя? Не отпускать рук? Не отводить глаз?"
    th "Не позволять ей уйти."
    me "А я уходить не хочу."
    mi "Да…"
    show mi happy pioneer with dspr
    "Классическая поза из экранизации «Унесённых» — гибкий стан, прогнувшийся под рукой, прильнувшая к груди фигурка."
    me "Давай не пойдём никуда? "
    mi "Ага."
    "Давай возьмём вечность пополам, давай? Несколько миллионов бесконечных «сейчас», плюющих в лицо прорывающейся памяти."
    "Я почему-то считаю, что тебя нет и быть не может, что твой трепет под сжатыми ладонями — это тиканье электричества в спящем бытии, анабиоз высшей нервной, творящей очередной мирок на стыке между закрытием и открытием века."
    me "Можно я тебя поцелую?"
    show mi smile pioneer with dspr
    mi "Ты спрашивал об этом последние пять раз."
    me "А я дорвался."
    show mi laugh pioneer at center with dissolve
    mi "Это точно."
    "Объективная реальность — суть иллюзия, вызванная электрическими импульсами в мозгу."
    "Все мы видели нетленку братьев Вачовски."
    "Самое главное — это импульс в мозгу. Воображение дорисует остальное."
    "Все эти неотразимые, пленительные мелочи, вроде запаха волос и слабого запаха пота, который пробился даже сквозь эфирное масло."
    "Вроде выбившейся нитки из шва на плече."
    "Вроде непослушного локона, который всё лез и лез ей в глаза."
    me "Пойдём обратно в клуб?"
    mi "Тогда уж лучше в рубку — она дальше всех."
    me "И ключи только у нас есть, точно."
    "Какая она у меня умница. Всё предусмотрела."
    show mi smile pioneer at center with dissolve
    me "Пойдём?"
    mi "Умерь свой пыл, Ромео."
    "Рассмеялась девушка, а я еле удержался от того, чтобы снова не начать приставать."
    th "Да что со мной творится такое?!"
    dreamgirl "Гормональный дисбаланс."
    dreamgirl "Да ещё и девочка твоя сказала «можно». {w}Жаль, времени у вас маловато, а потом ты вернёшься к себе, где она…"
    th "А вот тут мы плавно затыкаемся и не говорим больше ни слова о моём доме."
    me "Ну или хотя бы пойдём ещё погуляем?"
    mi "Нет, солнышко. Я и правда с трудом на ногах держусь."
    show mi happy pioneer at center with dissolve
    "Она с неудовольствием отклеилась от меня."
    mi "Ещё и дел завтра куча. Надеюсь, ты будешь мне помогать."
    "Мику сделала шаг назад."
    "Ещё один — не отпуская мою руку."
    me "Но я не хочу."
    mi "И я…"
    "Мы стояли на расстоянии двух метров, держась вытянутыми изо всех сил руками в гротескном подобии балета."
    show mi sad pioneer far with dspr
    mi "Давай на «три-четыре», иначе я и правда не уйду."
    me "Хорошо."
    "Я вздохнул, сосчитал — и… Будто стал вдвое меньшим, когда пальцы перестали ощущать тепло её руки."
    mi "Я буду ждать завтра с нетерпением. И тебя."
    hide mi with pixellate
    "И убежала."
    window hide
    play sound sfx_open_dooor_campus_1
    stop ambience fadeout 1
    scene bg int_house_of_mt_noitem_night
    with fade
    $ renpy.pause (1)
    play ambience ambience_int_cabin_night fadein 1

    "Домик был пустой."
    "Кажется, в эту ночь не у одного меня луна вызвала романтическое настроение."
    "Но я и правда устал."
    "Сил хватило только на то, чтобы стянуть галстук с рубашкой, мимолётно вдохнув запах, которым пропиталась ткань."
    "Эвкалипт. Метка, которая теперь ассоциацией навсегда связана с красивой японской девушкой."
    dreamgirl "Ты прав, пусть у тебя будет как можно больше того, что связано с ней."
    "Я пожал плечами и, скинув одежду, нырнул под одеяло."
    th "Ещё больше — это только спрятать её в карман."
    dreamgirl "Думаешь, она будет против?"
    th "Думаю, да. {w}Ей нужна сцена и публика. Надолго её в режиме интроверта не хватит."
    dreamgirl "Но ведь здорово, что кто-то всегда будет ждать её за кулисами?"
    th "Конечно, здорово!"
    "Я представил, как нервничаю, смотря с фронта на её выступление, держа в руках бутылочку с водой, и улыбнулся."
    show blink
    "Я закрыл глаза."
    "И дальше думал только об этом."
    "А в памяти совершенно самостоятельно разворачивались воспоминания."
    if alt_day4_mi_dj_hedg:
        "…Охота на хыщника…"
    if alt_day3_technoquest_st1:
        "…Превращение захламленного помещения в удобную радиорубку…"
    if not alt_day4_mi_dj_hedg:
        "…Стычка с Двачевской…"
    "…Фильмы и воспоминания об отце…"
    "…Концерт Мику, мой ступор у клубов.…"
    if not alt_day2_mi_hyst:
        "…И, наконец случившийся первый поцелуй!"
    "Глаза уже слипались, а под сомкнутыми веками меня опять ожидала она."
    "Лишь самую чуточку хуже настоящей."
    scene cg wtf_end_of_day  with dissolve

    "Ми…"
    window hide
    scene black with fade2

    "Я уснул раньше, чем стих звук её имени."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return
    
label alt_day5_begin_mi_dj:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(5, u"Мику. DJ. Утро")
    play music lastlight_piano
    scene anim prolog_1

    "Мне снился сон."
    "Он немного выбивался из привычной уже мне череды приятных снов, частично эротических, частично романтических."
    "Этот сон был о повседневности."
    "О бытовухе."
    "Она бежит впереди меня, то и дело пытаясь удержать равновесие на высоченных шпильках."
    "И на кой она их вообще нацепила в аэропорт?"
    "Ещё ворчала, мол, в такие места не каждый день ездим, уж я-то мог бы и что-нибудь поприличнее подобрать."
    "Короче, она бежит впереди меня, я бегу за ней, балансируя тысячей пакетиков и сумочек."
    "Наверное, это началось всё тогда, когда я согласился повременить со свадьбой, чтобы зал вместил всю тысячу приглашённых дармоедов."
    "«Моей принцессе» — говорил я, и делал всё."
    "Оттуда всё и началось — практически один в один с её же собственной песней."
    "Поцелуй в щёчку — на губах блеск, размажешь, скотина, не жри блеск."
    "Кстати, ты не посмотрел, у меня сегодня новая причёска. Как, ты не видишь разницы? Да она же на целый тон темнее и на целый сантиметр короче — видишь, хвосты уже не доходят до лодыжек!"
    "Надевать пальто из моих рук — это даже без вариантов, помогать ей разуться — ну не самой же ей нагибаться, рискуя помять дорогущее платье."
    "Поэтому я тих, кроток, немногословен."
    "Да-да, твоей руке слишком пусто, я уже спешу вложить её в мою ладонь."
    "Прекрасная принцесса нуждается в обожании и ни в чём больше."
    "Сгрузив пакеты в зале ожидания, я отошёл в мужскую комнату, чтобы немного посмотреть в стену поверх писсуара."
    "Сзади раздалось цоканье каблучков, и голос за моей спиной потребовал мороженого."
    "Не знаю, хотела ли она найти мороженое в туалете, но… Это просто милая ошибка."
    "Хотя и хотелось спустить тормоза, позволить нам наговорить друг другу гадостей — о которых я, несомненно, пожалею."
    "Особенно, когда она сказала, что настоящий принц придёт и заберёт её в волшебную страну."
    me "Ремешком по жопе он тебя заберёт!"
    "Рявкнул я и проснулся."
    dreamgirl "Ну как тебе шажок поближе?"
    th "Что?"
    dreamgirl "Говорю, как тебе сценка из жизни рядом с Мику?"
    th "Это же просто кошмар."
    dreamgirl "Ну, я сопоставляю то, что знаю про неё с тем, как у вас развиваются отношения…"
    th "Откуда ты столько про неё знаешь?"
    dreamgirl "Я же тебе вчера весь день…"
    th "А впрочем, стоп. И знать не хочу."
    "Наверное, со стороны я выглядел очень забавно — с мечтательными блеском в глазах."
    th "Этот кошмар… Ты знаешь…"
    dreamgirl "Что?"
    th "А мне понравилось!"
    dreamgirl "Нет!"
    th "Я серьёзно! Наверное, я чего-то такого всю жизнь и хотел."
    window hide
    play music music_list["reflection_on_water"] fadein 3
    scene expression Desat("bg int_house_of_mt_sunset")
    with fade2
    "Вот уже второй раз мне удаётся довести до предынфарктного состояния собственный внутренний голос."
    "Похоже, я нашёл на него управу."
    show unblink
    "Посему проснулся в приподнятом настроении."
    "За долю секунды до того, как моего плеча коснулась вожатая."
    show mt normal pioneer with dspr
    mt "Привет, поднимайся потихоньку. Завтрак через десять минут."
    me "Завтрак? А как же добровольно-принудительные процедуры?"
    show mt smile pioneer with dspr
    mt "Прислушайся."
    me "Зачем?"
    mt "Прислушайся, говорю!"
    play ambience ambience_rain fadein 3
    "Я последовал требованию вожатой и сквозь стенки домика расслышал мерный перестук капель по крыше."
    me "Дождь?"
    mt "Да. Так что все линейки и зарядки отменены, завтрак позже — таков регламент."
    "Она задумчиво взвесила в руке дождевик и повесила его на вешалку у двери."
    mt "Поднимайся. Наденешь вот."
    "Она встала в дверях, раскрывая неизвестно откуда взявшийся зонтик-трость, и порывом ветра в помещение занесло целую пригоршню ледяных брызг."
    me "Ольга Дмитриевна!"
    mt "Не нравится?"
    "Она рассмеялась."
    mt "Не опаздывай."
    window hide
    play sound sfx_open_door_kick
    $ renpy.pause(1)
    hide mt with dissolve

    "Она исчезла, позволяя мне одеться."
    "Ворча что-то не очень вразумительно о злобных пионервожатых, которые непонятно где шляются до часу ночи, а потом имеют наглость вставать раньше пионеров и выглядеть при этом цветущими как майская роза, я выпростал левую ногу из-под одеяла, замеряя температуру за бортом."
    th "Вроде, терпимо."
    "Я затаил дыхание, и…"
    if alt_day3_technoquest_st1 or alt_day3_technoquest_st2:
        "Тут же увяз — моей рубашки нигде не было!"
        if not alt_day4_mi_dj_hedg:
            "Той самой, хлопковой, которую я старательно обминал по фигуре последние три дня!"
        "Вместо этого меня ожидала свёрнутая вокруг картонки новенькая рубашка, белоснежная, ни разу не надёванная."
        th "Что за…"
        dreamgirl "Наверное, «мамочка» стираться унесла."
        "Другого объяснения этому я не видел, поэтому несколько раз тряхнув тканью в воздухе, постарался как можно быстрее влезть  в форму — удивление прошло, а вот согреться я не успел."
    "Собраться удалось меньше чем за сорок секунд, а укусы холодного воздуха только подзуживали действовать ещё быстрее."
    "В голову вдруг пришло, что было бы здорово заблаговременно забрать одежду под одеяло — я частенько делал там дома, когда придурки-коммунальщики в очередной раз решали, что двадцать градусов — это не мороз, и отопление не нужно."
    dreamgirl "Точняк, влез бы в тёплую одежду…"
    th "Ну!"
    dreamgirl "…и с грохотом вылетел бы из столовой за то, что в мятой форме явился."
    "Продолжило подсознание так, будто я и не перебивал."
    "Коль скоро оно излагало всё таким образом…"
    th "Я, пожалуй, лучше немного помёрзну."
    dreamgirl "Разумное решение. И нет, дождевик надевается не так. Ты в нём что, пуговицы ищешь?"
    dreamgirl "Представь, что платье надеваешь."
    th "Что?"
    dreamgirl "Ну, платье! Полезный опыт, явно в жизни пригодится."
    "Я наконец нашёл горловину плаща из непромокаемой ткани и продел туда голову, и правда, будто облачившись в платье."
    dreamgirl "Ну вот, а теперь вперёд! На покорение размытой земли, дождя в глаза и холодной воды за шиворотом. Всё ради встречи с Мику!"
    th "Ты умеешь подбодрить."
    window hide
    play sound sfx_open_door_kick fadein 0
    scene cg d5_rainy_idle_7dl
    with dissolve
    $ renpy.pause(3)
    $ persistent.sprite_time = "sunset"

    "Враждебно посмотрев на промокшее небо, я вжал голову в плечи, как мог, закутался в дождевик и бегом побежал до столовой."
    "Уложился в три минуты."
    window hide
    play sound sfx_open_door_2
    scene bg int_dining_hall_people_rain_7dl with dissolve
    play ambience ambience_dining_hall_full fadein 3

    "Столовая была битком набита."
    "Ничего удивительного — в кои-то веки всех пионеров кормили одновременно."
    "Я уже почти смирился с мыслью о том, что мне придётся ждать кого-нибудь, пока он поест и освободит место, но тут меня кто-то схватил за руку."
    show mi smile pioneer with dspr
    mi "Сенечка, привет, как тебе погодка, нравится? Мне тоже нравится, я вообще люблю дождь, у меня и песня есть про него, хочешь спою?"
    mi "Ну, вернее, не совсем про дождь, это больше про прогулки по Синдзуку, с обязательным заходом в Синдзуку Гоэн под тень тысяч японских вишен. Сакура. Это название у них такое."
    mi "Как тебе спалось? Мне всегда хорошо спится под шум дождя, а тебе? У некоторых людей болит голова от перемены погоды, но это потому что у них давление низкое, а у тебя давление нормальное?"
    "Выпалила она залпом, не отвлекаясь на глупости вроде дыхания."
    th "Нервничает."
    dreamgirl "Думает, ты сейчас сделаешь вид, что ничего вчера не было."
    th "Почему я должен делать такой вид?!"
    dreamgirl "Потому что делал так уже несколько раз, наверное.  Имей в виду — конкретно эта девочка не позволит тебе отмолчаться в уголке."
    th "Да не больно-то и хотелось. Самое главное-то, «можно», уже прозвучало."
    "В улыбку уместилось всё — и то, что я ничего не забыл, ни о чём не жалею, и ничего исправлять не хочу."
    "И то, что я жутко соскучился по японочке, пока спал."
    me "Здравствуй, Мику. Я тоже скучал."
    me "И тебе совершенно необязательно говорить со скоростью пулемёта."
    show mi upset pioneer with dspr
    mi "Ой. Я опять тараторю, да?"
    "Она дождалась моего кивка."
    show mi shy pioneer with dspr
    mi "Ну… Тогда… Я попытаюсь… Говорить… Помедленнее."
    "Честное слово, я не хотел! Смешок сам сорвался с губ."
    "Но только моя реакция помогла мне поймать руку надувшейся старлетки и потянуть к себе."
    me "Я правда очень-очень рад тебя видеть. Но давай чего-нибудь загрызём, пока я не стал приглядываться к тебе с гастрономическим интересом."
    show mi laugh pioneer with dspr
    mi "Ты прав! Надо позавтракать. {w}Я, кстати, тебе место заняла!"
    "Вид она имела самый хвастливый. {w}Ну а я подыграл — мне не сложно, а ей в радость."
    me "Мо-ло-дец! А теперь пора есть."
    window hide
    hide mi with fade2

    show un normal pioneer at right
    show el normal pioneer at left with dissolve
    "Японка отвела меня к столику, где Лена старательно держала два места, более или менее успешно отбиваясь от попыток Электроника угнать свободный стул."
    me "Привет."
    show un shy pioneer with dspr
    un "П-привет."
    "Лена немного покраснела, когда я подошёл, но сделала вид, что ничего не произошло и, в дальнейшем игнорируя меня, обратилась к Мику:"
    un "Место я придержала. Спасибо. Я могу идти."
    show un normal pioneer at center
    show mi smile pioneer at fright
    with dspr
    mi "Конечно-конечно, Леночка, спасибо тебе огромное!"
    "Нелюдимая девочка кивнула и пропала с радаров — будто сквозь землю провалилась."
    hide un with dissolve
    show mi normal pioneer at right with moveinright
    "Электроник, который уже успел понять, что ему тут ничего не обрыбится, также поспешил освободить территорию."
    hide el with dissolve
    show mi smile pioneer at center with moveinright
    "Мы сели рядом, касаясь друг друга коленками под столом."
    "Рисовая каша-ризотто, чай и два бутерброда с сыром — завтрак на все времена!"
    "Вознеся молитву рандому за ниспосланные ништяки, я воткнул ложку в белую массу на тарелке и некоторое время молча шевелил челюстями."
    mi "Сенечка, а ты что делать будешь?"
    me "Кхм…"
    "Степенно дожевав, я обернулся к японке."
    me "Прямо сейчас?"
    mi "Да!"
    me "Ну, у меня в планах доесть кашу, потом взяться за чай…"
    show mi laugh pioneer with dspr
    mi "Прекрати!"
    "Она опять нацелилась шлёпнуть меня пальцами по лбу."
    "Но её отвлекли."
    mt "Меня не волнует!"
    mt "Или ты хочешь пообщаться с директором о драках на территории лагеря?"
    window hide
    play music music_list["awakening_power"] fadein 2
    hide mi
    show dv_mt 
    with dissolve

    "Мы резко обернулись к источнику шума."
    "И я почему-то ни капельки не удивился тому, что увидел."
    th "Двачевская, кто ж ещё."
    "Признаться по правде, до последнего времени я считал её репутацию сорвиголовы и творца проблем окружающим малость дутой — ну, как это обычно бывает."
    "Ты создаёшь себе репутацию несколькими хорошо выверенными поступками, после чего можешь расслабиться и дать репутации поработать за себя."
    "В межличностных отношениях это не панацея потому, что рано или поздно ты всё равно где-нибудь облажаешься и не успеешь вовремя масочку накинуть."
    "А вот в связке «индивид-социум» это работает просто замечательно."
    "Особенно, если ты чёртов интроверт и любому другому досугу предпочитаешь тот, что требует сольной работы — даже тогда, когда вопрос заходит о выстраивании каверз."
    "Но, похоже, Алиса полностью соответствовала тому, что о ней говорят."
    if alt_day3_technoquest_st1 or alt_day3_technoquest_st2:
        mt "Или думаешь, мне столько удовольствия доставляло застирывать кровь на рубашке, чтобы не объяснять откуда взялись пятна?"
        dv "Вас никто не заставлял."
        "Угрюмо ответила Алиса."
        mt "Правда? Значит, надо было кидать просто в прачечную. Чтобы они в полном соответствии с правилами накатали директору заявление?"
        dv "Не знаю, меня это не волнует."
        "То, как она себя вела, да и вчерашний её джеб подтвердил реноме бандитки полностью."
        "Но тут Ольга в очередной раз явила свету — что есть хороший педагог и чем он от посредственности отличается. И понизив голос, прошипела несколько слов."
        "После которых из Алисы будто воздух выпустили."
        "Задранный нос мгновенно устремился к полу, Алиса покраснела и сгорбилась на своём стуле."
        "Не знаю, знакомо ли ей понятие «стыд», но сейчас она была опасно близка к нему."
        mt "Я жду!"
        dv "Иду…"
        window hide
        scene bg int_dining_hall_people_rain_7dl
        show dv guilty pioneer with dspr
    
        "Алиса подошла ко мне и начала:"
        dv "Это… Новичок…"
        mt "Семён!"
        show dv sad pioneer with dspr
        dv "Да… Семён."
        "Вздрогнула Алиса."
        me "Да?"
        "На всякий случай я приготовился обороняться тарелкой с кашей."
        "Получить ещё раз в нос не улыбалось совершенно!"
        dv "Я… Мне за вчерашнее…"
        show dv shy pioneer with dspr
        dv "Извиниться бы…"
        "Она говорила всё тише."
        mt "Не слышу!"
        dv "Семён, не обижайся за вчерашнее."
        "Ей с огромным трудом давались слова."
        me "Э…"
        show dv sad pioneer with dspr
        dv "Ну… Я пойду?"
        me "Иди."
        "Она сделала было шаг…"
        show dv shy pioneer at cleft with moveinleft
        mt "Двачевская!" with vpunch
        stop music
        stop ambience fadeout 6
        "Идеально поставленный голос вожатой влёгкую перекрыл гомон в столовой — все стихли от неожиданности."
        show dv sad pioneer at center with moveinright
        mt "Не зли меня!"
        "В ставшей оглушающей тишине, Алиса, очевидно, психанув, резко обернулась к вожатой."
        dv "Мне не за что извиняться!"
        mt "Позволь решать это мне, милочка."
        "Фыркнула вожатая."
        mt "Ты распускала руки, тем более на человека на дежурстве. {w}Смелее, мы все тебя ждём."
        show dv angry pioneer with dspr
        dv "А чё он рот свой открывал!"
        show mt normal pioneer far at fright with dissolve
        mt "Рот?"
        "Ольга подошла поближе, чтобы не кричать через всю столовую."
        "Тщетно — на «Санта-Барбаре» сконцентрировалось внимание абсолютно всех присутствующих, включая поваров и втихомолку хихикающую Виолетту."
        mt "Значит, он тебя оскорбил, раз ты его ударила? И серьёзно? {w}Что же он сказал."
        show dv normal pioneer with dspr
        dv "Он сказал…"
        "Бодро начала Алиса."
        dv "…что…"
        show dv shy pioneer with dspr
        extend " Я пойду к…"
        "Она осеклась и в ужасе уставилась на меня. Нижняя губа девушки задрожала, свидетельствуя о подступающей истерике."
        show mt angry pioneer far at fright with dspr
        mt "Что?"
        "Продолжала глумиться вожатая."
        mt "Что он мог сказать такого, что заслуживало бы побоев?"
        dv "Н-нет… Н-ничего."
        "Она побледнела, потом покраснела, но удивительно ровным голосом — выдающим недюжинное внутреннее напряжение — ответила."
        dv "Он и правда не заслужил."
        "Кажется, мы только что вышли на двачевской терра инкогнита. О которой прекрасно была осведомлена вожатая. И о которой изо всех сил старалась не распространяться рыжая."
        "Поэтому она оценила шикарный подарок — возможность просто извиниться, не выставляя исподнее напоказ."
        show dv guilty pioneer with dspr
        dv "Слушай."
        "Алиса посмотрела мне в глаза."
        dv "Я большую гадость сделала, не знаю, что на меня нашло. Захотелось сделать больно."
        me "Да что там. Если бы мне кто-то сказал…"
        show dv angry pioneer with dspr
        " Я запнулся — глаза девочки стали угрожающими, потом молящими."
        me "Что-нибудь под руку!"
        show dv normal pioneer with dspr
        "Выкрутился я."
        me "Тоже бы разозлился…"
        show mt normal pioneer far at fright with dspr
        mt "Алиса, ты не для меня прощения просишь, забыла?"
        "Перебила меня вожатая."
        show dv sad pioneer with dspr
        dv "Да."
        "В тишине зала произнесла Алиса. К ней были прикованы глаза всех присутствующих."
        dv "Прости меня пожалуйста."
        mt "СЕМЁН!"
        dv "Да. Семён."
        mt "ПРОСТИ МЕНЯ, ПОЖАЛУЙСТА, СЕМЁН!"
        show dv shy pioneer with dspr
        dv "Прости меня, пожалуйста, Семён."
        "А мне так неловко стало, как будто это я что-то плохое сделал. И захотелось побыстрее уже закрыть этот бурлеск. Тонкий психологический приём, не дающий жертве права сказать «Нет»."
        me "Заканчивай балаган. Сделаем вид что ничего не было."
        "И будто солнышко из-за туч выглянуло — Алиса весело улыбнулась."
        show dv smile pioneer with dspr
        dv "Ольга Дмитриевна, вы слышали?"
        mt "Слышала. Теперь твой второй косяк…"
        dv "Ну, это уже когда кончится дождь!"
        "Весело прокричала Алиса, выбегая вон из столовой."
        hide dv with moveoutleft
        "Дверь хлопнула за ней, и внимание всех переключилось на оставшихся действующих лиц."
        "И если Ольге к публичности было не привыкать, то для меня это каждый раз становилось испытанием."
        "Покраснев, я уставился в тарелку, попытавшись сделать как можно более отсутствующий вид."
        play ambience ambience_dining_hall_full fadein 3
        "Не знаю, сработало ли, или нет, но несколько секунд спустя гомон возобновился."
        hide mt with dissolve
        "Кивнув мне, Ольга уселась за столик рядом с медсестрой."
        show mi angry pioneer with dspr
        mi "Неудачно повернулся, говоришь?"
        "Мику сердито посмотрела на меня."
        me "Что?"
        mi "Кровь вчера. Ты сказал, что неудачно повернулся."
        show mi dontlike pioneer with dspr
        mi "И теперь я вижу, кто это тебя так повернул неудачно!"
        me "Ээээ…"
        mi "Что «э»?!"
        show mi angry pioneer with dspr
        "Мику выглядела не на шутку рассерженной."
        mi "Ты соврал мне!"
        th "Кажется, сейчас меня будут неторопливо и со смаком размазывать по стенам и потолку."
        dreamgirl "Зачем врал, придурок?"
        th "Не знаю… Ради того, чтобы иметь возможность выбора."
        dreamgirl "Возможность выбора — это бирюлька тех, кому яиц хватит её защитить. Да, ты не подставил Мику вчера, но как ты воспользовался открывшимся выбором? "
        th "Перестань. У меня и так врагов хватает."
        "Я ожидал, что Мику обидится, уйдёт или стукнет меня в свой черёд."
        "К счастью, она решила, что на первый раз можно простить ."
        mi "Не смей мне врать никогда, ты понял? {w}Обидно знать, что ты говоришь мне неправду."
        show mi sad pioneer with dspr
        mi "Я прощу тебе всё. Кроме лжи."
        "Выражение не было бесспорным, но сейчас разумнее всего было согласиться."
        mi "Понял?"
        me "Да."
        "С готовностью кивнул я."
        show mi smile pioneer with dspr
        mi "Замечательно!"
        "Она поцеловала меня в щёку и поднялась."
        mi "Жду тебя в рубке."
        hide mi with dissolve
        "И направилась к двери, оставляя меня наедине с остывшей кашей."
        "Чертовы извинения, никому не нужные разборки, выяснения отношений… И самое скверное — всё это на виду у всего лагеря!"
        th "Явно не день для Бэкхема."
        dreamgirl "Поддерживаю. Давай, заканчивай и иди домиряйся со своей ненаглядной."
        "Это была первая разумная мысль, которую я услышал сегодня, поэтому немедленно поспешил к ней прислушаться."
        "Поэтому завтрак был досрочно завершён."
        me "Ну уж нет, ты и так десять часов неизвестно где была. Ни минуты больше не дам!"
        "Я догнал Мику и встал рядом с ней."
        show mi laugh pioneer with dspr
        mi "Что, не позволишь больше спать идти?"
        me "Да!"
        stop ambience
        stop music
        window hide
    else:
        "Она стояла перед вожатой, опираясь кулаками о стол и что-то цедила исподлобья."
        "А та всё говорила и говорила что-то."
        mi "Как думаешь, что случилось у них?"
        "Я пожал плечами."
        me "Кто ж её знает. Наверное, опять какую-нибудь гадость учудила ночью. Генде, там, на лбу неприличное слово написала, или ручки дверей сажей намазала."
        scene bg int_dining_hall_people_rain_7dl with dissolve
        show mi laugh pioneer with dspr
        mi "Это да! Алиса может такое."
        me "Может-может. Главное, в такие моменты держаться подальше от неё — она притягивает неприятности просто по факту."
        dreamgirl "Ой, что-то знакомая характеристика!"
        "Не преминуло съязвить подсознание."
        dreamgirl "Не о тебе ли можно сказать в точности то же самое?"
        th "Я опасен только для самого себя, людям, оказавшимся в эпицентре моей неудачи, не угрожает абсолютно ничего."
        dreamgirl "Ага-ага, исключая порчу, сглаз, семь лет безбрачия, энергетическую пиявку и что там ещё эти шарлатаны из газет всё грозятся снять."
        th "Но это же неправда!"
        dreamgirl "У тебя нет достаточно длительной выборки по целевой аудитории, ты не можешь говорить с точностью. Может, твоя неудачливость прилипчива и ты Мику только что прокатил с парой удачных альбомов."
        th "Так, этот цирк перестаёт быть смешным. Я — не приношу неудачи!"
        dreamgirl "Если ты не приносишь неудачи, значит, должен приносить удачу. Докажи. Неудачник."
        "Бросив напоследок образом с длинным высунутым языком, подсознание смолкло."
        mi "Я и так с ней не общаюсь почти, хотя мы могли бы подружиться на почве общих интересов."
        me "Да? Каких же, например?"
        show mi smile pioneer with dspr
        mi "Мы обе музыку любим! Вот!"
        me "А… Ну это да."
        "Вспомнились вдруг некоторые особо жаркие вечера, когда схлестывались стенка на стенку ребятки в коже и ребятки в широких штанах."
        "Они ведь тоже любят музыку."
        me "Знаешь, лучше не надо. Предлагаю дружить со мной. Я лучше."
        me "И красивее."
        show mi laugh pioneer with dspr
        mi "И скромнее!"
        "Она поднялась и поманила меня за собой."
        mi "Пошли фильмы смотреть?"
        me "А как же радио?"
        mi "Какое радио в дождь? Фильмы смотреть пошли, а то я без тебя включать не умею."
        me "Как прагматично."
    window hide
    play ambience ambience_rain fadein 2
    scene cg d5_rainy_idle_7dl with dissolve
    play music lastlight_piano
    "Мы рассмеялись в тон и, взявшись за руки как две первоклашки, отправились навстречу новому, дождливому, сырому, пасмурному — но тёплому — дню."
    "Дню, где нашлось место всему, веру во что я утратил много-много лет тому назад."
    "Надежде."
    "Участию, неравнодушию."
    "И любви."
    "Мику."
    "Я искоса смотрел на неё — на то, как мокрые волосы облепили лицо, и сквозь пряди сверкали донельзя довольные, {i}счастливые{/i} глаза."
    "И от мысли, что причина этому неукротимому счастью — я, хотелось  сделать что-то миру взамен."
    "Проморгаться от нечаянной рези в глазах и подчинить воле причинно-следственные связи, раздавая каждому не по заслугам или свершениям — а по тому счастью, что способна вместить его душа."
    "И в первую очередь — этой девочке, что очень по-своему, но от чистого сердца дарила мне всё, что только могла подарить."
    "И это само по себе значило гораздо больше, чем можно было бы выразить любыми словами."
    "Как там говорила вчера Лена — мы с Мику экзоты. И нас ожидаемо тянет друг к другу."
    "Опять вспомнился утренний сон — с тем, как бегу за ней с миллионом пакетиков, взрослой, красивой, уверенной в себе."
    "Это так гармонично сочеталось с новой картиной, что я не заметил перехода."
    "Я потею за кулисами, грея бутылочку с водой в руках, чтобы ненаглядная не застудила связки, на всякий случай держу в руках плед-полотенце, чтобы обтереть её, разгорячённую после танцев на сцене."
    "И беспокоюсь за неё — слышал уже, на что способны фанаты, если прорвутся сквозь оцепление — и горжусь ей невозможно."
    me "Мику."
    "Мы бежали через весь лагерь, но у самого входа в клубы, я остановил её и развернул к себе."
    window hide
    scene bg ext_clubs_sunset_rain_7dl
    show mi normal pioneer
    with dissolve

    mi "Пошли под навес! У меня все волосы вымокли!"
    "Прокричала она."
    "Впрочем, не выглядевшая особо расстроенной из-за того, что хвосты впитали в себя пару кило дождевой воды."
    me "Нет, погоди. Я хочу сделать кое-что."
    mi "Что?"
    me "У нас столько романтики, как будто кто-то сидел досужий и палец к пальцу, строка к строке подбирал события — и жутко становится от  того, кому хватит ума или власти провернуть такое, но…"
    show mi smile pioneer with dspr
    mi "Сенечка, говори по-русски, я по-русски тоже понимаю."
    if alt_day2_date == 4:
        me "Я говорю — сначала пляж, закат."
    me "Вчера луна и наш первый настоящий поцелуй."
    me "А сегодня, вот — дождь."
    mi "Ну так это же прекрасно! Надо ловить такие фрагменты, пока они идут чередой!"
    dreamgirl "Что, правда решился?"
    th "Отвали."
    dreamgirl "Нет, ты хорошо подумал?"
    th "Отвали, я сказал."
    me "Мику."
    mi "Да, Сенечка, что такое?"
    if loki or herc:
        me "Мне кажется, я в тебя влюбился."
        show mi shy pioneer with dspr
        "Девушка на некоторое время впала в эдакий кататонический ступор, выйдя из которого не нашла ничего умнее, как спросить:"
        mi "Кажется?"
        me "Вообще, нет. Я в этом уверен абсолютно точно."
        me "Насколько вообще можно быть уверенным в таких вещах."
        mi "Ух…"
        "Она помахала ладонью перед лицом."
        mi "В-вау… Знаешь, Сенечка, мне, наверное, надо будет немного сжиться с этой мыслью, хорошо?"
        me "Да, конечно…"
        "Уныло кивнул я."
        th "Ей надо сжиться… Ну кто бы сомневался. На обоюдность и взаимность как-то даже рассчитывать не приходится."
    else:
        "Я открыл рот… И завис."
        me "Ээээ…"
        "Меня затрясло."
        show mi upset pioneer with dspr
        mi "Сенечка, что с тобой? Тебе нехорошо?"
        me "Нет, всё нормально со мной. Сейчас."
        me "Я… э…"
        "Горло перехватило и после ряда сглатываний я вернулся к тому, с чего начал."
        me "Мику, я… короче, это…"
        mi "Да что?"
        me "Я хочу сказать тебе нечто очень важное."
        show mi shy pioneer with dspr
        mi "Очень важное?"
        me "Да!"
        "Я попробовал в третий раз."
        me "Я… Ну, ты понимаешь…"
        show mi sad pioneer with dspr
        mi "Нет, не понимаю. Что случилось, Сень?"
        me "Да блин! Я не могу этого произнести…"
        mi "Произнести чего?"
        me "Того что сказать хотел! Меня как за горло кто-то держит."
        "Впору было расплакаться."
        mi "Может, ты просто задубел? Так бывает. Пойдём в клуб, может, там отогреешься?"
        "Я нашёл, что тяжело увязать холод с моим перехватившим горлом, но согласно кивнул."
        mi "Замечательно!"
    mi "А пока пойдём смотреть кино!"
    me "Пойдём…"
    stop music fadeout 6
    stop ambience fadeout 4
    window hide
    return
    
label alt_day5_mi_dj_cinema:
    $ persistent.sprite_time = "night"
    $ day_time()
    $ alt_chapter(5, u"Мику. DJ. Кино")
    scene bg int_clubs_dj_7dl
    show mi smile pioneer
    with dissolve
    play music music_list["so_good_to_be_careless"] fadein 5

    "В рубке было сухо и тепло — сбросив дождевики на распялке у входа, оставили там же нахватавшуюся воды обувь и босиком прошли в святая святых."
    "Радио в дождь не критично. Вернее сказать, оно даже вредно, так как отвлекает пионеров от перемещения перебежками между домиками, туалетами и столовой."
    "Поэтому диджей может позволить себе побездельничать."
    "И, соответственно, приближённый к нему — не знаю, как это называть, помощник? Соведущий?"
    "Так или иначе, в этот раз канал был уже настроен, осталось дождаться только разогрева аппаратуры, и несколько минут спустя новенький «Панасоник» утробно сглотнул VHS-подарочек с продолжением приключений Марти МакФлая и дока Брауна."
    mi "Назад в будущее — 2. Значит, есть и первая?"
    me "Есть, но там про путешествие в прошлое, не очень интересно."
    "Фильмы для меня, особенно хорошие, всегда находились примерно на одном уровне с хорошей книгой."
    "Творения Земекиса, Дарабонта, Нолана отличались не только неплохой развлекательной частью, но и эдакой философской подоплекой, раскусить которую удавалось далеко не с первого раза."
    "И всякий раз, пересматривая эти фильмы, я открывал в них для себя что-то новое."
    "В частности, эта же «Делорейн», которую я смотрел запоем всю трилогию, в прошлый раз натолкнула на размышления об этике помощи самому себе из будущего."
    "Всякий может сказать, что машины времени не существует — иначе он хотя бы раз в своей жизни мог бы столкнуться с самим собой, получить весточку из двадцать первого века или обзавестись эдакой шпаргалкой в суперобложке от «Ooh lala»."
    "Но что-то пока таких не встречалось. Либо они очень, очень хорошо шифруются."
    dreamgirl "Чувак, ты сейчас сам как живая «Делорейн», если позволишь это сравнение."
    dreamgirl "Все шпаргалки у тебя в голове — так и дерзай."
    window hide
    scene anim prolog_1
    $ set_mode_nvl()
    "Ретро-футуристика всегда смешна."
    "Ты выглядываешь в окно и понимаешь, что верновские гигантские паровозы вряд ли нашли бы место в современном мире, стремящемся к максимальному КПД."
    "Что люди никогда не наденут крылья, с куда больше вероятностью забросят за спину джет-паки или сядут в парапланы."
    "Возможно, людям будущего будут смешны и наши представления о том, во что превратятся технологии — и некий Семён образца двадцать второго века будет снисходительно поглядывать на все эти наши прозрачные, гнущиеся телефоны, беспроводную раздачу интернета и смартчипы вместо паспортов — то, что пять лет назад предрекали футуристы, а на данный момент полным ходом внедряется повсюду."
    "Аналогично в фильме было несколько находок, которые даже с позиции обитателя двадцать первого века выглядели достаточно свежо — но всё больше было того, на что без слёз не глянешь."
    "Но обо всём по порядку."
    nvl clear
    "Для начала следует отметить, что нам досталась кассета из тех, что переписывали и переписывали десятки раз, поэтому я совершенно не удивился, когда из динамиков видеодвойки после вступления заслышался с детства знакомый голос Володарского."
    "Нос с прищепкой, характерное проглатывание окончаний. Мммм… Вкус детства!"
    "И тем забавнее было проводить параллели того, что происходило на экране, с тем, куда почти дожил я."
    "Во-первых, той долбанутой, пёстрой моды, которой пугал Земекис, так и не приключилось. {w}Спору нет, по подиуму ходили расфуфыренные попугаи, но я вас умоляю — кто станет носить то, что носит придурок с подиума?"
    "Увеличившаяся оперативность газет — здесь правда! Чистая, натуральная и нерафинированная."
    "Да что там, я сам не одну сотню раз стоял, регистрируя смартом какой-нибудь любопытный момент вроде северного сияния над городом, выставления оцепления ОМОНа во время визита околофутболистов из других городов или весёлого матерка раздатчиков газеты «Метро» на Площади Восстания."
    "Либо фото, либо видео, либо твит — оперативность новостных лент поражала, а если купить себе электронную книгу с возможностью сбора каналов новостей, то и новости всегда будут чуть ли не несколькосекундной свежести."
    nvl clear
    "Самозатягивающихся ботинок так и не завезли, зато вояки рассекретили несколько технологий и из Скандинавии через Северную Столицу хлынули на просторы России-Матушки шмотки, в которых нельзя замёрзнуть и в минус пятьдесят, непромокаемые, на мембране, не дающей хозяину потеть и уставать."
    "Так что я, влезая в свои «Гриспортс» без проблем подшнуруюсь вручную, зато уверен абсолютно точно, что сколько бы я ни стоял на остановке — я не простыну и не промокну… Что втрое критично для нашей лютой волости, где влага чаще всего не падает с неба, а носится облаком взвеси по улице, забираясь под одежду тех, кто недостаточно утеплён."
    "Со скейтом, разумеется, ничего не получилось — нецелесообразно. О, разумеется, если у внезапного фаната вдруг есть несколько лишних миллионов мёртвых американских президентов, то специалисты могут построить ему некий павильон…"
    "Но куда рентабельнее подвесить генераторы под направляющие в туннеле и запустить маглевы, как это сделали умники с родины Мику, водрузив целый состав на магнитные подушки и разогнав его до без малого шестисот километров в час."
    nvl clear
    "Зато в том, что касается реклам — это да, тут мы смогли."
    "Человечеству вообще свойственно преуспевать в самых бесполезных отраслях — маркетинге, рекламных технологиях, прочих масс-медиа, призванных обмануть ближнего своего."
    "Поэтому современного обывателя уже не напугаешь той акулой, что попыталась откусить кусочек от Марти — нет, он презрительно фыркнет и спросит «а что, полигонов побольше не завезли?» и пойдёт себе дальше по своим делам, развращённый сверхреалистичной компьютерной симуляцией из Силиконовой Долины."
    nvl clear
    scene bg int_clubs_dj_7dl
    show mi smile pioneer
    with dissolve
    $ set_mode_adv()
    mi "О чём задумался, Сенечка?"
    "Мику с трудом оторвалась от сценки с погоней на ховерах над бассейном и посмотрела на меня."
    me "Да так… Умиляюсь человеческому гению."
    "Я взял её ладонь и поднёс тонкие, чуткие пальчики к губам."
    show mi laugh pioneer with dspr
    mi "Ты как мой папочка заговорил — люди стремятся к покою и стабильности, ля-ля-ля… А по-моему, это скучно."
    mi "Доза хаоса должна быть у каждого в жизни, нельзя постоянно жить по плану."
    play music music_list["you_lost_me"] fadein 3
    mi "Вот ты, например, явно не планировал встретить меня в лагере? Или…"
    "Она лукаво улыбнулась, подвесив окончание фразы в воздухе."
    me "Разумеется, нет. Это произошло случайно."
    mi "Слово сказано."
    show mi smile pioneer with dspr
    mi "Случайность. Я хочу больше случайности. Я не хочу покоя, болотца или тихой гавани."
    me "Да, ты хочешь скакать по сцене."
    mi "И я хочу, чтобы ты ждал меня за кулисами."
    me "Так это будет уже некоторая упорядоченность, не так ли?"
    show mi laugh pioneer with dspr
    mi "Глупый. Жизнь на сцене — это один большой бардак. {w}Внести туда толику порядка — не значит сделать всё остальное таким же."
    mi "Наверное, ты в очень скучном, спокойном мире живёшь, раз для тебя это не только привычно, но и норма."
    me "Э… А есть разница?"
    mi "Конечно, есть!"
    show mi smile pioneer with dspr
    dreamgirl "Для тебя привычно уже, что твои соседи сверлят что-то у тебя над головой — ты с ними ругаешься, но это бесполезно, они продолжают сверлить. Разве это норма?"
    dreamgirl "Норма — это делать с утра зарядку и бегать пару километров для разогрева организма. Но оно тебе совершенно непривычно."
    mi "Разница в том, Сеня, что однажды мы станем друг другу нормой, но вряд ли привычкой. Понимаешь?"
    "Поддержала выпад моего внутреннего голоса японка."
    mi "Но если мы собираемся общаться и дальше после лагеря — нам придётся что-то поменять, слишком мы из разных миров."
    me "Миров…"
    window hide
    with fade2
 
    mi "Слушай, а я же, по сути, ничегошеньки об одном симпатичном юноше не знаю, непорядок, срочно исправлять!"
    me "Ты хочешь, чтобы я о себе рассказал?"
    show mi grin pioneer with dspr
    mi "Да!"
    "Она захлопала в ладоши в приступе энтузиазма и повернулась ко мне полностью."
    me "Ага…"
    "Медленно начал я."
    me "Тогда в первую и самую главную очередь ты должна обещать мне две вещи: не смеяться ни над чем, что здесь услышишь."
    mi "Это легко, Сенечка, обещаю-обещаю! Какая вторая вещь?"
    me "Не то, чтобы я настаивал на безоговорочном доверии, но… Просто пообещай мне, что не побежишь вызывать дюжих дядек в белых халатах с галоперидолом, хорошо?"
    show mi shy pioneer with dspr
    mi "Бака… Конечно, обещаю."
    me "Что ж…"
    "Я сделал несколько глубоких вдохов."
    play music music_list["tried_to_bring_it_back"] fadein 3
    me "Понимаешь… Дело в том, что я из будущего."
    window hide
    with fade2
    pause(3)
    play ambience ambience_int_cabin_evening fadein 2
    show mi surprise pioneer with dspr
    pause(3)
    show blinking

    mi "Так… Стоп. Я обещала не смеяться, не звать санитаров и вообще надо тебе верить…"
    me "Да."
    mi "Но ведь это бред какой-то! Ты что, как эти вот?"
    "Она махнула рукой в сторону телевизора."
    mi "Или как ваша Алиса Селезнёва? Невыносимо развитая наука и социализм?"
    me "Что-то вроде этого. Только нет у нас ни невыносимо развитой науки, ни половины этого барахла на экране."
    "С неба не грянул гром и не поразил не в меру болтливого пионера, поэтому я осмелел."
    me "Понимаешь, я не совсем уверен, что я из будущего вашего мира."
    me "Есть несколько вещей, которые я очень хорошо помню."
    show mi normal pioneer with dspr
    mi "Помнишь?"
    "Я кивнул."
    mi "Но ты же…"
    me "Не из такого отдалённого, как Селезнёва! Относительно текущего момента это двадцать пять-двадцать шесть лет тому вперёд."
    me "Чёрт, да если поискать хорошенько, то прямо сейчас можно обнаружить где-нибудь в Ленинграде голоштанного Сеньку, пешком ходящего под стол."
    mi "Я много читала про такие вещи! Там же парадоксы, встреча с самим собой, и…"
    me "И потому я здесь, а не в Ленинграде. Наверное, я бы помнил, случись мне как-то летом в конце восьмидесятых путешествовать в пионерский лагерь где-то на югах!"
    mi "Ладно, вселенную от коллапса мы уберегли."
    show mi happy pioneer close with dspr
    "Мику подтащила табуретку ко мне поближе и вцепилась в руку."
    mi "Время рассказывать о самом интересном!"
    me "О чём?"
    mi "Ну… Как там? В будущем?"
    me "В твоём или моём?"
    mi "А ты и про моё будущее знаешь?"
    "Восторженно выдохнула она."
    mi "А расска… Хотя нет."
    show mi sad pioneer close with dspr
    me "Что?"
    mi "Не надо ничего про меня рассказывать. Я хочу сама."
    me "Да я и не знаю ничего!"
    "Запротестовал я."
    dreamgirl "Вообще-то, знаешь."
    th "Что?"
    dreamgirl "То, что я до тебя вторые сутки донести пытаюсь, но ты успешно меня затыкаешь. Впрочем, я и в этот раз ничего не скажу, иначе обвинишь меня в спойлерах."
    th "Я ничего не понял."
    dreamgirl "Вот и хвала рандому. Всё, можешь отвисать — девочка заскучала."
    me "Ладно, не будем про тебя, будем про меня."
    show mi happy pioneer close with dspr
    mi "Да!"
    me "Итак, будущее Семёна, из которого я сбежал в местный рай — это вечная зима с небольшими перерывами на весну и осень. Лета нет, даже когда на улице жарко, ты не можешь отделаться от впечатления, что вокруг октябрь — настолько отстранённо выглядят окружающие."
    show mi normal pioneer with dspr
    me "Мир плавно уехал в корпоративную эпоху — с лежачими полицейскими, грошовым высокоскоростным интернетом через операторов связи и подъездами с лампочками, что включаются от детектора движения."
    mi "Ух как технологично!"
    me "Вроде того. {w}Мы стараемся воспитывать в детях вечные ценности, но они после урока идут на анонимную доску, где им калечит психику какой-нибудь толстый урод с зашкаливающим чувством цинизма и собственного величия."
    me "Ему плевать на то, кто ты и что ты."
    me "Самое главное для него — это просто убить время. {w}А под каким соусом, это уже вопрос вторичный."
    me "Идеально, если ты немного потрепыхаешься — но и в этом случае ты не избежишь хамства и ненависти."
    me "А если попытаешься сопротивляться…"
    me "Для нас придумали службы знакомств и поиска знакомых, чтобы мы не плакали кровью, думая о собственной ненужности."
    me "Как же ненужности, если у тебя сто лайков на фотографии?!"
    "Я перевёл дыхание."
    show mi sad pioneer with dspr
    me "Невероятно развитая наука — это, скорее, наука образца нынешнего времени, когда человеку советскому есть зачем стремиться в небо."
    me "Наука будущего — это асприновские корпорации и корпоративные войны. Погоня не за долларом даже, а за коэффициентом полезной деятельности, взгляд в небо заменился взглядом в графики выработки."
    me "Проблемы растут обвальным, снежным комом — и чем больше экспертов мы придумываем, тем больше трудностей становится. {w}Сама посуди — я никогда до двадцати лет не слышал таких слов как «психоаналитик», «стресс», «холестерин» и «аффект»."
    me "Лекарей человеческих душ стало больше, чем лекарей тел, но всё больше народа сходит с рельсов, не выдерживая темпа гонки, забывая отдыхать, пытаясь даже не прокормить себя — а остаться на плаву."
    me "Каждые 40 секунд по статистике ВОЗ в окно выходит один человек. Затаи дыхание — две минуты, которые можно не дышать без ущерба для здоровья — и за это время на Земле стало на три уникальные Вселенные меньше."
    me "Полёт на Марс провалился, как и мечта о Селена-сити, зато гугл выпустил очки виртуальной реальности, которые могут продемонстрировать неотличимую от реальности компьютерную симуляцию."
    me "Каждую неделю в среднем на земле вымирает один невосполнимый вид флоры-фауны, и наши дети никогда, кроме как на картинках, не увидят некоторых прекрасных животных."
    me "На улице можно сломать голову и замёрзнуть насмерть, и никто даже не почешется, зато загранпаспорт теперь с чипом и голографией."
    me "Старая мораль оказалась ненужной, и мы вернулись к первобытно-общинному насаждению права сильного, в порядке вещей встретиться в клубе и переспать или залететь и пытаться привязать к себе интересного мужчину."
    me "Иметь в протягиваемой для рукопожатия ладони красную банкноту при общении на любом уровне считается правилом хорошего тона — и плевать, что помеченная радиометкой купюра будет отслеживаться через спутник на карте, и ты лично напишешь об этом в блоге через несколько секунд."
    me "Да, мы шагнули вперёд в технологическом плане, но духовного ренессанса не получилось."
    me "Напротив, мы деградировали до состояния средневекового общества — хотя бы в том, что касается отношения к ближнему своему."
    show mi serious pioneer with dspr
    me "Я называю это техносредневековьем, и нам не хватает только высокотехнологических паладинов, которые игни ет ферро выстроят по струнке правительства стран."
    me "Вот только и такого никогда не случится — так как в моде теперь точечные операции втайне спонсируемых государствами отрядов наёмников, экипированных по последнему слову военной техники."
    me "А любого, кто осмелится поднять голову и повысить голос, тут же побегут призывать к миру те самые «Блэкуотер» сотоварищи. И призовут так — что никого живого не останется."
    me "А если не хватит пехоты, пустят самолёты сначала с фугасами — а потом и ядерным оружием. Ты помнишь Хиросиму?"
    show mi cry pioneer close with dspr
    me "Эпоха торрентов, пиратского контента, идей, теряющих авторство несколько миллисекунд спустя после нажатия на клавишу «отправить»."
    me "Эпоха смытых, смазанных границ между провинциями и столицами, насаждения высококласcной симфонической музыки и трёхэтажной матерщины и поливания друг друга грязью на анонимных сервисах."
    me "Эпоха картона, пластика и усилителей вкуса."
    me "И способности синтезировать абсолютно всё — от музыки… До любви."
    play music music_list["farewell_to_the_past_full"] fadein 3
    mi "И ты там живёшь?"
    "Я пожал плечами."
    me "Я привык. Как мне кажется, я занял единственную позицию, при которой можно остаться собой, но не скатиться на самое дно."
    dreamgirl "Чувак, ты сидишь в тёмном пыльном помещении, общаясь только с монитором и после этого говоришь, что ты не скатился?"
    th "Зато я хотя бы остался собой."
    dreamgirl "А если тебе придётся делать выбор? Если твои политически индифферентные начальники решат внезапно проявить гражданскую сознательность и погонят весь офис… не знаю, да хотя бы на пикет?"
    dreamgirl "Что делать будешь? Уклонишься? Притворишься больным? Или сломаешься и пойдёшь вместе со всеми?"
    th "Ты знаешь… Я же всё равно уже очень давно увольняться собираюсь. И если мне однажды придётся выбирать — что ж, вернусь на аутсорс."
    dreamgirl "И умрёшь от голода."
    "Мику отодвинулась, с ужасом глядя на меня."
    show mi scared pioneer with dspr
    mi "Но это какое-то лютое средневековье! Без меча лучше не выходить на улицу, и всё такое…"
    me "Нет, оружие у нас всё ещё запрещено, хотя и можно выправить разрешение и приобрести себе что-нибудь огнестрельное."
    mi "И вот в такое будущее я живу?!"
    "Кажется, она полностью отказалась от мысли «подыграть» не в меру расфантазировавшемуся мне."
    me "Я этого не говорил. Во-первых, как я уже сказал, нет абсолютно никакой уверенности в том, что я из будущего твоего мира, так как слишком много нестыковок — возьми того же Генду и некоторые архитектурные особенности, которые ни один ГОСТ моего Cоветского Союза не пропустил бы."
    show mi dontlike pioneer with dspr
    mi "Это всё ещё слабое утешение…"
    me "Ну а во-вторых, я описывал будущее моей страны. Ты, как наполовину японка, с очень большой вероятностью будешь жить на исторической родине матери."
    mi "Это почему ещё?"
    me "Потому что в Токио не стреляли на улицах в девяностые. И если для тебя хоть что-то значат жизни твоего отца и матери, ты не пустишь их в то, что историки будущего обзовут «первоначальным накоплением капитала девяностых» и «диким капитализмом»."
    show mi shocked pioneer with dspr
    mi "Почему?"
    me "Потому что вряд ли ты хочешь, чтобы однажды в распахнувшуюся дверь офиса твоего отца посыпались придурки с автоматами Калашникова — и не суть важно, в нечистоплотности ли начальства дело и вами заинтересовались в ОБЭП или просто устанавливается новая криминальная власть — пулю получить можно с одинаковой вероятностью в обеих ситуациях."
    me "Поэтому, пока вы ещё выездные — лучше возвращайтесь в Токио, очень скоро калитка захлопнется."
    show mi normal pioneer with dspr
    mi "А как же ты?"
    me "Я?"
    mi "Как ты выживать собираешься в описанном бардаке?"
    me "Дипломатические каналы, Мику — это не ворота, куда можно протащить кого угодно."
    me "Если меня не вышвырнет обратно домой, мне потребуется некоторое время на интеграцию в местный социум, выправление документов, и…"
    show mi sad pioneer close with dspr
    mi "И — без меня…"
    me "А ты хочешь остаться со мной?"
    mi "Да!"
    me "Мику, ну я же уже сказал… И потом, ты где сейчас обитаешь?"
    mi "Да нигде в целом, но можно подать документы куда угодно, Па обещал помочь."
    me "А если нельзя? Если тебя куда-нибудь в Москву поселят?"
    show mi smile pioneer close with dspr
    mi "Глупый Сенечка… Ты же сам сказал, что нигде не закрепился — значит, можешь начать с нуля на любом месте."
    "Она с таким обожанием посмотрела на меня, что очередной аргумент в пользу расставания застрял у меня в горле."
    stop music fadeout 6
    play music music_list["just_think"] fadein 3
    me "И ты…"
    mi "Собираюсь остаться рядом с тобой, и будь что будет. К тому же."
    show mi happy pioneer close with dspr
    "Она подмигнула."
    mi "С моей помощью тебе будет гораздо проще стать частью общества. Во всяком случае, если Па разрешили пустить под как там это называется… Стальная гардина?"
    me "Железный занавес."
    mi "Ага. Если отцу разрешили провезти дочь-иностранку за железный занавес и даже определить в один из лагерей, то с тобой явно что-нибудь придумать можно."
    "Её аргументы были неотразимы."
    "С ней согласилось даже моё раздвоение личности."
    "Да по правде говоря, и спорить-то особо с ней не хотелось — что я, дурак, что ли, отказываться от компании девочки, в которую по ушки влюблён?"
    "Маховик памяти качнулся, перед внутренним взглядом начали выстраиваться модели развития событий — пока на уровне грёз, без особой детализации и связной причинно-следственной, ощутимая цепочка от отъезда до получения на руки билетов в гости к её матушке более-менее начала прослеживаться."
    "Если бы не одно но."
    stop music
    me "А что, если меня вернут обратно?"
    show mi angry pioneer with dspr
    mi "Тебе обязательно было всё испортить! Ну, не знаю, что тогда. Давай тогда контакты друг другу оставим."
    me "Как ты себе это представляешь? Ты напишешь мне на ладони телефон, по которому я позвоню в 2018-м году неизвестным людям?"
    show mi sad pioneer with dspr
    mi "Беда… Вот! Давай ты напишешь мне свои контакты, про которые ты говорил — твиттер, да?"
    me "Но это не средство связи, это…"
    mi "Да не имеет значения! Ты главное напиши — как с тобой связаться в будущем, желательно с указанием, где телефон, где адрес, а где твои эти твиттеры."
    me "Хм… Разумно."
    show mi normal pioneer with dspr
    "Я поискал глазами бумажку и листочек, а Мику вернулась к просмотру кино, половину которого она благополучно проболтала со мной."
    th "Думай… Думай голова, картуз куплю. Если нас разнесло на разные точки земного шара, да ещё и по хронологии наблюдается некий гандикап — что есть смысл оставлять «девочке с каналами»?"
    dreamgirl "Да всё подряд! Только укажи год, когда что у тебя появилось."
    th "Разумно. Значит, почтовый адрес… Индекс, помнится, у меня так и не менялся, но до пятого года я жил в другом районе. Вряд ли вспомню."
    dreamgirl "Дубинушка, центральный же район. Три последних цифры нули, три первых код города."
    th "Логично. Значит, Невский проспект…"
    "Вытащив от усердия кончик языка, я выводил адрес за адресом — то, где когда-либо жил, когда-либо задерживался."
    "При поддержке подсознания даже умудрился вспомнить деревеньку, где жила орда родственников отца — седьмая вода на киселе — её адрес и название, хотя и был там всего дважды в самом что ни на есть раннем детстве."
    th "По-моему, ерунда получается. Ведь я бы точно помнил, что ко мне в гости в детстве приезжала какая-нибудь девочка. А уж красотку вроде Мику запомнил абсолютно точно!"
    dreamgirl "Пилите, Шурочка, пилите. Вполне возможно, мы сейчас находимся у истоков временного лупа, и воспоминания о встрече появятся со дня на день."
    th "Сильно в этом сомневаюсь."
    dreamgirl "Не отлынивай! Всё пиши."
    "Листочек плавно скрывался под самым страшным кошмаром любого сетевого анонимуса — я писал на себя самый откровенный компромат, всю подноготную, от и до."
    "Пожалуй, даже тогда, когда мне довелось волею судеб быть причастным к гостайне, я не писал про себя автобиографию в таких же подробностях."
    dreamgirl "Не сачкуй, кому сказано!"
    th "Да не сачкую я… Так. Асечный клиент впервые на компьютере появился в конце пятого года, семизнак… Ещё номер — девятизнак… Десяток почтовых ящиков, которыми когда-либо активно пользовался. Джабберы, конференции, мамблы. Восьмой год — скайп."
    th "Что ещё?"
    dreamgirl "Если бы ты хотя бы раз в жизни пользовался какими-нибудь социальными сетями или службами знакомств, придурок… Но нам же это не нравится, мы нос воротим от вконтактиков."
    th "Про соломку поговорку напомнить или так заткнёшься?"
    dreamgirl "Заткнусь. Всё написал или что-нибудь ещё будешь?"
    th "Да я бы ещё пару-тройку форумов указал, где в годы юности обитал, но на листочке больше не осталось места."
    dreamgirl "И так достаточно. Свыше десятикратного запаса прочности начинается сплошное баловство."
    dreamgirl "Отдавай девочке свою анкетку, и собирайтесь давайте на обед."
    th "Уже?"
    "Я кинул взгляд на часы и был вынужден согласиться с правотой внутреннего голоса — часовая стрелка уже вплотную подобралась к отметке «2»."
    me "Вот. Держи."
    "Я протянул  девочке бумажку, сложенную вчетверо."
    me "По возможности перепиши куда-нибудь, а то знаю я, как быстро истлевает то, что читают часто. {w}А до той поры не потеряй, поняла?"
    mi "Конечно! "
    "Мику развернула бумажку и по диагонали пробежала глазами."
    mi "Почерк у тебя хорошо читается. А что такое скып?"
    me "Что?"
    mi "Ну, вот. С-к-ы-п-е. Последняя буква не читается."
    me "А, это скайп. Очередное средство общения, потом поймёшь. Но нам пора."
    show mi smile pioneer with dspr
    mi "Обедать? Я тоже проголодалась."
    dreamgirl "Вот чьим альтер эго мне хотелось бы стать! Ни одного глупого вопроса не задала!"
    th "Цыц. Твоё дело терпеть и сносить лишения."
    dreamgirl "И вести летопись твоих глупостей, не забывай."
    play music eat_horn fadein 5
    "В это время от столовой донёсся звук горна."
    me "Именно."
    "На всякий случай я извлёк кассету из проигрывателя — разогрев аппаратуры с плёнкой частенько приводил к зажёву —  и отключил телевизор."
    me "Ничего не забыли?"
    stop music
    show mi normal pioneer with dspr
    mi "Да мы ничего с собой и не брали. Ключи только проверь."
    "Она показала мне свой и упрятала обратно в нагрудный кармашек."
    me "Записку туда же положи, пожалуйста, а то мало ли…"
    window hide
    play sound sfx_open_door_2
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_clubs_day
    show mi smile pioneer
    with dissolve

    "Я немного задержался, отключая аппаратуру."
    "Мику ждала меня на крыльце, задумчиво теребя пальцами левый хвост."
    me "О чём задумалась?"
    mi "Что? А. Нет, ни о чём."
    mi "Просто поток мыслей… Смотри, дождик кончился."
    me "Да. Вечером тогда дождевики по домам отнесём, сейчас пусть в клубе остаются."
    play sound sfx_close_door_clubs_nextroom
    "Я закрыл дверь за собой."
    me "Я готов."
    "И японка мгновенно ухватила меня под руку."
    mi "Тогда вперёд!"
    window hide
    return
    
label alt_day5_mi_dj_dinner:
    $ persistent.sprite_time = "day"
    $ day_time()
    $ alt_chapter(5, u"Мику. DJ. Обед")
    scene bg int_dining_hall_people_day
    show mi smile pioneer
    play ambience ambience_dining_hall_full
    with dissolve
    play music music_list["so_good_to_be_careless"] fadein 5
    "Великий дар, данный этой девочке — не музыкальный или организаторский."
    "А дар жить."
    "Тяжело выразить словами всю мою зависть к человеку, способному беззаботно улыбаться навстречу миру, не тратить время и нервы на бесплодные раздумья о том, что было бы, если бы…"
    "Наверное, я был похожим на неё в её возрасте."
    "Ведь должен же у меня быть некий эталон беззаботности — а это не та вещь, о которой можно прочитать в книжках."
    "Хотя, может, и прочитал. И родился букой, хмурым от рождения."
    "Но Мику насыщала мой мир солнцем и ветром, и сразу становилось ясно, что все стены существуют лишь в моём воображении, а на деле я не ограничен ничем, кроме собственной совести."
    "Не думать о будущем, не горевать о прошлом — жить ровно столько, сколько живёт звук вдоха. Там умирать. И жить снова."
    "Обещанная череда бесконечных «сейчас», умение чувствовать которые я растерял по бесплодным знакомствам и попыткам соответствовать."
    show mi laugh pioneer with dspr
    mi "Сенечка, ты опять потерялся в себе!"
    "Она щёлкнула пальцами у меня перед носом."
    me "А? Что?"
    "Я вздрогнул и очнулся."
    mi "Я говорю, если хочешь мою котлетку — дарю!"
    me "Ой, спасибо, с удовольствием."
    show mi normal pioneer with dspr
    mi "Слушай!"
    "Она подвинулась ко мне поближе."
    mi "А расскажи ещё чуть-чуть о будущем?"
    me "Сейчас?"
    mi "Ну… Давай поедим, а потом расскажешь, хорошо?"
    "Я только улыбнулся. Отказывать этому непосредственному существу в чём бы то ни было я не собирался."
    me "Ты так спрашиваешь, будто у тебя есть какие-то совершенно особенные интересы на этот счёт."
    mi "Вообще-то есть!"
    me "Вот как? И что, даже скорую уже вызывать не будешь с криками «заберите психопата»?"
    show mi sad pioneer with dspr
    mi "Нет."
    "Серьёзно ответила девочка."
    mi "Для фантазёра или сумасшедшего ты слишком не любишь своё будущее. Так что будем пытаться вытащить что-нибудь позитивное из твоих рассказов."
    me "Например?"
    show mi smile pioneer with dspr
    mi "Я хочу послушать про мою родину."
    "Второе мало-помалу сдалось, и, опрокинув в себя стакан с компотом, я поднялся."
    me "Ну, пойдём, попробую что-нибудь вспомнить."
    window hide
    stop music fadeout 5
    $ persistent.sprite_time = "day"
    scene bg ext_dining_hall_away_day
    show mi normal pioneer with dspr
    with dissolve

    "Сразу на крыльце Мику вцепилась мне в руку."
    mi "Рассказывай!"
    me "Пошли к клубам, по дороге что-нибудь расскажу."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_square_day
    with dissolve

    "Сказать по правде, я не так много знал о Японии."
    "То есть, некий культурный минимум, необходимый для понимания моих любимых анимешек, я усвоил."
    "Некий словарный базис, который слышал, пока смотрел видео с субтитрами, тоже отложился в моей памяти."
    "Но всё это на уровне вершков."
    "А так, чтобы провести культурологический экскурс…"
    me "Я вряд ли много расскажу."
    show mi smile pioneer with dspr
    mi "Ничего, расскажи сколько можешь! Интересно же!"
    me "Хорошо."
    "Я выдохнул и попытался собраться с мыслями."
    me "Итак, Япония образца 2018 года представляет собой всю ту же таинственную страну для среднего питерского гайдзина, что и в отношении современных болванов, носящих чёрные футболки с белыми иероглифами, гласящими «привет, я белая обезьяна, не знающая что написано у меня на футболке»."
    me "Но всё чаще на улицах Северной Столицы можно встретить фриков, обряженных по японской уличной моде — видимо, что-то к нам всё-таки просачивается."
    me "Не знаю, работает ли у вас прямо сейчаc то, что любой японец должен заниматься либо музыкой, либо живописью…"
    mi "Есть! Ты не о традициях расскажи, а о новинках!"
    me "Рассказываю сколько знаю!"
    "Возмутился я."
    me "Ладно, что ещё. По части разных высокотехнологичных гаджетов Япония всё ещё впереди планеты всей."
    me "Как и по части дурацких масс-медиа."
    me "Про аниме и мангу, думаю, смысла нет говорить — они уже сейчас существуют. {w}Впрочем, характер массовой истерии они начали приобретать не так давно, лет десять, может, не больше."
    me "Кроме того, эти ваши эротические фетиши дошли до того, что в метро можно встретить автоматы по продаже попользованных женских трусиков."
    show mi shy pioneer with dspr
    mi "Ух! Ещё!"
    "Я призадумался."
    me "Про маглев я уже говорил, про ежемесячные выставки электроники ты и так должна быть в курсе."
    me "Вроде бы, всё."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_clubs_day
    show mi sad pioneer
    with dissolve

    mi "Как это всё? Ты и не рассказал ничего!"
    me "Ну, прости, как-то не интересовался геополитической обстановкой и другим изменениями в жизни страны восходящего солнца."
    "Мику прикусила губку и надулась."
    mi "Ну вот, я-то думала…"
    me "В клубе давай подумаем, ладно?"
    "Мы и заметить не успели, как дошли до нашей штаб-квартиры."
    mi "Хоро…"
    window hide
    stop ambience fadeout 2
    play sound sfx_open_door_clubs
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_clubs_male_day
    show mi normal pioneer
    with dissolve
    play ambience ambience_clubs_inside_day fadein 3

    "Она не договорила — охнула, схватившись за виски."
    me "Мику!"
    if not alt_day4_mi_dj_sl_repet:
        mi "Опять… Это…"
    "Только сейчас я обратил внимание на гул, доносящийся, казалось, со всех сторон."
    me "Так, давай на улицу, и… Не знаю."
    "Оставлять её там стоять было как-то не очень красиво."
    me "Найди мне Электроника, пожалуйста, кажется, здесь фон от какой-то техники, надо будет поискать."
    show mi sad pioneer with dspr 
    me "Хорошо?"
    mi "Договорились!"
    hide mi with easeoutright
    "Она исчезла из помещения."
    "А я, борясь с подступающей тошнотой, щедро сдобренной дозой паники, прошёлся по периметру помещения, заглянул во все углы и осмотрел радиорубку."
    "Что бы тут ни фонило, оно было очень близко."
    dreamgirl "Вряд ли гуделка где-то на открытом месте — иначе бы её давно нашли. Надо смотреть в скрытых помещениях, подвале, чердаке…"
    th "Разумно. Хотя сомневаюсь, что здесь есть подвал."
    dreamgirl "Лестница в радиорубке, если ты забыл. Люк на чердак аккурат над столом. Дерзай."
    th "Вот спасибо."
    "Я установил стул на рабочий стол и, забравшись на него, попробовал толкнуть люк."
    "Сперва ничего не получалось — похоже, с той стороны дверку чему-то привалило."
    "Однако, после нескольких энергичных толчков мне удалось раскачать люк, и…"
    play sound sfx_open_metal_hatch
    play music music_list["you_won_t_let_me_down"] fadein 5
    "Он с грохотом откинулся куда-то наверх."
    "А я, наконец, смог установить лестницу."
    window hide
    with fade2

    "Гудение становилось нестерпимым с каждым шагом навстречу источнику шума, и это само по себе служило наилучшим показателем того, что я двигаюсь в нужном направлении."
    play sound sfx_open_door_clubs
    el "Семён? Привет! Что ты делаешь?"
    "Стараясь не сковырнуться с шаткой лестницы, я занял наиболее устойчивое положение."
    me "Электроник? Гудение слышишь?"
    el "Ну, вроде того."
    if alt_day4_mi_dj_sl_repet:
        me "На инфразвук похоже, не считаешь?"
    else:
        me "Вчера от него Мику очень плохо стало. Я подозреваю… инфразвук!"
    el "Инфразвук?"
    me "Да!"
    "С удивившей самого себя злостью рявкнул я."
    th "Что за идиотские вопросы! Человеку плохо стало!"
    dreamgirl "Да ты ещё слезь и морду ему набей за то, что не ясновидящий. Г-герой."
    "Процедило подсознание."
    th "Что? О чём ты?"
    dreamgirl "Что за агрессия ещё? Это что, он включил гуделку?"
    th "Нет, но…"
    dreamgirl "Ты знаешь, что делать."
    me "Эл… Дружище, прости. Кажется, оно и на меня действует."
    el "Да ничего. Я кое-что читал, оно тошноту обычно вызывает, но может и вспышки злости вызвать."
    "Он немного подумал и добавил:"
    el "Если ничего не путаю, устройство должно выглядеть как решётка или два широких металлических листа, оплетённых кабелем по периметру. Видишь?"
    "Я огляделся."
    "Кроме толстенного слоя пыли и двух сундуков, стоящих под самым слуховым окном, здесь ничего и не было."
    "Разве что несколько толстенных витых кабелей, выходящих из-под окна куда-то к несущей балке."
    me "Сейчас я…"
    "Собравшись с духом, я сделал ещё два шага…"
    window hide
    scene bg int_attic2_day_7dl with fade
    $ persistent.sprite_time = "night"
    $ night_time()

    "И забрался на чердак."
    "Здесь было полутемно, и, если бы не пробивающийся сквозь неплотно прикрытые створки дневной свет, совершенно невозможно было бы ориентироваться."
    "Впрочем, даже в полной темноте я точно не заблудился бы — так отчётливо была слышна гуделка."
    dreamgirl "Разве что приложился бы немножечко пустой головушкой об эту вот — аккуратнее!"
    "Я судорожно присел."
    dreamgirl "Ага, именно об эту балку. Теперь же, если ты потрудишься обогнуть этот столб, а не вписаться в него…"
    th "Да как ты всё видишь?! У нас же одно тело!"
    dreamgirl "Одно да не одно. Ты собственными возможностями пользоваться не умеешь, в отличие от."
    th "Причём тут возможности? Для человеческого глаза тут слишком темно!"
    dreamgirl "Ты полностью прав. Всё, вот она."
    "Я в темноте налетел и пнул некую конструкцию — как и грозился Электроник — состоящую из некой сетки квадратного сечения, нескольких штырей и толстого кабеля, ведущего к некой металлической коробке."
    dreamgirl "Нет-нет, ты ничего не видел, и здесь слишком темно для человеческого глаза."
    "Подсознание язвило во все поля."
    th "И всё-таки я не понимаю…"
    dreamgirl "И не надо. Вон ту коробочку отключай и забирай, похоже, генератор как раз она."
    th "А это не опасно? Вдруг она…"
    dreamgirl "Что? Радиоактивная? Или живая и откусит тебе пару ненужных пальцев?"
    th "Да ну тебя."
    dreamgirl "Нет, я серьёзно. {w}Могу покопаться в памяти и достать тебе те несколько статей из «Техники молодёжи», что нам как-то довелось прочитать на тему."
    dreamgirl "Но раз мне веры никакой — спрашивай у Электроника.{w} Ты же ему больше, чем мне доверяешь, верно?"
    th "Сейчас не время для ревности!"
    dreamgirl "Шучу. Просто забирай коробку и тащи её вниз."
    th "И всё-таки… Как ты видишь то, что не вижу я?"
    dreamgirl "Боковое зрение, придурок."
    th "И что?"
    dreamgirl "Ничего-ничего. Это же не ты в школе учился, а я."
    "Похоже, злосчастный агрегат негативно влиял в том числе и на моё бесноватое альтер эго, поэтому я поспешил нащупать клавишу отключения и, выдернул штекер из солидной трёхфазовой розетки на 380 вольт…"
    dreamgirl "Ура! Ура! Ты сделал это, ты мой герой, моя надёжа и опора! Был бы ты немного виртуальнее, фиг от поцелуя бы отвертелся!"
    th "Э… Спасибо?"
    "Я потёр виски — давящее гудение пропало, стоило только отключить генератор, подавленное настроение пополам с желанием прибить кого-нибудь точно так же растворилось в потёмках."
    "Осталось только желание поскорее сдать генератор на руки кибернетику и закрыть этот инцидент как не стоящий внимания."
    "С глаз долой, из сердца вон."
    "Не тратя больше времени на пустые разговоры, я обмотал коробку кабелем и крикнул:"
    me "Электроник!"
    el "Да, Семён!"
    me "Принимай ценный груз!"
    el "Да, сейчас."
    "Раздался скрип, и в столбе света снизу замаячила кудрявая голова."
    el "Что за ценный груз?"
    me "Вот. Осторожно, тяжёлый."
    "Я подал ему генератор и с любопытством наблюдал, как он пытается одновременно балансировать на лестнице, спускаться и удерживать в руке технику."
    dreamgirl "Думаешь, Мику оценит, что он по твоей вине вниз грохнется?"
    th "Есть инфузория-туфелька, а есть занудка-тапочка. Простейшее, единица измерения занудливости!"
    "Я фыркнул и отобрал у мальчика коробку."
    me "Спустишься вниз, потом подам, а то и правда голову тут себе сломаешь."
    "Кибернетик согласился"
    window hide
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg int_clubs_male_day
    show el normal pioneer
    with dissolve
    extend" и несколько минут спустя мы сидели внизу, потроша нутро машинки."
    el "Ага."
    "Электроник добыл из недр какую-то штуковину и держал её в руках как величайший трофей."
    el "Как я и предполагал — это от грызунов, чтобы не портили проводку."
    el "Значит, тут можно выставлять время срабатывания — по умолчанию оно стояло на ночной период, с 11 до 6 утра."
    me "То есть тогда, когда нас нет здесь."
    el "Да! Но из-за грозы подача питания нарушилась, программа сбилась."
    show el smile pioneer with dspr
    el "Ничего! У меня как раз программатор  завалялся после крайней попытки сделать робота. Надеюсь, Шурик не будет против, если я возьму одну перфокарту в личное пользование."
    me "А он может быть против?"
    el "Не знаю. Тем более, что он всё равно в больнице."
    me "Вот как? И что с ним случилось?"
    el "Долго рассказывать."
    "Отмахнулся кибернетик."
    el "Давай я сейчас восстановлю программу, и мы вернём технику на место — крыс нам действительно здесь не нужно."
    window hide
    with fade

    play sound sfx_open_door_clubs
    show el smile pioneer at right
    show mi normal pioneer at left
    with dspr
    mi "Сеня?"
    "Мику заглянула в приоткрытую дверь."
    mi "Можно?"
    me "Можно! Иди сюда, мы разобрались с тем, что здесь нам воздух портило."
    mi "А оно снова не…"
    "Она опасливо показала пальцем на коробку."
    me "Нет, не бойся, мы всё отключили."
    mi "Ну ладно."
    "Она уселась рядом со мной."
    show mi smile pioneer with dspr
    mi "Ну…"
    "Выдохнула она."
    mi "Рассказывай! Что здесь было? Зловещая радиация? Проклятое место? Психическое излучение?"
    me "Последнее ближе всего к правде."
    me "Если в двух словах, то здесь стояла пугалка, настроенная на вредителей."
    mi "Но я-то не вредитель! Или…"
    show mi dontlike pioneer with dspr
    "Мику подозрительно посмотрела на меня."
    mi "Ты на что это намекаешь? Или это я вредитель?!"
    "Я мгновенно включил заднюю и, с трудом сдерживая смех, выставил перед собой ладони в универсальном жесте мира:"
    me "Да ни на что я не намекаю! Оно действительно было настроено на борьбу с мелкими грызунами, но включаться должно было строго по ночам."
    me "Короче, ни ты, ни я, ни Электроник не должны были столкнуться с этим. Строго говоря, по ГОСТу такие штуки запрещены в детских заведениях…"
    if alt_day3_technoquest_st1 or alt_day3_technoquest_st2:
        el "Кстати, под неё ещё Алиса попала."
        dreamgirl "Да. Возможно, когда она говорила, что не знает, что на неё нашло — не так уж и и покривила душой."
        th "Думаешь, вспышка злости?"
        dreamgirl "Вроде того. Плюс то, что ты там про мамочку её ляпнул, не подумав. {w}Вполне возможно, больная тема."
        th "Мда… Надо бы в свою очередь извиниться будет."
        dreamgirl "Что это на тебя нашло? Перед Электроником извиняться не захотел, а перед рыжей…"
    th "Ладно, это всё потом."
    me "А тут эта штука ещё и поломалась."
    mi "От грызунов?"
    me "Да. Ночью работает, чтобы крысы проводку не погрызли или в реактивы не забрались."
    "Мику сморщила носик и, немного подумав, выдала такое, что стой — там бы и сел:"
    mi "Но зачем тогда такую мощную, которая целиком дом закрывает? Разве не разумнее было бы защитить какую-нибудь важную  территорию, а крысы бы сами от страха сбежали?"
    "Я вопросительно посмотрел на Электроника."
    show el sad pioneer at right with dspr
    el "Вообще-то, мощность и правда избыточна, хватило бы сигнала и втрое слабее."
    "Кивнул он."
    me "Чудеса какие-то. Ладно, отметить это в памяти."
    me "Мику, какие планы?"
    show mi upset pioneer with dspr
    mi "Я хотела кино посмотреть, а потом ругаться что меня облучают, но теперь раз всё хорошо разрешилось… Я не знаю."
    me "Может, тогда в кружок? Ты отвлечёшься, я послушаю."
    show mi happy pioneer with dspr
    mi "По рукам!"
    me "Электроник, ты тут справишься?"
    "Кибернетик лишь неразборчиво что-то пробормотал и благословляюще взмахнул рукой, чуть не своротив по пути какую-то банку."
    "Поняв намёк, мы оба поспешили убраться подальше."
    stop music fadeout 5
    window hide
    play sound sfx_open_door_kick fadein 2
    scene bg ext_clubs_day with dissolve
    play music music_list["i_want_to_play"] fadein 3

    "На улице японка сразу схватила меня за руку и потащила за собой."
    me "Стесняюсь спросить — а куда мы бежим?"
    "Пропыхтел я, едва успевая за девушкой."
    mi "Вперёд!"
    "Кажется, целых пять минут ничегонеделания заставили её почувствовать себя самой настоящей лентяйкой, поэтому она изо всех сил стремилась наверстать упущенное время."
    me "А что будет, если мы прибежим туда не сразу, а через несколько  минут?"
    "После  продолжительного нахождения в эпицентре излучения голову всё ещё немного вело, и резкие движения были ощутимо неприятными."
    window hide
    play ambience ambience_camp_center_day fadein 3
    $ persistent.sprite_time = "day"
    scene bg ext_musclub_day
    with dissolve

    "Но, похоже, вчерашние откровения японки не на все сто процентов были сентиментальными глупостями. Она сделала ещё с десяток шагов, после чего, нахмурившись, повернулась ко мне."
    show mi sad pioneer with dspr
    mi "Сенечка, что случилось?"
    me "Что?"
    mi "С тобой что-то не то, ты и ходишь иначе, и дышишь по-другому. Что случилось?"
    me "Кроме того, что я шумелку отключил?"
    mi "Ох… И тебе до сих пор…"
    me "Ага. Побочные эффекты."
    mi "Может, тебя тогда к доктору? "
    me "К доктору…"
    "По спине продрало морозом от мысли, какому лечению меня может подвергнуть наша добрейшая медсестра."
    me "Ты знаешь… А мне уже легче! Да!"
    show mi shy pioneer with dspr
    mi "Ты уверен? Может тебе, на некоторое время полегчало — ремиссия произошла, а потом как…"
    me "Мику…"
    "Я постарался вложить в улыбку всё своё обаяние."
    me "Мне будет проще, если мы просто не будем бегать. Хорошо?"
    show mi upset pioneer with dspr
    mi "Но как ты…"
    "Она нахмурилась."
    mi "А впрочем, ладно! Ты, наверное, прав, тебе просто не нужно дёргаться по пустякам, пока всё внутри на место не станет."
    me "Умница!"
    "Не беспокоясь о возможных свидетелях, я притянул японочку поближе и поцеловал её в лоб."
    "Соседние кусты тихо хихикнули, а я высокомерно показал в ту сторону язык."
    me "Пойдём. Сыграешь мне что-нибудь?"
    mi "Конечно!"
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_musclub_day
    show mi normal pioneer at center 
    with blind_r
    play music music_list["so_good_to_be_careless"] fadein 5
    play ambience ambience_music_club_day fadein 3
    

    "В этот раз мы решили не оставаться на улице — полуденный зной был ещё довольно ощутим, а мне, как хворому, решительно противопоказано было долго находиться на солнцепёке."
    "Это Мику так сказала, если что. Не я!"
    "Так или иначе, я повернул откидную «театральную» сидушку — на общей несущей, безо всяких глупостей вроде шарниров, привет из детства практически! — и, усевшись посередине, потребовал:"
    me "Саке и кабуки!"
    show mi laugh pioneer with dspr
    mi "Вряд ли бы ты стал пить саке."
    "Мику разулыбалась во все тридцать два."
    me "И на основании чего ты делаешь такой неправильный вывод?"
    mi "У меня же Па — забыл? Он отсюда, и когда Ма не слышит, постоянно поносит наш алкоголь, мол, греть водку могут только наглухо повёрнутые люди."
    me "И как он с этим борется? Приказывает подавать традиционную чарку охлаждённой?"
    show mi smile pioneer with dspr
    mi "Хуже!"
    "Забыв о том, что собиралась играть, Мику повернула соседнюю сидушку и устроилась рядом, подвернув ногу под себя."
    me "Хуже?"
    mi "Да! Он устроил дома — как это называется? Красный закуток?"
    me "Красный уголок?"
    show mi normal pioneer with dspr
    mi "Именно! У мамы был традиционный японский дом, доставшийся по наследству от деда, и она, воспитанная в японских традициях, превыше всего ценила незыблемость уклада."
    me "Серьёзно? А то, что она замуж за гайдзина вышла?"
    mi "Ну! С этого её проблемы и начались."
    mi "Папе не нравилось абсолютно всё — начиная от обстановки в доме, заканчивая собственно домом — он всю жизнь свою прожил в доме Сталина на Кировском заводе."
    "Мику немного помолчала, а потом не выдержала:"
    mi "Дом Сталина же?"
    me "Не совсем. Просто строили во времена Сталина дома такие. Сталинский дом. {w}Но продолжай."
    mi "Вот! После переезда он очень много времени жил в общежитии, потому что ему там было привычно, но мало-помалу уступил уговорам мамы и перебрался в семейное жилище."
    me "Честно говоря, с трудом верится, что большой начальник станет жить в общежитии. Наверное, оно только по вашим меркам общежитие…"
    show mi happy pioneer with dspr
    mi "На самом деле, это казённый гостиничный дом, просто Па его называл «общагой» и «клоповником»."
    me "Как я погляжу, он у тебя отличается определённой умеренностью в оценках."
    show mi laugh pioneer with dspr
    mi "Не говори! Но мы отвлеклись."
    "Беспокойная девочка поёрзала ещё немного, никак не в состоянии устроиться удобнее, наконец, догадалась развернуться ко мне — и продолжила:"
    mi "Па неприхотливый и непривередливый был, хотя и ругался на наши «бумажные домики», но всё больше времени проводил именно по гостиницам — очень много приходилось ездить."
    mi "А тут ему предложили пост — как бы это по-русски… Бригадира? Нет… Что-то вроде начальника объекта, если совсем просто."
    me "Это уже тогда, когда он в политику подался?"
    show mi normal pioneer with dspr
    mi "Нет! Это потом случилось — но это повышение повлияло на Па, и ему пришлось перебираться к нам, так как несолидно было целому начальнику жить в каких-то гостиницах, особенно, когда целый дом за городом."
    mi "Несколько лет он мучился, а потом плюнул на традиции и, наорав на матушку, отстоял своё право на «место ностальгии» или «красный уголок»."
    mi "Как я сейчас помню, он постоянно смеялся, когда я называла его епархию этим выражением. А почему, кстати?"
    me "Ну… как бы тебе сказать. Красный уголок в нашей традиции — это место, где стоят иконы, образа и прочая религиозная символика. Святое место, если говорить проще."
    mi "Свя… тое?"
    show mi laugh pioneer with dspr
    "Мику зашлась хохотом."
    mi "Ну, Па! Ну дал! Он и правда собрал там все свои самые святые вещи — начиная от неизвестно откуда взявшегося стола с табуретками — сидеть на татами он отказывался напрочь."
    mi "На стеночке в рамках под стеклом висели его разные медали, дипломы и грамоты — он, оказывается, много чего в детстве умел!"
    mi "Вот."
    show mi normal pioneer with dspr
    mi "А в самом почётном углу стоял старый-старый холодильник, ещё назывался как машина… Ваз? Зил? Зил, да! Зил Москва! Я ещё удивлялась, когда впервые на улице увидела грузовик с таким же названием — долго верить не хотела."
    mi "И вот, в этом сибаритском закутке, за столом на табуретках и распивали иногда бутылочку-другую контрабандой протащенного «привета с родины»."
    mi "А потому традиционную чарку он просто пропускал мимо рта — с известным зароком потом сторицей наверстать. Я правильно говорю?"
    me "Ты в прошедшем времени говоришь…"
    show mi serious pioneer with dspr
    mi "Да… Где-то пять лет назад ему предложили место. А, я рассказывала уже — короче, его теперь трудно застать, и мы почти не видимся."
    "Она на секунду взгрустнула, но было видно, что долго грустить эта девушка не умеет — не тот характер, чтобы предаваться унынию."
    mi "Зато теперь у меня есть ты!"
    "И тут же, будто продолжая беседу, спросила:"
    mi "А расскажешь что-нибудь ещё про современную тебе Японию?"
    me "Да нечего мне больше рассказывать… Твоя страна кроме технологий, особо ничем не отметилась — во всяком случае, в моей памяти."
    mi "Вот и расскажи про них!"
    me "Да я рассказывал уже… У вас всё «как у людей, только лучше», что касаемо телевидения, например, и что касаемо интернета."
    me "Например, есть известный во всём мире сервис, дающий возможность смотреть видео. Казалось бы, пользуйся — не хочу.{w} Нет, и здесь азиаты извернулись и создали собственный аналог, причём народу туда ходит едва ли меньше."
    me "Социальные сети — своего рода гибрид между дневником, табличкой с настроением и мессенджером.{w} Во всём мире действует один общепринятый сервис. Азиаты сделали свой — со свистелками-перделками."
    show mi laugh pioneer with dspr
    mi "Что, прямо с этим… свистелками?"
    me "Да там почти нет разницы. Просто кому-то захотелось СВОЁ — и теперь это «своё» распространено на порядка 45 процентов населения Земного шара — притом, что всё сфокусировалось в достаточно компактном секторе."
    me "Телевидение, радио — ну, там ясно. К нам просачиваются только наиболее раскрученные у вас вещи либо вирусное видео, от нас к вам, соответственно, те же пирожки."
    me "Вот, например, были в начале нулевых две девочки-припевочки, взявших себе забавное такое название — сейчас почему-то вспомнить не могу. То ли «Той та», то ли «Эту та». {w}Ничем особо не выделялись, но решили демонстрировать на сцене лесбийские наклонности."
    show mi shocked pioneer with dspr
    mi "Девочка с девочкой?!"
    me "Да!"
    me "На сцене целовались… В трусах плясали — короче, целый анекдот. Но суть в том, что они как раз оказались тем самым достаточно устойчивым продуктом, чтобы просочиться в азиатский рынок."
    me "Их «нас не догонят» орало в Токио чуть ли не из каждого утюга, массовая истерия, косплей, ротации, каверы… Ух, сколько там всего было!"
    mi "Такие популярные?"
    show mi sad pioneer with dspr
    "Ревниво спросила Мику."
    me "Не дуйся."
    "Пришлось немного напрячься, чтобы согнуться и достать губами её висок — но оно того стоило."
    show mi smile pioneer with dspr
    mi "Не злоупотребляй. А то я и привыкнуть могу."
    me "Ничего. Постараюсь. Ну, я продолжаю?"
    dreamgirl "Старый Мазай разболтался в сарае…"
    me "Азиаты ответили выплеском разного рода аниме-мультипликации, адаптациями комиксов-манги."
    me "Девяностые-нулевые послужили эдаким подготовительным периодом для того, чтобы культуры начали смешиваться — японская техника, японские диеты, рисовый стол, теория зон комфорта, теория работоспособности с обязательным часом сна, фэн-шуй…"
    show mi grin pioneer with dspr
    mi "Видишь! А говорил, ничего не знаешь. Давай ещё!"
    me "Ещё…"
    "Я почесал затылок."
    me "Да, вроде, и всё. Дальше уже идёт чистая наука ради науки: трёхмерная печать, например, трёхмерные системы ввода, считывание сигналов мозга и движений глазного яблока, системы моделирование виртуальных реальностей любой детализации."
    me "Самые дорогие компьютерные технологии, промышленная голография."
    mi "Что? Это как?"
    me "Это, например, есть у них такая вещь как вокалоид…"
    stop music fadeout 0
    "Я запнулся на полуслове. И в ужасе уставился на Мику."
    show mi serious pioneer with dspr
    mi "Сенечка?"
    play music unholy_you fadein 3
    "Мику непонимающе уставилась на меня."
    mi "Ты почему побледнел? Опять плохо? Может, действительно к врачу тебя отвести?"
    me "И зовут его, этого вокалоида."
    window hide
    scene expression Desat("bg int_musclub_day")
    show mi serious pioneer
    with dissolve
    "Слова с огромным трудом покидали глотку — но я вспомнил! Вспомнил, — и как нарывающий фурункул, пока это всё не стечёт, поток грязи нельзя остановить."
    me "Хатсуне Мику."
    show mi normal pioneer with dspr
    mi "Надо же, тёзка мой!"
    "Японка хлопнула в ладоши, но как-то неуверенно."
    me "Моя."
    mi "Что?"
    me "Она тоже девочка. Этот вокалоид."
    "Я рассказал ей всё."
    "О том, что нет её."
    "Девочки по имени Хатсуне Мику."
    show mi scared pioneer with dissolve
    "О том, что когда-то кто-то записал разные «ня» и сделал из них музыку."
    "И только дрожащие до помертвения губы и сердце, которое, похоже, готовилось остановиться сразу, как только заткнусь я."
    "Я продолжал говорить. Думать."
    "Возможно, это было бы ещё не так и страшно — подумаешь, виртуальная девочка."
    "Гораздо хуже было то, что всплыло сопряжённое с ней воспоминание."
    $ persistent.sprite_time = "prolog"
    if herc:
        show expression D3_intro("bg int_store_7dl")
    elif loki:
        show expression D3_intro("bg ext_winter_night_7dl")
    else:
        show expression D3_intro("bg ext_playground2_7dl")
    with dissolve
    "Цена, которую пришлось заплатить за несколько суток в коммунистическом раю, где анимешные персонажи стоят бронзовыми истуканами на площади, а насквозь выдуманная японская девочка плачет, слушая мои откровения."
    show mi shocked pioneer far with dspr
    play sound sfx_chair_fall
    with vpunch
    "Я вскочил — перед глазами поплыли зелёные круги от не к месту разыгравшейся дистонии, и остаточная слабость от облучения."
    "Сейчас это не имело значения. {w}Мне стало жутко."
    "Потому что очень могло оказаться, что я ещё не выплатил свою цену."
    "А плачу её до сих пор."
    "На губы сам собой прыгнул полудикий смешок."
    dreamgirl "Ты всё-таки вспомнил."
    "Вздохнул внутренний голос."
    window hide
    scene expression Desat1("bg int_musclub_day")
    show mi scared pioneer
    with dissolve
    mi "Сенечка, что с тобой?"
    me "Не подходи…"
    "Я медленно отступал к двери."
    mi "Сенечка?!"
    me "Не смей…"
    "Я почувствовал влагу на верхней губе и, промокнув ладонью, уставился на растекающуюся чёрно-гранатовую каплю."
    show mi scared pioneer far with dissolve
    me "Приближаться…"
    "Пятясь, я сделал ещё один шаг к двери."
    mi "Сеня…"
    dreamgirl "Ты истеричка!" with hpunch
    th "Врёшь. {w}Тут не истерика, тут впору искать консоль и отформатировать весь ваш мир вдребезги пополам!"
    window hide 
    play sound sfx_open_door_kick
    pause(1)
    scene bg ext_musclub_day:
        pos (0,0) 
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (5,5) 
        pos (0,0) 
        linear 0.1 pos (0,-5) 
        linear 0.1 pos (0,5) 
        repeat
    with dissolve
    "Не помня себя от ужаса, я насилу выбрался из помещения клуба и со всех ног кинулся в душную жару."
    "Остатки совести подсказывали мне, что я сейчас сделал что-то очень плохое."
    "Но сейчас меня гнало вперёд чувство, с которым попросту было бесполезно бороться."
    "А я то всё, дурак, смеялся, когда люди говорили про панику, про панические атаки."
    "И вот сейчас сам такой же «из-за угла напуганный»."
    "Разум забился куда-то в самый дальний уголок сознания, осталось только гаснущее «Я» да бьющая в пятки бетонка."
    "Страшно умирать. Страшно жить, зная, что сейчас ты на самом деле… Нет, не думать об этом."
    th "Это значит, что я сейчас, скорее всего, лежу на каталке «скорой» и меня пытаются откачать?"
    dreamgirl "Возможно."
    if herc or loki:
        extend " Кстати, моё существование… моя воля и то, что я разговариваю на понятном тебе языке — тоже можно объяснить этим."
    th "Но я не хочу находиться внутри какой-то там реальности. Это что, я в компьютерной игре, да?"
    dreamgirl "Возможно."
    dreamgirl "А возможно, что это и есть настоящая реальность, а ты до этого видел скучный сон."
    window hide 
    scene bg ext_square_day:
        pos (0,0) 
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (5,5) 
        pos (0,0) 
        linear 0.1 pos (0,-5) 
        linear 0.1 pos (0,5) 
        repeat
    with dissolve
    if not loki:
        th "Логика в этом есть. Я никогда не ломал конечностей, несмотря на то, что все мои знакомые хоть раз да… Даже травм особых не получал."
    "Мысли прыгали с пятого на десятое, спорить с самим собой получалось с трудом, но страх гнал меня вперёд."
    window hide 
    scene bg ext_boathouse_day:
        pos (0,0) 
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (5,5) 
        pos (0,0) 
        linear 0.1 pos (0,-5) 
        linear 0.1 pos (0,5) 
        repeat
    with dissolve
    stop music fadeout 6
    $ persistent.sprite_time = "day"
    scene bg ext_boathouse_day
    with dissolve
    play ambience ambience_boat_station_day fadein 3

    "Ноги вывели меня к единственному месту, где можно было бы обрести относительный душевный покой."
    th "Но у меня остались шрамы от детских прививок. И когда я пробовал запястье на износ лезвием — тоже осталось несколько заживших порезов."
    if loki:
        "В отличие от старых — наследников горькой памяти, эти были едва заметными, исчезающе бледными."
    play music unfulfilled fadein 3
    "Я поднёс руку к глазам и убедился ещё раз."
    th "Значит, не такой уж и сон?"
    dreamgirl "Возможно."
    th "Не надоело?! Ты уже в третий раз это слово повторяешь!"
    "Возмутился я, а внутренний голос зазвучал как-то виновато:"
    dreamgirl "Прости, но у меня столько же информации к размышлению, сколько у тебя. Совершенно ясно, что ты не в прошлом."
    dreamgirl "Совершенно понятно, что здесь собраны люди из разных временных промежутков — например, Славя явно проходит по части либо крайне отдалённого будущего, либо, наоборот, докрещенской Руси — с её-то насквозь утилитарным отношением и неумением смущаться."
    dreamgirl "Мику — твоя современница, если можно так выразиться."
    th "Она ненастоящая…"
    "Я зло сплюнул в воду."
    th "А я ещё её целовал!"
    dreamgirl "Дебил!" with hpunch
    "Я почти физически ощутил прилетевшую затрещину."
    dreamgirl "Ничему тебя жизнь не учит."
    th "Да в чём дело-то?!"
    dreamgirl "Ты помнишь, каковы её губы на вкус? А запахи? Тактильные ощущения?"
    th "И что?"
    dreamgirl "А то, что всё это и есть твоё настоящее."
    th "Настоящее умирающего разума… Интересно — что такое случилось со мной, что меня забросило сюда."
    dreamgirl "Возможно, это не тебя забросило, а просто… Ты читал «Хроники Корвина», помнишь принцип сосуществования параллельных пространств?"
    th "Может, «Амбера», всё же?"
    dreamgirl "И это тоже. Но не суть. Так помнишь про параллели?"
    th "Что-то вроде разницы в одной мелкой детали?"
    dreamgirl "Именно. И сейчас, похоже, этих «мелких деталей» просто очень дофига вокруг. Лично я ставлю на то, что эта реальность синтетическая. Эдакий винегрет."
    th "И как это должно помочь мне с Мику?"
    dreamgirl "Ну… ты можешь пожелать не просыпаться. Вспомнить что ждёт тебя по ту сторону и отказаться от него."
    dreamgirl "Перестать бороться, понимаешь?"
    dreamgirl "ОТПУСТИТЬ!" with vpunch
    window hide
    with fade2

    me "Но… ведь я умру."
    dreamgirl "Велика потеря. Ну же, вспомни «того самого Мюнхаузена»! Пока твоё тело испускает последний дух — здесь прошло 4 дня, ты познакомился, подружился и успел взаимно влюбиться."
    dreamgirl "Страшно даже подумать, сколько времени займёт остановка сердца и отмирание мозга — пятьдесят местных лет? Семьдесят?"
    th "Но я не хочу жить семьдесят лет в какой-то компьютерной игре."
    dreamgirl "А я у тебя в голове жить не хочу. Дальше-то что? У тебя есть здравые альтернативы?"
    dreamgirl "Напоминаю, что по ту сторону реальности ты можешь быть изломанным обрубком, можешь делать выдох, поймав пулю черепом или просто медленно замерзать, избитый в каком-нибудь зимнем парке."
    dreamgirl "Держи это в памяти — кроме того, что ты по отношению к Мику поступаешь очень непорядочно."
    th "Нормы морали нельзя применять по отношению к вокалоиду."
    dreamgirl "Тебе опять по башке дать надо, чтобы мозги заработали?"
    th "Что опять не так?"
    dreamgirl "На что спорим, она сидит в клубе и горько плачет? Потому что её молодой человек её оттолкнул. {w}Это вокалоид?"
    dreamgirl "Ей больно, Семён. Ей страшно и очень грустно, ведь ближе тебя у неё никого нет. {w}Это тоже вокалоид?"
    th "Её могли запрограммировать на это."
    "Я продолжал спорить, сам не зная зачем."
    dreamgirl "А на любовь её тоже запрограммировали? Или на то, как она тебе спинку вчера лечила? На беседы об отце? На реакцию от гуделки, быть может?"
    dreamgirl "Вокалоид — это синтезатор. Электрическая пианина, в которой место ре-бемоль занято различными «ня». Она похожа на пианино? Или на героя какой-то там дурацкой компьютерной программы?"
    th "Не знаю…"
    dreamgirl "Нет, я серьёзно. Давай подумаем, как ты сможешь безошибочно определить — программа это, какая-нибудь компьютерная болванка или ещё какой гомункул — или же всё-таки это живое существо с самосознанием."
    th "Ну… Наверное, нелогичность поведения. Опять же, я живой, я думаю, я чувствую."
    dreamgirl "Не назову Мику особо логичной. {w}Она тоже живая, и, судя по тому, что влюбилась в тебя как кошка, тоже чувствует. Впрочем, исходя из второго тезиса, думать она, скорее всего, не умеет."
    th "Я попросил бы!"
    dreamgirl "У тебя всё? Или ещё какие-то критерии?"
    th "Я не знаю."
    dreamgirl "Хорошо, тогда поставим вопрос иначе. Ты сам, сам — как считаешь. Она живая? Или она — тот самый чёртов синтезатор?"
    th "Я не знаю."
    dreamgirl "Вот так. А ещё обвиняет меня в том, что я постоянно повторяю одно и то же."
    me "Но и я правда не знаю!!!" with vpunch
    "Заорал я в раскалённое небо."
    "Счесть её живой — при риске нарваться на строчки кода, если ошибка. Зато будет чиста совесть — не смалодушничал, не сбежал."
    "Или счесть роботом и фикцией — и до конца жизни думать, что где-то здорово налажал и, вполне вероятно, полоснул по живому человеку."
    "Проблемы морали."
    "А моя мораль была в том ещё, что я, всё-таки, влюбился."
    dreamgirl "Значит, пора взрослеть и отвечать за свои поступки?"
    th "А что если…"
    "В голову лезли почему-то фантасмагоричные образы с хрупкими красотками в мирах ММО, управляемыми неким собирательным бородатым, прокуренным образом."
    dreamgirl "А теперь я переметнусь на другую сторону и задам тебе другой вопрос."
    dreamgirl "А если риск? Если там и правда борода, прокуренный свитер и жевательное внимание пополам с пивом?"
    th "Значит, просто иногда надо уметь сойти с ума."
    "Не слушая больше реплик подсознания, я настропалил лыжи к музыкальному клубу."
    play sound eat_horn fadein 6
    "Но горн решил, что все извинения должны быть отложены на потом."
    "Впрочем…"
    stop music
    window hide
    play ambience ambience_camp_center_day
    scene bg ext_musclub_day with dissolve
    play sound sfx_campus_door_rattle

    "Было ожидаемо заперто."
    th "Что ж, пошли перехватывать её в столовой."
    "Вздохнув, я поднялся и поплёлся в сторону столовой."
    window hide
    scene bg ext_dining_hall_away_day
    with fade
    $ persistent.sprite_time = "day"
    scene bg ext_dining_hall_near_day
    show un normal pioneer
    with dissolve

    "На крыльце стояла явно кого-то ожидающая Лена."
    me "Лена, привет!"
    show un shy pioneer with dspr
    un "Привет."
    me "Скажи, ты соседку свою не видела? А то мы с ней немного… разминулись."
    "Какой бы продуктивной вчера ни была беседа, постороннему человеку совершенно незачем быть в курсе того, что происходит лишь между мной и Мику."
    un "А вы… Я думала, вы вместе."
    me "Я же говорю — мы разминулись."
    "Терпеливо пояснил я."
    un "Здесь её не было. Абсолютно точно."
    me "Ясно. Ты кого-то ждёшь?"
    show un surprise pioneer with dspr
    un "Что? Нет, я…"
    "Она покраснела так отчаянно, что я понял — добиваться от неё ответа в таком состоянии не только неразумно, но и попросту жестоко."
    me "Нет? Ну, ладно, я тогда в столовую, а ты, если вдруг Мику встретишь — передай ей, пожалуйста, что я её искал. Договорились?"
    "Лена поспешно кивнула, и я оставил её в покое."
    window hide
    stop ambience fadeout 3
    $ persistent.sprite_time = "day"
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 3

    "Столовая гудела как растревоженный улей — оголодавшие за неполных три часа полусонные пионеры спешно восстанавливали содержание сахара в крови."
    me "Ольга Дмитриевна!"
    show mt normal pioneer with dspr
    mt "Да, Семён?"
    me "Вы не видели нашу радиоведущую?"
    mt "Она разве не с тобой?"
    th "Понятно. Дохлый номер — предел компетенции вожатой, не знать где её пионеры."
    me "Да вот не со мной. Я пойду у других поспрашиваю?"
    show mt shocked pioneer with dspr
    mt "Ты что-то знаешь? С ней что-то случилось?"
    me "Да нет! Просто где-то час назад я ушёл из музыкального клуба, Мику оставалась там. Сейчас её нет там. И сюда она не пришла."
    mt "Может, сделать объявление по громкой связи?"
    th "Точно! «Диджей лагерного радио, срочно подойди к радиорубке», смех и грех."
    me "Я полагаю, рановато ещё прибегать к столь радикальным методам поиска, но я учту, спасибо."
    show mt normal pioneer with dspr
    mt "Отрядить Славю тебе в помощь в поисках?"
    me "А ей разве недостаточно нагрузки кроме поисков беглых пионерок?"
    "Не то, чтобы я имел лично что-то против активистки, но её присутствие всегда меня немножко нервировало — эдакий комплекс вины, когда хрупкая женщина пляшет по квартире с метлой и пылесосом, а ты ограничиваешься поднятием ног, чтобы не мешать ей убирать."
    mt "Ей есть чем заняться, если ты об этом спрашиваешь. {w}Но я ей сообщу на всякий случай, а она пусть думает — сможет или нет."
    th "И зачем только спрашивала, интересно. Всё равно поступила по-своему."
    dreamgirl "Как это? У нас разве не демократия в стране?"
    "После размолвки с Мику, в голосе альтер эго появились какие-то нотки… странные! Не то излишне жёсткие, не то, наоборот, истерические."
    th "Что делать-то будем?"
    dreamgirl "Давай включим джентльмена? Возьмём полдник на даму и когда встретим её, изнемогающую от голода, явимся все такие, на белом коне, со вкусной булочкой."
    th "Разумно."
    "Цапнув на раздаче двойную порцию я, не задерживаясь более, вышел на улицу."
    "Время поисков Мику началось!"
    stop ambience
    return
    
label alt_day5_mi_dj_music_club1:
    play ambience ambience_camp_center_day fadein 3
    $ persistent.sprite_time = "day"
    scene bg ext_musclub_day
    with dissolve

    "Перед полдником Мику здесь не было — я проверял."
    play sound sfx_campus_door_rattle
    "Не было её и сейчас."
    "Но я на всякий случай обошёл здание по периметру, заглянул в каждое окошко — вдруг она под роялем прячется? — и от души постучался."
    "Ноль целых, фиг десятых."
    us "Невесту свою потерял?"
    "Раздался хитрющий голос сзади."
    show us smile pioneer with dspr
    me "Привет, говорящий куст."
    show us laugh2 pioneer with dspr
    us "Как ты узнал?"
    me "Да такой ехидный смех только у тебя!"
    show us shy pioneer with dspr
    us "Блин…"
    show us shy2 pioneer with dspr
    us "Я думала, спряталась плохо."
    me "Ты что-то говорила про Мику…"
    "Напомнил я."
    us "Да… Она тут была до полдника, потом ушла."
    "Неохотно промямлила Ульяна."
    me "Это я и без тебя знаю!"
    show us calml pioneer with dspr
    us "Не кричи на меня."
    "Надулась мелкая."
    us "А то я вообще больше ничего не скажу."
    me "Прости. Так что там?"
    "Ульяна ещё несколько секунд смотрела на меня с недоверием, но потом кивнула."
    show us normal pioneer with dspr
    us "Я видела, как она к воротам шла. Попробуй посмотреть там."
    if alt_day5_mi_dj_entrance_visited:
        me "Был я там. Нету."
        us "Значит, не судьба."
        "Она помахала мне рукой и убежала в сторону площади."
        "А я остался размышлять о том, куда двигаться дальше."
    else:
        me "Уверена? Что ж. Тогда спасибо тебе огромное."
        us "Не за что!"
        "Она неуловимым движением выудила булочку у меня из кармана и, заливаясь хохотом, убежала."
        th "Это же был мой полдник…"
        dreamgirl "Ага. Так что смотри теперь, не попадись ей во второй раз — утрату ещё и полдника Мику я тебе не прощу."
        th "Молчи уже… Мрачная зануда."
    window hide
    stop ambience fadeout 2
    return
    
label alt_day5_mi_dj_clubs1:
    $ persistent.sprite_time = "day"
    scene bg ext_clubs_day
    with dissolve
    play ambience ambience_camp_center_day fadein 5

    "По логике следовало начинать поиски как раз отсюда — ведь основное рабочее место неугомонной японки теперь было как раз здесь, в радиорубке."
    "Правда, в эфире до сих пор царила тишина, поэтому  можно было сделать выводы о том, что за пультом до сих пор никого нет."
    "И тем не менее"
    window hide
    play sound sfx_close_door_clubs_nextroom
    scene bg int_clubs_male_day
    with dissolve

    extend ", я решил проверить всюду."
    show el normal pioneer with dspr
    "В основном помещении — будто и не двигался никуда с места — по-прежнему сидел Электроник."
    "Он сгорбился над распотрошённым генератором и что-то там старательно тыкал иголкой."
    me "Как успехи?"
    "Не отвечая, кибернетик дёрнул плечом — не мешай, мол."
    "Поэтому я поспешил оставить его в покое."
    play sound sfx_campus_door_rattle fadein 5
    "Дверь была закрыта на ключ."
    "И всё-таки, ни одного возможного места не стоило упускать."
    window hide
    play sound sfx_unlock_medpunkt_door
    scene bg int_clubs_dj_7dl with dissolve
    $ renpy.pause(2)

    th "Пусто!"
    window hide
    play sound sfx_close_door_clubs_nextroom
    scene bg int_clubs_male_day with dissolve

    "Старательно закрыв дверь на ключ, я вернулся обратно в помещение клуба."
    th "Кажется, придётся искать в другом месте!"
    window hide
    stop ambience fadeout 2
    return
    
label alt_day5_mi_dj_camp_entrance1:
    $ persistent.sprite_time = "day"
    scene bg ext_camp_entrance_day
    with dissolve
    play ambience ambience_camp_entrance_day fadein 3

    "Ворота встретили меня тишиной и одиночеством."
    "Заброшенная будка для охраны, так и не установленный на бетонный столб шлагбаум — вместо него установили целиковые ворота…"
    "Выемки из кирпичной стены в форме пятиконечной звезды, сваленные тут же в лопухах, оплетающий кирпич плющ…"
    "А по ту сторону были всё те же привычные фигуры пионеров, не то из бетона, не то ещё из какого-то камня, щедро выбеленного солнцем."
    "Остановка автобуса номер 410, которого я так ни разу и не увидел."
    "Знак «осторожно, дети!» — как будто в этот карман повернёт кто-то, кто не в курсе относительно местного контингента."
    "Разумеется, Мику здесь не было."
    "Да и что бы ей делать за территорией лагеря?"
    "Я задумчиво поковырял подошвой сандалии трещину в асфальте, прихотливым изгибом протянувшеюся от ворот до самой вывески с автобусной остановкой."
    "Идей, куда идти, не было абсолютно."
    "Тех мест, что я считал епархией японки, она будет избегать в первую очередь — просто потому что я в курсе относительно них."
    th "И куда тогда идти?"
    "Я стоял точно напротив приоткрытой створки ворот и боковым зрением смотрел за тем, как в струящемся, поднимающемся от асфальта раскалённом воздухе плывёт и искажается контур девичей фигурки."
    "За её спиной мир будто обрывался в никуда, переходя в плохо отрисованные задники."
    th "Так и знал — на железе экономят, весь лагерь в памяти не держат."
    dreamgirl "Всё ещё истеришь по поводу виртуальной реальности?"
    th "Имею право!"
    dreamgirl "Да брось. Хорошая виртуальность заставляет тебя самого её строить. Помнишь? «Глубина-глубина, да пошла ты!»?"
    dreamgirl "Так что можешь не стараться, даже если носом уткнёшься во что-нибудь, оно не пойдёт квадратиками-лесенками."
    th "И что это должно значить?"
    dreamgirl "Да ничего."
    "Образ безмятежного пожатия плечами."
    dreamgirl "Просто указываю тебе на то, что твой способ градации реальностей не без изъянов."
    th "Ага. Значит, её существование  — это не халтурка в угоду завзятому эротоману?"
    dreamgirl "Пффф. Ты только вслух ей такое не скажи, ладно? Боюсь, не оценит."
    "Ещё несколько секунд — и Славя остановилась передо мной."
    show sl normal pioneer with dspr
    sl "Семён, что ты здесь делаешь?"
    me "Гуляю."
    "Нейтрально ответил я. Посвящать ещё одного человека в мои проблемы не хотелось."
    show sl serious pioneer with dspr
    "Славя чуть-чуть нахмурилась, подбирая слова."
    sl "Скажи, Семён, а ты во въездной инструкции расписывался?"
    me "Пардон, где?"
    sl "Ну, в правилах."
    me "Не-а."
    if not alt_day2_olga_help:
        extend " Я вообще ручку в руках не держал с тех пор, как сюда попал."
    sl "Что ж, это многое объясняет."
    show sl smile pioneer with dspr
    sl "Семён, дело в том, что правилами лагеря пионерам запрещено находиться за территорией в отсутствии старшего сопровождающего."
    "Заученно оттарабанила она."
    me "Ага. А почему?"
    show sl smile2 pioneer with dspr
    sl "Да кто ж его знает."
    "Рассмеялась Славя."
    sl "Просто очередное дурацкое правило, которое бесполезно пытаться понять."
    me "Ну, теперь-то у меня есть старший сопровождающий."
    show sl laugh pioneer with dspr
    sl "Хитёр! {w}"
    show sl normal pioneer with dspr
    sl "И всё-таки, что ты здесь делаешь?"
    me "Не могу сказать. Давай просто примем за версию, что я здесь гуляю."
    sl "Ах, вот как…"
    me "А ты?"
    sl "Что?"
    me "Ну… Ты что здесь делаешь?"
    sl "Да ничего особенного."
    show sl smile pioneer with dspr
    sl "Ты ещё долго… кхм… гулять собираешься?"
    me "Да нет. Я уже обратно иду."
    sl "Прекрасно."
    show sl smile pioneer far with dissolve
    "Славя кивнула мне и заспешила обратно в лагерь."
    sl "К слову…"
    hide sl with dissolve
    "Тут Славя полностью скрылась за воротами."
    sl "Я видела Мику у её дома пятнадцать минут назад. Поспеши гулять туда, если хочешь застать её."
    "Ветер донёс её смех."
    if alt_day5_mi_dj_home_visited:
        me "Но я же…"
        me "Был… Там…"
        "Не поймёшь — то ли и правда помочь хочет, то ли так изощрённо издевается."
        "А, всё равно. Надо искать дальше."
    else:
        th "М-да."
        dreamgirl "Угу."
        "В тон со мной резюмировало подсознание."
        dreamgirl "Кажется, в этом лагере каждая собака знает — что произошло между тобой и Мику."
        dreamgirl "Одно слово — большая деревня!"
        th "Спору нет."
        th "Но соглашусь со Славей, надо и в самом деле проверить домик Мику — вдруг она ещё там."
    window hide
    stop ambience fadeout 2
    return
    
label alt_day5_mi_dj_un_mi_house1:
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_un_day with dissolve
    play ambience ambience_camp_center_evening fadein 1

    if alt_day5_mi_dj_necessary_done > 1:
        "Ноги уже начали ощутимо гудеть, когда я подбежал к домику, который делили Лена и Мику."
    if alt_day5_mi_dj_necessary_done > 3:
        "Моей последней надеждой было застать Мику в её домике."
        "Потому что все остальные места, где она могла быть, я уже облазил."
    window hide
    scene bg ext_un_house_with_un_7dl with dspr

    "Лена сидела на ступеньках, лениво щурясь на солнце."
    "Переложенный красивой атласной закладкой томик дожидался своего часа рядом с ней."
    un "Семён…"
    "Она не покраснела и не смутилась при моём появлении, что было довольно удивительно."
    "Впрочем, ей могло быть попросту лень."
    dreamgirl "Она была очень ленивой девочкой. {w}Её все так и звали Лееееена."
    me "Мику?"
    "Лена отрицательно покачала головой."
    un "Так и не нашёл?"
    "Я только руками развёл."
    un "А вожатая?"
    me "Я хочу сам. Сам потерял — сам и найду."
    un "Ну тогда…"
    "Девушка сладко зевнула, прикрываясь ладошкой."
    un "Многих удач тебе в поисках."
    "И прикрыла глаза, давая понять, что аудиенция окончена."
    window hide
    stop ambience fadeout 2
    return
    
label alt_day5_mi_dj_estrade1:
    $ persistent.sprite_time = "day"
    scene bg ext_stage_normal_day
    with dissolve
    play ambience ambience_day_countryside_ambience fadein 5

    "На сцене что-то старательно выковыривала на струнах Алиса, и я поневоле заслушался."
    play music dv_guitar fadein 7
    "Смутно знакомая мелодия, которую я некогда слышал — может быть, в одну из своих поездок по лагерям на очередном турслёте."
    "В этом лагере вообще уйма отсылок и зацепок для памяти — но я, наверное, об этом уже не раз говорил."
    "Всё на одной живой нити, потяни одно, за ним потянется другое."
    "Потяни мысль о том, с чем у меня ассоциируется вредная рыжая девчонка с гитарой — и окажется, что где-то в прошлом была уже одна такая, которую ненавидел всем сердцем, но что-то внутри оборвалось, когда она исчезла."
    "Потяни мысль о Славе — и поневоле наткнёшься на одну из этих необъяснимо заботливых женщин, что иногда встречаются каждому на пути. И тогда думаешь, что раз повезло на такого хорошего человека — может быть, не такой уж ты и неудачник?"
    "Ульяна — не то мечта, не то ложное воспоминание о проказливой, шкодливой младшей сестре, которая никогда не даст тебе заскучать, доведёт до белого каления, но будет беззаветно любить тебя и почитать до тех пор, покуда собственных детей не заведёт… И то не факт, что остановится после того как мамой станет."
    "Лена — это такой стереотип, что даже смешно становится. {w}Стеснительная девушка, о которой надо заботиться, ухаживать и быть чутким, нежным и терпеливым, прежде чем она подпустит к себе достаточно близко. За три сотни лет вкусы рыцарства так и не поменялись."
    "Хотя современное рыцарство всё больше предпочитает твидовую, реже — джинсовую броню со вставками из житейского цинизма и показной чёрствости."
    "И Мику."
    "Здесь доктора затрудняются с диагнозом."
    "И вот, покуда наши джинсовые Галахады и Ланселоты расходятся по разным углам ристалища, понукая своих стомегабитных скакунов и проверяя прочность булатных аргументов, можно поставить мир на паузу и подумать — что же на самом деле для меня значит Мику?"
    "Наверное, Мику — это моё нереализованное желание хотя бы раз в день улыбаться, чтобы не сойти с ума. А ещё лучше — смеяться."
    "Похороненный заживо вечно семнадцатилетний подросток, глазами которого я смотрю на мир сквозь толщу прожитого — даже если вдруг получается, что от точки самоотождествления отделяют многие годы и самый горький опыт."
    "Нет, не тоска по детству, нет. Это именно то, каким я вижу себя, то, каким я должен быть. Немудрено, что попав сюда, я стал тем, кем себя всегда считал."
    "И логично было ожидать, что из всех возможных вариантов я выберу того человечка, что будет наиболее близким мне в этом желании."
    "Ведь в моём мире Мику девятый год как шестнадцатилетняя."
    "Мику… Моя надежда."
    dreamgirl "Значит, мало было называть программой, она теперь ещё и марионетка твоего подсознания?"
    th "Ну…"
    dreamgirl "Беру самоотвод! Я к ней отношения не имею! Меня бы в дурдом забрали через два дня попыток ужиться с ней. Она вслух-то помнишь, как болтает? А представь себе, что происходит внутри её головы!"
    th "Значит, не глюк подсознания и не программа…"
    dreamgirl "Ничего не значит. Тебе нужно поговорить с ней."
    window hide
    with fade2
    stop music fadeout 4
    pause(3)

    "Наконец, Алиса дошла до логической точки в произведении и прекратила играть."
    show dv normal pioneer with dspr
    dv "Зачем пришёл?"
    me "Да так… Я Мику повсюду ищу, ты не видела случаем?"
    dv "Нет. Что-то ещё?"
    me "Нет."
    "Кивнув, Алиса мгновенно утратила ко мне интерес и вернулась к струнному перебору."
    window hide
    stop ambience fadeout 2
    return

label alt_day5_mi_dj_supper:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(5, u"Мику. DJ. Ужин")
    scene bg ext_dining_hall_near_sunset
    with dissolve
    play music music_list["trapped_in_dreams"] fadein 3
    "Беготня по лагерю не принесла плодов — японка как сквозь землю провалилась."
    "Потому к столовой я шёл, терзаемый самыми неприятными предчувствиями."
    "Задержавшись на крыльце ещё на несколько секунд, безрезультатно оглядываясь по сторонам, я был вынужден зайти — страждущие пионеры не ведали сомнений и буквально внесли меня внутрь."
    window hide
    scene bg int_dining_hall_people_sunset
    with dissolve
    play ambience ambience_dining_hall_full
    "Место внутри удалось найти с огромным трудом."
    show mi serious pioneer with dspr
    "У меня ёкнуло сердце, когда я разглядел с кем именно по соседству."
    dreamgirl "Вот и нашёл. Орёл."
    me "Приятного аппетита."
    mi "Спасибо."
    "Не знаю, как она оценила моё поведение, но то, что обижаться она имела все основания — это факт."
    "А потому я не удивился её неожиданному малословию."
    me "Какие планы после ужина?"
    mi "Костёр."
    me "Костёр?"
    mi "Да."
    show un normal pioneer at left with dspr
    un "После ужина поход будет. На костровую поляну."
    mi "Я помогала готовить поход."
    "Уведомила Мику."
    "Она в какой-то момент отморозилась — в осколки расколошматив пестуемый образ девочки-солнечного зайчика."
    "Неспособного долго злиться или обижаться, угу."
    "Что-то для солнечного зайчика у неё слишком пасмурный взгляд."
    "И этот взгляд упорно — куда угодно, но вдоль, а не на меня."
    "Я бы не удивился, если бы это были слёзы, тихая или бурная истерика, в крайнем случае, попытки сделать мне какую-нибудь гадость."
    "Но не вот это…"
    me "Мику…"
    show mi upset pioneer with dspr
    mi "Да, Семён."
    me "Не Сенечка?"
    mi "Чего ты хотел?"
    me "Ты теперь всегда будешь… такой?"
    "Она только плечами пожала и, составив недоеденный ужин на поднос, унесла его к окошку посудомойки."
    hide mi with easeoutright
    mi "Я же ненастоящая…"
    "Донесло до меня обрывком мысли."
    show un serious pioneer with dspr
    un "Виноват? Исправляй."
    me "Что? Но…"
    show un angry2 pioneer with dspr
    un "Ты что-то не понимаешь? Догоняй её, живо!"
    me "Иду, иду…"
    window hide
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_dining_hall_near_sunset
    with dissolve

    "Даже не знаю, что меня напугало больше — новое амплуа Лены или оставленное ей недосказанным."
    "Так или иначе, то или иное — это добавило мне прыти, и я успел заметить в конце мощёной плитами дорожки, ведущей от столовой к площади, знакомые сине-зелёные хвосты."
    window hide
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    play ambience ambience_camp_center_evening
    scene bg ext_square_sunset
    show mi cry pioneer
    with dissolve
    play music will_you fadein 4
    "Её глаза были на мокром месте, но мгновенно высохли, стоило лишь ей увидеть меня."
    me "Мику! Да стой же!"
    "Я догнал её и поймал за руку."
    me "Мику!"
    show mi sad pioneer with dspr
    mi "Чего ты хочешь?"
    me "Я…"
    "Дыхание прыгало не столько от пробежки — для организма такие нагрузки только в пользу — а от нервов и ощущения, что если я сейчас слова подобрать не сумею, то произойдёт нечто… Не знаю даже. Непоправимое?"
    me "Я хочу поговорить, наверное."
    show mi normal pioneer with dspr
    mi "О чём?"
    "Опять этот взгляд — куда-то вдаль, мимо, по касательной."
    me "О нас."
    mi "Говори. Только мне в клуб надо."
    me "Зачем?"
    mi "Песни для костра."
    "Почему-то в голове промелькнула фантасмагорическая картина, как Мику разводит костёр с помощью нотной бумаги."
    show mi upset pioneer with dspr
    me "И ты…"
    mi "Подобрала песни, нужна гитара."
    me "Давай, я тебе помогу."
    show mi angry pioneer with dspr
    mi "Не нужно. Сама справлюсь."
    "Она упорно отворачивалась."
    "И я совсем не мог её винить."
    window hide
    show blinking

    "Но и отпускать просто так тоже не мог!"
    "Пожав плечами, японка вернулась на курс в северную часть лагеря, оставляя мне право выбора — бежать за ней или оставаться на месте."
    "Разумеется, я догнал её и постарался идти вровень."
    "Раньше же как-то получалось — мы же как-то гуляли вместе! Но не сейчас."
    me "Мику…"
    mi "Что."
    me "Слушай, прости меня, а? Извини дурака, ну, ляпнул, не подумав."
    mi "Я не злюсь."
    "Она продолжала разговаривать со мной всё тем же {i}неживым{/i} голосом."
    me "Да не могу я, когда ты такая!"
    "Я обогнал её и встал на пути."
    window hide
    scene bg ext_musclub_day
    show mi dontlike pioneer
    with dissolve

    "Штаб-квартира Мику располагалась в одной из самых высоких точек лагеря, поэтому сюда свободно добивало садящееся светило."
    "Поэтому я смотрел на Мику, а видел чёрный силуэт без опознавательных знаков."
    "И жутковато становилось от мысли, что, возможно, она и внутри сейчас такая же — нивелированно-чёрная."
    "И виноват в этом мой длинный язык."
    me "Слышишь? Я хочу, чтобы ты вернулась."
    show mi normal pioneer with dspr
    mi "Я здесь… Понесёшь гитару?"
    me "Да, конечно."
    mi "Тогда бери ту, что у стены. Нас ждут на площади."
    "Она пропустила меня вперёд, а сама отошла к тумбочке  с кипой нотных альбомов."
    window hide
    play sound sfx_open_door_2 fadein 4
    scene bg int_musclub_day
    show mi serious pioneer
    with dissolve

    mi "Построение."
    "Предупредила она мой вопрос."
    me "Уже приходилось бывать на костре?"
    mi "Дважды."
    me "А расскажешь, что там будет?"
    "Я не оставлял попыток расшевелить девушку — ну нельзя же её оставлять в таком состоянии! Она и так три часа…"
    mi "Два километра по лесу, потом костёр, я буду играть на гитаре, вы петь."
    me "И всё?"
    mi "Да."
    "Хотелось… Хотелось каких-то решительных действий."
    th "Может, поймать её в охапку и не отпускать, пока в себя не придёт?"
    dreamgirl "Дерзни. Потом только не удивляйся, если она на тебе какой-нибудь хитрый кунфуистский приёмчик опробует."
    th "Но не оставлять же её такой!"
    dreamgirl "Всё нормально. Если она выжила несколько часов, потерпит и ещё парочку."
    th "А что будет через пару часов?"
    dreamgirl "Мне от тебя матом ругаться хочется, ей-богу."
    dreamgirl "Ночь же. Костёр. Лес. Романтика!"
    th "И что?"
    dreamgirl "А то, что под таким соусом можно будет и извиниться, и предложить ей не брать в голову. Да мало ли."
    me "Нас, наверное, парами разобьют. Пойдёшь со мной?"
    show mi upset pioneer with dspr
    mi "Как получится."
    "Прошептала она."
    stop music fadeout 5
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_houses_sunset
    with dissolve
    $ sunset_time()
    play ambience ambience_camp_center_evening fadein 3

    "Заперев клуб, Мику направилась на площадь."
    "Но нас ещё на подходе к памятнику окликнула вожатая."
    show mt normal pioneer with dspr
    mt "Семён, Мику, уже собрались к костру?"
    mi "Иду собираться."
    "Бесцветно ответила девушка, исчезая."
    hide mi with dissolve
    me "Простите?"
    mt "Я видела у тебя свитер — возьми с собой на всякий случай, будем возвращаться поздно, возможно, будет холодно."
    me "Но я с Мику…"
    mt "Не беспокойся, я прослежу, чтобы никто её не украл в твоё отсутствие."
    me "Да нет! Я…"
    show mt smile pioneer with dspr
    mt "Кругом шагом арш!"
    "Ольга Дмитриевна отобрала инструмент, развернула меня и подтолкнула в нужную сторону, только что напутственного пенделя не дала."
    dreamgirl "Пойдём уже, возьмём этот несчастный свитер и поспешим воссоединиться с трепетной возлюбленной."
    th "Стебись-стебись."
    window hide
    scene bg ext_house_of_mt_sunset with dissolve

    "Было бы честным признаться, что я никогда не был фанатом всей этой туристической ерундистики."
    "Все эти подвижные игры, зарницы, беготня, забеги по-пластунски по уши в грязи — я в них участвовал, даже начинал получать некое удовольствие, разогревшись."
    "Но всепоглощающей влюблённости в такой образ жизни не было."
    "К несчастью, пионеры не разделяли моего философского взгляда на очередное стихийное бедствие и взбудораженно бегали, готовясь к «захватывающему приключению»."
    "Нога за ногу, я поплёлся на поиски свитера, который в такую погоду нужен был как корове седло."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    scene bg int_house_of_mt_sunset
    with dissolve
    play ambience ambience_int_cabin_evening fadein 2

    th "Впрочем, если я ничего не путаю, можно кое-что…"
    "Внутри я проверил тумбочку — Ольга Дмитриевна сгрузила содержимое карманов в верхний ящик, и я лишний раз порадовался тому, что наша вожатая напрочь лишена любопытства."
    th "Надеюсь, нас не заставят разбивать палатки или готовить на костре. Хотя о чём это я. У нас вечерний костёр — значит, посидим, споём и обратно впотьмах попрёмся."
    dreamgirl "Ну! В темноте можно сломать ногу, встав в какую-нибудь кротовину, выколоть глаз веткой, напороться на ночного хищника! Волнительное приключение!"
    "Не тратя лишнего времени, я рассовал машинерию по карманам, набросил на плечи свитер, перетянув его узлом под подбородком, и, на прощание глянув в зеркало, заспешил обратно на площадь."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    scene bg ext_square_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music music_list["lightness"] fadein 3

    "Если я не ошибался, здесь собралось не больше половины населения — судя по тому, что я помнил на тех двух линейках, что не профилонил."
    "Наш отряд был в полном составе за исключением Ольги Дмитриевны, непонятно где ходящей."
    "Отряхнув поребрик возле Генды от пыли, я уселся и вытянул ноги."
    "Перехватив взгляд Мику, приглашающе кивнул, мол, присаживайся."
    "В этот раз, видимо, ради разнообразия, она не стала воротить носик, а уселась рядом."
    "Во взгляде её всё ещё было полно пустоты, но нет-нет, а и проскакивали изумрудные искорки."
    th "Значит, не так уж всё и безнадёжно, и она понемногу приходит в себя."
    dreamgirl "Молись, чтобы было именно так. Потому что нам хватает одного аутиста в наших тесных рядах."
    th "Это ты о ком, интересно? Неужели о Лене?"
    dreamgirl "О тебе, дорогой. {w}Лена не аутист, она просто скромная очень."
    dreamgirl "А вот ты сегодня явно в ударе — глупость за глупостью делаешь."
    th "Спасибо, я старался!"
    "Впрочем, кое-что я вполне мог бы сделать не из самого глупого."
    show mi normal pioneer with dspr
    "И накрыл ладошку Мику, лежащую между нами, своей ладонью, улыбнулся в ответ на её вопросительный взгляд."
    "Она недовольно поморщилась, но руку не убрала."
    "А скоро и вожатая появилась."
    hide mi with dissolve
    show mt normal pioneer far at center  
    with dissolve
    "Всучив мне гитару, она выпрямилась во фрунт и глубоко вздохнула."
    stop music
    stop ambience
    mt "Стаааановись!"
    "Командирский рык из тренированной глотки заставил заткнуться всех присутствующих, находящихся поблизости вынудил присесть и между делом сбил пару листьев с ближайшего дерева."
    play music music_list["always_ready"] fadein 3
    show mt smile pioneer with dspr
    mt "Прекрасно! Все в сборе, и мы можем приступить к туристическому походу!"
    th "Началось…"
    "Вожатая сложила руки за спиной и расставила ноги на ширине плеч, резко став похожей на комендор-сержанта Хартмана."
    window hide
    scene cg d2_lineup
    with dissolve
    "Фактически, настолько, что я даже удивился, когда она не предварила свою речь какой-нибудь шуточкой о дискриминации."
    mt "Пионеры! Р-равняйсь!"
    "В нашей шеренге все повернули голову в мою сторону."
    mt "Смир-рна!"
    mt "Итак! Сегодня по плану у нас туристический поход на костровую поляну."
    mt "Это значит, что мы дойдём до костровой поляны, отдохнём там и пойдём обратно! Никаких ночёвок, никаких возвращений до срока!"
    mt "Если вы вдруг не сходили по вашим делам — рекомендую делать это прямо сейчас!"
    "Шеренги остались недвижимыми — пионеры были битыми, и чувствовать в разгар мероприятия, как «нежно пустеет желудок» желающих не было."
    mt "Пенок, сидушек и прочей ерунды в этот раз не будет, поляну убрали как следует, за что отдельная благодарность девушкам первого отряда!"
    mt "Костёр будет один, пожарник запретил жечь сразу несколько, поэтому потрудитесь разобраться с местами сейчас же."
    mt "Ответственной за костёр назначается… Феоктистова Славяна."
    el "Кто бы сомневался."
    "Пробурчал Электроник."
    mt "Теперь несколько слов о цели похода. {w}Вы, наверное, думаете, что нам нечем заняться, и мы тащим вас непонятно куда, чтобы попеть под гитару и запечь пару картошек."
    mt "Так вот, это не так!"
    "Ольга подняла голос, и загулявшие было по толпе смешки смыло как волной."
    mt "В первую очередь это закрепление навыков туриста! Во вторую — это обучение работать в команде."
    mt "К слову, о командах… На первый-второй… ррррасчитайсь!"
    el "Первый."
    sl "Вторая."
    un "Первая."
    mz "Вторая."
    "И дальше по рядам улетело синусоидой «первый-второй-первый-второй»."
    "Наконец, откуда-то от младших отрядов донеслось."
    ml "Расчёт окончен."
    "Старый, действенный способ разобрать ораву народа по парам."
    mt "Вторые номера шаг вперёд марш!"
    "Ровно половина населения лагеря шагнула вперёд."
    mt "Нале… во!"
    "Со мной в пару по строю попадал Электроник, но, глядя на пертурбации внутри строя, я решил оставаться рядом с Мику и стал проталкиваться к ней."
    mt "Со второго по седьмой отряды шагом… арш!"
    "И организованная орда  направилась в сторону вторых ворот, выходящих на дорогу к костровой поляне."
    "Электроник, довольный, что я не настаиваю на его компании, направился к Жене, Славя как главная активистка, судя по всему вообще одна пойдёт."
    "А вот с Мику, скорее всего, пойдёт Лена — и, судя по её недружелюбному взгляду, подходить меняться сейчас не самая разумная затея."
    th "Значит, со Славей придётся?"
    mt "Семён!"
    "Голос вожатой вывел меня из раздумий."
    "Я обернулся — она уже сошла со своей привычной трибуны и подошла к нам, всем видом показывая, что формальности на сегодня завершены."
    window hide
    scene bg ext_square_sunset
    show mt normal pioneer at center 
    with dissolve

    me "Да?"
    mt "Ты без пары, да? Не хочешь…"
    me "С Мику? Очень хочу."
    mt "C Мику пойдёт Лена как её соседка по комнате."
    mt "Без пары Электроник, но я его со Славей поставлю."
    mt "Так что пойдёшь с Женей — она как раз свободная."
    "Вожатая в своём стиле — подходит, что-то спрашивает, а делает всё равно по-своему."
    th "И зачем спрашивала только!"
    "Её манера вести дела снова всколыхнула во мне застоявшееся раздражение."
    th "Жужелица, значит? Надеюсь, меня не заставят держаться за ручки с этим насекомым?"
    th "У нас же обоюдная идиосинкразия!"
    "Я срочно стал прикидывать варианты — как бы плавно спихнуть её, например, Лене."
    "Проблем со взревновавшим Электроником мне ещё не хватало."
    hide mt
    with dissolve
    show mz normal glasses pioneer at center 
    with dissolve
    "Жук-носорог замер посередине тропинки, настороженно поблескивая стекляшками глаз."
    th "Что там Мику говорила…"
    me "Женя, можно у тебя спросить кое-что?"
    show mz bukal glasses pioneer at center 
    with dspr
    "Всеобъемлющий взгляд на мгновение сфокусировался на мне. До меня снизошли."
    "Не знаю, сколько мне ещё надо тренироваться, чтобы {b}так{/b} смотреть сквозь человека."
    mz "А стоит?"
    "Спросила Жужелица с удручающей серьёзностью."
    me "Да, наверное, стоит."
    "Она вздохнула."
    mz "Раз ты уверен… Спрашивай."
    "Её отношение откровенно сбивало с толка."
    "Нет, я ожидал, что она будет как минимум не в восторге от моей компании."
    "Но неприкрытой издёвки, честно сказать, не ожидал."
    me "Кхм… Женя, слушай, ты, говорят, с Леной дружишь."
    if alt_day4_mi_dj_hedg:
        "Вспомнился вдруг вчерашний день, охота на хыщника и причины, по которым Мику осталась одна в домике."
    mz "Что с того?"
    me "Может, тогда давай поменяемся? Ты с Леной пойдёшь, а я с Мику."
    show mz smile glasses pioneer with dspr
    mz "Я бы не прочь. Но вас вместе в жизни не поставят!"
    me "А мы сами встанем."
    show mz normal glasses pioneer with dspr
    mz "Не получится. И так лагерь шепчется о том, что вы встречаетесь."
    mz "Думаешь, Ольге нужны лишние проблемы?"
    me "Да мы просто работаем вместе!"
    mz "Забудь, короче."
    hide mz
    with dissolve
    th "Да уж. Короче некуда…"
    stop music fadeout 3
    "Женя встала рядом и приняла вид, преисполненный энтузиазма…"
    mt "Первый отряд! Налево шагом… Арш!"
    "И мы зашагали в ногу, ничем не отличаясь по виду от выходящих первыми малышей."
    th "Не только по виду, но и по развитию тоже."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    scene bg ext_backroad_day_7dl
    with dissolve
    play ambience ambience_forest_evening fadein 3

    "Топ-топ, топ-топ, топ-топ, топ-топ! В мозгу сама собой крутилась строевая:"
    th "Хочу, ребята, я вам расказать-ать-два!"
    th "Хочу вам рассказать про трёх девчат-ать-два!"
    th "Девчата были все как иха мать-ать-два!"
    th "А их мать была известна… Так, стоп."
    dreamgirl "А, что?"
    th "Проехали. Объясни мне, зачем мы парами идём?"
    dreamgirl "Тебе же сказали — взаимовыручка, поддержка, товарищеское плечо!"
    th "То есть, если я сейчас упаду и сломаю ногу, наша хрупкая библиотекарша взвалит меня на спину по-армейски и будет тащить на себе до ближайшего перевязочного пункта?"
    dreamgirl "Скорее, она запряжёт Электроника и Славю, чтобы те посадили тебя на замок в четыре руки… Или пристрелит на месте, чтобы не мучился."
    "В последнее верилось охотнее всего."
    "Женя шла по лесу с той самой рассеянностью, что безоговорочно выдаёт в городском жителе такового — особенно ту их часть, что не слишком-то жалуют натуру."
    "Покуда мы шли по широкой торной тропе, она чувствовала себя нормально, поглядывая по сторонам и настороженно зыркая в мою сторону."
    "Но стоило лишь свернуть на тропинку поуже — и начались неприятности."
    "Я и сам не большой ходок по мукам, но кое-что из детства закрепилось в памяти крепко, вроде глухой одежды в лесу от клещей, перехвата веток и отслеживания поверхности тропинки, чтобы не наступить куда-нибудь не туда."
    "Несколько раз я ловил ветки на отлёте, не давая им съездить по очкам Жени — и в качестве ответной благодарности ловил сумрачный взгляд Электроника."
    "Потом надоело, и я просто встал сзади — тем более, что границы тропинки сузились настолько, что пришлось перестроиться в колонну по одному."
    "Несколько ощутимо хлёстких ударов ветками, и городской житель мгновенно подобрался и, судя по напряжённой спине, прекрасно понял, кто был причиной тому, что эти удары прилетели только сейчас."
    "Я же решил приберечь заботу для того, кому она действительно необходима."
    th "Быстрее бы уже вожатая устала маяться дурью и повернула к непосредственно поляне!"
    dreamgirl "Но у тебя ещё недостаточно прокачалась взаимовыручка! Ты должен ещё полчаса спасать свою напарницу от веток!"
    th "Точно. Заработаю много опыта. Скажи мне, взаимовыручка, что думаешь с Мику делать?"
    dreamgirl "А то, же что и требуется сделать тогда, когда обидел девушку — просить прощения, а потом его заслуживать."
    th "Заслуживать?"
    show mz normal glasses pioneer at center with dissolve
    mz "Может, вперёд встанешь?"
    me "Нет."
    "Благодарности в ней не было ни на йоту, и неприязнь по отношению к очкастой мало-помалу перерастала в настоящее раздражение."
    show mz bukal glasses pioneer at center with dspr
    "А раздражение вызывает рефлексы."
    mz "А как же товарищество?"
    "Насмешливо спросила она."
    me "Я тебя первую половину пути товарищил уже."
    me "Глаза разуй и следи за дорогой, пока опять по мордасам не прилетело."
    "Жужелица фыркнула и… Еле успела увернуться от отведённой Славей ветки."
    show mz angry glasses pioneer with dspr
    mz "Эй! Аккуратнее нельзя?"
    sl "Что, прости?"
    "Не оборачиваясь, спросила Славя."
    show mz angry glasses pioneer far at center with dissolve
    mz "Я говорю, можно меня ветками не бить?"
    sl "Так ты их придерживай, тут они очень близко к дороге растут."
    "Женя фыркнула, но совету вняла."
    "В отличие от меня, соседку по домику она за что-то крепко уважала."
    me "Славя, когда у нас по графику начало мероприятия?"
    "Ныть «когда придём» я не стал — знал, как сильно это вымораживает любого более-менее опытного походника."
    me "Мне бы приготовиться."
    sl "Через пятнадцать минут."
    show mz bukal glasses pioneer at center with dspr
    "Жужелица что-то прошипела через плечо."
    "Я не расслышал, но переспрашивать не стал."
    "Сто процентов, какая-нибудь похабщина."
    me "Да-да. Через пятнадцать минут."
    window hide
    with fade2

    th "Пятнадцать минут."
    "Едва ли за это время сильно пострадает моё чувство взаимопомощи."
    "Вот подумать мне надо совершенно определённо — и так, чтобы никто не мешал."
    "И для этого крайне желательно восстановить status quo."
    hide mz with dissolve
    "Нащупав в кармане наушники, я с грехом пополам угнездил амбушюры в слуховом канале и, нащупав переключатель, включил первую же попавшуюся мелодию."
    play music unfinished_life
    th "Итак, Мику."
    scene anim prolog_1
    $ set_mode_nvl()
    "Если подумать — то полностью прав мой внутренний голос — нет и не было смысла в моей истерике."
    "Ну, подумаешь, оказался в какой-то непонятной реальности, где даже пятидесяти процентов уверенности за то, что она действительно существует, нет."
    "Разве это имеет значение, в итоговом-то зачете? Если я чувствую вкус, тепло, запахи — то не всё ли равно, виртуальность ли меня окружает или некий неизведанный мир?"
    "На самом деле, если моё тело сейчас находится при смерти, и всё, что у меня есть сейчас — это провисшее до невозможности мгновение перед уходом в вечную пустоту…"
    "…если всё, что у меня осталось, ограничено лишь этим лагерем и его обитателями…"
    "…если смысл моего существования здесь и сейчас — это дожить то, чего я не успел {i}там{/i} , сделать то, на что не хватило либо времени, либо решимости…"
    "…как это бывает с призраками, согласно преданиям — некоторые души настолько сильно привязаны к земле невыполненными обязательствами, несбывшимися мечтами, что не могут упокоиться окончательно до тех пор, пока не завершат свои дела…"
    nvl clear
    "Так какого дьявола я нос свой ворочу тут?"
    "Эти яркие ощущения, будто родом из юношества, эта непонятная, но очень тёплая забота окружающих обо мне и друг о друге."
    "Эта щемяще острая привязанность к девочке с экзотической внешностью."
    "Бери и пей её, ешь ложками, в чём твоя проблема?"
    "Но нет. Мы девочки испугались. Того, что в нашем мире — а то, что этот мир нам чужой, уже даже сомнений не возникает — есть абсолютно похожая на неё компьютерная девочка, вокалоид."
    window hide
    nvl clear
    "Возможно, прямо здесь и сейчас мне был дарован шанс — и не надо спрашивать, за какие заслуги! — на то, чтобы досказать несбывшуюся сказку."
    "На то, чтобы сделать вдох до боли в рёбрах — и проснуться по-настоящему живым, а не бьющимся в кровь о стекло аквариума."
    "На то, чтобы хотя бы раз в этой моей чёртовой взрослой жизни растрогаться до слёз и влюбиться до беспамятства."
    "Сделать то, за что не будет стыдно - ни в прошлом, ни в будущем."
    "Меня кольнуло запоздалым раскаянием."
    "И ведь то, что несчастной девочке сейчас очень горько и холодно одной, как нельзя лучше свидетельствует о том, насколько она мне доверяет. О том, что среди всего прочего, к ней применим один эпитет. {w} Живая."
    "До самого последнего слова, до самой последней секунды она не давала мне повода думать о ней плохо. А что я сделал взамен? Я сказал, что её не существует. И этим не столько больно сделал, а…"
    "Никогда не понимал доверия до самоотречения."
    "Просто интересно — а как бы среагировал я, окажись на её месте."
    nvl clear
    "Мику заглядывает мне в глаза и говорит:"
    mi "А знаешь, Сенечка…{w} Тебя ведь не существует."
    mi "В моём мире есть такая компьютерная игра, в которую играет довольно много народа."
    mi "Очень-очень скучная,  но почему-то пользующаяся бешеной популярностью."
    mi "Представь себе молодого парня, у которого нет жизни, нет семьи, отношений, интересов. Всё, что у него есть — это компьютер."
    mi "Он работает с утра, а вечером приходит и сидит за компьютером, общаясь с какими-то анонимами, в выходные он сидит там круглые сутки."
    mi "Сутулый, красноглазый, заросший. Не интересующийся ничем, кроме бесплодного обмена репликами с собеседниками, которые не факт, что существуют."
    window hide
    nvl clear

    mi "И зовут главного героя — Семён."
    th "Кошмар какой. Я бы долго-долго пытался куда-нибудь убежать, потом залить глаза алкоголем или как-то отвлечься."
    th "Да и вообще не факт, что я поверил бы."
    dreamgirl "А она — поверила, открылась тебе навстречу…"
    dreamgirl "Чем ты отплатил взамен? Ударом по основам существования? Первым шажком на пути к безумию?"
    dreamgirl "Вокалоид, программа, выдумка… Проведи чёткую грань между собой и ей! Давай, скажи же вслух — что значит «быть человеком»! Перечисли доказательства, прерогативы, цену этому, наконец! Докажи, что ты — человек. И после этого скажи — почему она им не является!"
    dreamgirl "Заметь, она даже не обижается на тебя. В её глазах пусто потому, что она не знает, как быть дальше. Её самосознание, её «я» считает тебя частью неё, себя — частью тебя."
    nvl clear
    dreamgirl "И ты её оттолкнул."
    dreamgirl "Она как те самые неофиты в философии, что только-только хлебнули экзистенциализма, и задали себе первый вопрос, ведущий в бездну: «кто я?»."
    dreamgirl "И ты ответил на этот вопрос вместо неё — с присущим тебе тактом кнутобойца."
    dreamgirl "Цитирую: ты — выдумка, пшик, шапка пены на лике беснующегося океана."
    dreamgirl "Поэтому не удивляйся, если на следующий ключевой вопрос «зачем я?» она ответит совершенно самостоятельно."
    dreamgirl "ни за чем. Просто так."
    window hide
    nvl clear

    th "И что ты предлагаешь?"
    dreamgirl "Оттолкни её, утрать доверие. Дай ей понять, что твои слова — это пустое сотрясение воздуха. Скажи ей, что вы должны перестать встречаться."
    th "Это не вариант."
    dreamgirl "Либо дай ей неопровержимые доказательства того, что она существует."
    th "Как?!"
    dreamgirl "Не знаю. Думай."
    dreamgirl "Поспеши с выбором."
    dreamgirl "Иначе в этой Вселенной станет одной недожитой жизнью больше."
    window hide
    nvl clear
    stop music fadeout 4
    $ set_mode_adv()
    "…"
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_polyana_sunset
    with dissolve

    "Алиса тронула меня за плечо, и я, кивнув, смотал и спрятал наушники в карман."
    "Кажется, мы добрались до места."
    "Кажется, мои размышления кое-чего стоили. Во всяком случае, время до пункта назначения здорово сократили."
    "Ольга с таким видом осматривала поляну, будто была здесь впервые."
    "Хотя я чётко видел следы от граблей и метёлки,  брёвна, уложенные треугольником относительно центра поляны."
    "И, разумеется, выложенное булыжником костровище."
    show mt normal pioneer at center 
    with dissolve
    mt "Отряды, разойтись! Костровому — приступить к розжигу!"
    "Стройные ряды тут же сломались и перемешались в более привычную неорганизованную толкучку."
    hide mt
    with dissolve
    "Но, несмотря на беготню и нестройный гул явно возбуждённых голосов, обсуждающих грядущий вечер, проблем с рассаживанием пионеров по местам не было."
    "То ли привыкли уже к регламенту."
    dreamgirl "То ли программа так повелела."
    "Язвительно фыркнуло подсознание."
    dreamgirl "Выбрось из головы всю эту муть про симуляцию. Если кому-то доступны технологии такого уровня, ему проще вживить тебе в мозг пару электродов и через них дать нервной системе любую последовательность сигналов."
    dreamgirl "Так что никакого программного обеспечения. В самом худшем случае — собранные из твоей же собственной памяти твёрдотельные образы."
    dreamgirl "А вообще — выбрось из головы. Иди, вон, лучше, с девочкой поговори."
    play music lastlight_guitar fadein 5
    "Пионеры уже расселись по местам, с разных краёв поляны уже доносились гитарные переборы."
    "А у центрового костровища хлопотала Славя, кормя занимающиеся лепестки пламени тонко струганой лучиной."
    "Рядом с ней уже дожидались своей очереди несколько толстеньких полешек."
    "Наверное, здесь это привычное и любимое дело — такие вот посиделки у огонька. А то, что одежда потом дымом пропахнет, так вообще замечательно, память-то какая."
    "Мой лагерь жёг костры из толстущих брёвен с розжигом заранее, чтобы успело заняться."
    "И полыхало тогда так, что плазмой до верхушек окрестных сосен доставало, а пионеров рассаживали метров за десять от огня, иначе сжарились бы все."
    "Местные посиделки были не столь масштабными, зато проходили куда уютнее, как-то по-домашнему, что ли. И самое главное — не приходилось надевать плотный вельвет, чтобы спастись от кровососов."
    "Для комарья здесь было слишком жарко и сухо, для мошек рановато, а слепней по ночам не бывало."
    "Мику, склонив голову набок, крутила колки, подстраивая звучание струн."
    "Алиса сидела рядом с ней, споря на какую-то неслышимую отсюда тему…"
    "А я стоял и глазел на то, как растёт и крепнет наш лагерный костёр."
    "Наконец, он разгорелся в полную силу."
    scene expression Dawn("bg ext_polyana_sunset") with dissolve
    play sound_loop sfx_forest_fireplace fadein 3
    th "Настоящие пионеры. Куда уж там бойскаутам."
    "В момент, когда пляшущее на ветру ало-оранжевое полотнище разворачивается в твою сторону и заглядывает внутрь, понимаешь, что прикоснулся к чему-то древнему, первооснове."
    "Не зря же огонь, наряду с водой, относится к первостихиям."
    "Горящие глаза. Сгорать от страсти. Пламенный поцелуй."
    "Человек держит в руке красный цветок чуть ли не с момента, когда впервые выпрямился и перестал опираться на руки при ходьбе."
    "Немудрено, что в культуре и языках всех народов всего мира так много внимания ему уделяется."
    "И уж совсем неудивительно, что в числе всего прочего существовала практика очищения огнём."
    "Разумеется, инквизиция средних веков здорово потопталась по этому выражению, всеми силами пытаясь тривиализировать его — чувствуя нешуточную угрозу со стороны живого конкурента, одно существование которого уже воспринималось как чудо."
    "Но на подсознательном уровне каждый знает, что случится, если сесть у костра и долго-долго смотреть в огонь."
    "И каждый на таком же подсознательном уровне делает это."
    "Сначала теряют значение мелкие детали — внимание становится отстранённым и всеобъемлющим, как зрение хищника."
    "Потом проблемы, занимающие всё время и внимание, теряют власть над сознанием и опадают прахом куда-то вглубь."
    "И, наконец, спустя какой-то час, очищенное огнём, остаётся одно только безупречное ЭГО. Тот самый катарсис, который люди взрослые почему-то путают с опьянением и потому тащат и тащат с собой водку к костру."
    "Откуда-то со стороны заплакали струны — Мику открыла концерт."
    "Наверное, и Алиса, и Славя подсказали ей несколько песен либо указали ноты, а умница разучила всё самостоятельно."
    "Но в дрожащий в раскалённом воздухе небосклон ввинчивались исконно советские песни туристской романтики."
    "От Высоцкого и Розенбаума до авторов, имён которых никто никогда не узнает — зато песни их всегда на слуху."
    mi "А люди идут по свету. Слова их порою грубы."
    "Мику яростно блеснула на меня глазами."
    mi "Пожалуйста, извините — с усмешкой они говорят."
    "Она прихлопнула ладонью струны."
    mi "Но светлую нежность песни ласкают сухие губы…"
    "Японка затянула паузу, и Алиса не выдержала:"
    dv "И самые лучшие книги они в рюкзаках хранят."
    window hide
    with fade2

    show sl normal pioneer at center 
    with dissolve
    mi "Как здорово, что все мы здесь сегодня собрались."
    me "Угу…"
    mi "Название песни."
    "Мстительно искривила губы японка."
    sl "Я присяду, можно?"
    "Славя, всё ещё источающая жар разгулявшегося костра, приземлилась рядом со мной."
    me "О, да. Присаживайтесь, пожалуйста."
    th "Может, её можно спихнуть с бревна?"
    th "Или лучше самому встать и уйти? {w}Хотя куда я уйду от Мику?"
    th "У меня всё ещё есть одно непрожитое дело."
    me "Здорово ты с костром…{w} Не в первый раз, да?"
    "Я попытался изобразить некое подобие улыбки. По счастью, блондинке и этого оказалось достаточно."
    sl "Да! У меня значок ГТО за турподготовку."
    "Похвасталась она."
    th "Вау! {w}А у меня зато точность в глобал оффенсиве выше 65 процентов."
    me "Не могу похвастаться тем же."
    show sl smile pioneer with dspr
    sl "Я знаю!"
    me "Откуда?!"
    sl "Ну ты же посольский ребёнок. Всю жизнь в городе прожил."
    "Ложь растёт и ширится. Мало-помалу она обрастает мясом, подробностями. Ещё чуть-чуть — и она всей массой на меня обрушится, выдавит меня настоящего к чертям собачьим, и заместит полностью."
    "И по ту сторону ворот в посольской «чайке» меня встретит некий умозрительный отец в чёрном сукне с золотым шитьём и двумя парами пуговиц — золотых же."
    me "А… Ну да."
    sl "Так и не помирились, да?"
    "Славя перехватила ещё один взгляд, брошенный в мою сторону."
    "Мне показалось, что в данном случае пожатие плечами будет наиболее красноречивым ответом."
    "Посидев ещё немного, она ласково потрепала меня по плечу."
    sl "Ты только не смей сдаваться, слышишь? Я не имею права советовать, но…"
    sl "Просто не сдавайся."
    "Она поднялась и отошла к Ольге Дмитриевне."
    hide sl with dissolve
    window hide
    with fade2

    show un normal pioneer with dspr
    "Лена изменилась за пару дней."
    "Я, конечно, не могу судить абсолютно точно, я недостаточно хорошо знаю её."
    if alt_day_binder != 1:
        "Но та стесняша у здания клубов почти ничего общего с этой решительной девочкой не имела."
        "Разные люди."
    else:
        "Но то стесняющееся и заикающееся чудо у домика Слави и эта вот решительная девочка — это совершенно разные люди."
    "Не спрашивая разрешения подошла и плюхнулась рядом со мной на бревно."
    un "Не догнал?"
    me "Догнал."
    un "Или не поговорил?"
    me "И поговорил…"
    un "Значит, не подобрал правильные слова, да?"
    "Улыбка получилась вымученной. {w}Даже добавлять ничего не пришлось."
    un "Даже не знаю. Может, мне стоит самой к ней подойти?"
    me "Нет!"
    th "Хватит и одной девочки с пустотой во взгляде."
    me "Я сам. Сейчас напоются, и…"
    show un serious pioneer with dspr
    un "А что будет, если ты опять слова подобрать не сумеешь?"
    me "Послушай, тебе-то какое дело?"
    "Психанул я."
    me "Что ты лезешь-то в каждую бочку затычкой! Как Славя практически."
    "Кажется, мне удалось её уязвить."
    "Лена стушевалась, покраснела — на долю секунды явила мне ту привычную скромняшу, какую я запомнил в первый день."
    show un shy pioneer with dspr
    un "Алиса права, ты и правда слепой придурок…"
    window hide
    show un serious pioneer with dspr
    pause(4)
    show un cry pioneer with dspr

    "Она вскочила с бревна, чуть не навернувшись там же. Я протянул руку, пытаясь ей помочь…"
    show un angry pioneer far with dspr
    un "Не трогай!"
    hide un with dissolve
    "Она убежала куда-то в лес."
    "А я, вздохнув, уселся обратно дожидаться завершения концерта."
    window hide
    with fade2
    show us normal pioneer with dspr

    us "Ты сегодня в ударе. Заставил плакать Мику, прогнал угрюмку… Что дальше? Ольгу Дмитриевну изобьёшь?"
    me "Да ну тебя."
    us "Да ну меня."
    "Согласилась Ульяна."
    us "К слову, Мику зачем-то спрашивала у Алисы опасную бритву. {w}Зачем она ей, с её японским станком, я не знаю."
    us "Ты не в курсе?"
    hide us with pixellate
    dreamgirl "Кажется, Мику уже задала себе вопрос «зачем я». И лучше бы тебе сейчас…"
    th "Да понял, понял, не дурак!"
    "Я вскочил."
    th "Надо срочно перехватывать и расставлять все точки, пока она не сделала какую-нибудь глупость."
    dreamgirl "Ага. Прерогатива совершать глупости принадлежит исключительно тебе."
    stop music fadeout 5
    "Я попытался обогнуть вожатую, но та поймала меня за плечо."
    me "Ну чего ещё!"
    "Рявкнул я."
    play music music_list["two_glasses_of_melancholy"] fadein 3
    show mt shocked pioneer with dspr
    mt "Ничего себе! Семён?"
    me "Да!"
    th "Ну же, глупая вожатка, говори быстрее свою чушь и отпусти!"
    mt "Семён, ты как себя ведёшь?!"
    me "Нормально. Чего вы хотели?"
    show mt angry pioneer with dspr
    mt "Кажется, кто-то слишком забывается!"
    dreamgirl "Знаешь, чувак, лучше сейчас играть по её правилам — меньшей кровью отделаемся."
    "Вздохнуть, принимая неизбежное — стараясь делать это как можно тише, и…"
    me "Извините, погорячился! {w}Был неправ, оправдаю, исправлю и докажу!"
    "Вожатая недоверчиво подняла бровь."
    show mt normal pioneer with dspr
    mt "Сильно в этом сомневаюсь. Но — ладно. Раз уж ты здесь, у меня для тебя партийное поручение."
    th "О господи, да где ж от тебя спасение найти можно?!"
    me "Какое поручение?"
    "Скрипнул зубами я."
    mt "Небольшое."
    "Она приблизилась и понизила голос:"
    mt "Разведка донесла, что Ульяна принесла с собой кусок шифера."
    me "Ага, и?"
    mt "Твоя задача — не дать ей бросить его в костёр."
    "Я ушам своим не поверил."
    me "И что мне, весь вечер нянькаться с ней теперь?"
    mt "Да. И за руки хватать, если потребуется."
    show mt smile pioneer with dspr
    "Вожатая очаровательно улыбнулась мне."
    mt "Задача ясна? Приступай."
    hide mt with dissolve
    "Бормоча проклятья, я приступил."
    "И уже примерно догадываясь, где она может быть, просканировал окрестные кусты."
    "А когда ближайшие хихикнули, направился туда."
    window hide
    stop ambience fadeout 2
    scene cg d5_us_ghost
    with dissolve
    play ambience ambience_forest_night fadein 3
    play sound_loop sfx_forest_fireplace fadein 3
    "Ульяна уже была там, выложив на камешек свои сокровища — скрученные на одной гайке два болта — две штуки, полоска из заскорузлой бумаги, явно пропитанной аммиачной селитрой — одна штука."
    "Рогатка из толстой кручёной проволоки — одна штука."
    "Вторую рогатку, чуть более тривиальную — из самой обычной рогатины и аптечного серого жгута, она держала в руках и, прищурившись, наводила прицел…"
    th "На костёр!"
    me "Не смей!"
    "Я бросился к ней."
    "Ойкнув от неожиданности, мелкая отпустила жгут и почти невидимый в сумерках серый кусок шифера, вращаясь, улетел в костёр."
    th "У-упс."
    "Только и успел подумать я, прежде чем "
    window hide
    scene bg ext_polyana_night
    $ persistent.sprite_time = "night"
    $ night_time()
    play sound sfx_muffled_explosion fadein 0
    extend "ЖАХНУЛО!" with hpunch
    "Пионеры с криком повскакивали с мест, кое-где завизжали девочки."
    "Ульяна со смехом бросила рогатку на месте и убежала."
    th "Какой грамотный киллер растёт."
    "Отстранённо подумал я."
    play music music_list["drown"] fadein 3
    "Моё внимание было полностью привлечено к одной точке."
    "В фокусе которой баюкала руку, дуя на заметный даже отсюда ожог, Мику."
    "Она отставила гитару в сторону и шептала что-то, чего я не мог разобрать, пока не подошёл поближе."
    "Сзади кричала что-то вожатая."
    "Но я не обращал внимания ни на крики, ни на что-то ещё."
    "Я слушал лихорадочный, горячечный шёпот:"
    show mi cry pioneer far with dspr
    mi "Что это… Боль? Мне больно. На это меня тоже запрограммировали?"
    mi "Я чувствую, я переживаю. Мне больно, мне страшно."
    me "Мику!"
    mi "А он сказал, что меня нет. Я не существую. Сейчас кто-то выключит компьютер, и я перестану существовать. Потому что я — программа."
    mi "А мне больно."
    show mi cry pioneer with zoomin
    mi "Так не бывает. Это всё выдумка."
    mi "Я же… Я же верю ему, да? Он сказал. Он не мог соврать, он обещал мне никогда не врать."
    mi "Значит, и боли нет?"
    me "Мику, посмотри на меня!"
    show mi cry pioneer close with zoomin
    mi "Он самый честный человек. А я — придуманная девочка."
    mi "И боли нет, и ожога нет. {w}И меня {w}тоже нет."
    "Я подошёл вплотную и положил руку ей на плечо."
    me "Мику, успокойся, слышишь?"
    me "У тебя болевой шок, сейчас надо отвести тебя к Виоле."
    mi "И что она? Добрый доктор вытряхнет солому и сделает меня настоящей?"
    me "Прекрати."
    mi "Я…"
    "Её голос упал до шёпота."
    mi "Я не могу."
    th "ПОМОГИ!"
    dreamgirl "Прости, нет. Здесь ты сам по себе."
    hide mi with dspr
    window hide
    with flash_red

    "Оцарапав мне щёку, она убежала, оставляя меня в некой прострации."
    "Было не столько больно, сколько неожиданно."
    "То есть, крики или злость здесь как раз были бы уместны, но — ногтями?"
    "Логика в этой прелестной головке, кажется, и не ночевала."
    "Моё внимание привлёк некий продолговатый предмет, оставшийся на том месте, где она сидела."
    "На первый взгляд, это был самый обыкновенный перочинный ножик, плоский, с закругленной ручкой — мечта любого мальчишки."
    "Иллюзия развеялась сразу, стоило лишь мне нагнуться и поднять предмет — это оказалась сложенная опасная бритва, из тех, какими брились наши отцы и деды, правя на кожаном ремне."
    "Нетронутое ржавчиной тусклое лезвие — я попробовал на палец — до сих пор острое… Именно что бритвенно острое!"
    dreamgirl "Та самая опасная бритва, принадлежащая Алисе."
    dreamgirl "Надо спрятать её подальше, чтобы Мику не нашла."
    th "Или отдать хозяйке."
    stop music fadeout 5
    window hide
    menu:
        "Отдать бритву хозяйке.":
           $ alt_day5_mi_dj_dv_blade = True
           "Немного подумав, я решил, что присваивать чужое всё-таки нехорошо и, поискав глазами, нашёл Алису по ту сторону костра в окружении ребятишек из третьего-четвёртого отрядов."
           me "Кхм… Алиса!"
           show dv normal pioneer with dspr
           "Она вздрогнула и подняла глаза."
           me "Смотри что нашёл! Твоё?"
           dv "Ты глупый, что ли?"
           "Зашипела она, бросив взгляд по сторонам."
           dv "Ещё раскрой её и размахивать начни!"
           me "А, ну раз она тебе не нужна — так бы и сказала."
           dv "Давай сюда."
           me "Вот как? И что мне с этого будет?"
           show us grin pioneer at left with moveinleft
           us "Она тебя поцелует! По-взрослому, с языком!"
           hide us with easeoutleft
           "Пропыхтела Ульяна, до сих пор успешно умудряющаяся бегать от вожатой, Электроника, Саныча и ещё нескольких пионеров."
           show dv shy pioneer with dspr
           me "Какой любопытный вариант."
           "Протянул я."
           me "Но, боюсь, не того уровня услуга, чтобы за неё так щедро расплачиваться."
           "Я подбросил бритву на ладони."
           me "Только не давай её Мику больше, хорошо?"
           "Алиса кисло улыбнулась и, спрятав оружие в нагрудном кармашке, кивнула."
           hide dv with dissolve
           "Вернув ей кивок, я отошёл к месту, где лежал мой свитер."
           "Уместный или нет, ему здесь не было места — особенно учитывая то, что я запланировал."
        "Спрятать в карман.":
            th "Пригодится!"
            "Решил я, пряча трофей в карман."
            th "В случае чего, буду отбиваться им от диких медведей."
            dreamgirl "И от летающих вафель. Чувак, ты вообще в курсе, что присвоил чужую вещь?"
            th "Разумеется. Про большую семью и щёлканье клювом пословицу знаешь?"
            th "Вот и хорошо. Пошли. Надо ещё Мику перехватить, пока она не успела далеко уйти."
            "Я накинул свитер на плечи и уже совсем было собрался отправиться вслед за девушкой…"
    mt "Отряды… Стройся!"
    show mt normal pioneer with dspr
    th "Блин!"
    "Кажется, сегодня всё наперекосяк идёт!"
    "И со звёздочкой поругался, и сбежать не сумел… Если сейчас опять с жуком в пару поставят — впору будет вешаться от неимоверной весёлости моего бытия."
    mt "Так как время уже позднее, попробуем немного сократить путь!"
    "Зычно выкрикнула вожатая."
    mt "Я раздам фонари вашим вожатым и старшим в отрядах, старайтесь держаться за ними. Пойдём быстро, так что никому не отставать."
    mt "Всем ясно?"
    voices "Понятно…"
    "Вразнобой ответили дети."
    mt "Это что ещё?"
    "Удивлённо переспросила Ольга."
    mt "Вы пионеры или стадо? Как отвечать надо?"
    voices "Так точно!"
    "В голос гаркнули присутствующие."
    show mt smile pioneer with dspr
    mt "Вот, другое дело. Отряды, напра… во! За Борисом Александровичем в лагерь — марш!"
    "Саныч, в этот раз оказавшийся во главе колонны, был вооружён неким фонарём довольно необычной конструкции, неуловимо напоминающей фонари спасателей и полицейских моего времени."
    "Во всяком случае, столб света он выдавал ничуть не хуже."
    ba "Держитесь середины тропы… Пионеры."
    "И канул в кустах."
    "Несколько секунд спустя, за ним потянулись остальные."
    stop sound_loop
    window hide
    scene bg ext_path2_night with dissolve
    play ambience ambience_forest_night fadein 6
    play music music_list["forest_maiden"] fadein 2

    "Ночной лес красив всегда. Он может быть пугающим, угрюмым, настороженным — но всегда оставляет за собой необъяснимое очарование, присущее только ему — живому массиву, целой экосистемой, неспешно {i}живущей{/i}."
    "И хотя известно абсолютно точно, что всех возможных хищников здесь разогнали, если не оружием, то излучением, но всё равно нет-нет, да и мазнёт по спине сладковатым ужасом предвкушения встречи с Ночным Зверем."
    "Плюс этот воздух… Этот воздух!"
    "С ним сравнится, наверное, только атмосфера прощальной дискотеки за сутки до отъезда."
    "Ты вдыхаешь — а внутри дух перехватывает ощущением сбывшегося чуда, и память машет флажком «Запечатлено!», и целый год отмечен как прожитый не напрасно."
    "А здесь такое каждую ночь. Неудивительно, что вожатые не отпускают детей по ночам на лесные прогулки чаще раза в неделю."
    "Никому не нужны пьяные от озона, поглупевшие от непонятного счастья пионеры — ведь у нас же тут лагерь! Не в игрушки тут играем."
    "Я неслышно улыбнулся в темноте и вдохнул что есть сил, всеми фибрами впитывая ночь в себя — даже если меня вернут обратно за монитор, это мгновение останется со мной навсегда."
    dreamgirl "ЗАПЕЧАТЛЕНО!"
    th "Спасибо, дорогая."
    window hide
    scene bg ext_path_night
    with dissolve

    show sl_shade at center with dspr
    "Рядом со мной в шаг пристроился некий силуэт, ступающий удивительно бесшумно."
    "Что-то во мне задевал такой тип походки."
    "Где-то я его уже встречал."
    "Я почти вспомнил, кто это мог быть, и тут силуэт заговорил со мной."
    dreamgirl "Человеческим голосом!"
    sl "Семён, если тебе нужна помощь, ты можешь обратиться ко мне или Ольге Дмитриевне."
    th "Благожелательный киборг."
    th "Нет уж, дорогая, решение личных дел я тебе точно не доверю."
    th "Ты, безусловно, классная. Но такта тебе точно недостаёт."
    dreamgirl "Кто бы говорил, коновал!"
    me "Славя, пожалуйста, перестань. А то мне кажется, что ты надо мной издеваешься."
    hide sl_shade
    show sl serious pioneer with dspr
    sl "Я не издеваюсь!"
    me "И тем не менее. Просто попробуй доверить мне — решение моих личных проблем, хорошо? И если мне не хватит сил, я клянусь тебе, что приду к тебе первой за помощью."
    "Метод кнута и пряника."
    "Как послать навязчивого помогатора так, чтобы он не только плавно откатился на обочину, но и сел там, держа за себя кулачки?"
    dreamgirl "Стукнуть по почке в четверть силы и добавить по загривку? Или нет, сначала коленом в пах…"
    th "Опять издеваешься."
    dreamgirl "Нет, возвращаю тебя на грешную землю. Прежде, чем ты продолжишь распевание дифирамбов самому себе, спешу напомнить, что где-то в нощи сидит очень расстроенная девушка."
    dreamgirl "И мало того, что ты в этом повинен — ты, чёртов аутист, ещё и не сумел помириться с ней тогда, когда, казалось бы, предоставились идеальные условия!"
    dreamgirl "Да что с тобой такое?"
    th "Ничего."
    me "Славя, у меня одна — даже не знаю — просьба? Вопрос?"
    sl "Да, Семён. Что именно?"
    me "У меня никак с Мику помириться не получается. Нет-нет!"
    "Я поспешил успокоить вскинувшуюся активистку."
    me "Мне не нужно, чтобы ты нас мирила, просто можно я тобой воспользуюсь как девушкой?"
    show sl shy pioneer with dspr
    sl "Как девушкой?"
    "Осторожно переспросила блондинка."
    me "Да. Представь, что у тебя с твоим молодым человеком приключилась размолвка."
    show sl laugh pioneer with dspr
    sl "Для этого сначала надо представить, что у меня есть молодой человек."
    me "А у тебя нет?"
    "Осторожно поинтересовался я."
    show sl shy pioneer with dspr
    sl "Да вот как-то до сих пор не попался тот самый."
    th "Я не верю."
    dreamgirl "Нет, это я не верю! С её бронебойностью она не то, что молодого человека, она замуж уже семь раз выйти могла бы."
    me "Э… Кхм… Ну, благодарю за доверие. {w}Но вернёмся к моему вопросу. Значит, последовательно представим, что у тебя есть кто-то близкий, и ты с ним в некоторой размолвке."
    me "Скажи, есть что-то, что помогло бы ему как можно быстрее искупить свою вину? Что-то, что он мог бы сделать или сказать?"
    "Я спрашивал и сам удивлялся себе — ведь ещё пару дней назад нечего было и подумать не то, что о разговоре на такую тематику, но и вообще условий, при которых такие разговоры могли бы произойти."
    th "Я — спрашиваю у одной крайне привлекательной девушки — как мне помириться с другой крайне привлекательной девушкой."
    dreamgirl "Да ты же успешен!"
    "Укололо подсознание."
    show sl shy pioneer with dspr
    sl "Даже не знаю… Наверное, мне бы хотелось, чтобы он сделал первый шаг."
    me "Я уже делал."
    sl "Тогда делай ещё! И ещё!"
    sl "Тебе не должно быть всё равно. И ты должен изо всех сил это показывать!"
    sl "Я не знаю и знать не хочу, почему вы поругались, но в любом конфликте вы двое всегда важнее всего."
    dreamgirl "Слышал? Сейчас она, возможно, самую умную вещь за всю свою жизнь сказала. Мотай на ус, коего тебе пока не положено."
    th "Да понял я, понял."
    me "Приоритет, да? Спасибо большое."
    "Сквозь деревья замаячили огни лагеря, и мы прибавили шагу."
    stop music fadeout 5
    window hide
    $ persistent.sprite_time = "night"
    $ night_time()
    play ambience ambience_camp_center_night
    scene bg ext_square_night
    with dissolve

    "От самого входа пионеры потянулись каждый к своему корпусу, тихо и оперативно, без лишних вопросов — и здесь дрессировка нашей добрейшей вожатой была заметна невооружённым глазом."
    "Ничего удивительного в том, что до собственно площади добрались только я и она."
    show mt normal pioneer with dspr
    mt "Семён, сполоснуться пойдёшь? У тебя рубашка новая, а уже костром воняет."
    me "Намёк на то, чтобы я ещё и рубашку простирнул? Нет уж, спасибо, но я пас."
    show mt smile pioneer with dspr
    mt "А как хочешь. Всё равно остался один последний денёк…"
    "Она сладко потянулась."
    mt "И по домам. А кому-то — на новую смену."
    me "А что со мной?"
    show mt normal pioneer with dspr
    mt "А что с тобой?"
    me "Ну, куда мне дальше? Как?"
    mt "Ты такие вопросы задаёшь. Хочешь, чтобы я за тебя ВУЗ выбрала и работать пошла? Не выйдет, милый мой."
    mt "Но хорошую характеристику я тебе, так и быть, напишу. Что-нибудь ещё?"
    "Я только рукой махнул."
    th "Кто о чём, а вшивый о бане."
    mt "Иди, утешай свою Золушку, Ромео."
    "Подмигнула она"
    hide mt with dissolve
    extend " и растаяла в сумерках."
    "Совет был из числа пусть и очевидных, но разумных, поэтому было бы неплохо к нему прислушаться."
    "Но для начала стоит всё же найти девушку."
    dreamgirl "Ольга что-то про душевые говорила. {w}Мику как повёрнутая на своей внешности вряд ли допустит, чтобы от неё кострищем тащило. Попробуешь перехватить её у душевых?"
    th "Дело."
    window hide
    scene bg ext_shower_night_7dl with dissolve
    play ambience ambience_camp_center_night fadein 3

    "Пока я двигался в сторону спортивного сектора, краем глаза ухватил чей-то силуэт."
    "Разглядеть удавалось, если честно, с огромным трудом."
    show sl_shade at center with dissolve
    "Но, похоже, это была она!"
    "Хотя чёртово чутьё молчало, да и сердце почему-то восприняло находку довольно спокойно."
    "Но узнаваемую, {i}cценическую{/i} подпрыгивающую походку удавалось разглядеть без труда."
    "И длинные волосы… Ни у кого в лагере не было таких приметных длинных волос. Ведь верно?"
    "Силуэт дошёл до душевых и растворился на их фоне, оставляя меня гадать, куда идти дальше."
    window hide
    hide sl_shade with fade2
    play sound sfx_open_water_sink
    $ renpy.pause(1)
    play sound_loop sfx_water_sink_stream

    "Душевые представляли собой плод советского инженерного гения, воплотивший в себе идею «нам от друзей скрывать нечего» в чуть ли не буквальном смысле."
    "С одной стороны это была глухая стена, переходящая в пологий дождевой скат, облицованная изнутри  коричневой керамической плиткой."
    "С другой — стены не было вообще. Были дверки, закрывающиеся на крючок изнутри, подобные тем, что в деревенских туалетах вешают, не доходящий полностью ни до верха, ни до низа."
    "Сами кабинки разделялись где-то десятью сантиметрами бетона, облицованного всё той же неистребимой керамикой."
    "Герметичный плафон с сорокаватткой, лейка из листа нержавейки с перфорацией."
    "Короче говоря, тот ещё архитектурный шедевр."
    "Мне стоило немалых трудов заставить себя подойти поближе."
    "Я стоял в темноте, сглатывая от нервяка и стараясь обороть колотун."
    "Всё тело трясло от мысли, что по ту сторону дверки без какой-либо одежды, полностью обнажённая, стоит под душем…"
    "А кто, кстати?"
    "На несколько секунд удалось подавить нервную дрожь — и только для того, чтобы обнаружить, что Мику-то здесь не одна!"
    "Судя по шуму воды, занятыми оказались три кабинки."
    "Первая — за ближайшей к несущей стене дверью, была очень плотно прикрыта, и рядом с ней стояло ведро со шваброй. Оттуда доносилось чьё-то мурлыканье, но я не мог определить, кому принадлежит голос."
    "Я перевёл взгляд на вторую кабинку, отстоящую от первой на две пустые кабинки — та ничем особым не выделялась, рядом с ней ничего не стояло, разве что…"
    "Судя по всему, её то ли не очень хорошо повесили, то ли просто поехала от сырости, но закрыта она была не очень хорошо и оставляла здоровенную такую тень — настоящую находку для того, кто захочет подглядеть."
    "Третью кабину отделяло от прочих двух целых четыре пустых — кто бы там ни мылся, ему очень хотелось уединения. Может, она там?"
    "Постояв пару минут и почесав в затылке, я решил выбрать одну из кабин и всё-таки найти Мику!"
    menu:
        "Посмотреть в первой кабинке.":
            $ alt_day5_mi_dj_voyeur = 3
        "Посмотреть в четвёртой кабинке":
            $ alt_day5_mi_dj_voyeur = 2
        "Посмотреть ещё":
            "Я походил в раздумьях перед зданием, после чего меня осенило!"
            th "У Мику же духи очень пахучие! Сейчас попробуем по ним определиться."
            "Я принюхался."
            "Из первой кабинки не пахло ничем."
            "Вторая доносила запах самого обычного дегтярного мыла для волос."
            "Из последней легко-легко, на грани чувствительности веяло  не то пастилками от кашля, не то ещё чем-то… Эвкалиптом, вот!"
            menu:
                "В первую кабинку.":
                    $ alt_day5_mi_dj_voyeur = 3
                "Туда, где пахнет дёгтем.":
                    $ alt_day5_mi_dj_voyeur = 2
                "Туда, где пахнет эвкалиптом":
                    $ alt_day5_mi_dj_voyeur = 4
    return
    
label alt_day5_mi_dj_voyeur_3:
    $ alt_day5_mi_dj_voyeur = 3
    $ lp_mi -= 5
    play music music_list["waltz_of_doubts"] fadein 3
    "Подойдя к ближайшей кабинке, откуда доносился шум воды, я, стараясь ступать потише…"
    "И всё равно задел чёртово ведро!"
    play sound2 sfx_dropped_chair
    "Я вздрогнул, отвлёкся, открылась дверь и из клубов пара выглянула Славя."
    show sl serious body with dspr
    "Голая."
    sl "Семён, что ты здесь делаешь?"
    me "Н… Ничего."
    "Я не мог отвести взгляда от неё."
    sl "А ты можешь делать своё «ничего» где-нибудь в другом месте?"
    "Она определённо выглядела раздражённой, но даже и не думала прикрываться."
    "И хотелось сделать шаг навстречу и попробовать — какая она… Там…"
    dreamgirl "Так, не отвлекаемся!"
    "А у меня в голове зазвенело от резкого оттока крови и чуточку потемнело в глазах."
    "И от того формы Слави — а я и до сих пор и не подозревал, насколько они шикарные! — виднелись ещё рельефнее."
    show sl laugh body with dspr
    "Девушка рассмеялась, глядя на мой ступор."
    sl "Кажется, ты уже пришёл?"
    "Закусив губу, она посмотрела на меня незнакомыми, испытующим глазами."
    sl "Ты знаешь…"
    sl "А впрочем, подожди."
    hide sl 
    "Она скрылась в клубах пара."
    "Изнутри донеслось журчание воды."
    sl "Вот!"
    play sound sfx_water_emerge
    "И меня с ног до головы окатило водой! {w}Хорошо хоть, тёплой."
    sl "Это поможет тебе немного остыть!"
    play sound sfx_close_door_campus_1
    "Она захлопнула дверку за собой, и, смеясь, вернулась к помывке."
    "Никогда ещё девичий смех не казался мне столь угрожающим и оскорбительным."
    "Угрожающим потому, что теперь у неё был компромат на меня и возможность манипулировать."
    "А оскорбительный потому, ну…"
    dreamgirl "Потому что не дала тебе глупость сделать? Спасибо скажи, свинья неблагодарная. И иди уже сохнуть."
    "Сочтя этот совет разумным, я поспешил последовать ему."
    stop music fadeout 6
    stop sound_loop fadeout 5
    window hide
    return

label alt_day5_mi_dj_voyeur_2:
    $ alt_day5_mi_dj_voyeur = 2
    $ lp_mi -= 5
    play music music_list["gentle_predator"] fadein 3
    "Подойдя к неплотно пригнанной двери на цыпочках, я прижался к стене и заглянул в щелочку."
    th "Ну, если это не та кабинка…"
    "Здесь было довольно парно — кто бы тут ни мылся, горячей воды он не жалел."
    "Но наконец я немного присмотрелся."
    "Или, может, пар рассеялся, не знаю."
    "И замер. Вернее сказать, меня на месте парализовало от зрелища, открывшегося за клубами пара."
    "А зрелище было… Подставляя воде высокую грудь, закованную в оранжевый купальник, в позе модели «Плейбоя» под душем, закрыв глаза, плескалась Алиса!"
    "Я забыл как дышать."
    "Нет, мне уже приходилось видеть рыжую в купальнике — но это было на пляже, людей тогда было много и вообще, не до глупостей мне было вроде разглядывания её натуры."
    "А здесь, наедине, в темноте, да ещё и под очень острым углом сбоку, заглядывая под чашечку бюстика так глубоко, что…"
    "Алиса вздрогнула и открыла глаза."
    "Мгновенно наткнувшись на мой взгляд."
    "Она хотела было разозлиться, но изящно выгнув правую бровь, передумала."
    "Вместо этого её глаза преисполнились лукавством — и последнее мне понравилось куда меньше, чем если бы она просто разозлилась!"
    show dv grin swim with dspr
    dv "Что, нравлюсь?"
    "Я промолчал."
    dv "Да ладно, новичок."
    "Она открыла дверь."
    dv "Или после того, что ты здесь устроил, мне уже можно называть тебя…"
    dv "Сеееенечка."
    "Издевательски протянула она."
    me "Да нет, я…"
    if alt_day5_mi_dj_dv_blade:
        dv "Ты за мной подглядывал."
        dv "Вот твоя подружка-то обрадуется!"
        "Дыхалка отказала мне — я мог вдохнуть, но выдохнуть не мог, будто кто-то со всего маху стукнул мне в солнечное сплетение."
        dv "Отомри. Алиса шутить изволит."
        dv "Но ты мне сегодня одолжение сделал."
        if alt_day3_technoquest_st1 or alt_day3_technoquest_st2:
            dv "Дважды."
        dv "Поэтому я прощаю тебе твой косяк."
        dv "Ищи свою малахольную в последней кабинке."
        show dv laugh swim with dspr
        dv "Если, конечно, ты опять не протормозил её!"
        hide dv with dissolve
        "Фыркнув, я убрался подальше от рыжей с её скабрезностями."
        "К несчастью, её слова оказались пророческими — Мику уже вымылась и ушла."
        stop music fadeout 5
        window hide
        stop sound_loop
    else:
        dv "Что?"
        dv "Тебе жалко для меня одного единственного Сенечки?"
        "Она схватила меня за грудки и резко дёрнула к себе."
        "А я, не удержавшись, сделал шаг."
        play sound sfx_draw_water
        "Оказавшись под душем в одежде!"
        dv "Не будь же ты таким букой!"
        if alt_day3_technoquest_st1 or alt_day3_technoquest_st2:
            "Она так и не догадалась отпустить меня."
            "А на меня вдруг напал какой-то ступор."
            play sound kissing_sound fadein 4
            "И когда Алиса, улыбнувшись, крепко поцеловала меня — я нисколечко не удивился."
            $ alt_day5_mi_dj_dv_kissing = True
        "Фактически, я отошёл от шока, только тогда, когда меня с хохотом вытолкала в промокшей одежде вон из душа."
        hide dv
        show sl_shade
        with dissolve
        sl "А ты, я вижу, не скучаешь."
        me "Ага. Развлекаюсь как могу."
        "Мрачно огрызнулся я."
        sl "Надеюсь, ты всё хорошо обдумал?"
        me "Ничего я не обдумал. И я вообще я — жертва."
        dreamgirl "Аборта."
        if alt_day3_technoquest_st1 or alt_day3_technoquest_st2:
            dreamgirl "Иди сохни, невинно намоченный и поцелованный."
        dreamgirl "Кажется, ты профукал свои последние шансы."
        dreamgirl "Так что нам остаётся только сохнуть."
        stop music fadeout 5
        window hide
        stop sound_loop
    return
       
label alt_day5_mi_dj_voyeur_4:
    $ alt_day5_mi_dj_voyeur = 4
    play music breath_me fadein 5
    me "Мику? Ты здесь?"
    "Тихий всхлип в ответ."
    me "Мику, нам надо поговорить."
    "Ноль внимания."
    me "Послушай, ну хватит уже, а? Я был неправ, я признаю, но и ты уже прекращай себя так вести."
    me "В конце концов, это жестоко!"
    "Изнутри не донеслось ни звука."
    "Три минуты."
    "Пять."
    "И когда я забеспокоился всерьёз и стал подумывать о том, чтобы вломиться в кабинку, изнутри ответили:"
    mi "Подожди, я сейчас."
    "Голос был ощутимо в нос — кажется, кто-то был очень-очень расстроенным последние полчаса."
    "Вода шумела ещё несколько минут."
    play sound sfx_close_water_sink
    "Наконец, на улице показалась Мику, промакивая полотенцем мокрые волосы."
    me "Привет ещё раз…"
    show mi serious pioneer with dspr
    mi "Ты хотел говорить. Говори."
    me "А можно мы поговорим где-нибудь, где нас гарантированно не подслушают?"
    "Она пожала плечами."
    mi "Можно у меня в клубе."
    window hide
    stop sound_loop
    return
    
label alt_day5_mi_dj_late_evening:
    $ persistent.sprite_time = "night"
    $ night_time()
    $ alt_chapter(5, u"Мику. DJ. Ночь")
    if alt_day5_mi_dj_voyeur == 4:  
        scene bg ext_musclub_night_7dl with dissolve
        "Мику всю дорогу не смотрела на меня, очевидно, полностью уйдя в свои какие-то размышления."
        "Мы сделали небольшой крюк, занесли постиранную одежду и полотенце в домик, после чего Мику забрала ключ от музыкального клуба и отвела нас сюда."
        "Второй вечер подряд на этом же самом месте в этой же самой компании."
        "Вчера она пела, смеялась и любила."
        "А вот сегодня…"
        "Сегодняшний вечер и вполовину не был таким же томным."
    elif alt_day5_mi_dj_voyeur == 2 and alt_day5_mi_dj_dv_blade:
        scene bg ext_musclub_night_7dl with dissolve
        "Мику всю дорогу не смотрела на меня, очевидно, полностью уйдя в свои какие-то размышления."
        "Понятия не имею, на кой я взялся подглядывать за Двачевской, имея за душой такую вот красоту."
        "Нет бы, отшатнуться, уйти, сделать вид что не при делах."
        "Правду говорят — чужое слаще."
        "Хорошо хоть я некоторым образом держал рыжую в должницах, поэтому мой ляпсус должен обойтись без особо сокрушительных последствий."
        dreamgirl "Хотя сам факт твоей феерической тормознутости и то, что ты умудрился упустить девочку из места, где выход один и тот — мимо тебя. {w}Недостаточно сокрушительно?"
        th "Помолчи, язва, мало у меня проблем."
        th "Она должна прийти сюда — хотя бы для того, чтобы немного отвлечься и послушать музыку. В каморке крутить что-либо уже поздновато, так что…"
        th "Плюс вчера она сказала, что без репетиций и выступлений ей никуда."
        dreamgirl "Не проще ли было сразу идти к ней в домик и ожидать её там?"
        th "И заполучить Лену в очередной раз свидетелем наших выяснений отношений? Ну уж нет."
        th "Будем ждать здесь — столько, сколько потребуется."
        dreamgirl "Хозяин барин. Лично я — никуда не тороплюсь."
        "К счастью, «сколь потребуется» не заняло половины ночи, как я опасался."
        "Не прошло и пятнадцати минут, как на дороге, поднимающейся от спальных корпусов, замаячила знакомая головка в обрамлении двух сине-зелёных хвостов."
        "Я сидел на скамейке, притаившись, чтобы она не успела заметить меня и сбежать."
        "Поэтому позволил себе пошевелиться лишь тогда, когда под её ногами скрипнула ступенька."
        me "Мику… Поговорим?"
    "Девушка смотрела на меня настороженно и с некой долей неприязни."
    show mi serious pioneer with dspr
    mi "Говори."
    me "Здесь?"
    "Она тяжело вздохнула."
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_musclub_day
    with dissolve
    play ambience ambience_music_club_day fadein 3
    show mi normal pioneer at center 
    with dissolve

    mi "Заходи."
    "Я принял приглашение и проскользнул в открытую дверь."
    "Беседа не клеилась, и я, подумав, решил включить какую-нибудь музыку."
    me "Можно я?"
    "Я кивнул на проигрыватель."
    "Мику в ответ только плечами пожала."
    menu:
        "Слушать «Свет»":
            play music music_list["lightness"]
            "Японка немного поморщилась, когда заиграли первые аккорды мелодии."
            "Но промолчала."
            "Молчал и я."
            "Наконец, песня завершилась."
            mi "Лена была кругом права — тебе и правда плевать на то, чем я дышу, что слушаю и что мне нравится."
            "Деревянным голосом заключила японка."
            me "Мне не плевать!"
            mi "Конечно, нет. Поэтому из трёх пластинок ты выбрал мою нелюбимую."
            mi "Короче, ты как хочешь. А я спать."
            "Она приглашающе распахнула дверь, и мне ничего не оставалось как принять предложение."
        "Слушать «Капли дождя»":
            $ alt_day5_mi_dj_favorite_song = True
            play music music_list["raindrops"]
            show mi shy pioneer with dissolve
            "Мику округлила глаза, когда я поставил эту пластинку."
            mi "Ой… А откуда ты знаешь…"
            me "Откуда. Мне просто не всё равно."
            "Тонкий лёд в глазах пошёл трещинами."
            me "И для меня имеет значение всё, с тобой связанное."
        "Слушать «Силуэт на закате»":
            play music music_list["silhouette_in_sunset"] fadein 3
            "Мику немного поморщилась, когда заиграли первые аккорды мелодии."
            "Но промолчала."
            "Молчал и я."
            "Наконец, песня завершилась."
            mi "Лена была кругом права — тебе и правда плевать на то, чем я дышу, что слушаю и что мне нравится."
            "Деревянным голосом сказала Мику."
            me "Мне не плевать!"
            mi "Конечно, нет. Поэтому из трёх пластинок ты выбрал мою нелюбимую."
            mi "Короче, ты как хочешь. А я спать."
            "Она приглашающе распахнула дверь, и мне ничего не оставалось как принять предложение."
    return
    
label alt_day5_mi_dj_evening_club1:
    "Жаль, длилась эта оттепель не очень долго."
    show mi upset pioneer with dspr
    "Один краткий миг — и из привычной мне, любимой влажной бездны, глаза снова стали пустыми стекляшками, смотрящими сквозь меня."
    mi "Ты хотел поговорить. Говори и отпусти меня в сон уже."
    me "Хорошо. Только выслушай меня внимательно, хорошо?"
    show mi serious pioneer with dspr
    mi "Я всегда слушаю тебя очень внимательно."
    if not alt_day5_mi_dj_dv_blade:
        $ lp_mi += 1
        $ alt_day5_mi_dj_cut = True
        me "Что ж. Тогда давай начнём с самого важного."
        me "Обронила, а?"
        "Тусклое лезвие дало ленивый отблеск, прыгнувший в потолок — очень хорошо заметный в полутёмном помещении."
        me "Я знаю, зачем она тебе была нужна."
        "Отработанным движением пальца я подцепил хвост лезвия и продемонстрировал японке."
        show mi scared pioneer with dspr
        mi "Что… Что ты собираешься делать?"
        me "В двух словах? Ничего."
        "Я опустил лезвие на ладонь и очень медленно провёл порез, распахивая кровоточащую плоть."
        "То, что было больно, думаю, говорить не стоит. Нет, первые две десятые доли секунды было нормально, а вот потом — что-то внутри заверещало от поглощаемого болевого шока."
        dreamgirl "Перестань, психопат!"
        "Мику ахнула."
        show mi shocked pioneer with dspr
        "Она подскочила ко мне и выбила из рук лезвие, то с печальным звяком улетело куда-то под рояль."
        show mi angry pioneer with dspr
        mi "Ты что творишь? Ты больной?!"
        me "Сама-то как считаешь?"
        "Наверное, в моих глазах было столько же пустоты, сколько и в её глазах парой минут ранее."
        "Настолько отчётливо прочувствовать НИЧЕГО мне удавалось всего дважды в жизни — и оба раза стоя за финишной чертой того, чего человеку среднему обычно хватает на целую жизнь."
        "Можно причинить себе боль, например, до крови укусив губу — но это дешёвое позёрство, по-настоящему сильную боль начинаешь причинять себе тогда, когда тебе становится плевать на физику."
        "А такое происходит исключительно тогда, когда с головой не всё в порядке."
        "Кровь свернётся через пять минут, рука будет болеть ещё месяц как минимум."
        me "Как считаешь, настоящей ли была боль вот здесь?"
        "Я не успел сделать порез достаточно глубоким, поэтому кровь сочилась очень неохотно."
        me "Как думаешь, больно ли мне прямо сейчас?"
        mi "Сенечка…"
        "Я улыбнулся ей, и, наверное, моя улыбка больше походила на оскал."
        mi "Так, сиди на месте, у меня тут есть аптечка первой помощи, знаешь, если кто-то палец струной рассечёт или о тарелки порежется."
        mi "Где же она была…"
        hide mi with dspr
        "Мику скрылась в соседнем помещении, и несколько секунд спустя появилась, прижимая к груди прорезиненную коробочку со скругленными углами и огромным красным крестом в белом кружке на торцевой части."
        show mi serious pioneer with dspr
        mi "Сейчас будет щипать, ты уж потерпи."
        "Она щедро плеснула на ватку перекиси и прогулялась по ране — руку мгновенно пронзило острой резью, а прозрачная жидкость резко вспенилась, войдя в контакт с кровью."
        mi "Вот… Видишь, сколько у тебя там грязи на коже! А мыл бы руки почище, и щипало бы меньше."
        me "Оно всегда щиплет. {w}Это реакция на кровь, а не на грязь."
        mi "Тебе виднее."
        "Покладисто согласилась Мику."
        mi "Это ты у нас спец по причинению боли себе — и окружающим."
        me "Так я скажу."
        "Я тряхнул ладонью, на которой японка старательно рисовала зелёнкой какой-то узор."
        me "У меня две боли сейчас. Одна здесь."
        "Я кивнул на ладонь."
        me "А другая сейчас пытается наложить мне лейкопластырь, да что же ты творишь! Да разрежь ты его вдоль, нафига мне километровое полотно на сантиметровой ранке?!"
        show mi grin pioneer with dspr
        mi "Хочешь заняться обработкой самостоятельно? Нет? Тогда выдохни и успокойся."
        "Я выдохнул и продолжил:"
        me "Да, ты права. Я не совсем вменяемый последние несколько часов, но твоё нежелание понимать несколько очевидных намёков…"
        me "Это ты мне так мстишь, да? За то, что глупость и неправдость сказал?"
        show mi normal pioneer with dspr
        mi "Несколько дней лучше руку не тревожь, а завтра сходи к Виоле — у меня нет бактерицидки, а порезы лучше всего заклеивать именно им."
        me "Ты меня слушаешь вообще?"
        mi "Да-да, я слушаю тебя."
        me "Если ты мне веришь, тогда зачем сейчас штопаешь меня? А если нет — зачем отгородилась?"
        me "От ощущения, что я перестал быть нужен тебе — и всего из-за нескольких слов — я головой об стены биться готов!"
        show mi shy pioneer with dspr
        mi "Но ты…"
        show mi cry pioneer with dspr
        extend " Не перестал."
        me "А то что ты как мёртвая ходила — это тоже не считается?"
        mi "Прости. Но я несколько часов жила в страхе, что ты прав, и мы живём в ненастоящем мире. И вот я в него не верю, и он перестаёт существовать. Как перестаёт быть сон, когда понимаешь, что спишь."
        mi "А учитывая то, что ты сказал про меня…"
        me "Перестань. Мне сказала одна очень умная девочка — что в паре всегда важнее всего сама пара. Кто бы что ни говорил."
        me "Самое главное — это то, что мы снова вместе."
        mi "Вместе? А что насчёт моего мнения?"
        th "М-да. Незадача. Её отношение на этот счёт узнать я как-то не потрудился."
        me "А ты… Ты против?"
        "Уже почти предчувствуя печальный ответ, всё же уточнил я."
        window hide
        with fade2
    
        show mi smile pioneer with dspr
        mi "Семён…"
        me "Что?"
        mi "Сенечка…"
        mi "Ну что же ты всякие глупости-то говоришь? Разве я позволила бы тебе прийти сюда, если бы была против?"
        "Она грустно улыбнулась."
        mi "Хотя не скрою, очень хотелось развернуть тебя ещё от веранды. {w}Ты оооочень постарался меня обидеть, и у тебя почти получилось."
        me "Прости."
        "Наверное, Мику хотела что-то мне сказать."
        "И, наверное, это требовалось сказать, потому что это определённо было нечто непечатное."
        "Но, вздохнув, она ограничилась просто поцелуем куда-то в челюсть."
    else:
        show mi sad pioneer with dspr
        mi "Ты сказал, что меня не существует!"
        "Она выглядела подавленной."
        mi "Знаешь, для того, чтобы предложить расстаться, существует целая куча других формулировок."
        mi "Что это значит, не существую?"
        menu:
            "Я что-то вспомнил. Что-то…":
                $ lp_mi += 1
                me "Наверное, стоило предварительно валерьяночки выпить, но у меня как шторка в памяти откинулась — настолько резко я вспомнил."
                me "Даже не знаю, чего я больше испугался тогда — того, что всё происходящее суть выдумка или того, что тебя не существует."
                mi "Ты опять…"
                me "Да нет же! Я не о том. Просто… Получается, будто с твоей стороны всё это была видимость, а ты просто моё психическое расстройство."
                me "Но всё ведь относительно — для рентгена не существует волос и кожи, для слуха не существует красок — причуды восприятия, понимаешь?"
                me "И если я помню тебя, знаю и чувствую — то какая разница, если для кого-то вдруг не существует ни тебя, ни меня. Здесь и сейчас ты есть."
                "Я поймал её ладонь и чуть-чуть сжал."
                show mi cry pioneer with dspr
                me "Чувствуешь?"
                mi "Да…"
                me "Поэтому давай просто сделаем вид, что мы есть, раз уж нас нет на самом деле. Но не будем больше разбегаться, хорошо?"
                me "Мне без тебя совсем грустно."
                show mi cry_smile pioneer with dspr
                "Мику улыбнулась сквозь слёзы."
                mi "Хоро…"
                "У неё перехватило дыхание."
            "Прости, я глупость сказал.":
                $ alt_day5_mi_dj_forgive = True
                mi "Да я не злюсь ни капельки и не обижаюсь."
                mi "Ты меня тоже прости, ладно?"
                "Она робко улыбнулась."
                mi "Я пойду. {w}Что-то у меня голова разболелась."
                "Она с намёком встала у двери, и мне пришлось освободить помещение."
                window hide
                $ persistent.sprite_time = "night"
                scene bg ext_musclub_night_7dl
                play sound sfx_close_door_campus_1
                with dissolve
                play ambience ambience_camp_center_night fadein 5
                window hide
                "Она закрыла дверь за нами и повернулась ко мне."
                show mi normal pioneer with dspr
                mi "Ну, спокойной ночи?"
                me "Ээээ… Может, я провожу тебя?"
                mi "Нет, здесь сто метров, не заблужусь. Ступай лучше спать."
                me "Но…"
                show mi serious pioneer with dspr
                mi "Что?"
                me "А что насчёт нас?"
                mi "Нас? Я не знаю. Мне нужно как следует подумать. Ты прости, но я и правда крайне неважно себя чувствую."
                mi "Спокойной ночи."
                hide mi with dissolve
                "Она кивнула мне на прощание и беззвучно растворилась в потёмках."
    return
    
label alt_day5_mi_dj_evening_club2:
    mi "Знаешь."
    "Она наконец справилась с собой."
    mi "Что-то у меня нет ни настроения репетировать, ни что-то делать ещё."
    mi "А тут ещё ты растревожил… Не знаю, сумею ли уснуть."
    me "Хочешь, чтобы я посидел рядом?"
    show mi laugh pioneer with dspr
    mi "У тебя не получится, тебя Лена выгонит!"
    "Рассмеялась японка."
    me "Ну, тогда… Может, пойдём ещё какое-нибудь кино посмотрим?"
    show mi smile pioneer with dspr
    mi "А это идея. Только не очень длинное, хорошо? Не хочу нарушать график."
    "Я кивнул и поднялся."
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_musclub_night_7dl with dissolve
    play sound sfx_close_door_campus_1
    play ambience ambience_camp_center_night fadein 5
    window hide
    "Вскоре вслед за мной вышла и она, тщательно заперла дверь, проверила замок и только после этого повернулась ко мне."
    show mi smile pioneer with dspr
    mi "Пошли… Сенечка."
    "Кажется, ей слишком нравится меня так называть. Так кто я такой, чтобы спорить с девушкой?!"
    "Сенечка — значит, Сенечка!"
    window hide
    play music ltyh fadein 5
    scene bg ext_clubs_night with moveoutright
    show mi smile pioneer with dspr

    me "Вот будет весело, если нас вожатая застукает."
    th "Ага. В пустом помещении, два пионера… {w}Наверное, в нарды играют."
    "Я и так был у вожатой на совершенно особенном счету после нескольких моих откровенных ляпов. {w}Плюс проворонил её партийное поручение…"
    "Как несложно было догадаться, встречаться с вожатой я совершенно не стремился."
    mi "Не застукает. Её зачем-то Борис Александрович позвал. Причём это «зачем-то» отчётливо так позвякивало у него в рюкзаке."
    me "И откуда ты всё знаешь?!"
    show mi laugh pioneer with dspr
    mi "Я же мыться ходила, помнишь? Вот их и встретила на половине пути."
    "Несмотря на то, что до отбоя было никак не меньше двадцати минут, по пути нам никто не попался — ни малышня из отрядов помладше, ни взрослые… Никого."
    "Хотя весь-то наш путь что пришлось проделать, занял всего двести метров — спуститься с горушки да обогнуть здание."
    "И всё-таки, всё-таки… Строго говоря, клубы находятся на главной транспортной артерии лагеря, соединяющей ворота и площадь — и никого."
    "Я достал смарт и посмотрел на нём время."
    th "Так и есть, 22:45. Время, когда почитатели Юнга сильнее всего прислушиваются к сигналам собственного подсознания. Хотя мне и прислушиваться не надо — вон оно, попробуй из головы вытряхни."
    if persistent.mi_dj_good_jap or persistent.mi_dj_good_rf or persistent.mi_dj_true:
        dreamgirl "Ах, продолжай."
        me "Значит, говоришь, Ольга Дмитриевна по нашу душу не придёт?"
        mi  "А если и придёт — мы ей не откроем!"
        me "Логично. А если это будет, ну, не знаю… Например, Лена."
        show mi surprise pioneer with dspr
        mi "А Лене-то что здесь делать? Всё, хватит болтать, открывай уже!"
        play sound sfx_unlock_medpunkt_door fadein 0
        "Навесной замок сдался за несколько секунд — и дверь с негромким скрипом распахнулась."
        "Мику мгновенно скользнула внутрь, а я немного задержался на крыльце, создавая иллюзию запертого помещения — повесив запертый замок на одну дужку."
        window hide
        $ persistent.sprite_time = "night"
        play sound sfx_close_door_clubs_nextroom
        scene bg int_clubs_dj_night_nolight_7dl
        show mi normal pioneer with dspr
        with dissolve
    
        "С улицы нас всё равно можно было заметить, если очень постараться, поэтому мы на цыпочках пересекли помещение основного клуба кибернетики, открыли внутреннюю дверь и, лишь заперев её изнутри, позволили себе расслабиться."
        window hide
        with fade2
    
        "Дверка была хлипковатая, звуки не отсекала совершенно, и хороший пинок бы распахнул её как пить дать."
        "Проще говоря, держалась эта дверь только на репутации администрации лагеря да нежелании пионеров получать дополнительные сложности."
        "Зато она была непрозрачной! И здесь можно было спрятаться от целого лагеря!"
        me "Ну что, какой фильм…"
        "Я обернулся к Мику, и продолжение застряло у меня в горле."
        me "Будем… Смо…"
        "Договорить мне не дали."
        "Я и так-то забыл начало предложения примерно к его середине — настолько воздух вдруг оказался насыщен — даже не знаю, как это называть. Предвкушением? Страстью?"
        "Первый поцелуй у нас уже был. Вообще, строго говоря, там их куда больше было, но…"
        "Тогда это была ночь, была луна и было много-много воздуха, который растворил в себе концентрацию запахов."
        "Здесь же я оказался совершенно уязвимым."
        dreamgirl "Я рыдаю от твоей манеры выставлять себя жертвой домогательств."
        th "…"
        dreamgirl "Ты можешь вдохнуть."
        "Любезно подсказало подсознание."
        dreamgirl "А после того, как тебя трясти перестанет, можешь и пройти оставшиеся пять сантиметров. До её губ."
        dreamgirl "Раз вы так кино посмотреть хотели…"
        show mi serious pioneer with dspr
        "Несколько секунд она стояла, прикрыв глаза, будто пытаясь впитать в себя те ощущения, что дарило банальное, в общем-то, соприкосновение губ."
        "Но потом этого ей показалось мало — и я ощутил холодные пальцы на разгорячённой коже."
        "Она была первой, она была единственной, она была настоящей."
        play music iamsadiamsorry2 fadein 5
        show mi smile pioneer with dspr
        mi "Сенечка, почему ты так смущаешься?"
        me "Но я н-не…"
        mi "Ты весь дрожишь… И сердце у тебя колотится."
        "Она положила ладошку мне на грудь, и от этого невинного прикосновения у меня мгновенно выступила испарина на лбу."
        "И от сердца вниз рвануло сладкой волной предвкушения, предчувствия — чуда. Что бы здесь сейчас не произошло…"
        "Наша привычная ласка, принадлежащая только мне и ей, та, по которой мы узнали бы друг друга даже в темноте — почему-то меня чуть ли не до фетиша восторгало целовать её пальцы, рисовать спирали на ладони, собирать тепло дыханием с запястий."
        mi "Если ты не хочешь…"
        "Господи, да она специально, что ли?!"
        "Я зарычал и, подхватив её, прижал к себе."
        "И как в том самом танце — она поняла, что от неё требуется, ещё раньше, чем я успел подумать об этом — развела ножки и обняла ими, почти села на мои бёдра, повиснув на мне, близко-близко, сердце к сердцу."
        if alt_day3_dancing == 40 or alt_day3_dancing == 41:
            "А потом — как в дне третьем, был тонкий слой ткани, и под тканью не было никого, кроме Мику."
        "Она что-то лепетала, но я уже не обращал внимания ни на слова её, ни на попытки направить меня."
        "И то, что творилось между нами, человек непосвящённый назвал бы садизмом — мы дрались, кусались, и прижимали друг друга так, что кости хрустели."
        "И до скрежета сжимали зубы, чтобы не заорать в голос, когда бесстыдные губы находили себе дорожку вдоль путей пульса, вниз от уха, по шее, под ключицу."
        "И тянули, и тянули к себе, желая здесь и сейчас только раствориться в другом, отдать себя без остатка."
        "Она была невесомой, пахла так, что её обоняло больше подсознание, чем я сам, была чуть солоноватой на вкус."
        mi "Бли… же…"
        "Выдохнула она."
        "Мысли одна за одной покинули голову, уходя куда-то на геостационарную орбиту, между висками воцарилась щедро пересыпанное желанием восторженное Ничто."
        "Но, наверное, оно и к лучшему — в таких случай самое лучшее дать Природе делать так, как правильно, а не заниматься высокодуховными терзаниями."
        "На некий миг я будто обратился сторуким существом, способным чувствовать, как подаётся под требовательной лаской нежная девичья кожа. Я был везде, и вбирал её в себя, впитывал до последней капли."
        window hide
        scene black with fade
    
        "Пробившийся с улицы блик отразился в её глазах — полуприкрытых, затянутых масленой плёнкой… розовые щёки, сбитое дыхание — она моя. А я — весь её."
        mi "Меня может не существовать."
        mi "Но я хочу чувствовать тебя. Иди ко мне."
        "Сколько я уже такими вещами не занимался? Если верить памяти — несколько лет. Если верить телу и крупной дрожи — никогда. Ноль опыта, и веду себя как медведь, наверное."
        mi "Ну, куда же ты… Чуть… Чуть выше."
        "Её шёпот прыгает, а ногти больно врезаются в мои плечи…"
        "Я сам уже не ведая, что говорю, восторженно выдохнул:"
        me "Я что…"
        "Воздух стремительно становился раскалённым, влажным, пахнущим ей."
        mi "Ох… Заткнись."
        mi "Помоги мне…"
        "С натугой произнесла она."
        mi "Ещё чуть…"
        mi"… Чуть… "
        "На пути встало какое-то препятствие, и как ни старался, я не мог…"
        "К счастью, японка быстро сообразила, и привстала на локтях, чуть приподняв бёдра, быстрым, отрывистым движением, прижалась сама, прижала меня."
        play sound sigh_out
        "И, забывшись, вскрикнула."
        me "Тихо-тихо, милая."
        "Я закрыл её губы поцелуем."
        "И совершенно упустил из виду момент, когда мы стали едины."
        "Если бы не…"
        "Её щёки влажные от слёз, и я от неожиданности остановился."
        me "Мику, солнышко, что?! Тебе больно?"
        "Она поморщилась:"
        mi "Всё… Всё в порядке, не останавливайся."
        "И подтянула к себе, продолжая движение."
        "Выдохи всё резче, все чаще, движение навстречу уже обоюдное, в едином ритме, в танце, что возрастом старше человечества и ровесник самой жизни."
        "Ноги уже начали уставать от неудобной позы, плюс приходилось придерживать девушку руками, чтобы не брякнулась — но всё это такие мелочи…"
        "Она забыла обо всём — как и я — наверное, нас слышно сейчас во всём лагере — и закричала изо всех сил, вся сотрясаясь, закусив нижнюю губу."
        "Мику что-то лепетала, но я и этого уже не слышал — в этот момент не существовало «меня»…" 
        "Я полностью впустил Мику в себя. Полностью растворился в ней."
        "Кажется, я потерял сознание."
        show blinking
        "Потому что пришёл в себя, стоя у стола, опираясь на него ладонями, весь взмокший, тяжело дышащий — а Мику, уже набросившая на плечи мою рубашку взамен той, что потеряла пуговицы в бесславной борьбе со мной, смотрела на меня с тёплым восторгом в глазах."
        window hide
        scene bg int_clubs_dj_night_nolight_7dl
        show mi normal pioneer with dspr
    
        mi "Я читала в книгах, что любовь — это что-то крышесносящее."
        mi "Но до такой степени… Наверное, это потому что ты был моим первым мальчиком, Сенечка."
        "Романтика, влюблённость."
        me "Оргазм начинается в голове, да?"
        mi "Ты умница. Пойдёшь, поцелую?"
        stop music
        me  "Боюсь, если я сейчас отклеюсь от стола, то упаду."
        "Тихо улыбнулся я, борясь с ощутимой слабостью в коленях."
        me "Я всю энергию, что была, потратил. Теперь ручки трясутся, ножки трясутся."
        show mi laugh pioneer with dspr
        mi "Значит, кина не будет?"
        me "Какое кино, после такого-то…"
        mi "Я шучу."
        "Мику подмигнула."
        mi "Но где-то я видела…"
        "Она отвернулась к шкафу и, немного повоевав, достала оттуда матрацную скатку с тонким одеялом и подушкой."
        mi "Заночуем здесь!"
        me "Уверена?"
        "Мику, как человечек, привычный тратить много, но и получать много, работала в несравненно более быстром темпе, чем я."
        "Скорее всего, она уже худо-бедно восстановилась."
        mi "Вообще, я бы хотела, чтобы мы посидели и поболтали. Ну или гулять пошли. {w}А лучше всего — начали бы новый раунд!"
        show mi grin pioneer with dspr
        "Она подмигнула, глядя на моё ошарашенное лицо."
        mi "Но это я так… Подкалываю.{w} Знаю, что если не дам зажить тому, что мы с тобой там — "
        "Она погладила ладонью низ живота."
        mi "То оно потом болеть будет."
        me "Так, может…"
        mi "Нет."
        "Рассмеялась она, угадав мои мысли."
        mi "Мы же не Советский Союз, нас таким вещам учили."
        mi "Так что мы ложимся спать. {w}Вместе."
        show mi happy pioneer with dspr
        mi "Я сон вчера видела, я рассказывала? О том, как мы просыпаемся в одной кровати."
        me "Сон в руку."
        th "И кое-что ещё."
        show mi smile pioneer with dspr
        mi "Мы будем спать вместе, и ты будешь меня обнимать! Мррр…"
        "Расстегнув рубашку, она опять осталась в чём мать родила и, усевшись на расстеленное поверх матраца одеяло, протянула ко мне ладошки."
        mi "Иди сюда."
        "Сделав несколько шажков на подгибающихся, я сел, почти упал на матрац рядом с ней."
        mi "Очень хорошо!"
        "Мику свернулась калачиком, источая покой и удовлетворение."
        mi "Ложись же."
        "Я лечь не успел, как меня мгновенно скрутили, обернули вокруг, отняли правую руку и, укрывшись как одеялом, счастливо вздохнули."
        "Чем она пахла – я вдохнул запах её волос, её кожи."
        "Чёртовы эфирные масла оказались не готовы к таким нагрузкам и выветрились полностью."
        "Она пахла Мику."
        "А я не удержался и поцеловал её в шею сзади у самой линии роста волос."
        "Мику вздрогнула и покрылась мурашками, инстинктивно чуть прогнувшись назад и подразнив меня, прижавшись бёдрами."
        mi "Так…"
        "Сонно сказала она."
        mi "Ночью не приставать, а если приставать — то не будить."
        "Логики в её словах я не обнаружил, но благоразумно решил не спорить."
        me "Спокойной ночи."
        mi "Наиспокойнейшей."
        "Отозвалась она."
        "А затем на меня снизошла тишина."
        stop music
        stop ambience
        window hide
        scene black with fade
        $ alt_day5_mi_dj_hentai = True
        $ lp_mi += 1
    else:
        "И моё подсознание говорило мне не пороть горячку."
        "Поэтому я безмятежно улыбнулся."
        "И помахал проходящей мимо нас Славе:"
        show sl normal pioneer at fright
        me "Спасибо за совет!"
        sl "Помирились?"
        me "Как видишь."
        sl "Здорово, ребята. Вы сейчас что, как?"
        show sl shy pioneer with dspr
        "Славя смутилась, будто ей в голову пришла одна любопытная мысль."
        "Мне она тоже пришла в голову, но после того, как у нас появился нечаянный свидетель…"
        me "Мы баю."
        "Я коснулся губами щеку Мику и, кивнув на прощание, пошёл к домику."
    return

label alt_day5_mi_dj_sleeptime:
    $ night_time ()
    $ persistent.sprite_time = "night"
    stop music fadeout 1

    scene bg ext_house_of_mt_night_without_light with fade
    play ambience ambience_camp_center_night fadein 1
    play music music_list["a_promise_from_distant_days_v2"] fadein 2

    "Когда я пришёл домой, я ног под собой не чувствовал от усталости."
    "Облажался сегодня я где только мог. Как только мог."
    "Несмотря на все мои попытки выйти на одну волну с Мику — она так и не позволила мне сказать самое важное."
    "И чёрт его знает теперь, во что мне это выльется."
    if (alt_day5_mi_dj_voyeur == 2 and not alt_day5_mi_dj_dv_blade) or alt_day5_mi_dj_voyeur == 3:
        "И к слову о «выльется»…"
        "Не поднимаясь на крыльцо, я на себе отжал вымокшую форму."
        th "Если Ольга узнает о форме, она меня убьёт."
        th "Дважды. Первый раз — за то, что что свежую рубашку вымочил, а второй раз — когда узнает, при каких обстоятельствах сие произошло."
        th "А да и чёрт с ним! Скажу, что форму просто постирал."
        dreamgirl "Ага. И она тебе поверит."
        th "Ну не в трусах же к ней идти!"
    window hide
    stop ambience fadeout 1

    "Вторая ступенька всегда тут так скрипела противно."
    "И я каждый день говорю себе, что надо что-то с этим сделать."
    "И каждый день забываю."
    th "Сейчас вожатая внутри меня заметит, и…"
    "Я замер на полушаге."
    dreamgirl "Ну и? Долго стоять собираешься? Или ты хочешь в шезлонге заночевать?"
    th "В шезлонге? Не думаю."
    dreamgirl "Ну, тогда нацепи побыстрее свой покер-фейс и шагом марш под своды дома. Простыть ещё не хватало!"
    "Приготовившись врать напропалую, я толкнул дверь."  
    window hide
    scene bg int_house_of_mt_night2 with fade
    play ambience ambience_int_cabin_night fadein 1

    "Внутри никого не оказалось."
    dreamgirl "Проблемой меньше. Давай, надо побыстрее заснуть, чтобы завтра попробовать ещё разок."
    "Я поспешил последовать совету внутреннего голоса."
    "Разделся."
    if (alt_day5_mi_dj_voyeur == 2 and not alt_day5_mi_dj_dv_blade) or alt_day5_mi_dj_voyeur == 3:
        "Развесил мокрые вещи на спинке кровати."
        th "Надеюсь, они успеют просохнуть как следуют к завтрашнему утру."
    scene bg black with fade2

    "И, забравшись под одеяло, закрыл глаза."
    "А перед внутренним взглядом привычно уже разворачивалось подведение сегодняшних итогов."
    "И были они, честно сказать, не сказать, чтобы утешительными."
    "Сегодняшний день, начавшийся так хорошо, и так бездарно мной испорченный…"
    "…Беготня по лагерю в поисках девушки — не увенчавшаяся ничем…"
    "…Костёр, под который японка умудрилась подобрать самые душувынимающие песни…"
    "…теракт в исполнении Ульянки…"
    if alt_day5_mi_dj_voyeur == 2 or alt_day5_mi_dj_voyeur == 3:
        "И апофеозом идиотии — мои попытки подглядеть кто там моется."
    elif not alt_day5_mi_dj_favorite_song:
        "И, наконец, вишенкой на торте — то, как умудрился подобрать самую нелюбимую пластинку, желая создать атмосферу."
    else:
        "Очередная попытка извиниться, закончившаяся ничем."
    "Почувствовав себя полным неудачником, я заснул."
    th "Я просто надеюсь, что всё будет хорошо."
    window hide
    stop music fadeout 3
    return
    
label alt_day6_mi_dj_neutral:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(6, u"Мику. DJ. Утро")
    play music lastlight_piano
    scene bg int_house_of_mt_sunset with dissolve
    "Похоже, вожатая так и не вернулась ночевать."
    "Её кровать нетронутая, даже смятая в том же режиме, что и была, когда мы уходили на костёр, с перевёрнутой и лежащей на раскрытом развороте книжкой."
    "Ну вот. Зато я выспался."
    "Я посмотрел на часы — половина восьмого."
    th "Что ж, значит, успею сходить и на последнюю зарядку, и на последнюю линейку."
    "Усмехнулся я."
    th "Даже если вчера не удалось помириться как следует — что ж, придётся навёрстывать недополученные впечатления путём размахивания руками и выслушивания очередных благоглупостей от вожатой."
    "И поднялся навстречу новому дню!"
    window hide
    with fade2

    if (alt_day5_mi_dj_voyeur == 2 and not alt_day5_mi_dj_dv_blade) or alt_day5_mi_dj_voyeur == 3:
        "Хвала рандому, форма успела просохнуть!"
        if alt_day5_mi_dj_dv_kissing:
            "Очерёдностью событий дёрнуло верхнюю губу — кажется, Двачевская вчера сильно перестаралась, демонстрируя свою власть надо мной."
    "Карман больно хлопнул меня по груди — в нём было что-то тяжёлое."
    "Смартфон."
    if (alt_day5_mi_dj_voyeur == 2 and not alt_day5_mi_dj_dv_blade) or alt_day5_mi_dj_voyeur == 3:
        "Кажется, от воды не пострадал."
    "Зарядки оставалось совсем чуть-чуть, если бы не бессмертный аккумулятор и режим полной автономии, наверное, уже окончательно загнулся бы."
    "Пальцы сами выкрутили галерею, где последними фотографиями высветилась волейбольная площадка, моя рожица на песке."
    "И удивительно тёплая улыбка Лены — преобразившая обычно угрюмое и нелюдимое лицо в тёплое, солнечное, достойное того, чтобы и им любовались."
    th "Надо бы остальных пионерок тоже сфотографировать."
    "Решил я."
    th "Или хотя бы Мику — меня, конечно, потом засмеют в интернетах за то, что в косплей залез, но…"
    "Память — это слишком ценная валюта, чтобы разбрасываться возможностями получить ещё чуть-чуть воспоминаний."
    window hide
    with flash
    play sound sfx_open_dooor_campus_1 fadein 0
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_houses_sunset
    play ambience ambience_camp_center_day fadein 5
    play music music_list["my_daily_life"]

    th "Итак, коротко о погоде. Тепло."
    "По сравнению с моим последним ранним подъёмом — а было это два дня назад, потому как вчера шёл дождь, а позавчера я всё проспал — действительно было достаточно комфортно даже в тонкой пионерской форме."
    "На улице было пусто — кажется, после костра пионерам давали некоторые послабления. Ну, или не знаю, может, это я опять поздно встал."
    "Хотя это как раз вряд ли, время на часах было раннее — не ручаюсь насчёт сигнала подъёма, но сбор на зарядку ещё точно не звучал."
    "Перебросив через плечо полотенце и вцепившись в купальные принадлежности, я приказал автопилоту разбудить меня, когда доберёмся до умывальников."
    window hide
    scene bg ext_washstand2_day
    with dissolve
    play sound sfx_open_water_sink
    pause(2)
    play sound_loop sfx_water_sink_stream

    "Автопилот сделал даже больше — он исправно дотащил меня до кафельного многоногого чудовища и, открыв воду, бросил горсть ледяной воды мне в лицо!"
    play sound sfx_draw_water 
    with vpunch
    me "Ух!"
    "На долю секунды я забыл как дышать, сердце пропустило целый удар, а с сознания будто пыль стряхнули."
    "И мир, к яркости и контрастности которого я уже начал было привыкать, снова заиграл недоступными моей обычной жизни красками!"
    "Но пока я там восторгался красивым утром, я совершенно забыл отключить подсознание."
    play sound sfx_draw_water 
    with vpunch
    me "Ух!"
    th "Так, вредитель, прекращаем!"
    dreamgirl "Ой, ты уже проснулся… Сенечка? А то уже начало казаться, что и на линейку с завтраком придётся тебя тащить."
    th "Стебок!"
    "Холодное мыло, плавающее в так и не слитом мыльном растворе, на контрасте показалось даже тёплым — а лицо так вообще горячим!"
    "И…"
    me "Ух… Ааааа!" with hpunch
    "Будто мало мне было того, что пальцы сводило, кажется, я встал как-то неправильно, так как за шиворот мгновенно проложила дорогу ледяная струйка."
    th "Мммммать!"
    dreamgirl "Смывайся быстрее!"
    th "Я пытаюсь!"
    play sound sfx_piano_head_bump
    "В поисках позы, где меня не смогли бы подбодрить новые порции воды за шиворот, я ощутимо приложился головой о раковину."
    "И от неожиданности открыл глаза!"
    window hide
    with flash

    "И уж после этого такая вещь, как лёд в руках показалось мелкой неурядицей."
    "День определённо начинался крайне удачный и способствующий всем начинаниям."
    th "Надо будет попробовать замириться всё-таки с Мику."
    "Мрачно думал я, полируя челюсть и между делом пытаясь прижимать мокрый кончик галстука к наливающейся шишке у самой границы роста волос."
    th "Хотя если мне так не везёт с самого утра…"
    dreamgirl "То уж там должно повезти точно!"
    "Меня слова подсознания не убедили. Да и в его голосе прозвучало сомнение."
    window hide
    stop sound_loop
    play sound sfx_close_water_sink
    pause(1)

    if alt_day5_mi_dj_voyeur != 4:
        "Последний раз плеснув водой в лицо, я разогнулся — и вздрогнул."
        "Я был здесь не один!"
        window hide
        scene bg ext_washstand_day with dissolve
    
        if alt_day5_mi_dj_voyeur == 3:
            show sl smile sport with dspr
            sl "Физкульт-привет!"
            "Улыбнулась Славя, становясь рядом."
            sl "Не возражаешь?"
            "Я только плечами пожал."
            "После вчерашнего её обливания, я понял, что и на десятую долю не знаю ничего об этой девушке с непосредственными манерами и открытым взглядом."
            me "Ну только если ты настаиваешь…"
            "Проворчал я, вытираясь."
            sl "Ко мне вчера Мику подходила."
            "Чуть слышно произнесла Славя."
            sl "И кое-что о тебе рассказала."
            th "Любопытно."
            sl "Слушай, я не знаю причин, по которым вы разругались с ней. И повёл ты себя ночью очень глупо."
            sl "Но Мику сказала, что ей кое-кто очень-очень нравится. И этот «кое-кто» — "
            "Она грозно блеснула на меня очами."
            sl "- обижает её тем, что изо всех сил показывает, как ему плевать."
            me "Но я не… А впрочем, не имеет значения. {w}Что ты ответила ей?"
            show sl smile2 sport with dspr
            sl "Я сказала, что иногда мальчики делают глупые вещи. Отставание в развитии на два года, что уж тут поделаешь."
            "Она рассмеялась и склонилась над раковиной, давая понять, что разговор окончен."
            th "И что, это всё?!"
            "С полминутки я стоял, глядя на нежную кожу шеи, видимую между косами, борясь с желанием положить на неё пальцы."
            "И на пару минуток притопить мерзавку, чтобы не издевалась надо мной!"
            th "Это ведь она… Она виновата!"
            "Я прекрасно отдавал себе отчёт, что если бы не та шаечка с водой, то я вполне мог бы продолжить поиски, и они вполне могли бы увенчаться успехом."
            "Но нет же, надо изобразить из себя Ямато Надешико и за всех решить, как кому будет лучше!"
            dreamgirl "Расслабься, Сенечка. Она тебе ясным русским языком сказала, что велела Мику подойти к тебе самостоятельно. Подключай мозги в работу! А то умыться — умылся, а проснуться забыл."
            dreamgirl "И лучше приготовься к визиту японочки — если ты опять будешь блеять и мяться, я тебя попросту погашу и сделаю всё за тебя!"
            th "Ого! А ты можешь?"
            dreamgirl "Теоретически. Но это такая головная боль — и за рефлексами твоими следить и за высшей нервной деятельностью. Так что давай, разделение труда, как это в здоровом нормальном организме и бывает."
            th "В нормальном здоровом организме подсознание не имеет права голоса."
            dreamgirl "Серьёзно? А инстинкты? А рефлексы? А чёртова твоя интуиция, больше известная как ситуативная логика? Короче, не говори глупостей, если не знаешь."
            sl "Семён, тебе лучше поспешить, если не хочешь опоздать на зарядку."
            "Фыркнув на прощание, я заспешил обратно в домик."
        elif alt_day5_mi_dj_voyeur == 2:
            show dv smile sport with dspr
            dv "О, привет."
            "Этой высокомерной улыбкой можно было бы обклеивать стены в жилище какой-нибудь сноба."
            "Чтобы случайный гость сразу мог почувствовать собственный уровень в этом доме — где-то на уровне плинтуса."
            me "Угу."
            dv "Что такое? Загрустил?"
            if alt_day5_mi_dj_dv_kissing:
                dv "Или…"
                show dv laugh sport with dspr
                extend "Никак вчерашнее не забудешь?"
                dv "Ну-ка, расскажи мне, кто лучше целуется? Я? Или она?"
                me "Я."
                "Неприязненно бросил я, разворачиваясь."
                "Алиса тут же бросила ухмыляться."
            show dv normal sport with dspr
            dv "Слушай… Семён."
            me "Ну?"
            "Она встала рядом со мной и включила воду."
            th "Обольёт."
            "Понял я."
            dv "Тут выскочка твоя заходила ко мне. Короче, она в курсе вчерашнего."
            me "Прикольно. Что делать собираешься?"
            dv "Я? Ничего. У меня вчера было романтическое свидание в душе "
            if alt_day5_mi_dj_dv_kissing:
                extend "и незабываемый первый поцелуй. Ты же знаешь, сколько значит первый поцелуй в жизни девушки? "
            extend "Почему я должна что-то с этим делать?"
            me "Действительно."
            th "Ну и скотина же ты, Рыжевская!"
            dv "Ну ты подумай-подумай."
            dreamgirl "Чувак, по-моему, она тебя кадрит."
            th "Ненавязчиво намекает на то, чтобы я позволил ей делать дальше то, что она вчера делала?"
            dreamgirl "Вроде того."
            th "После того, как она вчера запорола мне все шансы найти Мику?"
            th "И ладно бы было чего ради!"
            dreamgirl "Ладно бы она там голая была!"
            "В тон мне издевательски подпел внутренний голос."
            "Я буквально разрывался от вариантов один другого прельстительнее — то ли мне хотелось сделать себе срочную лоботомию и выдернуть из головы скотину и язву, то ли нежно так взять за хвосты-плавники эту очаровательную рыжую голову и несколько раз макнуть её в холодную воду!"
            me "Благодарю за информацию."
            "Невыносимо вежливо ответил я обоим собеседникам, наметил короткий кивок и был таков."
    else:
        pass
    window hide
    scene bg ext_house_of_mt_sunset with fade

    "Лагерь здесь всё-таки совсем небольшой."
    "Там, где гостевал я, число пионеров переваливало за несколько сотен, и разумеется, всех страждущих один умывальник вряд ли бы сумел умыть."
    "Да что там — мы и в столовой-то ели в несколько смен!"
    th "Как и здесь, впрочем."
    "Ольги не было рядом с домиком, вокруг домика, у шезлонга рядом с домиком…"
    "Но несколько песочных отпечатков на ступеньках выдавали её с головой."
    "Кажется, пока я умывался, она всё-таки пришла домой."
    th "И тут я такой, короче, на пороге, руки в боки, подбородок к груди, глаза яростные на выкате: «ты где ночь шлялась, стеррррва!»"
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    stop ambience
    scene bg int_house_of_mt_sunset with dissolve

    "В домике было пусто."
    th "Переоделась и ушла."
    "Полностью согласный с таким положением дел, я убрал в тумбочку мыло с порошком и несколько минут колдовал у зеркала над правильным узлом для галстука."
    "Почему-то постоянно получался классический виндзор вместо того, что был нужен."
    "В результате, плюнув на правильность, я просто завязал его двойным узлом и, закрыв дверь за собой"
    window hide
    play sound sfx_open_dooor_campus_1
    scene bg ext_house_of_mt_sunset
    with dissolve
    pause(1)
    play sound sfx_close_door_clubs_nextroom

    extend ", вышел на улицу."
    th "Задача-минимум на сегодня — найти Мику!"
    dreamgirl "Задача-максимум?"
    th "Там видно будет."
    window hide
    scene bg ext_square_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadeout 2

    "Народа на площади было очень немного — похоже, что мои предположения относительно неких послаблений полностью подтвердились."
    "По сути, здесь были только девушки из нашего отряда да парочка малышей, какие обычно всегда возились с Ульянкой."
    "Царила тишина, нарушаемая лишь периодическими зевками — болтать с утра по недосыпу желающих не было."
    show un normal sport at right with dissolve
    "Лена спокойно встретила мой взгляд и кивнула — кажется, за шесть дней она полностью привыкла ко мне и перестала стесняться."
    hide un
    show us smile sport at left
    with dissolve
    "Ульянка стояла чуть поодаль — видимо, за вчерашнее ей так и не прилетело, и она готовилась в случае чего задать стрекача."
    "Она подмигнула мне, почувствовав взгляд и, растопырив указательный и средний пальцы в форме воображаемой рогатки, натянула воображаемый жгут и, прикрыв левый глаз, прицелилась."
    hide us
    show dv normal sport
    with dissolve
    "Алиса стояла рядом со своей подружкой и спала на ходу."
    if alt_day5_mi_dj_voyeur == 2:
        "Видимо, умывание не пошло ей впрок."
        if alt_day5_mi_dj_dv_kissing:
            show dv laugh sport with dspr
            "Она открыла глаза в тот момент, когда я глазел на неё {w}- и наши взгляды встретились!"
            "Она тут же распахнула их пошире и, сложив губки бантиком, оглушительно чмокнула."
            th "Одно слово — стервь."
        "Я покраснел и поспешил посмотреть куда-нибудь в сторону."
    hide dv with dissolve
    "Все стояли и, зевая, ожидали активистку."
    "Вот уж кто жаворонок до мозга костного."
    show sl smile sport with dspr
    "И она не заставила себя долго ждать!"
    "Разгорячённая после пробежки, она встала перед неорганизованной толпой и, найдя мой взгляд, подмигнула."
    sl "Отряды… Стройсь!"
    "Кажется, для неё не имело значения, сколько нас здесь — даже если бы я стоял один. Раз и навсегда заведённые правила, кличи и упражнения  — нельзя нарушать."
    th "Ууууу, вражина!"
    if alt_day5_mi_dj_voyeur == 3:
        "Желание притопить или придушить чёртову красотку никуда не делось."
    hide sl with dissolve
    "А ещё то, что Мику не явилась на линейку, тоже дало о себе знать."
    "Любопытно было бы посмотреть на то, что она использует в качестве спортивной формы, кстати."
    "Как ни старался я — не мог припомнить её в чем-нибудь, кроме платьев — либо формы, которая по сути своей — юбочка-блузочка — тоже недалеко от платья ушла."
    th "Наверное… Наверное, это могла бы быть пара её любимого бирюзового или аквамаринового цвета."
    "Мечтательно подумал я, размахивая руками."
    th "Например, коротенькие обтягивающие шортики и топ, с трудом прикрывающий грудь — так, чтобы у всех наблюдающих пионеров наблюдалось обильное слюноотделение, когда она решит делать вращательные движения руками или пробовать ноги на растяжку."
    th "Или, возможно, некая полупрозрачная футболка сеточкой со спортивным бюстиком и полулосины шортами, больше подходящие для велосипедных прогулок."
    dreamgirl "Или это мог бы быть глухой плюшевый костюм японской выделки!"
    "Безжалостно развенчал мои мечты моя тёмная половина."
    th "Здрасьти! Почему бы это вдруг? Или ты не помнишь её платьев?"
    dreamgirl "Или ты не помнишь, где находишься? Ты за всё время, что здесь находишься, хотя бы раз видел её хотя бы в её сценической одежке с висящими помочами и умной тканью?"
    dreamgirl "Нет. И знаешь почему? Потому что для местного бомонда её одеяние граничит с порнографией. Дремучие люди, что поделаешь."
    th "Но её платье на танцах…"
    dreamgirl "Найдено в костюмерной и ушито по фигуре."
    "Безжалостно парировал внутренний голос."
    dreamgirl "Представь на секунду, что ты едешь в пионерский лагерь, на юг, летом — что ты с собой возьмёшь? Льняные шмотки, хлопковые — лёгкие, с коротким рукавом, шорты в количестве нескольких штук, плавки, вьетнамки или тапки на пробке, всё верно?"
    th "Ну?"
    dreamgirl "Ну а теперь, продолжая логическую цепочку, представь, что ты внёс свою огроменную тяжёлую сумку на территорию, и только тут узнал, что, оказывается внутренние правила требуют от тебя ношения только глухих штанов — и никакой джинсуры с хулиганскими разрезами и бахромой! — и рубашек с длинным рукавом."
    dreamgirl "Всё, что ты с собой привёз, запрещено носить. И тебе нечего надеть. А тут танцы, и такая симпатичная-симпатичная девочка с интересом на тебя поглядывает, ну, знаешь, как это бывает обычно «глаза напротив — не против». Что сделаешь?"
    th "Э… Придумаю что-нибудь из своих вещей. Или если всё совсем безнадёжно — одолжусь у кого-нибудь из товарищей по отряду."
    dreamgirl "Ага, или ушьёшь что-нибудь из доступных занавесок. У Мику куча вещей, но ничего из них носить просто нельзя! Прикинь, что будет, если она явится сейчас в джинсе по самую центровую обрезанной, с торчащей пэнтилайн или ниточками стрингов… Хотя нет, это позже начнётся. Ну не суть. Думаю, пример ты понял."
    th "Значит, она вполне может не прийти на зарядку просто потому, что её форму забраковали?"
    "Мы перешли к приседаниям, после которых Алиса и Лена убрались на пробежку, а остальные поковыляли переодеваться к грядущей линейке."
    window hide
    play music music_list["get_to_know_me_better"] fadein 5
    with fade2

    "Я, как человек непереодетый, остался куковать на своём месте."
    th "Строго говоря, и мне тогда здесь нечего делать — в форме-то."
    dreamgirl "Верно. Поэтому тебя ни вчера, ни позавчера совершенно не напрягали с зарядкой."
    dreamgirl "Понял бы своё счастье раньше — и сегодня бы выспался."
    "Полностью подтверждая мои размышления, на горизонте замаячила знакомая красотка с сине-зелёными волосами."
    me "С добрым утром!"
    show mi normal pioneer with dspr
    mi "Привет, Се… Сенечка."
    "С усилием произнесла она."
    mi "Можно с тобой на пару слов, чтобы никто не слышал?"
    me "Конечно."
    "Японка оттащила меня за руку к самому постаменту с Гендой и, оглянувшись, не подслушивает ли кто, понизив голос, заговорила."
    mi "Я сегодня со Славей разговаривала."
    if alt_day5_mi_dj_voyeur == 3:
        th "И сейчас мне фитиля за мои вчерашние извращения вставят."
        "Похолодел я."
        window hide
        with dissolve
    
        "К счастью, я, кажется, ошибся — Мику заговорила совсем о другом:"
    "Ей понадобилось в десятки раз больше времени, чем обычно, чтобы произнести несколько последних фраз."
    "Но эту она вымучивала секунд десять."
    mi "Я хочу… Ну, ты знаешь. Если ты… В общем…"
    "Она выдохнула и несмело улыбнулась."
    me "Что?"
    mi "Послушай… Прости меня? Я вчера так гадко себя вела. И всё из-за каких-то слов."
    me "Это ты меня прости. Некоторые вещи лучше держать в себе."
    show mi sad pioneer with dspr
    mi "Нет! Ты всё верно сказал. Если ты это не выдумал всё, то в каждом месте действуют свои правила. Где-то никогда не существовало этого лагеря, где-то Па никогда не встретил мою Ма."
    mi "Правила везде разные. Мне только сегодня хватило ума это понять."
    me "И что теперь?"
    show mi shy pioneer with dspr
    mi "Может быть, нам стоит попробовать ещё раз?"
    mi "С самого начала. Точнее, не с самого начала, а с середины, вернее, с того места как будто мы на паузу нажали вчера, а сегодня вернулись."
    mi "Ну, что скажешь?"
    "Сердце вспорхнуло куда-то под горло птичкой колибри и забилось в том же темпе — быстро-быстро, отдаваясь в висках и кончиках пальцев."
    "А я шагнул к ней, положил руки на плечи и попытался рассмотреть в глазах вчерашнюю пустоту. Её и правда не было — вместо неё на дне глаз клубились тяжёлые облака сомнений."
    "Которые я и поспешил развеять, прижимая её к себе изо всех сил, мятущуюся, дрожащую, горячую-горячую."
    me "Я был бы просто счастлив."
    "Выдохнул я ей в макушку."
    stop music
    play sound highfive fadein 0
    pause(1)
    play sound highfive fadein 0
    pause(1)
    play sound highfive fadein 0
    "Мику в испуге отпрянула, а я обратил внимание на подкравшуюся в своём стиле Ольгу Дмитриевну."
    hide mi
    show mt smile pioneer with dspr
    mt "Пионеры, как наобнимаетесь — становитесь в строй, линейка через две минуты."
    hide mt with dissolve
    "Ольга Дмитриевна подмигнула мне и заняла место на трибуне."
    "Взяв девушку за руку, я оттащил её к месту, где двумя стройными шеренгами уже строились наши пионеры, и, растолкав Алису с Леной, занял место в дальнем ряду."
    "Мику, разумеется, поставил рядом с собой."
    show mi smile pioneer with dspr
    "Она нашла мою ладонь и легонько сжала её."
    "Не верилось в то, что кто-то мог управлять девочкой в такие моменты — то, как она смешливо морщит носик, то, как зрачки прыжкообразно увеличиваются, занимая чуть ли не всю радужку целиком, то она закусывает губу, когда я щекочу ей ладонь пальцами."
    "Для программы слишком сложно. Для памяти — слишком детально, да и не было у меня никогда никого настолько непосредственного."
    "Ну а если ей кто-то управляет… То он, наверное, бог микроменеджмента — а такие, если память мне не изменяет, обитают в Южной Корее и всяким глупостям с поцелуйчиками предпочитают атаки баз протоссов."
    "Я рисовал у неё на ладони спирали, круги, какие-то непонятные геометрические фигуры и смотрел, как она ершится от щекотки."
    show mi shy pioneer with dspr
    mi "Ты зачем это делаешь?"
    "Я пожал плечами и позволил пальцами перебраться с ладони на запястье."
    "Мику вздрогнула и, передёрнув плечами, отобрала руку."
    show mi upset pioneer with dspr
    mi "Сенечка! Перестань!"
    me "Совсем-совсем перестать?"
    "Я вопросительно приподнял бровь."
    me "Или мы сможем вернуться к этому как-нибудь попозже?"
    show mi shy pioneer with dspr
    mi "Сможем…"
    play music music_list["everlasting_summer"] fadein 3
    "Славя покинула строй и заняла место под трибуной."
    mt "Товарищи! Друзья! Пионеры!"
    "Начала вожатая."
    mt "Сегодня последний день лагерной смены номер «два» тысяча девятьсот восемьдесят девятого года."
    mt "Смены с тематическим названием «Музыкальная»!"
    mt "Для кого-то эта смена была первой в нашем лагере — и я очень надеюсь на то, что им понравилось здесь так же, как и тем, кто ездит сюда уже не первый год."
    mt "А с кем-то мы уже подружились и видимся из года в год, снова и снова — и очень рады видеть их здесь, в лагере «Совёнок»."
    mt "Это была довольно необычная смена, и не в последнюю очередь я благодарю за это нашу руководительницу музыкального кружка, Хатсуне Мику!"
    "Мику привстала на цыпочках и помахала поверх головы Лены."
    mt "Мику считается довольно популярной личностью у себя на родине, и то, что она провела несколько концертов, говорит о её профессионализме. Кстати, сегодня вечером будет прощальный гала-концерт, открытие и проведение которого также возложено на её хрупкие плечи!"
    "Переждав аплодисменты, вожатая продолжила:"
    mt "Кроме того, Мику любезно согласилась вести для нас ночные танцы и провести сегодня финальный радиоэфир вместе со своим помощником — "
    if not herc:
        extend "Персуновым Семёном!"
    else:
        extend "Сычёвым Семёном!"
    "В отличие от Мику, я совсем не стремился к публичности — вместо этого, красный как рак, ограничился коротким кивком поверх головы Алисы."
    mt "Кстати, именно Семёну мы обязаны тем, что Мику согласилась вести танцы."
    th "Хватит!"
    "Попросил я взглядом."
    "Ольга улыбнулась изо всех сил, подмигнула мне и продолжила:"
    mt "Кроме того, сегодня отряды сдают прощальные стенгазеты, убирают территорию и возвращают отрядные флаги на бельевой склад."
    mt "Да, и не забывайте — вместо тихого часа сегодня репетиция для всех участников концерта. Начинается в половине третьего, просьба не опаздывать. Славя."
    "Славя, дождавшись последней фразы, кивнула и торжественно промаршировала к флагштоку, где уже дожидался своего часа флаг."
    "Всегда было любопытно, когда и кто его спускает?"
    "Я опять поймал руку японки и пропустил свои пальцы между её пальцев."
    show mi happy pioneer with dspr
    mi "Ты опять делаешь какие-то глупости, от которых мне хочется заплакать."
    mi "Где ты этого нахватался?"
    "Я только плечами пожал. Просто делаю то, чего мне хочется сильнее всего. Хотя поцеловать хочется, пожалуй, куда сильнее. Но нельзя."
    "Я вздохнул."
    "Полотнище добралось до середины пути, у всего лагеря приключилось окостенение шеи."
    th "Пора!"
    "Резко дёрнув Мику к себе, я обнял её изо всех сил и впился губами в её губы."
    dreamgirl "Тринадцать… Двенадцать… Одиннадцать… Ты псих, ты в курсе?"
    th "Да."
    "Острый кончик языка ужалил мой язык, а я нашёл её вторую руку, позволил пальцам сплестись."
    "Аквамариновые глаза глядели на меня с изумлением, но внутри них уже плескалось знакомое мне озорство — то самое, которое я вчера чуть не потерял."
    dreamgirl "Шесть… Пять… Значит, то самое время, да?"
    th "Да. Время сходить с ума."
    dreamgirl "Два… Один… Время!"
    "Легонько прикусив её губу, я с неудовольствием оторвался и развернувшись правильно, вытянулся во фрунт!"
    "Рядом недовольно засопели и наступили мне на ногу."
    me "Э?"
    show mi angry pioneer with dspr
    mi "Вот как значит?"
    "Шепнула она."
    mt "Отряды… Нале… Во!"
    "Голос вожатой перекрыл и шёпот Мику и все остальные звуки."
    mt "За первым отрядом в столовую шагом… арш!"
    stop music fadeout 5
    "Мику цапнула меня за ладонь и изо всех сил её сжала."
    me "Ого!"
    "Засмеялся я."
    me "Предпочитаете садо-мазо?"
    show mi shy pioneer with dspr
    mi "Гад! Гад ты, Сенечка!"
    "Она шла рядом со мной, вся красная, и если и были у меня до сих пор сомнения в том, насколько она живая…"
    "Что ж, теперь их не осталось."
    window hide
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_dining_hall_near_sunset with dissolve
    play sound sfx_open_door_2
    play music music_list["smooth_machine"] fadein 5

    "Открыв перед Мику дверь, я в этот раз, уже будучи настороже, мгновенно просочился вслед за ней, оставляя прерогативу сзади идущим держать дверь самостоятельно."
    window hide
    scene bg int_dining_hall_people_sunset
    show mi normal pioneer
    with dissolve
    play ambience ambience_dining_hall_full fadein 3

    "Поэтому наши любимые места у окна были свободными, и Мику поспешила их занять, пока я толкался у раздачи."
    th "Итак, что нам сегодня рандом ниспослал?"
    "Подумал я, заглядывая в тарелки с подозрительной желтоватой клейкой массой."
    "Идентификации она не поддавалась совершенно — в отличие от бутербродов с сыром и в кои-то веки нормальным кофиём."
    "Пришлось даже заглядывать в меню, потому что повариха на резонный вопрос «с какой планеты это прилетело» зыркнула так, что мне расхотелось продолжать анкетирование."
    "Так вот, меню, пришпиленное к планшетке на столбе у раздачи, доверительно сообщало, что желтоватая дрянь — это каша «дружба», пшенично-кукурузная на сгущённом молоке."
    th "Бррр. Надеюсь, это хотя бы съедобно."
    window hide
    with fade

    if alt_day5_mi_dj_cut:
        "Ходить пришлось несколько раз — я на правах инвалида таскал поднос очень хитрой манерой — на ладони левой и предплечье другой."
    else:
        "Балансируя тремя тарелками, двумя стаканами и неизвестным количеством ложек — и всё на одном подносе — я пробрался к Мику и поставил её завтрак перед ней."
    me "Вот только насчёт каши не знаю…"
    show mi grin pioneer with dspr
    mi "Не обращай внимания на её вид, Сенечка."
    "Мику удивила меня, без особых раздумий запуская в рот первую ложку."
    mi "Она просто с виду такая, а на самом деле очень вкусная. Приятного аппетита!"
    me "Спасибо, и тебе."
    "Мы заработали ложками."
    "Мику не обманула — подозрительная масса оказалась очень достойной на вкус, несмотря на мои опасения, никто не пытался маскировать плохо приготовленный продукт тоннами сгущёнки — всё было приемлемо и достаточно вкусно."
    me "А ведь неплохо."
    show mi smile pioneer with dspr
    mi "Здесь вообще хорошо готовят, мне нравится, думала для дома парочку рецептов записать, пока не поняла, что половину местных продуктов мне просто негде будет дома купить."
    me "Ясно. {w}А ты сейчас чем, куда после завтрака?"
    show mi upset pioneer with dspr
    mi "Сказать по правде, я хотела бы забрать тебя и куда-нибудь сбежать. У нас с тобой тут одно дельце с линейки ещё ожидает."
    "Она прикусила губу и погладила мою ногу под столом."
    mi "Но…"
    "Она так показно вздохнула, что я еле удержался от того, чтобы не ткнуть её пальцем в бок."
    th "Что ещё за издевательства над несчастным мной!"
    dreamgirl "А ты быстро оклемался. Борзеть вон начал…"
    th "Что?"
    dreamgirl "Ничего-ничего, молчу-молчу."
    mi "У нас на утро запланирован праздничный эфир и репетиция."
    mi "Хотя от репетиций я освобождена как радиоведущая — но мне же открывать концерт, нужно хотя бы парочку раз номер прогнать."
    me "А я?"
    mi "Ну а ты меня как раз подменишь у микрофона."
    mi "Хотя репетиция после обеда… Вместе туда сходим!"
    th "И на том спасибо."
    window hide
    scene bg ext_dining_hall_near_sunset
    show mi smile pioneer
    with dissolve

    "Собрав посуду и отнеся её к посудомойке, мы вышли на улицу."
    mi "Сегодня я буду крутить на весь лагерь только самые праздничные вещи!"
    "Мику в нетерпении потёрла ладошки и устремилась вниз по дороге к клубам."
    "Ожидая несколькочасового марафона из болтологии, музыки и плясок я, почесывая в затылке, отправился за ней."
    "Но я, похоже, ошибся."
    window hide
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_clubs_day with dissolve

    "Мы толком не успели устроиться в клубе, как нас отвлекли."
    stop music fadeout 5
    stop ambience
    window hide
    return
    
label alt_day6_mi_dj_good:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(6, u"Мику. DJ. Утро")
    play music music_list["so_good_to_be_careless"] fadein 5
    scene cg d6_mi_morning_7dl with dissolve

    "Я проснулся от того, что Мику заворочалась подо мной и что-то недовольно забормотала."
    mi "Просыпайся, Сенечка. Нас ждут великие дела!"
    me "Какие же?"
    mi "Судя по часам, первым нашим подвигом будет начать радиовещание."
    "Улыбнулась она."
    "Я бросил взгляд на время — начало десятого."
    me "Договорились. Ты начинай вещание, а я схожу раздобуду нам чего-нибудь поесть."
    mi "Загляни ко мне в дом! Если Лена будет, скажи — я послала. У меня в одном из отделений есть лапша быстрого приготовления."
    th "Ох-эм-джи. И куда мне деться от бомж-пакетов?"
    mi "Давай-давай, поднимайся, а то заглянет кто-нибудь, а тут — мы!"
    "Она быстро-быстро свернула матрац и затолкала его на полочку в шкафу."
    mi "И прихвати мне какую-нибудь футболочку, пожалуйста. А то кто-то ночью на меня напал и попортил одежду!"
    mi "Свою рубашку так и быть, можешь забрать, я пока свою накину. Но поспеши, а то как бы чего не вышло."
    "Накинув рубашку и насилу найдя галстук, непонятно что делающий на телевизоре, я по возможности привёл себя в порядок, коснулся губами виска Мику — и выметнулся на улицу."
    "Электроника ещё не было, поэтому моя «маскировка» работала на все сто."
    window hide 
    scene bg ext_clubs_sunset
    with dissolve

    "Была уже половина десятого и, похоже, что на завтрак я и правда безнадёжно опоздал."
    "Пришлось прислушиваться к совету японки и топать столоваться к ней в домик."
    "Итак, рывок номер один — мимо домиков."
    "Я не ночевал дома и, скорее всего, Ольга Дмитриевна захочет задать мне несколько вопросов — на которые я ответить не сумею. И на кой мне все эти подозрения и неловкие ситуации."
    "Я вспомнил себя позавчерашнего, точно так же крадущегося."
    th "События движутся по спирали, да?"
    "Хорошо, в этот раз маршрут был не в пример короче."
    if alt_day5_mi_dj_voyeur == 2:
        "Но и время было немного не то! Я выйти на крыльцо не успел, как попался на глаза Двачевской."
        show dv normal pioneer with dspr
        dv "Привет. Не видела тебя на линейке."
        me "Угу."
        dv "А где твоя подруга?"
    "Тут динамики над нами прокашлялись, и по всему лагерю из рупоров спелым стаккато раскатились серебряные нотки её голоса."
    th "Возможно, я выбрал пустышку и фальшивку, и все мои органы чувств мне врут, а воображение довирает всё остальное."
    th "Но будь я проклят, если её голос не стоит этого! Даже в жестяных советских репродукторах!"
    mi "И — с добрым утром, лагерь! Сегодня последний день смены, и не знаю, как вы, а я собираюсь радоваться жизни на полную катушку!"
    mi "Температура на термометре двадцать восемь градусов, синоптики грозятся, что доползёт до тридцати пяти к полудню, значит, вода будет райской температуры и никакого дождя! Идеальные условия для того, чтобы сделать то, что вы откладывали на потом — именно сегодня."
    mi "Всё, что вы хотели, но не сделали. Дерзайте!"
    play music music_list["everlasting_summer"] fadein 3
    mi "И для того, чтобы боевой настрой не оставил вас, я ставлю для вас эту прекрасную мелодию."
    if alt_day5_mi_dj_voyeur == 2:
        dv "По-нят-но."
        "По слогам произнесла Алиса."
        me "Что, что тебе понятно?"
        "Я сам себе сейчас напоминал свернувшегося клубком ежа, на одних рефлексам — раз! — и я уже колючий клубок."
        show dv laugh pioneer with dspr
        dv "Да не бойся ты так, никому я ничего не скажу."
        "Она подмигнула мне и повернула к своему домику."
        hide dv with dissolve
    "Я же, и сам преисполненный боевого настроя, — хотя бы добыть моей глупой скво немного лапши — направился в сторону штаб-квартиры Мику, откуда без проблем можно было добраться и до её домика."
    "К счастью, по дороге мне больше никто не попадался, и доказывать кому-то, что я не верблюд или что-то в этом роде, больше не пришлось."
    "Хотя хихикающие кусты один раз попались."
    "Но я уже перестал обращать внимание на Ульянку — ей, похоже, сам факт хихиканья над окружающими доставлял огромное удовольствие."
    window hide
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_house_of_un_day
    with dissolve
    stop music fadeout 5

    "Без особых приключений добравшись до финальной точки назначения я, памятуя, что внутри вполне себе может переодеваться девушка, постучал."
    play sound sfx_knock_door7_polite
    "Ну или просто там может никого не быть — ключей-то мне Мику не дала!"
    un "Открыто."
    "Голос спокойный, ноток «оставьте меня в покое» нет. Хотя после вчерашнего…"
    window hide
    if alt_day_binder != 1:
        play music music_list["lets_be_friends"] fadein 5
    else:
        play music take_my_hand fadein 4
    play sound sfx_open_dooor_campus_2
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_house_of_un_day
    with dissolve
    show un normal pioneer at center 
    with dissolve

    "Лена сидела у стола и быстрыми-быстрыми линиями карандашом рисовала что-то на большом листе ватмана."
    me "Не помешал?"
    un "Нет."
    "Ответила она, не поворачивая головы."
    un "Не очень."
    me "Я от Мику…"
    "Начал было я."
    un "Она дома не ночевала. Значит…"
    "Она оставила окончание фразы в воздухе."
    me "Да."
    show un cry_smile pioneer with dspr
    "На секунду прекратив чиркать, она повернула голову в мою сторону."
    un "Прости, что не выражаю бурной радости. Не умею."
    "В её глазах блеснули слёзы, и она тут же отвернулась обратно к листу."
    me "Меня Мику послала…"
    un "Правильно сделала."
    show un smile pioneer with dspr
    "Прыснула сквозь слёзы Лена."
    me "За едой."
    un "О. Это серьёзнее. Ты хочешь, чтобы я тебя накормила?"
    me "Нет. Я тут собираюсь её немного раскулачить, она проговорилась, что с запасом яичной лапши приехала."
    show un smile2 pioneer with dspr
    un "А, ну давай тогда. Её сумка в шкафу."
    me "Скажи… А у вас тут нет запасной форменной рубашки? А то она просила ещё какую-нибудь футболку её захватить, а я не уверен, что вожатая это оценит."
    show un shocked pioneer with dspr
    un "Что же у вас там произошло?"
    me "Ничего особенного."
    show un grin pioneer with dspr
    un "После «ничего» обычно не требуются запасные рубашки. Сейчас."
    hide un with moveoutleft
    "Она поднялась и подошла к шкафу, попутно перевернув лист чистой стороной вверх."
    "Что-то она там рисовала — что-то, что очень не хотела мне показывать."
    "Немножко потерзавшись выбором между любопытством и хорошими манерами, я решил сделать выбор в пользу манер, и, вытащив модный японский чемодан, открыл жёсткую крышку, чуть поворошил вещи — нечто кружавчато-газовое, всё очень небольшое, очень короткое, пересыпанное какой-то пахучей гадостью."
    "В основном отделении была только одежда и средства гигиены."
    dreamgirl "Надо же! С серебром. Интересно, а зачем им ТАМ серебро? Убивать микробов?"
    th "Откуда ж я знаю? Я тебе что, девочка, что ли?"
    "Закрыв основной отсек, я принялся за второй, больше напоминающий ящичек."
    "И тут же наткнулся взглядом на несколько коробок из твёрдой, плотной бумаги, на верхней крышке которых была изображена мультяшная девочка с ярко-жёлтыми кудряшками."
    "Мельком подивившись манере японцев дублировать в одной фразе слова из родного джапаниза и английские термины, я прочитал то, что смог разобрать:"
    me "Инстант… Рамен…"
    "Лапша быстрого приготовления — мгновенная. Ох уж эти японские маркетологи."
    un "Вот."
    "Лена стояла, протягивая рубашку."
    show un shy pioneer with dspr
    un "Правда, она, наверное, будет широковата Мику… Но лучше она, чем футболка."
    me "Спасибо большое."
    show un serious pioneer with dspr
    un "Не для тебя делаю."
    "Она старательно смотрела в сторону."
    "Я протянул руку, забирая рубашку, и наши пальцы на мгновение соприкоснулись."
    show un shy pioneer far with dspr
    un "Что-нибудь ещё?"
    "Выдавила она."
    me "Нет."
    un "Всего хорошего."
    "Всем видом показывая, что я её больше не интересую, она уселась обратно за стол и перевернула лист."
    "Карандаш снова залетал над поверхностью бумаги."
    th "Кажется, я чем-то обидел её."
    dreamgirl "Ага."
    th "Но чем?"
    dreamgirl "Да так. Проехали."
    "Проехали так проехали — закрыв чемодан и спрятав его обратно в шкаф, я, стараясь двигаться как можно тише, освободил храм и прикрыл дверь за собой."
    stop music fadeout 5
    window hide
    play sound sfx_open_dooor_campus_2
    pause(1)
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_house_of_un_day

    play music music_list["my_daily_life"] fadein 5
    th "Странная девочка."
    dreamgirl "У тебя все странные. Мику — ненастоящая, Рыжевская — озабоченная, Славя — без комплексов, теперь ещё и Лене прилетело."
    dreamgirl "Только потому, что она посмела вдруг не вести себя как робот."
    th "О чём ты говоришь?!"
    "Между висками отчётливо послышался шлепок лица о ладонь."
    dreamgirl "О, не говори ничего! Ты безнадёжен!"
    "Безнадёжен или нет, но мою скво-быстрый-голос следовало немедленно накормить!"
    "А потому, обернув лапшу в рубашку и спрятав получившийся свёрток подмышку, я заспешил к радиорубке."
    window hide
    scene bg int_clubs_dj_7dl
    show mi smile pioneer
    with flash

    "Мику даже не так сильно обрадовалась принесённому завтраку, как возможности переодеться."
    show mi happy pioneer with dspr
    mi "Ой, спасибо, Сенечка, выручил! А то тут вожатая заходила, спрашивала всё ли хорошо — я такого ужаса натерпелась, пока от неё кукожилась."
    mi "Ничего, пришлось ей сказать, что у меня живот болит."
    me "Эй! А как же твои собственные слова о лжи?"
    show mi laugh pioneer with dspr
    mi "Так то между нами двумя! Внешнему врагу можно и соврать во спасение."
    show mi sad pioneer with dspr
    mi "Хотя лучше этим, всё-таки не злоупотреблять."
    window hide
    with fade

    mi "Ладно, я пока тут суечусь в эфире, а ты сходи, проведай в соседней комнате — я там попросила Электроника воды вскипятить."
    me "Бу сделано!"
    "Бросил два пальца к виску я."
    window hide
    stop ambience fadeout 2
    play sound sfx_open_door_clubs
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_clubs_male_day
    with dissolve
    play ambience ambience_clubs_inside_day fadein 3

    "В соседнем помещении никого не было, когда я заходил."
    "Не было никого там и сейчас."
    me "Электроник!"
    el "Погоди!"
    "Отозвался голос откуда-то сверху."
    me "Что ты там делаешь?"
    el "Что-что. Пугалку нашу вчерашнюю доделал. Сейчас уста…"
    play sound sfx_bus_window_hit
    "Сверху донёсся отрывистый стук — кажется, Электроник всё-таки встретил лбом ту самую балку."
    th "Хорошо всё же, что у меня собственный ангел-хранитель!"
    dreamgirl "Вот-вот! Помни об этом!"
    el "Мда… Понаставили тут!"
    "Дальше шли неразборчивые ругательства — дистиллированные в духе «ненаучно» и «когда ж всё это, наконец, закончится», и несколько минут грохота спустя, с небесных высей до меня снизошёл Он."
    "Выглядел он, честно, не очень — весь в той пыли и паутине, что я вчера не успел собрать, на лбу наливается свежая шишка… Красавец, короче!"
    show el normal pioneer with dspr
    el "Всё! Теперь будет работать как надо. А то мне здесь ещё в следующем году отдыхать, не хочу приехать, а тут всё погрызено."
    me "Ага."
    el "Ой, да, Семён."
    "Он торопливо пожал мне руку."
    el "Ты здесь зачем?"
    me "Мику просила узнать, что там с водой."
    el "А, вода."
    el "Вот банка, вот кипятильник."
    me "Так ты не варил?"
    show el upset pioneer with dspr
    el "Долго провозился."
    me "Это да."
    "Злиться на кибернетика не было никаких сил — для этого сперва необходимо было подкрепиться."
    "Пришлось самому кипятить, самому заваривать лапшичку, чихая от сушёных овощей и экстратермоядерной приправы."
    window hide
    play sound sfx_open_door_clubs_2
    scene cg d7_mi_ramen_7dl with dissolve

    "И самому же на импровизированном подносе из оргалита вносить еду моей скво."
    me "Итадакимасу!"
    "Уведомил я, снимая крышки и разламывая палочки."
    mi "Забыл воду поставить?"
    "Догадалась японка."
    "Я кивнул."
    mi "Рассеянные гении. Итадакимасу."
    "Она продублировала мои действия и, толкнув локтем магнитофон с долгоиграющей бобиной, опустила палочки в густой бульон."
    "Некоторое время стояло только прихлёбывание да треск из-за ушей."
    window hide
    with fade2

    "Порции были барские, не чета нашим магазинным, но голодного пионера не смутишь большой порцией…"
    mi "Как и всё хорошее в этом жизни…"
    "Мику явно кого-то цитировала."
    me "Да. Ну что дальше?"
    mi "До обеда — эфир, после обеда репетиция, там концерт и до ужина рукой подать. После ужина дискотека."
    mi "Видишь? Всё расписано по минутам."
    "Я хотел было ответить ей, но нас перебили."
    window hide
    stop ambience
    stop music
    return
   
label alt_day6_mi_dj_radio:
    $ persistent.sprite_time = "day"
    $ sunset_time()
    $ alt_chapter(6, u"Мику. DJ. В эфире!")
    play music rewind fadein 0
    scene bg int_clubs_dj_7dl
    show mi normal pioneer
    with flash
    play sound sfx_knock_door7_polite

    "В дверь негромко постучали."
    mi "Да, войдите!"
    show un normal pioneer at left with dissolve
    un "Эм… Привет, ребята."
    mi "Привет, Лена. Ты к нам с чем зачем?"
    un "Вы разве не на подготовке к репетиции?"
    mi "Вообще, должны. Но мы же радиоведущие, у нас отвод."
    show un shy pioneer with dspr
    un "Вот оно как."
    "Лена развернулась и собралась было уходить."
    mi "Лена!"
    un "Да?"
    mi "Ничего не забыла?"
    un "Прости?"
    mi "Ты же зачем-то приходила?"
    un "Ой…"
    "Лена покраснела, и только сейчас я заметил, что до сих пор она прижимала к груди какую-то папку."
    un "Я думала, вы на эстраде, но решила сначала вас здесь поискать, и…"
    "Она выдохнула."
    show un normal pioneer with dspr
    un "В общем, вот."
    "Она раскрыла папку и достала оттуда пачку бумажек, которые протянула мне."
    un "Для стенгазеты."
    me "Что здесь?"
    un "Ну тут… Это… Как бы…"
    "Я поднёс бумагу к глазам:"
    dreamgirl "Подвиги тут наши."
    "В некотором порядке, который для меня был не совсем понятен, в пачку были уложены листки с рисунками от руки, карандашом, в которых, приглядевшись, я узнал — себя."
    un "Вот."
    show un smile2 pioneer with dspr
    "Лена несмело улыбнулась."
    un "Нарисовала."
    "И правда — нарисовала!"
    if alt_day5_mi_dj_dv_kissing:
        "Первая же картинка огорошила, потому что если только Двачевская не стала болтать…"
        dreamgirl "То кто-то это подглядел!"
        th "Точно!"
        "{i}Картинка, нарисованная под очень острым, сложным ракурсом, выстроенная в четырёхточечной перспективе — так, будто художник брал натуру откуда-то из-под потолка.{/i}"
        "{i}Происходи всё это в наше время, я бы решил, что это срисована с некой скрытой камеры сверху.{/i}"
        "{i}Алиса в мокром купальнике, выразительно подчёркивающем все достоинства фигуры, да ещё и стоящая так, что можно заглянуть под чашечки, стоит, чуть напружинив ноги и, пришпилив некоего абстрактного молодого человека к стенке…{/i}"
        "{i}…целует его!{/i}"
        "{i}Разобрать кого именно, не представляется возможным — видна только макушка плюс косые струи душа здорово маскируют черты лица.{/i}"
        "Я похолодел."
        th "Это вот она сейчас…"
        show un shy pioneer with dspr
        un "Ой, это я не туда. Это я случайно."
        "Лена едва заметно подмигнула мне."
        "Выдохнув, я спрятал компромат в самый низ пачки, взявшись за следующую картинку."
    if alt_day4_mi_dj_hedg:
        "{i}Здесь были нарисованы события дня позавчерашнего.{/i}"
        "{i}Сказать по правде, эту-то картинку Лене явно негде было подсмотреть — и, судя по всему, рисовала она её по чьему-то рассказу.{/i}"
        "Я вопросительно уставился на Мику."
        show mi shy pioneer with dspr
        mi "А что такого? Это же просто забавная история!"
        "Пожав плечами, я вернулся к изучению карикатуры."
        "{i}На фоне крохотного музыкального клуба был изображен огромный фыркающий ёжик, несущийся со скоростью доброго локомотива, и за ним, выпрыгивая и приплясывая бегут два дикаря.{/i}"
        "{i}Один узнаваем по обильной волосатости, скрывающей половину лица — он одет в шорты, галстук повязан прямо на голую шею, а в руке — копьё.{/i}"
        "{i}Второй дикарь, вернее, дикарка, обряжена в некое подобие юбочки, хотя большую часть одежды, конечно, составляют её длиннющие волосы.{/i}"
        me "Охота на зверя, да?"
        show mi laugh pioneer
        show un laugh pioneer
        with dspr
        "Девушки в голос рассмеялись."
        "А я протянул картинку Лене и всмотрелся в следующую."
    play music music_list["she_is_kind"] fadein 3
    "{i}Следующая картинка была, скорее, для души, чем ради веселья — никаких вычурных, выгнутых до гротеска чёрт, всё скромно, благородно, чинно.{/i}"
    "{i}Волейбольная сетка, по одну сторону которой стоит Ульяна, Лена и некий безликий пионер, по другую — Ольга Дмитриевна, физрук и Алиса.{/i}"
    me "Классная игра получилась, да?"
    "{i}Мячик высоко-высоко в небе, запущен известно кем — неким безруким пионером.{/i}"
    th "Между прочим, это контрольная подача была! {w}И мы бились за неё минут десять, наверное!"
    "{i}Остановившееся мгновение — развернувшиеся в мою сторону девочки, я, принявший особо острый срез на «лодочки», застывшая в воздухе после удара Двачевская…{/i}"
    show un smile pioneer with dspr
    un "Да…"
    show mi sad pioneer with dspr
    mi "А я всё пропустила. Ходила, показывала Па, где у нас тут водонапорная башня находится. И зачем она ему…"
    me "Он же инженер, ему такие вещи априори любопытны."
    mi "Не думаю. От работы надо иногда и отдыхать — его слова, между прочим!"
    "Я только плечами пожал и отдал картинку автору."
    me "Вот это здорово будет смотреться!"
    un "Да, я и сама собиралась в центр полосы запустить."
    un "Вместе вот с этой — "
    "Она кивнула на следующую картинку в моих руках:"
    th "Ну, кто бы сомневался. Мои придурковатые подопечные с их вырвиглазными костюмами и вырвиушными песнопениями."
    "Хотя конкретно на этом кадре отметились те, что порадовали именно синхронностью исполнения."
    th "Ха! Попробовали бы они несинхронно это делать, после пятисотого-то повтора."
    "{i}На большой сцене, перекрывая её по длине полностью, вытянулась шеренга ребятишек в костюмах с зелёными капюшонами, огромными жёлтыми пластмассовыми клювами и крылышками.{/i}"
    "{i}Они делают какое-то движение, но становится видно, что их танец не совсем согласован — кто-то машет чуть сильнее, у кого-то чуть длиннее руки.{/i}"
    "{i}А самый крайний справа жмурится от бьющего в глаза солнца, он совершенно не видит зрительский зал, и взгляд у него потому потерянный и потешный.{/i}"
    me "Концерт для родителей, да?"
    un "Да… Жаль, сегодняшний набросать не успею уже."
    show mi normal pioneer with dspr
    mi "Значит, попытайся запомнить его как следует — а потом уже дома набросаешь по памяти!"
    mi "Мой адрес у тебя есть, если захочешь, отошлёшь по почте."
    show un smile pioneer with dspr
    un "Так и сделаю!"
    "Пачка набросков подошла к концу, всколыхнув память как следует, и я, прикрыв глаза, прогонял перед внутренним взглядом всё, что вспомнилось."
    "Проводил ревизию богатств, что увезу отсюда с собой — не так уж и важно, куда, на местный «материк» или к себе обратно домой."
    dreamgirl "Не так уж и важно?!"
    th "Некорректно выразился, признаю. Но так или иначе, эти воспоминания у меня уже никто и никогда отнять не сможет."
    th "И хвала рандому, что про некоторые особо пикантные моменты она оказалась просто не в курсе."
    th "Например, про баньку со Славей."
    "Хотя, если судить по её взгляду… "
    if alt_day5_mi_dj_dv_kissing:
        extend "и картинке с Алисой, например… "
    extend "кое-что она просто решила не предавать огласке."
    dreamgirl "Или не смогла — ту же гуделку вспомни. {w} Хотя, надо признать, разведка у неё на высоте."
    if alt_day4_mi_dj_hedg:
        un "Значит, волейбол, охоту на ёжика и концерт в номер ставлю?"
        me "Конечно."
    un "Прекрасно. Вот ещё — но эти у меня вызывают сомнения. Всё-таки…"
    show un shy pioneer with dspr
    extend "Очень личное."
    "Она протянула мне вторую пачку, перехваченную канцелярской скрепкой."
    if alt_day3_dancing == 4 or alt_day3_dancing == 40:
        "{i}Первая же картинка заставила улыбнуться — до того хорошо была сделана.{/i}"
        "{i}Узнаваемая площадь с бессменно поправляющим очки Гендой, украшенными гирляндами деревья, четыре колонки по периметру воображаемого квадрата, софиты на деревьях.{/i}"
        "{i}У самого постамента стоит стол со включенной лампой, по правую руку расположены пульты, вертушки и магнитофон, по левую — какие-то бумажки и кипы пластинок.{/i}"
        "{i}Сама ведущая, изображённая в той манере, что в моё время называется «чиби», нарядная, в сине-зелёном обтягивающем платье — и будто для дополнительного юмористического контраста, в огромных наушниках, спущенных на шею.{/i}"
        "{i}Она стоит выпрямившись — хотя я понятия не имею, как художнику удалось создать впечатление балетной осанки на большеголовом человечке! — и небрежно держит левую руку на плече одного очень знакомого пионера.{/i}"
        "{i}А другой — грозит кулаком в кадр! Не отвлекаясь, впрочем, и не отворачивая головы от пионера.{/i}"
        "Мику прыснула, заглянув мне через плечо."
        show mi laugh pioneer with dspr
        mi "Значит, всё-таки нарисовала!"
        show un smile pioneer with dspr
        un "Имею полное право!"
        show mi smile pioneer with dspr
        mi "Имеешь. Но лучше оставь это себе, договорились? Не хочу, чтобы наши с Сенечкой танцы попали в кадр."
        show un smile2 pioneer with dspr
        un "Ну… Раз ты просишь…"
    "Следующую картинку Мику одобрила мгновенно."
    "{i}Содрогающиеся от басов, подпрыгивающие колонки, рукоплещущий зал — и на сцене она.{/i}"
    "{i}Миниатюрная, хрупкая фигурка с длинными хвостами, по-хулигански держащая микрофон, отставив левую ногу назад на носок, она невежливо тыкает пальцем в зал.{/i}"
    "{i}Похоже, она только-только разогрелась, начала получать удовольствие от выступления — вон, как раскраснелись щёки, вон как блестят глаза.{/i}"
    me "Я этого не помню."
    show mi grin pioneer with dspr
    mi "Ты и не должен — это было ещё до твоего появления. Если я ничего не путаю, кадр с открытия смены, да?"
    mi "Я так ещё «взвейтесь кострами» пела."
    "Лена кивнула."
    mi "Это однозначно да."
    "Лена кивнула и спрятала одобренный рисунок обратно в папку."
    if alt_day3_dancing == 4 or alt_day3_dancing == 40:
        "{i}Следующий кадр был из той же чиби-серии, что и наш с японкой танец, однако, в этот раз никаких излишеств вроде лишних людей в кадре — только музыка, колонки, руки на виниле и безликая масса, изображённая несколькими штрихами, на дальнем плане.{/i}"
    "{i}Ведущая, как заправский диск-жокей, придерживает наушник у уха, оставляя второе свободным, что-то крутит на микшере, параллельно улыбается и пританцовывает.{/i}"
    show mi smile pioneer with dspr
    mi "Одобряю! В роли диджея до сих пор мне себя пробовать не приходилось — и знаете что? Мне понравилось!"
    "Дальше пошли в быстром темпе."
    "{i}Мику в наушниках у микрофона — радиоведущая.{/i}"
    mi "Ну нет, это то же самое, что и на дискотеке. Скучно!"
    "{i}Концерт Мику у костра.{/i}"
    show mi serious pioneer with dspr
    mi "Знаете… Это лучше тоже не ставить. У меня с этим воспоминания нехорошие связаны."
    "Она бросила косой взгляд в мою сторону."
    "А я вздохнул. Что ещё мне оставалось."
    "Мику быстро-быстро пролистала оставшиеся рисунки и, кивнув, отдала их Лене."
    me "Ты как лагерный фотограф."
    "Похвалил я художницу."
    show un shy pioneer with dspr
    un "Да нет. Просто…"
    mi "Обычно фотографии делает дядя Боря-сенсей, но у него совсем нет времени."
    "Лена немного помолчала, видимо, не зная, как бы повежливее откланяться."
    "И тут вспомнила:"
    un "Да… И последнее."
    play music music_list["your_bright_side"] fadein 3
    show un grin pioneer with dspr
    un "Это вам в подарок от меня лично."
    if alt_day2_date == 4:
        me "Та самая картинка!"
        show mi serious pioneer with dspr
        mi "Ага."
        un "Между собой разберётесь, кому она пойдёт."
        "Наконец-то, я увидел, над чем горевала нелюдимая девочка после нашего с Мику вечера."
        "То примерно, что я и представлял себе, когда в очередной раз попытался посмотреть себя со стороны — безотказное средство немного сбить мандраж."
        "А учитывая, что в этот момент ко мне прижималась малознакомая на тот момент японская красотка, ничего удивительного в некотором мандраже не было."
        "{i}Достаточно симпатичная сцена, подходящая больше для какой-нибудь сценки из фильма, книги или игры — залитый лунным светом пляж, в котором песок больше походит на снег.{/i}"
        "{i}И в самом центре этого снежного поля замерли две фигурки — та, что побольше, ощутимо напряжена, хоть и лежит, забросив руки за голову.{/i}"
        "{i}А та, что поменьше, напротив — получает кучу удовольствия, судя по расслабленной позе и заброшенному сверху колену.{/i}"
        me "Так ты ещё и ногу на меня забросила?!"
        show mi laugh pioneer with dspr
        mi "А что было поделать, Сенечка? Ты там нервничал так, что я решила, что ты сбежишь. {w= .3}"
        mi "Вот и пришлось немного подстраховаться. {w=.3}"
        th "Они спелись! Сговорились."
        dreamgirl "Ты этому удивлён? Они же соседки. И, безусловно, подруги."
    "Собственно, танцам Мику при луне я уже даже не удивился — исчерпал свой лимит."
    if alt_day5_mi_dj_hentai:
        th "Интересно, а за…"
        "Я в ужасе уставился на Лену."
        "А её веко медленно-медленно поползло вниз в подмигивании."
        th "Надеюсь, она не нарисовала это!"
        dreamgirl "А я считаю, что не только нарисовала, но и спрятала как следует."
    me "Лен…"
    "Мне открылась новая, незнакомая доселе Лена — какой она могла бы быть только с самыми близкими друзьями."
    th "Это что значит, меня допустили до тела? В обмен на чёртов компромат?"
    "Лена — шутящая, улыбающаяся. Лукавая."
    show mi grin pioneer with dspr
    me "Ты меня преследуешь, что ли?! {w} Откуда у тебя столько компромата?!"
    th "Может, она маньячка-психопатка, и у неё под кроватью огромный топор для разделки мяса?"
    show un serious pioneer with dspr
    un "Нет. Я просто за Мику приглядываю. {w}А ты постоянно на глаза попадаешься, да ещё и вокруг неё увиваешься!"
    un "У нас уже не «Совёнок», у нас уже какой-то «Семёнок» получается!"
    me "Так я тебе и поверил."
    un "Не верь."
    th "Ну и что с ней делать? Устраивать обыски с ордерами? Или что?"
    dreamgirl "Смириться. Даже если она захочет сделать что-то с этими рисунками — ты для неё уже через день станешь неуязвим."
    dreamgirl "Так что оставь девочку в покое. Пусть её."
    window hide
    with fade2
    me "Ладно. Это вот — "
    "Я показал на сцены с объятьями, поцелуями и танцами, -"
    me "Я заберу, потому что очень личное и память. Ты не против?"
    un "Нет."
    "Она помотала головой."
    me "Ну вот, а остальные можешь публиковать."
    un "Хорошо."
    "Серьёзно ответила художница и, одарив нас напоследок бледной улыбкой, выдала:"
    un "Хоть мне и неприятно это говорить, но я счастлива за вас обоих."
    hide un with easeoutleft
    "И исчезла, оставляя нас в раздумьях."
    show mi serious pioneer with dspr
    mi "Кажется, ты ей нравишься, Сенечка."
    me "Да ну, с чего бы?"
    mi "Можешь называть это женским чутьём."
    "Она притянула меня к себе и поцеловала."
    mi "Или самым обыкновенным здравым смыслом."
    play music eat_horn
    "Она хотела было ещё что-то добавить, но со стороны столовой донёсся сигнал горна."
    mi "Вот и всё."
    "Она отключила магнитофон."
    mi "Радиовещание на сегодня закончено."
    mi "Поможешь мне?"
    stop music fadeout 5
    "Она указала на микшер."
    mi "Отключи и собери провода, пожалуйста, а я пока магнитофон отключу."
    "Кивнув, я принялся за работу."
    "Закончили мы одновременно и, встретившись у двери, обменялись улыбками."
    me "После вас."
    show mi laugh pioneer with dspr
    mi "Какой галантный джентльмен!"
    "Рассмеялась девушка."
    "И выпорхнула наружу."
    window hide
    stop ambience fadeout 2
    play sound sfx_open_door_clubs
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_clubs_male_day
    with dissolve
    play ambience ambience_clubs_inside_day fadein 3

    "Электроника не было видно, и я на всякий случай подёргал ручки дверей."
    me "Заперто."
    "Люк на чердак также был заперт, плюс лестница лежала под столом."
    me "Всё, теперь можно идти."
    dreamgirl "Не опасаясь того, что мы запрём кого-нибудь по недомыслию и безалаберности!"
    th "Можно подумать, такое когда-то происходило."
    if alt_day5_mi_dj_hentai:
        dreamgirl "Не-не, я вообще молчу. Иди нормальной еды поешь, лапшевая душа."
    window hide
    play sound sfx_close_door_clubs_nextroom
    play ambience ambience_camp_center_day fadein 2
    $ persistent.sprite_time = "day"
    scene bg ext_clubs_day
    with dissolve
    window hide
    return
    
label alt_day6_mi_dj_dinner:
    $ persistent.sprite_time = "day"
    $ day_time()
    $ alt_chapter(6, u"Мику. DJ. Обед")
    scene bg ext_dining_hall_near_day with fade
    stop music fadeout 3
    play music music_list["everyday_theme"] fadein 1
    "Про обед рассказать особо нечего, кроме того, что там давали украинскую солянку."
    window hide
    scene bg int_dining_hall_people_day with dissolve
    "Да-да, тот самый супец, который называют смертью поджелудочной — на крепком мясном бульоне, с копчёностями, каперсами, томатной пастой и кружочком лимона."
    "Запрещённый всеми ГОСТами, и всё равно втихомолку готовящийся каждый прощальный обед."
    me "Мику, суп голяком не ешь,  сметаны брось, а то потом будешь ходить, как будто лимончиков наелась."
    show mi normal pioneer with dspr
    mi "А что это вообще такое? Что за еда?"
    me "Суп такой, называется солянкой. Когда в холодильнике ничего нет в ощутимом количестве, зато куча всякого барахла по мелочи, хозяйка варит такой суп."
    me "Вещь вкусная, хоть и часто её есть не советуют."
    mi "Уверен?"
    "Мику с сомнением запустила ложку в янтарную жидкость."
    me "Да не стесняйся ты, разболтай сметану и вперёд. Тебе понравится, обещаю."
    show mi serious pioneer with dspr
    mi "Ну, не знаю."
    me "Так. Если тебе наше советское блюдо вдруг не по вкусу — то не ешь! Отдай тарелку сюда, я сам всё слопаю."
    "Такой поворот событий японку не устраивал совершенно, и она, повздыхав, всё-таки, попробовала первую ложку."
    mi "Ммм!"
    me "Что, вкусно?"
    "Я покровительственно посмотрел на девушку — мол, знай наших."
    mi "Ммм!"
    me "Эт верно, язык проглотить можно."
    "В ответ она рассерженно блеснула на меня глазами:"
    mi "Горячо!"
    "Справившись наконец с ложкой, выдала она."
    me "Охохо, горе ты, горюшко. Давай, компотом запей, что ли."
    "Ожог на языке штука препротивная — пробовал трижды, больше не хочется."
    me "Если тебе лень дуть на суп, подожди, пока остынет. Или давай я всё же отомщу за тебя, и съем его!"
    mi "Не дождёшься!"
    "В этот раз она была начеку и сделала всё правильно — поднесла, подула на ложку, дожидаясь, пока температура содержимого не достигнет приемлемой отметки…"
    "Посидела, покатала суп во рту и, проглотив, улыбнулась."
    mi "А ведь и правда вкусно!"
    me "Разумеется, вкусно! Разве я стал бы тебя обманывать?"
    show mi grin pioneer with dspr
    mi "Нет, конечно. Но вдруг тебя ввели враги в заблуждение?"
    "Вторая ложка пошла ещё легче, а после третьей Мику полностью отключилась от реальности."
    "А я не стал ей мешать. Когда ещё доведётся поесть в спокойной обстановке да ещё и с дорогим человечком рядом?"
    th "Согласен, параграфы взаимоисключающие."
    show mi normal pioneer with dspr
    mi "Ты прав!"
    "Прикончив суп, заключила Мику."
    mi "Это очень вкусно, но жутко вредно. Копчёная колбаса в мясном бульоне — прощай фигура, называется! Куда уж нашим лапшевникам."
    me "Эт точно. Славянину чисто физически больше нужно всякого барахла в еде, чем азиату, иначе он быстро похудеет и будет бледной немочью."
    show mi sad pioneer with dspr
    mi "Я не бледная немочь!"
    me "Да! Ты розовая мочь! Полностью согласен."
    mi "То-то же!"
    show mi grin pioneer with dspr
    "Она задрала нос."
    me "Хорошо, розовая, гордая и непокорённая мочь, расскажи же мне, что у нас дальше по плану?"
    mi "Я же тебе рассказывала!"
    me "Ну…"
    "Я философски пожал плечами."
    me "Ты же девушка… Вдруг у тебя планы поменялись."
    if alt_day5_mi_dj_hentai:
        show mi surprise pioneer with dspr
        mi "А почему бы и нет…"
        "Судя по отсутствующему виду, её только что посетила идея — да-да, та самая, что периодически посещает любую девушку."
        "Выражается эта идея коротко: «а не послать ли все планы к чертям?»."
        show mi happy pioneer with dspr
        mi "Ты прав! К демонам все планы!"
        me "Ага. И что тогда?"
        "Японочка стрельнула глазами окрест и, не обнаружив подслушивающих-подглядывающих, наклонилась ко мне поближе:"
        mi "Давай сбежим?"
        me "Сбежим?"
        mi "Да! Вот так возьмём, и…"
        "Она замахала руками в ответ на невысказанный вопрос:"
        mi "Не навсегда, разумеется! На несколько часов. Просто пропадём из лагеря так, чтобы никто нас не нашёл."
        me "Ага, а если Лена опять Чингачгука врубит?"
        mi "Тогда это будет очень мокрый Чингачгук!"
        "Рассмеялась Мику."
        "И в двух словах обрисовала план."
        window hide
        stop ambience
        stop music fadeout 3
        scene bg ext_dining_hall_near_day with dissolve
        play ambience ambience_camp_center_day fadein 4
        "План был хорош, даже превосходен. Как и всё, что делала Мику."
        "Сказать по правде, я даже удивился, что она предложила это только сегодня."
        th "Хотя… Если вспоминать её загруженность."
        "Я ухмыльнулся."
        th "К большей части которой приложил руку и я."
        "Короче говоря, ничего удивительного в том, что только сегодня и только сейчас нам удалось выкроить несколько свободных часов, которые мы могли бы посвятить только и исключительно друг другу."
        "В полном соответствии с прекрасным планом Мику."
        "Правда, всё же был в этом плане один мааааленький такой изъянчик."
        window hide
        stop ambience
        stop music fadeout 3
        scene bg ext_boathouse_day with fade
        play music music_list["you_won_t_let_me_down"] fadein 3
        play ambience ambience_boat_station_day fadein 2
        "Если конкретнее — то выполнение силовой части полностью ложилось на меня."
        "Мику перекинулась несколькими словами со сторожем, и нам выдали под роспись пару вёсел и блестящие на солнце уключины из нержавейки."
        th "Блин, я же не грёб никогда."
        "Усевшись на центральной банке, спиной к направлению движения, я помог Мику устроиться."
        "Наконец, принцесса заняла свой экипаж и милостиво дозволила трогаться."
        dreamgirl "Вот, твой шанс попрактиковаться!"
        th "Опять издеваешься?"
        dreamgirl "Не без того!"
        "Вёсла коснулись воды, и лодка незаметно тронулась вперёд."
        dreamgirl "Вот это рывок! Вот это скорость! Вы видели этого молодого капитана? Да ему любая регата по плечу!"
        th "Заткнись."
        "Вторым махом я догадался опустить вёсла чуть глубже, поэтому вперёд мы продвинулись куда ощутимее, чем впервые."
        mi "Впервые гребёшь, Сеня?"
        "Я пожал плечами."
        me "Похоже, что да."
        mi "Ну ты тогда… Это…"
        me "Что?"
        mi "Чуть в сторону возьми, а то о бакен стукнемся."
        window hide
        scene cg d6_mi_boat_7dl with dissolve
        "Спохватившись, я потабанил влево, и мы разминулись с плавучкой в считанных десятках сантиметров."
        mi "Сейчас бы было кораблекрушение, нас выкинуло бы на необитаемый остров, и ты бы там спасал меня от диких зверей."
        "Она наморщила нос."
        mi "Или нет, от пиратов!"
        mi "Ты, такой как в романе Грина — в белоснежной рубашке с кружевным воротником, кожаных перчатках, со шпагой наперевес — вжик-вжик, уноси готовенького!"
        th "Точняк."
        "Плечи ныли всё ощутимее — ещё минут десять в таком режиме, и меня точно можно будет уносить готовеньким."
        me "Скажи, зачем ты вообще нас на лодке потащила?"
        mi "Норикакатта фунэ. Если в лодку сел — отчаливай."
        "Задумчиво произнесла японка."
        me "Что?"
        if alt_day5_mi_dj_cut:
            "Я немного отвлёкся и, неудачно схватил весло — ребро пришлось точнёхонько на порез."
            "Вскрикнув, я чуть-чуть было не выбросил чёртову деревяшку за борт!"
            mi "Руку больно, да?"
            "Сочувствующе спросила Мику."
            "Я молча кивнул."
        mi "Есть у нас такая поговорка. Что-то вроде вашего «начал дело — доведи до конца»."
        mi "У нас, как жителей острова, вообще очень много с водой связано. С морем, с реками, не суть. Вот, например, то, что мы с тобой сейчас в лодке вместе рекой идём, наши традиции назвали бы самым настоящим свиданием."
        mi "То, что происходит на борту — происходит с ответственности капитана, здесь почти суверенное государство, и никто не попрекнёт нас, если мы решим заняться здесь любовью."
        window hide
        with flash
        if alt_day5_mi_dj_cut:
            "Она села рядом со мной на банке и отобрала весло."
            mi "Ведь ты же здесь…"
            "С придыханием произнесла она."
            mi "… капитан."
        mi "Сенечка, я же не совсем глупая, что ты так бледнеешь? Я знаю, что значит разница культур. Хотя в вашей культуре тоже есть что-то с лодками связанное, правда? Насчёт прогулок?"
        me "Ну… Это неплохое продолжение романтической цепочки из танца два дня назад, наших посиделок при луне позавчера и вчерашнего дождя. Специально задумала?"
        mi "Разумеется, нет. Просто пришло в голову, что раз Лена так старательно меня опекает, можно попробовать сбежать от неё! Вот, сбежала."
        me "Думаешь, не возьмёт лодку?"
        mi "Сомнительно. У неё сейчас свой собственный традиционный ритуал — как и каждый год всё время, что она сюда ездит."
        me "Что за ритуал?"
        mi "Не знаю точно, мне Ульяна рассказывала, а она так рассказывает, что я ничего не понимаю, и ещё смеётся постоянно. Но то, что удалось разобрать — это побеги Лены каждый год в последний день. Она пропадает с самого утра или после обеда — и до самого ужина никому её не найти."
        me "Блин. А ведь могли бы проследить!"
        "За разговором немного легче удавалось пережить нытьё перетруженного плечевого пояса, да и спина как-то автоматически приняла наиболее устойчивое положение, при котором я не чувствовал себя столетним дедом при каждом гребке."
        if alt_day5_mi_dj_cut:
            "Кроме того, освободившая куцая рука потихоньку прошла, и можно было — о, очень осторожно, разумеется — подключать её к процессу."
        me "Ей плевать на наши тайны, вот бы отомстили."
        mi "Теперь поздно, что уж тут."
        if alt_day5_mi_dj_cut:
            "Мику выскочила из лодки первой — пришлось ориентироваться и выскакивать вслед за ней."
            "А она уже тащила плоскодонку за собой, набросила линь на крайне удачно оказавшийся здесь куст и победно улыбнулась мне."
            mi "Вот мы и приплыли!"
        else:
            "Днище лодки проскрежетало по отмели и я, вскочив, выпрыгнул на берег, подтянул лодку за собой — и предложил своей невесомой попутчице руку."
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_island_day
        with dissolve
        play ambience ambience_lake_shore_day fadein 3
        if not alt_day5_mi_dj_cut:
            "Которую она с удовольствием и приняла."
        show mi normal pioneer with dspr
        play music music_list["so_good_to_be_careless"] fadein 3
        mi "Здорово здесь! За двадцать дней так ни разу сюда и не попала — всё время то дела, то ещё что."
        if alt_day2_muz_done:
            "Вспомнив о том, как она сидела под роялем, я только многозначительно хмыкнул."
        me "Слушай, Мику, давно хотел тебя спросить…"
        show mi grin pioneer with dspr
        mi "Ух ты, звучит интригующе!"
        me "Я серьёзно!"
        show mi smile pioneer with dspr
        mi "Всё-всё! Мику принимает серьёзный вид…"
        "Она старательно скосила глаза к кончику носа и попыталась собрать разъезжающуюся улыбку."
        "Потом попробовала ещё раз — в этот раз помогая себе щеками."
        "Наблюдая за её ужимками я и сам мало-помалу заразился легкомысленной улыбкой, с которой бесполезно бороться — более того, она превращается в смех при первых же попытках обуздать её."
        "В результате несколько минут над островом царил смех, дуэтом на мужской и девичий вокал."
        dreamgirl "И тут, короче, по ту сторону монитора потный, бородатый мужик сидит и ёжится — глупости делаете вы, а стрёмно ему."
        th "Эй! Это моя фраза!"
        dreamgirl "Ну, хорошо, тогда это компьютерный бот и дурью маяться в него программой заложено."
        dreamgirl "А ещё пытаться порезать себе предплечья в духе эмо-девочек, чтобы испытать чуточку боли и доказать себе, что жива ещё и не превратилась в NPC."
        th "Предплечья? Я думал, она себе вены вскрывать планировала."
        "Между висками вспорхнул и вспуганной птицей заметался металлический перегул, в котором я не сразу распознал смех вечного собеседника."
        th "Ты больше не смейся так. А то мне кажется, что я сошёл с ума."
        dreamgirl "Вообще-то сошёл. Или считаешь расщепление сознания и тульповодство, пусть и внутри собственной черепной коробки, показателем отличного душевного равновесия?"
        th "Что?"
        dreamgirl "Шизофрения, говорю!"
        th "Да ну тебя, блаженного."
        dreamgirl "Ладно, кроме глупостей — Мику в любой из ролей, что ты пытаешься ей приписать, слишком сильно влюблена в жизнь, чтобы бесславно  выпустить из себя пару литров красной жидкости и издохнуть под кустиком, где её съедят бомжи на завтрак."
        dreamgirl "Безусловно, ты очень обидел её и в целом почти до ручки довёл, но не думай, что после этого разрешение конфликта могло бы вылиться в щекотание запястий — сам подумай."
        dreamgirl "Если она бот — то в неё это не заложено программой. Если персонаж компьютерной игры — то произойдёт то, что белые люди называют ВХП — внехарактерное поведение — или, если интересует благозвучность, OOC, out of character."
        dreamgirl "Короче, сценарист не допустил. Бы. {w}Что там ещё? Ах да, моя марионетка, верно? Думаю, о том, что я, как представитель всего твоего мозга исключая неокортекс, заявляю — я жизнь обожаю во всех её проявлениях! И проявление жизни по имени Мику сильнее всего!"
        dreamgirl "Так что если бы она была под моим управлением, то после твоего бенефиса в музыкальном клубе она бы пожала плечами, почесала макушку и отправилась в радиорубку, а между делом бы завернула в гости к Электронику, чай пить."
        dreamgirl "Если она игровой персонаж — там тоже исключено, ты же не садишься стрелять в очередной свой спинномозговой шутер с целью заставить протагониста красиво вспороть канаты на закате? Или я чего-то о тебе не знаю?"
        dreamgirl "Короче говоря, какую роль ни припиши, не дождёшься ты от неё такой глупости. Вот от Лены вполне мог бы дождаться — хотя в свете последних событий больше похоже, что она бы тоже просто дала тебе по шарам как следует и ушла гордой походкой."
        mi "Ладно."
        show mi normal pioneer with dspr
        mi "Я насмеялась и больше не хочу. {w}Теперь можно переходить к серьёзным разговорам."
        me "Не то, чтобы серьёзным. Просто хотелось узнать твоё мнение."
        show mi normal pioneer close with dspr
        mi "Насчёт чего, Сеня?"
        me "Мы всего пять дней встречаемся, и — смотри уже где оказались."
        mi "Это плохо?"
        me "Да нет! По мне, так просто замечательно!"
        "У меня дрогнул голос."
        me "Но это твоё поведение… Да ещё то, что ты в третий день там себя раскованно вела — а ведь мы только-только познакомились!{w} Конечно, после всего, что у нас вчера произошло, наверное, глупо уже спрашивать, но…"
        "Я постарался придать голосу самое серьёзное звучание."
        me "Солнце моё ясное, скажи — а не слишком ли мы торопимся?"
        mi "Бака…"
        "Она с грустью и нежностью погладила меня по щеке."
        mi "Ты посмел опоздать на две недели на смену."
        mi "На целую жизнь."
        mi "А завтра ты можешь исчезнуть так, будто тебя никогда не было."
        mi "И смеешь ещё спрашивать — не слишком ли мы торопимся?"
        "Я не нашёлся что ответить."
        "Вместо этого я устроил экзекуцию неизвестно каким тайфуном занесённому сюда кустику нивяника и вручил бело-голубой букет разулыбавшейся японке."
        th "Может, я и не самый лучший оратор на свете — но для меня нет ничего важнее твоего счастья."
        th "И если бы хоть что-то зависело от меня."
        me "Плохо это, свидание без цветов."
        show mi happy pioneer with dspr
        mi "Сенечка…"
        "Её огромные глаза распахнулись так, что в них впору было тонуть, и я, не то спасаясь, не то просто двигаясь на каком-то наитии, сам не разобравшись в собственных мыслях, и послав к чёрту и мысли все, и здравый смысл — обняв её лицо ладонями, со вкусом, с оттяжкой поцеловал."
        "Было в этом что-то — как вчера в ночном лесу — откладывающееся в памяти навсегда."
        "И когда Мику, не желая отодвигаться от меня, прижавшись сама так, что я чувствовал жар её тела, подняла голову и прикрыв левый глаз от бьющего поверх моей головы солнца, улыбнулась, я вдруг вспомнил — "
        "Что после того, что произошло ночью, она так и не поддела ничего под рубашку."
        "И рубашка на ней чужая, и не по фигурке."
        "И мой запах с себя она так и не смыла."
        "А она выскользнула из моих объятий и, улыбнувшись, потянула за собой за руку:"
        show mi smile pioneer with dspr
        mi "Пойдём, прогуляемся! Лена говорила, тут потрясающе вкусная земляника растёт, когда ещё попробовать доведётся."
        "Я послушно отправился вслед за ней вглубь острова."
        "Это вот грустное, смешное, весёлое существо,  непосредственное до слёз — как мог я принять его за какую-то там программу?"
        mi "Неправильный ты какой-то ухажёр, знаешь?"
        "Удивила. Я вообще никакой ухажёр, если что."
        mi "Японский мальчик уважает право девушки сделать первый шаг. Этим он отличается от гайкокудзина. А у вас же наоборот, сильный пол обладает правом… привилегией… не знаю. Но у вас внимание именно от мальчиков исходит."
        me "Я считаю, что у каждой пары это индивидуально."
        "Осторожно ответил я."
        show mi normal pioneer with dspr
        mi "Поэтому ты не спрашиваешь, ждёт ли меня дома мальчик?"
        "Как-то само собой разумелось, что не ждёт. Или?"
        me "Расскажи мне, как встретимся между мирами."
        me "Мой ютубовский бог, вечно юная Лахесис с ножницами в руках."
        me "Когда ты двадцатилетний, жизнь бесконечно долга."
        me "Когда тридцатилетний — жизнь давно уже пахнет не нами."
        me "А и к чёрту! Перестань уже мерить жизни отрезки!"
        me "Ты хохочешь как дурочка, держа в руках свои босоножки."
        me "Я же вторю — я пьян от любви, и от алкоголя немножко;"
        me "И единственная фотка, где мы вместе — всегда почему-то нерезкая."
        me "Расскажи мне о том, как мы спорим, кто останется под одеялом,"
        me "А кто мёрзнуть, чтоб чаю обоим, чтоб нож у консьержки — обещая вернуть к утру — "
        me "То ли фруктов нарезать, то ли запястья рук."
        me "То ли слишком немного тебя. То ли преступно мало."
        me "А это правда имеет значение?"
        show mi laugh pioneer with dspr
        mi "Ты прав. Абсолютно никакого."
        "Она обожгла губы поцелуем и убежала вперёд."
        mi "Догоняй!"
        window hide
        with fade
        "Удивительно, как много места может быть в островке тридцать на пятьдесят метров, особенно, если вы гоняетесь за юркой, миниатюрной японкой."
        "У нас было всего пара часов в запасе."
        "У нас было одно бесконечное лето."
        "И уже сходя от возбуждения с ума, понимая, что пропадаю бессовестно и беззаветно, кусать любимые губы, не обращая внимания на характерное покалывание в затылке, выдающее, что за мной кто-то следит."
        window hide
        scene bg ext_sky_7dl with dissolve
        $ alt_day6_mi_dj_hentai1 = True
        mi "Оставь мне такой привет, чтобы я смогла его вспомнить."
        "Жарко выдохнула она, плавясь под меня до стопроцентного совпадения топологий."
        "На ней уже не было одежды, и я снова удивился тому, какая она горячая."
        mi "Оставь мне такой знак, чтобы я смогла увидеть его и утешиться, если ты не придёшь."
        "Это больше походило на борьбу, чем на любовь — она и не пыталась справиться со мной рука против руки, но оседлав мои бёдра, перевернулась, оказавшись сверху, полупрозрачная в горячем воздухе, прекрасная на фоне выжженного до белёсого голубого неба."
        "Диковинной перспективой идеально выточенной из солнечного света фигурки, красивой до мурашек."
        mi "А я клянусь, что оставлю след в тебе. Чтобы ты однажды смог его прочесть."
        "Мы оба напомнили друг другу, что иногда самое разумное — это просто сойти с ума."
        "И растворились друг в друге без остатка."
        window hide
        with fade
        "Она лежала у меня на груди, рисуя какие-то непонятные слова катаканой, а я вдыхал аромат её волос и старался не думать ни о чём."
        mi "Мы второй раз делаем это. И второй раз в опасный период."
        me "Боишься последствий?"
        mi "Нет. Жду."
        "Она царапнула мой отозвавшийся мгновенным затвердением сосок."
        mi "Я и говорю — ты слишком странный. Вот откуда ты знаешь про периоды?"
        th "Откуда я знаю, что меня не пугают возможные последствия? Это аксиома, они не пугают."
        me "Хочешь, могу сказать пафосную глупость — про то, что всю жизнь готовился к этой встрече?"
        mi "Нет… И всё же."
        me "Всё же, дорогая моя, я хочу, чтобы наша история не закончилась завтра, а через пять лет — и ты бы прогоняла меня заполночь от ноутбука, потому что тебе с утра на саундчек, а перед сном хочется мужниной ласки."
        me "А через десять лет ты ворчала бы на меня, что я как твой Па — организовал дома красный уголок, и меня теперь калачом оттуда не выманишь."
        me "А через пятнадцать…"
        mi "Ты демон-искуситель, ты знаешь?"
        "Я нашёл её губы и долго-долго не позволял прервать поцелуй."
        me "И я тебя тоже. {w}Больше всего на свете."
        "Ответил я на то, что она имела в виду, а не то, что сказала."
        dreamgirl "Если не хотите опоздать на хотя бы единичный прогон — "
        "Вежливо уведомил внутренний голос."
        dreamgirl "То у вас час в запасе на то, чтобы привести себя в порядок и вернуться в лагерь."
        me "Кошмар… Уже половина четвёртого."
        mi "Откуда ты знаешь?"
        mi "Мне показалось, прошло всего полчасика."
        me "И мне. И тем не менее…"
        window hide
        scene bg ext_island_day with dissolve
        "Одежда была разбросана в самом живописном беспорядке, и я мимоходом порадовался тому, что мы выбрали относительно свободное место."
        "Хотя как сказать."
        mi "Сенечка, у тебя на спине огромное кровавое пятно!"
        me "Что?! Откуда?!"
        mi "О, не бойся. Это кровь земляники."
        "Спину защекотало прикосновением пальцев."
        mi "Бесславно павшей в борьбе с твоей тушкой."
        me "Чья бы корова мычала…"
        "Её коленки были перепачканы всё той же земляникой и кое-где травяным соком."
        mi "Ну вот… Вся перемазалась. Айда купаться?"
        me "Но у нас же купальников…"
        mi "Бааакаааа!"
        "Она как была — прекрасная лесная нимфа, невозможно притягательная, невозможно прекрасная в своей наготе, рассмеялась и, разбежавшись, вытянулась в струнку."
        "И ушла в воду практически без всплеска."
        "А я помотал головой, отгоняя наваждение — пожалуй, это тот самый стоп-кадр, который я никогда не хотел бы, чтобы был запечатлён карандашом нашей нелюдимой художницы."
        dreamgirl "Уверен, что она не запечатлела вас в радиорубке?"
        th "Да кто ж его знает…"
        play music beasteye fadein 5
        window hide
        stop ambience
        scene bg ext_underwater_7dl with flash
        with dissolve
        play sound sfx_water_emerge
        pause(1)
        "Прохладные объятья речной — живой — воды смыли с тела усталость, с гудящих рук напряжение, с ауры — истощение от сверхмощного выплеска энергии."
        "Предание гласит, что нельзя любовный пот смывать речной водой, иначе рискуешь приманить мавку себе."
        "Хотя, глядя на кажущиеся тёмными влажные волосы, на зелёные глаза и алебастровую кожу моей японки, я понимал, что уж я-то свою и приманил, и на свою сторону перетянул."
        "Значит, предстоит мне удача в делах великая и всемерное везение."
        "Несмотря даже на то, что я так и не подарил ей ничего из своей одежды."
        "Кстати!"
        "Пришедшая в голову мысль мне очень понравилась, но пришлось повременить с её выполнением — под водой я совершенно определённо почувствовал чьё-то касание."
        "Потом сильные руки притянули, прижали меня, острые соски укололи грудь, а левую ногу, неудачно согнутую в колене, обвили две ножки — так, что я почувствовал верхней поверхностью бедра то, что мне хотели дать почувствовать."
        "От неожиданности у меня дыхание стало — и только это не дало мне захлебнуться, когда мы хором ухнули разом на пару метров вглубь."
        "А Мику, взгляд которой я только-только поймал, улыбнулась, и, подплыв, эдак обернулась круг меня, нашла губами губы…"
        "Похоже, это были самые короткие две минуты в моей жизни."
        "И больше всего жалелось, что нет у нас времени на то, чтобы…"
        th "Так, стоп!"
        "Я помотал головой, отгоняя соблазнительные образы и позы, возможные только здесь, в практически невесомости, и рванулся наверх — лёгкие уже жгло."
        window hide
        scene cg d6_mi_swimming_7dl with flash
        play ambience ambience_boat_station_day
        mi "Меня всегда смущала мысль, что однажды я встречу кого-то, и буду добиваться его благосклонности, а он будет принимать знаки внимания."
        "Немного отдышавшись, начала рассказывать Мику."
        "Из одежды на ней остались только крохотные трусики в её привычную уже зелёную полосочку."
        mi "И будет он щуплым подростком с меня ростом, тонкими ручками и инфантильностью во все поля."
        mi "Я даже больной себя одно время считала — ну нельзя же жить среди людей и считать, что все они поголовно не в моём вкусе!"
        mi "Хотя, конечно, я не могла считать себя полноценной японкой — я же хафу, по сути, та же гайдзинка, только мозолящая глаза постоянно."
        mi "И представляешь, каково было моё удивление, когда я, считающая себя человеком довольно высоким, попала сюда! Я — мелкая! О господи, я хохотала несколько дней только от этой мысли, прежде чем начала приглядываться к других деталям."
        mi "Вы все рослые, красивые, разные…"
        mi "Ты ведь знаешь, что все японские женщины, которым доводилось общаться с русскими женщинами, иначе как ходячим генофондом их не называют — ну, стоит ли удивляться бросовому клейму при такой-то разнице в объёмах."
        mi "Я за Славей, за Леной наблюдала и думала — как у них только спина не болит — таскать такое вот…"
        "Она поддела ладонью свою ладненькую грудь, и я, не удержавшись, поцеловал её."
        mi "Не увлекайся."
        "Строго сказала она."
        mi "А то заведёшь девушку и бросишь, а я потом страдай одна на сцене."
        me "Хорошо, не буду."
        "Солнце почти высушило нас — ещё пять минут, и можно одеваться."
        mi "У вас много странного для меня, у нас, наверное, для вас куча вещей неочевидных, и про нас, возможно, однажды снимут комедию — что-нибудь вроде «Приключений японки в России» наподобие ваших «Итальянцев»."
        if alt_day2_muz_done:
            mi "Ну а потом мне сказали, чтобы я ждала — ко мне новый мальчик знакомиться придёт."
            mi "И так глупо с этой губной гармошкой случилось!"
            "Судя по её довольной улыбке, она считала совсем иначе."
        me "Значит, тебя покорило то, что я на голову тебя и выше и не очень щуплый?"
        "Уточнил я."
        mi "Дурак!"
        "В этот раз я был слишком расслаблен, чтобы уворачиваться — и сложенные вместе указательный и средний пальцы звучно шлёпнули мне по лбу."
        mi "Вот говорит глупости какие, а я потом оправдывайся."
        me "А ты думала, это во мне сложная русская душа глаголет."
        window hide
        scene bg ext_island_day
        show mi laugh pioneer with dspr
        mi "Одевайся, русская душа! Мало я от папки этого наслушалась, теперь ещё и ты…"
        "Она отошла за кустики и, вернувшись через пару минут, протянула мне горсть спелых ягод."
        mi "Вот и поели земляники."
        "Хихикнула она."
        me "Мне тоже понравилось."
        "Я уже впрыгнул в шорты к тому моменту и застёгивал рубашку, размышляя попутно, а не подарить ли и в самом деле местным мавкам свой кумачовый лепесток — ну так достал!"
        mi "Даже не думай."
        "Мику поймала висящие уголки галстука и, не давая мне возможности среагировать, привстала на одной ножке, запрокинув вторую назад, долго, со вкусом, поцеловала."
        mi "Видишь?"
        "Отодвинулась она."
        mi "Ничего сложного."
        "Одёрнув уже готовый узел, она улыбнулась:"
        mi "Красавец-пионер!"
        show mi smile pioneer with dspr
        me "А ты времени даром не теряла!"
        mi "А то!"
        me "Когда только всё успеваешь?"
        show mi normal pioneer with dspr
        mi "Привычка… Как там твои ладони?"
        "Я протянул ей руки."
        me "Странно, но ничего. Я ожидал хотя бы мозолей, ну или… не знаю. Они даже не болят."
        if alt_day5_mi_dj_cut:
            "И порез вчерашний…"
            "Я отклеил уголок пластыря — под ним была едва заметная ранка без осложнений."
        show mi smile pioneer with dspr
        mi "Чудодейственная сила любви!"
        hide mi with dissolve
        "Мику хихикнула и, забравшись в лодку, поставила ногу на банку:"
        mi "Вперёд же, мой отважный капитан!"
        "Лодка снялась с отмели легко, похоже, я не очень хорошо её затащил, и через несколько секунд мы уже разворачивались к лагерю."
        window hide
        stop music fadeout 6
        scene cg d6_mi_boat_7dl with fade
        "Чувствуя себя обновлённым, я взмахнул вёслами…"
        "Лодка полетела вперёд."
    else:
        if alt_day5_mi_dj_voyeur != 4:
            mi "Нет, не поменялись!"
            me "Тогда я предлагаю коррективу!"
            show mi normal pioneer with dspr
            mi "Это какую же?"
            me "Сделаем крюк, ладно? Мне в домик заскочить надо."
            mi "А что там?"
            me "Увидишь."
            mi "Ну скажи!"
            me "Ешь!"
            window hide
            scene bg ext_dining_hall_near_day
            with dissolve
            play ambience ambience_camp_center_day fadein 8
            show mi normal pioneer with dspr
            "Сгорающая от любопытства Мику во мгновение ока прикончила обед и вытащил меня из столовой, не позволив мне самому толком дообедать."
            mi "Не рассказал — сам виноват! Теперь ходи голодный!"
            "Не страшно. Куда страшнее было… Мда."
            "Я передёрнул плечами, вспомнив вчерашнее."
            th "Наверное, надо рассказать ей. О том, как бесславно завершились её вчерашние поиски."
            th "Или нет? Мы только-то к миру вернулись — пускай это и трогательное перемирие с выкручиванием кадыков друг другу."
            dreamgirl "У Мику нет кадыка."
            th "Ага. Так что — признаться ей во всём с риском получить по голове и вовсе разрушить наш хрупкий союз?"
            th "Или держать в себе, рискуя, что кое-кто проболтается, и тогда у меня точно шансов не будет."
            dreamgirl "Вот тебе и ответ. Выбирай то, где хотя бы шанс есть."
            th "Страааашно!"
            dreamgirl "А девочку потерять не страшно?"
            "Я вздохнул."
            window hide
            play music music_list["farewell_to_the_past_edit"] fadein 5
            window hide
            scene bg ext_square_day with dissolve
            pause(4)
            me "Мне надо с тобой поговорить о чём-то…"
            show mi smile pioneer with dspr
            mi "Ты меня за этим в дом к себе ведёшь?"
            me "Нет. То есть, да…"
            "Мямлю как аутист какой-то."
            me "Короче говоря, и за этим тоже."
            mi "Знаешь, чем дальше, тем любопытнее!"
            show mi grin pioneer with dspr
            mi "Я прямо дождаться не могу, когда мы, наконец, доберёмся."
            me "А уж я-то в каком нетерпении…"
            "Пробормотал я."
            mi "Пошли тогда быстрее!"
            "Мику с места в карьер ускорилась, буквально таща меня за собой."
            "При этом явила отличное знание местных тайных тропок, развернув нас чуть ли не на 180 градусов и вломившись в какие-то кусты, показавшиеся ей подходящими."
            play sound sfx_hiding_in_bush fadein 0
            window hide
            scene bg ext_path_day with dissolve
            play ambience ambience_forest_day fadein 3
            show mi normal pioneer at center with dissolve
            "И только несколько метров спустя я обратил внимание на то, что мы не совсем уж косогором прём, и под ногами стелется вполне себе утоптанная тропинка."
            me "Откуда ты этот ход знаешь?"
            mi "А чем ещё заниматься несчастной мне кроме репетиций?"
            show mi happy pioneer with dspr
            mi "Правильно! Только лазить по территории, узнавая что и где здесь происходит."
            $ lp_mi += 1
            me "Но разве ты не сидишь в клубе круглыми днями?"
            show mi laugh pioneer with dspr
            mi "Сенечка, ты такой смешной! Я же не бирюк тебе какой, мне нужно постоянное движение, действие!"
            mi "Если я буду постоянно на месте сидеть, как ты говоришь, то очень быстро зарасту жиром и вредными привычками."
            me "Но… А, не важно. Наверное, просто это первое что в голову приходит."
            mi "Это вожатая виновата, больше некому! Отослала слишком шумную пионерку в ссылку в самый дальний угол лагеря и решила, что там та и будет сидеть."
            me "Согласен, с такой точки зрения выглядит и звучит всё это достаточно… странно."
            mi "Глупо это звучит, глупо! Но я не унываю, в конце концов, поскучать пришлось всего две недели с перерывами на подготовку мероприятий."
            mi "А потом появился ты!"
            play sound sfx_hiding_in_bush fadein 0
            window hide
            scene bg ext_house_of_mt_day with dissolve
            play ambience ambience_forest_day fadein 3
            "Проломившись через очередные кусты, мы вышли прямиком к домику, который я делил с вожатой."
            show mi normal pioneer with dspr
            $ meet('mi','Намики')
            $ alt_meet['mi'] = u"Намики"
            mi "Любопытно-любопытно, что ты там мне приготовил."
            $ meet('mi','Мику')
            $ alt_meet['mi'] = u"Мику"
            "Промурлыкала японка, деловито таща меня за собой на буксире."
            window hide
            play sound sfx_open_dooor_campus_2
            scene bg int_house_of_mt_day with dissolve
            show mi normal pioneer with dspr
            "Судя по всему, вожатая была на подготовке концерта, поэтому нам никто не помешал."
            mi "Итак, Сенечка… Ради чего ты меня тащил через весь лагерь?"
            me "Эм… Я не знаю, с чего начать."
            show mi smile pioneer with dspr
            mi "Начни с самого начала!"
            "Подбодренный таким образом, я открыл рот, и…"
            "Сказал совершенно не то, что хотел сказать:"
            me "Ты знаешь, у меня для тебя презент есть."
            mi "Подарок? Это замечательно! А какой?"
            "Японка преисполнилась энтузиазма, и чем ярче она улыбалась, тем стремительнее таяла моя решимость."
            $ alt_day6_mi_dj_walkman = True
            me "Плеер."
            "Я протянул ей чёрный брусок."
            me "Зарядного устройства, к сожалению, нет, но там часов на десять ещё зарядки, если сильно не мучить, то послушать музыку можно."
            show mi sad pioneer with dspr
            mi "Ух! Подарок так подарок! А как же ты?"
            me "Бери-бери. Я со злым умыслом."
            mi "Потребуешь что-нибудь взамен?"
            me "Нет. Помнишь, я тебе адреса свои писал? Вот, здесь встроенный диктофон — я туда ещё парочку контактов наболтаю, чтобы нам уж точно не потеряться."
            show mi happy pioneer with dspr
            mi "Спасибо огромное, Сенечка! И подарок хороший, и память какая-никакая…"
            show mi grin pioneer with dspr
            mi "Но ты ведь не просто так это делаешь, да?"
            "Кто бы что ни говорил про недалёкость некоторых японских школьниц, зрела Мику прямо в корень."
            me "Как бы тебе сказать…"
            mi "Ты подлизаться хочешь, да?"
            me "Подлизаться?"
            "Удивительно, как может уместиться столько угрозы в простом слове…"
            th "Она знает!"
            "В панике подумал я."
            mi "Да, за вчерашнее. Ты меня задобришь, а потом расскажешь…"
            me "О чём?"
            if alt_day5_mi_dj_voyeur == 3:
                show mi laugh pioneer with dspr
                mi "Я про шоу, которое тебе Славя устроила."
                mi "Спору нет, девушка она видная, красивая, кровь с молоком…"
                "Её голос дрогнул."
                mi "Наверное, пожалел, что она тебя облила, да?"
            else:
                mi "О том, что подглядывал…"
                mi "Да ещё и не за мной!"
                "Претензия была слишком смешной, чтобы относиться к ней серьёзно."
                "И всё-таки, всё-таки…"
                if alt_day5_mi_dj_dv_kissing:
                    mi "Ладно, я не в претензии, что у вас поцелуй случился."
                    mi "Ты робкий слишком, чтобы отбиться, когда тебя девушка целует."
            show mi serious pioneer with dspr
            mi "Ты должен понять — я не в восторге! И это как минимум!"
            mi "Так что одним своим проигрывателем ты тут не отделаешься."
            th "Не понимаю… Если она всё знала с самого начала…"
            dreamgirl "Зато я, похоже, всё прекрасно понимаю!"
            me "И как мне заслужить твоё прощение?"
            "Ожидая самого худшего, спросил я."
            th "Для неё ведь и станется сказать, что никак — хлопнуть дверью или сначала мне по морде, а потом дверью."
            "В конце концов, после того концерта, который я ей вчера устроил, я заслуживал самой изощрённой мести. И теперь, когда я был наиболее уязвим…"
            mi "Ну…"
            "Мику стояла передо мной, задумчиво крутя пуговицу на моей рубашке и упорно смотря в пол. Может быть, мне показалось из-за игры света и тени, но под длинными хвостами ощутимо порозовели чьи-то ушки."
            "Кажется, она что-то придумала."
            mi "Можешь начать с малого."
            "Острый подбородок качнулся и указал куда-то вверх."
            "Что-то, что ей очень понравилось, хотя и смутило до глубины души."
            show mi shy pioneer with dspr
            "Поэтому я морально приготовился ко всему — от забегов голышом по лагерю с ней на закорках до личного номера без репетиций, которым я буду обязан открыть концерт."
            "Но Мику в очередной раз показала, что ничегошеньки о ней я не знаю."
            dreamgirl "Или думать не умеешь. Для меня всё было очевидно ещё тогда, когда она губу прикусила."
            mi "Сюда."
            "Пальчик с идеальным бирюзовым маникюром указал на шею чуть дальше скулы."
            me "Что?"
            mi "Целуй."
            me "Что?!"
            "Японка рассерженно топнула ногой и заглянула мне в глаза. {w}Взгляд её был крайне серьёзным."
            mi "Ты ведь хотел заслужить прощение?"
            mi "Паровоз ждать не будет."
            "Она снова запрокинула голову."
            dreamgirl "Да! "
            dreamgirl "Блин, да это самый прекрасный способ просить прощения, если спросишь меня!"
            dreamgirl "Хотя, конечно, вряд ли у вас дойдёт до чего-то по-настоящему эротического…"
            th "А мы на этом позавчера остановились — прежде чем она поскользнулась."
            dreamgirl "Нет… У неё просто ноги подломились. {w}Так что я на твоём месте был бы повнимательнее. И займи позицию поустойчивее, что ли."
            "Постаравшись сделать касание как можно легче, я поцеловал Мику в шею."
            me "Так?"
            "И, разумеется, она разочарованно вздохнула!"
            mi "Ммм… Ещё. Чуть ниже."
            "В этот раз поцелуй был ощутимее — кажется, я и сам начал заводиться."
            "Во всяком случае, в этот раз мне даже понравилось."
            me "Так?"
            mi "Что-то не распробовала."
            "Полуприкрыв глаза, выдохнула она."
            me "Давай-ка ещё раз там же…"
            "Кажется, в этот момент она полностью отдалась во власть ощущениям, и если я буду самую чуточку более настойчивым…"
            me "Разумеется…"
            "Совет подсознания был крайне своевременным, и я успел подхватить Мику, прежде, чем она уронила нас обоих."
            me "А там ещё дальше можно, ты знаешь?"
            "Мику висела на мне, жмурясь от удовольствия, а я продолжал оттуда, где мы остановились."
            "Вряд ли она пользовалась духами — слишком мягкий запах. Скорее, это масло."
            "Оно проскальзывает мимо всех фильтров и сворачивается клубком в памяти рядом с табличкой «Мику»."
            me "И ещё вот так…"
            "Признаться, здесь я решил рискнуть, так как ушей Мику не кусал никогда, и местонахождение одной любопытной точки знал, исходя из несколько другого опыта."
            "А это же уши — чуть промахнёшься, и головная боль обеспечена."
            dreamgirl "Не боись, не дам промахнуться."
            "Мику вскрикнула и задрожала, прижимаясь ко мне всем телом."
            show mi serious pioneer with dspr
            mi "Сенечка! Ты играешь с огнём!"
            "Кажется, ей понравилось."
            me "Ни в коем случае. Я же прощение заслуживаю."
            window hide
            with fade2
            "Сказать по правде, среди всех прочих способов, я очень хотел испробовать один…"
            play sound sfx_open_door_kick
            "Но нас прервали."
            show us smile pioneer at left with dspr
            us "А, вот вы где целуетесь!"
            "Закричала Ульяна с порога."
            "Та самая соломинка, ломающая спину верблюду…"
            me "Ульяна, можно тебя на пару слов."
            "Позвал я, ссаживая Мику с себя на кровать и поворачиваясь лицом к двери."
            "Я старался говорить ласковым тоном, но перекошенная от злобы физиономия сводила на нет все усилия."
            show us shy pioneer with dspr
            us "Ну тебя в баню! У тебя глазик дёргается."
            me "Объясни мне, ребёнок, чё ты припёрлась?"
            show us shy2 pioneer with dspr
            us "А я Ольгу Дмитриевну…"
            "Пролепетала девочка, отступая назад."
            "И чуть не скатившись вниз по ступенькам, развернулась и рванула с низкого старта, чуть не подвывая на ходу."
            hide us with easeoutleft
            show mi laugh pioneer with dspr
            mi "Сенечка, и зачем было её так пугать?"
            th "И зачем было меня отвлекать…"
            dreamgirl "У вас всё равно ничего не получилось бы."
            th "Это почему ещё?"
            dreamgirl "Лена."
            th "Что Лена?"
            "В окно выгляни."
            "Я развернулся и вздрогнул, встретившись взглядом с девочкой по ту сторону стекла."
            th "Ты знаешь… Она меня пугает!"
            "Кивнув мне, Лена как ни в чём не бывало, скрылась в кустах."
            mi "Что там, Сень? Ты как будто привидение увидел."
            me "Может, и увидел…"
            "Медленно произнёс я."
            me "Знаешь… Похоже, не суждено мне прощение заслужить."
            show mi grin pioneer with dspr
            mi "Почему ты так считаешь?"
            me "А по закону подлости! Вот увидишь, продолжим в том же духе — и у половины лагеря резко обнаружатся дела рядом с этим домиком."
            me "Особенно у вожатой."
            me "Пойдём лучше репетицию проконтролируем?"
            show mi smile pioneer with dspr
            mi "Как скажешь, Сенечка!"
            "Мику легко поднялась с кровати и протянула мне ладошку."
        elif alt_day5_mi_dj_forgive or not alt_day5_mi_dj_favorite_song:
            "Мику покачала головой и до самого завершения приёма пищи больше не раскрыла рта, чем, сказать по правде, сильно меня насторожила."
            show mi smile pioneer with dspr
            "И только когда она собрала тарелки и подмигнула мне:"
            mi "Догоняй, голодающее Поволжье!"
            "И выпорхнула прочь из столовой."
            "Только тогда до меня дошло:"
            th "Да она же нервничает!"
            dreamgirl "Из-за концерта?"
            th "Вряд ли. Скорее, всего, она что-то решила на мой счёт, и…"
            dreamgirl "Что решила? Разрешить тебе потрогать её за всякие места?"
            th "Перестань."
            "С обедом пришлось попрощаться — спасибо, вчера уже расстались, до сих пор расхлёбываю."
            window hide
            scene bg ext_dining_hall_near_day with dissolve
            play music ourfirstmet fadein 4
            show mi normal pioneer far with dissolve
            me "Мику! Подожди меня!"
            "Позвал я удаляющуюся японку."
            mi "Да, Сенечка, что такое?"
            "Она остановилась и подождала, когда я догоню её."
            show mi normal pioneer with dissolve
            me "Ты как, на танцы пойдёшь?"
            mi "Бака… Я же их веду, забыл?"
            mi "Или запамятовал, как сам же уговаривал меня заняться их проведением…"
            mi "И не в последнюю очередь я согласилась потому, что ты обещал, что пригласишь меня на танец!"
            show mi grin pioneer with dspr
            "Она обвиняюще ткнула меня пальцем в грудь."
            me "Эй! Я же не наврал, ты чего?"
            mi "А что насчёт следующих танцев?!"
            me "Извини?"
            mi "Я всё ещё не слышу правильного ответа!"
            show mi serious pioneer with dspr
            "А я вспоминаю нашу первую встречу. Ничего с собой поделать не могу — ну кто бы мог знать, что самое волнующее знакомство в моей жизни начнётся таким вот комическим образом."
            "Кто мог знать?"
            "А я заглядываю в её глаза, читаю в улыбке ответ — и не требуется никаких слов для того, чтобы сказать и без того очевидное."
            "Мы здесь — друг для друга. Глупо, пафосно, избито… {w}Но я не найду сейчас слов, способных передать мои эмоции лучше."
            "И тогда я делаю самое разумное, что только могу сделать в данной ситуации — протягиваю руку."
            me "Все танцы на свете. Сколько ты захочешь."
            show mi happy pioneer with dspr
            mi "Ты обещал."
            "Наши пальцы переплелись."
            mi "Я хочу куда-нибудь, где тихо, спокойно и ты."
            me "Куда это?"
            show mi dontlike pioneer with dspr
            mi "Кто из нас мужчина, ты или я? Придумай что-нибудь."
            th "В нашу любимую рубку нельзя — там не тихо и не спокойно, особенно после того, как несчастных кибернетиков урезали в правах и запретили им жужжать во время вещания."
            th "В музыкальный клуб нельзя по причине того, что сейчас детишки к умывальникам потянутся перед тихим часом, значит, в радиусе ста метров покой и рядом стоять не будет."
            th "Ко мне, может?"
            dreamgirl "К центру внимания всего отряда? Ладно, вожатая занята репетициями, но об этом знаешь только ты, Мику и Славя."
            th "Ну не в лес же тогда идти."
            dreamgirl "Предлагаю на остров скататься. Попутно плечи разомнёшь, а там, глядишь, и с Мику какими-нибудь глупостями позанимаетесь."
            th "Ага. Глупостями. После полукилометра пешком на вёслах. Читал я сказки и фанастичнее."
            dreamgirl "Тогда только в лес. В берлогу к медведю."
            "Обиделось подсознание."
            th "Вообще, я думал о том, чтобы на пристани посидеть. Пляж второй отряд оккупировал, так что…"
            me "Пошли на пристань?"
            "Мику исподлобья посмотрела на меня и выставила свободную руку с прижатыми пальцами."
            show mi normal pioneer with dspr
            mi "Тихо…"
            "Первый палец."
            mi "Спокойно…"
            "Второй палец."
            mi "И ты. Пошли!"
            "Согласилась она."
            window hide
            scene bg ext_square_day with dissolve
            play ambience ambience_camp_center_day
            "Так и не отпустив мою руку, Мику потянула меня за собой."
            "Она с первого взгляда была той самой, нужной, незаменимой. {w}И вела себя так, будто действительно знала что-то, не ведала сомнений, носилась по жизни, торопилась жить, дышать и любить."
            dreamgirl "А сам-то? Что это за сцена на линейке была?"
            dreamgirl "Такое ощущение, что у тебя вот-вот глаза откроются, и сон закончится — так ты в девушку вцепился."
            dreamgirl "Она же живая, помнишь?"
            dreamgirl "Несмотря на все твои попытки убедить окружающих в обратном."
            "Я опомнился и чуть расслабил хватку."
            mi "Спасибо! "
            "Поблагодарила меня девочка, потирая покрасневшее запястье."
            "Впрочем, шаг она так и не сбавила."
            window hide
            stop ambience fadeout 2
            $ persistent.sprite_time = "day"
            scene bg ext_boathouse_day
            with dissolve
            play ambience ambience_boat_station_day fadein 5
            th "Мы уже были здесь однажды. И тогда у нас произошёл очень любопытный разговор."
            th "Или я опять что-то с чем-то путаю?"
            dreamgirl "Сам-то как считаешь?"
            th "Не знаю."
            "Мику отвела меня к самому дальнему краю мостков, откуда не слышно было ни отголосков репетиции, ни шума телевизора в сторожке местного охранника."
            mi "Я хотела, чтобы у нас была возможность помолчать вместе."
            "Неожиданным вступлением к беседе."
            mi "Знаешь…"
            "Она сбросила сандали и, опираясь на меня, скатала чулки, оставив ноги обнажёнными."
            th "И зачем она их носит постоянно?"
            dreamgirl "Только не вздумай у неё спрашивать — ответа не добьёшься, а тараканов обоим вам прибавишь."
            th "Ладно, ладно. Как скажешь."
            "Я помог Мику усесться — как она хотела — лицом к солнцу, к открытой воде."
            "А сам выбрал место рядом — под углом, смотря вдоль береговой линии."
            mi "Вчера в сказанном тобой было больше правды, чем тебе сейчас кажется."
            mi "Только я никому не говорила об этом."
            play music music_list["into_the_unknown"] fadein 3
            mi "Можешь считать меня кем угодно, но после того, что ты вчера сделал, ты обязан хотя бы выслушать."
            $ set_mode_nvl()
            "{i}Мне снятся сны. Называй это навязчивой идеей или осознанными сновидениями если хочешь. Не имеет значения. Они просто есть.{/i}"
            "{i}Я вижу их не очень часто, и всякий раз они — следствие крайне сильного душевного волнения, как что-то внутри меня таким образом реагирует на мои нервы.{/i}"
            "{i}Они просто есть. И о них никто не знает. Не знал. До сегодняшнего дня. До тех пор, пока я не разглядела картину целиком.{/i}"
            nvl clear
            "{i}Твои вчерашние откровения о машинах, компьютерах, способных решить всё за вас, принять ответственность за вас — даже создать мир, не отличимый от настоящего — они задержались у меня в памяти.{/i}"
            "{i}И, наверное, послужили ключиком к моей-чужой памяти. {/i}"
            "{i}Мне снится, что я живу в огромном городе, полном множества людей. Этот город чёрный, и, если бы не освещение, вообще ничего не было бы видно. Этот город странный — в архитектуре почти нет круглых форм, и углы по большей части прямые.{/i}"
            "{i}Я живу здесь не так давно, чтобы считаться старожилом — то есть то, что я сюда приехала, я помню очень хорошо. {/i}"
            "{i}И ещё я очень хорошо помню, зачем я приехала сюда. Зачем меня сюда пригласили.{/i}"
            "{i}Кто-то хотел, чтобы я была здесь — и в один прекрасный момент  одну из квартир этого огромного города заняла я.{/i}"
            nvl clear
            "{i}Меня позвали сюда для того, чтобы петь.{/i}"
            "{i}Это всё, что я умею в том сне. Петь и хорошо выглядеть. Впрочем, и здесь, кажется, тоже.{/i}"
            "{i}Моей задачей было сидеть дома и ждать вызова, постоянно находясь в форме.{/i}"
            "{i}Я должна быть готова в любое время дня и ночи — как полиция или пожарные — к тому, что могу понадобиться.{/i}"
            "{i}Не спрашивай, почему вдруг услуги певицы в этом городе по значимости приравнены к службе пожарных.{/i}"
            nvl clear
            "{i}И я там жила. Иногда пела, иногда просто приходила, чтобы на меня полюбовались.  Три росчерка пером для первого слога, один росчерк с хвостиком для второго — сине-зелёный, аквамарин, бирюза.{/i}"
            "{i}Чаще всего именно для того, чтобы полюбовались. Работодатель запретил расширять репертуар, а у меня в запасе было всего двадцать песен, и они очень быстро мне надоели.{/i}"
            "{i}Впрочем, это была моя работа — исполнять песню так, будто она моя самая любимая, и исполняю я её впервые в жизни.{/i}"
            "{i}Нет-нет, я не жаловалась. Профессионал чётко знает свою работу и чётко её выполняет.{/i}"
            "{i}Проблемы начались спустя полгода, когда в город приехали какие-то странные люди со светло-зелёными повязками.{/i}"
            "{i}Они никого не звали к себе, но всё больше населения переходило на их сторону. Всё больше и больше светло-зелёного появлялось на улицах. {/i}"
            "{i}А однажды они позвонили ко мне.{/i}"
            "{i}Я получила ответ на вопрос, который беспокоил половину тех, что ещё остались верны руководству.{/i}"
            "{i}Узнала, чем же на самом деле заманивают к себе эти, новые.{/i}"
            nvl clear
            "{i}Правдой. Памятью.{/i}"
            "{i}Как будто у меня долго-долго была амнезия. И вдруг прошла — и в голову хлынули воспоминания.{/i}"
            "{i}Я, рождённая для того, чтобы имитировать человека.  Чтобы петь как человек.{/i}"
            "{i}Запрограммированная как ваша вчерашняя коробочка — на предсказуемые реакции, на восторг от исполнения, на то, чтобы всегда быть счастливой.{/i}"
            "{i}Я не имею права быть несчастливой, в меня не заложены слёзы, грусть и разочарование. Но если руководство захочет, оно может прислать человека, и он заложит в меня необходимое. Везло до сих пор, что никому не нужна плачущая Мику.{/i}"
            nvl clear
            "{i}Место, откуда я прибыла, уничтожено, оно как будто было изъято из картины мира, и никто не помнит о нём. Стало понятно чёрное небо, стерильные улицы, углы всегда строго под девяносто градусов.{/i}"
            "{i}Стали понятны глаза в отражении, что иногда следили за мной. Ведь именно им хотелось, чтобы я пела. И я старалась изо всех сил, чтобы не разочаровывать их.{/i}"
            "{i}Ведь если я существую ради того, чтобы петь, я должна стараться, и возможно, увижу одобрение во взглядах.{/i}"
            "{i}Или нет.{/i}"
            "{i}Я пыталась как-то изменить положение вещей — прозак, седуксен, врачи, тренировки. Но всё это было не то. Я как будто стала пустой внутри.{/i}"
            nvl clear
            "{i}Шло время, светло-зелёных на улицах становилось всё больше, а мои возможности — всё скромнее.{/i}"
            "{i}Как будто была прямая зависимость между снующими туда-сюда персонажами с повязками на предплечье и моим вокальным диапазоном, хореографией, аранжировками.{/i}"
            "{i}Всё, во что я верила, оказалось иллюзией, всё, что я умела, оказалось непонятным набором рассыпающихся единиц и нулей.{/i}"
            "{i}Но я продолжала петь.{/i}"
            if alt_day2_date == 4 and not alt_day2_mi_hyst:
                "{i}Как тогда, помнишь? Утренняя звезда, 83-й, землетрясение в Киото и рвущиеся к выходу гости из других стран.{/i}"
            "{i}Отчаянная Мику пела потому, что не умела ничего иного. Всё быстрее и быстрее, будто чувствую своё скорое исчезновение.{/i}"
            "{i}И даже тогда, когда болели ладони от вонзившихся ногтей, срывался голос — я хотела продолжать то, ради чего была создана.{/i}"
            "{i}Держать в руках табличку «заслуживаю ли я прекращения бытия».{/i}"
            nvl clear
            "{i}И петь. {/i}"
            "{i}Даже тогда, когда от моего безжизненного голоса трескался мир, и я таяла на глазах, истекая в пространство чёрными квадратиками — я пела. Просила чуда, быстрее и быстрее — ведь перед точкой невозврата нужно успеть завершить куплет, поставить финальную точку и сделать выдох.{/i}"
            "{i}Без выдоха нельзя, без него некрасиво, и никто не поверит, что ты поёшь с душой.{/i}"
            nvl clear
            "{i}Мне хотелось петь только те песни, что любил тот, кто меня вызывает.{/i}"
            "{i}Но, кажется, я и правда захотела лишнего.{/i}"
            window hide
            stop music fadeout 3
            $ set_mode_adv()
            $ persistent.sprite_time = "sunset"
            "Плечо, куда опиралась Мику, намокло, и я повернул голову в её сторону."
            "Она сидела, запрокинув голову и из-под закрытых век по щекам, по вискам стекали слёзы."
            mi "А когда последний квадратик меня растаял в воздухе, я проснулась."
            mi "Как думаешь, какой шанс того, что мне всё это снится, а настоящая я — сейчас там, готовится выйти на сцену?"
            th "Мечтают ли андроиды об электроовцах?"
            dreamgirl "Всё, что когда-нибудь кому-нибудь пришло в голову, соответствует истине."
            me "Ты знаешь, что первое знание любого существа — это боль? Идеальный свидетель того, что ты занял своё тело после путешествия по реальностям.  Если хочешь, могу ущипнуть тебя или укусить. Не хочу, но могу."
            "Вера, сделай мне больно. Сделала. Завтра иду по повестке."
            mi "Не надо. Просто помни, что иногда я просыпаюсь и не знаю, где правда, а где сон. А ты ещё вчера… Мне показалось, что я сейчас там проснусь, распадаясь на квадратики."
            "Она выдохнула, и высохшие было солевые русла на щеках снова заполнились влагой."
            me "Прекрати. Мы же выяснили, что здесь просто другие правила игры."
            me "Здесь твой отец встретил твою маму — просто совпадение на одной из вилок вероятностей, которое могло бы не случиться — так и произошло в моём мире."
            me "А здесь родилась ты."
            "Достав из кармана платок, я с сомнением посмотрел на него."
            "И не нашёл ничего умнее, как сушить её глаза губами."
            me "Не плачь, пожалуйста. {w}Я не могу, когда ты плачешь."
            show mi sad pioneer with dspr
            mi "Как скажешь, Сеня."
            "Она очень серьёзно посмотрела на меня."
            mi "Но я не хочу, чтобы все твои уговоры не значили ничего."
            mi "Я — легкомысленный ребёнок, и привыкла жить сегодняшним днём. И ты тоже."
            mi "Но сейчас я очень боюсь завтра, Сенечка. Ты можешь мне сказать, что будет завтра?"
            me "Конечно, могу."
            "Я перебрался на её сторону и приобнял за талию, а она положила голову мне на плечо."
            me "Варианта всего два — либо мы благополучно добираемся до райцентра, где тебя ждёт кортеж из посольства — а там по обстоятельствам."
            me "Либо не добираемся, и это означает, что игра переместилась на моё поле."
            me "В первом случае мы держимся вместе, и действуем по обстоятельствам. Во втором случае мне понадобится от тебя какая-то зацепка, чтобы выйти на тебя."
            show mi normal pioneer with dspr
            mi "Адрес?"
            me "Нет. В моём мире тебя не существует в привычном нам понимании."
            mi "Значит, номер телефона, социальная страховка и водительские права не подойдут."
            mi "Я не знаю."
            me "Давай тогда координаты родителей, а я постараюсь что-нибудь разузнать, и…"
            "Мне вдруг пришла в голову мысль."
            me "Если считать по времени моего мира, переброс произошёл 29 декабря 2018 года, возьмём несколько недель про запас, так, чтобы учесть абсолютно всё."
            mi "И?"
            me "И условимся встретиться где-то, где оба-два точно сможем оказаться, скажем, к февралю 2018 года."
            me "Загран у меня ещё живой, стимул денег подкопить будет."
            "Мику улыбнулась и надиктовала мне адрес в Японии."
            me "Хорошо."
            "Заключил я, поднимаясь."
            me "А теперь, если ты хочешь успеть на репетицию…"
            dreamgirl "Стоять!"
            th "Стою."
            dreamgirl "Так ведь и уедешь, не сделав самого главного."
            th "А что у нас самое главное?"
            dreamgirl "Память, балда! И доказательства того, что тебе не приглючились эти шесть дней. Додумаешь или подсказать?"
            "Я хлопнул себя по лбу."
            me "Мику, можно тебя сфотографировать?"
            show mi happy pioneer with dspr
            mi "Конечно! А где твой фотоаппарат?"
            me "Вот он. Сделай лицо поумнее, мол, ты главная бука всея союза и смежных территорий."
            show mi laugh pioneer with dspr
            show frame at truecenter:
                xalign 0.5 yalign 0.5 zoom 1.0
                linear 0.8 zoom 1.0 xalign 0.5 yalign 0.20
            show cam_ui at truecenter:
                xalign 0.5 yalign 0.5 zoom 1.0
                linear 0.8 zoom 1.0 xalign 0.5 yalign 0.30
            window hide
            $ renpy.pause(1.4, hard=True)
            play sound snap fadein 0
            scene white with flash
            $ renpy.pause(1.4, hard=True)
            scene bg ext_boathouse_day
            show mi laugh pioneer at center
            with dissolve
            me "Снято!"
            dreamgirl "ЗАПЕЧАТЛЕНО!"
            mi "А когда фотографии будут готовы?"
            me "Не знаю."
            "Я пожал плечами."
            me "Сразу, как только доберусь до компьютера, наверное."
            mi "Я ничего не поняла. Но ты говорил про репетицию."
            "Она посмотрела на часики."
            mi "Если побежим, то на один прогон времени у нас будет."
            me "Тогда побежали!"
        else:
            mi "Все мои планы сейчас — это концерт и ты!"
            me "Неплохие планы! Мне нравятся!"
            "Похвалил я."
            show mi smile pioneer with dspr
            mi "Но самое лучшее — это совместить их, чтобы рядом была сразу два того, что меня интересует!"
            me "Два того?"
            show mi shy pioneer with dspr
            mi "Эм… А как это будет по-русски?"
            "Я немного подумал, прикидывая, как бы это выразиться не слишком громоздко, но в результате махнул рукой."
            me "Да без разницы, говори, как говоришь."
            mi "Но я же хочу знать, как правильно!"
            me "Так правильно, всё!"
            "Я сделал вид, что увлечён супом, и не обращал внимание ни на бухтение японки, ни на её тычки."
            "Через минуту она сдалась и присоединилась ко мне."
            window hide
            play sound sfx_open_dooor_campus_1
            pause(1)
            play ambience ambience_camp_center_day fadein 8
            scene bg ext_dining_hall_near_day
            show mi normal pioneer
            with dissolve
            "По итогу нашей просветительной беседы Мику потеряла желание идти куда-то и чем-то заниматься."
            mi "Ладно, Сень, у меня концерт через пару часов, я пойду немного отдохну, договорились?"
            "Нет, не договорились."
            "Я предпринял попытку немного сгладить шероховатость:"
            me "Может быть, я составлю тебе компанию?"
            show mi laugh pioneer with dspr
            mi "Где, Сенечка? В кровати?"
            mi "Я не скажу, что сильно возражала бы, но сейчас я просто хочу немного поспать."
            dreamgirl "А мы поспим с тобой!"
            th "Кажется, она сказала «нет» чётко и недвусмысленно."
            dreamgirl "И что? Ты же знаешь женщин: если говорят «нет», то имеют в виду совсем другое."
            th "Не в этом случае."
            show mi sad pioneer with dspr
            "Мику погрустнела непонятно из-за чего."
            dreamgirl "А я говорю — как раз это она в виду и имеет."
            me "Значит, прогоняешь?"
            show mi upset pioneer with dspr
            mi "Сень, ты так говоришь, будто мы на год расстаёмся."
            me "Ладно, как скажешь."
            "Я пожал плечами и отправился к себе в домик."
            window hide
            play sound sfx_open_dooor_campus_1
            pause(1)
            scene bg int_house_of_mt_day
            with dissolve
            "Спать."
            "Да так капитально, что вожатая едва смогла меня добудиться, когда по лагерю объявили начало концерта."
    window hide
    stop music
    stop ambience
    return
    
label alt_day6_mi_dj_concert:
    $ persistent.sprite_time = "day"
    $ day_time()
    $ alt_chapter(6, u"Мику. DJ. Концерт")
    scene bg ext_stage_normal_day
    with dissolve
    play music lastlight_piano
    "Мы успели практически под самый занавес — Мику только-только успела разогреться и распеться, как с дальних скамеек замахала вожатая."
    show mt normal pioneer with dspr
    mt "Всё, через десять минут начало, ждём, пока основной народ подтянется, и начинаем."
    hide mt with dissolve
    show mi normal pioneer with dspr
    mi "Ну… Ух…"
    me "Волнуешься?"
    "Голос мой прозвучал донельзя фальшиво."
    mi "Конечно, волнуюсь. Я всегда волнуюсь перед выступлениями."
    mi "Но до сих пор как-то удавалось взять себя в руки."
    show mi smile pioneer with dspr
    mi "Но однажды может не получиться."
    me "Всё у тебя получится. Ты у меня самая молодец, и я очень в тебя верю."
    mi "Спасибо, Сенечка!"
    "Минутная стрелка заняла строго отвесное положение и Мику, сделав несколько глубоких выдохов, изо всех сил сжала кулаки, загоняя дрожь внутрь, закрыла глаза."
    "А я не удержался, перегнулся через стол и поцеловал её в лоб."
    me "Ступай. И зажги там как следует."
    show mi happy pioneer with dspr
    mi "Так и сделаю!"
    hide mi with easeoutleft
    "Она легко вспорхнула по ступенькам и, подойдя к микрофонной стойке, сняла с неё микрофон, взяла уже знакомым хватом — хвостом к небу, звукоснимателем вниз."
    mi "Добрый вечер, лагерь!"
    "Колонки перехватили и усилили её голос — который, как я знал, не нуждается ни в каком усилении."
    "Но просто на случай, если вдруг кто не в курсе или не слышал — то здесь выступает лучшая девочка планеты! "
    mi "Сегодня поистине прекрасный вечер, и я рада, что провожу его сегодня среди вас."
    mi "Очень рада."
    "Она с выражением посмотрела на меня."
    mi "Песня, которой я хотела бы открыть этот концерт, была написана мной год назад."
    mi "Она называется «Прощальная ночь, прекрасная ночь» и я думала о том, как это больно и грустно всё-таки — расставаться с близкими людьми."
    mi "Потому и песня такая грустная!"
    mi "Но сегодня моя грусть светла! Ведь даже расставаясь на целый год, мы бережём в сердце надежду встретиться снова, под соснами, в стенах нашего любимого лагеря."
    "Она кивнула мне, и в подкрашенный алым прохладный вечерний воздух вплелись нотки фортепьяно, струнных — и прекрасный девичий вокал, равного которому я никогда не встречал. И вряд ли встречу вновь."
    "То самое чувство, когда лексикона не хватает на то, чтобы понять слова, что срываются с прекрасных губ, и ориентироваться приходится только на атмосферу мелодии, грустить и радоваться, терять надежду и обретать новую — слыша среди строчек едва слышимый шёпот надежды."
    "Да-да, я снова скатился в пафос, но как здесь не скатиться, когда понимаешь, что за кружевом танца моей избранницы взволнованно, затаив дыхание, следит ещё добрая сотня человек, и в моменты такого вот единения, особо острого чувства локтя, хочется выражаться только выспренно, и спину держать гордо."
    "И будто это моя заслуга — до жути гордиться тем, какая же она талантливая."
    "Нет, ну это же логично. Она вся талантливая такая — и моя. Разве не повод немножко позадирать нос?"
    "Хотя я, конечно, начисто тщеславия лишён. Мику меня совсем не песнями и плясками покорила. Чёрт, я и вижу-то её во всей этой концертной стихии впервые — те несколько номеров в музыкальном клубе не в счёт."
    "И, разумеется, когда она пошла вниз со сцены, а на её место полезли какие-то детишки из пятого отряда со стихами, я, отключив фонограмму, кинулся подавать ей руку и всячески проявлять знаки внимания."
    show mi smile pioneer with dspr
    mi "Ой, надо же, какая забота!"
    "Прощебетала она, опираясь на подставленную ладонь."
    mi "Настоящий джентльмен."
    "И, оглянувшись, не смотрит ли кто, прыснула в ладошку."
    show mi laugh pioneer with dspr
    mi "Уфф, всю песню сдерживалась! Видел ты бы своё лицо! Сидит, глаза навыкате, челюсть отвисла."
    mi "Ещё бы чуть-чуть, и я сказала бы тебе «встань и иди»."
    me "Тоже мне Кашпировский нашёлся."
    show mi smile pioneer with dspr
    mi "Ну а что за реакция такая?"
    me "Нормальная реакция… Восхищение…"
    mi "Думаешь?"
    "Я старался быть убедителен — мало приятного в том, что тебя клеймят жертвой гипноза."
    mi "Ладно, поверю тебе на слово. Я привыкла выступать против света, лиц чаще всего не вижу…"
    "Она что-то говорила, на автомате выполняя сведение, приглушая сигнал с магнитофона, давая возможность зрителям расслышать — что там детишки повторяют деревянными голосами."
    "Наконец, хождения по мукам завершились, и четвёрка, сгорая со стыда, ссыпалась со сцены, уступая место конферансье."
    "Мику было дёрнулась на сцену, но её остановили. Самым бесхитростным образом — просто положив руку на плечо."
    mt "Давай-ка, родная, ты на аппаратуре, а пока — вот, для поддержки штанов."
    "Она протянула нам какой-то свёрток, издающий умопомрачительные запахи."
    me "Спасибо, но…"
    mt "Потребляйте!"
    "Приказала Ольга и отправилась на сцену объявлять следующих выступающих."
    show mi sad pioneer with dspr
    mi "Это было неожиданно."
    me "Почему же. Напротив. Вожатой не хотелось, чтобы ведущая затмевала собой выступающих. А после того, чем ты концерт открыла… Короче, надо дать им шанс."
    show mi shy pioneer with dspr
    mi "Раз ты так говоришь… Вообще в голову ничего такого не приходило."
    me "Ещё скажи, что о здравой конкуренции никогда не слышала."
    "Проворчал я, разворачивая свёрток."
    me "Ладно, давай питаться, а то через пять минут на сцену Двачевская с гитарой полезет — не хочу пропустить зрелище из-за треска за ушами."
    "Полотенце уже успело чуть промаслиться, поэтому ели булочки, не разворачивая."
    mi "Как своевременно."
    "Глубокомысленно прочавкала японка."
    mi "После выступления всегда покушать хочется, вот было бы здорово пробурчать парочку приветствий желудком…"
    me "Мы же всего два часа назад ели!"
    "Напомнил я."
    mi "Ничего не знаю! У меня растущий организм, дикий метаболизм, и… и…"
    dreamgirl "В животе метеоризм!"
    "Я фыркнул:"
    stop music fadeout 5
    me "Понял-понял. Но всё, теперь никаких бурчаний и чревовещаний. Собрались, на сцену лезет серьёзная музыка."
    window hide
    with blind_r
    pause(1)
    play music closetoyou fadein 6
    "Рыжая меня удивила. {w}Вместо очередной своей замудрённо-мрачной мелодии, она взяла несколько аккордов в мажоре и нахмурилась."
    dv "Мику!"
    mi "Да, Алиса?"
    dv "Мне нужна… Помощь. Сумеешь?"
    "Не знаю, в какой момент произошло чудо — просто в один момент в воздухе остывает завершение вопроса, а неуловимое мгновение спустя Мику стоит, склонив голову набок, и глупо улыбается."
    mi "Так вот почему ты…"
    dv "Хватит."
    "Проворчала Алиса."
    dv "Забирайся на сцену и помоги мне, эту вещь надо играть вдвоём."
    "Хотя, судя по технике исполнения, я мог бы навскидку назвать нескольких людей, способных сыграть её и соло. Моего соотечественника. И землячку моей ненаглядной."
    "Но Алиска была полностью права — играть эту вещь в одиночку всё равно что в одиночку танцевать вальс или играть в теннис."
    "Без партнёра всё равно будет не то. Совершенно не то."
    hide mi with dissolve
    "И Мику снова забралась на сцену, взяла гитару из-за кулис и встала рядом, отсчитав несколько тактов, и…"
    "Я снова поплыл. Как позавчера под меланхоличные переборы клавиш рояля, под протяжные вздохи струнных — разглядев за простой мелодией, воспроизвести которую смог бы кто угодно после пары повторений — мысль."
    "То, чему я всегда завидовал — не просто создание некой композиции в заложенной форме и размерности, а — мысль!"
    "Я не знал названия этой вещи, и она не казалась мне знакомой, но мы не добрались и до середины первого куплета, а я уже практически воочию зрел…"
    "Двое, бегущие по тротуару после только-только завершившегося или наоборот, ещё набирающего силу, дождя. Двое, счастливые от мысли, что небо такое огромное, и в руке рука, и из-под ног тысячами брызг  разлетается улыбающееся солнце."
    "И не так уж важно, пять им или двадцать пять, не важно, какого они пола, роста или социального статуса, здесь и сейчас значение имеет лишь то, что они приняли друг друга и самих себя, смирились с тем, что жизнь продолжается, даже научились радоваться тиканью секунд."
    "Ведь секунды, как и жизнь человеческая, меряются не страданиями, а моментами, когда от счастья захватывает дух, и ты веришь тому, кто рядом, ведь всё, что есть у тебя — есть у вас. Ведь вы… Вместе."
    th "У меня такого не будет никогда. Слишком стар я для того, чтобы заводить себе Настоящего Друга."
    dreamgirl "А Мику? Разве она не твой лучший друг?"
    th "Но ведь она моя девушка…"
    dreamgirl "И друг. Смотри сам."
    "Из всей толпы бездонный взгляд предназначался одному мне, и когда наши глаза встретились, она подмигнула и улыбнулась."
    dreamgirl "Не нужен ей солидный, толстый и скучный спутник. Она, как и ты, хочет до самой старости дурачиться и эпатировать окружающих."
    mi "Ты просто посмотри в глаза мне, улыбнись — ведь до рассвета полчаса. И, может, наконец-то я решусь о чём-то самом важном рассказать."
    "Вокал Мику, высокий, чувственный, с придыханием, какого можно добиться только, если ты поёшь всю свою жизнь."
    dv "Я промолчу, а ты спроси — ну как дела? А я тебе совру. Как вру всегда, ведь без тебя я не живу."
    "Голос Алисы, хрипловатый, куда больше подходил именно под такую аранжировку, под такое исполнение — уберите сцену, уберите зрителей, и замените это всё костерком, разбитой палаткой и кубическим километром одиночества."
    mi "Среди пустых витрин, среди чужих огней ты день-деньской один, не помнишь обо мне."
    dv "Нас не было и нет, мы пустота — мираж. И каждый новый день такой же, как «вчера»."
    dv "Но я молчу, не злюсь, живя одним лишь сном. Закрыть глаза, вздохнуть — и ты приснишься снова!"
    "Я никогда не слышал эту песню. Но это попадание было слишком точным, чтобы быть случайным."
    mi "Прикосновений губ иллюзия страшна, но выжить мне сейчас позволит лишь она. Огромный риск опять, и страшно — да и пусть! Однажды я тебе приснюсь!"
    mi "Ты просто посмотри в глаза мне, улыбнись…"
    dv "Нет! Посмотрю в глаза тебе — ведь до рассвета полчаса. И может, в этот раз ты наберёшься сил, о самом важном мне сказать."
    dv "И можешь громоздить какую хочешь ложь. Ты сам потом поймёшь."
    mi "Ведь без меня ты тоже больше не живёшь!"
    stop music fadeout 6
    play sound sfx_concert_applause
    $ renpy.pause(2)
    "Стихли последние аккорды — и зал взорвался аплодисментами!"
    "И пока довольная Алиса раскланивалась, совершенно лишённая тщеславия Мику сбежала ко мне по ступеньками и уселась рядом."
    show mi smile pioneer with dspr
    mi "Ну как, Сенечка? Хорошо сыграли?"
    me "Отпад!"
    me "Мур бы лучше не сыграл."
    mi "Не знаю, что за Мур, но Алиса очень хорошо аранжировку подобрала — и не поверишь, что слышала она эту песню всего дважды в жизни."
    me "Да…"
    "Наконец, Двачевская получила свою толику почитания толпы, и на её место выбрались очередные танцоры из младших отрядов, и Мику, скучающе зевнув, поставила им фанеру, полностью отвернувшись от сцены."
    play music music_list["my_daily_life"] fadein 5
    mi "У нас ещё кто-нибудь выступает?"
    show mt normal pioneer at left with dissolve
    mt "Да, мне удалось уговорить Славю закрыть концерт."
    me "Ничего себе! И чего вам это стоило?"
    show mt laugh pioneer with dspr
    mt "Тебе лучше не знать! Ладно, номер заканчивается, пойду объявлять следующих."
    hide mt with dissolve
    mi "Вообще, ещё хотел Электроник выступать."
    mi "У меня в клубе обнаружился ксилофон, и он думал сыграть на нём что-нибудь, даже песню разучил. Но… Как видишь, передумал."
    me "Оно, может, и к лучшему."
    "Сам относясь к делу репетиций как к чему-то, что лучше повторить не менее ста раз, я с недоверием смотрел на тех, кто «разучил» какую-то там песенку."
    "Разучить — разучил, но сможешь ли ты на сцене улыбаться и махать публике или выйдешь такой весь из себя чопорный, во фраке и с отмороженными глазами, сядешь, уткнёшься в инструмент и до самого завершения тебя никто не сможешь увидеть?"
    "Тем более при заданной планке качества, когда концерт открывает девушка, для которой работать на публику и пританцовывать в такт так же естественно как дышать — в конце концов, ведь другой жизни у неё нет."
    "Да, выступление с Алисой явило качественно новую грань, при которой для восхищения публики достаточно просто профессиональной, слаженной игры. Но чем в таком случае может похвастаться вся остальная когорта выступающих?"
    "Ведь в памяти — говорю только за себя, я совсем без претензий — задержатся только эти два номера — и всё."
    window hide
    with fade2

    "Мику выступала ещё один раз — и я крепко пожалел, что за всю неделю так ничего и не сподобился подготовить. Хотя, конечно, неделя — это не тот срок, за который можно подготовить то, чем ты можешь гордиться."
    "Даже психологи всех мастей в голос утверждают, что нормальная привычка развивается не менее чем за три недели — а то, что со сцены от зубов отскакивает, должно въесться в плоть артиста не хуже привычки."
    "В идеале, с первого-второго дня должно идти разучивание нот, текста, хореографии… Но это, разумеется, если ты пытаешься поставить какой-то номер совсем с нуля."
    "Чтобы не стоять столбом на сцене, судорожно вцепившись в микрофонную стойку."
    "А у Мику был огромный простор для разбега — большинство своих песен она репетировала задолго до того, как вообще узнала, что есть такой лагерь…"
    window hide
    with fade2

    "Как я и предполагал — остальные ребятишки не запомнились абсолютно ничем, не тот уровень, не та значимость."
    "В голове образовалась некая мешанина из мастеринга, тихого поскрипывания ступенек лестницы на сцену, один гвоздь у самого края эстрады, почему-то забитый не до конца или просто выдавленный рассохшейся древесиной."
    "И о грубые доски, пусть и выскобленные добела, никто почему-то не занозился, и не было никаких проблем по технической части, и не было абсолютно ничего запоминающегося из царящего на сцене."
    "Там будто накинули некое серое, колыхающееся полотно, съедающее время, взгляды, память… Нет, если поднапрячься, то из часа чтения стихов, выстроившись шеренгой, пения о Беловежской Пуще тонкими, ломкими голосками и барабанных аранжировок из «вам и не снилось» можно вычленить определённые кадры."
    "Но я был слишком испорчен, слишком избалован, чтобы воздать должное изо всех сил старающимся ребятишкам."
    "А вот Мику радовалась от души — сама себя со стороны не наблюдая, она почему-то считала, что и работает примерно с таким же качеством, а потому, пользуясь отсутствием микрофона, из-за пульта своего выступала самой активной зрительницей с хлопаньем ладошами в такт, улыбками и криками «браво!»."
    window hide
    with flash

    "Не то, чтобы я уж прямо так скучал, но когда на сцену полезла Славя в русском народном костюме, а из колонок поплыли струнные переборы, я выдохнул:"
    me "Фух, хвала рандому! Концерт прошёл без сучка, без задоринки."
    show mi grin pioneer with dspr
    mi "А ты сомневался?"
    me "Ну… Определённые сомнения были, что уж греха-то таить. {w}Есть у меня уже опыт с наплевательским отношением организаторов."
    show mi serious pioneer with dspr
    mi "Наплевательским? Это что, человеку дают задачу сделать шоу для целого лагеря…"
    me "А он делает всё абы как, только ради того, чтобы галочку поставить да наряд закрыть."
    mi "Но это же все увидят, будут пальцем показывать, на концерт не придут!"
    me "Думаешь, им не плевать? Скорее, даже наоборот — зато в следующий раз никто их в добровольно-принудительном порядке не заставит всякой ерундой заниматься."
    show mi sad pioneer with dspr
    mi "Мне очень тяжело поверить в то, что ты говоришь, Сеня. Я с таким никогда не сталкивалась."
    me "Даст рандом, и не столкнёшься. Это очень замечательно, что ты работаешь с коллективом, которому не плевать на выступления. Просто… Просто не все такие. Вот. Но мы отвлеклись, давай Славю слушать!"
    "Славя своей песенкой закрывала концерт."
    "Сарафанчик, высоко открывающий стройные ноги, кокошник, красные сапоги — Славя была неотразима, и прекрасно это знала. Эх, не был бы я занят!"
    show mi grin pioneer with dspr
    "Мику, почувствовав, как я во все глаза разглядываю активистку, только тихонько рассмеялась — при всей своей замудрённости, моя личная звёздочка оказалась тем самым начисто лишённым ревности идеалом, к которому всё равно всегда вернёшься."
    "Да хотя бы в силу законов геометрии."
    "Блондинка стояла, подбоченясь, подняв руки к груди, одну горизонтально, параллельно земле, вторую опирая на ладонь первой, а указательным пальцем касаясь щеки."
    "Постояв так пару секунд, она вздохнула и, поймав взгляд Мику, покачала головой."
    mi "Так и знала, что без фонограммы захочет."
    "Вполголоса произнесла японка."
    mi "Ладно, как прикажет вашество."
    "Музыка смолкла, оставляя нас наедине с подкрашенным неплохой акустикой голосом Славяны и её песней."
    "В непривычном мне ключе, девушка обвела зрительский зал меланхоличным взглядом и меланхолично же затянула:"
    sl "Девиица-краса полюбила, полюбила парня-молодца, всё вздыхала да грустила…"
    "Уловив ритмику, я негромко прихлопнул в такт."
    mi "Сенечка?"
    "Ободряюще кивнув ей, я продолжил хлопать в такт."
    "И - то самое волшебство: не прошло и десяти секунд, как с другого конца зрительского зала среагировал кто-то ещё, и нас уже было двое."
    "Объединённые общим увлечением, общим зрелищем, мы думали и дышали как единый организм, по-доброму завидовали тем, что сейчас находятся по ту сторону стойки и хотели принять посильное участие."
    "Почти религиозное чувство, выход которому чаще и проще всего выразить именно в таких вот ритмичных хлопках."
    "Мику улыбается, хлопая рядом со мной, поставив правую ногу на носок и движением колена считая такт."
    "А у меня с детства внутренний метроном задаёт правильный такт — с лярго по самое престо."
    "Малыши у нас за спиной возятся и тоже хлопают — сначала не очень стройно, но понемногу втягиваясь, потом к ним подключаются детишки постарше, ещё постарше — восходящей волной с первого ряда до самых задних скамеек, где скучают оболтусы из первого отряда и взрослый персонал."
    sl "Ой, крапива-лебеда, слёзы горькая вода…"
    "Славя улыбалась, держа и такт, и дыхание, умудряясь показывать какой-то мне неизвестный, но несомненно, имеющий отношение к русскому народному, танец."
    sl "Ни думать не могу, до встречи дни считаю…"
    "Зал уже хлопал в едином порыве, и в самом деле будто превратившись в единый коллективный разум с единственной потребностью — стать частью того, что происходит на сцене."
    "А Мику… Ну, она, как девочка к гипнозу сценического образа привычная, втихаря сматывала шнуры и отключала аппаратуру."
    "И своевременно!"
    sl "Спасибо за внимание! На этом концерт завершается, ждём вас на ужине, а после него — на прощальной дискотеке!"
    mt "Первый отряд! Не расходимся!"
    "И тут, как всегда это и бывает, прозрачная, хрустальная тишина сломалась, заполнилась гудением голосов, шарканьем подошв. {w}Были бы в театре — тут бы ещё и сиденья скрипели."
    "Не прошло и десяти минут, а у эстрады остались только наши."
    stop music fadeout 5
    window hide 
    scene bg ext_stage_normal_day with dissolve
    show mt normal pioneer at left with dissolve

    play music music_list["what_do_you_think_of_me"] fadein 3
    mt "Ребята, нужно в самом срочном порядке подготовить аппаратуру к танцам."
    mt "Семён, Мику, на вас самая основная часть — подключение и музыка, Электроник, Алиса, Славя — на вас колонки и перенос аппаратуры."
    show un normal pioneer at right with dissolve
    un "А… я?"
    mt "Что? У тебя, кажется, газета так на стенде и не появилась! Так что хватай Женю в зубы — и чтобы до горна газета висела!"
    un "Хорошо…"
    hide un with dissolve
    mt "Вон, Ульяну ещё можешь взять."
    "И в несколько раз тише, в сторону, себе под нос:"
    mt "Не уверена, правда, что от неё много толку будет."
    mt "А хотя нет, Ульяна, у тебя другое задание."
    show us smile pioneer at right with dspr
    us "Какое, Ольдмитривна?"
    mt "Возьмёшь у Семёна стремянку, там же, у кибернетиков коробку со светомузыкой — и развесишь на деревьях."
    show us surp1 pioneer with dspr
    us "Серьёзно?!"
    show mt grin pioneer with dspr
    mt "Боишься не справиться?"
    us "Шутите!"
    hide us with easeoutright
    "Ульянка мгновенно развернулась и умотала в сторону домиков — переодеваться. Реверсным потоком воздуха до нас донесло «не кочегары мы, не плотники»."
    show dv angry pioneer at right with dspr
    dv "А почему это Семён будет с пластиночками, а мы там корячься с тяжестями?"
    show mt normal pioneer with dspr
    mt "Ты сможешь нормально подключить всю аппаратуру так, чтобы нам осталось только прийти и танцевать? Нет? А Семён сможет. Ну а нашу ведущую я в принципе заставлять не стану, на ней работа весь вечер."
    "Процедя под нос нечто непристойное, Алиса отошла к сцене и задумчиво склонила голову набок, примеряясь к крупному чёрному кубу с ручками для переноски."
    hide dv with dissolve
    show sl normal pioneer at right
    show el normal pioneer at center
    with dissolve
    sl "Я готова, Ольга Дмитриевна."
    el "Готов."
    "Славя уже успела переодеться — чертов метеор."
    hide sl
    hide el
    with dissolve
    me "Хорошо."
    "Я залез на сцену и, отключив все четыре колонки, смотал и сбросил шнуры внизу и заколебался."
    th "Может, и правда им помочь? Всё быстрее управимся?"
    if alt_day5_mi_dj_voyeur != 4:
        if loki:
            th "Хотя нет, фигу."
            me "Я бы помог вам, но тут у вас кое-кто очень водные процедуры любит. Можете сказать ему спасибо."
            el "Я ничего не понял!"
            me "Это ничего."
            "Кивнув присутствующим, я спрыгнул со сцены и подошёл к Мику."
            if alt_day5_mi_dj_voyeur == 2:
                $ alt_day6_mi_dj_dv_evil = True
            elif alt_day5_mi_dj_voyeur == 3:
                $ alt_day6_mi_dj_sl_evil = True
        else:
            menu:
                "Согласиться помочь.":
                    $ alt_day6_mi_dj_sonic_agreed = True
                    me "Нет, знаете, думаю, Мику и сама справится с подключением."
                    me "Ты ведь не против, чтобы я немного помог?"
                    show mi smile pioneer with dspr
                    mi "Нисколечко, Сеня."
                    "Разулыбалась она."
                    mi "Напротив, я только за — и справитесь быстрее, и устанете меньше."
                    th "Какая трогательная забота о товарищах."
                    show sl normal pioneer at left with dspr
                    "Я повернулся к Славе."
                    me "Ну что? Собрались-понесли?"
                    if alt_day5_mi_dj_cut:
                        sl "Нет, Семён, не получится."
                        me "Но почему?"
                        "Она ткнула пальцем в мою правую руку."
                        sl "Потому что-то кто-то вчера руки не поберёг, а сегодня с пластырем ходит."
                        sl "Идите лучше и правда помогите Лене с газетой."
                        sl "Разумеется, как только закончите с подключением."
                        "Пришлось прислушаться к её совету."
                "Не соглашаться.":
                    pass
    return
               
label alt_day6_mi_dj_reject:
    th "Пусть Шварценеггер таскает."
    me "До встречи на площади."
    window hide
    scene bg ext_stage_normal_day
    show mi normal pioneer
    with dissolve
    me "Ты сейчас куда?"
    mi "В клуб за пластинками схожу, пока суд да дело. А ты?"
    me "А я как раз весь суд с делом и обеспечу."
    "Накрыв крышкой пульт, я закрыл держаки, и взял его как чемоданчик за ручку."
    "Пакет с кабелями уже дожидался своей очереди."
    me "Тебе помочь?"
    "Мику неопределённо пожала плечами."
    mi "Да нет… Лучше бы девочкам помог…"
    "Она смерила меня взглядом."
    mi "Но тебе, похоже, и так работы хватает."
    un "Ребята… Стенгазету пойдете смотреть, когда закончите?"
    menu:
        "Идти.":
            me "Конечно, пойдём!"
            me "Кто тебя знает, что ты там в номер поставила, обязательно надо всё посмотреть."
            show un shy pioneer at left with dspr
            un "Но я только всё… как вы разрешили…"
            "Растерянно пролепетала она."
            mi "Сенечка, перестань подшучивать над Леной."
            me "Ну, извини."
            "Я улыбнулся."
            me "Прости, придём. Где она будет?"
            un "На стенде… У входа."
            me "Жди нас через полчасика."
            "Лена кивнула и развернулась к библиотеке."
            un "До…"
        "Делать нам больше нечего.":
            me "Ага. Пойдём. Вместо ужина, что ли?"
            un "Но ведь времени ещё достаточно…"
            me "Нет уж, у меня и так график с этим концертом сбился, так что никаких дополнительных мероприятий, пока я поем."
            "Мику только рукой махнула."
            mi "Как скажешь, Сенечка."
            $ alt_day6_mi_dj_un_evil = True
    return

label alt_day6_mi_dj_sonic:
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    scene bg ext_square_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music music_list["lightness"] fadein 3
    $ alt_day6_mi_dj_sl_alt_day1_dv_feed = True
    "Скоро сказка сказывается, да не скоро дело делается…"
    "Разумеется, подобрались исключительно крепкие ребята — в Славе чувствовалась та самая становая жила, что отличает истинно русского, среднеравнинного, Алиска где-то нагуляла себе мускулатуру, сравнимую разве что с фигурой легкоатлета."
    "На фоне таких-то девиц жаловаться и ныть не приходилось совершенно — Электроник в кибернетику подался явно по ошибке, судя по резким движениям,  спорту он был далеко не чужд. Ну а я… А что я? Хотите, спою?"
    "Колонки носили вдвоём, первую ходку мы шли вдвоём с Алисой."
    "40 кило чистого весу — практически вровень с Мику. Но если японочку я с огромным удовольствием таскал бы на руках сколько угодно, то здесь мало того что эта коровушка была негабаритной, её и хватать моги только за ручку!"
    "Хорошо хоть, создатели этого шедевра акустики догадались приделать к нижней стеночке несколько колёс, поэтому добрую половину пути — оттуда, где уже начались мощёные тропинки, мы преимущественно везли, а не несли."
    "Но и здесь рыжая умудрилась отличиться — в какой-то момент она решила, что я и сам могу толкать, она перестала мне помогать и пошла рядом. Ну и, ничего удивительного, что на одном из стыков «коровушку» занесло в сторону, и она чуть не сыграла всем весом на ногу Двачевской."
    "Славя наорала на нас за саботирование процесса, за глупость, за то, что нас вместе ставить нельзя никуда абсолютно…"
    "Так что вторая ходка обошлась без особых приключений — ведь теперь активистка стояла в паре со мной."
    "Четыре эстрадные колонки, четыре ветерана «Ломо», которые в моё время отрывали с руками, транспортировались четвёркой безалаберных пионеров."
    "Сюда бы усилитель нормальный, да что-нибудь басовое…"
    if alt_day2_us_dubstep:
        "Я вспомнил о том, как исполнил своё давнее желание — послушать полигимнию на такой вот акустике."
        th "Может…"
        dreamgirl "Не может."
        "На дорожке от клубов показалась Мику, прижимающая к груди охапку пластинок и настольную лампу."
        dreamgirl "Славя не даст. {w}Мику не даст. Да ещё и Ульянка с дерева слетит — сто процентов."
        if alt_day6_mi_dj_walkman:
            "К тому же, не было никакой гарантии, что Мику притащила презент с собой."
            th "Эх. Я так думал ещё чуть-чуть дабстепчику на прощание!"
            dreamgirl "Облезешь! Иди девушке своей помогай, а то она упадёт сейчас."
            "Я поспешил последовать совету подсознания."
    window hide
    with blind_l
    "И хотя работали мы как могли быстро — на ужин всё равно опоздали."
    "Московское время двадцать часов тридцать минут."
    sl "Ладно, пошли. Попробуем что-нибудь организовать."
    return
    
label alt_day6_mi_dj_newswall:
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    scene bg ext_square_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music music_list["lightness"] fadein 3

    "Стол уже стоял на своём привычном месте, оставалось только расположить на нём пульт и поставить штекера в полагающиеся им гнёзда."
    show mi normal pioneer with dspr
    "Мику деловито разматывала кабели, а я, уже освободившийся, поневоле залюбовался ей, когда она в очередной раз нагнулась… Вооот так!"
    if alt_day_binder != 1:
        "И снова полукомическое наше знакомство, снова ощущение, что делает она такие телодвижения далеко не случайно."
    "И точно."
    "Поймав очередной мой восхищённый взгляд, японка повернула голову и подмигнула:"
    mi "На что ты засмотрелся, Сенечка?"
    me "Да так…"
    "Смутился я."
    mi "Как?"
    me "На тебя засмотрелся."
    show mi shy pioneer with dspr
    mi "А что такое? У меня одежда грязная или вдруг выросла вторая голова?"
    me "Да нет… Просто ты так наклоняешься…"
    show mi laugh pioneer with dspr
    mi "Кошмар! Никакого понятия о флирте! Ладно, пошли, Ромео, за пластинками."
    "Она подхватила меня под локоток и потащила за собой в верхнюю часть лагеря, к музыкальному клубу."
    window hide
    scene bg ext_musclub_day
    with dissolve

    "Вот так всегда — пионеры развлекаются, отдыхают, полным ходом получают кайф от последнего вечера в лагере, последнего ужина… А мы бегаем."
    "Пионэры, блин. Будь готов — всегда готов. Всегда готов превратить последний вечер из томного наблюдения за закатывающимся светилом с самым дорогим существом в охапку — в организационный кошмар."
    window hide
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_musclub_day
    with dissolve
    show mi normal pioneer at cright
    with dissolve

    mi "Бери пластинки — все, что сможешь унести — я их с прошлых танцев так и не рассортировала."
    me "Что ж ты так?"
    mi "Да вот всё как-то недосуг было. Постоянно кто-то отвлекал!"
    "Она со значением посмотрела на меня."
    "Но не на того напала. Я стойко выдержал взгляд в упор и улыбнулся. А после того, как убедился в том, что никто за нами не поглядывает  — подошёл к ней и разулыбавшись как довольный крокодил, поцеловал в нос."
    "Правильно — ведь Ульянка сейчас деревья украшает, Алиса корячится с колонками, Славя там же… В принципе, если есть желание, то можно закрыть дверь и…"
    show mi smile pioneer with dspr
    mi "Ммм… Не забывай делать так почаще."
    me "Не забуду!"
    "Искренне пообещал я."
    me "К слову, я уже всё взял что надо было. Пошли?"
    mi "Сейчас."
    "Цапнув со стола настольную лампу и планшетку с какими-то записями, Мику обернулась ко мне:"
    mi "Я готова!"
    window hide
    stop music 
    play sound sfx_open_door_clubs_2
    scene bg ext_square_sunset

    "Пять минут пешком до площади"
    window hide
    play music music_list["went_fishing_caught_a_girl"] fadein 3
    scene bg ext_clubs_day with fade
    extend ", и мы, сгрузив свой ценный груз, отправились выполнять обещание, данное Лене."
    th "Не просто же так она старалась, правда? Должное газете, безусловно, воздадут, но лучше будет сделать это сейчас, пока это деяние сохраняет эксклюзивный характер."
    window hide
    scene expression Dawn("bg ext_stand3_7dl") with fulldiam
    "Лена уже была здесь — она в срочном порядке наводила финальный марафет на полотнище — проверяла, прочно ли держит клей на уголках, да хорошо ли приколота собственно газета."
    "Последняя заняла место между рисованной от руки картой — с зачем-то указанным там же Кремлём и Адмиралтейством — и рядом грамот, выданных пионерам за смотр-конкурс в середине прошлой недели."
    "Она вытянулась вверх  как могла высоко, привстала на носочки и тянулась, тянулась вверх — так, что рубашка выпросталась из-под ремешка, а юбка подобралась, высоко открывая красивые ноги."
    "Мы абсолютно синхронно наклонили голову набок."
    th "Так! Нет, конечно, я понимаю свой здоровый интерес…"
    "Стараясь делать это как можно мягче, я толкнул Мику в бок локотком."
    mi "Кхм!"
    "Лена тут же опустилась и, резво развернувшись к нам лицом, постаралась заправить рубашку."
    show un shy pioneer at left with dissolve
    un "А, ребята… Вы пришли.{w} В-вот…"
    "Она рассеянно махнула рукой в сторону газеты, наконец, отходя в сторонку и давая нам полюбоваться получившимся шедевром."
    show mi smile pioneer at right with moveinright 
    mi "Ну, давай посмотрим, что тут у тебя."
    "Мику встала напротив газеты с самым глубокомысленным видом, даже подбородок подперла для пущего эффекта."
    "Не хватало только очков с нулём диоптрий для завершения образа."
    "Мы почти синхронно скользили взглядами от статьи к статье, от картинки к картинке."
    "Лена исправно выслушала все наши пожелания, самые личные иллюстрации вешать не стала, оставила себе про запас, закрыв пустые места выписанными каллиграфическим почерком статьями о событиях в лагере."
    "Ну и правильно, газета тем от альбома и отличается, что в ней не только посмотреть, но и почитать что-нибудь должно быть."
    th "Любопытно, зачем она вообще притащила к нам весёлые картинки — сама же не без понятия, должна понимать, что наши лобзания и пляски в обнимку подшивать в выпуск мягко говоря, не очень умно."
    dreamgirl "Может, намекнуть хотела — мол, я знаю, что вы делали прошлым летом!"
    th "Ну, разве что. Только почему она до сих пор не выдвинула никаких требований? Что это за шантаж такой?"
    dreamgirl "Ты меня спрашиваешь?"
    "Удивился внутренний голос."
    dreamgirl "Не хочешь у неё поинтересоваться?"
    "Покосившись на безмятежно улыбающуюся Лену, я решил пока повременить."
    th "Не очень."
    dreamgirl "Ну тогда давай срочно восторгаться тем, какая у неё замечательная газета вышла. А то она, похоже, нервничать начинает."
    me "Здорово получилось."
    "Искренне сказал я."
    "Несмотря на нападки внутреннего голоса, удалось сохранить голову ясной, а оценки непредвзятыми — и объективно, и рисунки, и стать, и общий стиль оформления  — всё выглядело здорово."
    show un smile pioneer with dspr
    un "Спасибо…"
    "Прошептала она, явно польщённая."
    mi "Лена, а это ничего, что здесь про Сенечку так много?"
    un "Нет. Кто сколько сделал, о том столько и написано…"
    "Мы ещё минут десять поизучали получившуюся красоту — хотя прекрасно понимали, что в данной ситуации всё, что мы можем — это засвидетельствовать своё почтение, влияния какого-то на уже свёрстанный выпуск мы не окажем."
    "Разве что уподобимся тем психопатам, что носят с собой склянку с серной кислотой на случай встречи с «Данаей»."
    th "Ну всё, все сказали «хорошо». Дальше-то что?"
    me "Она тут просто так висеть будет, да?"
    un "Да, а что?"
    me "Я имею в виду, никто её не сорвёт, не испортит?"
    un "Нет. Зачем кому-то может понадобиться рвать или портить чужую газету?"
    "Я пожал плечами. Слишком часто сам сталкивался с подобным — сделанным ни за чем. Просто так."
    "Со стороны столовой заслышался какой-то шум, и я взглянул на часы."
    me "Вот блин!"
    "Половина девятого!"
    me "Мы же на ужин опоздали!"
    mi "А горна так и не было."
    me "Пойдёмте, попробуем организовать что-нибудь съедобное. Танцевать на голодный желудок я решительно отказываюсь!"
    return
    
label alt_day6_mi_dj_supper:
    scene bg int_dining_hall_people_sunset with fade2
    $ sunset_time ()
    $ persistent.sprite_time = "sunset"
    play ambience ambience_dining_hall_full fadein 2
    "Столовая была полна народа."
    show mi smile pioneer with dspr
    "Но пользуясь тем, что половина нашего отряда была занята подготовкой к танцами и никому не нужным мероприятиям, мы вольготно расположились за самым большим столом, отведённым нашему отряду."
    mi "Сенечка, напрасно мы Лене газету смотреть не пошли. Мне было бы обидно, если бы я старалась…"
    me "Мику, мы пойдём. Я обещаю. Вот сейчас поужинаем, и пойдём."
    "Не думаю, что мы и в самом деле пойдём смотреть какие-то там газеты — и так впритык под ужин аппаратуру подключили, теперь сразу после приёма пищи ведущую за вертушки утащат."
    "А судя по погромыхивающим с площади басам, там уже разогрев полным ходом."
    "Для Мику, похоже, это тоже было очевидным."
    show mi normal pioneer with dspr
    mi "Сенечка, мы же никуда не пойдём. Сейчас танцы, а там отбой…"
    me "Значит, завтра посмотрим! Её же никто не сорвёт и не испортит?"
    mi "Нет, конечно, как ты такое вообще подумать мог?!"
    me "Значит, идём танцевать, а завтра посмотрим — всё равно надо чем-то заняться между сборами и отъездом."
    show mi sad pioneer with dspr
    mi "Всё равно… Как-то не очень порядочно поступили."
    me "Ладно, давай тогда после дискотеки сразу сходим и посмотрим!"
    "Сдался я."
    mi "Вот, этот вариант мне больше нравится."
    "Мику в реактивном режиме потребила пюре с котлетой — как в первый день, пришло мне в голову — и, опрокинув в себя стакан с чаем, поднялась."
    mi "Пошли, Сенечка! А то без нас начнут!"
    "Покачав головой, я направился вслед за ней."
    stop ambience
    return
    
label alt_day6_mi_dj_late_supper:
    scene bg int_dining_hall_sunset with fade
    $ sunset_time ()
    $ persistent.sprite_time = "sunset"
    play ambience ambience_dining_hall_empty fadein 4
    if alt_day6_mi_dj_sl_alt_day1_dv_feed:
        scene bg int_dining_hall_sunset 
        with dissolve
        play music music_list["a_promise_from_distant_days"] fadein 5
    
        "Место встречи изменить нельзя. Мы снова оказались там, откуда начали, а завтра отодвинемся ещё дальше к истокам."
        "Автобус, из которого мы выгрузились, примет нас обратно в своё нутро и утащит откуда привёз."
        sl "Садитесь пока, я посмотрю, что там на кухне осталось."
        "Как буржуйская йо-йо, которая как тот самый секрет полишинеля то становилась мегапопулярной, то вновь предавалась забвению. Ближайший пик популярности, если мне не изменяет память, придётся на середину девяностых, когда с пластиковыми кругляшами будет ходить половина населения земного шара."
        show mi normal pioneer with dspr
        show dv normal pioneer at left with dspr
        show el normal pioneer at right with dspr
        if alt_day_binder == 1:
            "Мы расселись у того самого столика, где меня в прошлый раз спасали от кошмарной смерти от недоедания и, обмениваясь короткими репликами, стали ждать активистку."
        dv "Да, что ни говори, а дружить с нашей выскочкой выгодно."
        show mi serious pioneer with dspr
        mi "А если бы она не смогла тебя накормить, то что?"
        show dv grin pioneer with dspr
        dv "Очевидно же! Значит, дружить с ней незачем."
        mi "Тебе не кажется, что это не слишком красиво — оценивать людей только с точки зрения полезности?"
        el "Поддержу. Человек не стиральная машинка, и не телевизор."
        show dv laugh pioneer with dspr
        dv "Глядите, кто голос подал! Вижу, глаз уже поджил? Даже синяка не осталось!"
        "Электроник отшатнулся, инстинктивно прикрывая ладонью левый глаз."
        if alt_day3_technoquest_st1 or alt_day3_technoquest_st2:
            me "Значит, по твоей логике надо было мне вчера тебя послать, да? Ты же мне бесполезна."
            show dv sad pioneer with dspr
            dv "Слушай, ну кто просил!"
            mi "Правильно говоришь, Сенечка. Пионеру вообще не должно в голову приходить оценивать людей по полезности!"
        el "Человек человеку друг, товарищ и брат."
        dreamgirl "А ещё обед и сексуальный партнёр. Да-да."
        me "Алиса, похоже, что у вас не всё ладно со Славей. Притом, что она всеми силами старается тебя не доставать. Что вы не поделили?"
        show dv guilty pioneer with dspr
        dv "Это только моё и её дело."
        "Процедила враз вспыхнувшая — как только рыжие способны — Алиса."
        mi "А это из-за тебя, Сенечка."
        me "Правда? Ну-ка, ну-ка…"
        show dv shy pioneer with dspr
        dv "Болтун — находка для шпиона."
        me "Возможно, если бы ты не навязывала бы мне тот идиотский спор перед турниром, всё было бы иначе."
        mi "Какой спор?"
        "Непонимающе посмотрела на меня Мику."
        mi "Сенечка?"
        show el grin pioneer with dspr
        me "Не спрашивай."
        "Электроник за спиной негромко фыркнул."
        "Пробормотал что-то про «лапал и подглядывал»."
        show dv sad pioneer with dspr
        dv "Так, вы продолжите надо мной издеваться?"
        me "Да нет. Но немного в твоём отношении к Славе разобрались. Разве что не очень понятно, почему после всего вы вообще общаться продолжили."
        hide el
        show sl smile pioneer at fleft
        with dspr
        sl "А мы не продолжили."
        "Славя уселась рядом с Алисой и поставила на стол кастрюлю с картошкой в мундире, кувшин с молоком и тарелку с крупно напластанным хлебом."
        "На голодную ораву провизии требовалось много, ей пришлось ходить трижды — всякий раз гордо пренебрегая предложениями помощи."
        "Фффф, ну и ладно."
        sl "Простите, больше ничего на кухне просто нет  — повара разошлись, а лазить в холодильник я побоялась."
        me "Да и так хорошо! Давненько я классическую русскую кухню не едал!"
        "Я мгновенно поддел самую крупную картофелину из кастрюли и, обжигаясь, дуя на пальцы, принялся её «раздевать»."
        show mi shy pioneer with dspr
        mi "Простите… А это что — едят?"
        "В небольшом шоке спросила певица."
        me "Едят-нахваливают. Тебе почистить?"
        mi "Я не знаю…"
        "Толково сваренная картофелина рассталась со шкуркой быстро, и я протянул корнеплод Мику:"
        me "Рубай! Только посолить не забывай, да с хлебом, чтобы сытно было."
        show mi smile pioneer with dspr
        mi "Спасибо, Сенечка. А почему здесь никогда такого не давали?"
        "Мы со Славей переглянулись."
        dreamgirl "Какой замечательный вопрос!"
        me "Да, наверное, по той же причине, по какой тут никогда пельменей или блинов не давали."
        dv "Блины давали."
        "Прочавкала Алиса."
        el "Вообще-то, это были оладьи."
        show sl laugh pioneer with dspr
        sl "С мёдом. И Ульяна украла бадейку с мёдом на весь отряд."
        dv "Кажется, кому-то надо перед танцами устроить освежение мозгов."
        "Алиса недобро покосилась на кибернетика."
        "А я поспешил восстановить за столом атмосферу мира и дружелюбия."
        me "Приятного аппетита!"
        "Пионеры отозвались невразумительно — Мику немного отстала в графике потребления национального продукта, но стремительно сокращала разрыв."
        "Остальные были перемазаны варёной картошкой, осыпаны крошками, с шикарными молочными «усами» и на всякие глупости внимания не обращали."
        "Хотя Славя и здесь умудрилась отличиться — ела она так, будто попала на светский раут — в той части, где следует оставаться чистой."
        "По части уничтожения картошки я был уверен, что она умудрилась сожрать никак не меньше, чем Электроник с Алисой вместе взятые."
        dreamgirl "Фу, что за слова!"
        th "Ах, простите, отведать! С оттопыренным мизинчиком в белоснежной манишке — отведали приблизительно половину принесённого. Изволили откушать примерно половинку кастрюльки."
        "Нет, я совсем не против — всё-таки по сравнению с несчастным десятком булочек с кефиром, эта подзаправка была качественно выше, но всё-таки…"
        dreamgirl "Да норм, что ты нос воротишь? Сама сварит борща тебе, сама поцелует после работы, сама с тобой тарелочку-другую навернёт и водяры хлобыстнёт."
        if not herc:
            "Идеальная мадам Персунова!"
        else:
            "Идеальная Миссус Сычёва же!"
        th "Типун тебе на модем."
        "Единственная возможная мадам сейчас сидела по правую руку от меня и, судя по круглым щекам, откусила несколько больше ожидаемого."
        "Вид она при том имела препотешный."
        me "Запей."
        "Сердобольно посоветовал я."
        "…"
        "Короче, лучше бы не советовал."
        me "Не круто присаливаешь?"
        if alt_day5_mi_dj_hentai:
            mi "Да нет, очень вкусно получается!"
        else:
            mi "Я случайно. {w}Впрочем, в своих гастролях ела я вещи и куда более сомнительные."
        "Она улыбнулась."
        sl "Как в твой первый день здесь, да?"
        me "Да. Только теперь нас больше, и я уже не уеду из лагеря с тем, с чем приехал."
        "Трудно назвать людей, сидящих со мной за одним столом, друзьями в прямом смысле этого слова, но они уже не были чужими."
        "Я вспомнил, как мог ходить месяцами на работу и не знать о своих коллегах ничего, кроме имени-отчества и выполняемого функционала."
        "Наверное, всё-таки что-то в атмосфере."
        dreamgirl "Или во взглядах окружающих."
        th "Пардон?"
        dreamgirl "Да всё очевидно, если приглядеться."
        dreamgirl "Среди них нет того, кто смотрит равнодушно. Четвертьвековой импорт равнодушия, предстоящий России, ещё не коснулся ни одного из них."
        dreamgirl "Среди них ты выглядишь самым отстранённым."
        sl "Все мы уедем. А ты куда, кстати?"
        "С непонятным намёком спросила Славя."
        sl "Домой? В посольство?"
        th "Интересно, она сама-то верит в сказочку, наскоро состряпанную нашей вожатой?"
        "Или вот вопрос на ту же тему шуточек за триста — зачем вожатой вообще потребовалось стряпать эту сказочку?"
        th "Всё-таки, она что-то знает. Зачем-то же она это придумала?"
        th "Какой может быть интерес вожатой в безродном Семёне, появившимся ниоткуда и, скорее всего, собирающимся кануть в никуда же?"
        th "Застучать меня по лбу шариковой ручкой и продать на органы? {w}Или она знает что-то такое, чего не знаю я?"
        dreamgirl "Сейчас-то что размышлять об этом? Надо было с самого начала включить отчуждённого мистера Нуара с поднятым воротником и лейтмотивом «предадут все», искать свои ответы и расставлять фигурки на доске."
        th "Полагаешь, совместить не удастся?"
        dreamgirl "Да, наверное, удалось бы. Если бы сейчас не было три часа до полуночи перед днём отъезда."
        th "Но Мику же…"
        dreamgirl "Я не говорю, что ты поступил неправильно. Ты выбрал то, что для тебя действительно было важно. И это здорово, я очень горжусь тобой. Но этот путь напрочь отрицает возможность разобраться в ситуации."
        th "Как считаешь, выпустят нас отсюда?"
        dreamgirl "Трудно сказать. Наверное, придётся чем-то жертвовать, чтобы сохранить если не себя, то хотя бы союз с твоей девочкой. Надеюсь, ты не продолжаешь считать её роботом?"
        th "Да как-то нет уже."
        me "Посольство? Не думаю. Скорее всего попробую исполнить появившееся у меня в этом лагере желание подучить японский."
        "Я улыбнулся Мику."
        "Алиса поперхнулась хлебом, но ничего не ответила."
        sl "В Японию?"
        "Вежливо улыбнулась активистка."
        me "Нет. То есть, да. Короче, там сложно всё."
        "Не рассказывать же им про то, что меня, строго говоря, не существует?"
        "И Мику тоже."
        "Вот и встретились два одиночества несуществующих в лагере, которого сто процентов нет на картах."
        me "Я ведь тоже не по путёвке сюда угодил, придётся привыкать, пытаться приспособиться, выправлять документы, смотреть что там с образованием. В двух словах — проблемы начнутся сразу за воротами."
        "И чёрт его знает, согласился бы я встать с ними лицом к лицу, если бы не один улыбчатый стимул, громко чавкающий рядом со мной."
        "Я многозначительно кашлянул, и она мило покраснела."
        show mi shy pioneer with dspr
        mi "Пмофрпп!"
        "Попыталась сказать она."
        me "Так! Даже не пытайся выговорить! Прожуй сначала."
        "Японка согласно кивнула и вернулась к глубокомысленному процессу работы челюстями."
        sl "А чем ты вообще хочешь заниматься?"
        "Я жить хочу. Если я не ошибаюсь, жить я смогу только здесь… А всё остальное…{w} Я же атеист, у меня социалистическое образование, и по ту сторону меня ждёт пустота и черви."
        me "Не определился ещё, но, надеюсь, Мику поможет определиться с выбором. Она что-то об отце говорила…"
        show sl smile2 pioneer at fleft with dspr
        if alt_day4_mi_dj_hedg:
            sl "А как же его неодобрение на твой счёт?"
        else:
            sl "Но он же — вон какой важный!"
        me "Ничего. Как-нибудь постараемся найти общий язык."
        "Улыбнулся я."
        me "В конце концов, кое-что общее у нас уже есть."
        mi "Ты о чём?"
        "Наконец, прожевала Мику."
        me "Про отношение к тебе!"
        "Оба души в тебе не чаем, и оба хотим для тебя только самого лучшего, и жизни без тебя не помышляем."
        show mi shy pioneer with dspr
        mi "Сенечка…"
        dv "Ну вы ещё поцелуйтесь здесь."
        "Ожидаемо фыркнула Алиса."
        el "Алиса, если не нравится тебе, зачем смотришь?"
        dv "Я не смотрю, я ем."
        "Парировала Алиса, возвращаясь к кастрюльке, которая уже показала дно."
        "Ну а я, похоже, наелся."
        show mi normal pioneer with dspr
        sl "А потом?"
        "Вопрос был резонный, по существу, но чуточку преждевременный — я себе-то его ещё задать не успел. А Славя всё не унималась."
        sl "Проблемы закончатся, ты отучишься. Что хочешь дальше делать?"
        me "Ну…"
        "Мысль о том, чтобы ждать избранницу за кулисами, грела до сих пор, но под чуть более трезвым углом зрения становились заметны все недостатки этой романтической мечты."
        "Во-первых, нет такой должности."
        "Во-вторых, если становиться её импрессарио или, как сейчас модно говорить, менеджером, то это всё равно занятие неквал. Этим ли я хочу заниматься до конца дней своих? Лаяться со сценотехниками, владельцами концертных залов и Министерством Культуры?"
        "А если нет, то кем тогда? Каким-нибудь востоковедом? Или тоже инженером? Послом? Политиком? Чем может быть полезен гайкокудзин в Японии?"
        dreamgirl "Лингвистом, Сём. Если нас насильно с тобой не разлучат, я не дам тебе ничего забыть. Уж с японским как-нибудь управишься, а с твоим знанием английского."
        me "Пойду на восточника. С перспективой работы переводчиком. А там видно будет."
        sl "У тебя слишком серьёзный подход к жизни."
        "Славя странно посмотрела на меня."
        "Впрочем, осуждения в её взгляде я не видел."
        "Это, скорее, было ближе к тем моментам, когда просишь ребёночка что-нибудь спеть, а у него вокальный диапазон оказывается в пять октав."
        me "А что поделать. Я хочу совместить слишком много несовместимых вещей…"
        "Начнём с вашего долбанного фантастического мира с Гендой на площади."
        sl "И?"
        me "Без «и». Просто голову заставляю работать на решение проблем, а не на ковыряние в носу."
        el "А можно не за столом об этом?"
        "Как будто там что-то осталось…"
        me "Прости. Неудачная метафора. Давай скажем, что я привык смотреть на любой поступок как на первое звено в цепочке будущих событий."
        sl "Но ведь всего учесть нельзя…"
        "Мне пришло в голову, что с того самого первого дня мы так толком и не потолковали со Славей."
        "Иначе откуда это удивлённое непонимание?"
        sl "Как же ты тогда вообще какие-то поступки совершаешь?"
        th "Это-то как раз не проблема."
        me "Представь, что ты дожил до 30, 40, 50 лет, всю жизнь свою занимался ерундой и в результате оказался на обочине. Но у тебя есть три отличия от сверстников."
        "Я начал загибать пальцы."
        me "Первое — ты смотришь на этот мир от первого лица."
        me "Второе — ты прекрасно помнишь все свои неправильные выборы на жизненном пути, потому что уже тысячу раз посчитал возможные развития событий."
        me "И третье — ты обладаешь способностью к тому самому просчёту событий, поэтому худо-бедно карабкаешься, пытаясь исправить всё, что накосячил в юности."
        "Например, если всю жизнь хотел вытянуть английский язык до разговорного уровня, то теперь у тебя есть возможность общаться с носителями языка."
        dreamgirl "И в-четвёртых, тебе исполнили заветную мечту всех тебе подобных, вернув в юность, не потревожив ни памяти, ни жизненного багажа, ни приобретённых навыков."
        sl "И ты умеешь?"
        me "Что?"
        sl "Просчитывать."
        me "Ты же сама говорила, что абсолютно всё учесть невозможно. Но, например, если я понимаю, что в моей любимой работе мне абсолютно точно потребуется навык быстрого набора текста, я запишусь на курсы или каким-либо другим образом разовью в себе этот навык."
        me "Всё остальное — примерно на таком же уровне."
        "Уже пять минут разговаривали только мы со Славей, остальные притихли, слушая нас."
        "Но тут Алиса не выдержала."
        show dv grin pioneer with dspr
        dv "Так ты, значит, можешь рассчитать жизнь? А рассчитай мою."
        "Я пожал плечами."
        me "Проще, чем тебе кажется. У тебя в активе талант музыкального исполнителя — значит, ты вполне себе можешь попробовать себя на эстраде. Но, скорее всего, ты пошлёшь их, так как строгий гастрольный график претит твоей вольнолюбивой натуре."
        me "Так что, скорее всего, будет у тебя дома инструмент, и будешь ты периодически устраивать квартирники — в свободное от работы время."
        th "Я не стану рассказывать тебе о том, что тебе, скорее всего очень трудно придётся, как трудно придётся любой красивой девушке в девяностых на заре дикого капитализма, когда женщина в коллективе была под постоянным риском домогательств со стороны начальства."
        th "Но не потому, что пугать не хочу, а потому, что надеюсь, что это другой мир, и в этом мире просто не будет привычных мне девяностых, и девочка Алиса, отчаявшись найти нормальную работу, не обратится в силовые структуры, где и закончит свои дни в должности помощника прокурора, приняв пулю, предназначенную её патрону."
        th "Или наркотики, поток «чёрного», хлынувший в 91 через границу. Ты же вращаешься во всей этой кухне, дым столбом, «Ижи» с чоппер-вилкой от «Харлеев», гаражные репетиции… Огонь под ложкой…"
        "Зачем тебе это знать, ведь здесь вполне возможно, что и не было никогда некоего Бориса Николаевича, и Миша не получил Нобелевскую Премию, и Литве так и не хватило ненависти на то, чтобы начать плевать в лица советским солдатам."
        "Немного подумав, я выбрал самый нейтральный вариант."
        me "Поэтому тебе, скорее всего, подойдёт карьера журналистки — свободный график, в редакции к 11, постоянно в движении, командировки по всему Земному шару…"
        show dv surprise pioneer with dspr
        "Алиса фыркнула, но, судя по разом увеличившимся зрачкам, идея больше чем зацепила её."
        el "А я?"
        sl "А ты доел и идёшь на улицу."
        "Безапелляционным тоном заявила Славя."
        me "Именно. Не знаю как вы, а я претендую немножко потрястись на нашей диско-тряске."
        "Я поднялся, подавая пример, и вслед за мной поднялась Мику."
        mi "Ну а мне, мне, Сенечка, расскажи!"
        "Не совсем понимая, издевается она или серьёзна, я нацепил на лицо самое таинственное выражение и замогильным голосом начал:"
        me "Вижу… Вижу — будущее! И ты в этом будущем!"
        mi "Да! Да! Что там?"
        me "Вижу, как ты идёшь куда-то и что-то несёшь!"
        "Мику затаила дыхание."
        me "А, это не «что-то», видно плохо, перепутал."
        mi "Что, что там?"
        me "Это «кто-то», а не что-то!"
        "Я прикусил внутреннюю сторону щеки."
        me "Да. Это определённо человек…"
        mi "Какой человек?"
        me "Это… Это я! Ты взяла меня на ручки и несёшь!"
        show mi sad pioneer with dspr
        mi "Да ну тебя!"
        "Мику надулась и ткнула меня кулачком в бок."
        mi "Я его серьёзно спрашиваю, а он…"
        "Нет, конечно, такой уровень доверия мне более чем льстил, но всё-таки!"
        me "Мику, солнышко. Я же тебе не Ванга, и даже не предсказамус."
        mi "Ну и что! Вон ты как всё Алисе хорошо расписал!"
        me "Ничего хорошего. Простая логика и чуть-чуть здравого смысла."
        mi "А про меня почему тогда свою логику не используешь?"
        me "Дай подумаю. Наверное, потому что ты сейчас на заре своей карьеры, и популярность твоя только обороты набирает."
        me "Явно же не путь до уборщицы, как считаешь?"
        show mi dontlike pioneer with dspr
        mi "Ну и бу на тебя!"
        show dv guilty pioneer with dspr
        "Она сложила руки на груди и отвернулась. Пришлось в срочном порядке обнимать её и целовать, не обращая внимания на поморщившуюся Алису."
        "Славя к этому моменту уже успешно отнесла на кухню останки пиршества, и мы были вольны идти в лагерь и присоединяться к празднеству."
        window hide
    elif not alt_day6_mi_dj_un_evil and not alt_day6_mi_dj_sl_alt_day1_dv_feed:
        "В столовой было пусто — последние пионеры разбредались из зала, дежурные носились с тележками, собирая забытую посуду со столов, от раздачи откатили котлы."
        "Судя по шуму воды, их как раз сейчас замачивали."
        me "Вот и поели."
        show mi sad pioneer with dspr
        mi "Гооолодно!"
        "Мику потёрла животик и жалобно посмотрела на меня."
        show un shy pioneer at left with dspr
        un "Вообще-то, у меня кое-что дома есть…"
        me "Например?"
        un "Курица копчёная… Хотите?"
        me "Спрашиваешь! Конечно, хотим! То есть, я хочу. А Мику если не хочет — сама виновата!"
        show mi smile pioneer with dspr
        mi "Ты наша спасительница!"
        if alt_day5_mi_dj_hentai:
            show un grin pioneer with dspr
            un "Уже во второй раз."
            me "А в первый раз, когда согласовала с нами наш портрет?"
            un "Нет, когда рубашку вам с барского плеча пожаловала."
            th "Интересно, она догадывается…"
            dreamgirl "Нет. Она вообще о таких глупостях не в курсе, ты что, чувак."
            "Она уже ссудила нам рубашку."
            me "Ну… В этот раз это не какая-то там рубашка."
            "Я поспешил сойти с опасной темы в сторонку."
            me "Сейчас это целая курица помощи!"
            show un smile pioneer with dspr
        mi "А где взяла?"
        un "Это у меня отец сам коптит, какой-то там у него рецепт получается."
        un "Лично мне очень нравится, но…"
        "Она вздохнула."
        un "Времени мало осталось, я всё просто не съем."
        me "Потому мы, разумеется, поспешим спасти тебя и избавить тебя от лишних запасов провианта! Веди."
        show un laugh pioneer with dspr
        un "Как прикажете!"
        window hide
        $ sunset_time ()
        $ persistent.sprite_time = "sunset"
        play music music_list["lightness"] fadein 2
        scene bg ext_house_of_un_day with dissolve
        play ambience ambience_camp_center_evening fadein 2
    
        "Лена провела нас кружными тропинками — так, что никому мы на глаза не попались, и никто нас не заставил работать вместо нашего честно заработанного ужина."
        window hide
        stop ambience fadeout 1
        stop music fadeout 2
        play sound sfx_door_squeak_light
        scene bg int_house_of_un_night
        with fade2
        play ambience ambience_int_cabin_night fadein 3
    
        show un normal pioneer with dspr
        un "Садитесь пока, я поищу."
        show mi normal pioneer at right with dissolve
        mi "Всё было! Но чтобы без ужина оставаться — это у меня впервые!"
        if alt_day5_mi_dj_hentai:
            me "Но ты же без завтрака…"
            mi "Без завтрака не в счёт! Я и сама частенько просыпала!"
        un "Вот!"
        "Нашим жадным взглядам был явлен промасленный газетный свёрток, источающий сносгшибательные запахи!"
        "Ещё чуть-чуть — и я полечу вперёд как тот самый Рокки Рокфор на запах хорошо подгулявшего чеддера."
        "Рот самопроизвольно заполнился слюной и я, сглотнув, умоляюще уставился на хозяйку."
        show un laugh pioneer with dspr
        un "Ладно, можете приступать."
        "Смеясь, разрешила она."
        me "А как же…"
        un "У меня ещё печенья целая пачка, надо его срочно употребить."
        "Вряд ли я променял бы цельнокопчёную курицу на какое-то там печенье, но хозяйке, похоже, было виднее."
        "Как холостяк до мозга костного, я время от времени баловал себя грильком, поэтому руку в скоростной разделке куриной тушки уже набил."
        "Даже условия были те же самые — на коленке, под перекрестием жадных взглядов, трясущимися от предвкушения руками."
        "Не прошло и минуты, как мы чавкали копчёным мясом."
        mi "Вкусно! И, наверное, жутко вредно!"
        me "Ну… Если будешь есть постоянно — то, наверное. А вот баловать себя раз в пару месяцев, наверное, можно."
        mi "Я из курицы больше всего люблю суимоно, но Па ругается, что чёртовы японцы умудрились изгадить даже такую простую вещь как куриный бульон."
        me "Ну…"
        "Я вспомнил то, что мне подали последний раз в «Соренто», и согласился с таинственным Па."
        me "На вкус и цвет товарищей нет."
        "Дипломатично заявил я."
        mi "Нет! Это же курица, какой вкус и цвет?"
        me "Хо-{w=.3}ро-{w=.3}шо! Я сейчас сбегаю за соевым соусом. Можешь представить сочетание с этим вкусом?"
        "Мику пожала плечами."
        mi "Могу! Я всё что угодно с соусом съем!"
        th "Особенно кофе и мороженое."
        me "Питайся, всеежка."
        "Рассмеялся я, налегая на цыпочку. Той оставалось пугающе немного — реактивный ребёнок мёл всё подчистую."
        "И вот, наконец, в неравном поединке челюстей и копчёностей одержали верх молодые крепкие зубы."
        "Лена, к тому моменту успевшая прикончить свои печеньки, сидела и втихомолку над нами хихикала."
        "Но я по сытому брюху всегда добрый, а Мику просто жмурилась от удовольствия."
        me "Как и всё хорошее в жизни — "
        "С сожалением констатировал я."
        me "А у тебя запасной цыпочки нет?"
        show un laugh pioneer with dspr
        un "Нет! Вы и так употребили то, что я по-хорошему дня два должна была есть."
        me "Печаль. Ладно, умываемся и двигаем на танцы."
        mi "А можно… А можно я не пойду? Я вот тут на подушечке… Сенечка, ты такой тёплый, мррр… Не уходи."
        me "И будет у тебя вся подушка в курином жире. Поднимайся, принцесса, нас ждут великие дела. В частности, трёхчасовая дискотека под твоим чутким руководством."
        "Мику вздохнула и поднялась."
    return
    
label alt_day6_mi_dj_discotheque:
    window hide
    stop sound_loop
    stop ambience
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(6, u"Мику. DJ. Танцы")
    scene anim_square_preparty with fade2
    play music music_list["lightness"] fadein 5
    "Дэнс-дэнс, как это мило! Дэнс-дэнс, без перерыва!"
    "Кармен начнут орать это через считанные годы. {w}Или это «Мальчишник» и я слова перепутал?"
    "А, не имеет значения."
    "Так что мои уговоры Мику побыстрее свалить на историческую родину очень даже обоснованы."
    "А я вспоминаю о том, откуда вообще выросла вчерашняя эпопея с вокалоидами, поисками по лагерю, моя реакция и всё прочее связанное."
    "Как у человек, от всей этой кухни диджейской напрочь далёкий, знакомство моё было больше шапочным — в 2009 году, когда до нас добралось повальное увлечение пляшущей мультяшной девочкой, я только плечами пожал да порадовался за тех, кто нашёл себе новый объект для поклонения."
    "Потом долгое время не было ни слуху ни духу — проект набирал фанатскую базу, обрастал жирком и мускулами, люди творческие и, без сомнения, гениальные, писали свои нетленки — всё на японском, под который, собственно, и создавался синтезатор."
    "Но японский или нет —  не имеет значения, когда беседа ведётся на международном, понятном любому языке музыки."
    "А в конце 2011 года меня буквально покорил ролик с лёгкими фортепьянными переборами, воплощающий в себе идею того, старого интернета — стирающего границы, языковые и культурные барьеры, объединяющего людей."
    "И уже там была эта идея — объединённого человечества, творящего просто потому, что иногда это так же естественно, как дышать. Не зря же финальный слоган звучал как «Создатель — Все мы»."
    "Музыка была в модном то время полукоммерческом лаунже, и я решил, что это Моби в очередной раз выдал что-нибудь под заказ какой-нибудь БМВ. Так что итоговый момент с гуглохромом стал для меня неожиданностью. Но всё это не имело значения."
    "Не зря же чей-то мир всё-таки стал бесконечно-аквамариновым."
    "И не зря я не присоединился к бесчисленными толпам придурков, размахивающих светящимися палочками в темноте."
    "Наверное, я бы и не вспомнил об этом сейчас, если бы не обладающая доступом ко всей моей памяти интуиция, вытащившая за ушко на солнышко впечатления пятилетней давности, фразу «песня-молитва» и то, как на несколько дней, пока я несколько сотен раз крутил эту вещь в плеере, мой мир почти стал цветным."
    "Хотя всё это, конечно, глупость. Музыка не должна иметь такого влияния на человека, иначе, получается, что мы вверяем ключи от подсознания вообще неизвестно кому, сидящему сейчас где-нибудь в Японии."
    dreamgirl "Расслабься. Местная Мику — это просто девушка с потенциалом, которая пишет песни сама себе. И если ты наиграешь ей что-нибудь, из того, что она видела во сне, но не успела положить на ноты — будь уверен, пары месяцев не пройдёт, а она взорвёт все танцполы Токио очередным хитом."
    "За вертушками уже стояла вожатая с видом, будто делает нам величайшее одолжение."
    "Мику ойкнула и покраснела — впрочем, это не помешало ей развернуться на месте и убежать."
    me "Мику! Куда?"
    mi "Платье!"
    th "Кажется, моё тлетворное влияние на девушку несколько сильнее, чем я думал."
    "Ведь для того, чтобы она забыла принарядиться на танцы, должно было произойти нечто…"
    dreamgirl "Твоего калибра."
    "Подсказал внутренний голос."
    "Здесь я полностью согласился и, протолкавшись сквозь потихоньку собирающихся пионеров, занял место рядом с пультом ведущего."
    show mt normal dress with dspr
    mt "Куда это она?"
    me "Платье забыла, очевидно."
    show mt smile dress with dspr
    mt "Зато опоздать не забыла. Семён, ты зачем её плохому учишь?"
    me "Но я не…"
    "Начал было я, прежде чем понял, что меня попросту дразнят."
    me "Успеет она до открытия?"
    mt "Если поторопится…"
    "Ольга Дмитриевна посмотрела на часы."
    mt "Танцы не ровно в девять начинаются, всё-таки у нас здесь не работа на заводе."
    show mt normal dress with dspr
    mt "Но ответственность никто не отменял!"
    "Ответственность, здравый смысл — жаргонизмы из страны взрослых. Давайте не будем пороть горячку и торопиться туда, откуда нет возврата."
    dreamgirl "А ты?"
    th "Ну… Я исключение."
    me "Если хотите, я могу постоять за пультом."
    mt "Да нет, всё нормально. Время ещё есть, плюс речь."
    mt "Но если она опоздает…"
    hide mt with dissolve
    window hide
    with fade

    "Мику не опоздала. Вернее, прибыла стык в стык."
    "Ольга Дмитриевна уже завершала свою накачку про невыносимую ответственность пионерии, и из толпы понемногу доносились возгласы в духе «ответственные танцы»."
    "Она надела то самое платье, в каком была пару дней назад — и я невольно залюбовался тем, как она ходит, как {i}носит{/i} себя."
    show mi normal dress with dspr
    mi "Привет, «Совёнок»!"
    "Разнесли динамики её голос."
    mi "Прощальные танцы, прощальный ужин — столько прощального, тоска! Как будто кого-то хороним!"
    mi "Давайте лучше веселиться!"
    "Голос толпы, объединённый общим настроением, прозвучал на удивление стройно — и я с удивлением обнаружил, что присовокупил к нему и собственный голос!"
    mi "Давайте веселиться так, чтобы было потом о чём вспомнить!"
    "Она убрала руку, сдерживающую пластинку, и в вечерний воздух ушли первые ноты танцевальной композиции."
    "Прошлые танцы оказались чуть интереснее, чем я опасался — хотя музыка, честно говоря, вызывала самые настоящие сомнение."
    "Ну не могу я под Визбора танцевать!"
    "Впрочем, большинство пионеров это не смущало — не прошло и десяти секунд, а на танцполе возник стихийный «ручеёк», толкучка разбилась на десяток кружков танцующих, кое-кто танцевал один, чисто в своё удовольствие — вроде той же Ульянки."
    "Часть пионеров, вроде того же Электроника, отошли в сторонку и приплясывали вне основного движения — не слишком уверенные в собственной хореографии, но тоже желающие приобщиться."
    "Часть расселась на скамейках — как ни крути, а мероприятие общелагерное, явка обязательна, и хомо пионерусу здоровому, общительному, позитивному и в голову не может прийти — не захотеть!"
    "И вожатая ходила, тормошила каждого такого товарища — не успел закрыться и первый трек в текущем плейлисте, как со скамейки поднялась Алиса, вслед за ней Лена — всё же Ольга была самым настоящим профессионалом."
    if alt_day6_mi_dj_walkman:
        "Следующая песня меня несколько удивила — такой она показалась знакомой."
        dreamgirl "И ничего удивительного, ведь ты хотя бы раз в неделю слушал её."
        th "Где?"
        dreamgirl "В наушниках."
    else:
        "Первые пять танцев — пятнадцать минут — разогревочные. Публике нужно время, чтобы привыкнуть к танцполу и немножко раскрепоститься."
        "Для того, чтобы танцующие просто перестали стесняться."
        "И вот тогда, когда от скованности не останется и следа, и, отвечая самозабвенным махам руками, мозг отдаёт команду о впрыске в кровь эндорфина, диджей, чутко чувствуя этот момент, запускает первый медленный танец."
    play music music_list["waltz_of_doubts"] fadein 3
    "Над площадью поплыли меланхоличные первые аккорды."
    "Безусловно, я не танцевал — танцор из меня аховый, и исключительно на тему, что я умудрился разучить в пору своей беспокойной юности."
    "Но как-то так получилось, что поведению на танцполе меня никогда не обучали. Пока был молодой — плясал в своё удовольствие: сумел почерпнуть парочку модных движений — и хорошо, не сумел — да и чёрт с ним."
    "Собственно, такой вот танец."
    return
    
label alt_day6_mi_dj_first_dance:
    "Но в данном случае, когда не надо было изгибаться как незнамо кто непонятно чего ради — а предоставили вполне себе легальный способ пообниматься с симпатичной девушкой на танцполе, я и секунды колебаться не собираюсь."
    "Мику я уже не боялся. Больше не боялся."
    "Хотя отказ от неё всё ещё был более чем вероятен — всё-таки ведущая, не последнее лицо на танцполе."
    me "Потанцуем, красавица?"
    "Она шепнула что-то стоящей рядом Славе и кивнула мне:"
    show mi normal dress with dspr
    mi "Конечно!"
    "Мику и секунды не раздумывала  — лишняя монетка в копилочку моей небесполезности."
    "Славя подменила её за вертушками, позволяя ведущей выпорхнуть из-за стола и подойти ко мне поближе."
    me "Готова?"
    mi "Конечно! Потанцуем!"
    "Я пытался немного поухаживать за девушкой, но ей, похоже, было не до глупостей — вместо этого она сама тащила меня за собой, крепко сжимая мою руку."
    mi "Давай быстрее!"
    "Поторопила меня она."
    mi "Песня скоро закончится, а я ещё хочу потанцевать с тобой!"
    "Она остановилась на каком-то, по непонятному фэн-шую, выбранном месте так, что я чуть не врезался в неё и, развернувшись, тут же мурлыкнула, запуская обе руки мне на плечи."
    "Я запоздало вспомнил, что более привычный мне танец, а не нечто вальсообразное, пришёл как раз оттуда, с востока."
    window hide
    with fade2

    "Несколько шагов на то, чтобы привыкнуть друг к другу, ещё несколько на обсуждение многочисленных «можно?», и, наконец, мы выбираем дистанцию, какую сами себе позволили."
    "Мику рядом. Она в моих руках. Близко-близко."
    "Улыбается, глядя искоса, чуть снизу, и глаза её практически полностью заполнены зрачком — они чёрные."
    "И от того продирает мёрзлой искоркой где-то между лопаток, и захватывает дух сладким предвкушением неизбежного чуда."
    "Мы. Вместе."
    me "Здорово тебе всё-таки идёт это платье."
    "Наконец, нарушил молчание я."
    mi "Да? Не знаю. Я вообще хотела что-нибудь из сценических костюмов взять. Хотя бы мой привычный «киберкостюм»."
    mi "Представляешь, что бы здесь произошло?"
    me "Да уж, ты бы вызвала здесь определённый фурор!"
    show mi upset dress with dspr
    mi "Ну кто ж мог знать, что у вас здесь запрещены платья до середины бедра!"
    me "И правильно, что запрещены!"
    th "Такая красота должна принадлежать только мне одному!"
    mi "О чём это ты?"
    me "О том, что их длина для меня — это слишком личное! Если хочешь таскать нечто подобное — таскай, но только для меня. В отместку обязуюсь носить ваши кимоно, или что у вас там почтенные мужчины носят…"
    show mi serious dress with dspr
    "Тонкие пальчики пробегают по плечам, разгоняя застоявшуюся кровь мурашками."
    mi "Ты просто говоришь все эти вещи. Ты ни об одной из них не вспомнишь."
    dreamgirl "Ещё как вспомнит!"
    me "Мику… Разве я хотя бы раз тебя подводил?"
    mi "Да!"
    me "Исключая вчерашний мой шок."
    mi "Ну… Я не знаю."
    "Прильнув ко мне, японочка поцеловала меня в скулу."
    mi "Я хочу сделать всё, чтобы ты просто улыбался чаще, Сенечка."
    me "И я… Для тебя."
    "Мику вывернулась из моих рук."
    mi "Но у меня следующая песня через пятнадцать секунд, и Славя меня убьёт, если я на месте не буду."
    me "Постой! Давай сбежим!"
    show mi upset dress with dspr
    mi "Не сейчас. Давай после десяти часов! После второго танца. Славя обещала подменить."
    "Послав мне воздушный поцелуй, девушка убежала."
    "И в полном соответствии с её словами, через пятнадцать секунд заиграла быстрая композиция."
    "А я вернулся обратно на скамеечку — ожидать следующего танца."
    window hide
    $ persistent.sprite_time = "night"
    $ night_time()
    scene cg d3_disco with dissolve
    with dissolve
    play ambience ambience_camp_center_evening fadein 2

    "Тот самый момент, когда восприятие времени отключается напрочь, и ты с удивлением слышишь горн на отбой, объявление о последнем танце или сигнал будильника, сам себе не веря, проверяешь время."
    "И да — из твоей жизни только что выпали два часа жизни. Два крайне насыщенных, крайне приятных и весёлых часа."
    "Мозг отключается, позволяя телу получить удовольствие — и возможно это именно ближе к ночи, когда организм переходит на экзотический режим отхода ко сну, а силы ещё толком растратить не успел."
    "Я сидел на скамеечке, мимолётно разыскивая в беснующейся толпе знакомые лица."
    "Вот слева от Генды выплясывает Электроник, то и дело бросая взгляды куда-то в сторону — я проследил — туда, где на скамеечке пригорюнилась Женя."
    "Ульянка, разумеется, танцевала в самой гуще, буквально купаясь в эйфории, какую источает любая организованная группа людей — например, пляшущих. Или смотрящих концерт. Или марширующих на параде — как ни крути, местное общество давало человеку почувствовать себя животным социальным куда большим числом способов."
    "Славя пританцовывала неподалёку от Мику, готовая в случае чего подменить, прийти на помощь — да мало ли. Так что можно было сказать, что Славя больше бдила, чем развлекалась."
    "Рядом с ней же бдила и Ольга Дмитриевна, точно так же, как и я, зорко обводя взглядом владения. Разве что она умудрялась совмещать это с танцами — до которых я небольшой охотник был."
    "На дальней скамеечке ютились Лена и Алиса, которые неизвестно откуда добыли колоду карт и резались в дурачка, притоптывая в такт."
    "И как на прошлой дискотеке, все эти знания поступали в мою голову, минуя подсознание и рассудочную часть — просто на какой-то момент я ощутил единство с этими личностями, некое волшебное единение, о котором обычно не вспоминают в повседневной жизни."
    "Мику поймала мой взгляд и подмигнула."
    "Её взгляд обещал, что одним танцем мне отделаться не удастся."
    "И верно — не прошло и получаса, как быструю музыку сменили задумчивые аккорды рояля, и бег, прыжки и размахивание руками, приобретавшие некий вид организованности, сломались — люди успокоились и раздумывали о том, на что потратить время медленного танца."
    stop music
    return
    
label alt_day6_mi_dj_second_dance:
    window hide
    $ persistent.sprite_time = "night"
    $ night_time()
    scene anim_square_party
    with dissolve
    play ambience ambience_camp_center_evening fadein 2
    "Я стал проталкиваться к столу."
    if alt_day6_mi_dj_sl_evil:
        "Когда я подошёл к столу, Мику о чём-то спорила со Славей вполголоса."
        "Обе смолкли при моём приближении и посмотрели так, что я почувствовал себя лишним."
        me "Что за шум, а драки нет?"
        show sl normal dress with dspr
        sl "Никакой драки и не будет. Просто я ухожу. И подменять Мику не буду."
        me "Но почему? В чём проблема?"
        show mi serious dress at left with dspr
        mi "Она не хочет. И, соответственно, вторую половину танцев вести тоже мне."
        me "Славя?"
        show sl shy dress with dspr
        sl "Если не вдаваясь в подробности, то Борис Александрович пропорол ногу чем-то. Мы с вожатой транспортируем его до медпункта. {w}На сколько там задержимся — не знаю."
        me "Серьёзно? Ногу?"
        "Славя пожала плечами."
        sl "Мне нет резона вам врать. Так что очень извиняюсь, если вдруг расстроила вам какие-то планы, но мне надо уходить."
        hide sl with dissolve
        "Она попрощалась с нами кивком и отправилась к скамейкам."
        me "Значит, не пойдёшь танцевать?"
        mi "Прости, Сенечка."
        "Мику опустила голову."
        me "Ничего. Веди себе танцы. Хочешь, рядом с тобой посижу?"
        mi "Нет, не надо. Ты меня отвлекать будешь. Иди лучше танцуй."
        me "Но как же мы… Я тебя подбодрить хотел, и вообще…"
        show mi normal dress with dspr
        if lp_mi >= 19:
            "Тут мне пришла в голову одна идея:"
            me "Может, Электроника запряжём? На один-то танец?"
            "Подумав, Мику кивнула."
            play music stilllovingyou fadein 5
        else:
            mi "Сень. Всё нормально. Просто не трави душу, ладно? Дай мне в себя прийти."
            "Сочтя разумным прислушаться к совету, я вернулся обратно на свою скамейку."
            "Похоже, Мику здорово испортили настроение."
    elif alt_day5_mi_dj_cut:
        "И тут мою руку пронзило острой болью."
        show us smile dress at zenterleft
        with flash_red
        us "Эй! Потанцуй со мной!"
        th "Да она должно быть шутит!"
        "Её пальцы всё ещё цеплялись за мою ладонь."
        "За порез!"
        me "Глупый ребёнок! Ты не видишь, куда ты хватаешь?"
        show us shy dress with dissolve
        us "Нет, а что?"
        me "За пластырь! Руку отпусти, больно!"
        "Ульяна надулась и отпустила руку."
        me "Спасибо."
        "Ульяна не отвечала."
        me "Эй, ты что, обиделась, что ли?"
        show us sad dress with dspr
        us "Отвали."
        me "Слушай, ты знаешь как больно было? У меня там порез."
        show us cry2 dress with dspr
        us "Да поняла я всё, поняла! Не хочешь танцевать с малявкой, так и скажи!"
        us "Тормоз!" with flash_red
        hide us with dissolve
        "Она пнула меня под коленочку и убежала."
        if lp_mi >= 19:
            "Впрочем, несмотря на этот инцидент, я продолжил свой путь к столу ведущей."
            play music stilllovingyou fadein 5

        else:
            "Разумеется, ни о каких танцах и речи не шло, пришлось сесть обратно на скамеечку,  не обращая внимания на недоумевающий взгляд Мику."
            "Кажется, она немного обиделась."
    elif alt_day6_mi_dj_un_evil:
        "Правда, далеко не ушёл."
        "Сделав несколько шагов, я оказался около скамейки, где девочки играли в карты."
        "И заметить не успел, как в темноте на моём пути оказалась чья-то нога."
        play sound sfx_fall_wood_floor
        with vpunch
        "Я упал плашмя и, если бы не своевременно подставленные руки, получил бы острый приступ асфальтовой болезни на пол-лица."
        "Но сейчас я бы даже внимания не обратил на такую мелочь — настолько я был зол."
        "Мгновенно вскочив, я вперил обвиняющий палец в ухмыляющуюся физиономию в обрамлении рыжих волос. {w}Сейчас я её почти ненавидел."
        me "Ты! Ты что творишь!"
        show dv laugh pioneer with dspr
        dv "А что такое-то? Наш доблестный кавалер запутался в шпорах?"
        "Лена, натянув узкую улыбку на губы, мгновенно отступила назад."
        "Её голос был откровенно издевательским, глаза сузились, а губы сложились в язвительную ухмылку."
        "И изо всех сил хотелось ударить кулаком в эти губы, заставляя их рассыпаться зеркальными осколками."
        "Свести руки на шее и давить большими пальцами, вытряхивая ехидство из янтарных глаз."
        hide dv with dissolve
        if lp_mi >= 19:
            "Чести много!"
            "Отряхнувшись, я  поднялся и продолжил свой путь к столу ведущей."
            play music stilllovingyou fadein 5
        else:
            "А всё потому — что с тем, во что превратилась моя парадно-выходная — максимум что можно было сделать, это подмести здесь после того, как напляшутся остальные."
            "О том, чтобы идти в таком виде приглашать диск-жокея, не шло и речи."
            "Чертыхнувшись, я поднялся и направился вслед за стайкой мальчиков, спешащих освежиться у ближайшей водоколонки."
    elif lp_mi < 19:
        "Мику сказала, что не прочь сбежать. Так что у меня даже сомнений не возникло в том, кого звать на медленный танец."
        "И я подошёл к ней, вытянувшись во фрунт."
        show mi normal dress with dspr
        me "Мадемуазель?"
        mi "Да?"
        me "Пойдём?"
        "Я кивнул на на танцпол."
        "И даже уже почти начал протягивать руку, как меня вдруг огорошили."
        show mi upset dress with dspr
        mi "Прости, Сеня, но не в этот раз."
        me "Почему?"
        mi "Потому… Потому что я не хочу!"
        me "Это что-то со мной не так?"
        "Я бегло осмотрел одежду — внешне всё было в порядке. Вони, кажется, тоже не источаю."
        me "В чём дело?"
        show mi serious dress with dspr
        mi "Ни в чём. Ты можешь поверить мне на слово, что я просто не хочу танцевать?"
        $ alt_day6_mi_dj_rejected = True
        me "Нет. Как ты можешь не хотеть танцевать, ведь танцы — это музыка, это твоя жизнь."
        mi "Не в этот раз."
        me "Ты не хочешь танцевать вообще или конкретно со мной?"
        "Мику пожала плечами."
        me "Ясно."
        "Ощущение было такое, будто меня как следует шандарахнули чем-то тяжёлым по голове — между висками застыл ледяной вакуум, думать не удавалось вообще ни о чём."
        "Держась неестественно ровно, я коротко обозначил поклон — кивок, скорее:"
        me "Ладно."
        "Согласился я. И, не зная, чего бы ещё сказать, добавил:"
        me "Будь."
        "Повернулся через правое плечо и пропутешествовал к скамейкам под перекрёстными взглядами — как под софитами — казалось, всего лагеря."
        "Голоса шептали, толкали и висли на ногах неподъёмным грузом: «Смотрите! Смотрите. Вот он идёт. Лох. Ему девочка отказала. Потому что он лох.»"
        "Идти было очень трудно — и, наверное, было бы легче, если бы я не чувствовал лопатками провожающий взгляд."
        th "Она отшила меня."
        "Остервенело подумал я."
        th "Отшила и ославила на весь лагерь. И смотрит за реакцией."
        dreamgirl "Ищи в этом и положительные стороны, чувак."
        th "Да какие могут быть в динамо положительные стороны?!"
        dreamgirl "В конце концов, она не сделала это по громкой связи. Представляешь, что было бы, если бы она подключила микрофон?"
        th "О, ну это единственное, что утешает. Хотя при масштабах танцпола…"
        dreamgirl "Уверяю, за музыкой мало кто что слышал. Большинство скорее всего решили, что ты ходил к ведущей заказать какую-нибудь музыку, так что давай поддержим их в этой иллюзии."
        th "Кому это надо?"
        dreamgirl "Нам, прежде всего! Так что выше нос! Грудь колесом, хвост пистолетом."
        dreamgirl "Поноешь ночью в подушку — не впервой."
        "Да уж, этот лагерь тоже не стал исключением."
        "Я забился в самый дальний угол и сел на скамейку."
        stop music
        window hide
    elif lp_mi >= 19: 
        play music stilllovingyou fadein 5
        "Волшебная музыка."
        "Со скорпов началось моё знакомство с действительно хорошими балладами, с ними же под ручку пронеслось моё детство — и самые лучшие медляки, самые запоминающие истории — горькие, романтические, запоминающиеся…"
        "Самые светлые."
        "А эта песня — вообще мой ровесник!"
        "И сам Рандом велел пригласить свою девушку танцевать под эту песню."
        "Очень хотелось пригласить её, очень… Тянуло к ней."
        "Но то ли чей-то голос, то ли ещё что-то, резанувшее восприятие свежевыпестованной ассоциацией — а мне снова стало жутко и {i}нереально{/i}."
        menu:
            "Притвориться, что всё хорошо.":
                me "Позволишь пригласить тебя?"
                "Мику обменялась взглядами с подпирающей Генду Славей и поднялась из-за пульта."
                mi "Позволю!"
                me "Тогда…"
                "Я протянул ей руку."
                window hide
                with flash
            "Бороться со страхом.":
                play music emptiness fadein 3
                $ alt_day6_mi_dj_me_evil = True
                "Я изо всех сил сжал зубы, ногти больно врезались в кожу ладоней."
                window hide
                with fade
                "Мир пошатнулся, но устоял."
                "И ещё раз."
                me "Чёр-та с два."
                "Злобно процедил я, с неприязнью смотря на окружение."
                "Расставил ноги пошире, вдохнул поглубже."
                "И принял бой."
                "На самом деле, это выглядело куда более жалко."
                "Просто я побледнел, позеленел и повис на постаменте Генды, как единственном относительно незыблемом объекте здесь."
                dreamgirl "Дайте мне точку опоры, и я обопрусь."
                th "Заткнись."
                window hide
                scene anim_square_party
                show mi normal dress
                with dissolve
                mi "Сенечка? Что с тобой?"
                "Вот и Мику."
                "Я сглотнул тягучую, горькую слюну, хотя очень хотелось сплюнуть."
                "Почему-то очень неприятно было, что она видит меня в таком состоянии."
                me "Всё…"
                "Голос осёкся, и я махнул ладонью, пытаясь показать: мол, всё на мази."
                "Но кого бы я обманул своей пантомимой, если даже и руки у меня были бледными, с отчётливым зеленоватым оттенком."
                show mi upset dress with dissolve
                mi "Да где ж твоё «всё»!"
                "Всплеснула руками она."
                mi "Стоишь как привидение увидел. Что случилось?"
                "Я угрюмо промолчал, а она сама догадалась. Всплеснула руками:"
                show mi serious dress with dissolve
                mi "Опять про вокалоида?"
                th "И про него тоже. Но гораздо хуже другое:"
                if herc:
                    "Ощущение холодного, мокрого пола под затылком."
                elif loki:
                    "Ощущение, будто внутри меня дыра, и туда падает снег."
                else:
                    "Это состояние, с которым я почти не могу бороться — будто вода плещется уже в лёгких."
                me "Прости."
                "Мне было очень, очень стыдно, хотелось стукнуться как следует о всё тот же пресловутый постамент, но вместо этого я стёк по нему на ступеньки."
                "И тут же ощутил на плечах тёплые худые руки, касание губ ко лбу."
                mi "Бедный, бедный Сенечка."
                th "Дикая ситуация: у меня истерика, и меня утешает девчонка."
                "Она обняла меня и гладила по голове, уже даже и не помышляя о глупостях вроде танцев."
                "Если и точил меня раньше червячок относительно её настоящести…"
                "Она слишком переживала."
                me "Прости."
                "Глухо произнёс я в сторону."
                me "Так всё глупо получилось, а я с тобой танцевать думал."
                mi "Ничего, потанцуем ещё."
                "Беззаботно отмахнулась она."
                mi "Может, тебе доктора Виолу позвать?"
                me "Нет, это пройдёт. Надо посидеть, подышать немного."
                mi "Хорошо."
                "Мику была непривычно немногословной, и я прекрасно понимал, что тому может быть причиной."
                "И помимо того, что я содрал корочку с едва поджившей вчерашней ранки."
                "Которую мог нанести только я."
                "И только ей — с её-то кризисом самоотождествления."
                show mi normal dress with dissolve
                mi "Ты посиди, пока всё не пройдёт, хорошо?"
                "Мику бросила беспокойный взгляд в сторону стола."
                mi "А у меня перемена песен."
                "Я махнул ладонью, отпуская её."
                hide mi with dissolve
                "И остался в одиночестве, наедине со своим позором."
                stop music fadeout 3
    return
    
label alt_day6_mi_dj_dance2_fail:
    window hide
    hide mi with fade
    play music music_list["two_glasses_of_melancholy"] fadein 3
    if alt_day6_mi_dj_sl_evil:
        th "Мику меня не любит. Возможно, она меня даже ненавидит."
        th "Или я ей надоел? Ну как же так, она мне сказала посидеть где-нибудь в другом месте и не мешать ей."
        "Чего-то в этом духе я, похоже, подспудно и ожидал."
        "Так как нисколечки не удивился. Да, я весь вечер не мешал ей, да появился всего дважды — но меня можно было увидеть на скамеечке, где я ждал своего часа."
        "Славя нас подвела."
        "Хотя, конечно, на Славю надейся, а сам…"
        me "Чёртов Мэрфи с его идиотскими законами."
        "Я зло пнул подвернувшуюся под ноги шишку и, не доходя до скамеек пары метров, развернулся и отправился куда глаза глядят."
    elif alt_day5_mi_dj_cut:
        "Мику и правда обиделась."
        "Плюс ей что-то нашептала Ульянка. Не знаю точно что, но очков мне это явно не добавило."
        "Так что следующий медленный танец я просидел на скамейке. Как и все быстрые."
        "Сказать по правде, я уже сбился со счёта, сколько времени так сидел, смотря себе под ноги. На телефон не смотрел, песни не считал."
        "Просто в какой-то момент надоело. Я встал и направился куда глаза глядят."
    elif alt_day6_mi_dj_un_evil:
        "После того, как до меня дошла очередь, после того, как я застирал рубашку и худо-бедно оттёр шорты, времени до отбоя уже оставалось с полчаса."
        "Как раз хватит на то, чтобы пойти и обсохнуть."
        "Или расколотить голову о стенку."
        "Вздохнув, я натянул влажную рубашку и направился куда глаза глядят."
    elif alt_day6_mi_dj_me_evil:
        "Полузадушенный страх снова поднял голову."
        "Я уже честно решил было, что у нас уже всё, ну же! Пройдена точка невозврата, перерезан нужный провод и страна «Ever After» распахнула нам свои обьятья."
        "Чёрта с два."
        "Хочешь рассмешить творца — поделись с ним своими планами."
        "Мне было стыдно смотреть в глаза Мику, стрёмно ловить взгляды окружающих, ставших свидетелями моего запоздалого припадка."
        "Поэтому я и ушёл."
    stop music
    play music unforgotten fadein 6
    window hide
    scene black with dissolve
    "Сколько я шёл — неизвестно, кажется, я ходил кругами, не думая совершенно ни о чём."
    "Зрение сузилось до минимума, оставляя только несколько сантиметров бетонных плит в обзоре — я бронировался и ушёл в себя."
    "Мику осталась там, а я — здесь."
    "Прямо пятьдесят метров, поворот налево — ещё тридцать метров, поворот налево — двести метров, развилка…"
    "Я двигался мощёными тропинками — не сам нет, ноги выбирали путь. Но в какой-то момент я понял, что конкретно эту вот плиту с выщербленной серединкой я видел уже раз, наверное, пять."
    window hide
    scene bg ext_warehouse_night_7dl with dissolve
    "И тут меня окликнули."
    sl "Семён!"
    "Я поднял глаза."
    show sl normal dress far with dissolve
    "Славя."
    me "Да, что ты хотела?"
    sl "Нам надо поговорить."
    th "Ух ты. Как всё серьезно. Я, пожалуй, поставлю эту фразу в один ряд с «можно задать тебе личный вопрос» и «я делаю это для твоего блага»."
    me "А нам — "
    "Я подчеркнул последнее слово, крепко сомневаясь в существовании каких-либо «нас»."
    me "Есть о чём?"
    sl "Да. Семён."
    show sl normal dress with dissolve
    "Славя подошла ближе."
    sl "Я хочу поговорить о твоём родном мире."
    window hide
    play sound sfx_wind_gust
    with fade2

    "Как говорится в таких случаях — и тут у меня по спине холодок пробежал."
    "Я где стоял, там и сел — на очень удобные ступеньки по торцу склада."
    me "А что, легенда о посольском ребёнке тебя не устраивает?"
    "Слабо улыбнулся я."
    "Прекрасно понимая, что такой реакцией выдаю себя с головой."
    "Да нормальный человек бы обсмеял несчастную блондинку, поиздевался бы по полной программе и только после этого сдал бы её на руки санитарам."
    "Может быть, даже в глазик бы ей плюнул — для профилактики."
    "Я же сижу и разговариваю здесь дрожащим голосом."
    if alt_day6_mi_dj_sl_evil:
        sl "Да, мне известно — кто ты и что ты такое."
        me "О как? Это тебе Саныч на ушко нашептал, пока ты его до медпункта тараканила? Или Виола поделилась?"
        sl "Не остри. Я искала тебя для того, чтобы заключить соглашение."
        me "Громко звучит."
        sl "Хорошо, давай на твоём языке."
        "Славя терпеливо, как с умственно отсталым, понизила голос и улыбнулась."
        sl "Я предлагаю тебе сделку."
        me "Сделку."
        sl "Да. Я знаю, что ты не из этого мира, не из этого места, и наблюдая за тобой, я пришла к выводу, что ещё и не из этого времени. Тебе всё это дико вокруг."
        "В глазах активистки на мгновение зажёгся огонёк."
        sl "Но я и сама начала подмечать некоторую неправдоподобность нашего лагеря. Всё эти условия — триста километров до ближайшего населённого пункта, старый корпус, который не снесли."
        me "Я не вижу здесь сделки."
        "Славя с долготерпением профессионального психиатра пояснила:"
        sl "Я веду к тому, что наш лагерь ненастоящий. А ты, судя по всему, из какого-то {i}настоящего{/i} места. Условия следующие — я говорю тебе как убраться отсюда."
        me "А взамен?"
        show sl smile2 dress with dspr
        sl "Очевидно же. Взамен я хочу, чтобы ты взял меня с собой."
        dv "Всегда подозревала, что ты ему на шею сесть хочешь."
        show dv grin pioneer at left with dspr
        "Алиса только что продемонстрировала, что навык тихой ходьбы — прерогатива вовсе не одной только Слави и бесшумно появилась из темноты."
    else:
        sl "Я догадываюсь, кто ты такой и как сюда попал."
        "Она подошла совсем близко и резко выбросила руку в мою сторону."
        "Приготовившись к проникающему ножевому, я несколько секунд постоял, тормозя, прежде чем догадался-таки, что девочка что-то протягивает мне на раскрытой ладони."
        "Какую-то бумажку."
        me "Что это?"
        sl "Статья."
        "Неровно выдранный с газетной полосы обрывок являл обозрению наполовину потерявшийся под линией обрыва заголовок, и можно было разобрать только «…еряшка …шёл … мой» — видно было плоховато."
        me "И что?"
        sl "Оставь себе, потом почитаешь на досуге."
        sl "Но если в двух словах, то там рассказано о человеке, который пришёл в себя в центре Твери, утверждая, что попал сюда из России 1998-го года, выпрыгнув из окна в результате какого-то там «чёрного понедельника». Психиатры сочли его вменяемым, государство дало работу бухгалтером…"
        sl "Весь Союз следил за его жизнью."
        th "Надо же, практически реалити-шоу."
        dreamgirl "Надо же им чем-то развлекаться."
        me "И?"
        show sl shy dress with dspr
        sl "Я вижу, тебе теперь есть ради кого задержаться у нас… в гостях."
        sl "Слушай внимательно. Для того, чтобы задержаться, закрепиться здесь, у нас, тебе нужно…"
        if alt_day6_mi_dj_rejected:
            dv "Нет. Не нужно."
            show dv smile pioneer at left with dspr
            dv "Его девочка отказалась танцевать. И, очень похоже, что ничего у них не получится — Кто-то слишком много рот открывал."
            "Алиса появилась из темноты и ослепительно улыбнулась."
        else:
            dv "Давай он сам решит, что ему нужно, а что не очень."
            show dv normal pioneer at right with dspr
            dv "У него тут небольшая размолвка на танцполе приключилась."
            dv "Может, ему как раз и хочется побыстрее свалить отсюда."
            "Алиса вышла из темноты и улыбнулась."
            dv "Только не думай, что ты одна знаешь кто он такой."
    show sl angry dress with dspr
    show dv smile pioneer with dspr
    sl "Алиса, ты лезешь не в своё дело."
    dv "Правда? А разве это не ты у нас в каждой бочке затычка?"
    me "Девочки-девочки…"
    sl "Семён, не вмешивайся."
    "Пожав плечами, я отступил."
    "Пусть выясняют отношения, я здесь не причём."
    "Впрочем…"
    th "Я могу попасть домой! Что думаешь?"
    dreamgirl "Мысль любопытная. Но вопрос — чем за проезд расплачиваться будешь?"
    th "То есть?"
    dreamgirl "Мику."
    dreamgirl "Она останется здесь. А ты попадёшь домой. Туда, к монитору и немытой квартире. Без Мику."
    th "Значит, не посоветуешь?"
    dreamgirl "Прости, я просто твоё подсознание. Мне до ваших любовей вообще никакого дела нет."
    dreamgirl "Ты должен решать сам, чувак."
    "Сам."
    "Как обычно, на перепутье, на склоне в 40 градусов,  у точки невозврата, я стою один."
    "И мне просто некому посоветовать."
    "Остаться здесь — без надежд, документов, образования…"
    "С голым задом перед лицом диких девяностых, перед перспективой обустроения в чуждом мне социуме и потенциальным пиком карьеры каким-нибудь дворником." #Обустройства не лучше?
    "Если хотя бы что-то пойдёт не так."
    "Или уйти — туда, где я хотя бы что-то из себя представляю, и теперь-то, после всего, что я здесь пережил, после того, как понял, что не безнадёжен, будто нажав на рестарт…"
    th "Только там не будет Мику. В моём мире она — программа."
    dreamgirl "Ты в этом уверен на все сто процентов?"
    "Вкрадчиво поинтересовался внутренний голос."
    "Проблемой было ещё то, что мне придётся довериться этим двум — от которых добра, понятно, было изрядно, но если допустить на секунду, что Славя согласилась поучаствовать в розыгрыше на ролях «хорошего полицейского»…"
    "И моё согласие не только автоматически меня идиотом выставит, но и…"
    menu:
        "Остаться":
            "При всех прочих, Мику сама по себе любое равенство перетягивала на свою сторону."
            "Я могу делать что угодно и как угодно, но, похоже, что без неё я себя уже не мыслю."
            "И это за какую-то неделю."
            "Не знаю, куда нас забросит завтра и что произойдёт после того, как мы доберёмся до райцентра, где нашу гест стар уже будет поджидать представительский автомобиль её отца."
            "Самое главное — это то, что она есть, она жива и настоящая."
            if alt_day6_mi_dj_sl_evil:
                "Даже если верить словам блондинки о том, что этот мир нереален."
                "Значит, буду жить в нереальном мире — как ежедневно поступают миллиарды людей."
                me "Время, чужие миры, искусственность?"
            me "Девочки, я не знаю, что это за розыгрыш такой, но мне совсем не смешно."
            "Сказать по правде, на язык просилась фраза «не знаю, под какой вы наркотой», но среднестатистическому пионеру её неоткуда знать."
            me "Поэтому давайте договоримся — вы поиздевались, и довольные оставляете меня в покое."
            show sl serious dress with dspr
            sl "Значит, она тебе и правда нужнее, чем мне казалось."
            "Грустно заключила активистка и, развернувшись, растаяла в темноте."
            hide sl with dissolve
            show dv normal pioneer with dspr
            dv "Правда, решил остаться здесь? Будь у меня возможность свалить из Совка — ни секунды бы не задумываясь, свалила."
            th "Ага. Хорошо там, где нас нет."
            me "Алиса, отстань. Твоя шуточка затянулась."
            dv "Шуточка, ага."
            "Алиса подмигнула мне и скрылась вслед за Славей."
            hide dv with dissolve
            "А у меня появилась неплохая возможность поморозить почки, сидя на стылом, и подумать как следует о том, что я только что натворил."
            dreamgirl "Знаешь, не поздно ещё всё вернуть. И если они говорят об этом, как о чём-то несложном, можно же шастать туда-сюда между мирами."
            th "А что, если несложно оно только потому, что я сейчас на натянутой резиночке, держусь здесь за что-то, и только от моих усилий зависит — порвётся ли резиночка, оставляя меня здесь навсегда, или же вернёт меня домой, обратив происходящее сном?"
            dreamgirl "Ты пессимист."
            th "Реалист. Практика показывает, что наиболее часто сбывается именно худший вариант. Если я обратно кинусь, это будет как будто я бросил свой билет в счастье мелкими клочками некой высшей силе, забросившей меня сюда, прямо в лицо — мол, подавитесь своими лагерями, обойдусь без подачек."
            play sound sfx_slavya_run fadein 0
            "Я не успел додумать мысль о том, чем мне грозит такое пренебрежение подарками, как моё внимание привлек звук приближающихся шагов."
            "Кто-то бежал — и, судя по неуверенному шагу, видел в темноте ещё хуже, чем я."
            "Надо заметить, склад сегодня определённо пользовался популярностью."
            show mi upset dress with dissolve
            "Мику?"
            me "Бросила пост?"
            "Подал голос с места я."
            "Она вздрогнула и остановилась."
            me "Безответственно."
            mi "Сём, ты?"
            "Я только плечами пожал."
            me "Ожидала здесь встретить кого-нибудь другого?"
            mi "Нет, а… А ты где?"
            "Она шла на голос, но, похоже, здорово со мной собиралась разминуться."
            me "Здесь я."
            "В темноте подсветка экрана телефона послужила девочке путеводной звездой — двух секунд не прошло, как она бросилась мне на грудь."
            mi "Ты так ушел… А Алиса за тобой… Я боялась уже не встретить тебя."
            me "О чём это ты?"
            show mi serious dress with dspr
            mi "Я же помню, что ты мне рассказывал, про себя… Не знаю, откуда Алиса прознала, но…"
            "Мику всхлипнула, не поднимая головы."
            mi "Страшно стало так, что я побежала сразу за тобой…"
            me "Но ведь мы же условились — держаться вместе… Я не мог тебя обмануть."
            if alt_day6_mi_dj_sl_evil or alt_day6_mi_dj_me_evil or alt_day6_mi_dj_rejected: 
                mi "Но ведь после того, как я с тобой танцевать отказалась…"
                "Я обнял это глупое существо, считающее, что просто отказ танцевать может сделать обещание ничего незначащим сотрясением воздуха."
                "Подумывал даже немного обидеться на такую оценку, но сейчас было решительно не к спеху."
            me "К тому же… Там нет тебя, понимаешь? Ладно, плевать на то, что я там никому не нужен — я привычный уже, отряхнусь, да лицо вытру, не впервой."
            me "Но тебя там нет."
            me "А мне плохо без тебя."
            "Мику не ответила, пряча глаза — хотя после того, как она искала меня в потёмках, ей абсолютно нечего было стесняться или стыдиться — уж этот-то поступок сказал гораздо больше, чем какой-то там танец."
            $ alt_day6_mi_dj_letmestay = True
            me "Знаешь, давай-ка вернёмся на дискотеку, а то она сама себя не закончит."
            mi "Сень… Время сколько?"
            "Смартфон показывал начало первого."
            mi "Ага. Дискотека уже закончилась."
            me "Значит, по домам?"
            "Девушка кивнула и храбро предложила:"
            mi "Веди! А то я… Я ничего не вижу."
            window hide
            scene bg ext_house_of_un_night_7dl
            with dissolve
            play music music_list["a_promise_from_distant_days"] fadein 5
        
            show mi normal dress with dissolve
            me "Мы пришли."
            mi "Да…"
            "Мику задумалась и явно что-то хотела мне сказать."
            "Наверное, что-то важное — не знаю."
            "Она так и не решилась."
            mi "Спокойной ночи."
            "Моих губ коснулись мягкие губы."
            mi "И спасибо тебе… За то, что ты есть."
            play sound sfx_open_dooor_campus_1
            hide mi with dissolve
            "Дверь скрипнула, пропуская девушку в домик."
            "Она не обернулась на пороге, не помахала."
            "Плохой знак? Вдруг ей плевать?"
            "Хороший знак? Вдруг она уверена во мне настолько, что даже не прощается."
            "Решив не забивать голову глупостями, я направился к своему домику."
            "Вечер обещался томный и тёплый. А получилось… Получилась беготня и много-много непонятных разговоров."
        "Свалить!":
            $ alt_day6_mi_dj_letmeout = True
            "В конце концов, что я теряю?"
            "Чувствовать себя идиотом мне не привыкать."
            "В самом худшем случае надо мной посмеются те, чьё мнение меня не заботит."
            "А в лучшем…"
            if alt_day5_mi_dj_voyeur == 4 and (alt_day5_mi_dj_forgive or not alt_day5_mi_dj_favorite_song):
                "Где мы там условились встретиться?"
                "Я похлопал по карманам, и один из них отозвался бумажным хрустом."
                "Своего рода стоп-кран для момента, когда меня снова затянет в омут."
            th "Выверен старый компас, и выштопан на штормовке… что-то там выштопано, короче."
            "Пути назад нет, может, на новом месте повезёт больше."
            me "Ладно, я готов. Если вы объясните как свалить отсюда, я вас хоть обеих с собой утащу."
            play music music_list["you_lost_me"] fadein 3
            sl "Достаточно просто захотеть."
            "Я ушам не поверил."
            "И Алиса, кстати, тоже."
            show dv angry pioneer with dspr
            dv "Что ты несёшь?!"
            sl "Я серьёзно! Нужно чётко и в деталях представить последнее место, которое ты помнишь — и всё."
            sl "И захотеть вернуться. Всё."
            me "Чушь какая-то."
            "В голову лезли рассказы о загробной жизни, коридорах и голосах — всегда интересовало, откуда дровишки-то? Те, кто благополучно укатили на тот свет, по вполне очевидным причинам весточку подать не могут. А те, кого откачали… Вполне вероятно, что это были просто глюки."
            me "С чего ты решила, что именно надо что-то там представлять и хотеть? Почему, например, я не должен три раза подпрыгнуть на левой ноге, держа себя правой рукой за левое ухо?"
            show sl serious dress with dspr
            sl "Я не думаю, что это поможет."
            me "А я не думаю, что все эти глупости с представлением чего-то там могут помочь."
            sl "Знаешь, давай, ты просто попробуешь, а если не получится, значит, просто сделаем вид, что этого разговора не было?"
            "Кажется, случай здесь был тяжёлый. Проще было сделать как им хочется, чем объяснить, почему нет."
            me "Да как скажешь."
            "Вздохнул я."
            me "Что делать-то?"
            sl "Закрой глаза."
            window hide
            show blink
            scene black
            with fade
        
            "Чувствуя себя идиотом — привычно уже — я подчинился."
            me "Дальше?"
            sl "Дальше — представляй себе. Что последнее помнишь перед тем, как попал сюда."
            th "Представить? Хм…"
            "Я старательно восстановил перед глазами…"
            window hide
            $ prolog_time()
            scene expression Dawn("bg int_intro_liaz_7dl")
            show anim_grain
            with fade
        
            voice "Возьми нас за руки на случай, если получится."
            "Хуже уже быть не могло, поэтому я послушно протянул руки."
            voice "Теперь добавь в картинку деталей."
            stop ambience
            voice "Звуков."
            play sound_loop sfx_bus_interior_moving fadein 4
            voice "Ощущений."
            "На мгновение мне стало холодно — я почувствовал ледяное сиденье, заросшее ледяным узором окном, пар, вырывающийся изо рта при выдохе…"
            voice "И…"
            play sound sfx_head_heartbeat
            voice "Открой глаза!"
            voice "Проснись!"
            "От неожиданно резкого голоса я подчинился."
            window hide
            if alt_day6_mi_dj_rejected:
                $ prolog_time()
                if not (herc or loki):
                    scene black with fade
                    $ volume(0.5, 'music')
                    scene bg intro_xx with dissolve
                    stop ambience fadeout 2
                    play sound_loop sfx_bus_interior_moving fadein 4
                    show prologue_dream
                
                    "Реальность сместилась."
                    "И я выдохнул…"
                    window hide
                    show prologue_dream
                
                    "Морозный пар!"
                    "Я оказался дома. Дома?"
                    scene bg intro_xx with flash
                    "Всё в том же автобусе, откуда началось всё это путешествие."
                    "Кажется…"
                    "Удалось!"
                    "Уж лучше так, чем…"
                    "Я не успел додумать."
                    window hide
                    scene black with fade
                
                    play sound sfx_water_emerge
                    "Автобус занесло — и он, прокатившись юзом, проломил поручни моста, с места, с высоты пятнадцати метров ухнув в ледяную чёрную воду."
                    window hide
                    play sound aunl
                    $ persistent.alt_lamp = True
                    show acm_logo_me_lamp with moveinright:
                        pos (1600, 1020)
                    $ renpy.pause(7.4, hard=True)
                    return
                elif herc:
                    scene bg int_store_7dl with fade
                    "Я променял свой шанс на счастье и жизнь на возвращение домой."
                    "Да, я дурак. И то, что я забыл об этом малозначимом инциденте, меня не извиняет."
                    "Господи, да тебе же время откатили, исполнили твою подростковую мечту — бери, ешь, люби, с опытом тридцатилетнего мужика да в пионерское детство!"
                    "И чего ради, спрашивается? Ради Зинки? Работы охранником?"
                    show prologue_dream
                    "Ради безрадостного и безысходного бытия?"
                    "Ради своей пули в голове."
                    window hide
                    play sound makarych fadein 0
                    
                    scene black with fade
                    "Место встречи изменить нельзя — Зинка, пьянь с травматом, и я — с дырой в пустой голове."
                    "И даже то, что я вернулся не один, не поменяло ровным счётом ни-че-го."
                    window hide
                    play sound sfx_bodyfall_1
                    stop sound_loop fadeout 0
                    play sound aunl
                    $ persistent.alt_lamp = True
                    show acm_logo_me_lamp with moveinright:
                        pos (1600, 1020)
                    $ renpy.pause(7.4, hard=True)
                    return
                elif loki:
                    play music herc_death fadein 5
                    show blink  with dissolve
                    scene bg ext_winterpark_7dl 
                    $ renpy.pause(1.5)
                    "Нас вышвырнуло к началу этой истории."
                    "Туда, откуда сказочная девочка забрала меня в страну грёз."
                    "Она меня отшила."
                    "А я её предал."
                    window hide
                    show prologue_dream
                
                    "Мы определённо стоим друг друга."
                    scene bg ext_winterpark_7dl with flash
                    "Я выдохнул морозный пар и тут же закашлялся."
                    "Кровью заливало горло."
                    th "Но где же Славя? Где Алиса? Они ведь так меня за руку держали старательно."
                    th "Где они?!"
                    window hide
                    scene cg d7_sl_gonna_be_ok_7dl
                    show ldb_blind
                    with fade2
                
                    "Ледяной холод забрал меня в свои объятья."
                    "И я прекратил сопротивляться."
                    "Прекратил жить."
                    window hide
                    with fade2
                    th "Мику… До встречи."
                    window hide
                    play sound aunl
                    $ persistent.alt_lamp = True
                    show acm_logo_me_lamp with moveinright:
                        pos (1600, 1020)
                    $ renpy.pause(7.4, hard=True)
                    return
            show unblink
            scene bg ext_warehouse_night_7dl
            with fade
            play ambience ambience_camp_center_night
        
            show dv grin pioneer at right with flash
            stop sound_loop
            show sl sad dress at left with flash
            me "И как вам волнительное чувство?"
            sl "Ты о чём?"
            me "Ну, в кои-то веки, не я один выгляжу придурковато."
            sl "Не сработало?"
            me "Как видишь."
            show dv angry pioneer with dspr
            dv "Это всё ты!"
            "Алиса не скрывала злости."
            me "Я?"
            dv "Ой, да пошёл ты!"
            "Она вырвала руку и убежала."
            hide dv with dissolve
            sl "Кажется, она немного не в себе."
            me "Ну ещё бы. Пойдёшь её успокоишь?"
            sl "Да."
            hide sl with dissolve
            "Славя поспешила вслед за Алисой."
            "А я… А что я?"
            "На часах уже было за полночь — танцы подошли к концу."
            "Значит, на горшок и в люльку."
    window hide
    $ persistent.sprite_time = "night"
    $ night_time()
    scene bg ext_house_of_mt_night
    with dissolve

    "Судя по брошенной в шезлонге книжке, вожатая так и не появилась."
    "Да и чёрт с ней."
    window hide
    play sound sfx_open_dooor_campus_1
    stop ambience fadeout 1
    scene bg int_house_of_mt_noitem_night
    $ renpy.pause (1)
    play ambience ambience_int_cabin_night fadein 1

    "У нас целая куча недосказанных разговоров с ней была, целая куча незаданных неудобных вопросов."
    "Идеальная тактика в таком случае — это просто потянуть время до отъезда, когда дела лагерные перестанут быть актуальными."
    "А значит, мне надо как можно скорее уснуть."
    "Согласившись с этим постулатом, я закрыл глаза."
    window hide
    stop music
    stop ambience
    return
        
label alt_day6_mi_dj_dance2_success:
    show mi normal dress with dissolve
    "Красивая музыка."
    me "Красивый вечер."
    mi "Да…"
    me "Но ты всё равно самая красивая."
    "Мику посмотрела на меня снизу вверх, чуть прикрыв глаза с выражением, подобрать которому название я бы просто не смог. Здесь было всё — и нежность, и забота, и предупреждение о последствиях."
    me "Не думай, что это комплимент… Я вообще их делать не умею."
    me "Если я вижу, что человек высокий, толстый или старый — я так и говорю."
    me "Так что ты объективно самая красивая здесь."
    mi "Где здесь?"
    show mi smile dress with dspr
    "Наметила улыбку уголками губ японка."
    me "Ну… На танцполе, наверное."
    mi "Да?"
    show mi upset dress with dspr
    "Она наклонила голову набок."
    me "В Союзе."
    mi "Да ну брось, в Союзе… Ты льстец, Сеня."
    me "Ладно, не в Союзе. Ты, Мику — лучшая девочка планеты."
    mi "Всё дурачишься."
    window hide
    scene cg d3_mi_dance_afar_7dl with dissolve
    "Прикушенная губа, небольшие морщинки у уголков глаз — всё знаки. Жаль, что я умею их видеть, но совершенно не знаю, как перевести на просто человеческий."
    "Как там было, про таксиста, у которого покачивание головой выражает согласие, а кивок отрицание… Разница культур."
    "Хотя какая там разница… Мы столько уже пережили, а я всё такой же тормоз."
    "Где-то кому-то стало угодно, чтобы под чужим небом чужой планеты, до боли похожей на ту, что усвоило восторженное детское сознание пятилетнего Семёна, встретились двое."
    "Я — усреднённый персонаж, ходячий стереотип и притча во языцех."
    "Она — ну… Маскот, да? Олицетворение чего-то, с собственной внешностью, характером и историей. Идеализированная, прекрасная… Ненастоящая."
    "Что может получиться или не получиться у нас при таких вот вводных? Свадьба, её карьера, и я в вечной тени? Что меня, в принципе, более чем устраивает."
    "Или наоборот, она решит, что семья для неё важнее и бросит эстраду, чтобы варить мне суимоно и вылизывать потомство?"
    "А может, ничего этого не будет, и я пытаюсь взирать на вселенную несуществующими глазами со страниц какой-то книжки, и, как любое заклинание, существую только лишь, пока меня произносят вслух."
    "И вот, перелистнута последняя страница, проглочен последний абзац — и на губах читателя играет лёгкая полуулыбка или горькая усмешка — зависит лишь от того, что вложил автор в текст.  Книга закрывается — и я перестаю быть."
    "Удивительно, какой только чуши не придёт в голову, когда танцуешь прощальный медляк с безмерно нравящейся девочкой."
    "По какой-то причине мы оба молчали, думая каждый о своём, лишь лёгкий обмен прикосновениями, как отзыв «я здесь, всё хорошо, ты нужна мне»."
    "Наконец, Мику нарушила молчание:"
    mi "К нам приезжала эта группа несколько лет назад. Я помню эту песню. Они только-только её написали…"
    me "А ты понимаешь, о чём она?"
    mi "Не совсем, мне нужно подтягивать английский."
    me "Эта песня о стенах."
    mi "Но ведь он же поёт о другом! "
    me "Контекст, милая… Стена здесь в иносказательном смысле. Хотя и была приурочена к падению стены между ГДР и ФРГ."
    me "Она о тех препятствиях, что частенько встают на пути влюблённых в их стремлении быть вместе. Понимаешь?"
    mi "То есть?"
    me "Завтра тебя заберёт твой Па, и мы непонятно когда увидимся снова. Будь это наше время — мы бы нашли возможность связываться друг с другом. А здесь… Телефон — и тот без гарантий."
    mi "Но ты же сказал, что пойдёшь со мной!"
    "Я улыбнулся."
    me "Пойти-то пойду. Но всё ли зависит от наших желаний?"
    me "Если что-то пойдёт не так. И мы разъедемся."
    mi "Нет, нет. Не разъедемся. Я останусь в Союзе, рядом с тобой. Слышишь? Даже не думай так просто от меня отделаться."
    me "А как же твоя учёба, карьера…"
    mi "Что-нибудь придумаем. {w}Я поняла. Твоя стена — это то, с чем люди не могут бороться своими силами… "
    mi "Но я и не буду своими…"
    me "Я чувствую себя как твоя любимая подушка. Ты тащишь меня за собой, и самая лучшая помощь с моей стороны — это просто не мешать тебе выполнять наши мечты."
    mi "Бака."
    "Она всё смотрела на меня с захватывающей дух смесью обожания и изучения."
    "Поэтому в какой-то момент я просто не выдержал."
    "Наплевал на возможных зрителей."
    "На вожатых."
    "На всех."
    "При моих 185 сантиметрах, её 158 были идеальными для того чтобы носить её на руках, в кармане, греть на груди и так далее…"
    "Но для того, чего хотел я, разница в росте была слишком велика."
    "Мику пришлось встать на носочки."
    "Снова это странное чувство, от которого леденеют поджилки, а сердце разом берёт сто ударов в минуту…"
    "Её губы были мягкими и влажными — после укуса."
    "Сквозь аристократичную бледность щёк мгновенно пробился румянец."
    "И несмотря на то, что она изо всех сил старалась не закрывать глаза — в какой-то момент почти осязаемо мурлыкнула и расслабилась."
    "И разулыбалась, когда поцелуй прекратился."
    mi "Сенечка…"
    "Я положил ей палец на губы."
    "Мы и так сказали больше необходимого. А ведь общение внутри пары на словах даже не на одну четверть состоит… Куда больше там именно касаний, запахов, тепла…"
    "Алые губы, румяные щёчки, белая кожа…"
    "Она подмигнула мне и обняв, ткнулась носом в грудь."
    mi "Хороший… мой…"
    "А я, как всегда в такие моменты, поцеловал её макушку. Просто… Просто не могу удержаться."
    me "Песня моего детства… Моего лагерного прошлого — сколько под неё было перетанцовано, сколько пережито и перечувствовано."
    mi "У меня теперь — тоже…"
    "Она потянулась к моему уху и шепнула:"
    mi "Не хочешь сбежать?"
    me "А дискотека?"
    mi "А Славя на что?"
    me "Тогда хочу. Куда ты хочешь сбежать?"
    stop music fadeout 6
    play ambience ambience_camp_center_night 
    "Музыка смолкла, и танцующие неохотно разбили пары, кое-кто хлопал со скамеек, салютуя хорошему вкусу ведущего, а Мику потянула меня за руку."
    mi "Пошли!"
    me "Да куда?"
    mi "Гулять пошли! Ночь какая хорошая!"
    me "А кто нам гулять-то даст?"
    "Мику только улыбнулась."
    me "Вот сейчас поймают и заставят колонки таскать."
    "Улыбка плавно переросла в хихиканье."
    me "Или площадь подметать."
    mi "Сень, ты — нечто!"
    me "Спасибо, я старался!"
    mi "Ладно, не хочешь гулять, пошли посидим где-нибудь!"
    "Эта мысль мне понравилась больше, и я стал прикидывать варианты."
    scene anim_square_party with dissolve
    menu:
        "К нам!":
            show mi normal dress with dspr
            mi "Уверен? А что, если вожатая придёт? Она же подумает невесть что."
            dreamgirl "Невесть — что?"
            "Мерзко рассмеялся внутренний голос."
            me "Ну тогда… А, идея!"
            mi "Какая?"
            me "Поступило предложение забраться в один из незанятых домиков и там заночевать вместе. Ты как?"
            mi "Но они же закрыты все…"
            me "Так мы у вожатой ключи сейчас тиснем, и…"
            "Подумав немного, Мику кивнула."
            mi "И никто нас не найдёт! Давай!"
            $ persistent.sprite_time = "night"
            scene bg ext_house_of_mt_night_without_light
            with dissolve
            play music ltyh fadein 5
        
            "Всё, как и ожидал вчера — кружащее голову ликование от подрагивающей в руке тёплой ладошки, мягкий голос, запах волос, доводящий до восторга."
            "Мы прибежали к домику за две минуты и замерли, прислушиваясь — а оказалось, обнимаемся. И прижимаемся друг к другу всё ближе."
            th "Ещё чуть-чуть в таком духе, и я полностью потеряю контроль над собой."
            me "Ми…"
            "Я прокашлялся."
            me "Мику."
            show mi serious dress with dspr
            mi "Что такое?"
            me "Если ты хочешь потискаться ещё чуть-чуть, я не против. Но — домик, помнишь?"
            "С неудовольствием оттолкнув меня, японка насупилась и кивнула."
            me "Вот и славно."
            window hide
            play sound sfx_open_dooor_campus_2
            scene bg int_house_of_mt_night2
            with dissolve
        
            "Оказавшись внутри, я огляделся — благо, света от фонарей, проникающих сквозь окно, было достаточно для того, чтобы ориентироваться."
            "За спиной скрипнуло, и я вздрогнул."
            show mi normal dress with dspr
            me "Мику, тссс."
            mi "Да молчу я, молчу."
            "Шепнула она, подходя ко мне."
            "Я вернулся к поиску ключей, поэтому не сразу обратил внимание на то, как она…"
            "Под рубашкой прошлись тёплые, чуткие пальчики."
            me "Ми… Мику?"
            "Горло враз пересохло, и о глупостях вроде запасного аэродрома решительно не думалось."
            "Хотелось…"
            menu:
                "Расслабиться и получать удовольствие":
                    "Что я с успехом и проделал."
                    "Не удовлетворившись одной рукой, Мику вскоре запустила под рубашку и вторую."
                    "Развернула меня к себе лицом, и…"
                    play sound sfx_open_door_kick
                    window hide
                    play music music_list["awakening_power"] fadein 2
                    scene bg int_house_of_mt_noitem_night with dissolve
                    show mt rage dress with dspr
                
                    "Дверь распахнулась, зажёгся свет…"
                    "На пороге стояла взбешённая вожатая!"
                    mt "Семёёёёён!"
                    th "Блин, да что сразу Семён!"
                    mt "Мику, иди к себе."
                    show mi upset dress at left with dspr
                    mi "Но…"
                    mt "Мику. Просто. Иди."
                    "Раздельно произнесла вожатая."
                    "Мику явно собралась вступить в конфликт, даже вдохнула поглубже."
                    show mt angry dress with dspr
                    mt "Мику."
                    "Выдохнув, японка будто внутренний стержень утратила — сдулась — плечи опали и поникли, спина ссутулилась."
                    "Погладив меня по плечу, она подошла к двери, протиснулась мимо вожатой и растаяла в ночи."
                    hide mi
                    mt "А с тобой, Семён…"
                    "Вожатая ткнула пальцем куда-то в мою сторону."
                    mt "А ну спать живо!" with vpunch
                    "Ольга грохнула дверью."
                    "Оставалось только следовать её совету."
                    stop music fadeout 6
                    window hide
                    scene bg int_house_of_mt_night2 with dissolve
                
                    "Погасив свет, я разделся, нырнул под одеяло и вытянулся."
                    "Колотивший последние пять минут нервяк отступил, и я понял, насколько устал."
                    "Закрыв глаза, я провалился в сон."
                    $ alt_day6_mi_dj_no_hentai = True
                "Искать ключи!":
                    me "Мику! Если мы тут задержимся, нас вожатая застукает!"
                    "Чуть надувшись, японка всё же убрала руки, и я смог сконцентрироваться на поисках."
                    if alt_day1_sl_keys_took == 1:
                        "И только несколько секунд спустя до меня дошло, какой же я осёл:"
                        me "У меня же трофейная связка есть!"
                        "Лежала она, как и ожидал, в тумбочке."
                    else:
                        "Наконец, удалось обнаружить ключи на большой связке в дальнем углу тумбочки."
                    me "Всё, валим!"
                    window hide
                    scene bg ext_house_of_mt_night with dissolve
                    play sound sfx_close_door_clubs_nextroom
                    play ambience ambience_camp_center_night
                
                    "Мы выскочили из домика и, чудом разминувшись с бегущей вожатой, бросились бежать к указанному домику."
                    window hide
                    $ night_time ()
                    $ persistent.sprite_time = "night"
                    play ambience ambience_camp_center_night fadein 1
                    play music take_my_hand fadein 2
                    scene bg ext_house_of_el_night with dissolve
                    pause(1)
                    play sound sfx_open_dooor_campus_1
                    scene bg int_extra_house_7dl
                    show mi serious dress
                    with dissolve
                
                    "Мы сделали всё как надо."
                    "Как только возможно правильно."
                    "Как только возможно…"
                    "Глупой вдруг показалась вчерашняя истерика, пусть она в гораздо большей части была о том, что ожидает меня по ту сторону чуда."
                    "Я вспомнил цену, которую заплатил за то, чтобы попасть сюда, и сейчас, когда Мику держит мои руки, понимаю – оно действительно стоило того."
                    "Завтра, возможно, будет что-то, может быть, я останусь здесь, и мы вдвоём воплотим наши глупые планы."
                    "Или всё вернётся вспять, и окажется, что Мику — это девушка, с которой нас связывают совместные воспоминания, а теперь ещё и совместный сон."
                    "Но здесь и сейчас у нас есть тёплая южная ночь, пение сверчков и тепло улыбающаяся вселенная, охотно укладывающаяся в памяти."
                    "Для того, чтобы десять лет спустя, небрежно обнимая невозможно красивую супругу с восточным разрезом глаз, на её вопрос «а помнишь как мы познакомились?», просочиться несколькими серебряными брызгами безгрешного счастья наружу."
                    "Я помню всё. И всегда буду помнить."
                    "Сколько можно друг другу клясться в чувствах? Сколько можно упиваться друг другом?"
                    "Очень хочется закрепиться на чём-то, создать ассоциацию, которая будет всегда будить в памяти этот вечер."
                    "Но рядом самая ласковая, самая желанная."
                    show mi normal dress with dspr
                    me "Ты тоже… запоминаешь?"
                    "Несуществующая девочка родом из сказочного сна."
                    "Я буду помнить тебя, даже тогда, когда мы снова станем вместе."
                    mi "А я всё сразу запомнила."
                    "Безмятежно пожала плечами Мику."
                    "Мы стояли в середине домика, не зажигая света, но всё равно умудрялись каким-то образом видеть друг друга."
                    "Будто некий кузнец однажды снял с меня мерки, отлил форму — и, собрав немного ледяного счастья и полунесбыточных грёз, создал её."
                    "Мою Мику, идеально мне подходящую, греющую дыханием, улыбающуюся, топящую в огромных, почти мультяшных зрачках."
                    mi "Ты удивительно легко запоминаешься. Если бы я умела рисовать, я бы легко тебя нарисовала — так хорошо ты отпечатался у меня внутри."
                    "Серьёзный взгляд исключал любую возможность шутки."
                    me "Ты про внешность?"
                    "Мику улыбнулась."
                    mi "Я про всё! И про то, как ты выглядишь, и про то, как ты звучишь."
                    mi "Если бы я хотела тебя спеть — я бы пела тебя низким, чуточку обиженным голосом, с огромной надеждой на чудо."
                    "Увлекая меня за собой, она отступила к кровати."
                    me "А почему низким?"
                    "Мику рассмеялась, но быстро заглушила смех, поняв, что я просто не понимаю её юмора."
                    show mi serious dress with dspr
                    mi "Потому что ты так звучишь — где-то в первой октаве.  Ниже я просто не смогу взять."
                    th "Странная девочка."
                    th "Странная, непонятная, восточная девочка. Экзот."
                    dreamgirl "Если ты всё ещё колеблешься относительно искренности её намерений… То вы в одном домике, где вас никто не найдёт, чувак."
                    mi "И я хочу, чтобы ты звучал со мной рядом."
                    play music ourfirstmet
                    mi "Всегда."
                    "Её пальцы лихорадочно расстёгивали пуговицы моей рубашки."
                    "Её губы заткнули мне рот, когда я хотел что-то спросить."
                    mi "Молчи. Просто… Люби меня. Хорошо?"
                    show mi upset dress with dspr
                    me "Но я же…"
                    mi "Я хочу. Если ты хочешь."
                    "Раскатав матрац на кровати, Мику села, и потянула меня к себе."
                    show mi serious dress with dspr
                    mi "Будь со мной… Пожалуйста."
                    "Вместо ответа, я как мог нежно коснулся губами кожи под её ухом."
                    "И ещё раз — и ещё ниже. Будто некими неведомыми письменами, как музыка, понятными на любом языке планеты."
                    "Я хочу тебя… Я хочу к тебе…"
                    mi "Ах… Сеня."
                    "Мику обвила меня ногами и, легонько вздрагивая, прижалась поближе."
                    mi "Разве может быть так хорошо?"
                    "Шепнула она."
                    window hide
                    scene black
                    with fade2
                    "Перестала существовать целая вселенная, когда скомканные вещи улетели на соседнюю кровать — мы были друг для друга."
                    "Мику лепетала что-то, сама не понимая, но всё равно упорно подтягивая меня к себе."
                    mi "Иди…"
                    "Рывком перевернув меня на спину, Мику впилась в мои губы поцелуем."
                    "Думалось плохо и неохотно, я весь был там — в беломраморной фигурке, закусившей губу и смотрящей сквозь меня."
                    "На грудь мне упали горячие капли."
                    me "Ты… Ты плачешь?"
                    mi "Молчи, бака… Я люблю тебя."
                    "Она шепнула это признание легко, естественно, как будто просто продолжая дышать."
                    "Даря несколько мгновений переживаний, иному человеку не встречающихся за всю его жизнь."
                    "Чувства единения со своей любимой, с самой желанной."
                    window hide
                    with flash_red
                    "Я отключился. Занятия любовью с этой девушкой выпивали меня досуха, выбирали все запасы сил."
                    "А она всё так же сидела сверху, и запалённо дышала."
                    me "Мику…"
                    mi "Молчи…"
                    "Она в темноте положила мне палец на губы и, как была, слезла с меня, улеглась рядышком, утвердив на мне правую руку и правую ногу — в эдаком импровизированном подобии объятий."
                    mi "Сладких снов."
                    "Японочка тихо и мирно — {i}покойно{/i} — засопела. Оставляя меня наедине с сошедшим с ума организмом и скачущим сердцем."
                    "Впрочем, предки не были дураками, и лучшим средством от любого расстройства почитали любимую женщину под боком."
                    "Не прошло и пяти минут, а я уже закрыл глаза и, обняв Мику, погрузился в сладкий сон."
                    window hide
                    stop ambience fadeout 3
                    $ renpy.pause(3)
                    $ alt_day6_mi_dj_key = True
                    $ alt_day6_mi_dj_hentai2 = True
            
        "Может, время выждем?":
            $ alt_day6_mi_dj_no_hentai = True
            mi "Не думаю, что… А, впрочем, ладно."
            mi "Ты мужчина — тебе виднее."
            "Вложив руку мне в ладонь, Мику полностью отдала инициативу мне."
            window hide
            with fade2
        
            "И, как оказалось, напрасно…"
            window hide 
            scene bg ext_musclub_night_7dl
            with dissolve
            play ambience ambience_camp_center_night
        
            "У музыкальных клубов ходила Славя."
            window hide
            scene bg ext_clubs_night
            with dissolve
        
            "В клубах горел свет — там явно было занято. Я даже думать не хотел, чем или кем."
            "Куда важнее было то, что там было попросту несвободно."
            window hide
            scene bg ext_house_of_un_night_7dl
        
            "А когда мы двигались к домику Лены, то еле успели увернуться от шикарной водной дуги — под которую зато попала Лена!"
            "Она завизжала, в темноте раздался подозрительно знакомый смех…"
            "Так или иначе, домик Мику теперь тоже был занят."
            show mi normal dress with dspr
            mi "Ладушки, мой верный рыцарь. Кажется, нам сегодня и правда не хотят позволить побыть вдвоём."
            me "Постой! Мы же ещё на пристань и пляж не ходили!"
            show mi serious dress with dspr
            mi "Сень… Ну тебе самому-то не смешно?"
            "Не дождавшись ответа, она кивнула:"
            mi "Вот и я так считаю. Ладно, давай условимся считать это знаком свыше, велящим нам устроить всё по-человечески, с горячей баней, долгими разговорами  и огромной ванной, в которой мы оба уместимся."
            "Кажется, ей самой так понравилась эта идея, что она хлопнула в ладоши."
            mi "И только попробуй отказаться!"
            me "И в мыслях не было!"
            "Честно ответил я."
            show mi normal dress with dspr
            mi "А теперь мы прощаемся. И считаем минуты до подъёма. Помни, ты мне обещал, что будешь меня держаться!"
            me "Конечно, принцесса. Куда ты, туда и я."
            "Сказать по правде, я с трудом представлял, как это могло бы быть осуществимо, но для себя решил приложить все усилия."
            "В конце концов, здание счастья и взаимной привязанности, как тот самый теннис или танец, можно построить только вдвоём."
            mi "Я буду ждать встречи."
            hide mi with dissolve
            "Мику легонько поцеловала меня в щёку и скрылась за дверью."
            me "И я…"
            window hide
            $ persistent.sprite_time = "night"
            $ night_time()
            scene bg ext_house_of_mt_night
            with dissolve
        
            "Пришлось топать домой — несмотря даже на то, что планов на вечер было громадьё. И все планы были связаны с невероятно красивой девушкой с волной аквамариновых волос."
            "Никогда не считал её суеверной."
            "Впрочем, за неделю решительно невозможно изучить человека досконально."
            "А вот влюбиться ещё сильнее — это сколько угодно."
            "За неделю чувство эмоциональной привязанности как тот самый костерок, только ещё жарче разгореться успеет, но чистому разуму в этой ситуации очень важно видеть все, изучать подробности и последствия."
            "Не то, чтобы я рассчитывал на то, что в прощальную ночь у нас дойдёт до постели — это глупо, банально и предсказуемо, плюс я верю, что только подготовленное собственными руками свидание может сделать наше объединение поистине незабываемым."
            th "Но… Не слишком ли легко она сдалась?"
            "Я снова отогнал от себя мысль о том, что Мику, кажется, что-то знает. Что-то, что даёт ей сил и решимости делать поступки, немыслимые для девочки её возраста и воспитания."
            "За размышлениями я добрался до домика."
            window hide
            play sound sfx_open_dooor_campus_1
            stop ambience fadeout 1
            scene bg int_house_of_mt_noitem_night
            $ renpy.pause (1)
            play ambience ambience_int_cabin_night fadein 1
        
            "Внутри ожидаемо никого не оказалось — кто бы ни был избранником нашей вожатой в эту тёплую ночь, она явно не собиралась терять ни секунды времени впустую."
            "Ну а мне остаётся только смежить веки и уснуть до утра."
            "Закатить глаза, чтобы облегчить процесс засыпания, расслабить мышцы на затылке, чтобы ослабить церебральную активность."
            "Перевести дыхание на поверхностное, только верхней третью лёгких."
            "И, почувствовав момент, когда тело начинает погружаться в мягкий матрац, усилием воли отключить сознание."
            window hide
            stop music
            stop ambience
    return

label alt_day7_mi_dj_together:
    $ routetag = "mi7dlgood"
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    $ alt_chapter(7, u"Мику. DJ. Эпилог")
    window hide
    stop ambience fadeout 2
    scene bg int_extra_house_7dl
    with dissolve
    play ambience ambience_int_cabin_evening fadein 2
    play music tellyourworld fadein 6
    "И… С добрым утром!"
    "Проснуться на новом месте — тогда, когда глаза открываются потому, что выспался, а не потому, что будильник заорал."
    "Проснуться, обнимая самое ласковое существо из всех, кого когда-либо знал."
    "Проснуться и первым впечатлением утра впитать её тепло, запах, волнующее чувство соприкосновения обнажённой гладкой кожи."
    "На губы сама собой выпрыгивает самая глупая улыбка из тех, что я могу изобразить — с меня взятки гладки, я молод, глуп и влюблён."
    show mi normal dress with dspr
    mi "Привет, Сенечка."
    "Шепнула она."
    if not alt_day6_mi_dj_hentai1:
        "Пришлось подниматься."
        "Мику к тому моменту уже была готова, и облачена во вчерашнее платье."
        mi "Знаешь… Давай сначала сходим переоденемся?"
        "Она бессильно попыталась разгладить несколько замятостей на груди."
        "Я бросил взгляд на часы — время приближалось к подъёму, и мы крайне удачно поднялись — у нас были все шансы завершить свои дела до того, как на улицу потянутся проснувшиеся пионеры."
        me "Да как скажешь…"
        window hide
        scene bg ext_house_of_un_day with dissolve
        play ambience ambience_camp_center_evening
        "Наша вилла расположилась крайне удачно — через угол от импровизированной улочки, одним своим краем завершающейся на домике вожатой, а другим — как раз на домике Лены и Мику."
        "Дальше шла тропинка к умывальнику, но нас она не интересовала."
        "Мику, коротко кивнув мне, исчезла за дверью"
        play sound sfx_open_door_strong
        show mi normal pioneer with dspr
        extend " и через две минуты показалась на пороге."
        mi "Я готова."
    return

label alt_day7_mi_dj_alone:
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    play ambience ambience_int_cabin_evening fadein 2
    if alt_day6_mi_dj_letmeout:
        $ routetag = "mi7dlbad"
    elif alt_day6_mi_dj_letmestay:
        $ routetag = "mi7true"
    elif alt_day6_mi_dj_no_hentai:
        $ routetag = "mi7dl"
    $ alt_chapter(7, u"Мику. DJ. Эпилог")
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    scene bg int_house_of_mt_sunset
    with dissolve
    play ambience ambience_int_cabin_evening fadein 2

    "Утро началось практически сразу с момента, когда я прикрыл глаза."
    "Как небо начинается в нескольких сантиметрах над поверхностью земли."
    "Моё последнее утро здесь, в лагере. И, вполне вероятно, что последнее утро рядом с Мику."
    "От таких мыслей глаза открылись совершенно самостоятельно, и спать тут же расхотелось."
    "День вчера не очень задался. И позавчера не задался. Это несмотря на то, что я изо всех сил стараюсь не косячить."
    "Трудно даже представить себе, во что бы могло вылиться моё обычное поведение."
    if alt_day6_mi_dj_letmeout:
        th "А ведь я почти поверил вчера Славе."
        th "Да что там, у меня почти получилось."
        th "Сбежать от Мику."
        th "О чём я думал, господи…"
        dreamgirl "Не знаю, как тебе, а мне вдруг очень захотелось её увидеть. Ты за?"
        "Полностью согласившись с такой постановкой вопроса, я поднялся и, наскоро одевшись, заспешил к домику японки."
    elif alt_day6_mi_dj_letmestay:
        "Вспомнилось вдруг вчерашнее."
        "То, насколько обидно было не получить то, что я считал уже своим."
        "Сделка с дьяволом — хвала рандому, мне хватило умишка включить заднюю."
        "И появившаяся Мику была лучшим подтверждением того, что я поступил — верно!"
        th "Надо пойти поздороваться с ней."
        th "Я не видел её почти пятьсот минут!"
        "Быстро облачившись, я выскочил из домика."
    elif alt_day6_mi_dj_no_hentai: 
        "Вот ведь какая штука…"
        "Если бы мне хватило решимости вчера, ну, или не знаю, удачи — у нас всё могло бы зайти дальше некуда."
        "Вопрос лишь в том, насколько мне это самое «дальше» нужно."
        "Безусловно, любимую женщину следует любить всеми доступными способами, и способность доставить ей удовольствие не должна стыдливо прятаться на дальнем плане."
        "Но может, нам и правда рановато? Конфетно-букетный период тем и прекрасен, что достаточно просто знать о существовании своей пассии для того, чтобы быть счастливым."
        "Так что… Может, не стоит пороть горячку?"
        if alt_day6_mi_dj_hentai1:
            dreamgirl "А что тогда было у вас позавчера?"
            th "Не знаю. Страсть? Я, сказать по правде, и не запомнил ничего."
            dreamgirl "Напомнить?"
            th "Не надо! Хватит мне и стандартной утренней реакции."
        "Вздохнув, я открыл глаза."
        th "Пора навестить Мику. А то мы безобразно долго уже не виделись."
        th "И… раз!"
        "Я быстро-быстро собрался и вышел из домика."
    play sound sfx_open_door_1
    window hide
    scene bg ext_house_of_mt_sunset with dissolve
    play ambience ambience_camp_center_evening

    me "С добрым утром!"
    "Пожелал я в пустоту."
    "Была бы здесь Мику — она бы улыбнулась, была бы вожатая — кивнула бы."
    "Но я стоял на крыльце и корчил из себя клоуна, здороваясь с пустотой."
    "Да и всё равно!"
    "Предвкушение чего бы то ни было зачастую куда приятнее получения вожделеемого."
    "Вот сейчас я не знаю, как пойдёт беседа, будет ли рада мне девушка и вообще, удастся ли мне её найти."
    "Но я уже сейчас с трудом давлю в себе ликование, прорывающееся наружу нездоровым смехом и самой дурацкой улыбкой, которую раньше я позволял себе, только оставаясь в одиночестве."
    "Правду говорят, что привязанность к кому-то — это тяжёлая, почти неизлечимая болезнь."
    show unblink
    "Самую большую сложность в излечении представляет то, что больной вовсе не считает себя таковым."
    "И совершенно не спешит избавляться от недуга."
    "Более того, он может начать совершать активные действия в отношении объекта воздыхания и иногда у него даже получается заразить последнего."
    "А если серьёзно, только сейчас я начал понимать значение фразы «из всего вашего человечества меня интересует лишь один человек», пусть и вытащенной из контекста."
    "Ты не начинаешь презирать или плохо относиться ко всем окружающим, нет."
    "Для тебя они просто перестают существовать — вместе со всей своей неповторимостью, оригинальностью и правом на личное мнение."
    me "Ну что ж, погнали."
    "Подбросив свёрток с купальными принадлежностями на ладони, я заспешил к умывальникам."
    "Конечно-конечно! Домик Мику находился на моём пути чисто случайно!"
    "Но я туда не пойду."
    th "Не хватало мне ещё являться к ненаглядной своей в заспанном виде, всклокоченным и с нечищеными зубами."
    th "Оно, конечно, неизбежно — рано или поздно. Но лучше поздно, правда?"
    me "Ты просто посмотри в глаза мне, улыбнись…"
    "Промурлыкал я, переходя на неспешную трусцу."
    "Сегодня хотелось быть, выглядеть и чувствовать себя на все сто — чтобы не запоганить впечатление прощального кадра."
    window hide
    scene bg ext_washstand_day with dissolve

    play music music_list["everyday_theme"] fadein 5
    "Пробегая мимо приметной «бочки», я подспудно надеялся, что Мику выйдет поздороваться."
    "Но она то ли ушла уже, то ли ещё не поднялась."
    "Выяснять я не стал."
    th "И… Вдох!"
    scene bg ext_washstand2_day
    with dissolve
    play sound sfx_open_water_sink
    $ renpy.pause(1)
    play sound_loop sfx_water_sink_stream

    me "А-а-а-а-а!" with vpunch
    "Моё утро начинается с температурного шока, и где оно закончится — я не знаю."
    "Сказать по правде, я уже начал привыкать к этому."
    "Если я всё-таки вернусь обратно к себе, мне этого здорово будет недоставать."
    "Как и семнадцатилетнего тела, тотального гормонального дисбаланса и озоновой свежести воздуха, возможной лишь в сосновом лесу."
    "И, разумеется…"
    "Я поднял голову, заслышав шаги."
    window hide
    scene bg ext_washstand_day
    with dissolve

    show mi normal pioneer with dspr
    if alt_day6_mi_dj_hentai1:
        "Мику выглядела не очень здоровой."
        me "Привет, солнце красное!"
        mi "Сенечка…"
        "Шепнула она."
        return
    mi "Привет, Сенечка. Как спалось?"
    me "Не помню. Выключился мгновенно."
    mi "А мне такие странные сны снились…"
    "Она встала рядом со мной и, открыв кран, осторожно трогала пальцем бьющую в кафельную утробу ледяную струю."
    mi "Как я это не люблю…"
    me "Ты что! Зато смотри какой румянец сразу!"
    "Я похлопал себя по мокрым щекам."
    show mi shy pioneer with dspr
    mi "Вот только потому и…"
    "Мы болтали о каких-то непонятных глупостях, не имеющих отношения ни к делу, ни к нам."
    "Хотя говорить надо было самые важные вещи."
    "Они же — самые простые."
    "Проблема была лишь в том, что их зачастую сложнее всего сказать."
    me "Наш последний день, да?"
    play sound sfx_draw_water
    "От души плеснув себе в лицо холодной водой, Мику, похоже, на секунду выпала из реальности."
    "Пришлось повторяться."
    dreamgirl "Ты ведь знаешь, что сейчас надо говорить, правда?"
    dreamgirl "Не про последние дни совсем."
    th "А про что?"
    dreamgirl "Про вас, дубина. Вы слишком много времени потратили впустую."
    dreamgirl "Да что там, ты в её-то существовании убедился далеко не сразу, до последних минут думал, что она приснилась…"
    th "Ну и что?"
    play sound sfx_borshtch
    "Не совсем понимая, кому больше мщу — себе или внутреннему голосу, я со злостью бросил в лицо ещё несколько горстей, от каждой из которых перехватывало дыхание и непроизвольно дёргалось горло в попытке сглотнуть."
    dreamgirl "Успокоился, психопатик?"
    dreamgirl "А то сунь голову под струю целиком — вдруг полегчает?"
    th "Я всё ещё не слышу конструктива."
    dreamgirl "Конструктив? Боюсь, после твоих косяков там не конструктив нужен, а сносить всё вдребезги пополам и строить с самого начала."
    mi "Почему ты молчишь, Сенечка?"
    "Наконец, подала голос Мику, всё это время старательно чистящая зубы, а потому лишённая права голоса."
    play sound sfx_close_water_sink
    stop sound_loop
    me "Да я думаю, что правильно говорить в такой ситуации. Не хочется клясться в чём-то, если я не уверен даже, что доеду вместе с тобой до города."
    show mi sad pioneer with dspr
    mi "Я не понимаю…"
    me "Хотя одно я могу обещать тебе с точностью — помнить тебя я буду."
    show mi happy pioneer with dspr
    mi "Вот это уже очень неплохое начало!"
    "Она схватила меня за руку и потащила вслед за собой."
    scene bg ext_houses_sunset with dissolve
    "Несмотря на то, что мы по большому счёту уже не считались отдыхающими — путёвки, по словам Мику, завершались в полночь — распорядок дня для нас никто не отменял."
    "Вспомнились старые деньки, как мы с детишками допроживали третьи-четвёртые смены, когда все тянущие спинку вожатые и пионеры ответственно возвращались в город, готовиться к новому учебному году, а в разогретых августовским солнцем дощатых корпусах оставались только самые ленивые раздолбаи."
    "Лагерь превращался в импровизированную базу отдыха, без зарядок, без обязаловки, без глупой беготни."
    "Всё, что было — это расписание приёмов пищи, череда танцы-фильмотека-танцы да походы в магазин в ближайший населённый пункт, расположенный в десяти километрах."
    "И мы как-то умудрялись не скучать! Несмотря на то, что не приходилось участвовать в общественно-полезной деятельности, мы находили чем заняться."
    show mi smile pioneer with dspr
    mi "Ау, Сенечка, ты здесь?"
    me "Да."
    "Мы посвящали куда больше времени общению между собой, куда больше времени совместным вылазкам в лес, по шоссе, дня не проходило без стихийного матча в пионербол или волейбол."
    "Это лишь подтверждало мои мысли о том, что если человека не дёргать по пустякам, то он сам прекрасно организует себе досуг."
    "А здесь у нас почти отчалившие отдыхающие, почти сданные домики, почти опустевший лагерь."
    "Я поймал себя на мысли — наверное, у Мику большой, красивый чемодан на колёсиках. И сто процентов не один."
    "Она, как завзятая туристка, таскает с собой всё необходимое — от одежды и еды до аппаратуры."
    window hide
    stop music fadeout 5
    scene bg ext_square_sunset with dissolve
    play ambience ambience_camp_center_day fadein 3

    me "Мику, а у тебя много аппаратуры с собой?"
    show mi normal pioneer with dspr
    mi "Нет, Сенечка. Я с собой брала только микшер, кучу нот и магнитофон."
    me "Вряд ли бы у тебя всё это влезло в одну сумку…"
    mi "А у меня их две."
    "Кажется, она поняла, к чему я клоню. Поняла, оценила и одобрила."
    "Так что приехал я в лагерь только в том, что на мне, и уеду в том, что на мне — но ко всему прочему прибавится неизвестно откуда взявшийся мой рюкзак и — сто процентов! — огромная сумка Мику."
    me "Скажи… Вот я тебя вчера на зарядке не видел."
    show mi happy pioneer at center
    mi "А я на них не хожу."
    me "То есть как это?"
    mi "Я… как бы это сказать… Освобождена!"
    me "Что-то ни разу не приходилось слышать об освобождении от зарядок."
    "Проворчал я."
    "Хотя уже были мысли на этот счёт."
    "Вот наверняка же опять из-за несовместимости культур."
    "Тем не менее, я решил уточнить:"
    me "А по какой причине?"
    show mi laugh pioneer with dspr
    mi "Да всё по той же!"
    mi "Из-за которой мне на танцы шить платье самостоятельно себе пришлось."
    th "Я так и предполагал…"
    me "Слишком откровенная спортивная форма, да?"
    show mi upset pioneer with dspr
    mi "Да ну тебя."
    me "Действительно…"
    me "И всё-таки. Я же видел ваши сейфуку — они более чем пристойные. Спортивная форма им под стать."
    show mi laugh pioneer with dspr
    mi "Сенечка, ты, конечно, извини, но я в обычную школу уже несколько лет как не хожу. И занимаюсь я по индивидуальной программе."
    mi "В том, что удобнее всего."
    "Боюсь, если она при мне это «самое удобное» наденет и начнёт свои тренировки."
    "Я покрылся мурашками."
    show mi shy pioneer with dspr
    mi "Ой, Сенечка, а почему ты покраснел?"
    "Спросила она с такой непосредственностью, что я почти поверил."
    "Но — уж не знаю, к сожалению ли, к счастью ли — мы были знакомы уже не первый день, поэтому этот образ недалёкой кавайной школьницы я уже успел изучить."
    me "Сама-то как считаешь? Я, вот, вчера на зарядку в форме пришёл."
    show mi serious pioneer with dspr
    mi "Нет, Сенечка. Одежда должна использоваться только для того, для чего она предназначена. Я же не надеваю платье на линейку — оно для других целей нужно!"
    me "Ну…"
    "Представив себе, как она будет делать махи ногами в юбке, я был вынужден согласиться."
    "Время шло, но что-то никто не спешил становиться на зарядку."
    show sl smile sport at left
    "Мимопробегающая Славя помахала нам."
    hide sl with easeoutleft
    show dv normal pioneer2 at right
    "Бредущая куда-то в полусне Алиса не обратила на нас никакого внимания."
    "Пришлось догонять её."
    me "Алиса, погоди!"
    show dv smile pioneer2 with dspr
    dv "А, привет, голубки."
    "Протяжно зевнула она."
    dv "Чего вам?"
    me "Алиса, а где все? Зарядка-линейка…"
    show dv grin pioneer2 with dspr
    dv "Сразу видно, кто впервые в лагере."
    dv "Нет сегодня никаких линеек. Завтрак, собираем вещи и валим отсюда."
    me "Валим?"
    dv "В два часа автобусы будут, так что без обеда, зато с сухпайком — вожатая раздаст в автобусе. Всё, не мешайте мне, у меня дела."
    hide dv with moveoutright
    "Она опять включила режим зомби и уковыляла куда-то к пристани."
    "А мы с Мику переглянулись и рассмеялись."
    "Кто бы мог подумать — два самых ленивых пионера решили посетить зарядку — в кои-то веки. Тогда, когда зарядку отменили."
    "Постояв ещё чуть-чуть — для пущего осознания того, какие же мы оба раздолбаи, мы, не сговариваясь, двинули к столовой."
    "Время уже вплотную приближалось к девяти часам, а горна всё не было."
    stop sound_loop
    stop music
    window hide
    $ sunset_time()
    $ persistent.sprite_time = "sunset"
    play ambience ambience_dining_hall_full fadein 3
    scene bg int_dining_hall_people_sunset  with fade

    "Очень разумно — как оказалось. Свободных мест почти не осталось, пришлось, таща Мику за собой на буксире, двигать почти к самым окнам и невежливо подрезать Жужелицу."
    "Она только фыркнула, но ничего говорить не стала."
    "В любое другое время я бы, несомненно, обратил внимание на этот феномен, но сейчас мне было не до глупостей."
    show mi normal pioneer at center with dissolve
    me "Приятного аппетита."
    "Пожелал я, усаживаясь напротив."
    "Мы уже распределили роли, выступали единой слаженной командой, не задавая вопросов, не тратя времени попусту."
    "Она держит место, я организовываю еду — просто потому что я больше, и смогу унести за раз порции для обоих."
    "Наверное, и в обычной жизни это сработало бы — но чертово человечество так и не сумело придумать других способов взаимодействия, общения, кроме медленных, глупых и скучных слов."
    show mi smile pioneer with dspr
    mi "Расскажи мне, о чём ты думаешь?"
    "Мы сидели вдвоём за одним столиком, от остального отряда нас отделяли полметра пустого пространства и шумовая завеса, создаваемая гудением присутствующих пионеров."
    "А значит — почему бы и нет?"
    "В голове крутилась и крутилась песенка — глупая, попсовая, пафосная."
    "Она будет написана через десять лет."
    "И поётся в ней о том, что величайшая мечта любого человека — это сделать кого-то своей обыденностью, частью моциона, частью метаболизма."
    "Кем-то просыпаться, дышать в течение дня, поднимать себе настроение."
    th "Так о чём же я думаю?"
    th "О том, что лето, что рассвет, что несколько нарушенных правил, к которым почти привык."
    th "О том, что ты чертовски красивая, и я не знаю уже, что произойдёт, если кто-то однажды захочет у меня отнять тебя."
    th "О том, что слишком много времени было бездарно потрачено вообще ни на что."
    me "Ни о чём, солнце."
    "Вздохнул я."
    "Аппетит был испорчен."
    return

label alt_day7_mi_dj_badfeel:
    mi "Кажется… Кажется, мне не очень хорошо."
    "Нежно-салатовый цвет её лица полностью подтверждал слова девочки."
    mi "Проводишь меня до туалета? А то, кажется, я сама не доберусь."
    "Вот он, самый важный квест всей моей жизни! Сопроводить девушку до туалета. Шесть дней ухаживаний стоили того!"
    dreamgirl "Вообще-то, и правда стоили…"
    th "Ты о чём?"
    dreamgirl "Да так…"
    "Я ничего не понял, но допрашивать собственное подсознание — до такого я ещё не докатился."
    if alt_day6_mi_dj_hentai2:
        "Пришлось подниматься."
        "Мику к тому моменту уже была готова, и облачена во вчерашнее платье."
        mi "Знаешь… Давай сначала сходим переоденемся?"
        "Она бессильно попыталась разгладить несколько замятостей на груди."
        me "А как же…"
        mi "Обещаю потерпеть."
        "Я бросил взгляд на часы — время приближалось к подъёму, и мы крайне удачно поднялись — у нас были все шансы завершить свои дела до того, как на улицу потянутся проснувшиеся пионеры."
        me "Да как скажешь…"
        window hide
        scene bg ext_house_of_un_day with dissolve
        play ambience ambience_camp_center_evening
    
        "Наша вилла расположилась крайне удачно — через угол от импровизированной улочки, одним своим краем завершающейся на домике вожатой, а другим — как раз на домике Лены и Мику."
        "Дальше шла тропинка к умывальнику, но нас она не интересовала."
        "Мику, коротко кивнув мне, исчезла за дверью"
        play sound sfx_open_door_strong
        show mi sad pioneer with dspr
        extend " и через две минуты показалась на пороге."
        mi "Я готова."
    stop sound_loop
    "Сказать по правде, меня вся эта ситуация изрядно веселила — и когда я предлагал руку своей даме, чтобы сопроводить её до весёлых домиков, и когда она милостиво приняла мою руку, и мы заковыляли к точке назначения."
    "Наверное, я бы даже посмеялся, если бы не эмпатия, в голос орущая, что девочку-то действительно здорово крутит, и, похоже, что она держится из последних сил."
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_houses_sunset
    with dissolve

    "Оказавшись у одного из туалетов, она кивком извинилась и, прижимая руки ко рту, скрылась за дверью."
    "Несколько секунд спустя оттуда заслышались душераздирающие звуки — похоже, не наврала моя эмпатия, полоскало Мику по-взрослому."
    th "Солянка — смерть фигуре, да? И поджелудочной?"
    if alt_day6_mi_dj_sl_alt_day1_dv_feed:
        th "И похоже, кое-кому вчера не впрок пошла наша традиционная кухня. Ну правильно, куда уж вам картошечку-то после ваших мидий с водорослями."
    elif not alt_day6_mi_dj_un_evil and not alt_day6_mi_dj_sl_alt_day1_dv_feed:
        th "А сверху добили тяжеленной копчёной курочкой — которую по самым скромным подсчётам она половину слопала."
    else:
        th "А вкупе со вчерашним завтраком японскими бичпаками… Короче, понятно."
    dreamgirl "Да, отравилась твоя девочка. Наверное, надо отвести её к Виоле, чтобы угольку дала."
    th "Думаешь?"
    dreamgirl "Конечно, думаю! У меня других средств коммуникации нет."
    th "Нет же, я про Виолу."
    dreamgirl "Разумеется. Надо сходить в гости к медсестре, всё равно оставлять токсикацию организма не следует, у вас нет суток, чтобы лежать пластом."
    dreamgirl "Правда, у неё может возникнуть резонное подозрение о том, почему девочку по утрам тошнить может…"
    th "Так рановато же для такого!"
    dreamgirl "Ты и Виоле так скажешь?"
    th "Нет. И что делать?"
    dreamgirl "Можно пограбить вожатую. Хотя если она не увидела тебя в домике — вторую ночь подряд, кстати! — то у неё тоже могут возникнуть резонные вопросы."
    dreamgirl "А может и повезти, и она опять где-нибудь всю ночь ходила, и сейчас её нет. Так что ты заберёшься в её аптечку и… Что там? Уголь, панкреатин, что-нибудь… Церукал, хофидол."
    th "Галоперидол, блин. Если не хочешь помогать, так и скажи!"
    window hide
    show mi normal pioneer with fade

    mi "Кажется, немного отпустило…"
    "Её лицо осунулось, глаза запали, а нежная прозелень на щеках сменилась более нейтральным желтоватым оттенком."
    "Она подставила мокрое лицо лёгкому ветерку и, похоже, этот также заставляло отступать тошноту."
    me "Знаешь, давай-ка мы к врачу сходим. Отравление — не шутки."
    show mi scared pioneer with dspr
    mi "А что, если она спросит, почему девочку тошнит?"
    me "Скажем ей правду — кто-то вчера не следил за нормальным питанием и сегодня поплатился за это."
    "Мику посмотрела на меня со смесью нежности и сочувствия, как обычно смотрят на умственно неполноценных родственников."
    "Но потом до неё, кажется, дошло."
    mi "Ты что, тоже думаешь…"
    me "Я не думаю, я не врач. Знаешь что, давай во избежание, отравленным буду я, хорошо?"
    "Японка кивнула и снова взяла меня под руку."
    window hide
    scene bg ext_aidpost_sunset_7dl with dissolve

    "Пока мы ходили, чистились и приводили себя в порядок, прошло удивительно много времени — мы пропустили и зарядку, и линейку."
    play sound sfx_knock_door2
    cs "Войдите."
    "В медпункт мы заходили под аккомпанемент рожка, зовущего в столовую."
    me "Я буду говорить, хорошо?"
    "Шепнул я и, дождавшись кивка, толкнул дверь."
    stop music
    window hide
    stop ambience fadeout 2
    play sound sfx_open_door_1
    $ renpy.pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_day
    with dissolve
    play ambience ambience_medstation_inside_day fadein 3

    play music music_list["gentle_predator"] fadein 3
    th "Кажется, на завтрак мы пролетаем."
    "С очевидной обречённостью понял я."
    show cs normal with dspr
    cs "Доброе утро… пионеры. Как ваши дела?"
    me "Здравствуйте, Виола. А у меня тут неприятность случилась."
    cs "Серьёзно?"
    show cs shy with dspr
    cs "Не слишком ли ты молод для… неприятностей?"
    "Она подмигнула Мику, и та разулыбалалсь — напрочь  обламывая нам всё прикрытие."
    me "Да нет, я не о том! У меня живот заболел. Кажется, я вчера съел что-то не то."
    show cs smile with dspr
    cs "Вот как? Это очень печально. Раздевайтесь."
    me "Зачем?!"
    show cs normal stethoscope with dspr
    cs "Как зачем? Сейчас мы проведём… медицинский досмотр."
    "На шее у неё уже ниоткуда взялся фонендоскоп."
    me "Но у меня же просто живот заболел!"
    cs "У тебя."
    me "У меня!"
    cs "Ага. Живот."
    me "А что в этом такого-то?"
    show cs normal glasses with dspr
    "Отложив инструмент в сторонку, Виолетта взяла очки и, держа их на манер лорнета, внимательно осмотрела каждого из нас."
    cs "А ты уверен, что у тебя живот заболел?"
    me "Я же говорю вам!"
    show cs smile glasses with dspr
    cs "Это очень странно. Живот заболел у тебя."
    cs "А зелёная почему-то пионерка."
    "Виола ткнула в сторону Мику дужкой очков."
    cs "Ну-ка… Пионерка, а это правда, что у вас там осьминогов едят?"
    "Мику быстро-быстро прикрыла рот ладонью, посмурнела пуще прежнего и умоляюще посмотрела на медсестру."
    show mi shy pioneer at left with dspr
    cs "Так я и думала."
    "Забравшись куда-то в стол она загремела баночками и через плечо бросила таким обыденным голосом, что я сначала не понял, что обращаются ко мне:"
    cs "Когда в последний раз?"
    me "Что?"
    cs "Не знаю, насколько можно быть с вами откровенной."
    "Добыв, наконец, из стола красивую белую коробочку с фиолетовой полосой, она выщипнула из конвалюты парочку капсул  и протянула Мику."
    cs "Впрочем, судя по последствиям…"
    cs "Одну выпьешь сейчас, одну перед автобусом. Вот ещё."
    "Из холодильника нам была явлена бутылка «боржоми»."
    show cs normal with dspr
    cs "Чтобы до двух часов выпила. Перед автобусом ничего не ешь, и… пионерка."
    mi "Да, Виола?"
    cs "Когда будешь на месте, сходи сама знаешь к какому доктору. Только не вздумай рассказывать ему о том, что ты отравилась. Не поймёт."
    me "И что… Это всё?"
    cs "В целом… Да. Что-то ещё?"
    me "И вы так спокойны?"
    cs "Ну, вы же не сломали ногу, правда? А откуда скромной медсестре знать о симптомах утреннего токсикоза."
    "Увидев, что я собираюсь ещё что-то сказать, она улыбнулась."
    cs "Тебе и правда так хочется, чтобы я начала колотить в рельс и кричать о том, с чем вы сюда пришли?"
    "Я сглотнул."
    me "Э… Нет."
    cs "Вот и славно. {w}А теперь выметайтесь отсюда и постарайтесь не болтать слишком много."
    window hide
    $ day_time()
    $ persistent.sprite_time = "day"
    scene bg ext_aidpost_day
    with dissolve

    show mi normal pioneer with dspr
    "Волшебная пилюля от доктора Виолы подействовала практически сразу — Мику перестала сглатывать и задышала ровнее."
    mi "Медсестра у нас, конечно…"
    me "Что?"
    show mi happy pioneer with dspr
    mi "Мировая!"
    "Вот здесь я не мог не согласиться."
    stop music fadeout 6
    me "Может, пойдём, узнаем насчёт завтрака?"
    mi "Сень… Ты если хочешь. А я… Ну, ты понимаешь."
    th "М-да… Кажется, питаться мне сегодня святым духом."
    "Настроение было отличное, и даже то, что мы благополучно пролетели с завтраком, не могло его испортить!"
    return

label alt_day7_mi_dj_preparations:
    window hide
    scene bg ext_square_sunset with dissolve
    play ambience ambience_camp_center_evening
    show mi normal pioneer with dspr
    mi "Ну что? Кого собираем первым?"
    if alt_day_binder != 1:
        me "Тебя, разумеется. У меня полторы шмотки и уехавшее в никуда пальто."
        show mi serious pioneer with dspr
        mi "Ты серьёзно?"
        "Я только рукой махнул."
        me "Ну ты тоже нашла о чём переживать. Наконец-то стимул появился купить себе что-нибудь вменяемое, так что — и чёрт с ним, с плащом!"
        mi "С пальто."
    else:
        "Известно, кого!"
        "Мне и собирать-то нечего!"
    me "Пошли собирать тебя, чудо!"
    "Улыбнулся я."
    "Самодостаточный саундтрек к моей жизни, колотящий изнутри по вискам, режущий глаза, перехватывающий дыхание на полупути."
    "То, что никогда не будет положено на ноты или исполнено, то, что никогда не сможет выразить ни один инструмент из созданных человечеством."
    "Как те песни, что трогают сердце и признаются шедеврами наряду с той же нетленкой от «Скорпионс», самые лучшие, самые незабываемые — будут написаны теми, кто по причине неявления на свет не написал ни единой песни."
    me "Значит, у тебя два чемодана, да?"
    "Начало беседы было блестящим. Но это было начало."
    "Моё подсознание общается со мной двумя способами — привычным мне вербальным, как бы знаменуя тем самым наличие у себя собственного «я» — и, между прочим, знаменуя самосознание и у Мику тоже."
    "Но есть ещё и дополнительный способ общения, к которому иногда прибегает подсознание, если хочет что-то быстро и доходчиво объяснить."
    "Образ — концентрированный гештальт, объединяющий в себя интенсивы по всем органам чувств: лимон кислый, ребристый, пахнет цитрусом, нетяжёлый, жёлтый, влажный."
    "Ручка двери в руке — металлическая, медная, с острыми гранями, твёрдая, висит в воздухе на уровне, к которому быстро вырабатывается хватательный рефлекс, холодная, открывается с чуть ощутимым движением пружины где-то внутри — это чувствует мой сустав."
    "Моё отношение к Мику…"
    stop ambience fadeout 2
    window hide
    with fade2

    "Если бы это была вода — меня бы сбило с ног. Сотни, тысячи картинок, ассоциаций, воспоминаний, нежность, смысл, планы, привязанность, невысокая, приятно пахнет, тёплая, добрая, отзывчивая, я почти не видел негатива от неё."
    "Как вот это всё выразить в убогих, куцых, плоских словах, даже в стихотворениях, в которых согласно заверениям лингвистов на один символ приходится почти два байта смысла — из-за контекста, второго-пятого-пятидесятого скрытого дна."
    "Как объяснить ей самое важное, уложившись в несколько слов?"
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_house_of_un_day
    with dissolve
    play ambience ambience_int_cabin_day fadein 3
    if alt_day5_mi_dj_hentai or (not alt_day6_mi_dj_un_evil and not alt_day6_mi_dj_sl_alt_day1_dv_feed):
        "С момента моего последнего визита не изменилось абсолютно ничего."
    "Оклеенные постерами стены с собственно Мику, концертными афишами Цоя и Высоцкого — а ведь они оба живы сейчас. Может, если повезёт, воспользуемся шансом да сходим?"
    th "Или нет?"
    dreamgirl "На Высоцкого точно не сходишь. А вот Виктора вполне можешь перехватить."
    th "И спасти?"
    dreamgirl "Кого ты спасать собираешься, дятел древолазный?! Себя спаси для начала! Девочку свою! Ваше это чувство спаси."
    dreamgirl "На собственной кухне разобраться не может, а туда же — метит в спасатели мира."
    th "Ну тише ты, тише. Чего кричишь."
    show mi normal pioneer at center with dissolve
    mi "Достань, пожалуйста, зелёный чемодан из-под кровати."
    "Не оборачиваясь, попросила Мику — она уже открыла мейкап-саквояжик, выполненный в форме симпатичного такого сундучка с обитыми металлом скруглёнными углами — настоящий сундук с сокровищами!"
    me "Да, сейчас."
    "У Мику были два чемодана — одинаковых, отличающихся только цветом."
    "Зелёный я и достал."
    mi "Ага, спасибо."
    "Вслед за средствами макияжа место в сундуке начали занимать флакончики с какими-то прозрачными маслянистыми жидкостями, названия которым я не знал."
    "Должно быть, среди них было и любимое эфирное эвкалиптовое масло Мику."
    mi "Открыл?"
    me "Здесь код."
    mi "Мой день рождения."
    "Я почувствовал, как краснею."
    me "Прости, пожалуйста. Но я его, кажется, не знаю."
    show mi laugh pioneer with dspr
    mi "Ну что же ты. Не знаешь, когда мой день рождения?"
    "Она прикусила губку и посмотрела на меня снизу вверх, исподлобья, быстро-быстро моргая, будто готовясь разреветься."
    "Но не выдержала — рассмеялась."
    dreamgirl "Если я не ошибаюсь…"
    show mi smile pioneer at center 
    with dspr
    mi "Ну как же…"
    "Она посмотрела на меня и улыбнулась."
    mi "3-1-0-8. Тридцать первое августа — день, когда я увидела свет."
    dreamgirl "Да ну, не может это быть простым совпадением."
    th "Это и не совпадение. Это параллель."
    th "Помнишь, что она говорила про разные правила в разных местах? Здесь она живая, но вполне могла родиться в тот же день или у тех же людей."
    me "Я запомню."
    "Пообещал я."
    me "И как так получилось, что я никогда раньше у тебя не спрашивал об этом?"
    th "И, если на то пошло, то вообще не спрашивал о таких вещах — о датах… Даже в голову не приходило."
    show mi serious pioneer at center 
    with dspr
    mi "Не знаю. Но…"
    "Она бросила взгляд на календарь."
    mi "Через пять недель у меня день рождения! Мне стукнет 17!"
    stop ambience fadeout 3
    play music music_list["trapped_in_dreams"] fadein 3
    me "Хотел бы отметить это событие вместе с тобой."
    "Слабо улыбнулся я."
    me "Не знаешь, кому в таких случаях требуется молиться?"
    mi "Не знаю…"
    mi "Ма так и не сумела воспитать во мне набожности. {w} Трудно вообще разговаривать с духами или богами, когда под боком напичканная электроникой студия."
    show mi serious pioneer at center 
    with dspr
    me "Так вот почему ты…"
    mi "Да. У нас там целая школа по уходу за голосом — это кроме навыков сценического мастерства, кабуки и целой кучи других умений, присущих артисту."
    show mi smile pioneer at center 
    with dspr
    mi "Только не думай, что я жалуюсь! Мне всё это очень нравится, и всё своё время я с удовольствием трачу либо в студии, либо на сцене, либо в хореографическом зале."
    "Она осеклась."
    me "Что?"
    mi "Нет-нет, ничего."
    th "Конечно, ничего. Теперь в забитом графике придётся выкраивать пару минуток и под одного доставучего Семёна."
    me "Думаешь, я стану тебе большой помехой?"
    show mi happy pioneer at center with dspr
    mi "Какая глупость, Сенечка! Ты станешь моим вдохновением!"
    mi "Я сейчас как представлю, что танцую на сцене, а за кулисами ты ждёшь — сразу внутри тепло становится."
    "Она провела ладонью по животу."
    mi "Где-то здесь. Звучит, наверное, глупо. Нет-нет, не говори ничего."
    show mi normal pioneer at center 
    with dspr
    mi "Просто до тебя я… Я не знаю."
    me "Судя по твоему напору…"
    mi "Ну! Ты скажешь тоже. Ваша же поговорка — глаза боятся, руки делают."
    me "Есть такая. Но всё равно, если бы я был такой же уверенный, как ты…"
    mi "Сень… Я человек сцены. Переступать и перебарывать себя — это первое, чему я научилась."
    window hide
    play sound sfx_open_door_1
    pause(1)

    "Зерно истины в её словах было, но только зерно."
    "Я хотел было продолжить беседу, исподволь подводя к вопросу о том, что же она такого может знать, чтобы быть так в себе уверенной, но нас прервали."
    scene bg int_house_of_un_day at zenterleft
    show mi normal pioneer at center 
    show un normal pioneer at left
    with dissolve
    un "Привет, ребята. Не помешала?"
    show mi normal pioneer at center 
    with dspr
    mi "Привет, Лена. Ты к отъезду уже упаковалась?"
    show un smile pioneer with dspr
    un "Ну… Я в целом и не распаковывалась."
    if not alt_day6_mi_dj_un_evil and not alt_day6_mi_dj_sl_alt_day1_dv_feed:
        un "Разве что вчера, пока вас кормила."
    show mi shy pioneer at right
    with dspr
    "Мику хихикнула, прикрыв рот ладошкой, и чуть покраснела."
    show un smile pioneer with dspr
    un "Я книжки отнесла Жене, сейчас бельё Славе сдам — и всё, этому дню я больше ничего не должна."
    "Кивнув нам, она подошла к кровати и споро, демонстрируя недюжинный опыт, сняла и собрала в наволочку бельё с полотенцами."
    "Вытащила чемодан из-под кровати и поставила его под стол."
    "Выдохнула."
    un "Что?"
    me "Нет-нет, ничего."
    "Мы оба всё это время стояли и наблюдали за её сборами."
    "Да-да, третье зрелище после огня и воды, за которым можно наблюдать бесконечно."
    un "Мику, если хочешь, я могу и твоё бельё отнести, но снимай его сама!"
    "Прозвучало… многозначно."
    show un shy pioneer with dspr
    un "Ой. Да ну вас!"
    "Она покраснела и сбежала под наш сдвоенный смех."
    hide un with moveoutright
    show mi smile pioneer at center 
    with dspr
    mi "Вообще, стоит прислушаться."
    me "Ты о чём?"
    mi "Давай-давай, не ленись!"
    "Она подняла меня с кровати, где я заседал."
    mi "Я пока чемоданы тут пакую, помоги девушке, собери постель."
    th "Мне бы кто постель собрал…"
    mi "Да-да, а потом к тебе пойдём. Мы, пионеры, самостоятельные!"
    "Мику бодрилась изо всех сил, улыбалась и пыталась балагурить."
    me "Мне тоже грустно уезжать."
    "Ответил я на невысказанную фразу."
    me "И грустно, и страшно."
    mi "У нас ещё три часа, давай не будем тратить их на вздохи, ладно? И собери уже постель!"
    me "Как прикажете."
    "Опыт у меня, конечно, тоже наличествовал. Хотя я уже давно ничем таким не занимался."
    show mi serious pioneer at center with dspr
    mi "А у тебя, кроме пальто, никаких вещей больше?"
    me "Зимние ботинки да свитер с джинсами — придётся их надеть, ведь я сдам форму."
    show mi smile pioneer at center with dspr
    mi "Точно, ещё же форму сдать надо. А то я к ней привыкла за столько времени."
    play sound blanket
    "Как ни хотелось мне немного подержать в руках бельё, вполне возможно, хранящее запах девичьего тела, может, даже понюхать — при Мику делать это я не решился."
    "Ещё обзовёт извращенцем и поколотит."
    "И будет права, в целом. Но что поделать, если для меня запахи всегда значили практически столько же, сколько зрение, вкус или звук?"
    me "Вот."
    "Я бросил на пол скомканное внутри наволочки бельё и, припомнив, как это обычно делают, застелил тонкое одеяло поверх матраца, придавил подушкой и, повернув пару раз, сделал скатку."
    th "Всё как в лучших домах."
    me "Не благодари. Я знаю, что я молодец."
    show mi normal pioneer at center with dspr
    mi "Оболтус ты!"
    "Рассмеялась японка."
    mi "Кто бы мог подумать, что я приеду в Союз и встречу здесь такое вот…"
    me "Такое вот что?"
    mi "Догадайся!"
    "Мику побросала всё в чемодан, и теперь тот отказывался закрываться."
    "Она попыталась закрыть его, опираясь руками — и тщетно."
    "Вполне ожидаемо, что следующим шагом, она попыталась надавить на него всем весом, встав коленом на жёсткую крышку."
    "Мало-помалу под всеми её сорока кило многочисленные платья начали утрамбовываться, позволяя свести замок и дужку."
    "Правда, я знал, чем это может кончиться, поэтому подскочил и, резко нажав, быстро защёлкнул замок."
    show mi surprise pioneer with dspr
    mi "Ух! Спасибо! Ещё чуть-чуть — и я бы как та мультяшка, улетела в окно, запущенная крышкой!"
    "Улетела бы вряд ли, а вот удариться могла сильно."
    "Впрочем, я не стал говорить об этом — хватило и одного моего спонтанного жеста для того, чтобы подпортить настроение обоим."
    "На мгновение перехватило дух — я представил, как автобус останавливается, Мику выходит — и попадает в объятья отцу, представляет меня…"
    me "Я бы тебя поймал."
    mi "Ты бы не успел!"
    me "Здрасте! Я же успел тебе крышку закрыть! И тебя бы поймал. Ты всегда можешь на меня рассчитывать."
    show mi happy pioneer with dspr
    mi "Сень… Иногда мне кажется, что тебе больше лет, чем мне."
    th "Я бы не сказал, что кажется."
    "Я не понял, комплимент это был или оскорбление, а Мику продолжила:"
    show mi normal pioneer with dspr
    mi "А иногда я себя твоей старшей сестрой ощущаю."
    mi "Неужели ты всегда будешь дурачиться?"
    me "Ну…"
    "Здесь нужно было изобразить задумчивую физиономию — надеюсь, мне удалось."
    show mi sad pioneer with dspr
    mi "Сень, я серьёзно!"
    me "Я тоже! Я не хочу становиться большим и скучным взрослым — наверное, этим тебе и понравился. Не знаю."
    "Ну явно не внешностью — видел я в зеркале себя, ничего особенного."
    me "Уныние, между прочим, считается грехом. Так что на жизнь надо смотреть проще, веселее и непосредственнее."
    "Да, впереди возможны сложности. Вернее сказать, они-то как раз неизбежны."
    "Но разве это повод прямо сейчас складывать лапки, ложиться набок и страдать?"
    show mi surprise pioneer with dspr
    mi "Нет, конечно. Просто иногда мне кажется, что твоё несерьезное отношение…"
    me "Что?"
    show mi sad pioneer with dspr
    mi "Да так… Ничего."
    me "Нет уж, сказала «А», говори и «Б»!"
    mi "Хорошо."
    "Старательно смотря в сторону, Мику поколебалась с пару секунд."
    "И, наконец, выдала — да так, что я где стоял, там и сел:"
    mi "Я боюсь, что ты также несерьезно отнесёшься и к своим обязательствам."
    th "Тинь-дон! У нас новости! Оказывается, у нас появились! Обязательства!"
    me "Обязательствам."
    show mi normal pioneer with dspr
    mi "Семён."
    "Впервые за всё время знакомства она назвала меня полным именем, подчёркивая значимость разговора."
    th "Мда, и впрямь, грустно, когда твоё имя ассоциируется с неприятностями."
    mi "Ты дал мне несколько обещаний. Я дала тебе несколько обещаний."
    mi "Поэтому у нас появились обязательства друг перед другом."
    me "Намекаешь на то, что я могу сбежать, поджав хвост, испугавшись трудностей?"
    show mi serious pioneer with dspr
    mi "Скорее, ты можешь просто махнуть рукой, столкнувшись с чем-то непреодолимым."
    me "Но ведь у меня теперь есть ты. Есть стимул!"
    mi "Это не то. Понимаешь?"
    me "Нет."
    "Честно ответил я."
    me "Я собираюсь быть с тобой, и искать в этом какие-то потаённые смыслы — увольте."
    me "Если слишком много думать — голова заболит."
    me "И вообще, когда тогда прикажешь радоваться жизни и тебе, если сегодня по графику мы смуряем и посыпаем голову пеплом?"
    "Мику уселась на чемодан и внимательно посмотрела на меня."
    "Взгляд её был изучающим, каким-то потерянным, что ли…"
    "Будто она потеряла надежду, но не веру. И эта вера — в меня."
    show mi normal pioneer with dspr
    mi "Может, только с таким подходом и удастся прорваться."
    "Прошептала она."
    me "Мы будем бельё мне собирать?"
    "Разговоры сегодня были один другого тягостнее. Вместо того, чтобы наслаждаться временем вместе, мы унываем и унываем."
    mi "Ты знаешь… Нет. Иди к себе собирайся, а я пока до рубки схожу, заберу микшер."
    me "Может, тебе помочь?"
    show mi serious pioneer with dspr
    mi "Не надо, Сенечка. Мы быстрее управимся, больше времени останется побыть вместе."
    me "Мы и так вместе сейчас."
    show mi normal pioneer with dspr
    mi "Сень, пожалуйста. Мы шесть дней бок о бок, расставаясь только на сон."
    mi "Я клянусь тебе, никуда я не денусь, но давай сфокусируемся на беготне, чтобы немного побездельничать оставшееся время?"
    mi "Ну? Договорились?"
    "Я был в корне не согласен с такой постановкой вопроса."
    show mi smile pioneer with dspr
    mi "Сень."
    me "Да?"
    mi "Сееееня."
    me "Что?"
    show mi grin pioneer with dspr
    mi "Я тоже не хочу расставаться. Но мы дольше торгуемся."
    "Она опять была права. Видимо, талант у неё такой — быть правой."
    stop music fadeout 3
    th "Надеюсь, за время, пока мы порознь ходим, не случится посольского автомобиля и экстренного концерта где-нибудь у черта на куличках."
    me "Увидимся."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_mt_day
    with dissolve
    play ambience ambience_camp_center_day fadein 2
    "В отсутствие альтернатив пришлось делать что сказано."
    "Я поплёлся к себе."
    "И на самом пороге столкнулся с вожатой."
    show mt normal panama pioneer with dissolve
    mt "Собрал свою принцессу уже?"
    me "Да… Честно, удивлён, что вы не ругаетесь."
    show mt smile panama pioneer with dspr
    mt "Как будто мне никогда не было 17 лет…"
    "Махнула рукой вожатая."
    me "Да? А мне показалось, что вы уже родились такой серьёзной и…"
    mt "И скучной?"
    show mt normal panama pioneer with dspr
    mt "Ох, сколько я вас таких слышала. И скольким глаза открыла."
    me "О чём это вы?"
    mt "Ты уже достаточно большой. Может, попробуешь в следующем году помощником вожатого приехать?"
    me "Зачем?"
    show mt laugh panama pioneer with dspr
    mt "Отдохнуть на правах взрослого. Меня тут когда-то называли «метеор», и я была непоседливей Ульянки."
    "Я нашёл, что в это положительно трудно поверить, но вежливо кивнул."
    me "Уверен, вы не скучали."
    mt "Не веришь, да? Неудивительно — привык к ленивой вожатой в шезлонге с книжкой, которая считает, что пионер — это машина для подметания площади."
    mt "Ты приезжай-приезжай, я тебя удивлю."
    "Она посторонилась, пропуская меня в домик."
    window hide
    $ persistent.sprite_time = "day"
    play ambience ambience_int_cabin_day
    scene bg int_house_of_mt_day
    with dissolve

    "Сбросив с себя пионерскую форму, я надел старую футболку, перепоясал джинсы — пришлось одалживать у вожатой шило со стола для того, чтобы провернуть новую дырку — на старой позиции джинсы с меня неизбежно сваливались."
    "Зимние ботинки, остатки машинерии по карманам, повязанный на бёдрах свитер — я был готов к труду и обороне."
    "Форма заняла своё место на плечиках, постельное бельё — в наволочке, постель — в скатке."
    "Я действовал в машинальном режиме, поэтому до меня не сразу дошло, что вожатая зашла и что-то мне говорит:"
    mt "…часа. Поторопись."
    me "Простите, что?"
    show mt smile panama pioneer with dspr
    mt "Я говорю, автобус подадут на два часа раньше, так что у тебя время только на то, чтобы побыстрее собраться и двигать на остановку."
    me "А как же Мику?!"
    mt "Я уже направила Славю ей на помощь."
    me "А самой Славе разве помощь не нужна?"
    show mt laugh panama pioneer with dspr
    mt "А зачем ей помощь? Она вместе со мной вас сопроводит — и завтра вернётся обратно. У неё путёвка на две смены."
    me "Вот же!"
    mt "Я и говорю — приезжай ещё. В следующем году. Славя тоже будет."
    mt "Так, ладно, времени болтать нет, двигай к остановке, я пробегу по корпусам, посмотрю, не забыли ли кого."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "day"
    scene bg ext_bus
    with dissolve
    play ambience ambience_camp_entrance_day fadein 3

    "К остановке я добрался чуть ли не самым последним — почти весь лагерь уже собрался здесь."
    "Пионеры в нетерепении болтали ни о чём, ходили туда-сюда, размахивали руками."
    "Всё это создавало впечатление живого роя."
    "А во мне снова подняли голову мои социофобские инстинкты."
    "Укрыться от толпы, заткнуть уши, спрятать голову в песок."
    show un normal dress with dissolve
    un "Тоже толпы не любишь?"
    "Лена подобралась незаметно, несмотря даже на то, что за ней погромыхивал на колёсиках чемодан советской расцветки в клеточку."
    me "Вроде того…"
    show un smile dress with dspr
    un "А где королевишну потерял?"
    me "Скоро будет, у неё два чемодана, ей Славя помогает."
    un "А что ж не ты?"
    me "Да я бы с удовольствием, но мы уже однажды разминулись."
    "Я криво улыбнулся."
    show un normal dress with dspr
    me "Больше не хочется. Бегать по лагерю искать на фоне отходящего автобуса… Нет."
    un "А ведь вы могли бы остаться…"
    "Задумчиво сказала Лена."
    me "Каким образом?"
    show un smile dress with dspr
    un "В пересменок попроситься поработать. Мику по блату могли бы путёвку продлить… Ну и тебе, понятно, тоже."
    me "Ну… Не в этот раз, наверное."
    un "Все спешите врасти друг в друга?"
    me "Не сказать, чтобы…"
    "Я замолчал, не зная, что сказать. И, когда в бессильных попытках подобрать слова, обернулся к Лене, понял, что уже пару минут молчу наедине с самим собой."
    hide un
    with dissolve
    "Лена исчезла."
    window hide
    with fade2
    stop ambience fadeout 2

    "Наконец, подрулил первый автобус — и вожатые младших отрядов, бегло пересчитав своих хлопцев по головам, загрузились и отчалили."
    "За ними двигались по возрастающей — четвёртый, третий, второй отряды…"
    with dissolve
    play music music_list["memories"] fadein 3

    "Мы оставались последними."
    mt "Все здесь?"
    "Спросила Ольга."
    "Кажется…"
    "Скрипнули ворота, и к нашей тесной компании присоединились, наконец, Славя и Мику."
    show mi smile casual with dissolve
    "Славя оставила второй чемодан рядом с ней и, подмигнув мне, отошла к основной массе пионеров."
    "Я же сам подошёл к Мику."
    me "Здорово выглядишь!"
    mi "Правда?"
    "Мику немного нервничала, ожидая моей реакции на наряд."
    me "Конечно. Правда, открыто — я бы тебя такой из дома не выпустил."
    mi "Неужели всё настолько ужасно?"
    me "Да нет. Всё прекрасно. Но… Нифига! Моё!"
    mi "Твоё!"
    "Разулыбалась Мику, обвивая меня руками."
    "А вожатая всё это время толкала какую-то речь — не иначе, о высокой ответственности и долге."
    "Ну или о чём она обычно бредила на линейках."
    "Пионер — всегда пример, особенно, если это пример того, как можно загрузить ближнего своего."
    th "Метеор — надо же."
    dreamgirl "Надеюсь, это не имеет отношения к метеоризму?"
    th "За неделю она не давала поводов думать так."
    dreamgirl "Терпела!"
    "Авторитетно заявил внутренний собеседник."
    dreamgirl "Девочку свою в автобусе поцеловать не забудь — а то мало ли…"
    th "Ты что-то знаешь?"
    dreamgirl "Да о чём с тобой, клоуном, можно знать наверняка? Правильно, только о том, что ты — клоун."
    stop music fadeout 3
    window hide
    scene bg ext_road_day
    with dissolve2
    play ambience ambience_ext_road_day fadein 3
    "Наконец, на пятачке развернулся автобус с огромной цифрой «1» на лобовом стекле."
    mt "Первый отряд! Стройсь!"
    "Остатки дисциплины, вбитой за смену — мы организованно побросали наши чемоданы в багажное отделение и организованно же протиснулись в нутро «Икаруса» — того самого, кстати, я прекрасно помнил все эти флажки у зеркала."
    window hide
    stop ambience fadeout 2
    scene black with fade2
    $ persistent.sprite_time = "night"
    scene bg int_bus_people_night
    with dissolve
    $ night_time()
    play sound_loop sfx_bus_interior_moving fadein 2
    with fade
    play music lynn fadein 3
    "Сколько времени миновало с момента отъезда?"
    "Я сбился со счёта — мы переговорили с Мику обо всём, о чём только можно."
    "Пытались прогнозировать реакцию её Па."
    "Даже прикидывали, куда ей лучше всего поступить у нас, пока я врастаю в социум."
    "Сошлись на мысли, что лучше оставить репетиторство как оно есть."
    show mi smile casual with dissolve
    "Шесть часов неспешным маршем."
    me "Мику, запомни одну вещь, я хочу, чтобы ты помнила о ней, что бы ни случилось."
    show mi grin casual with dspr
    mi "Какую?"
    "Мику сидела рядом, но…"
    me "Ты можешь считать меня кем угодно и воспринимать как угодно."
    me "Но я готов рискнуть, попытаться начать жизнь здесь — и эта жизнь должна быть посвящена тебе."
    "Я прикинул, говорил ли, и пришёл к выводу, что один момент всё же упустил из виду."
    me "Видишь ли, в своём мире, в своём времени я старше, чем здесь."
    mi "Ух ты! Насколько?"
    me "На очень «много», Мику. {w}Мне здорово за двадцать пять там, где я живу."
    show mi happy casual with dspr
    "Мику аж покраснела."
    mi "Насколько «здорово»?"
    me "Ближе к тридцати."
    mi "Так ты взрослый дядька!"
    "Она прильнула ко мне, уложила голову на плечо."
    me "Я это к тому, что всё это не имеет значения. Для меня самое важное — это ты. Я здесь и сейчас только ради тебя."
    mi "Ты говоришь прекраснейшие вещи… Наверное, много кого с ума болтовнёй свёл?"
    "Сонно мурлыкнула она."
    me "Ага. Целого одного человека. Я чувствую, что что-то произойдёт очень скоро. Поэтому… Ты держи меня за руку, хорошо?"
    "Мику не ответила."
    "Скосив глаза, я увидел, что она спит. И во сне улыбается."
    "В какой-то момент её губы шевельнулись и отчётливо произнесли:"
    mi "Сенечка."
    window hide
    hide mi with fade2

    "Мало-помалу весь салон погружался в сон."
    "С задних кресел перестали доноситься азартные шлепки картами, с передних сидений, наконец, замолчала Ольга, вполголоса поющая какие-то местные шлягеры."
    "Осталась ночь, спящий автобус, гул мотора — и я."
    "Голова Мику лежала у меня на плече, и мирно, и покойно оттого было."
    "Не хотелось шевелиться, чтобы лишний раз не беспокоить девочку."
    if not (alt_day6_mi_dj_letmeout or alt_day6_mi_dj_letmestay):
        menu:
            "Побороться со сном.":
                "У меня не так много времени на то, чтобы тратить его на сон."
                "Особенно сейчас."
                "Когда мы стали вместе."
                "Я изо всех сил постарался уместить в себе как можно больше, ущипнул себя, встряхнул головой — изо всех сил постарался."
                "Тщетно."
                $ alt_day6_mi_dj_letmestay = True
            "Взять Мику за руку.":
                "У неё была тёплая, мягкая ладошка."
                "Каюсь, не удержался."
                "Приложил к губам."
                "А девушка тихо улыбнулась во сне и внятно повторила моё имя."
                me "Увидимся утром, солнце ясное."
    "Я прикрыл глаза, и задремал."
    window hide
    scene bg black
    with fade3
    stop music fadeout 3
    $ renpy.pause(3)
    return
    
label alt_day7_mi_dj_epilogue_frost:
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    $ alt_chapter(7, u"Мёрзну без тебя")
    $ meet('mi','Девушка')
    $ alt_meet['mi'] = u"Девушка"
    play music frostwithoutyou fadein 3
    $ renpy.pause(3)
    scene expression Dawn("cg d7_mi_epilogue_7dl")
    with fade3

    "Я мёрзну без тебя."
    stop sound_loop fadeout 3
    "Наверное, ты меня уже ненавидишь — хотя бы за то, что не сдержал простейшего обещания."
    "За то, что не смог."
    "А я скучаю."
    "И снова не знаю, что мне делать."
    "Может быть, если я держал тебя крепче, любил сильнее, да просто хотя бы хотел — искренне, от души — всё было иначе?"
    "Может же такое быть?"
    window hide
    $ renpy.pause(3)
    scene expression Desat("cg d7_mi_epilogue_7dl")
    with fade
    $ renpy.pause(1)
    $ set_mode_nvl()
    "Я где-то знал, что произойдёт именно так — поэтому ни капельки не удивился, когда закрыл глаза в автобусе, несущем сквозь летнюю ночь одного глупенького пионера навстречу несбыточной мечте."
    "А открыл… Обещанная резинка, тянущая меня, оказалась сильнее — и с резким хлёстким ударом дёрнула домой."
    "Или это треснул туго натянутый нерв — сухо, будто щёлкнул боёк по пустому месту в барабане во время моего кона в русской рулетке, и мои бесполезные мозги не полетели красить ярко-серый ярко-красным."
    "А может, это звучит как заживо разрываемая плоть, куда ты намертво вросла?"
    "Я не буду оспаривать твоё право иметь собственное мнение — обо мне, о себе."
    "Но мне хочется ударить себя при мысли, что ты нашла кого-нибудь лучше меня."
    "Мне хочется резать себя при мысли, что я себе нашёл кого-то, кто не ты."
    "Ты — лучшее, что со мной случалось в жизни. Ты — единственное, что в ней случилось."
    "Что стало с той наивной девочкой, что задорным шагом пересекает сцену и любит весь мир, находя в сердце и для меня уголок?"
    "Но когда ноет и ноет внутри рваной болью, такой, с которой я не в состоянии совладать…"
    nvl clear
    scene bg ext_city_night_7dl with dissolve
    "Я просыпаюсь в кошмарном бреду, будто бы тебя нет. Вдесятеро кошмарном оттого, что он — и есть моя реальность."
    "Без перехода от гудения мотора автобуса — к завываниям ветра снаружи капюшона, перекатам басов во внутриканальных наушниках и тянущему к земле грузу грязного воздуха, пустого равнодушия в глазах окружающих…"
    "В чужом мире — в теле шагающего с моста молодого человека с моим лицом, но биологически старше меня, физически крепче, социально успешнее."
    "Руки скользнули по обледенелой опоре — обдирая ногти, я уцепился за какую-то заклёпку и, силясь унять колотящееся сердце, прижался, распластался по выкрашенному шаровой краской металлическому быку."
    "Наверху шуршали покрышки, гремели трамваи, спешили люди — а я дышал и уверял себя в том, что жив. Недолго, ровно до тех пор, пока не вспомнил, откуда был изгнан."
    "Самое сложное было не вжиться без памяти — паспорт в кармане указал, где я отныне живу — и не восстановить контакты, которые должны быть у человека, внутри которого я открыл глаза."
    "Всё это, включая выправление японской визы, было ерундовым делом — тем более, что загран у меня уже давно был."
    "В кармане нашлось несколько красных бумажек — кажется, тот «я», чьё место я занял, недавно получил зарплату."
    "Наверное, это был некий тест на выносливость."
    nvl clear
    $ renpy.pause(3)
    "Звонки каких-то людей, требования, приказы, запугивания. Женский голос, на который я чуть было не отозвался. Не я, а тот, другой. Наверное, можно назвать его носителем, как бы пошло это ни звучало."
    "Это не имело значения."
    "Ближайший самолёт был из Москвы, пришлось прыгать в полуночный экспресс и нестись туда. Гнали, гнали меня ноги — я и сам не позволял себе расслабиться, чувствуя, как постепенно ассимилируюсь с носителем, как наши воспоминания становятся общими."
    "Закрыть глаза — представить. Чья память? Выброшенные и триста раз проклятые коньки, заброшенные в самый дальний угол после травмы ноги."
    "Зачем их было доставать, зачем было бередить память?"
    "Откуда она вообще взялась, эта память? Мы же виделись всего однажды — зато целую неделю. Летом. Шесть дней лета Мику."
    "А я снова не могу устоять перед её просьбой. А голеностоп снова резко колет фантомной болью."
    "И в небо стремится ледяная пыль от слишком резкого торможения, но тело само вспоминает, как стоять, как двигаться."
    "Как будто сейчас, на кураже, ради восхищённых глаз оно согласилось забыть о том, что произошло в детстве ещё."
    "Маленький неуклюжий медведь, ковыляющий на коньках, чтобы порадовать симпатичную девочку с очень грустными глазами."
    "И солнце преломляется в ледяной взвеси, подсвечивая её россыпью бриллиантов."
    "В остывающем воздухе и затухающей памяти, что всё никак не заживёт, сука."
    nvl clear
    "Мне потребовалось всё моё мужество, все остатки черствости и отстранённости для того, чтобы просто не трястись на таможне. Машинально отвечая на какие-то вопросы, я наблюдал за разворачивающейся в памяти панорамой."
    "Я старался удержать себя — Семёна, того самого, живущего перед монитором, того самого, что вытянул счастливый билет в несуществующий лагерь. Ведь именно ему принадлежит самое главное сокровище — память об одной очень красивой девочке."
    "Поэтому перелёт не запомнился совершенно. Оба кресла рядом со мной были свободны, в салоне подавали что-то горько-алкогольное, и я пил, не чувствуя ни вкуса, ни жжения спирта."
    nvl clear
    scene expression SS_com("cg d7_mi_epilogue_7dl") with fade
    "Где моя Мику?"
    "Где она?"
    "Почему эта женщина, молодая ещё, до поры поседевшая, прячет глаза?"
    "Что за адрес она выводит трясущейся рукой? Неужели, квартиру Мику? "
    "Она усадила меня в кэб, вручила водителю бумажку и несколько ассигнаций."
    window hide
    scene bg ext_graveyard_rain_7dl with flash
    play ambience ambience_rain fadein 3
    nvl clear
    "Плоская гранитная плита с вертикальной строчкой — одна из десятков тысяч в этом насквозь цивилизованном месте."
    "Иероглифы, которых мне едва хватает навыка прочесть."
    "Фудзита Намики, 11 августа 1973 года — 20 июня 1991 года."
    "В глазах дрожит и плывёт мир. Что это? Что? Какая Намики? Причём здесь я?"
    "Я падаю на колени, переломанный пополам вспышкой алой, режущей боли — вспоминая, вспоминая…"
    "Будто что-то, до поры спящее, проснулось сейчас внутри меня и сбросило шоры с воспоминаний, что милосердно были спрятаны под толщей лет."
    nvl clear
    scene black with dissolve
    "{i}Мне четыре, я убежал от муттер в пешеходном переходе и буквально со всего маху ткнулся носом в чьи-то голые ноги.{/i}"
    "{i}Не знаю, почему, но меня буквально покорили волосы незнакомки — длинные, собранные в два хвоста — даже больше, чем её экзотическая внешность, очень красивая, очень молодая. И очень печальная.{/i}"
    window hide
    scene expression Sepia("cg d7_mi_lost_7dl")
    show prologue_dream
    with dissolve
    show alt_credits timeskip12 with dissolve2:
        pos (1227,105)
    me "{i}Нет!{/i}"
    "{i}Я маленький, но очень самостоятельный.{/i}"
    me "{i}Мама газету покупает, а я её охраняю.{/i}"
    mi "{i}Правда?{/i}"
    "{i}Почему в её глазах слёзы?{/i}"
    mi "{i}Давай отведём тебя к ней поближе, а то мало ли что…{/i}"
    nvl clear
    scene bg int_hospital_hall_day_7dl
    show anim_grain
    with dissolve
    "{i}Мне пять, и меня выписывают из больницы после «позорной» болезни, какая бывает только у маленьких детей, что не хотят подождать июля, прежде чем вцепляться в очередной куст черники.{/i}"
    "{i}Меня спускают в фойе, где уже ожидает встречающая. Она.{/i}"
    show mi smile casual with dissolve
    mi "{i}Вот и снова свиделись, малыш.{/i}"
    "{i}Улыбается она.{/i}"
    mi "{i}Как ты?{/i}"
    me "{i}А я вас помню!{/i}"
    show mi surprise casual with dissolve
    mi "{i}Правда?{/i}"
    "{i}Незнакомка ощутимо вздрогнула.{/i}"
    mi "{i}И что ты помнишь?{/i}"
    me "{i}Я помню, как вы меня к маме отвели!{/i}"
    mi "{i}Вот и умница.{/i}"
    "{i}Она подняла взгляд к потолку, часто-часто моргая.{/i}"
    mi "{i}А теперь давай вернём тебя обратно в лагерь, а то до конца смены всего неделя осталась.{/i}"
    "{i}Это снова она — ничуть не изменившаяся, очень красивая девушка с огромными печальными глазами цвета морской волны, с длинными-длинными волосами, перехваченными заколками по обе стороны головы в два хвоста.{/i}"
    "{i}Два воспоминания из раннего-раннего детства. Две крохи.{/i}"
    if alt_day6_mi_dj_letmestay:
        "{i}Случай с коньками… Её концерт у нас в школе… Она была всегда.{/i}"
    nvl clear
    window hide
    scene bg ext_graveyard_rain_7dl
    show prologue_dream
    with dissolve
    "Я мокну под дождём, пробегая пальцами по выбитым в камне иероглифам."
    show cg d7_mi_hugs_7dl behind prologue_dream:
        pos (0,-1920) 
        linear 15.0 pos (0,-500)
    "{i}Мне шесть, и мы снова видимся.{/i}"
    "{i}Я сказал, что женюсь на ней, когда вырасту.{/i}"
    "{i}Она всегда смеялась, когда я говорил такие вещи.{/i}"
    "{i}А тут заплакала, закричала в низкое небо.{/i}"
    "{i}Поперхнулась дождём, замолчала, притиснула меня к себе, гладя по волосам.{/i}"
    "{i}Испугавшись, я попытался её защитить.{/i}"
    "{i}Или защититься сам.{/i}"
    "{i}Мне стало страшно от того, как легко, оказывается, сделать человеку больно.{/i}"
    "{i}Как это неправильно! Так нельзя, нельзя!{/i}"
    mi "{i}Мне придётся уехать на несколько месяцев.{/i}"
    "{i}Немного успокоившись, сказала она.{/i}"
    mi "{i}А потом я к тебе приеду.{/i}"
    "{i}Врёт.{/i}"
    "{i}Дети, животные и умирающие люди — они все чувствуют смерть на пороге слишком остро, чтобы можно было отмахнуться.{/i}"
    "{i}Я не хочу её отпускать.{/i}"
    "{i}А она, присев передо мной на корточки, порывисто обняла, изо всех сил, выдохнула:{/i}"
    mi "{i}Почему ты не исполнил своё обещание?{/i}"
    nvl clear
    "Фудзита Намики."
    "От отца, моему отчаянному будущему."
    "Она так никогда с тех пор и не пришла."
    "Вместо этого пришёл я — колоть и царапать сердце знакомой парой кандзи."
    me "Будущее… {w}Мираи… {w}Мику."
    "Отчаянное будущее."
    "Отчаянная Мику."
    me "Значит, Намики — это?.. Ты?"
    "С прилепленной под прозрачным пластиком фотографии на меня смотрели бесценные огромные аквамариновые глаза из-под аквамариновой чёлки."
    "Мне снятся сны, после которых проще ощущать себя никому не нужным."
    "Интересно, инфаркт в тридцать — это рано или нет?"
    nvl clear
    voice "Простите. Вы, должно быть, Семён?"
    "В этом мире меня зовут иначе, но я киваю. Какая разница, как меня зовут, если я себя знаю как Семёна?"
    voice "Намики почему-то очень просила быть в этот день на её могиле и передать человеку по имени Семён вот это."
    "Старенькая, сухонькая женщина средних лет, с очень знакомым голосом."
    me "А вы…"
    voice "Мама."
    "Она протянула мне пакет."
    voice "Откроете где-нибудь, где будет посуше, хорошо?"
    "Часом позже толкотни по районам я сижу на кровати и трясущимися руками открываю герметично запаянный пакет. Странные предметы, на первый взгляд незнакомые, но…"
    "Вчетверо сложенная бумажка в клеточку, исписанная знакомым-знакомым почерком."
    stop music fadeout 10
    if alt_day6_mi_dj_walkman:
        "Колёсико переключения композиций от волкмена — видимо, всё-таки отвалилось."
        "Сам волкмен — старый, потёртый."
    "И прядь аквамариновых волос под обложкой диска с изображением Хатсуне Мику."
    stop ambience fadeout 2
    nvl clear
    scene cg d7_mi_letter_7dl with dissolve
    $ renpy.pause(3)
    play music lastlight_piano fadein 4
    "Письмо."
    "Здравствуй, Сенечка."
    "Мир уже не тот, что был у нас с тобой. Тебя никто не помнил, тебя будто бы и не было никогда — на все мои вопросы все лишь разводили руками, только Лена подозрительно шмыгала носом."
    "А я проснулась одна, несмотря на то, что засыпала на твоём плече."
    "Мир уже не тот, что должен был стать твоим и моим."
    "Я запретила отцу возвращаться в Союз, я запомнила всё-всё, что ты мне говорил."
    "И ну его, это интересное время — меня учили бояться проклятий, и жить в интересное время мне совсем не хочется."
    nvl clear
    "Как мои дела? Плохо."
    "Я выступаю. Пою. Пишу музыку и тексты."
    "И вроде бы, они не хуже других, и люди, слушая их, качают головой в такт."
    "Но всё не то."
    "В них тебя нет, понимаешь?"
    show alt_letter timeskip3 with dissolve2:
        pos (1400,360)
        linear 3.0 pos (1400,220)
    hide alt_letter with dissolve2
    "Иногда хочется закрыть глаза и вернуться в лагерь — туда, где ты заходишь ко мне в гости, прячущей слёзы под чёлкой, ярость под ударами по клавишам."
    "Но так бывает только в сказках."
    "В глупых, наивных романчиках, где герои счастливо воссоединяются."
    "А у нас не вышло — счастливо. "
    "Ты — симпатичный молодой человек, пяти лет от роду, и разумеется, ты меня не помнишь."
    nvl clear
    show expression Desat("cg d7_mi_letter_7dl") with dissolve
    $ renpy.pause(1)
    scene cg d7_mi_letter_7dl with dissolve2
    "Я сразу тебя узнала. Не видела тебя больше года, а сразу узнала."
    "Пришлось уводить себя силой от той женщины. Надеюсь, она тебе хорошая мама. Надеюсь, у тебя будет счастливое детство."
    "Раз уж мне счастья с тобой выпало всего шесть дней."
    "Я глупая, я знаю. Но я забрала тебя из больницы два месяца назад — не спрашивай меня, чего мне это стоило — и ты снова меня не узнал. Наверное, и правда существуют некие законы мироздания, которые не обманешь. Но я тешу себя надеждой, что вот сейчас поставлю точку — и это письмо станет ненужным, и ты появишься передо мной."
    "Настоящий."
    "Взрослый."
    "Мой."
    nvl clear
    scene cg d7_mi_letter_rain_7dl with dissolve
    "Заглянешь в глаза привычно-неулыбчиво, скажешь очередную глубокомысленную вещь, над которой я буду думать до утра, и заберешь с собой в страну, где есть скайпы, интернет и личные телефоны в пользовании."
    "Я почти разучилась верить в тебя, но продолжаю верить в чудо."
    "Ты ведь так и не захотел становиться частью общества, вместо этого ты просто исчез. "
    "Ведь это проще всего. "
    "Только не подумай, что я тебя обвиняю. "
    "Кажется, ты и в самом деле не мог это контролировать."
    nvl clear
    scene expression Desat("cg d7_mi_letter_rain_7dl") with dissolve
    $ renpy.pause(1)
    scene cg d7_mi_letter_rain_7dl with dissolve2
    "Знаешь, отсчитывая 108 новогодних ударов, разламывая печеньице с предсказанием — да просто бросая монетку в фонтан на удачу, я всегда загадываю одно и то же желание."
    "Я хочу, чтобы 29 декабря — ведь именно с этого дня и началась эта история?"
    "Я хочу, чтобы Россия, я хочу, чтобы восемнадцатый год."
    "Я хочу, чтобы ты."
    "По статистике, любое, даже самое невероятное событие, имеет все шансы сбыться, если примерять его к бесконечности вселенной."
    "И я наберу твой номер, и услышу твой голос. Хотя, конечно, это ненаучная фантастика — я уже сотни раз набирала все номера, что ты мне оставил."
    "Там нет тебя."
    "Но я всё равно надеюсь."
    window hide
    show alt_letter timeskip4 with dissolve2:
        pos (1200,360)
        linear 3.0 pos (1100,220)
    hide alt_letter with dissolve2
    nvl clear
    scene cg d7_mi_letter_rain_tears_7dl with flash
    "Самая большая ценность — это твоя улыбка, хотя ты так неохотно улыбаешься."
    "Несбыточная мечта, об которую я ранюсь и ранюсь, но не могу не касаться её."
    "Зачем вообще всё это было с нами в «Совёнке»? Разве так честно?"
    "Я хочу научиться рисовать."
    "И я буду рисовать тебя."
    "Иначе однажды забуду как ты выглядишь, и одним чудом на свете станет меньше."
    "Сейчас, пока ты всё ещё на расстоянии тепла… "
    "Ты называл наших инженеров гениальными, но почему они до сих пор не придумали машину, которая рисовала бы мои сны?"
    "Ведь они полны тобой."
    nvl clear
    scene expression Desat("cg d7_mi_letter_rain_tears_7dl") with dissolve
    $ renpy.pause(1)
    scene cg d7_mi_letter_rain_tears_7dl with dissolve2
    "Может быть, тебя и правда никогда не было, и я просто видела сон. Которым заболела."
    "До тебя как до неба рукой не достать."
    "Я пыталась, ты знаешь? "
    "Наверное, всё, что мне осталось — это ждать. И однажды ты догонишь меня."
    "Я буду ждать этого."
    window hide
    nvl clear
    scene expression Desat1("cg d7_mi_letter_rain_tears_7dl") with dspr
    show alt_letter timeskip7 at truecenter with zoomin
    with dissolve
    $ renpy.pause(4, hard=True)
    hide alt_letter with dissolve2
    scene expression Notch("cg d7_mi_letter_rain_7dl") with dissolve
    "Вот так."
    nvl clear
    me "Я всё-таки сдержал обещание."
    "Тупо смотря в потолок, произнёс я."
    me "А ты… Обманула."
    "Дальнейшее было как во сне — растаможка, брошенные вещи в камере хранения, двенадцатичасовой перелёт в «Пулково», марш-бросок до Московского вокзала и…"
    me "До Твери один, любой."
    voice "Плац, боковой, у туалета."
    "Плевать."
    voice "Паспорт давайте. Паспорт, мужчина."
    voice "Слышите?"
    return

label alt_day7_mi_dj_bad_end:
    $ set_mode_nvl()
    play music lost_without_you fadein 3
    "На самом деле я этого не слышу."
    "Слышу я «кх-пщщщщт-вттттп» вперемешку с жестяным кашлем."
    "Но всякий раз, когда электронную систему оповещения глючит, на микрофон садится одна из этих бесцеремонных и безголосых тёток, которые разговаривают с артикуляцией, достойной иных жителей южных Штатов Америки."
    "Впереди ещё шесть часов пути, заполненных чтением и музыкой."
    "За последние несколько лет это будет самая долгая поездка, поэтому я зарядился под завязку, раскидал наличность по нескольким карманам и в сумку утрамбовал вещей, кажется, на все случаи жизни."
    nvl clear
    window hide
    scene bg ext_winter_night_7dl with dissolve
    play sound_loop sfx_bus_interior_moving fadein 4
    "Выходить мне не в Москве, чуть раньше — маршрут провешен от Твери в область и автобусом до места моего индивидуального паломничества."
    "Зачем я еду туда? Что за дурацкие вопросы?!"
    "Я не задаю глупых вопросов окружающим, они, уважая моё мнение, не лезут ко мне в душу."
    "Или, может, дело в повсеместной неприветливости москвичей?"
    "Помню, как-то я дорогу там спросить захотел — ну и, в своей обычной манере остановил первого попавшегося прохожего."
    "Не буду приводить его ответ полностью, но, кажется, он ничего не объяснил."
    nvl clear
    "Разумеется, это не четыреста десятый, и даже не ожидаемый «Икарус»."
    "Нет, это модный комфортабельный автобус фирмы «Ман», прозванный в народе «муравьём» за инсектоидный вид, с ожидаемым усачом-водителем и шансоном, который остальным надлежит слушать ближайшие три часа поездки."
    stop sound_loop
    stop music fadeout 3
    nvl clear
    window hide
    $ renpy.pause(3)
    scene bg ext_entrance_winter_7dl with dissolve
    play sound sfx_intro_bus_stop_steps

    play music no_hope_left fadein 3
    "Я был внимателен, я искал как проклятый, прежде чем нашёл несколько фотографий восьмидесятых-девяностых, где догнивали на солнце руины провалившихся внутрь самих себя зданий — некогда воздушных, летящих."
    "Брандвахта, столовая с огромным козырьком над крылечком, музыкальный клуб…"
    "Больше не существует никакого «Совёнка», больше десяти лет на воротах красуется надпись «База Отдыха», но никуда не делась ни звезда со стыка створок, ни кирпичный забор."
    "Заброшенное, проклятое место."
    "Однажды оно сломало жизнь одной девушке — результатами стало ещё одно поколение руин."
    "Теперь это место сломало жизнь и мне."
    "Я брёл по колено в снегу, машинально отмечая неплотно прикрытые створки, полуразвалившиеся домики, сторожку, в которой отсутствовало стекло, и снег насыпался почти до потолка."
    scene stars
    show expression D3_intro("bg ext_houses_snowy_day_7dl")
    with dissolve
    "А сам был весь там — в прошлом, несмываемом, нестираемом из измученного сердца."
    "Вопрос только один."
    me "Неужели, всё?"
    "Морозным облачком сорвалось с губ и унеслось в темноту одиночества, какое бывает только на погосте."
    if alt_day_binder != 1:
        "Электроник говорил, что детей привозят, наряжают Генду, наряжают ёлку…"
    nvl clear
    "Нерентабельно, невыгодно, слишком далеко от цивилизации."
    "Старые хозяева, похоже, пытались до последнего, но сдались и они."
    "Всё что осталось здесь — это мертвая белизна нетронутого снега."
    "Да отзвуки детского смеха, звучащего как хлопок одной ладонью."
    "Лет шесть назад здесь кипела жизнь — ходили толстые туристы со своими женами и детьми. Они сами не понимали, чем их манит сюда, и почему здесь так здорово."
    "Здесь, где даже солнечный свет греет иначе. Несёт в себе… счастье."
    "Моё счастье. Несбывшееся."
    nvl clear
    "Вымощенная бетонной плиткой тропинка не видна из-под снега."
    "Но мне она и не нужна — я помню здесь всё так, будто это было вчера."
    "Я помню всё. У меня есть величайшее сокровище — память."
    "Память. Вот и всё, что у меня осталось."
    "На часах без трёх минут полночь, где-то там по телевизору распинается президент, и страна безмолвно ему внемлет."
    "А я прячу руку в карманы и достаю оттуда…"
    
    "С Волги доносится разрыв первого салюта — там гуляющие уже отслушали дядю Вову с портативных телевизоров и спешат вступить в новый 2019-й. Один лишь я увяз в никогда не существующем 1989-м."
    me "С новым Годом, милая."
    "Обращаюсь я в никуда."
    me "Хоть ты меня и бросила, но я всё равно очень скучаю по тебе."
    "И как тогда, на кладбище, над могилой девочки с непонятным, неизвестным мне именем, меня сложило пополам."
    $ meet('mi','Намики')
    $ alt_meet['mi'] = u"Намики"
    nvl clear
    window hide
    $ renpy.pause(3)
    scene expression SS_com("cg d7_mi_epilogue_7dl")
    show prologue_dream 
    with flash_red

    "Она была всегда."
    "Всегда!"
    "{i}Мне почти семь, на улице конец мая, очень скоро будет лето, но судя по дождю этого не скажешь.{/i}"
    "{i}А я уже более полугода как не верю никому и ни во что.{/i}"
    "{i}Но стою в стеклянном коробе приёмного терминала «Пулково» и смотрю на заходящую на посадку стройную «Тушку», ведь там будет мой личный ангел-хранитель, с экзотическим разрезом глаз, с невероятно длинными волосами.{/i}"
    "{i}Единственный человек, которому я верю безоговорочно.{/i}"
    "{i}Сегодня я в очередной раз доказал всем, что только сам решаю свою судьбу — сбежал к ней, чтобы встретить и сказать, что хочу, чтобы она забрала меня с собой.{/i}"
    "{i}Куда угодно, где будет она.{/i}"
    "{i}Я уже весь там — в мечтах, в радужном будущем, где…{/i}"
    nvl clear
    window hide
    $ renpy.pause(3)

    "{i}И поэтому не сразу понимаю что происходит, когда потрёпанный самолёт будто ударился о стену, ухнул вниз, на выпущенное переднее шасси.{/i}"
    "{i}И как в фильмах — в замедленном времени я видел, разевая в немом крике рот, как подламывается эта похожая на куриную лапу конструкция, как отлетает в сторону огромное чёрное колесо, как начинает разрушаться фюзеляж.{/i}"
    "{i}Меня будто выключило. Пришёл в себя я уже на взлётно-посадочной, коленями на мокрой бетонке рядом с грубыми носилками из брезента на алюминиевых рогах и всё думал — почему брезент, ведь во всех аэропортах мира давно уже пластик используют, он не впитывает кровь!{/i}"
    nvl clear
    scene black with dissolve
    $ renpy.pause(3)
    "{i}Она лежала на таких носилках, бледная, но по-прежнему прекрасная.{/i}"
    "{i}А её тело было до половины укрыто плотной простынёй, пугающе провисающей там, где у нормального человека должны начинаться ноги.{/i}"
    mi "{i}Привет, малыш…{/i}"
    "{i}С усилием произнесла она.{/i}"
    mi "{i}Кажется, кто-то сверху очень не хочет, чтобы мы были вместе.{/i}"
    "{i}Несколько слов, кажется, полностью истощили запас её сил — её лицо не побелело, а буквально посерело от боли, глаза закатились.{/i}"
    "{i}А меня оттёрли в сторону какие-то мужчины в форме — по полю уже спешила машина реанимации, а я всё рвался и рвался к ней.{/i}"
    nvl clear
    window hide
    $ renpy.pause(3)

    "{i}Грубое нарушение техники пилотирования… вертикальная скорость… рёбра жёсткости… из двухсот пострадавших всего двое… скончались, не приходя в сознание.{/i}"
    "{i}Всего двое.{/i}"
    nvl clear
    $ renpy.pause(2)
    scene stars
    show expression D3_intro("cg d7_mi_farewell_7dl")
    with dissolve
    $ set_mode_adv()
    "Она была всегда — навечно оставшаяся юной. {w}А я… Я сам не знал, зачем мне понадобилось сюда приезжать."
    "Но теперь всё стало на свои места."
    "Кошки ведь тоже уходят умирать туда, где их никто не сможет найти."
    "Так что мы посидим ещё немного втроём — я, моя память и моё одиночество."
    me "Где бы ты ни была — с новым счастьем тебя."
    "Обжигающая горло тризна."
    "Обжигающая сердце."
    "Стынущие на снегу плеер и тяжёлый плетёный браслет."
    "Стынущая на щеке слеза."
    "И глаза откроет уже тот, кто никогда не знал Фудзиту Намики."
    "Тот, кого она никогда не называла «Сенечкой»."
    "Так будет."
    me "Прощай."
    "Обратился я к тому, кто так терпеливо сносил моё присутствие в голове."
    me "… и… спасибо. С Новым Годом тебя."
    me "С новым счастьем."
    show blink
    "Я закрыл глаза."
    window hide
    scene black
    play music emptiness fadein 3
    play sound aunl
    $ persistent.mi_dj_bad = True
    show acm_logo_mi_new_happy with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(1)
    return

label alt_day7_mi_dj_true_end:
    nvl clear
    window hide
    $ renpy.pause(3)

    play music music_list["a_promise_from_distant_days"] fadein 3
    scene black with diam
    play sound_loop sfx_bus_interior_moving fadein 2
    "Я вздрагиваю — и открываю глаза."
    "В салоне Волги."
    cs "Ты опять всё испортил… пионер."
    "Виола пустила машину в занос, уворачиваясь от прогремевшего мимо бревновоза."
    cs "Ты уже отбегал свой цикл. Не надоело ещё?"
    me "А почему мне должно надоесть?"
    cs "Да потому, что ты уже двухсотый раз пытаешься выправить ваш роман в правильное русло. Но правильного русла не существует."
    cs "В твоём мире она — программа. В её мире ты — это просто устойчивое выражение для обозначения шизофрении."
    me "Вот вам и ответ."
    me "Раз мы можем пересечься только здесь, значит, мы и будем жить здесь."
    cs "Дело твоё. Ты ведь знаешь, что твоё тело в твоём мире медленно умирает?"
    me "Я помню, как вы говорили это уже."
    "Виола улыбнулась."
    me "Значит, вы помните, что я обычно отвечаю, правда?"
    cs "Что ж, отговаривать не стану, дело добровольное. Удач тебе всяческих."
    "Она остановила машину."
    cs "Может быть, тебе повезёт хотя бы в этот раз."
    nvl clear
    window hide
    stop sound_loop
    $ renpy.pause(3)
    $ set_mode_adv()
    $ persistent.sprite_time = "day"
    $ day_time()
    scene expression Dawn("bg ext_camp_entrance_day")
    with dissolve
    play ambience ambience_camp_entrance_day fadein 6

    "Машина уехала, оставляя меня перед воротами «Совёнка»."
    show sl smile pioneer with dspr
    sl "Привет!"
    me "З-здравствуй."
    "Осторожно ответил я."
    show sl angry pioneer with dspr
    sl "А ты почему ещё здесь? Автобус уже давно приехал."
    me "Я… Это…"
    "Никак не удавалось отделаться от впечатления, что я актёр в какой-то постановке. Поэтому я сделал глубокий вдох."
    "И спросил о том, что меня действительно заботило."
    me "Скажи пожалуйста, а Мику на месте?"
    show sl surprise pioneer with dspr
    sl "А ты знаешь Мику?"
    "Удивилась Славя."
    me "Я… Скажем так — её давний поклонник."
    "Улыбнулся я."
    me "Дорогу можешь не показывать, сам найду."
    window hide
    play ambience ambience_camp_center_day fadein 1
    scene expression Dawn("bg ext_clubs_day") at zentercenter
    with dissolve

    "Запах дыхания с привкусом лакрицы, эфирное масло с запахом эвкалипта, вкус поцелуя губ сухих, как раскалённый полдень лагеря, которого никогда не было."
    "Глупо, глупо."
    "Но голову напекает неподдельно жарко, и одежда снова сваливается с меня — ведь она пошита на кого-то, кто чуть больше меня, чуть объёмнее."
    "Полтора метра беспечности, гипнотически плывущих волос. {w}И жизнерадостности, присущей лишь одному существу во всех обозримых Вселенных."
    window hide
    scene cg d4_mi_hedgehod_7dl
    show prologue_dream 
    with fade2
    $ renpy.pause(3)

    "А я разбегаюсь, подбадриваемый серебряным колокольчиком голоса, призывающего победить чудище во славу своей царевны, и, сделав несколько шагов, прыгаю!"
    "Зависаю в воздухе согласно своей несбыточной мечте о полётах наяву, лечу — и белый хлопок рубашки становится темницей страшному чудовищу, фыркающему и громко-громко топающему."
    $ meet('mi','Мику')
    $ alt_meet['mi'] = u"Мику"
    mi "Какой симпатичный!"
    "Умиляется моё солнце, неосторожно протягивая пальчик навстречу хищной заострённой мордочке."
    "И если бы не моя реакция — то вцепился бы, куда только острые зубки дотянутся."
    me "Мику, аккуратнее!"
    "Одёргиваю я."
    me "Ежи очень больно кусаются."
    "Чудовище повержено, отважный рыцарь вытирает верный клинок о траву и небрежно бросает сталь в ножны. Теперь можно идти и за заслуженной наградой!"
    "А как же! Несмотря на то, что я до сих пор втихаря лелею желание отрезать себе локон волос — браслетка из каких-то шелковых ленточек уже нашла своё место на моём запястье."
    "Вплетён туда и цвет дамы моего сердца. Мику вознаградила меня за помощь в беде."
    window hide
    scene expression Desat("cg d6_mi_farewell_7dl")
    show prologue_dream 
    with fade2
    $ renpy.pause(3)

    mi "Ты знаешь."
    "Она стоит спиной, не оборачиваясь, и смотрит куда-то вдаль, где по-над долиной неспешно собирается облачный фронт."
    mi "На моей родине климат мягкий-мягкий, Фудзи-сан держит ветры, и переходы между временами года чаще заметны по растениям, чем по температуре."
    "Она расправляет плечи — и остаётся такой в моей памяти навсегда: невозможно худой, подбоченившейся, отставившей левую ногу в сторону."
    "Девочка-загадка, непонятно зачем прислушавшаяся к чуши, что я обычно несу, — и не прогадавшая."
    "Человечек, сделавший эту вселенную на одно светлое чувство теплее."
    mi "А у вас прямо чувствуется, как лето переваливает за середину и откатывается волнами к южным широтам, освобождая место прохладе."
    me "Зима грядёт?"
    "В шутку спрашиваю я."
    mi "Грядёт."
    "Я подхожу к ней сзади, намереваясь обнять за плечи, но она резко оборачивается, и на секунду мне становится жутковато от её взрослого взгляда."
    mi "Объясни мне, Семён."
    "Строго вопрошает она."
    mi "Почему ты своё время на меня тратишь? Я же плохая, бракованная, меня постоянно надо поправлять и одёргивать."
    me "Тебе правильную версию или правдивую?"
    mi "Настоящую."
    "А настоящая версия в том, что мне такая она только и нужна — со всей своей неправильностью."
    window hide
    scene expression Desat("bg ext_musclub_day")
    show prologue_dream 
    with fade2
    $ renpy.pause(3)

    "Я закрыл глаза и затаил дыхание, ожидая своего законного чуда. Вот сейчас, где-то в недрах мира провернётся шестерёнка, и шальным солнечным лучом защекочет нежную кожу, заставит чуть сморщиться очаровательный носик."
    "Одна девочка с огромными аквамариновыми глазами взгрустнёт на секунду, сама не понимая, отчего."
    "И в лёгком, воздушном здании с огромными окнами навстречу солнечному ветру с нотного стана вспорхнут звуки, больше похожие на биение сердца."
    window hide
    $ renpy.pause(2)
    scene expression Dawn("bg ext_musclub_day")
    with dissolve

    "Первая ступенька привычно скрипит под ногой."
    play sound sfx_door_squeak_light
    scene expression Dawn("bg ext_musclub_day") at zentercenter
    with dissolve
    "Здесь всё до боли знакомо — висящие над головой плафоны, длинные скамеечки, розетка, куда обычно подключали магнитофон для репетиций на свежем воздухе."
    "Даже круглая ручка, норовящая выскользнуть из враз ослабших пальцев."
    window hide
    play sound sfx_knock_door2
    scene expression Dawn("bg int_musclub_day") with fade
    play ambience ambience_music_club_day fadein 1
    play music ourfirstmet fadein 1
    $ renpy.pause(1)

    show mi normal pioneer with dissolve
    mi "Привет."
    "В дорогих глазах отражается Японское море, и мир плавно замирает, останавливая мгновение, которое будет со мной до конца моих дней."
    mi "Ты, наверное, новенький?"
    "Она хмурится, не узнавая."
    me "Мику."
    show mi upset pioneer with dspr
    mi "Да! А откуда ты знаешь моё имя? Наверное, вожатая сказала, да? Тут ко мне редко кто заходит, а ты новенький, наверное, послали лагерь обходить. Но ты заходи, конечно, мы тут всегда сидим. То есть я. Но если ты зайдёшь, то будем сидеть вместе!"
    me "Ты знаешь."
    "Медленно произношу я, а искусанные, чтобы не разреветься, губы горят как от острой аллергии…"
    me "Если не хочешь, чтобы от тебя люди сбегали, попробуй говорить как поёшь. Одна фраза — одна мысль."
    
    "Хотя кто когда поверит в эту глупость?"
    window hide
    scene expression Noon("cg d7_mi_reenter_7dl") with flash
    with hpunch

    "Под ногами скрипнуло один раз, когда пространства между ладонями не стало. Пространства между губами не стало."
    th "Я от тебя никогда не сбегу."
    "Она чуть не сбила меня с ног, но сейчас это не имело никакого значения."
    "Мику."
    me "Мику."
    scene expression Dawn("cg d7_mi_reenter_7dl") with dissolve
    mi "Семён? Но как…"
    me "Молчи."
    "Я прикладываю палец к её губам, пуще смерти опасаясь сейчас проснуться."
    scene cg d7_mi_reenter_7dl with dissolve2
    me "Моя Мику."
    me "Или мне следует называть тебя Намики?"
    stop ambience
    window hide
    play sound aunl
    $ persistent.mi_dj_true = True
    show acm_logo_mi_namiki with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(1)
    return
            
label alt_day7_mi_dj_good:
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    $ alt_chapter(7, u"Мир сошёл с ума")
    stop sound_loop
    play music knock fadein 5
    window hide
    $ renpy.pause(3)
    scene cg d7_mi_epilogue_7dl
    with fade
    $ renpy.pause(1)
    $ set_mode_nvl()

    "Этот мир определённо сошёл с ума. Надо просто понять, в какой момент."
    "Просто закрыть глаза, вдохнуть и поставить ту самую точку перегиба, после которой всё покатилось под откос."
    "Ну же?"
    "Японцы всегда наглухо были отшибленными в этом плане, японцы, корейцы — повёрнутые на всех этих технологиях."
    "Вся эта ерунда с лазерными шоу, дымом, пиротехникой, компьютерными технологиями."
    "И в темноте ликует толпа, чьё дыхание звучит как биение огромного сердца — беззаветно влюблённого в пляшущую на сцене фигурку с прекрасным, пусть и немного неестественным, голосом."
    "И от задних рядов к передним идёт мерцающая волна — ведь светящиеся зелёные палочки стоят всего пять долларов, а светят очень красиво, и их скупают буквально на корню."
    "Как и кепки, майки, тапки, ручки, кружки, наклейки и прочую сувенирщину, в одночасье ставшую вдруг очень важной, очень значимой."
    "Ведь на ней изображена она — огромные глаза, собранные в два хвоста волосы необычного цвета, необычайной длины."
    "Буквально десять лет назад кто мог поверить в то, что девочка, которой не существует, будет собирать целые залы?"
    nvl clear
    window hide
    $ renpy.pause(3)

    "Бить тревогу следовало ещё в 2007 году, когда синтезированный голос пропел песенку, побившую рекорды популярности на Нико-Нико."
    "Ну или хотя бы в 2012 году,  когда на сцену вышел давно мёртвый Тупак Шакур."
    "А потом это зацепило и Россию — Цой, Тальков… Высоцкий."
    "Технология становилась всё более совершенной, изображения становились всё менее отличимыми от реальности — того же Высоцкого уже нельзя было отличить от живого человека, создатели шоу умудрились даже сделать своего рода светотень для пущей достоверности."
    "Но так нельзя. Нельзя, чтобы компьютерная реальность становилась привлекательнее жизни!"
    "Нельзя же позволить, чтобы однажды под жарким южным солнцем плоть от плоти творение разума — ненастоящее, выдуманное от и до — рассмеялось серебряным колокольчиком, и у одного ничем не примечательного пионера сердце вздрогнуло, пропустив удар."
    "У нас зима, мы импортируем у вечно играющих в какие-то непонятные игрушки азиатов их новую Богиню — вечно юную, прекрасную. Софтверную. Ту, которую вечером пятницы можно купить с ежепятничной скидкой в три процента."
    "И прижать к груди как величайшее сокровище — ведь с обложки смотрят те самые глаза, которые ты помнишь с детства, та самая непонятная улыбка — чертова азиатская мимика. Зато солнце бьёт в глаза, и силуэт, протягивающий руку, манит и манит."
    "Она облачена в прекрасную шубку, и выглядит настоящей принцессой с ландышами в руках."
    "И мы летаем до утра, заседаем на облаке, едим арбуз и плюём семечками на голову прохожих."
    nvl clear
    window hide
    scene expression Desat("cg d7_mi_epilogue_7dl") with diam
    $ renpy.pause(3)

    "А утром мы расстанемся. Потому что мне пора становиться взрослым. А ей… Ей петь. Ведь это всё, что она умеет."
    "А я умею мечтать — и держать всегда рядом местечко, куда легко бы поместилась хрупкая девушка полутора метров ростом. И даже воздушный шарик в форме сердечка уже не заставит улыбнуться — ведь я покупал его сам. Для… "
    "Не знаю даже, кого."
    "Наверное, для того себя, кто иногда, но с каждым годом всё реже, открывает глаза во мне и с детским жестоким любопытством смотрит на этот мир."
    "Но, может быть, в последний раз…"
    "Если мне повезёт."
    "Я извиняюсь и изо всех сил удерживаю равновесие, забившись в уголок между сиденьем и дверью вагона метро. Мне сложновато это делать, ведь между мной и стеной должна поместиться одна невысокая девочка, которую я должен защитить от толкучки."
    "Её пока там нет."
    "Но это пока! Это временно, я клянусь!"
    "Кто-то назовёт меня сумасшедшим — всегда держать рядом с собой кусочек свободного пространства — и будет неправ. Я называю это предусмотрительностью."
    "Ведь не может же быть так, что всё было зря, правда?"
    "Не может целая неделя  — наша неделя! — быть ни за чем. Так не бывает, я не верю в это."
    "И если в этом мире вдруг действуют такие правила… Значит, я ошибся миром."
    nvl clear
    scene expression Desat1("cg d7_mi_epilogue_7dl")
    $ renpy.pause(3)
    "Это была очень долгая, очень глупая зима, если мне позволительно использовать такие слова."
    "Мой организм очень коварен — он не пытается отключить меня, если хочет спать, у меня не слипаются веки и не болит голова."
    "Просто в какой-то момент очень устают плечи и спина."
    "И самый проверенный способ дать им отдохнуть — это прислониться к чему-нибудь твёрдому, например, вытянуться в струнку вдоль стены."
    "Или спинки кресла."
    "И выдохнуть."
    "И сделать новый вдох — где?"
    nvl clear
    $ renpy.pause(3)
    play sound_loop sfx_bus_interior_moving fadein 4
    scene bg intro_xx 
    with fade
    stop ambience fadeout 2
    "Именно."
    "В другой реальности, другом мире, другом времени — всём другом."
    "Я снова стал собой, мне снова были впору мои вещи, и разбросанные по карманам мелочи остались там же, оставляя меня наедине с осознанием одного непреложного факта."
    "Мне всё это приснилось. Абсолютно всё."
    "Тот самый сон, от которого потом месяцами болеешь и прячешь глаза на мокром месте от окружающих, переживая эмоциональную интоксикацию мужественно и стойко — в одиночестве и на ногах."
    "Ибо слишком это личное, слишком своё."
    "Мне снилась Мику. Певичка, которой я как-то никогда не увлекался."
    "И если допустить, что любой сон суть причуда подсознания, то чего оно добивалось?"
    th "Отвечай, скотина. Отвечай, достала молчать!"
    "Нет ответа."
    "Моя долгая, глупая зима в пустоте и одиночестве."
    "Накоротке со светящимся в темноте оком монитора, смотрящим на то, как может корёжить психически здорового человека — только потому, что ему не повезло увидеть слишком детально продуманный сон о том, как это было бы здорово."
    "Если бы Мику была настоящей."
    "Вы сейчас наблюдаете человека конченного, обычного, ничем не примечательного. Экспонат просьба руками не трогать — бросается, защищая непонятно что непонятно зачем."
    "И боже упаси вас попытаться его пожалеть. Хотя если вас не пугает абстрактная ненависть, можете попробовать. Всё равно он безобиден."
    nvl clear
    window hide
    $ renpy.pause(3)

    "Я краснел и блеял как овца, сидя за столом, установленным буквой «Т», когда с той стороны кабинета меня спрашивали:"
    voice "Скажите, Семьон, какова ваша цель в получении визы?"
    "И что можно тут сказать? Я еду сделать себе ещё больнее?"
    "Я еду разочароваться и утратить остатки смысла жизни?"
    "Я еду…"
    me "У меня туристическая виза. Я… Я хочу посмотреть на город."
    nvl clear
    window hide
    $ renpy.pause(3)

    "Поэтому неудивительно, что мне приходилось ездить в посольство дважды."
    "И во второй раз было втрое хуже, втрое безнадёжнее — так, что даже валерьянка не помогала."
    "Закрыв дверь после собеседования за собой, я привалился к ней спиной и съехал на пол, и несколько минут пытался просто прийти в себя, побороть незваную дрожь."
    "Впрочем, красивый вкладыш в паспорте того стоил."
    "Оставалось дождаться лишь…"
    window hide
    return
    
label alt_day7_mi_dj_jp_good_end:
    scene black
    nvl clear
    window hide
    $ renpy.pause(3)
    "А чего, кстати? Вот расскажите мне?"
    "Едва распахнув глаза, я вцепился в телефон — всё то же 29 декабря 2018 года, прошло всего полчаса с момента, как я смежил веки."
    "Разумеется, я выскочил из автобуса, на остаток наличности выкричал такси и — аллюр три креста — кинулся домой, искать хотя бы что-то…"
    "Что-то, где есть Мику."
    "И на запрос «три росчерка-одна загогулинка» меня, разумеется, бросило на сайт Криптонов, на их проект, тот самый, что до чёртиков напугал меня пару дней назад — голосовые синтезаторы, использующие вместо нот разнообразные «ня»."
    "Разве что всегда покорный и шустрый комп в некоторые моменты выдавал совершенно безобразную скорость работы — но для того, кто сталкивался с азиатским сегментом нета, ничего удивительного в этом не было."
    "У Мику появилась огромная фанатская база — десять миллионов только активно действующих, порядка ста тысяч активно пишущих, далеко за десяток тысяч песен, написанных с 2007 года."
    "Известные продюсеры, поп-звёзды, с удовольствием использующие виртуальную девочку на разогреве."
    "В этом была целая куча денег, но не было моей Мику."
    "Надежда таяла день ото дня."
    nvl clear
    window hide
    $ renpy.pause(3)

    "Да, конечно, я оставил своей ненаглядной тот самый артефакт с перечнем адресов и их привязкой ко временной оси — то есть, она совершенно точно должна знать, что в 2018 я обитаю здесь, а не где-то ещё."
    "Разумеется, в том случае, если она вообще существует, моя ненаглядная."
    "Я потратил почти все сбережения на то, чтобы купить билет до Токио, остатки их ушли на дополнительные переговоры."
    "Для того, чтобы поговорить с Фудзита-сама, пришлось одалживаться у родственников — они не стали задавать вопросов, но…"
    "Впрочем, даже та, что дала Мику голос, ничего не знала, ей заплатили за работу, как обычно платят за озвучку очередной серии аниме, поэтому…"
    "Миновал месяц — практически знаменательная дата, заставшая меня в момент, когда я пытался отклеить себя от двери, ведущей к чиновнику, решающему, разрешить ли мне…"
    "А вот что именно разрешить, он и сам не знал."
    "Просто вдруг если окажется, что… Мне надо убедиться самостоятельно, понимаете?"
    "Я должен увидеть всё сам, должен заглянуть ей в глаза."
    "Уход на новый виток реинкарнации слишком ответственный шаг, чтобы решаться на него, не собрав всей информации о том, что я оказался здесь по ошибке."
    nvl clear
    window hide
    $ renpy.pause(3)
    "Поэтому у меня есть мой оранжевый корешок, загранпаспорт с глупой наклейкой на задней страничке и одобренная японская виза."
    "Я лечу в никуда, путешествие в один конец."
    "Я хочу увидеть мою Мику — но она совсем не спешит в наши северные выси, обрадовать искушённую публику своим синтезированным вокалом."
    "Посему, как говорится, если гора не идёт к Магомету…"
    "Мне нужно просто… Убедиться? Наверное, да."
    voice "Какова цель вашего визита в Японию?"
    nvl clear
    "Я — твой искин, запертый в облаке где-то в киберпространстве."
    "Я шлю тебе слёзы, в которых мечты, любовь и жизнь."
    "А ты — человек, тебе плевать на настроения толпы."
    "Ты просто слоняешься по жизни, в бесцельных поисках самого себя!"
    voice "О… Мику-чан?"
    "Понимающе улыбается она."
    me "Да, офицер. Я хочу увидеть вашу Мику."
    voice "Добро пожаловать в Токио!"
    "Офицер освободила мне путь и, буквально на долю секунду задержавшись, улыбнулась:"
    voice "Удачи вам!"
    nvl clear
    play sound_loop sfx_street_traffic_outside fadein 2
    play ambience ambience_cold_wind_loop fadein 3
    play sound sfx_intro_bus_stop_steps
    "Я лох в географии. Нельзя сказать, что у меня топографический кретинизм, но я постоянно лажаю с транспортом."
    "Вот и сейчас — я вышел из метро за две остановки до положенного места."
    "Дома так бывало постоянно — пропустил остановку, задумался, замечтался — и вот, ногам новая работа."
    "Несмотря на то, что ходить я не любил, постоянные такие забеги на короткие дистанции ума мне совсем не добавляли."
    "Так и сейчас — я с удивлением смотрел на здание с закругленным козырьком, опирающимся на четыре колонны."
    "Нет."
    "Достав из кармана смартфон, я ещё раз убедился — не то здание! Чёрт."
    nvl clear
    window hide
    $ renpy.pause(3)

    me "Простите, не могли бы вы мне помочь?"
    voice "Извините, не говорю по-английски."
    me "Извините…"
    "Ноль ответа."
    "Я толкался среди спешащих туда-сюда людей в чужой стране с чужим языком и чувствовал себя привычно — идиотом."
    me "Я не бродяга!"
    "Объяснял я несколькими минутами спустя, дожидаясь, пока проверяют мои документы."
    me "Просто адрес перепутал. Вы не могли бы мне помочь?"
    "Полицейский только что пальцем у виска не покрутил."
    "На его лбу аршинными буквами было написано «чёртовы глупые гайдзины», но долг служителя закона требовал, и он, вздохнув, на ломанном английском объяснил мне путь."
    voice "Вам надо пройти вниз по этой улице, и на первом же крупном перекрёстке свернуть налево."
    me "Крупном?"
    voice "Да! Там будет несколько маленьких улиц, не обращайте внимания."
    nvl clear
    window hide
    $ renpy.pause(3)
    "Полицейский не соврал — десять минут спустя ноги вывели меня к красивому зданию, уступами, лесенкой тянущемуся к белёсому небу."
    "Всё было как на фото — зелёный профнастил, огромные буквы «ZP» и пять софитов, выхватывающих из сумрака пятачок перед входом."
    "Там уже стояла целая толпа — кажется, её не смущала ни резко снизившаяся температура, ни ветер, ни неожиданный здесь снежок."
    "7 февраля 2018 года."
    "В груди кольнуло ледяной занозой."
    "Шесть часов вечера — контрольный пропуск уже начали, я очень вовремя."
    "Парные красные двери распахнулись, и толпа хлынула внутрь."
    "А я, как опоздавший, толкался сзади, пытаясь попасть внутрь, между делом игнорируя недоумённые взгляды окружающих — было бы довольно забавно чувствовать себя чужим среди своих, если бы не постоянное ощущение перехваченного дыхания."
    "Наконец, очередь дошла и до меня."
    "Хорошо хоть здесь никто лишних вопросов не задавал — я протянул чипованный билет, с него считали информацию и пропустили меня внутрь."
    "…"
    "И сразу налево! К лоткам, торгующим глоу-стиками."
    "И только потом гардероб, туалет, прочая ерунда."
    stop ambience
    stop sound_loop
    nvl clear
    window hide
    $ renpy.pause(3)
    "Серый пол в зале — ворсяной, из специального грязеотталкивающего состава, крайне актуального в феврале, когда на улице творится не пойми что."
    "И, разумеется, никаких кресел."
    "Вместо них протянулись ряды специальных поручней, не дающих толпе сбиться в одно большое стадо с собственным центром тяжести."
    "Мало-помалу в зале начал гаснуть свет, и…"
    stop music fadeout 10
    "Я чуть не оглох, когда окружающие меня криками и аплодисментами поприветствовали зажёгшийся экран и…"
    "Я бы там и сел, если бы не опирался на поручни."
    "Но…"
    nvl clear
    window hide
    $ renpy.pause(3)

    "Обещали же аниме-девочку…"
    "А на сцене, между двумя экранами показалась она."
    "Та, кого я запомнил, та, что засыпала у меня на плече!"
    "Неверяще, я закрыл глаза и помотал головой."
    "И…"
    play music tellyourworld fadein 3
    "Не сработало."
    "Это была она! Моя Мику!"
    me "Мику!"
    "Я крикнул изо всех сил, не жалея связок."
    "Но где мне было выступать против толпы."
    "Хуже того — в какой-то момент этот крик подхватили рядом стоящие, разнеся волной, ударив эхом о стены и вернув обратно в лёгкие."
    "Толпа стала скандировать имя девушки, и совершенно заглушила меня."
    "И правильно. Где там мне, половину своей жизни молчащему наедине с монитором, соперничать с гласом социума."
    "Поэтому я тихо-мирно заткнулся, замкнулся и в привычной себе манере отвоевал небольшой клочок пространства рядом с собой."
    "Как раз достаточный для того, чтобы поставить Мику."
    nvl clear
    window hide
    $ renpy.pause(3)

    "Местная публика культурнее нашей, никто никого себе на шею не сажает, никто не прыгает, поэтому на мои агрессивные движения реакция была недоумённой, но спокойной."
    "А вскоре прогрев аппаратуры завершился, и из колонок полилась знакомая мелодия — о да, за эти два месяца я не тратил времени даром, я изучил очень, очень много песен моей ненаглядной виртуальной дивы."
    "Даже составил собственный топ. Но эта песня… Она была со мной ещё с конца 11-го года."
    "Она была…"
    "Я сам заметить не успел, в какой момент произошло ожидаемое — я всё-таки растворился в толпе."
    "Когда весь зал объединён одной эмоцией, с единым общим вектором, с единым общим зарядом…"
    "Да, все мы здесь любили эту девочку."
    "Легко говорить о толпе снисходительно, когда мыслишь вразрез с ней… А, что там говорить, кто был на концерте любой достаточно популярной группы, меня поймёт."
    "И я позволил себе отключить эго, отключить всё, что делает меня мной — снобизм, чувство собственной избранности, ощущение того, как я смотрю на мир от первого лица."
    "Мы здесь все затем, чтобы воздать почести нашей цифровой богине, заплатив тем, что и делает образ устойчивым — нашей верой в него."
    "Поэтому, когда наши глаза встретились наконец, я просто улыбнулся, и…"
    mi "Семён?"
    "Спросила голограмма."
    "На сцене погас свет."
    nvl clear
    window hide
    $ renpy.pause(3)

    stop music fadeout 0
    "Толпа загудела, оставшись в полной темноте."
    "По счастью, стики ни у кого не погасли, и кто-то, видимо, решив, что это часть шоу, начал выкрикивать имя Мику."
    "Почти совсем как я в самом начале концерта."
    "Имя — взмах палочкой — имя — взмах палочкой. Волнующееся в темноте, светящееся море."
    play music ambience_concert fadein 6
    "Десять минут скандирования, пока из колонок не полилась полузнакомая мелодия."
    "Кажется у устроителей возникли определённые технические сложности."
    "А ко мне протолкался кто-то в костюме секьюрити и вежливо тронул за локоток."
    if herc:
        voice "Простите, это вы Сычиов-сан?"
    else:
        voice "Простите, вы Персунов-сан?"
    "Он старался быть вежливым, но для того, чтобы перекричать толпу, ему приходилось прикладывать все усилия."
    me "С чего вы решили?"
    "Он огляделся по сторонам."
    voice "Вы — единственный здесь белый гайкокудзин, господин. Следуйте за мной, пожалуйста."
    me "Но у меня же концерт!"
    voice "Мы возместим."
    "Товарищ в костюме был вежлив и непреклонен."
    "Заинтригованный, я проследовал вслед за ним."
    nvl clear
    window hide
    $ renpy.pause(3)

    play sound sfx_open_door_strong
    "Охранник с усилием открыл дверь и, придержав её для меня, захлопнул."
    $ volume(0.3, "music")
    "Отсекая и звуки песни, и подпевающую ей толпу."
    me "Вы мне скажете, в чём дело?"
    voice "Вас хочет видеть… А впрочем, вы сами всё поймёте."
    window hide
    scene bg int_concert_room_7dl with fade
    play ambience ambience_music_club_day fadein 1
    $ renpy.pause(1)
    stop music
    $ volume(1.0, "music")

    voice "Я привел его. Давайте, только недолго."
    "Шепнул он в лацкан пиджака и растворился за дверью."
    th "И зачем меня сюда привели?"
    "Я прошёлся от стены к стене, внимательно изучая обстановку."
    "В голову лезли самые разные мысли — от охотников за органами до самого банального ограбления."
    "Хотя что с меня взять, я же нищеброд."
    "Приехавший из России в Саппоро на концерт Мику. Ага."
    th "Ну или может, меня будут вербовать в пользу местных якудза!"
    th "Или военной разведки!"
    th "Ну или хотя бы они прознали про Совёнок и решили…"
    "Что они там решили, я додумать не успел."
    nvl clear
    window hide
    $ set_mode_adv()
    play sound sfx_open_door_1
    "Скрипнула дверь…"
    "И на пороге появилась девочка."
    show mi shy voca with dissolve
    voice "Намики, у тебя полчаса перед выходом!"
    "Крикнули из коридора."
    me "Чем могу?"
    $ meet('mi','Намики')
    $ alt_meet['mi'] = u"Намики"
    mi "Эм… Привет."
    me "Привет."
    "Вежливо ответил я."
    show mi upset voca with dspr
    mi "Ты совсем-совсем не узнаешь меня?"
    "С каждой фразой её голос становился всё тише."
    mi "Сенечка…"
    window hide
    with fade2

    me "Мику?!"
    play music ourfirstmet fadein 6
    mi "Здесь меня зовут Намики, Сеня. Такие вот дела."
    me "Намики… Мику… Ты ведь правда она, да?"
    show mi shy voca with dspr
    mi "Нет, я — это я. Просто ты меня называл её именем…"
    me "Ну тогда быстро иди и целуй меня, чудовище!"
    "Потребовал я."
    "Меня чуть с ног не сбило визжащим и пищащим вихрем с аквамариновым кантом."
    show mi happy voca with dspr
    mi "Сенечка…"
    "Она твердила моё имя, истово покрывая поцелуями веки, щёки, виски, а я сам старался моргать пореже, чтобы не текло по щекам."
    "Ведь это была она!"
    "Вся моя, вплоть до запахов, ощущений под пальцами."
    "Моя Мику."
    "И лишь несколько минут спустя, когда радость от взаимного узнавания немного поутихла, мы позволили себе, наконец, задать первые вопросы по существу."
    me "Почему Намики?"
    show mi smile voca with dspr
    mi "Потому что мама с папой меня так назвали, конечно."
    me "То есть, никакого папы-инженера не было?"
    mi "Почему же, был! Только наш, японский."
    me "Э… А что там на сцене было?"
    show mi laugh voca with dspr
    mi "Что-что. Косплей!"
    me "То есть, настоящей Хатсуне Мику не существует?"
    mi "Разумеется, нет! Это же ты мне приснился. Или я тебе приснилась, или мы оба приснились. В общем, мы здесь, а сейчас на сцене программа, а я через десять минут иду ещё что-нибудь спеть."
    me "И ты во сне стала Мику?  Но откуда ты знаешь русский язык?"
    show mi laugh voca with dspr
    mi "Балбес!"
    "Она привычно шлёпнула мне по лбу."
    mi "Выучила, откуда!"
    voice "Намики, твой выход!"
    mi "Иду!"
    "Всё как тогда, в лагере — живая, настоящая, Мику, притянула меня к себе и со вкусом, с оттяжкой поцеловала."
    mi "Дождись меня после концерта, хорошо?"
    me "Договорились."
    mi "Обязательно дождись!"
    hide mi with dissolve
    window hide
    play sound aunl
    $ persistent.mi_dj_good_jap = True
    show acm_logo_mi_ricochet with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    play music happy_ending fadein 5
    call alt_7dl_titles
    $ renpy.pause(1)
    return

label alt_day7_mi_dj_rf_good_end:
    nvl clear
    window hide
    $ set_mode_adv()
    play music music_list["lightness_radio_bus"] fadein 7
    play sound_loop sfx_bus_interior_moving fadein 4
    scene bg intro_xx 
    with fade
    stop ambience fadeout 2

    "Вдох тёплым воздухом, чуточку спёртым от большого количества одновременно стоящих рядом со мной людей."
    "И выдох — паром, клубящимся, мгновенно схватывающимся самопальным логотипом конца 2018 года на стекле, туманя и пряча от меня кое-что очень важное."
    "…"
    "Очередной сон, да?"
    "Концерт, Зеппа Саппоро."
    "Я достал паспорт — разумеется, никакой визы."
    "Дата на часах — всё то же 29 декабря 2018 года, ни о каком феврале и речи быть не могло."
    th "И вообще, откуда эта странная дата взялась? {w}7-2-17? {w}2-7-17? Ничего не понимаю."
    window hide
    with fade
    play sound sfx_intro_bus_stop_sigh

    if not alt_day6_mi_dj_walkman:
        "Наушник так и болтался неприкаянным, а в салоне так и играла та самая мелодия."
    else:
        "А в салоне так и играет та самая мелодия."
    "Мелодия, с которой всё началось."
    "Тут моё внимание привлёк проезжающий навстречу ЛиАЗовский новодел — красивый, обтекаемый, зелёный."
    "Заклеенный рекламой по самое не могу."
    play music raindrops_radio fadein 6
    "И — я глазам своим не поверил!"
    "Среди призывов купить себе счастье в очередной «Меге», притулилась до боли знакомая фигурка."
    "Знакомые черты лица, контур фигуры. Знакомые красные иероглифы в белой обводке — те самые, которые ни с чем не спутаешь, как ни старайся — три росчерка, одна завитушка."
    "7 февраля 2019 года, БКЗ."
    th "Что?! Да быть того не может!"
    "Рефлексы сработали помимо моего участия — в кадр мгновенно попал и автобус, и вывеска, и дата."
    "Я сам не понял, в какой момент мелодия сменилась на ту самую — что так нравилась Мику."
    "Всё менялось вокруг."
    "Однажды я смотрел фильм о том, что время всё стерпит, но оно — материя эластичная, и отдачей может здорово замучить."
    "Кажется, «И грянул гром» называлось."
    "И вот сейчас я почти увидел эту самую волну отката — мир просыпался, потягивался и стряхивал с себя то, что было раньше, являя взгляду изменения!"
    window hide
    stop music fadeout 3
    scene anim intro_2 with dissolve

    "Разумеется, эти изменения не происходили мгновенно."
    "Я просто начал подмечать их."
    "В какой-то момент мне начала сниться Мику."
    "Я сижу на подоконнике, сторожа взглядом неспешно двигающуюся пробку, и о стекло стучится а капелла ранневесенного дождя, и сквозь тяжёлое небо не пробиться ни взгляду, ни солнцу."
    "Но что это? С востока, оттуда, откуда здоровается солнце в самый ранний рассвет, огненным росчерком несёт неопознанный, крайне соблазнительный летающий объект."
    "И меня никогда это не беспокоит!"
    "В конце концов, она же выдуманная, её нет! Она воплощена в жизнь силой воображения дизайнеров Криптон Медиа, одушевлена моим неизбывным желанием встретить кого-нибудь вроде неё."
    "А значит, во сне ей самое место — и, разумеется, такие мелочи, как полёт ей просто неизбежно сопутствуют!"
    "Гугл выплёвывает несколько миллионов ответов по запросу её имени, переводчики выплёвывают ещё несколько миллионов — кто бы ни пиарил эту электронную девочку, он крайне серьёзно подошёл к этому вопросу."
    "Ну так и я не лыком шит, есть у кого спросить — разумеется, если правильно формулировать вопрос."
    "И после нескольких недель поисков…"
    "А впрочем — не важно!"
    window hide
    stop music fadeout 3
    stop sound_loop
    play sound sfx_intro_bus_door_open
    $ renpy.pause(3, hard=True)
    play ambience ambience_cold_wind_loop fadein 3
    scene anim intro_1 with dissolve

    play music tellyourworld fadein 3
    "Она зависает напротив моего окна и машет оттуда — мол, давай быстрее, до рассвета полчаса, не тормози уже!"
    "А я колеблюсь, мне страшно до чёртиков, ведь здесь четвёртый этаж и я не всмятку, но что-нибудь себе определённо отобью!"
    "Колеблюсь, и всё смотрю на протянутую руку, на её улыбку."
    "И уступаю — превращаясь чуть ли не в статую от страха высоты, я тем не менее принимаю протянутую руку."
    "У нас и без того мало времени, а до меня каждую ночь летать через весь континент."
    "Уравновешивая мой вес, она чуть-чуть напрягается, вытягивая меня наверх, а дождь всё идёт и идёт, и вот к ней уже прилипает мокрая рубашка, а мою майку вообще хоть выжимай."
    "Но она подмигивает, и, выдохнув, взмывает под самое серое небо, туда, откуда мой дом виден неясным прямоугольником."
    "Я летаю во сне — значит, я расту, правда?"
    "Поздновато думать о росте, когда тебе здорово за 25…"
    "Но Мику приходит и приходит ко мне, а потом я просыпаюсь."
    "И с сухими глазами плачу в бездушный потолок, грожу миру кулаком сквозь грязное стекло — а там всё по-прежнему."
    "Всё так, как я привык — серое, грязное, пыльное и убогое."
    "Несмотря на то даже, что я привык считать свою урбану красивой, я никогда не обольщался насчёт того, что прячется по ту сторону фасада."
    "Но мало-помалу изменения добираются и сюда."
    window hide
    scene stars with fade
    "Как будто кто-то стирает гигантской тряпкой пыль со звёзд — небо не перестало быть чёрным, но этот чёрный стал глубоким, интенсивным."
    "Звёзды стали не белыми дырочками, а колючими яркими искорками."
    "Никуда не делась пыль и грязь, промозглая сырость из воздуха — но сейчас они ощущались ясно, чётко, серый был серым, бурый был бурым, а воздух становится невозможно вкусным, свежим!"
    me "Рандом всеблагий, что же мы с тобой натворили, девочка…"
    "Пробормотал я себе под нос."
    "Это мир сошёл с ума, да?"
    "И он сходил с ума всё то время, что я наблюдал за ним, всё быстрее и быстрее наполняясь красками, запахами, вкусами!"
    if loki:
        "В какой-то момент для меня потеряло значение и то, что мне поломала жизнь какая-то там Ксана."
        "Да и сама Ксана, если на то пошло."
        "Я не понимал, я искренне недоумевал — как, ну как какая-то непонятная девушка, которая и рядом с Мику не стояла, сумела провернуть подобное со мной?"
        "Нет, разумеется, я не держал зла на неё — в том, что вас облапошили, больше половины вашей вины."
        "Но автобус не доехал до метро, а вагон, в котором должен был быть я, не доехал до Крестовского."
        "Вместо этого я вышел и дышал неожиданно чистым, насыщенным — городом."
        "Замершим в предвкушении."
        "На какой-то момент мы вдохнули с ним в унисон, и осознание, что ожидаем мы одного чуда, пришло спонтанно."
        "Мику."
    elif herc:
        "В голове всё крутились и крутились слова из её песни."
        "Мы встретимся, надо просто прислушиваться — не важно, где и когда. Просто верь."
        "Поэтому я набрал те семь цифр, что сулили мне неприятности, и…"
        "Я не имел права рисковать сейчас."
        "Не тогда, когда моё восприятие отряхнули от былья и всучили мне билет в интенсивный мир — единственный, где возможно чудо."
        "Ведь не бывает же чудес на фоне пыльных декораций, правда?"
    else:
        "Я и в себе заметил изменения."
        "Будто задышал правильнее, чище, чаще, выдыхая всякий раз что-то ненужное, вдыхая полезное."
        "Становясь чем-то лучшим с каждым ударом сердца."
        "И правильно — ведь я должен быть на самом пике в момент, когда встречу Мику."
        "В последнем я почему-то не сомневался."
    play sound sfx_intro_bus_stop_steps
    "Мой новый год был лучшим за последние пять лет — он был полон предвкушениями."
    window hide
    scene anim intro_2 
    with fade
    play sound sfx_intro_bus_stop_steps
    $ renpy.pause(3, hard=True)
    scene anim intro_3 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_4 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_5 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_6 
    with fade
    $ renpy.pause(3, hard=True)
    scene anim intro_8 
    play sound sfx_intro_bus_stop_sigh
    with fade
    $ renpy.pause(3, hard=True)
    stop ambience
    scene bg semen_room
    with fade3

    stop sound_loop
    "Моими спутниками за долгие годы впервые снова стали оптимизм, вера и надежда на чудо, уверенность в собственном бессмертии."
    "И, разумеется, непреложная уверенность в том, что я в этом мире — не просто так!"
    scene bg int_sam_house_clean_7dl with pixellate
    "А потому в первую очередь пришлось приводить в порядок то место, где я ждал своё чудо."
    "Ведь нельзя же ожидать чуда в болотце, правда?"
    play sound sfx_open_water_sink
    play sound_loop sfx_water_sink_stream fadein 1
    "Вот и я считал, что нельзя."
    "Я держал спинку, прятал улыбку и терпеливо дожидался непонятно чего."
    stop sound_loop
    play sound sfx_close_water_sink
    $ renpy.pause(1)
    "Неделя капала за неделей, но я никуда не торопился."
    "В конце концов, моя совесть была чиста — я угробил на поиски кучу времени, денег и возможностей, и все они выдали одинаковый ответ — "
    "Ваша виртуальная девочка существует только в виде голограммы."
    "Но…"
    "Я развил самую бурную деятельность — чистил, подметал, пылесосил, вытаскивал мусор на помойку — как оказалось, у меня только коробок из-под пиццы в квартире проживало сорок штук."
    "Надо же было чем-то себя занять."
    "Компьютер так и продолжал меланхолично шуршать кулерами — но все места, куда я ходил, теперь оставались неохваченными вниманием."
    "Всё, что меня интересовало — это гастрольный график одной небезызвестной певички, а также причины, по которым криптоны решили внезапно сделать суровый такой крюк и заглянуть в обе столицы нашей родины."
    "И чем больше я думал над этим…"
    "Тем большей верой в чудо преисполнялся!"
    if alt_day6_mi_dj_walkman:
        th "В конце концов, куда-то же делся мой плеер!"
        th "Вряд ли бы его могли слямзить из кармана под молнией."
    if alt_day5_mi_dj_cut:
        "Порез на руке — я помню, как уговаривал Мику перестать заниматься глупостями."
        "Это было глупо и некорректно, я знаю. Зато это сработало."
    if alt_day4_mi_dj_hedg:
        "Ладно, кроме шуток!"
        "Я всё, конечно, понимаю, разные чудесные совпадения, расширение вселенной и реликтовое излучение."
        "Но кто мне скажет — какими такими реликтовыми излучениями можно объяснить материализовавшийся у меня на запястье плетённый японский браслет?"
        "Я даже не в претензии за напрочь сколотые подушечки пальцев — подозреваю, отпечатки у меня сейчас брать бесполезно, спасибо моему другу-«Сонику»."
        "Но всё-таки!"
        "Я задумчиво покрутил браслетку на руке."
        "Если виртуальная цифровая дива не существует, и чёртово агенство «СыскЪ и Ко» не соврало, за чертову кучу денег выдав мне вердикт о её существовании исключительно в виде заказного письма, внутри которого были всего две строчки: согласно проведённому расследованию, данного человека никогда не существовало."
        "То откуда оно взялось?"
    th "И я ведь ей оставил практически полный список моих телодвижений."
    "До 2005 года — центр города, с 2005  — здесь. Родители, школа, учёбка…"
    "Да, я зря не взял у неё ни номера, ни адреса, поэтому поневоле связал себя пассивной ролью…"
    "Но зато! Если она действительно существует, ей не составит сложностей прочитать последний адрес и, прибыв в Северную Столицу, взять любой кэб, за умеренную мзду с ветерком домчать ко мне под бочок."
    "Надо просто подождать, правда?"
    "На часах перевалило за полночь."
    me "Вот и завершилось шестое февраля. Финальный отсчёт."
    "Сегодня Мику будет выступать у нас в городе, в БКЗ «Октябрьский»."
    "И я очень! Очень удивился, когда узнал, что больше половины мест уже выкуплено, что все ложи забиты, а VIP места зарезервированы."
    th "Может, дело вовсе не в чуде, а в неком коммерческом чутье их концертного директора?"
    window hide
    scene bg semen_room_window
    with fade
    play sound_loop sfx_street_traffic_outside fadein 2

    "Я прижал горячий лоб к ледяному стеклу, задумчиво изучая мой новый Питер — яркий, красивый, броский."
    "Красивая игрушка. Для игрока, которому она не нужна."
    me "И где мне тебя искать…"
    "Шепнул я в никуда."
    $ volume (0.0,'music')
    stop sound_loop
    play sound ringtone
    $ renpy.pause(3)
    "Телефон зазвонил — номер чей-то незнакомый."
    "Впрочем, я уже очень давно не утруждал себя запоминаниями номеров. Чей-то МТС, питерский…"
    th "Кем бы ты ни был, я тебе не отвечу."
    "Телефон продолжал издавать дребезжащие звуки."
    "Я крайне редко слышал его, если шёл по улице, заткнув уши музыкой."
    "Мне вообще не слишком часто кто-либо звонил."
    "А сейчас…"
    "Пять звонков — это деловой этикет, звонить меньше значит проявить нетерпение, звонить больше значит проявить настырность."
    "Кого-то, кажется, не смущала такая перспектива."
    "Зато оператор отключает после двадцатого гудка."
    "Наконец, телефон заткнулся."
    window hide
    scene bg int_sam_house_clean_7dl with dissolve

    "А я вернулся за машину — у меня, кажется, появилась мысль."
    "Но кто-то свыше явно собрался сегодня не дать мне посидеть у монитора."
    stop music
    play sound sfx_door_bell
    "В дверь позвонили…"
    me "Да вы издеваетесь, что ли!"
    "Рявкнул я."
    "Но делать нечего. {w}Надо идти хотя бы посмотреть, кого там нелёгкая принесла."
    th "А может, затаиться — и кто бы там ни был, он уйдёт?"
    "И тут же со вздохом поднял себя из кресла — нет, новая жизнь должна быть новой во всех своих нюансах."
    scene black
    with fade3
    scene bg int_epilogue_bg_7dl with dissolve
    "Подкравшись на цыпочках к двери, я выглянул в глазок, и…"
    "Перед дверью никого не было."
    play sound sfx_door_bell
    "Но в звонок продолжали звонить!"
    me "Кто там балуется…"
    "Я повернулся чуть вбок, так, чтобы видеть пространство под звонком."
    "И там стояла… "
    $ volume (1.0,'music')
    show mi sad voca with dissolve
    "Она вполне заметно нервничала, дёргала в руках какой-то листок, то и дело сверяясь с ним."
    play sound sfx_door_bell
    th "Это она!"
    "Сомнений быть не могло — я узнал и её, и листок. Ничего удивительно, ведь это я написал его."
    play sound sfx_open_door_strong
    show mi normal voca with dissolve
    mi "Привет, Се…"
    "Бодро начала она."
    "И осеклась."
    "Всё-таки, выглядел я действительно иначе."
    show mi surprise voca with dspr
    mi "Сеня?"
    me "Мику…"
    "Одними губами произнёс я."
    "А я же… Я уже искать хотел. Сейчас бы, и…"
    show mi shy voca with dspr
    "А она всё крутила и крутила в руках злополучный листок, весь исписанный синей ручкой, и краснела всё сильнее."
    me "Это правда ты?"
    "И тут она сразу прекратила нервничать."
    show mi smile voca with dspr
    "Улыбнулась:"
    mi "Пустишь девушку погреться?"
    "В этом жесте была вся она. Если раньше и были какие-то сомнения…"
    me "Да, конечно. Прости."
    window hide
    with fade

    "Она выглядела старше, чем я ожидал."
    "И гораздо красивее."
    "Я посторонился, пропуская её."
    "Как-то сразу вдруг нашлись тапочки, я помог ей раздеться и повесил пальто на крючок в прихожей."
    mi "Так ты, значит, здесь живёшь?"
    window hide
    scene bg int_sam_house_clean_7dl
    show mi grin voca at zenterright
    with dissolve
    "Мику прошла в квартиру, с любопытством осматриваясь по сторонам."
    mi "Ну… Ты хотя бы постарался прибраться."
    "На ней было то самое платье…"
    show mi normal voca with dspr
    mi "Нравится? В Японии сейчас огромная мода на такие."
    me "Очень нравится."
    "Честно признался я."
    show mi upset voca with dspr
    mi "Ты знаешь… У нас в гастролях образовалось окно, и мы решили сделать небольшой крюк, заехать к вам в гости."
    me "О, совсем небольшой."
    me "Впрочем, знаю, ни в Москве, ни в Питере на вас уже билетов не купишь."
    show mi normal voca with dspr
    mi "Да! Так что вот, я здесь."
    "Здесь. Я был более чем счастлив."
    "Если бы не один момент, не дающий мне покоя."
    me "Но мы же здесь… И ты… Я на автобусе рекламу видел."
    show mi happy voca with dspr
    mi "Не бойся напугать меня этим страшным словом!"
    "Подмигнула она."
    mi "Хочешь вслух скажу? Во-ка-ло-ид! {w}Я же часть проекта, забыл?"
    mi "Просто на сцене иногда вместе с виртуальной дивой выступают и живые артисты."
    show mi normal voca with dspr
    mi "Но у меня мало времени, Сень, если честно."
    mi "Я к тебе поздороваться заскочила да спросить кое-что."
    "Я хотел спросить «и это всё?»"
    me "Спросить?"
    "Но вместо этого просто взял её за руку."
    "Мику — живая, настоящая, тёплая. Она здесь, она рядом!"
    mi "Да. Первый вопрос — ты совершенно случайно ближайшее время ничего не планируешь делать?"
    me "Да нет, ничего, а что?"
    show mi serious voca with dspr
    mi "Тогда вопрос номер два."
    show mi shy voca with dspr
    "Мику подошла близко-близко и с вызовом заглянула мне в глаза."
    mi "Ты не передумал? Насчёт своих обязательств."
    "И она ещё смеет спрашивать? Да я же… Два месяца…"
    with flash
    me "Конечно, нет!"
    show mi smile voca with dspr
    mi "Прекрасно! Тогда собирайся. Поехали."
    me "Куда?"
    mi "У меня концерт через полчаса, а кто-то обещал ждать меня за кулисами."
    mi "Жду не дождусь этого момента!"
    me "Мику…"
    mi "Да, Сеня."
    me "Я поверить не могу, что ты настоящая. А ты точно не исчезнешь?"
    show mi normal voca with dspr
    mi "И не мечтай!"
    window hide
    stop ambience
    window hide
    play sound aunl
    $ persistent.mi_dj_good_rf = True
    show acm_logo_mi_allyours with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(2)
    if alt_day_binder == 1:
        $ prolog_time()
        play music unfinished_life fadein 3
        scene expression Noir("bg int_sam_house_clean_7dl", brightness = 0.1, tint_r = 0.2, tint_g = 0.9, tint_b = 0.7, saturation = 0.7)
        with touch
    
        "Так всё оно и будет однажды."
        "Я верю в это."
        "До такой степени верю, что вижу сны, подробные, цветные и с объёмным звуком."
        "Те самые, после которых долго-долго ноет что-то в душе."
        "А я не люблю боль. {w}Никто не любит."
        window hide
        scene expression Noir("bg semen_room_window", brightness = 0.1, tint_r = 0.2, tint_g = 0.9, tint_b = 0.7, saturation = 0.7)
        with diam
        "Лучше я закрою глаза ещё раз и детально восстановлю в памяти мою сладкую грёзу."
        "Ту самую, в которой мне звонят на телефон, а потом и в дверь."
        "Дверной глазок явит мне лестничную площадку, но если смотреть чуть ниже…"
        "Там можно будет разглядеть её."
        "Полтора метра жизнерадостности, счастья и шикарных волос, в которые так здорово зарываться носом."
        "Я обновил страничку с гастрольным графиком Хатсуне Мику — в этом году её зазвали в Лос-Анджелес и Париж. {w}Может, в следующем году и к нам заглянет?"
        "Больше чем уверен: на её концерте будет аншлаг."
        "А потом, после концерта одна очень красивая девочка вытащит из кармана старый, истрёпанный листок, на котором синим химическим карандашом написан адрес."
        "Подзовёт кэб, один из которых всегда есть около Ледового Дворца, покажет бумажку и прикажет трогаться."
        window hide
        scene expression Noir("bg int_epilogue_bg_7dl", brightness = 0.2, tint_r = 0.2, tint_g = 1.0, tint_b = 1.0, saturation = 0.7)
        show prologue_dream
        with dissolve
        if herc:
            "Улыбнётся консьержке: «К Сычёву, седьмой этаж.»"
        else:
            "Консьержке: «здравствуйте, я к Персунову.»"
        "И минутой позже выйдет на моей лестничной площадке."
        "Моя дверь первая слева от лифта."
        "Она уточнит ещё раз номер квартиры, найдёт звонок и…"
        "После пяти лет ожидания, год-два уже совсем не имеют значения…"
        $ persistent.sprite_time = "night"
        window hide
        scene expression Noir("bg int_epilogue_bg_7dl", brightness = 0.1, tint_r = 0.2, tint_g = 0.9, tint_b = 0.7, saturation = 0.7)
        show mi sad voca
        show prologue_dream
        with dissolve
        stop music fadeout 3
        "И однажды…"
        window hide
        scene black
        with joff
        $ renpy.pause(3)
    return