label alt_day4_sl_7dl_begin:
    play music music_7dl["ask_you_out"] fadein 3
    scene bg int_house_of_mt_sunset
    with dissolve
    play ambience ambience_int_cabin_day fadein 2
    "Мне всю ночь снилось что-то хорошее, доброе, а потому проснулся я в самом великолепном расположении духа."
    "Потому что это доброе и хорошее всегда имело самые голубые глаза и самую добрую улыбку."
    "Вот только имя никак не мог вспомнить, как ни старался."
    "И, вроде, вертелось на кончике языка, вертелось, а не давалось."
    "И так я огорчился под конец, что, будто прорываясь сквозь некие тенёта, дёрнулся вперед и выпалил."
    me "Славя!"
    "И проснулся."
    "Утреннее, эфемерное, угасающее, но заставляющее глупо улыбаться и чувствовать себя самым счастливым человеком."
    "А вот и она."
    show sl smile pioneer
    show prologue_dream
    with dissolve
    sl "С добрым утром."
    "И такой она красивой и хорошей была, что я и сам улыбнулся в ответ:"
    me "А я видел тебя во сне!"
    show sl shy pioneer with dspr
    sl "Надеюсь, это было что-то хорошее?"
    me "Очень, очень хорошее."
    me "Это же ты! Как там могло быть что-то плохое?"
    sl "Совсем засмущаешь бедную девушку."
    show sl smile pioneer close with dissolve
    "Она наклонилась ко мне и поцеловала в лоб."
    stop music fadeout 10
    window hide
    "Поверили, что ли?"
    "Наивные."
    window hide
    with fade
    pause(1)
    if herc or loki:
        "Нет, пробуждение и в самом деле было довольно приятным."
        "Я почувствовал, как какой-то голос воркует и ненавязчиво так шевелит за плечо."
        sl "Семён… Сёмушка… Ну, просыпайся."
        me "Славя…"
        "Разулыбался я, открывая глаза."
        show sl happy sport with dspr
        sl "Проснулся? Ура!{w} А теперь - на пробежку!"
        me "Пробежку? Никуда я не побегу!"
        me "И вообще, я спать!"
        sl "Серьёзно?"
        me "Имею право, дай поспать!"
        sl "Пошли, тебе понравится!"
        menu:
            "Чёрт с тобой. Дай одеться.":
                play ambience ambience_forest_evening fadein 6
                play music music_7dl["runaway"] fadein 3
                play sound_loop sfx_run_forest
                scene expression Dawn("bg ext_backdoor_day_7dl"):
                    ease 0.2 pos (0, 0)
                    ease 0.2 pos(25,50)
                    ease 0.2 pos (0, 0)
                    ease 0.2 pos(-25,50)
                    repeat
                with fade2
                play sound sfx_7dl["breath"] fadein 0
                scene expression Dawn("bg ext_backroad_day_7dl"):
                    ease 0.2 pos (0, 0)
                    ease 0.2 pos(25,50)
                    ease 0.2 pos (0, 0)
                    ease 0.2 pos(-25,50)
                    repeat
                with fade2
                "Да, если бы моё утро ограничивалось лишь воркованием и поглаживаниями, я был бы самым счастливым человеком на Земле!"
                "Возможно, даже поверил бы в то, что люди вокруг друг другу братья, всё вокруг замечательно, и вообще!"
                window hide
                with fade
                "Но нет же, мы решили показать Славе!"
                dreamgirl "Достать и показать!"
                window hide
                play sound sfx_7dl["breath"] fadein 0
                scene expression Dawn("bg ext_lake_sunset_7dl"):
                    ease 0.2 pos (0, 0)
                    ease 0.2 pos(25,50)
                    ease 0.2 pos (0, 0)
                    ease 0.2 pos(-25,50)
                    repeat
                with fade2
                "В общем, нетрудно предугадать, чем всё закончилось, раз уж я здесь потею, правда?"
                "Я бросил злой взгляд на обтянутые шортами полушария, ритмично двигающиеся в пяти метрах передо мной."
                "Взглянул совсем без эротического подтекста."
                "Пуще всего сейчас мне хотелось наподдать по ним как следует!"
                "Будто почувствовав моё желание, Славя сбавила темп и побежала рядом со мной."
                window hide
                scene expression Dawn("bg ext_path_day")
                show sl smile sport
                with dissolve
                sl "Вот видишь, как хорошо! Проснуться с утра, размяться, пока остальной лагерь спит, и есть только ты и твои мысли!"
                me "Я предпочёл бы встретиться со своими мыслями, лёжа на боку."
                "Отдуваясь, пропыхтел я."
                "Сердце заполошно колотилось где-то под горлом, перед глазами всё давно потемнело, и теперь я мечтал куда-нибудь свалиться и там тихонечко издохнуть."
                "К несчастью, Славя придерживалась на этот счёт кардинально противоположно мнения."
                "Она запрыгала вокруг меня, тормоша:"
                show sl happy sport
                with dspr
                sl "Не куксись, я же вижу, что тебе самому нравится!"
                th "Так нравится, что спасу нет."
                "Нет, если бы мы просто неторопливо потрясли жирок по дорожкам лагеря, я бы, может, даже возмущаться не стал!"
                "Так ведь нет!"
                "Славя вывела меня на некий неведомый «большой круг», включающий в себя периметр лагеря с заходом на берег, и припустила по нему так, будто за ней гналась бешеная собака."
                "Так вот, это возмутило меня до глубины души."
                "И я сейчас буду возмущаться!"
                "Да. Сразу как только отдышусь."
                sl "Ну ты чего? Каши мало ел?"
                th "Я с утра ещё вообще ничего не ел."
                sl "До ворот двести метров, побежали!"
                hide sl with dissolve
                "Сдавя ободряюще кивнула мне и ускорилась в сторону видимой отсюда стены лагеря."
                "А мне, так как я вовсе не горел желанием поселиться здесь на веки вечные, ничего не оставалось, как последовать за ней."
                me "Ну… Славя…"
                "Пропыхтел я."
                dreamgirl "Ну, погоди!"
                $ alt_day4_sl_7dl_workout = True
                $ lp_sl += 1
                $ karma += 15
                stop music fadeout 6
                window hide
            "Да!":
                stop music fadeout 6
                "Славя вздохнула и отошла на полшага."
                sl "Я думала, тебе должно понравиться, но раз ты такой бука…"
                play sound sfx_close_door_1
                scene bg int_house_of_mt_sunset
                with fade2
                "Я не очень любил ругаться, но раз уж мне приходилось отстаивать своё право на подъём не раньше восьми утра…"
                "Кинув взгляд на часы, я простонал - до подъёма было ровно пятнадцать минут."
                th "Совсем совести у людей нет!"
                "Я провалился в дрёму."
    else:
        scene bg int_house_of_mt_sunset
        with fade2
        "На самом деле, эротические грёзы с одной златовлаской так и остались плодом моего воспалённого либидо."
        "Которому, впрочем, не дали особо разгуляться."
        "Сначала где-то что-то зазвонило, потом раздался грохот, будто кто-то упал с кровати на пол."
        "Приглушённый нецензурный возглас, шорох второпях надеваемой надежды."
        "И меня без особой ласки потрясли за плечо:"
        mt "Проснись и пой, Семён! А твоя вожатая побежала на летучку, молясь по дороге, что её не пришибут за опоздание!"
        play sound sfx_close_door_1
    scene bg ext_washstand2_day
    with joff
    play music music_7dl["everyday"] fadein 5
    pause(1)
    play sound sfx_open_water_sink
    pause(1)
    play sound_loop sfx_water_sink_stream
    me "А-а-а-а-а!" with vpunch
    "Те же, там же."
    "Всё как в старых пьесах."
    "Разве что в этот раз нигде рядом не наблюдалось одного мелкого источника неприятностей."
    "И — хвала рандому! — никаких дежурств на сегодня."
    "За свою глупость и никому не нужное рыцарство я отплатил сполна, так что шиш от меня теперь дождёшься каких-то глупых поступков."
    th "Вне размеров ежедневной квоты глупостей, конечно."
    "Я всегда считал, что человеку в день отведено строго определённое количество бестолковых и раздражающих телодвижений, выполнять которые вредно, противно - но надо!"
    "Потому что если ты не делаешь глупости злонамеренно, они начинают происходить с тобой когда им вздумается!"
    scene bg ext_washstand_day
    with flash
    th "И Славя сегодня тоже должна отдыхать, её позавчера уже заставляли."
    dreamgirl "Есть мнение, и не только моё, что Славя вовсе не восприняла дежурство по столовой как какое-то наказание."
    th "Скажи ещё, что ей понравилось!"
    dreamgirl "А и скажу! Чем кумушек считать трудиться… В смысле, вместо подметаний площади, убираний на складе и прочей добровольно-принудительной чуши, которую она на себя взвалила, кратковременное дежурство по столовой выглядит этаким расслабляющим отпуском."
    dreamgirl "Днём защиты от забот."
    th "Защиты от чего?"
    dreamgirl "Проехали."
    if alt_day4_sl_7dl_workout:
        dreamgirl "Расскажи мне лучше, по кой пёс ты за Славяной увязался на пробежку?"
        dreamgirl "В конце концов, её потребности не высыпаться — это только её потребности!"
        th "С чего ты думаешь, что она не выспалась? Припухшие веки, прочая фигня?"
        dreamgirl "Мда, беда… Был бы ты хотя бы внешне красивый, это тебя извинило. {w}Так ведь нет!"
        dreamgirl "Вы разошлись по койкам в одно и то же время, легли примерно одинаково."
        dreamgirl "Ты выспался? {w}То-то и оно."
        dreamgirl "Надо было спрятать замотать её в покрывало и спрятать в шкаф — и ложиться досыпать!"
        th "Старый Мазай разболтался в сарае."
        th "Ложись себе да досыпай, что ты как этот?"
        dreamgirl "О, ну, разумеется! Ты бодрствуй, наблюдай за пасторалями в чёрном спортивном костюме — а я спи? {w}У Пипите Хуарто не опухло ли хлебало?"
    "Вместо ответа я плеснул в лицо ещё одну горсть ледяной воды."
    "С каким-то даже мазохистским удовлетворением."
    th "И не выспался, и не отдохнул, и… Эх, вот тебе ещё ледяной воды за шиво… Оу!"
    play sound sfx_close_water_sink
    stop sound_loop
    "За шиворот вполне ожидаемо проложили путь ледяные дорожки."
    window hide
    scene bg ext_houses_sunset
    with dissolve
    "Повторая как мантру «ни одна сволочь не испортит мне утро», я вернулся домой."
    window hide
    scene bg ext_house_of_mt_sunset
    with dissolve
    "И, конечно же, у самого порога столкнулся с надежой и опорой, добрейшей и прочая, и прочая…"
    show mt smile sport
    with dissolve
    if alt_day4_sl_7dl_workout:
        mt "Ты меня сегодня удивляешь! Неужели сам поднялся спозаранку?"
        me "Вы слишком хорошего мнения обо мне."
    else:
        me "Ну как оно?"
        show mt surprise sport with dspr
        mt "Оно?"
        me "Вы на летучку опоздали."
        "Напомнил я."
        show mt smile sport with dspr
        mt "Всё хорошо. Тем более, никто об этом никогда не узнает."
        mt "Ведь правда?"
        "В её улыбке я разглядел нечто зловещее."
        "Потому поспешил кивнуть."
    mt "Ага, я так и думала. В любом случае, давай сюда свои мыльно-рыльные и двигай на площадку, разминаться."
    "К этому моменту я как раз восстановил дыхание и сердцебиение, и ни в каких разминках уже не нуждался."
    "Но что-то подсказывало мне, что с вожатой сейчас лучше не спорить."
    "То ли дело было в отчаянии во взгляде, то ли в чём-то ещё, но я покорно кивнул, всучил ей свёрток и сделал через левое плечо, отчалил."
    "Туда, где разогретая уже Славя машет руками и двигает тазом так, будто она меня спасла и в благородство играть не будет."
    "На зарядку!"
    window hide
    stop music fadeout 5
    scene bg ext_square_sunset
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    play music music_7dl["everyday"] fadein 3
    "Чтобы быть здоров — закаляйся! Голым пузом ляг на гвоздь и вращайся!"
    "Моя вторая зарядка отличалась от первой тем, что этот раз народа почему-то было ощутимо больше!"
    "Нет, дело было совсем не в том, что вожатые в этот раз сработали лучше и подняли больше пионеров."
    "Видимо, проснулся я ещё не совсем, несмотря даже на пробежку и умывание под холодной водой, так как в рядах пионеров замечал морды лиц чуть постарше - лет эдак тридцати-сорока."
    me "Брррр!"
    "Я закрыл глаза и помотал головой."
    "«Старые» пионеры никуда не делись."
    show dv smile sport 
    with dissolve
    dv "Что головой трясёшь, пил вчера?"
    me "Кто все эти люди?"
    show dv smile sport
    with dspr
    dv "Сегодня же роддень, забыл?"
    me "Скорее, не знал. {w}А здесь-то они зачем?"
    dv "Правила такие."
    "Пожала плечами Алиса."
    dv "Хочешь быть с дитём на территории лагеря — носи форму."
    me "Дресс-код, что ли?"
    show dv grin sport
    with dspr
    dv "Я твоё буржуйское наречье не разумею. Ты не умничай, пальцем покажи."
    me "Что все носят, то и родители носят."
    dv "Так и есть."
    "Славя скомандовала что-то, и Алиса встала рядом со мной, в такт ведущей размахивая конечностями."
    hide dv smile sport
    "Ряды подравнялись, родители дисциплинированно пристроились с дальней стороны площади."
    show sl smile sport
    with dissolve
    sl "Начинаем физзарядку! Ноги на ширине плеч, рявки руками, и - раз!"
    "Все замахали руками, видимо, втайне надеясь улететь отсюда к родным кроваткам."
    "А мне…"
    "Что ж, я овладел этим сверхсекретным умением ещё в 18 лет."
    "Способностью смириться с тем, что я встал, и сегодня уже не сплю."
    "Очень полезное умение!"
    "Славя вела зарядку на всех, но сама то и дело бросала взгляд в мою сторону."
    show sl happy sport
    with dspr
    "Должно быть, ей не нравилось отсутствие энтузиазма на моём лице."
    "Потому что она всеми силами на свой манер пыталась подбодрить меня."
    th "Зря стараешься. Единственный способ, которым ты могла бы взбодрить меня как следует, в лагере лучше не использовать."
    dreamgirl "Используй воображение, Люк!"
    "Это предложение не было лишено определённого смысла."
    "Ибо форма на Славе показывала то, что надо было показывать, и одновременно оставляла уйму пространства для фантазий."
    th "Единственное светлое пятно этого утра."
    "Обречённо подумал я, когда Славя отпустила пионеров и подбежала ко мне."
    "Со вполне очевидным предложением, из тех, что нельзя отклонить."
    show sl laugh sport
    with dspr
    sl "Эта будет по малому кругу."
    "Утешила, нечего сказать."
    sl "Побежали!"
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day4_sl_7dl_breakfast:
    play music music_7dl["too_serious"] fadein 3
    play ambience ambience_camp_center_evening
    scene bg ext_square_sunset
    with dissolve
    if alt_day4_sl_7dl_workout:
        "Из-за очередной внеплановой пробежки чувствовал я себя не самым лучшим образом."
        "Так что творящееся на линейке я воспринимал с трудом."
        "Перед глазами всё плыло, каждое движение век сопровождалось вспыхивающими разноцветными кругами."
    else:
        "Я совершенно не выспался."
        if herc or loki:
            "Казалось бы, и недоспал всего-то пятнадцать минут - а вот."
            "Я недовольно покосился на Славю."
            th "Чтоб тебе три года не высыпаться, тогда поймёшь!"
            "Я покачал головой - меня немного «вело», и, судя по периодическим взглядам окружения, выглядел я не самым лучшим способом."
    "А вот Славя цвела и радовалась жизни, пробежав километровый отрезок вдоль внутреннего периметра лагеря, даже не вспотев."
    th "Ждёт тебя, касатик, абзац. В четыре строчки."
    "Славя стояла рядом, чуть улыбаясь, каждый раз, когда я на неё смотрел."
    "Будто чувствовала чутьём своим бабским поток внимания."
    "Не самого ласкового, должен сказать."
    "И в то же время — мне и в голову не приходило послать её по матушке и потребовать держаться от меня подальше."
    dreamgirl "Сём Сёмыч, одиночка и бездарь, нашёл себе человека, который сможет решить всё за него и пинками погнать к лучшей жизни?"
    th "Примерно так. {w}Почему-то мне кажется, что от Слави никакой гадости ждать не стоит."
    th "Внешность, безусловно, обманчива, но она ведёт себя не как потенциальный гад и вражина."
    "Нас перетасовали, уплотнили немного, из-за чего привычное уже стройное каре со стороной в 2 отряда немного смешалось, теснясь."
    "Освобождая место «пионерам» тридцати-сорокалетнего возраста, которые встали сразу за пятым отрядом."
    "Ольга поморщилась, глядя на это безобразие, но ничего не сказала."
    "Видимо, не решилась — всё же была она младше большинства «новеньких»."
    "Пришлось вести линейку как есть, без дополнительных вводных и занятий по строевой."
    "А к тому моменту, когда я всё же восстановил дыхание и относительно пришёл в себя, успел заслышать лишь:"
    mt "Отряды, напра… во! За пятым отрядов в столовую шагом арш!"
    scene bg ext_dining_hall_near_day
    with dissolve
    if alt_day4_sl_7dl_workout:
        th "Я слишком стар для всей этой чуши. Меня нельзя без подготовки вытаскивать из тёпленькой постельки и заставлять кроссить сначала четыре, а потом и ещё полтора километра."
        dreamgirl "Зато какова награда!"
        th "Да в гробу я такую награду видел. Подумаешь, полюбоваться дали формами в обтягайке."
        dreamgirl "Не понравилось? Ослика не устроила морковка?"
        "Я ничего не ответил, неприязненно покосившись на «морковку», стоящую рядом."
    show sl smile pioneer
    with dissolve
    sl "Как самочувствие?"
    "Улыбнулась она в ответ."
    me "Плохо."
    show sl laugh pioneer with dspr
    sl "Я знала, что тебе понравится."
    sl "У меня хорошие новости."
    if alt_day4_sl_7dl_workout:
        me "Что, даже лучше утренней пробежки?"
    else:
        me "Ещё лучше нашего нового «отряда»?"
    sl "А как же!"
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_dining_hall_people_sunset
    with dissolve
    play ambience ambience_dining_hall_full fadein 5
    play music music_7dl["carefree"] fadein 3
    "Славя потянула дверь и зашла в столовую, пришлось топать вслед."
    "И там оказалось на удивление пусто, несмотря даже на уплотнившие наши ряды морды."
    show sl normal pioneer with dissolve
    sl "Родительский день."
    "Ответила Славя на невысказанный вопрос."
    sl "Большинство ребят забрали родители. {w}Хотя мне это и непонятно — зачем встречаться сейчас, если через три дня всё равно отъезд."
    me "Новость за новостью."
    "Девушка взяла поднос и отправилась к раздаче, кивком приглашая меня следовать за ней."
    sl "А мои приезжали совсем рано, до подъёма ещё, так что я с ними уже повидалась, и меня ничто не будет отвлекать."
    me "Отвлекать от чего?"
    show sl smile pioneer with dspr
    sl "Видел новый отряд?"
    me "Их тяжело не заметить."
    sl "Это комиссия, они будут ходить по лагерю и проверять. {w}А меня приставили к ним провожатой и помощницей."
    me "Проверять, чтобы пионеры черники зелёной не наелись?"
    show sl smile2 pioneer with dspr
    sl "В этом году «Совёнок» претендует на звание места образцового отдыха и досуга. {w}Такие звания просто так не дают."
    me "Ахха! Вот, значит, какие у тебя были хорошие новости!"
    "Я с энтузиазмом потёр руками."
    me "Ты занята, значит, я могу делать всё, что хочу!"
    show sl laugh pioneer with dspr
    sl "А тебе так не терпится избавиться от меня?"
    th "Да!"
    me "Просто я сюда приехал отдыхать! Значит, вам меня не надо загружать!"
    sl "Ты лентяй, ты знаешь?"
    "Открыла Америку…"
    show sl normal pioneer with dspr
    me "Это ничего! Зато ты работаешь за семерых."
    me "Если нас сложить, получится один нормальный человек."
    "Славя сверкнула глазами:"
    sl "Вообще-то, у меня есть для тебя одно дело!"
    "Судя по серьёзному взгляду, дело было калибра уборки площади, никак не меньше!"
    me "Какое?"
    sl "Колонки после вчерашних танцев. Они всё ещё стоят на площади, а в обед у нас концерт."
    me "И ты хочешь заставить меня таскать их все?"
    show sl smile pioneer with dspr
    sl "Один ты, боюсь, не справишься, так что я тебе несколько мальчиков из второго отряда пришлю."
    menu:
        "Пусть Шварценеггер таскает!" if loki:
            show sl serious pioneer with dspr
            sl "Неужели помочь не хочешь?"
            me "Как ты догадалась?"
            show sl surprise pioneer with dspr
            sl "Я думала, ты не против тоже принять участие в жизни лагеря."
            me "Я принимаю в ней участие, даже лёжа на боку."
        "А других назначений нет?":
            $ alt_day4_sl_7dl_help1 = True
            show sl smile2 pioneer with dspr
            sl "Есть! Но они все будут после того, как закончите с аппаратурой."
            me "И где я их забрать должен буду? "
            sl "Да найдёшь меня где-нибудь, я буду на территории."
            me "Отказаться нельзя?"
            show sl laugh pioneer with dspr
            sl "Нет!"
        "За тобой должок!" if herc:
            $ alt_day4_sl_7dl_help1 = True
            $ karma += 10
            show sl laugh pioneer with dspr
            sl "Откуплюсь чем только пожелаешь!"
            me "А я знаю, чего пожелаю!"
            "Была у меня одна интересная идейка."
            show sl smile2 pioneer with dspr
            sl "И чего же?"
            me "А вот когда закончу, тогда и узнаешь!"
            "Я сделал гордый и непокорённый вид, вынуждая девушку снова улыбнуться."
            sl "Надеюсь, это не будет что-то ужасное. Вылезать на стол и кукарекать я не буду, так и знай!"
            me "А и не надо. Как там зовут моих будущих помощников?"
            show sl normal pioneer with dspr
            sl "Даня и его друзья."
            me "Да, тяжело людям с таким именем. И его друзья."
            "Глубокомысленно протянул я."
            show sl smile pioneer with dspr
            sl "Они постоянно ходят вместе, не перепутаешь!"
    "Наконец, подошла и наша очередь, а нам выставили на подносы по тарелке риса с мясом и стакану бледного чая."
    dreamgirl "А в тюрьме макароны дают!"
    th "Стебись-стебись."
    show sl normal pioneer with dissolve
    "Славя, впрочем, и бровью не повела."
    "Конечно, я слышал её рассказ про семью и то, что она сама готовить умеет."
    "Но как-то слабо это коррелировалось со способностью есть такой вот холостяцкий завтрак."
    "Не слушая и не понимая моих рассуждений, Славя с крайне довольным видом зачерпнула первую ложку."
    "Неприхотливость во все поля."
    "Или, скорее даже, неизбалованность."
    me "Могли бы и кашу нормальную сварить."
    "Пробурчал я, с недоверием разглядывая горку на тарелке."
    sl "Да ты попробуй, знаешь, как вкусно!"
    me "Вообще-то, ведущими собаководами рекомендовано готовить на завтрак молочную продукцию и каши на молоке, чтобы зарядить организм."
    show sl smile pioneer with dspr
    sl "Брюзжишь как старый дед. {w}Ты попробуй, тебе понравится."
    "Не найдя понимания и здесь, я со вздохом зачерпнул содержимое тарелки."
    "И в целом Славя оказалась не так уж и неправа!"
    "Хотя завтракать бефстрогановым, по мне — то ещё извращение."
    me "А почему родичи так рано приезжали?"
    "Уточнил я, прожевав первую ложку"
    show sl normal pioneer with dspr
    sl "Они очень занятые, за братьями глаз да глаз нужен."
    me "Так брали бы их с собой."
    dreamgirl "Точно. Шесть человек на переднее сиденье."
    me "Увиделись бы."
    sl "Да, по-моему, мы и так очень скоро увидимся. Правда, ненадолго."
    me "По причине?"
    "Славя довольно улыбнулась:"
    sl "Мои труды заметили, пригласили в следующей смене поработать помощницей вожатой!"
    sl "Так что я здесь ещё немного задержусь."
    me "Тебе нравится эта идея, похоже."
    show sl happy pioneer with dspr
    sl "Конечно, нравится! Я люблю этот лагерь, и мне нравится, когда в нём всё хорошо."
    sl "Ты, кстати, тоже мог бы попробовать попроситься."
    me "И ещё три недели таскать колонки?"
    "Физические усилия меня не сказать чтобы сильно пугали, однако, делать это на постоянной основе показалось мне не слишком здравой затеей."
    show sl happy pioneer with dspr
    sl "Да! Разве не здорово?"
    me "Нет."
    sl "Семён, ты такой шутник!"
    me "Я не шучу. Ладно, пока ты здесь по путёвке, можно развлекаться таким образом."
    me "Но заниматься этим на постоянной основе - увольте. Людям за это вообще-то деньги платят!"
    show sl sad pioneer with dspr
    sl "Ты меня, конечно, извини, но чья бы корова мычала!"
    me "А если на русском?"
    show sl normal pioneer with dspr
    sl "Ты думаешь, Алексей Максимович просто так заявку подал, потому что ему скучно и не хватает развлечений в жизни?"
    me "Я-то откуда знаю? Я и про Алексея Максимовича слышу впервые в жизни, может, и скучно ему!"
    show sl sad pioneer with dspr
    "Славя вздохнула и начала терпеливо пояснять:"
    sl "Алексей Максимович — это директор нашего лагеря, заявку на присвоение звания образцового места отдыха подал он."
    sl "И подал не просто так!"
    me "От нечего делать?"
    show sl angry pioneer with dspr
    sl "Да из-за тебя!"
    "Здесь я даже не нашёлся с ответом."
    th "Оказывается, вся эта шумиха и сутолока — моя вина?"
    dreamgirl "Наташа Ростова не гулящая?! Ну, я извиняюсь."
    sl "Это же твои родители в прошлый раз стали спрашивать — почему, мол их сына распределяют в какой-то лагерь, который даже не образцовый?"
    sl "Вчера, вот, тоже позвонили."
    me "Так выгнали бы меня — всего и делов."
    show sl normal pioneer with dspr
    sl "Ты предлагаешь выгнать тебя на одном лишь основании, что твои родители странные вопросы задают?"
    "Славя протянула руку и потрогала мой лоб."
    sl "Хм, лоб холодный."
    sl "В любом случае! Раз всё происходящее косвенно и из-за тебя тоже, мне кажется справедливым, что ты примешь участие в уборке и прочем таком."
    me "Ты виноват уж в том, что хочется мне кушать…"
    sl "Прости, что?"
    if alt_day4_sl_7dl_help1:
        "Я постарался сделать улыбку не слишком вымученной."
        me "Владей, что я могу сказать. Куда оттащить круглое, откатить квадратное?"
        sl "Не беспокойся, там не очень много."
        sl "И тебе на пользу! Вот, за завтрак сказал больше слов, чем вчера за весь день."
        sl "Мы ещё сделаем из тебя человека."
        me "Нисколько в этом не сомневаюсь."
    else:
        me "Ровным счётом ничего. {w}Сама-то чем заниматься планируешь, пока я буду надрываться и погибать?"
        show sl smile pioneer with dspr
        sl "Проведу экскурсию по лагерю, соберу все замечания и в целом буду помогать комитету сегодня."
        me "А почему это тебе самая лёгкая работа достаётся?"
        "Девушка посмотрела мне в глаза и медленно кивнула:"
        sl "Хорошо, если хочешь, давай поменяемся. Я не против."
        sl "Будешь тогда сам ходить с ними сегодня весь день, без перерывов и перекуров. Справишься?"
        "Я пересчитал условия."
        me "Нет."
        "Славю мой ответ не удивил:"
        sl "Вот и мне так кажется."
        sl "Ладно, увидимся… {w}Когда увидимся!"
    hide sl with dissolve
    "Составив грязную посуду на поднос, девушка поднялась, попрощалась со мной кивком и ушла, оставляя меня в гордом одиночестве."
    "Я проводил её взглядом и обречённо вздохнул."
    "Утро явно было не слишком томное."
    if alt_day4_sl_7dl_help1:
        th "Зачем только согласился, идиот."
        dreamgirl "Ты сам всё слышал: виноваты родители."
        th "Какие, блин, родители ещё?! {w}Я прибыл сюда на автобусе из будущего!"
        dreamgirl "О, правда?"
        "Вкрадчиво поинтересовалось раздвоение."
        dreamgirl "Восемнадцатилетним?{w} Ты же таким и был, правда?"
        th "Нет, разумеется. {w}Но моим родителям попросту неоткуда здесь взяться."
        dreamgirl "А они и не твои. Они того, кого ты сейчас как костюм носишь."
    window hide
    with fade
    stop music fadeout 5
    stop ambience fadeout 6
    return
    
label alt_day4_sl_7dl_herc_morning:
    scene bg ext_square_day
    with dissolve
    play music music_7dl["everyday"] fadein 3
    play ambience ambience_camp_center_day fadein 6
    if alt_day4_sl_7dl_help1:
        th "Всё-таки, работать на полный желудок - плохая затея."
        "Я начал привыкать к постоянному балансированию между полным изнеможением и трясущимися руками, даже начал получать некое извращённое удовольствие от того, как сужается поле зрения и мелкие детали перестают иметь значение."
        "Зрение хищника, да."
        "Единственной трудностью в ситуации было то, что завтрак время от времени просился наружу, приходилось делать краткие перерывы и бороться с тошнотой."
        "С другой стороны, мальчики из второго отряда, отделённые мне в помощь, были ровно в том же положении, но не роптали и не возмущались."
        "Такой себе стимул для того, чтобы заткнуться и стиснуть зубы."
        "Так что заткнулся, стиснул и продолжил арбайтен наряду со всеми."
        "Четыре колонки, три ходки, смутно знакомый мне кудрявый малец из второго отряда занимался проводами, а я, как самый сильный, направлял колонки на колёсиках в нужную сторону, где её уже принимали на себя двое, оставшихся безымянными."
        "Отлаженный алгоритм взаимодействия."
        "К счастью, фронт работ был не слишком обширным, потому, завершив все требуемые телодвижения, я кивком попрощался со своими «коллегами» и тихой сапой покинул территорию лагеря."
        "Вознаграждение за работу в виде новой работы не грело совершенно."
    else:
        "Взяв самоотвод, я некоторое время стоял на площади, наблюдая за снующими туда-сюда муравьями-пионерами, в спешке драющими территорию."
        th "Третье дело, за которым можно наблюдать вечно!"
        dreamgirl "Если ты здесь постоишь ещё немного, тебя тоже привлекут к этому делу."
        th "Спасибо, я в курсе."
        "Я заметил приближающуюся со стороны спортплощадки Славю во главе целой процессии, потому поспешил пригнуться и короткими перебежками покинуть территорию лагеря."
    window hide
    scene bg ext_backdoor_day_7dl
    with dissolve
    play ambience ambience_ext_road_day fadein 5
    "Конечно, это могло быть чревато и всё такое."
    "В случае, если бы меня здесь заловил кто угодно из педсостава или, упаси, Рандом, комиссии, смерть моя была бы долгой и мучительной."
    "Но находиться сейчас там мне решительно не хотелось."
    "Это как будто не мой лагерь, несмотря на все приставания Славяны, не чувствовал я себя причастным к царящему на территории празднику жизни."
    "Так что проще всего было просто сбежать, что я и проделал с превеликим удовольствием."
    window hide
    with fade
    "Лагерь остался по левую руку, лишь изредка оттуда доносились обрывки голосов, шум, треск, какая-то музыка."
    "Он прекрасно обходился без меня, и было это на самом деле очень даже здорово."
    "В конце концов, я изжил в себе эгоцентризм очень рано."
    "А, может, здесь всё дело было в моём желании подглядеть в замочную скважину, туда, куда авторы решили меня не пускать?"
    "Ведь если мир замирает, пока я отсутствую, то подглядеть ровным счётом никак не получится: меня же там нет, а значит, как может всё работать?"
    "Я шёл по укатанной колее, в левом углублении, набитом многочисленными колёсами прибывавших сюда машин с продуктами, солнце, неярко светившее в силу утренней задумчивости, с трудом пробивалось сквозь густой купол веток над головой, в лицо дул лёгкий ветерок, и жизнь была проста и понятна."
    "Откуда-то всплыло полузабытое чувство направления, точно отслеживающее расположение лагеря относительно меня самого, полузабытый же авантюризм подтолкнул под локоток, и я свернул на первую попавшуюся тропинку, чувствуя, как некий маркер, существующий лишь в моём сознании, незримо сместился и начал удаляться шаг за шагом."
    "Утреннее кислородное опьянение, странные и непонятные новости о родителях и комитетах, внезапно выставленные дедлайны с отъездом через три дня — всё это смешалось в единый горчащий в горле узел-комок, который вовсе не спешил рассасываться."
    "Но и дышать не мешал."
    "Мало-помалу, чем дальше я удалялся от стены, тем меньше чувствовал внутри себя привычный мне сплин, а узел-ком причинял всё меньше неудобств, пока не перестал чувствоваться вовсе."
    "Здорово, всё-таки, что есть вещи, право на которые никто и никогда отнять не сможет: одиночество, солнце и… "
    stop music fadeout 6
    window hide
    scene bg ext_backroad_day_7dl
    with dissolve
    with vpunch
    "Я не успел додумать о третьей неизменной составляющей моего счастья одиночки, так как со всего маху стукнулся обо что-то ногой."
    play music music_7dl["nap_one"] fadein 5
    "Что-то твёрдое, угловатое, торчащее из травы едва заметно."
    "Очень похожее на…"
    me "Эт-то что за подлодка в степях Украины?.."
    "Присев на корточки, я развёл в стороны заросли лисьего хвоста и кашки, и в густой тени разглядел неуместную здесь бетонную плиту."
    "Серая, прямоугольная, такими мостили дорожки и в «Совёнке» по принципу «всё равно тяжелая, никто не сдвинет», просто кидая на землю."
    "Бетон вообще долгоиграющий, если заботиться о нём, плитки в лагере выглядели чуть вытертыми, но относительно новыми, так что едва ли им было больше десяти-пятнадцати лет."
    "А это же… выщербленная, с высыпавшимися краями, из-за чего оригинальный прямоугольник больше походил на песочные часы, с выглядывающей на месте скола железкой в качестве арматуры."
    th "Едва ли кто-то просто шёл по лесу и бросил её здесь."
    "Как оказалось, тропинка, по которой я шёл до последнего времени, находилась в точности между двумя плитками — видимо, ту, что лежала здесь на земле раньше, то ли унесли куда-то, то ли разбили окончательно."
    "Вдаль в обе стороны от меня уходили две некогда мощёные и напрочь заброшенные дорожки, одна из которых вела определённо в сторону лагеря, а вот вторая…"
    "От моего места тяжело было рассмотреть, куда именно она уходила, так как некрупный холмик, который огибала эта дорожка, перекрывал возможность рассмотреть, куда же там дальше."
    me "Любопытно."
    "Я потрогал плитку ногой, держала та крепко."
    "И, не раздумывая больше, зашагал по дорожке, направился в неизвестность, следя лишь за тем, куда ставлю ногу."
    "Когда я обогнул холм, ощущение лагеря почему-то пропало безвозвратно."
    "Впрочем, в сложившейся ситуации, это не особо беспокоило — в крайнем случае, всегда можно будет вернуться по собственным следам обратно."
    "Времени у меня внезапно оказался целый вагон, а заниматься всё равно было нечем."
    "И так, оно, наверное, даже и лучше всего — вместо того, чтобы шататься по лагерю, бесить окружающих и высочайшую комиссию, я тихо-мирно удалюсь на свой собственный дальний поиск."
    "Выбирая между бесцельной ходьбой непонятно куда и «добровольной помощью» я всегда выбираю помощь!"
    "Шутка."
    "В одном я был уверен — здесь бояться нечего."
    "Можно ходить сюда сколько угодно, не боясь встретить какую-нибудь опасную для здоровья пакость."
    "Запреты на самовольный уход за территорию носили скорее дисциплинарное значение, чем действительную заботу и боязнь, что с кем-то что-то случится."
    "В конце концов, будь здесь какая-то опасность, не стали бы делать детский лагерь."
    "Само по себе заведение достаточно шумное, способное распугать всё зверьё в окруже, оно было к тому же огорожено кирпичным забором."
    "Единственное, кого здесь совершенно логично следовало бы ожидать — это всякую кровососущую пакость, вроде комаров или слепней, и, разумеется, ёжиков."
    "Последние очень любят столоваться рядом с человеком, подъедая за ним всякие вкусности, вроде йогуртов или мороженого."
    "Вот их-то, как раз и следовало бы ожидать, а значит — никаких змей, лягушек и прочих земноводных-пресмыкающихся, почитаемых колючками за неплохую закусь."
    window hide
    scene bg ext_path_day
    with dissolve
    "Успокоив себя и подающий голос инстинкт самосохранения, я беззаботно двигался по тропинке, напевая попурри из последних хитов ютуба."
    "Пока моему взгляду не открылось то, чего я никак увидеть не ожидал."
    play ambience ambience_old_camp_outside fadein 6
    "Окружённый покосившимся забором одноэтажный дом с надстройкой из дранки."
    "Почему-то смутно знакомый."
    "На лагерной карте у ворот я ничего подобного не видел, "
    "И ни от кого из пионеров ничего подобного не слышал."
    "Хотя и общался-то толком, пожалуй, лишь с липучкой-рубль-штучкой по имени Славя."
    "Вот она явно сказала бы, если бы знала, что в окрестностях есть такой вот заброшенный дом."
    th "Такими темпами скоро окажется, что здесь и какое-нибудь сельцо неподалёку имеется — в пешей доступности."
    dreamgirl "Будь оно так, тебе бы сказали."
    th "Мне и про этот дом ничего не говорили!"
    dreamgirl "А тебе зачем? Таким, как ты скажи про близлежашие руины - так первой же ночью свалите туда косплеить Индиану Джонса пополам с Лорой Крафт."
    th "Лара Крофт."
    dreamgirl "Каяхренразница? {w}Не сказали, и правильно сделали."
    dreamgirl "Самые обычные развалины, ничего интересного."
    "Теперь это видел и я, со всей отчётливостью."
    "Дом представлял собой кирпичное основание с надстройкой, годной для всяческих нужд, вроде просмотра кино на случай дождливой погоды."
    "Так вот, надстройка, со стенами из плашек, обмазанных штукатуркой, кое-где покосилась, из-за чего оконные переплёты повылетали, а раздавленное стекло осыпалось вниз осколками."
    "На первом этаже окна были относительно целыми, но серая и охряная штукатурка там и сям облупилась, открывая кирпичную кладку…"
    "Избушка стояла к лесу передом, так что пришлось идти в обход."
    stop music fadeout 5
    "Так я и сделал."
    window hide
    scene bg ext_old_building_day_7dl
    with fade2
    play music music_7dl["sammy"] fadein 3
    "И оказался на крупной, окруженной хвойными исполинами поляне."
    "Откуда-то справа веяло водой и слышался едва различимы плеск — видимо, наша лагерная речка делала здесь крюк."
    "Слева же было некогда плотно вытоптанное пространство, сейчас плотно заросшее высоченной — по пояс — травой, перемежаемое лишь вездесущими дорожками из плит, окружённое хвойными исполинами с крюками, вбитыми прямо в стволы…"
    "Похоже, здесь было некое подобие палаточно-тентового городка в духе конца шестидесятых."
    "Довольно распространённая практика летних лагерей середины двадцатого века, когда строили только основной корпус, а пионеров и вожатых расселяли по палаткам."
    "Довольно неплохо расположенное, должен признать, раз за всё время отсутствия человека здесь ничего не подмыло и не разворотило."
    "Судя по всему, лагерь почему-то закрыли, законсервировали, но присутствие человека не лечится так просто."
    "Разве что крюки не повыдёргивали — союз может позволить себе некоторую расточительность, в случае, когда дело доходит до экстремальных ситуаций."
    "Здесь было довольно живописно…"
    "Но в глаза прежде всего бросались детские аттракционы-снаряды, триста лет как устаревшие — карусели, качели-распорки, лесенки-радуги — несть им числа."
    window hide
    with fade
    "Краска давным-давно облупилась, а проглядывающий там и сям металл был густо покрыт сплошной коркой ржи, кое-где покосившиеся бока вросли в землю, так что нечего было и думать прокатиться."
    scene bg ext_old_building_day_7dl:
        linear 0.4 xzoom 1.05
    "Я подошел ближе – и вздрогнул."
    play sound sfx_carousel_squeak
    "Одна из каруселей, видимо, из тех, что сохранились лучше прочих, поприветствовала меня истошным скрипом на ветру."
    me "Бррр, кошмар какой!"
    "Передёрнул плечами я."
    "Дверь в главном корпусе, видимо, выразила своё согласие, с грохотом провалившись внутрь."
    "Уставилась на меня слепым угрожающим провалом."
    with hpunch
    "И ни следа пребывания человека. Как будто на земле пронёсся тихий шторм, уничтожающий всё разумное на своём пути, оставляя за собой лишь тени и нетронутые плоды цивилизации."
    "Вернее, как нетронутые… Всё, что могли, с собой утащили."
    "Остальное — работа времени. Его неповторимый прикус, легко узнаваемый на брошенных вещах."
    "У главного корпуса были две вспомогательные лесенки - должно быть, так строят во всех лагерях, на случай пожара."
    "Но нечего было и думать прикасаться к ним — как и качели с каруселями, витые ажурные железные решётки держались на честном слове и не рассыпались трухой только чудом."
    "Их тоже здорово так погрызло время."
    "И тишина здесь стояла такая… применительно к этому месту, к этому окружению эпитет «гробовая» был крайне уместен."
    scene expression Dawn("bg ext_old_building_day_7dl") with diam
    "Выражаясь языком классика, царила вокруг необъяснимая жуть."
    "Здесь следопытом быть не надо, чтобы понять: произошло здесь что-то этакое, и произошло тогда, когда ни меня, ни того, чьё тело я занимаю, возможно, ещё и на свете-то не было."
    dreamgirl "Или был уже, но в самом нежном возрасте."
    "Когда здесь всё консерировали, по возможности постарались прибраться, однако, время, время…"
    "Руины, образовавшиеся естественным путём, как это всегда и бывает без пригляда человека."
    "Казалось бы, живут люди в одном доме десять, двадцать, пятьдесят лет — а он стоит."
    "А тут полтора десятка лет миновало — и всё. Запустение."
    window hide
    with fade
    "И дух над поляной царил… тягостный, пачкучий, будто произошло здесь нечто неприятное."
    "Но что? {w}Боюсь, некому уже ответить."
    th "Ну что, сыграем в героя второсортного ужастика?"
    dreamgirl "Боюсь, у тебя не получится. Так как маньяки, какие бы здесь ни водились, давно уже должны были передохнуть с голоду."
    th "Вот и мне так думается."
    "Подбодрив себя таким образом, игнорируя надсадно скрипящую карусель, зашагал к чёрному провалу."
    th "Стёкла повылетали, но рамы почти все на месте, подновить штукатурку, подкрасить, застеклить — и можно заселять детишек."
    th "Я никогда не пойму причин, по которым люди бросают плоды своего тяжёлого труда."
    th "Этот дом кто-то же строил, трудился…"
    dreamgirl "А вот сейчас причины и узнаем. Ходу!"
    "Пока я приближался к зданию, моё внимание привлек какой-то яркий клочок бумаги, изнутри наклеенный на сохранившееся стекло окна."
    "Подобравшись поближе, я прочитал."
    "{b}С С С Р{/b}"
    "{b}МИНИСТЕРСТВО ОБРАЗОВАНИЯ РСФСР{/b}"
    "{b}П.Л. «СОВЁНОК-1».{/b}"
    window hide
    with fade
    "Буквы были выведены трафаретом синей ручкой и сквозь даже пыльное стекло читались замечательно."
    "А вот окно рядом было зачем-то наглухо заколочено снаружи. Хотя сквозь щели видно было, что стекло всё ещё на месте, но из-за разницы в освещении ничего внутри разглядеть не удалось."
    "Так или иначе, шататься вокруг да около долго ещё можно было."
    "И уезжали отсюда отнюдь не просто так, не от нечего делать."
    "Меня раздирало любопытство пополам со страхом."
    window hide
    with fade
    "Вздохнув несколько раз, я переборол страх и направился ко входу в здание."
    "Как оказалось, дверь была не одна - та, что падением поприветствовала меня, лежала, упираясь краем в полураспахнутую вторую."
    "Из-за получившейся инсталляции проникнуть в здание было затруднительно."
    "Пришлось потратить с десяток минут, раскачивая сооружение из стороны в сторону."
    window hide
    play sound sfx_open_door_squeak_2
    pause(1)
    scene expression Notch("bg int_old_building_day_7dl")
    show blackout2
    with dissolve
    play ambience ambience_7dl["int_silence"] fadein 3
    "В итоге я победил."
    "Баррикада рассыпалась с душевынимающим визгом, сделавшим бы честь иному голливудскому ужастику, заставив сердце подпрыгнуть и заколотиться где-то в районе горла."
    "Я чуть было не отскочил назад, решив плюнуть на происходящее, но раз уж взялся за гуж…"
    "Твердя одну и ту же мантру, я переступил через порог и сморщился от шибанувшего в нос запаха пыли и запустения."
    play sound sfx_gusty_wind
    "Справа от меня в разбитое стекло задул ветер и завыл между рамами, и я снова забормотал про себя:"
    th "Здесь не опасно, здесь всё хорошо!"
    th "Если бы здесь было что-то нехорошее, меня обязательно предупредили бы, заставили бы выслушать инструктаж и настрого запретили приближаться сюда."
    "Лагерное начальство обвинить можно было в чём угодно, но не в безалаберном отношении к пионерам."
    "В конце концов, сегодняшняя сутолока прямо отрицает любые подобные обвинения."
    window hide
    scene bg int_old_building_day_7dl
    show blackout2
    with fade
    "Сначала я обнаружил себя в крохотном коридорчике, скорее даже, сенях, ведущих сразу в пяти направлениях: обратно на свежий воздух, вверх или вниз по находящейся непосредственно передо мной лестнице, вправо или влево по расходящимся в разные стороны коридорам."
    "Лестница была была сделана из деревянного бруса, выкрашенного некогда коричневой краской, и даже с виду внушала серьёзные опасения в своей прочности."
    "Это же подтверждали и полуосыпавшиеся штукатурные стены этой самой лестницы."
    "Путь направо был усыпан битым кирпичом, а в полу зияла солидная такая дырища, сквозь которую можно было увидеть какую-то металлическую сетку, растянутую параллельно полу."
    "Налево же был деревянный барьер высотой по пояс с откидной крышкой, на котором легко можно было разглядеть угрожающе-красную надпись"
    me "«Администрация, посторонним вход воспрещён!»"
    "Я провёл пальцем по откинутой крышке — слой пыли был чуть ли не в полсантиметра толщиной, за барьером тоже царила разруха и запустение, однако, хотя бы возможно было пройти."
    th "Значит, нам туда дорога."
    "Не решаясь трогать здесь ничего без лишней необходимости — а ну как здесь стена держится только за счёт этой самой крышки? - я поднырнул под крышку и ползком прополз на запретную часть."
    "Посторонний-то я был, посторонний, но, полагаю, некому спросить с меня за нарушение правил."
    "Лет пятнадцать как некому."
    "Прямо передо мной была тяжёлая дверь из цельного дерева с табличкой «Румпель М.М., начальник лагеря», выкрашенная в пару десятков слоёв дешёвой коричневой краской, а направо был некий коридорчик."
    "Снаружи там можно было рассмотреть с пяток светлых квадратов на стенах, судя по всему, оставшихся после каких-то снятых досок или фотографий, а чуть дальше проход перекрывала вывороченная дверь с красным крестом."
    "Медпункт, очевидно."
    window hide
    with fade2
    "А вот чуть подальше висела доска, явно забытая, на которой висело несколько фотографий!"
    "Я подошёл поближе, присмотрелся."
    "К сожалению, из-за времени все фотографии пожелтели, свернулись и утратили контрастность настолько, что разглядеть можно было только некоторые лица, а большинство и различалось-то с трудом."
    "Буквы, нанесённые какой-то краской вроде гуаши, тоже давным-давно осыпались, так что надпись можно было прочитать лишь по более тёмному остаточному следу."
    me "Наша гордость."
    "Прочитал я."
    me "III смена 1974 года."
    "Старшая вожатая Баранова Т. С.; медсестра Трофимова А. Ч.; плаврук Денисенко С.Ю.; замнач Трофимов А.М."
    "Эти фотографии были крупнее, потому и сохранились чуть лучше, и однофамильцев медсестру и заместителя можно было худо-бедно разглядеть."
    "На Шурика они совершенно не походили."
    "Нижнему ряду, фотографиям 9х12, повезло значительно меньше, и здесь разглядеть лица не представлялось возможным."
    "Хотя некоторые фамилии и будили любопытство."
    "Например, некая Сидорова Алиса, первое место по лёгкой атлетике среди девочек 12-14 лет."
    "Потому как знал я одну Сидорову. Правда, она совсем не Алиса была."
    window hide
    with fade2
    "Или вот, в чёрном уголке с молнией и надписью «ПОЗОР» некогда висели фотографии."
    "Они были куда старее, чем на доске смены — видимо, их однажды повесили сюда и с тех пор забыли."
    "Так что даже окажись там фотографии, всё равно невозможно было бы что-то различить."
    "Но фотографии, пришпиленные на кнопки, были кем-то безжалостно содраны, так что остались только клочки по углам."
    "И надписи выцвели до почти нечитабельных, различить удавалось только часть."
    "Говоров Архип, за саб… р…ты ра…нции."
    "Вторую фамилию прочитать не удавалось. Какая-то, заканчивающаяся на «и» краткое. И имя специфическое, Викентий. «За на…ние зап… …вотных …ере»."
    "Незнакомые люди, незнакомые лица."
    "По идее, они должны были оставить меня равнодушным, но вместо этого почему-то взволновали."
    th "Наверное, они уже и забыли о том, как когда-то заслужили внимание целого лагеря…"
    "Вздохнув, я отошёл от стенда и вернулся к двери в кабинет начальника."
    "Она долго не хотела поддаваться — видимо, от сырости и перепадов температуры покосилась дверная коробка, потому дверь и переклинило."
    "Пришлось чуть поднимать и тянуть и на себя все эти килограммы."
    "Однако, удача улыбается терпеливым — десять минут спустя я проник в святая святых."
    "И замер…"
    window hide
    with fade2
    "Кабинет начальника лагеря окнами смотрел на сам лагерь, позволяя вседержцу быть в курсе всего происходящего."
    "Помещение перегораживал огромный деревянный стол, а вдоль стены по периметру выстроились шкафы, удивительно похожие на те, что стоят сейчас в кабинете Алексей Максимовича."
    dreamgirl "Вот будет забавно, если у него фамилия Трофимов, правда?"
    th "В смысле?"
    "Уточнил я, озираясь."
    "Дальную часть стола засыпало обвалившимся шкафом и его содержимым, в числе которых было и обтянутые грубой тканью папки - то ли дела, то ли вопросники."
    dreamgirl "Здесь заместителем трудился некто Трофимов А. М. Как считаешь, совпадение?"
    th "Я не думаю, что…"
    stop music
    stop ambience
    window hide
    play music music_7dl["dead_silence"] fadein 3
    play sound_loop sfx_7dl["old_phone"]
    with flash
    with vpunch
    play ambience ambience_7dl["int_silence"] fadein 5
    "Я не успел договорить, так как в мёртвую тишину этого места, вдребезги разбивая вернувшееся было душевное равновесие, вплёлся неуместный здесь звук!"
    "Звонящий телефон!"
    "Меня всего съёжило от страха, пробило ледяными мурашками между лопаток, а в голову сразу прыгнули кадры из «звонка» и Дохлой Девочки, лезущей из телевизора."
    "Звон доносился откуда-то близко, как будто телефон стоял прямо здесь передо мной на столе, однако, в действительности, на девственно-пустом пространстве столешницы не было даже бумажек."
    "Исключая, понятно, заваленный папками угол."
    window hide 
    scene cg d4_sl_phone_ring_7dl with vpunch
    with flash
    "И я на ватных ногах отправился туда."
    "Сердце снова колотилось пойманной птицей, виски ломило от напряжения, когда я, ориентируясь единственно на слух, протянул руку и толкнул в сторону ворох папок."
    "Те с едва слышимым шуршанием сползли в сторону, оставляя на виду старый-старый дисковый агрегат с кожухом из чёрно-зелёной пластмассы."
    "Именно он и надрывался, разрывая тишину на миллион осколков."
    th "Кто бы это мог быть?"
    "Задумчиво посмотрел я на телефон, вовсе не спеша снять трубку."
    th "Вряд ли сюда ведут какие-то коммуникации."
    menu:
        "Снять трубку":
            stop sound_loop
            $ alt_day4_sl_7dl_phone = True
            window hide
            scene cg d4_sl_phone_up_7dl
            with flash
            "Я протянул руку и снял пыльную тяжёлую трубку, приложил к уху."
            me "Слушаю."
            "С пару секунд там царило молчание, а потом мне в барабанную перепонку вонзился визгливый, панический женский голос."
            voice "Говорит Мария Трофимова!"
            "Визг ввинтился в ухо, заставляя многострадальную голову гудеть, и я поспешно убрал мембрану подальше от уха."
            voice "Код «красный», проникновение на территорию объекта!"
            "Женский голос умолк на несколько мгновений, в трубке все это время слышались непонятные шумы и трески."
            voice "Алиска и Анна умудрились просочиться в кабинет, а оттуда и в коридоры, несмотря на охрану!"
            voice "Сидорова понятно за чем побежала, а у сестры никогда не хватало мозгов!"
            voice "Они обе стёртые, слышите? Обе! Нужна спецбригада из центра реабилитации."
            "Голос опять замолчал, в трубе осталось лишь прерывистое дыхание и всхлипы."
            voice "Связь сдохла вся, ни радио, ни телефоном до города больше не достучишься! Если это будешь ты, Вилка, храни рандом твою душу!"
            window hide
            with flash
            "В голосе было столько отчаяния и безнадёжности, что я не выдержал и крикнул в трубку."
            me "Это не Вилка, это Семён! Где вы?"
            "Не выдержал я."
            me "Кто такой Коломийцев?!"
            "Я вдруг заметил одну странность."
            "От телефона не уходила никуда привычная витая пара. По сути, это был просто автономный аппарат без возможности связи с внешним миром."
            "Неизвестная Мария, проплакавшись, снова завела своё:"
            voice "Говорит Мария Трофимова! Да слышит меня кто-нибудь?!"
            voice "У меня двое стёртых на руках! А начальник делся неизвестно куда. Я вообще сюда на родительский день приехала, к сестре и свояку! Пожалуйста… Я не знаю, что делать."
            "Похоже, это был далеко не первый и даже не десятый раз, когда Мария говорила это в трубку — по ту сторону мембраны хватало и безнадёжного отчаяния, и слепого нежелания сдаться."
            "И Семён…{w}Сычёв Семён, никогда не любивший людей и не пытавшийся этим людям помочь, с удивившей себя злостью, заорал в ответ:"
            me "Да слышу я вас! Слышу! Меня зовут Семён, я из соседнего лагеря, тоже «Совёнка!»"
            me "Где вы?!"
            "В трубке что-то заскрипело, вздохнуло, а потом одновременно на заднем плане что-то упало, загрохотало, а на переднем омерзительно хрустнуло."
            "Донёсся истошный сип."
            "И всё стихло."
            window hide 
            scene cg d4_sl_phone_ring_7dl with vpunch
            with fade
            "Подождав ещё несколько минут, я как мог аккуратно вернул трубку на рычажки и отступил от телефона на шаг назад."
            me "Здесь произошло что-то на редкость нехорошее."
            "Подал голос я."
            dreamgirl "Ты про хруст? Обычно так ломается шея."
            dreamgirl "Как в фильмах, знаешь? Мёртвый захват, рывок подбородка, всё такое."
            dreamgirl "Или когда человек вешается на тонком, прочном шнуре."
            th "Валить надо отсюда. Зря я пришёл."
            "Я развернулся, чтобы уйти…"
            play sound_loop sfx_7dl["old_phone"]
            "И в этот момент телефон снова заорал, так же требовательно, надрывно, выматывающе звонко."
            window hide
            scene cg d4_sl_phone_up_7dl
            with dissolve
            stop sound_loop
            "Кончиками пальцев, как дохлую крысу, я подобрал трубку с рычажков."
            "Поднёс к уху."
            window hide
            show blackout2
            with fade
            voice "Говорит Мария Трофимова!"
            "Снова заплакал в трубке женский голос."
            voice "Код «красный», проникновение на территорию объекта!"
            "Она повторяла всё те же слова, раз за разом, в точности, будто это была запись или что-то в этом роде."
            "А я терпеливо слушал и ждал, в этот раз уже не пытаясь докричаться до женщины."
            "Похоже, до неё тоже уже очень-очень давно не докричишься."
            "Выслушал всё."
            "Включая упавшую табуретку и хрипы сдавливаемого горла."
            "А выслушав, положил трубку на место."
            window hide 
            scene cg d4_sl_phone_ring_7dl
            with fade
            "Телефон зазвонил и ещё раз, но в этот раз и я и не думал подходить."
            "Больше чем уверен был в том, что придётся слушать всё то же самое ещё раз."
            "Вместо этого я поднял несколько папок и обложил ими аппарат со всех сторон, накрыл сверху."
            "А мне, честно, хватило первых двух."
        "Не снимать.":
            "Телефон звонил ещё с полминуты. прежде чем смолк, и не было в мире силы, способной заставить меня прикоснуться к запыленной трубке."
    stop sound_loop
    "И только после этого телефон, будто успокоившись, звонить перестал."
    "Лязгнул трубкой и смолк."
    "Понятия не имею, мистика, фантастика или просто запись с датчиком движения (хотя какие, нафиг, датчики в лагере восьмидесятых?) — но складывалось впечатление, будто я одним лишь своим присутствием пробудил дремлющее здесь старое зло, вернул к жизни призраков былого, не то оригинальных, с цепями, не то фантомные обрывки в электронных потрохах."
    "Вот теперь и в самом деле проявилось то самое чувство места, откуда лучше бежать без оглядки."
    "В призраков людей я не верил, но как насчёт призраков идей?"
    "Или призраков телефонного разговора в отключенном аппарате?"
    th "Валим."
    dreamgirl "Поддерживаю."
    "Я вышел в коридор административной половины и захлопнул за собой дверь."
    "Мне и думать не хотелось, что тут могло бы ещё вернуться к состоянию бытия, уловив наличие дышащего, мыслящего, а главное - живого - человека, после стольких лет забытья."
    "И не суть важно, мнительный я или скептик — здесь определённо {i}что-то было{/i}."
    "Что-то с чем я очень не хотел бы встречаться."
    th "«Лагерь — место безопасное», — говорили они."
    th "«Мы вам обо всём расскажем», — говорили они."
    "Щекочущий спину холодок придавал азарту похлеще пресловутого волшебного пенделя, так что я буквально вылетел в коридор, рыбкой нырнул под полку и, пинком распахнув дверь"
    stop music fadeout 6
    window hide
    play sound sfx_open_door_kick
    pause(1)
    scene expression Noon("bg ext_old_building_day_7dl")
    with flash
    extend ", вывалился наружу!"
    play ambience ambience_old_camp_outside fadein 0
    "Здесь было уныло, запустело и затхло, но хотя бы не так, как там внутри."
    "Я никогда не страдал клаустрофобией, а здесь стены сами будто давили на меня, заставляя прибавлять ходу."
    "Посмотрел на остатки каруселей, на радуги-лесенки уже совсем другим взглядом."
    "Здесь кто-то погиб, а с двумя другими произошло что-то на редкость гадкое."
    "Я не мог знать, что может значить «стёртый», но предполагал, что просто так интонацией это слово не выделяют."
    "Однако то, насколько тщательно здесь выгребли всё, выдаёт то, что никто особо не торопился."
    "Отсюда вывезли всё, что сочли нужным — с местным-то богатым государством — и вывезли, чётко осознавая все рамки и ограничения."
    play sound sfx_open_door_squeak_2
    "Дверь за спиной снова издевательски заскрипела, вынуждая подпрыгнуть на месте."
    me "Тьфу!"
    th "К дьяволу местные тайны."
    "Стараясь избавиться от впечатления пристального взгляда в спину, я заспешил туда, откуда доносился плеск воды."
    th "Надеюсь, там никто не утопился…"
    window hide
    scene bg ext_beach2_day_7dl
    with dissolve2
    play ambience ambience_lake_shore_day fadein 6
    play music music_7dl["breath_again"] fadein 3
    "И лишь выскочив на берег, почувствовал, как пропало неотпускаемое чувство взгляда в спину."
    "Да, я струсил. А кто бы нет?"
    "Задним числом я вообще не мог понять, какого чёрта меня потянуло в эти развалины."
    "Как ни крути, но никогда я не был в нужной мере сумасшедшим, чтобы лезть непонятно куда непонятно зачем."
    "А здесь будто кто-то под руку толкнул."
    "Кто-то, кому я с удовольствием съездил бы пару раз по челюсти."
    dreamgirl "Эт не я!"
    th "Ну, разумеется."
    "Я уселся на крайне удачно брошенную на песке корягу и прикрыл глаза."
    show blinking
    "И открыл их лишь заслышав шаги по песку."
    "Звучит странно и непонятно, но я и правда услышал приближающегося человека задолго до того, как тот приблизился."
    "И это было довольно странно, учитывая манеру всех окружающих постоянно подкрадываться ко мне со спины и абсолютно бесшумно."
    window hide
    scene expression Dawn("bg ext_beach2_day_7dl")
    with dissolve
    "Если я ничего не путаю, то лишь один человек в этом лагере может специально ходить так, чтобы…"
    "Я открыл глаза и совершенно не удивился тому, что угадал."
    "А потом и вовсе залюбовался."
    "Сменив форму на платье, она только выиграла — ветерок заставлял ткань облипать фигурку так, что та казалась вырезанной из сине-серой бумаги на фоне почти белой от яркого солнца и облаков воды."
    "Она шла босиком, держа в руках сандали, иногда качала головой, смахивая с глаз выбитую ветерком непокорную белокурую прядь, улыбалась."
    "Глаза были почти как у меня — отражающие небо. Только мои всегда отражали неприветливую балтийскую ласку, а её…"
    "Что ж, она и правда принадлежала этому месту."
    window hide
    with fade
    "И как позавчера, где-то внутри резануло мыслью о том, что я могу сколько угодно смотреть и облизываться, но не по мне эта ноша, не мой уровень, не моя компетенция."
    th "Не может такая красота не быть чьей-то. Должно быть, от поклонников отбоя нет, обязательно есть — не парень даже — мужчина."
    "Возможно, если бы на одном из судьбокрёстков я выбрал идти по другой тропинке, стал бы кем-то иным — я мог бы претендовать на место в её окружении и сердце, ибо был бы куда большим, чем глупый и непонятный дядька, сам не понимающий, для чего живёт."
    "Дуболомом-контрактником?"
    "Или даже МЧС-овцем-спасателем?"
    "Кем-то, намного живее, ярче себя настоящего."
    "Достойной партией."
    "Несмотря на юное тело, я вдруг прочувствовал все года, незримым шлейфом летящие за мной — все мои бесцельно и бесполезно прожитые годы, потраченные лишь на то, чтобы окончательно обесценить себя."
    "Похоже, что старость — это и в самом деле состояние души."
    window hide
    with fade
    "Девушка неторопливо чавкала босыми пятками по мокрому песку, не обращая внимания ни на что вокруг."
    "И хотелось поставить какую-нибудь романтическую мелодию, чтобы соответствовала моменту, повествовала о том, как ускоряет бег сердце при взгляде на такую вот незамутнённую красоту."
    "Хотелось улыбнуться, помахать ей рукой и присоединиться к прогулке."
    "Не мой случай."
    "Покачав головой, я снова смежил веки."
    window hide
    show blinking
    show sl smile dress
    with dissolve
    me "Снова ты."
    "Безразлично сказал я."
    me "Ты вот как меня находишь, скажешь?"
    sl "Секрет!"
    me "А ходишь за мной зачем?"
    sl "Да ничего я не хожу, это вообще случайность!"
    me "Бабушке своей расскажи."
    show sl sad dress with dspr
    sl "Бабушке не могу, умерла."
    me "Упс. Прости…"
    sl "Да я её и не знала толком. Мы слишком рано в город переехали, так что я мало её помню."
    sl "А ты?"
    me "Что? Потерял ли я бабушку?"
    show sl laugh dress with dspr
    sl "Ты здесь что делаешь? {w}Скучаешь?"
    me "Странно. Я о тебе поначалу то же самое подумал."
    sl "А давай проведём следственный эксперимент…"
    "Славя обошла вокруг меня, размахивая обувью и приподнимаясь на носочках, со всех сторон оглядела меня."
    sl "Огонька в глазах не вижу, спешки тоже. Выводы очевидны."
    me "Ты случаем не Энштейн?"
    show sl smile2 dress with dspr
    sl "А похожа?"
    me "Конечно. Особенно хорошо удались усы."
    "Шуточка, конечно, получилась так себе."
    show sl laugh dress with dspr
    sl "Усатой меня ещё не обзывали."
    "Сказала она то ли кокетливо, то ли насмешливо."
    sl "Будешь меня осматривать?"
    dreamgirl "Хэй! Сыграем в доктора!"
    "Неиспорченный ребёнок не вкладывал во фразу ни слова со вторым-третим смыслом, смотрел простодушно и открыто, и было это это, пожалуй, что и похуже открытой насмешки."
    "Но когда меня такие глупости смущали?"
    "Поднявшись, я совершил вокруг неё тот же променад, осмотрел со всех сторон и заглянул в голубую бездну."
    "Чуть не утоп."
    show sl happy dress with dspr
    sl "Что можете сказать, доктор?"
    "Лукаво поинтересовалась она."
    sl "Пациент скорее жив?"
    "О, да."
    me "Пациент скорее бездельник."
    "Заключил я."
    me "Ничем не занят, легкомысленнен и подозрительно жизнерадостен. {w}Сбежала от бездельников с бумажками?"
    show sl smile dress with dspr
    sl "Точно так. Нашла Ольгу Дмитриевну и вручила родителей ей лично в руки."
    sl "Так что легка я сейчас и свободна, как бездельник-ветер."
    me "Невыразимо симпатичный ветер, надо заметить… Хотя ты это и без меня знаешь"
    show sl laugh dress with dspr
    sl "Не откажусь услышать это ещё раз."
    "Славя кокетливо поправила волосы и посмотрела на меня из-под пушистых ресниц."
    me "Очаровательная и свободная как ветер Славя, угу. Вышла из мрака младая с перстами пурпурными Эос."
    sl "Перстами пурпурными?"
    "Славя выставила перед лицом ладонь и пошевелила пальцами."
    me "Одиссея."
    "Пояснил я."
    me "Умная цитата, чтобы произвести впечатление на легкомысленную девочку."
    show sl happy2 dress with dspr
    sl "У тебя получилось! {w}Из моих знакомых никто этим похвастаться не может."
    th "Я ещё крестиком вышиваю."
    me "Итак, мы здесь оба-двое, ленивые и скучающие, да?"
    sl "На самом деле я отправилась по берегу, проверить, не забыли ли родители какой мусор рядом с водой."
    sl "Вот и на тебя наткнулась."
    me "А казалась такой перспективной девочкой!"
    show sl smile2 dress with dspr
    sl "Ещё не вечер."
    sl "Раз я до тебя добралась, а ты у нас известен любовью к людям, значит, дальше уже чисто."
    with flash2_red
    me "Спасибо, обтекаю."
    show sl smile2 dress with dspr
    sl "Не дуйся, Сёмушка."
    sl "Но ты и правда предпочитаешь быть в одиночестве. И это меня удивляет."
    me "На грядке рос."
    "Славя кивнула."
    sl "А я, вот, без людей не могу."
    sl "Общительное такое создание получилось, наверное, сильно тебя тем раздражаю."
    me "Я этого не говорил."
    show sl normal dress with dspr
    sl "И не надо. По твоим поступкам видно."
    me "Так зачем от своих подопечных сбежала?"
    sl "А там общением и не пахнет.{w} Задают какие-то странные вопросы про площадь туалета и стенки в душевых."
    me "Так родительский день же. Они определённо заботятся о своих детях."
    sl "Родителей там не больше половины."
    sl "Мои тоже думали походить-поспрашивать, но спешили."
    show sl smile dress with dspr
    sl "Приехали, обласкали, одарили всякими глупостями и повернули оглобли."
    sl "Маме сейчас совершенно не до глупостей."
    me "А кто у нас мама?"
    sl "Мама учитель в начальной школе. {w}У всех каникулы - а у неё квалификация."
    me "А отдыхать? Когда?"
    sl "Да не беспокойся, у неё целый август будет!"
    sl "Я все-все каникулы и отпуска знаю, учительская дочка же, мне такие вещи сызмальства знать надо… или это про мальчиков? Девочка, наверное, сдевичества?"
    me "С младенчества."
    sl "Не, там какое-то другое слово должно быть. {w}Не суть, впрочем."
    "Славя прошла мимо меня и уселась на корягу, нахально рассматривая меня голубыми глазищами."
    me "Эй, это моё место!"
    sl "Могу уступить."
    "Хихикнула девочка."
    sl "Если ты пассажир с детьми или инвалид."
    dreamgirl "Мы - пассажир с детьми!"
    th "Тьфу на тебя."
    me "Да я как-то пешочком постою."
    sl "А знаешь… Меня радует, что ты перестал считать меня врагом и шарахаться, как делал это первые дни."
    sl "Настоящий пионер!"
    me "Чисто по дружбе открою страшный секрет."
    "Подмигивание вышло косым и больше походило на нервный тик, но раз уж взялись играть в непринуждённость…"
    me "В первую очередь я — это не пионер, комсомолец или кем ты там меня хочешь обозвать."
    me "Я - это я. {w}К людям привыкаю далеко не сразу, но умею смириться с тем, что нам предстоит пожить некоторое время на подводной лодке."
    me "Вот и к тебе… привыкаю."
    show sl smile2 dress with dspr
    "Славя снова ослепительно улыбалась. {w}Она вообще крайне охотно это делала — радовалась жизни, смеялась."
    "Мы были будто по разные стороны толстого пыльного стекла, с разных планет, из разных жизней."
    sl "Я тебя понимаю, Семён."
    sl "Это довольно трудно, когда ты постоянно в разъездах, ни к кому привыкнуть не можешь, ни подружиться с кем-нибудь."
    me "Было бы желание."
    sl "А его нет?"
    window hide
    with fade
    me "Как бы тебе сказать…"
    me "Однажды я познакомился с девочкой, даже на секунду показалось, что это оно — то самое."
    me "Но потом из-за проблем мне пришлось с головой уйти в дела семейные, и она даже ни разу не позвонила."
    me "Да и я… Не вспомнил."
    show sl sad dress with dspr
    sl "Но это же натуральное свинство!"
    me "Не отнимешь."
    "Славя так натурально возмутилась, что я было собрался ей что-то объяснять, но быстро осёкся."
    th "А что я буду ей объяснять? {w}Про ВУЗ, машину и службу в армии?"
    th "Сейчас я выгляжу несколько другим, и армия меня ещё только ждёт."
    me "Если не вдаваться во всякие сложные вещи — так получилось. Не по моей вине, но меня это устраивает."
    stop music fadeout 6
    show sl normal dress with dspr
    sl "Я тебя услышала. {w}Не могу сказать, что согласна со всем, но услышала."
    play music music_7dl["vale"] fadein 3
    "Мы замолчали, глядя каждый в свою сторону."
    me "А я за территорию сбежал, ругать будут, наверное?"
    show sl serious dress with dspr
    sl "Должны, конечно. Но я тебя прикрою. Скажу, что попросила с уборкой."
    me "А тебе это зачем?"
    sl "Я могу помочь, я помогаю. {w}Всё просто."
    me "А я шёл по тропинке и нашёл бетонную дорожку из плит."
    me "Она привела меня к какому-то старому дому, похоже, здесь когда-то был лагерь."
    sl "Старый лагерь нашёл? {w}У него дурная репутация, поэтому туда никто не ходит."
    sl "Дети сами между собой слухи разнесут, вот никому и не хочется ходить."
    sl "А ты, разумеется, полез. {w}Бедовый ты мальчик, Сёмушка."
    me "Меня никто ни о чём не предупреждал."
    sl "Да и не должны были."
    sl "Ты же не полезешь в тёмную сырую пещеру один от нечего делать? Не полезешь."
    me "Я-то не полезу, но знаю я пару сумасшедших…"
    sl "Дуракам закон не писан, но ты же не дурак."
    show sl normal pioneer with dspr
    sl "Что ты там видел? Какую-нибудь тень, а может, и призрака?" #налажали с формой
    th "Кабы так. Призраком меня не напугаешь. {w}Я имею в виду обычных призраков, в саване, с цепями, верещащих и визжащих."
    "А вот призрак голоса, заблудившегося в телефонных проводах напугал меня до усрачки."
    "И если копнуть, то обязательно найдётся умник, объясняющий всё записывающими устройствами и прочей чушью."
    th "Записывающее устройство, работающее десять лет. Ну, конечно же!"
    me "Телефон. Там кто-то орал что-то непонятное."
    sl "Ни разу не слышала."
    me "Оно и к лучшему."
    "Иногда мне кажется, что местные жители — поголовно такие безалаберные…"
    me "Ты, вижу, тоже не в компании. {w}Неужели не нашлось добровольцев на сборку мусора?"
    show sl happy dress with dspr
    sl "А я никого не позвала. {w}Я вообще думала прогуляться по берегу, проветриться, попеть…"
    me "Попеть?"
    sl "Я иногда в одиночестве пою всякие глупые песенки. {w}А на людях стесняюсь. Хотя иногда и приходится."
    me "Несть тебе талантов…"
    sl "Иногда просто приходится. {w}Хотя музрук с тобой согласен, насчёт моих талантов."
    me "Слушай умного человека, вдруг популярной станешь."
    show sl laugh dress with dspr
    sl "Вот чего я не хочу, так знаменитости."
    sl "Я пока ещё не знаю сама, чем хочу заниматься, но это в любом случае должна быть помощь людям."
    sl "Хочу просто делать свою работу, и чтобы всем от того было лучше."
    "Хорошая мечта, кто же спорит. Быть незаметным, но крайне полезным винтиком."
    "Я всю юность хотел чего-то подобного."
    "Вот только дела сложились совсем другим образом."
    me "А зря. {w}Снискала бы себе славу Виктора Робертовича или Кобейна."
    show sl sad dress with dspr
    sl "Не хочу. Эти люди, достигнув популярности… Они как будто выбрали все душевные силы и теперь ищут и ищут смерти."
    sl "Казалось бы, у тебя всё есть — твори, расти, работай! Нет…"
    me "Путь музыканта ведёт к смерти?"
    dreamgirl "Почти как путь самурая."
    sl "Любой путь ведёт к смерти. Просто иногда он чуть быстрее."
    me "И ты не боишься?"
    sl "Нисколечко. Я буду жить ярко и здорово, чтобы никогда ни о чём не жалеть."
    me "Надеюсь, ты не из тех, кто выбрал себе смерть…"
    sl "А что её выбирать? Она неизбежна. Я, скорее всего, доживу до глубокой старости со своим любимым мужчиной… Только вот нет пока мужчины."
    me "Какой интересный поворот!"
    show sl laugh dress with dspr
    sl "Только не думай, что я таким заувалированным образом зову тебя встречаться."
    me "Эх, а счастье было так близко…"
    show sl shy dress with dspr
    sl "Не обижайся, Семён. {w}Но мне кажется, рановато мне обо всё этом думать. Может, после школы…"
    me "А пока?"
    sl "Пока… Хоть мне и нравится, как ты отбиваешься от меня руками и ногами, я хочу предложить тебе свою дружбу. "
    sl "Как ты на это смотришь?"
    th "А на кой мне твоя дружба?"
    "Не был я ни идеалистом, ни простодушным дурачком, верящим в добрые намерения."
    "Гроссмейстер по просиживанию штанов в интернете, первый разряд по растрате собственной жизни…"
    "Славя была не просто красивой, она была милой. Доброй. Замечательной."
    "А я прекрасно знал, как легко, походя, такие вот милые, ласковые девочки могут вдребезги расколотить сердце."
    "Был уже инцидент, коему я оказался свидетелем."
    "И не дружба мне от неё нужна была, совсем не дружба."
    "Хотя получасом ранее мне от неё не нужно было ровным счётом ни-че-го."
    show sl smile dress with dspr
    sl "Ну, не делай такое расстроенное лицо, Семён."
    sl "Ты симпатичный, интересный. {w}Но я же тебя совсем не знаю."
    sl "А в глупые условности вроде любви с первого взгляда не верю напрочь. Не бывает так."
    me "Почему?"
    "Голос внезапно сел и охрип."
    sl "Да потому что такая любовь — это и не любовь вовсе. Это влюблённость. {w}Даже не в человека, каким бы замечательным он не был, а…"
    "Она махнула рукой."
    sl "Так что давай повременим со всеми глупостями."
    me "А если я не хочу… с глупостями?"
    show sl smile2 dress with dspr
    sl "Хорошо, в таком случае одну глупость я тебе обещаю."
    sl "Давай притворимся, что сейчас не двадцатый век, а век восемнадцатый — тем более, что на этом пляже разницы действительно нет."
    sl "Я буду Алёнушкой, а ты - Иванушкой…"
    dreamgirl "…дурачком."
    th "Судя по всему — да."
    sl "И завтра ровно здесь же, в это же время — увидимся."
    sl "Как ты на это смотришь?"
    menu:
        "Положительно":
            $ karma += 1
            me "Неплохая идея, даже обещаю не распускать руки и не говорить пошлостей."
            sl "Только приготовь плавки, я собираюсь искупаться!"
            me "Ты как рыбоплавающее, дай тебе возможность — и не вылезала бы из воды?"
            sl "А ты нет?"
            "Хорошй вопрос. {w}Хотя с моим стилем плавания много времени в воде я проводить всё равно не могу."
            me "А если вдруг не получится?"
            sl "Тогда послезавтра. Как раз перед дискотекой."
            sl "Только не подходить друг к другу на территории с этой темой, чтобы не спугнуть удачу!"
            sl "Мы как будто из разных поместий, и никак поговорить не можем иначе чем здесь."
            me "Договорились."
            sl "Тогда не пропадай!"
            "Подняв свои сандали, Славя кивнула мне:"
            sl "Увидимся здесь же!"
            $ alt_day4_sl_7dl_herc_rendezvous = True
        "Это же глупо":
            show sl sad dress with dspr
            sl "Почему?"
            me "Да ведь мы же и так видимся постоянно."
            me "И ты меня засекаешь как полицейский радар — с любого расстояния."
            sl "Ты не хочешь?"
            me "Хочу, но… В этом не будет никакого риска."
            show sl smile dress with dspr
            sl "В этом-то и дело, Сёмушка. Никакого риска и полный контроль."
            "Она поднялась с коряги, подобрала с земли обувь."
            sl "Я не настаиваю, но подумай над этим. Вдруг передумаешь?"
    hide sl with diam
    "Ушла."
    "И лаская взглядом ладную фигурку, я почувствовал себя снова юным."
    "Нет, физические кондиции никуда не делись, но всё это время их тянула к земле моя тяжёлая, ленивая душа."
    "А сейчас я вдруг проснулся."
    "Снова вернул восемнадцатилетнего себя, непримиримого, дерзкого и несгибаемого, способного на самопожертвование жизнью, но не мечтой."
    "И у этой мечты было имя."
    "Имя, звучащее, как ярость веры в то, что уж моя-то жизнь обязательно будет невероятной, огромной и захватывающе интересной."
    "Имя, ласкающее слух и внушающее веру в грядущее."
    window hide
    with fade
    stop music fadeout 3
    stop ambience fadeout 6
    return
    
label alt_day4_sl_7dl_herc_day:
    scene bg ext_camp_entrance_day
    with dissolve
    play ambience ambience_camp_entrance_day fadein 3
    play music music_7dl["shestheone"] fadein 3
    "Здесь тихо и спокойно."
    "Главное, когда приближаешься, делать вид, что ты просто только вышел за ворота, а вовсе даже не убегал за территорию."
    "Иначе ай-яй-яй."
    "Нет, перспектива быть… как это… отчисленным? Выгнанным?"
    dreamgirl "Отгулявшим своё."
    th "Тоже вариант."
    "Говоря короче, не пугала меня возможность того, что кто-то меня здесь увидит, настучит начальству, и то выпишет мне ласкового пенделя за нарушение режимных моментов."
    "После всего сказанного утром, полагаю, мне придётся выкинуть финт похлеще, чем бегство за территорию, для того, чтобы мне хотя бы погрозили пальчиком."
    "И то - если кто-то обратит на меня внимание."
    "Я только было сунулся за ворота — и отшатнулся."
    "Сел на поребрик и, сорвав травинку лиски, зажал стебель меж зубами."
    "Там был Содом и Гоморра, люди в мыле, люди в пене…"
    "Ольга Дмитриевна, которой поневоле пришлось снова взяться за свои обязанности, была в крайне степени злобкости и только и искала, кого бы придушить между делом."
    "А здесь… Здесь тихо и свежо, пахнет травой, ласково греет солнышко."
    dreamgirl "Не то, что в ваших северных широтах, ага?"
    th "Завидуй молча."
    "Из всего, мной пройденного, этот отрезок жизненного пути, пожалуй, был наиболее приятным."
    "Даже события в старом лагере и призрачный телефон больше подогревали кровь, заставляя чувствовать вкус к жизни, чем реально пугали."
    "Не верилось как-то в то, что здесь может произойти нечто откровенно плохое."
    "Вот никак не верилось."
    window hide
    scene bg ext_sky_7dl
    with dissolve
    "Я откинулся на спину и заглянул в бездонное голубое небо."
    "Голубой. Очень чистый, как нота, которой поёт ещё неполоманная душа."
    "Я уже и думать забыл, когда мог смотреть на мир вот так, чисто, будто стёрли с восприятия пыль, разрешили видеть всё как оно есть, а не как мне кажется."
    "Я невротик. А они всегда видят мир будто через грязное стекло."
    "Но если учесть, что эта моя грязно-серая призма восприятия всегда была со мной, по сути являлась частью меня - то что на самом деле произошло три дня назад?"
    "Перерождение?"
    "Я был чист, пуст, отрешёнен и не имел никаких желаний, двигаясь единственно исполняя чью-то чужую волю."
    "А сейчас?"
    "Сейчас тоже вряд ли сильно изменился."
    "Мир, ограниченный пространством под подошвами да меланхоличными гитарными переборами в наушниках."
    "Добровольная тюрьма, в которой я пребывал последний десяток лет."
    "Но я будто освободился!"
    "Будто произошло что-то такое, заставившее отбросить страх пробить декорации мира вокруг меня."
    "И вот я здесь."
    "Семён Сычёв. Лагерь «Совёнок». И, конечно же, приставучая, назойливая, но такая притягательная Славяна."
    "Славя."
    me "Что же ты со мной сотворила, Феоктистова?"
    "Задумчиво спросил я у неба."
    "И не знал ответа."
    "Меня лишили всего: сигарет, музыки в плеере, одиночества."
    "Даже моего дешёвенького средства эскапизма в виде компьютера, который никогда не выключался, только отправлялся в спящий режим."
    "Этим мы были похожи: я тоже никогда не отключался."
    "Всегда уходил в некий режим ожидания, ворочался на диване, механически чесал под подбородком кошку и смотрел в потолок, где отблесками от фар проезжающих мимо машин рисовалась некая карта, ведущая, несомненно, в лучший из миров."
    "Лишили всего, и всё же я был благодарен."
    "Нет, не стокгольмский синдром — только сейчас я начал понимать, что однажды низвёл всю свою жизнь до состояния одного бесконечного дня и тем самым утратил всю прелесть бытия."
    stop music fadeout 5
    window hide
    with fade
    us "Хей! Что делаешь?"
    play music music_7dl["carefree"] fadein 3
    "Я неохотно отвлёкся от размышлений и, не отводя глаз от неба, ответил:"
    me "Познаю мир, конечно."
    us "Ну и как? Интересно?"
    "Судя по шороху сандалий по асфальту, девочка подошла ко мне и встала в ногах."
    me "А ты знаешь… Да!"
    us "Да ну?"
    me "Зуб даю! По сравнению с уборкой территории и беготнёй со взрослыми дядьками — в сто раз интереснее!"
    play sound sfx_bush_leaves
    us "Ну, давай посмотрим…"
    "Судя по шороху, она приземлилась неподалёку и тоже уставилась в синеву над головой."
    "И, вроде бы, смолкла…"
    "Вот только надолго её не хватило."
    us "Сёмыч, а Сёмыч?"
    me "На связи."
    "Лениво откликнулся я."
    us "Тут партия интересовалась…"
    window hide
    with fade
    us "А это правда, что ты со Славкой… ну…"
    me "Что?"
    "Девочка замолчала, видимо, набирая воздуха."
    "Выпалила:"
    us "Отношаетесь!"
    me "Чего?"
    "Я не сдержал смешка."
    "Ульянка обиделась."
    us "Не, а что? Все говорят, мол, вы с ней вместе теперь."
    us "Вот и с утра сегодня вместе, и вчера вместе танцевали."
    me "И что?"
    us "Так если танцевали, значит, она тебе нравится?"
    me "Совсем не факт."
    us "Да как не факт?! Если ты её пригласил, значит, нравится!"
    me "Вообще, это она меня приглашала."
    us "Так тем более! Значит, ты ей нравишься, и она тебе, выходит, тоже!"
    me "И как одно из другого получается?"
    us "Так это… Вза-им-ность!"
    me "Нет там никакой взаимности."
    if alt_day4_sl_7dl_workout:
        dreamgirl "Это ещё хорошо, что они не в курсе про вашу утреннюю пробежку."
        th "Это даааа…"
    me "И передай своей партии, что я ни с кем не…"
    "Я пропищал мерзким голосом:"
    me "«Отношаюсь»!"
    us "Балда ты, Сёмыч. Я же не для себя спрашиваю."
    me "Ну и что?"
    us "Просто я как видела в лагерях — это быстро. {w}Сегодня на танцах вместе танцуете, а завтра уже обжимаетесь по тёмным уголкам."
    me "Это определённо не про меня."
    dreamgirl "Да, ты у нас тот ещё социофоб-воробушек."
    th "Да я бы не против…"
    dreamgirl "Бабушке своей расскажи."
    me "Ты вообще с какой…"
    us "Значит, ты сейчас ни с кем…"
    "Начали мы одновременно и смолкли."
    us "Ты первый."
    me "Нет, ты!"
    us "С чего бы это?"
    me "Старшим надо уступать!"
    us "Ой, ладно… Старший."
    me "Я тебя крайне внематочно слушаю."
    us "Так ты, значит, сейчас ни с кем не отношаешься?"
    me "Более того — не планирую! Я хочу отдохнуть, а не заработать головную боль."
    us "Понятненько…"
    me "Так с какой целью интересовалась?"
    th "Не хочет же она предложить мне свою кандидатуру на эту роль в самом деле?!"
    dreamgirl "Too old."
    us "Так…"
    "На меня сверху прилетели какие-то обрывки травинок и луговой мишуры."
    me "Перестань!"
    us "Ладно тебе…"
    window hide
    with fade2
    "Девочка хихикнула, а потом невпопад сообщила:"
    us "А я яблоню нашла."
    me "Дичок?"
    us "Не. Крупные яблоки, хотя и зелёные. {w}Наверное, антоновка."
    "Ульяна помолчала, хотела было что-то сказать, но…"
    stop music fadeout 5
    play sound sfx_7dl["eat_horn"]
    us "О, кошмар окончен! Можно отправляться жрат!"
    window hide
    scene bg ext_camp_entrance_day
    show us smile sport 
    with dissolve
    "Я сел и оглядел Ульянку — за пять минут она несильно помялась, но в волосах тут и там застряли сухие травинки."
    "Забавное существо."
    us "Ты чего лыбишься?"
    me "А ты?"
    us "Я — ребёнок! Мне полагается!"
    me "Я тоже!"
    us "Да какой же ты ребёнок, дядька взрослый."
    me "В лагерь взяли — не волнует! Деть как есть."
    show us laugh sport with dspr
    us "Пошли лопать, деть!"
    "Расихихикалась Ульянка, бегом отправляясь к воротам."
    stop music fadeout 5
    window hide
    scene bg ext_square_day
    play ambience ambience_camp_center_day fadein 5
    play music music_7dl["imfine"] fadein 3
    "А в лагере и в самом деле было уже тихо и спокойно."
    "Сыграв лучше любого массовика-затейника, горн на обед собрал всех обитателей лагеря и организованно рассовал их по столам."
    "Остались только я и Ульянка неусаженные и некормленные."
    show us laugh sport with dspr
    us "Бегом! А то всё без нас слопают!"
    "Она махнула мне рукой и припустила в сторону столовой."
    window hide
    scene bg ext_dining_hall_near_day
    with fade
    play ambience ambience_dining_hall_full fadein 5
    "Давешние дармоеды уже набегались по лагерю — их гомон и шумное прихлёбывание я заслышал от самой двери."
    "Ульянка с гиканьем просочилась вперёд меня и заняла место в очереди."
    "Таким образом я остался последним."
    th "А их с подносами, поди, стоять не заставляли."
    "С непонятной завистью подумал я."
    "Из-за лишних ртов места в и без того не резиновой столовой резко поубавилось."
    "Когда я взял свою порцию и отправился к местам первого отряда, то остановился в нерешительности."
    "Один из наших столов был «щедро» пожалован нахлебникам."
    "Таким образом, на обеих лавках народ сидел чуть ли не друг у друга не шеях."
    "Про то, чтобы подсесть к кому-то и поболтать, понятно, речи уже не шло."
    "Да что там — мне сесть было некуда."
    "Смирившись с этим фактом, хотя и утратив пару пунктов настроения, я окинул столовую задумчивым взглядом."
    "Нет. Мест не было."
    "Первую смену накормили и отпустили, а отряды с третьего по первый только уселись."
    th "Похоже, обедать мне сегодня на подоконнике."
    "Я отнёс к одному такому поднос и поставив туда, пригорюнился."
    "Всё-таки я представлял себе отдых в лагере немного не так."
    mt "Чего замер, Сёмыч?"
    "Свет Ленивовна была сыта и довольна собой, являя миру отвратительно позитивную улыбку."
    "Я неторопливо обернулся и красноречиво махнул лапой в сторону наших:"
    show mt smile pioneer with dspr
    mt "Ой, глядите, кому места не досталось!"
    me "Почему не досталось? У меня целых два выбора: есть на подоконнике или на полу!"
    mt "Надо же, какая ирония."
    me "Заставлять меня есть на подоконнике - это, по вашему, ирония?"
    show mt laugh pioneer with dspr
    mt "Да нет, ирония в том как раз, что по тебе все изменения и ударили, ведь именно ты… Впрочем, не важно."
    "Ольга оборвала себя."
    show mt normal pioneer with dspr
    mt "Пошли, посажу тебя к нам."
    me "У вас там тоже с местом негусто."
    mt "Ничего! Попрошу Катюшку, она потеснится."
    hide mt with dissolve
    "Развернувшись, она как ледокол меж торосов, поплыла мимо столов к местам обслуживающего персонала."
    "Я проводил её взглядом."
    mt "Эй, не зевай! {w}Или решил всё же пообедать стоя?"
    me "Язва."
    "Прошипел себе под нос я, но послушно пристроился в кильватере."
    dreamgirl "Заметил, как бёдрами качает?"
    th "Мне немного не до того было."
    dreamgirl "Так посмотри! Только не прямо, балда!"
    dreamgirl "Всему учить надо — косо, бегло, коротким взглядом! {w}А то поползут по лагерю слухи, как ты на вожатскую задницу пялился."
    "Я игнорировал инсинуации, моей основной задачей был цивилизованный обед."
    "А на вожатую я вполне могу налюбоваться в любой момент, как только захочется."
    "В одном домике всё же живём."
    window hide
    with fade
    mt "Катюшка, приютишь моего оболтуса?{w} Места не хватило."
    "Обратилась Ольга к весьма фигуристой девице примерно своего возраста, уныло ковыряющей ложкой содержимое тарелки."
    "Не отвлекаясь от тарелки, девица тряхнула чёлкой и послушно потеснилась на лавке в сторону, освобождая местечко."
    mt "Спасибо, дорогая! {w}Ну, чего замер, приземляйся давай."
    me "Да неудобно как-то."
    mt "Неудобно спать на потолке — одеяло падает.{w} Давай в темпе, некогда мне с тобой тут нянькаться, дел по горло."
    "Махнув рукой, свет Ленивовна отчалила к выходу."
    "Не иначе, по одному из таких дел. {w}Например, поспать в тихий час."
    "Чувствуя себя всё ещё неловко из-за проблем других людей, я аккуратно сел за стол и пожелал присутствующим приятного аппетита."
    "Они отозвались кивками, не переставая жевать, равно как и девица рядом со мной."
    "Мы сидели довольно близко друг к другу, из-за чего я мог чувствовать её тепло, но я её не знал, а от того чувствовал себя не в своей тарелке."
    "Соседке же, похоже, было вообще всё равно."
    "Покачав головой она отставила тарелку с нетронутым супом и переключилась на компот, полностью игнорируя меня."
    "Так что обед проходил в тёплой и дружественной обстановке."
    "В отличие от пионеров, для этих людей приём пищи является скорее передышкой, потому они и не отвлекаются на глупости."
    "Утешив себя такой мыслью, я заработал ложкой."
    stop music fadeout 5
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_dining_hall_away_day
    with fade
    play ambience ambience_camp_center_day fadein 3
    play music music_7dl["one_little_lone_cloud"] fadein 3
    "Когда я вышел на улицу, народ уже успел насытиться и разбежаться по своим делам."
    "Что самое забавное, после утренней беседы Славя в полном соответствии с обещанием не подходила и не искала моей компании."
    dreamgirl "Ага, искала бы она ещё. Разбежался - не споткнулся."
    th "А что не так? Я молодой, симпатичный и даже почти не сыч."
    dreamgirl "Ещё какой сыч! {w}Ты можешь уехать из одиночества, но… сам понимаешь, короче."
    th "Я думаю, она просто занята."
    window hide
    scene bg ext_square_day with dissolve
    dreamgirl "Например?.."
    th "Да подметает опять где-нибудь, наверное. {w}Или за детишками следит."
    "Мне тяжело было поверить в то, что Славя расслабляется именно таким образом, но она так старательно создавала такое впечатление, что люди поневоле верили ей."
    "Все, кроме меня."
    "Почему-то казалось, что вся это её доброта и безотказность — до поры."
    "Славя не умеет говорить «нет» потому, что боится кого-то обидеть. {w}Но она совсем ещё юная девочка, долго в узде держать гормоны и шаляй-валяй в голове не получится."
    "И тогда я очень хочу быть неподалёку, чтобы видеть, чем всё закончится."
    "А вот и она, кстати."
    "Славя вся в мыле неслась мимо склада, а за ней, с трудом поспевая, шевелили конечностями и наши дармоеды."
    me "Говоришь, сбежала?.."
    "Осклабился я."
    me "Это судьба твоя, солнышко. {w}Так что расслабь ягодицы и наслаждайся."
    "Будто учуяв мои мысли, Славя посмотрела прямо в мою сторону — и незаметно показала язык."
    "Побежала дальше."
    "Расхохотавшись, я отвернул оглобли так, чтобы наши пути ну никак не совпали."
    "Таким образом, мне оставалось идти либо к воротам (снова валяться) — либо домой (валяться же, но с большим комфортом и даже легитимно)."
    "Выбор логично пал на кровать."
    window hide
    scene bg ext_houses_day
    with dissolve
    play ambience ambience_camp_entrance_day fadein 6
    "Всё-таки в расположении на отшибе есть целая куча плюсов."
    "Например, сюда редко кто заходит, а если и — то старается убраться отсюда как можно побыстрее."
    "Ибо доподлинно известно, что чем б солдат не занимался — лишь бы он заколебался."
    "Вожатые всегда с удовольствием подыщут какую-нибудь занятость праздно шатающемуся пионеру."
    "Так что вокруг меня царили тишина, спокойствие и солнышко."
    "Вокруг не было ровным счётом никого, приятно пахло травой и хвоей с лёгкими нотками иван-чая."
    th "Всё, спать, запереться ото всех и не видеть никого, никого…"
    "Я шёл, вдыхая все эти запахи, полузабытые в городе, а потому резкая нота какого-то постороннего запаха была очень заметна."
    window hide
    scene bg ext_house_of_mt_day
    with fade
    th "Может, ну его?"
    "Резонно задумался я."
    "В конце концов, мне просто подняться несколько шагов по ступенькам, запереть за собой дверь — и всё, я в домике!"
    dreamgirl "Соглашусь, пожалуй. {w}Резкий запах любопытства вызывать не должен."
    th "Не должен."
    dreamgirl "Да-да."
    th "И я иду спать."
    dreamgirl "Поддерживаю."
    window hide
    with fade2
    me "Машу вашу!"
    "Выругался я в знойное небо."
    "Даже если там ничего не происходит, я теперь буду ворочаться и думать — что же там происходит."
    "Ведомый единственно чутьём и любопытством, я направился на запах."
    window hide
    play sound sfx_bush_leaves
    pause(1)
    scene bg ext_path_day
    with dissolve
    "И, проломившись через кусты, замер на задворках какого-то домика."
    "Стандартной пионерской «бочки», судя по очертаниями."
    "Если мне память правильно изменяла, это было жилище не то Жени со Славей, не то их соседей."
    dreamgirl "А кто их соседи, кстати?"
    th "Понятия не знаю. {w}Но явно не из нашего отряда."
    stop music fadeout 5
    window hide
    with fade2
    play music music_7dl["too_serious"] fadein 3
    "И здесь уже была…"
    show us normal sport with dspr
    me "Ты что здесь делаешь?"
    us "Отстань, противный."
    "Пропыхтела Ульянка, отворачиваясь от меня и старательно пряча нечто."
    "Это самое нечто пахло нагретой резиной и клеем-«моментом»."
    me "Не скажешь?"
    us "Отстань, сказано."
    me "Не покажешь?"
    us "Нет."
    me "Как хочешь."
    "Я пожал плечами и развернулся."
    "Любопытство моё было всецело удовлетворено, теперь можно и на боковую."
    window hide
    play sound sfx_bush_leaves
    pause(1)
    scene bg ext_house_of_mt_day
    with dissolve
    "Ульяна что-то клеит, что-то резиновое."
    "Всем спасибо, все свободны."
    dreamgirl "Тебе совсем-совсем не люопытно?"
    th "Не так сильно, как желание спрятаться подальше от всего этого мобильного бардака."
    "Что-то подсказывало мне, что единственный способ спрятаться от носящегося по лагерю кошмара можно только забравшись в домик и тщательно заперевшись."
    dreamgirl "Ты так выступаешь, будто тебя этот комитет безделья и лени съест."
    th "Меня-то нет, но вот Славя и Ольга насмешками замучают: с их точки зрения в происходящем вина моя всецело, а спорить и убеждать их в чём-то как-то не хочется."
    scene bg ext_house_of_mt_day:
        linear 1.0 zoom 1.35
    th "Нам бы только день простоять да ночь продержаться."
    th "Завтра они все поразъедутся и можно будет выдохнуть и жить дальше спокойно."
    "Решив остановиться на таком методе разрешения проблемы, я сделал первый шаг по лестнице и протянул руку к ручке двери — та должна была быть открыта."
    us "Эй!"
    th "Началось в колхозе утро."
    "Подумал я, и негромко прошипел."
    me "Никаких эй. Неприятности, валите лесом."
    "Я сделал второй шаг, притворяясь, что ничего не слышу, но в стекло прямо над моим плечом прилетела шишка:"
    us "Оглох, что ли?"
    me "Ну, что ещё?"
    show us smile sport with dspr
    us "Хочешь, расскажу, что я там делала?"
    "Я помотал головой:"
    me "Нисколько."
    us "А я расскажу. Я…"
    me "А мне неинтересно. По лагерю сончас, так что если ты не с родителями — чапай домой."
    show us laugh sport with dspr
    us "Ты серьёзно? Спать?!"
    me "Разве тихий час не для этого существует?"
    us "Тихий час нужен для того, чтобы дети придумали, чем занять себя самим!"
    "Толкование было неплохое, но я не купился:"
    me "Я развлеку себя сном. Всё, пошёл."
    us "Может, за яблоками?"
    us "Помнишь, я говорила, что яблоню нашла."
    me "Ты голодаешь, что ли?"
    "Возмутился я."
    me "Неужели тебе родаки ничего не притащили?"
    show us smile sport with dspr
    us "Не, батя запретил! {w}Мне только мяч волейбольный притащили - давно просила!"
    me "А Алисе?"
    show us normal sport with dspr
    us "Э…"
    "Ульяна смутилась."
    us "Ей тоже не привезли ничего."
    me "Значит, голодаешь?"
    show us laugh sport with dspr
    us "Я только что обедала!{w} Но кто ж откажется от яблочек?"
    me "А мне это зачем?.."
    show us normal sport with dspr
    us "Чтобы сделать доброе дело?"
    me "Неубедительно."
    "Я взялся за ручку."
    "И тут откуда-то с юга донёсся истеричный вопль вожатой."
    mt "Алисаааа!"
    th "Похоже, Ольга сегодня мирная и добрая?"
    menu:
        "Определённо, спать.":
            window hide
            play sound sfx_close_door_1
            pause(1)
            scene bg int_house_of_mt_day
            with dissolve
            "Я помахал мелкой на прощание и захлопнул за собой дверь."
            play sound sfx_table_hit
            "Туда тут же прилетела ещё одна шишка."
            "Но на неё внимания я уже не обратил."
            "Было у меня смутное подозрение, что рядом с этим магнитом неприятностей ждать мне спокойной жизни точно не следует."
            "Есть такие люди — они как ураган."
            "Вокруг них всегда что-то происходит, но сами они остаются неуязвимыми."
            "Коллатеральный ущерб проходит только по тем, кто рядом."
            "Правильно, ведь они же не в сердце бури."
            "Утешив себя таким образом, я сбросил обувь и плюхнулся на кровать."
            "Ещё с самого утра был какой-то недосып, его срочно требовалось компенсировать."
            window hide
            show blink
            pause(0.7)
            scene black
            "Спать."
            "Разбудил меня только горн, зовущий всех к столовой."
        "Так где, говоришь, была яблонька?":
            "Я отпустил ручку."
            stop music fadeout 6
            window hide
            scene bg ext_houses_day
            with dissolve
            play music music_7dl["runaway"] fadein 3
            th "Поверить не могу, что согласился на такое."
            dreamgirl "А что такое? {w}Неужели ты в самом деле собирался спать?"
            th "Нет, но как минимум насладиться тишиной и покоем собирался. Возможно, даже почитать что-нибудь."
            dreamgirl "Нишкни, читатель."
            if alt_day2_ph:
                dreamgirl "После твоих позавчерашних выкрутасов удивляюсь, как за тобой не приехала кровавая гэбня — раскулачивать."
            th "А что такого?"
            dreamgirl "Напоминаю, что за бортом малость не то время, откуда ты припёрся, а потому твои высокотехнологичные гаджеты могут представлять крайний интерес для всяких умных людей с корочками."
            dreamgirl "А ты спалиться хочешь. С телефоном ходишь, с плеером."
            dreamgirl "Идиётто."
            "Под таким соусом я ситуацию не рассматривал, а потому откровения внутреннего голоса прозвучали резко и неприятно."
            dreamgirl "Ага, ну кто-то же должен в этой голове думать, раз ты не собираешься."
            th "Спасибо, зануда."
            us "Похоже, чисто, пошли!"
            window hide
            scene bg ext_house_of_el_day
            with dissolve
            "Мы выбрались из кустов и одним рывком пересекли улицу, заняв новую наблюдательную позицию там."
            me "Может, и правда стоило остаться дома?"
            show us laugh sport with dspr
            us "Сёмыч, достал ныть!"
            "Ульянка ткнула меня кулаком в плечо."
            us "Ты же знаешь…"
            me "Нет, это ты знаешь! Что если меня заловят в тихий час, да ещё и комиссией…"
            show us laugh2 sport with dspr
            us "То ничего тебе не будет. {w}Они же за образцовость борются. Кстати, а такое слово точно есть?"
            me "Понятия не знаю, я тебе Брокгауз и Евфрон, что ли?"
            show us smile sport with dspr
            us "Злой! {w}Ладно, ещё один рывок."
            window hide
            scene bg ext_washstand_day with dissolve
            "Такими вот рывками мы и перемещались по лагерю."
            "Стелс-миссия практически."
            "Одно только радовало — обещанная Ульянкой калитка находилась так же, как и мы, в северной части, а потому самое простреливаемое место нам не грозило."
            "И то хлеб."
            show us smile pioneer
            with dissolve
            us "Как я слышала, они до полдника будут проверять спортинвентарь, кружки и прочее." #налажали с формой
            me "Физруку не позавидуешь."
            us "А что ему? Не он же снаряды строил и поле футбольное копал."
            me "Ну… Вопросами точно замучают."
            "Я выдохнул."
            us "Держишься ещё?"
            me "Не дождёшься."
            "Пропыхтел я."
            us "Последний рывок, и… На старт!"
            "Ульянка пронеслась мимо музыкального клуба, забирая ощутимо влево, направляясь к периметру лагеря, и…"
            "Нырнула в кусты!"
            "Ошалело помотав головой, я последовал за ней"
            window hide
            scene bg ext_backdoor_day_7dl
            with flash
            extend " и через несколько секунд уже моргал от контрастной темени."
            show us laugh sport with dissolve
            us "Вот мы и на месте!"
            me "Где?"
            "Здесь не было ничего особенного, стена как стена…"
            "Правда, до сих пор границы лагеря были забраны кирпичом, потому я не сразу обратил внимание на то, что здесь кирпич сменило несколько метров сетки-рабицы в железном каркасе."
            "Из-под одной секции бил ключ, прихотливо затекающий сначала на территорию, а позже, уже у самых кирпичей - и прочь, в лес."
            us "К слову о Борис Саныче — пока мы бежали, я его заметила!"
            me "Надеюсь, он в свою очередь не заметил тебя?"
            us "Судя по количеству морд вокруг него? {w}Не думаю."
            us "Ладно, подсади."
            me "А калитка?"
            us "Она чуть подальше, но нам нужно именно это место."
            us "Видишь, ветки подходят к самому забору? Нам туда."
            "Приглядевшись, я, наконец, смог увидеть и яблочки — некрупные по июлю, но это и неудивительно."
            "Наконец, позволил себе расслабиться — никто не собирался учинить со мной очередной жестокий розыгрыш."
            show us calml sport with dspr
            us "Ну, ты долго томозить будешь ещё?"
            "Я послушно кивнув и, собрав ладони лодочкой, подставил их Ульяне."
            hide us with easeouttop
            "Та с гиканьем взлетела на верхнюю часть секции и, найдя ветку нужной толщины, шагнула туда."
            us "Айда за мной, Сёмыч!"
            me "Да жди. Меня-то никто не подсаживал."
            us "Плачешь, как маленькая девочка. Заберёшься сам, не маленький."
            "Забраться-то было полдела."
            "Как я предполагал, ветка, достаточно крепкая, чтобы выдержать вес Ульянки, подо мной ощутимо просела и загуляла, протестующе скрипя."
            me "Не по Сеньке шапка… Или в данном случае ветка. {w}Уль!"
            us "Мням-чвяк?"
            me "Не держит она меня, ветка."
            us "Мнямтомучто кто-то очень много мням!"
            me "Не ожидал от тебя сочувствия."
            "Ульяна над головой захохотала, а потом закашлялась."
            me "Ага, гадюка, ядом подавилась? {w}Я так и думал."
            "Спрыгнув с секции на землю, я стал прикидывать, где бы здесь можно было зацепиться и поставить ногу."
            window hide
            with joff
            "Полчаса беспрестанных попыток спустя я уселся на землю под деревом и подвёл итоги."
            "В активе - непокорённая яблонька с обломанными какими-то гадом ветками там, где я мог бы допрыгнуть и подтянуться."
            "В пассиве - ободранные ладони, ушибленное колено и ноющая спина (два падения)."
            us "Я же говорила тебе!"
            th "Ага, и охрипшая от хохота Ульянка. Это актив или пассив?"
            us "И яблочки наверху вкуууусные!"
            me "Сбрось хоть попробовать, что ли."
            us "Лови!"
            "Я ощутил себя Невтоном, когда мне по маковке стукнуло небольшим зелёным яблочком."
            me "Эй, аккуратнее!"
            us "Жуй давай! {w}О, красненькое!"
            "Ульяна потеряла ко мне всякий интерес, так что мне ничего не оставалось, как протереть яблочко о рубашку и провести кусь."
            window hide
            with flash_cyan
            "Яблочко действительно вкусное, не кислямба какая."
            "Похоже, кто-то ухаживал, прививал и всё такое."
            "Тут из-за забора посышался вкрадчивый вопрос:"
            sl "Вкусно?"
            "Я чуть огрызком не подавился, честно слово!"
            me "Славя, нельзя же так людей пугать!"
            show sl smile sport with dissolve
            "Славя, по непонятной причине, переодетая в спортивную форму, легко форсировала забор и подошла ко мне."
            sl "Вас испугаешь, пожалуй."
            "Она качнула головой, и метко брошенное сверху яблочко стукнуло о землю."
            "Сверху раздался разочарованный вопль."
            sl "Ульянка, спускайся."
            us "И не подумаю!"
            sl "Спускайся, говорю! {w}Или хочешь, чтобы тебя опять с пожарной лестницей снимали?"
            us "В этот раз я им не дамся!"
            show sl laugh sport with dspr
            sl "Поселишься тут и будешь жить?"
            us "А что? Нормальная идея!"
            show sl smile sport with dspr
            sl "Спускайся, на полдник печатный пряник."
            "В кроне задумчиво засопели, а я постарался урвать и свою толику внимания."
            me "Опять от высочайших гостей сбежала?"
            sl "Нет, их забрала вожатая второго отряда на подготовку к концерту."
            me "Какому концерту?"
            sl "На который вы оба после полдника отправляетесь! Имейте совесть, и без того сончас прогуляли!"
            "И будто подтверждая её слова, над лагерем разнёсся горн, призывающий всех в столовую."
            $ alt_day4_sl_7dl_herc_appletree = True
            $ karma += 10
    stop music fadeout 5
    window hide
    scene bg ext_dining_hall_away_day
    with dissolve
    play music music_7dl["nap_one"] fadein 3
    play ambience ambience_camp_center_day fadein 6
    "К счастью, в этот раз организаторы подошли к проблеме голодающих с немного большим умом, потому в дверях образовался этакий затор из уже слопавших свою коврижку и спешащих сделать то же самое."
    "Что радовало, из вожатского состава были всего двое — и ни одна из них к первому отряду отношения не имела."
    "Нет, я не против компании Ольги Дмитриевны… лимитированными дозами."
    "Но когда она ярится и обращается смерчем в панамке и галстуке, я предпочитаю держаться подальше."
    "С армии ещё — если человек зол, то достаётся всем в радиусе досягаемости."
    "Даже если те ни в чём не виноваты."
    window hide
    with fade
    "Очередь продвигалась неторопливо."
    if alt_day4_sl_7dl_herc_appletree:
        "А стоящая впереди Ульянка вся извертелась:"
        show us dontlike sport at left with dissolve
        us "Эй, ну, можно побыстрее? Всё же без нас съедят!"
        show sl smile pioneer at right with dissolve
        sl "Не беспокойся, не съедят."
        us "Или не знаю тогда, скажут, что полдник закончился и кто не успел, получит на ужин."
        show sl laugh pioneer with dspr
        sl "С тобой хоть раз такое бывало?"
        show us normal sport with dspr
        us "Нет. Но к нам проверяющие как-то раньше не заезжали."
        me "Всё когда-нибудь бывает в первый раз."
        show us calml sport with dspr
        us "А ты вообще молчи! {w}Накаркаешь ещё."
    "Шумная процессия, замыкаемая всклокоченным пионером в растрёпанной рубашке навыпуск, завершилась, и в дверь понемногу начал просачиваться и наш отряд."
    th "И всё ради одного пряника?"
    th "Могли бы и вожатых подрядить, чтобы те раздали."
    dreamgirl "Ты недооцениваешь всю значимость ритуалов."
    dreamgirl "После полдника тихий час официально заканчивается, и у пионеров до ужина появляется собственные свободные три часа."
    th "Серьёзно?"
    window hide
    scene bg ext_dining_hall_near_day
    show mt normal pioneer at zenterleft
    with dissolve
    mt "Так, дети! Про концерт после полдника все помним?"
    dreamgirl "Или относительно свободные."
    show mt normal pioneer at center with move
    if alt_day4_sl_7dl_herc_appletree:
        show us sad sport at right with dissolve
        us "Да уж помним."
        "Ульянка недовольно покосилась на Славю."
    mt "Явка обязательна!"
    me "А если у нас будут свои дела?"
    show mt smile pioneer with dspr
    mt "Сейчас ваше самое главное дело — это концерт. Чтобы все были, я понятно выражаюсь?"
    mt "Это касается всех!"
    show mz normal pioneer at left with dissolve
    mz "И меня?"
    "Скрипнула Женя."
    mt "Нет, ты можешь дальше дежурить, а то мало ли."
    "Женя благодарно кивнула."
    "А там и наша очередь подоспела — не слушая больше вожатую, мы кинулись под своды храма чревоугодия."
    window hide
    play sound sfx_open_door_kick
    pause(1)
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 2
    me "Ольга Дмитриевна, а я не могу пойти на концерт!"
    show mt normal pioneer with dspr
    mt "Это почему же?"
    if len(list_clubs_7dl) > 1: 
        me "Дак это… Я в кружок записан. Помните?"
        if 'nwsppr' in list_clubs_7dl:
            me "Я же в стенгазету записан."
            mt "Вот как раз сходишь на концерт и материал соберёшь, статью напишешь!"
        elif 'soccer' in list_clubs_7dl:
            me "У нас тренировка в футбольном кружке."
            mt "Что ты мне рассказываешь? {w}Борис Александрович будет у эстрады, какая тренировка?"
        elif 'volley' in list_clubs_7dl:
            me "Я думал поиграть в волейбол."
            show mt grin pioneer with dspr
            mt "С девочками?"
            mt "Нет, у нас в обед был товарищеский матч с родителями, так что мяч тебе никто не даст."
        elif 'badmin' in list_clubs_7dl:
            me "Я думал сыграть в бадминтон."
            mt "Чем играть будешь? {w}Это раньше инвентарь был весь в сарае без замка."
            mt "Сейчас из-за проверок всё убрали, поиграть не получится."
        elif 'music' in list_clubs_7dl:
            me "Я думал порепетировать перед гала-концертом."
            mt "Ты будешь выступать?"
            me "… наверное."
            mt "Мику-то ведёт концерт. Или ты один репетировать собрался?"
            me "Да!"
            mt "Не говори глупостей. На концерт сходишь, а после ужина порепетируешь — как раз все родители уедут."
    else:
        me "Ну…"
        mt "Понятно."
    mt "Я всё сказала, на концерте персонально жду каждого."
    mt "А теперь марш в столовую!"
    "С гиканьем и криками мы повалили в распахнувшиеся двери."
    window hide
    play sound sfx_open_door_1
    stop music fadeout 3
    stop ambience fadeout 6
    return
    
label alt_day4_sl_7dl_herc_evening:
    play music music_7dl["your_life"] fadein 3
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 6
    "На самом деле, я не собирался никуда идти."
    "В конце концов, что я там не видел?"
    "Очередных детишек, который не в состоянии отрепетировать номер настолько, чтобы их движения хотя бы выглядели синхронно?"
    "Нетушки, спасибо."
    "Я такой самодеятельности сполна хлебнул на всяческих днях города и прочих мероприятиях, на которые по недомыслию заглянул однажды — давным-давно…"
    "И вот пляшут они невпопад или орут мимо нот — и нагло смотрят со сцены в зал."
    "А ты их одёрнуть не моги! Как же, «этождети»."
    "Практически как вчера на дискотеке: позориться будут они, а стыдно будет мне." #практически - наречие, а не вводное слово
    "Так что…"
    me "Ульянка, ты на концерт собираешься?"
    show us normal sport with dissolve
    "Девочка посмотрела на меня и выразительно покрутила пальцем у виска."
    us "Я похожа на сумасшедшую?"
    me "Да."
    show us laugh sport with dspr
    us "Это был исторический вопрос. {w}Конечно, я не хочу никуда идти."
    me "Исторический."
    show us smile sport with dspr
    us "Да!"
    show mt normal pioneer at left with dissolve
    show us normal sport at cright with move
    mt "Сидорова, я всё слышу."
    us "А я что, я ничего!"
    mt "Даже не думай сбежать! Это и тебя, Сычёв, касается." 
    me "А я что…"
    show mt angry pioneer with dspr
    mt "Я всё сказала!" with vpunch
    mt "И, Сидорова — переоденься! {w}Я не желаю тебя видеть в таком виде на концерте."
    us "Так, может, я и не пойду тогда?"
    mt "Чтоб была! На концерте."
    "Раздельно и отчётливо произнесла вожатая."
    mt "Иначе сама знаешь, что будет."
    us "Значит, мне идти на концерт?"
    show mt rage pioneer with dspr
    mt "Да! То есть, нет."
    mt "Ты издеваешься! {w}После полдника чтоб переоделась и была на концерте в нормальной форме."
    show us calml sport with dspr
    us "Вас не поймёшь. То иди, то не иди…"
    "Ольга схватилась за голову и поспешила убраться подальше, пока Ульяна опять не начала задавать вопросы."
    hide mt with easeoutleft
    mt "Феоктистова, проследи."
    "Бросила она через плечо."
    "Славя растерянно проводила вожатую взглядом и после этого обратила внимание на нас."
    show sl sad pioneer at left with dissolve
    sl "Ольге Дмитриевне и без того трудно, а вы!.."
    me "Трудно — что? Собрать пионеров? Или заставить их переодеться?"
    me "Тебя не раздражает то, что она половину своих забот сваливает на тебя?"
    show sl normal pioneer with dspr
    sl "Нисколько. {w}Надо помогать."
    show us smile pioneer with dspr
    "Ульянка хитро посмотрела на меня, а потом выдала:" #налажали с формой
    us "А её тон?"
    sl "Нормальный тон. Она дала мне поручение, и…"
    us "Она дала приказание. Как будто ты её раб и не имеешь права голоса."
    show sl sad pioneer with dspr
    sl "Это неправда. {w}У всех сегодня тяжёлый день, так что можно простить."
    me "И прощать потом каждый раз, когда кто-то захочет прокатиться у тебя на шее?"
    "Славя заспорила было, но я уже не обращал на неё внимания."
    "Да и спорила она скорее из своей «правильности»."
    "Слишком уж отчётливое сомнение было на её лице."
    "Я затолкал остатки пряника в рот и поднялся, помахав девочкам на прощание."
    stop music fadeout 5
    window hide
    play sound sfx_open_door_clubs fadein 0
    pause(1)
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_evening fadein 6
    play music music_7dl["too_quiet"] fadein 3
    "Когда я вышел на улицу, моё внимание привлекли чьи-то громкие крики."
    "Мальчишеские, судя по голосу."
    th "Вот что надо было показывать комитету, а не…"
    "Я поспешил за угол столовой, откуда и доносилась перебранка."
    window hide
    scene bg ext_dining_hall_away_day at zexitleft
    with dissolve
    "Двое мальчиков достаточно плотной комплекции волокли куда-то в сторону туалета мальца похлипче, пусть и того же возраста."
    me "Эй!"
    "Позвал я."
    me "Опустите своего друга на место."
    ml "Отстань, дядя."
    me "Или мне вожатую кликнуть?"
    ml "Да твоё какое дело?"
    me "Похоже, по-хорошему вы не понимаете." 
    "Я хрустнул костяшками пальцев, направляясь к ним."
    "Почему-то с удивившей самого себя неохотой."
    window hide
    with joff
    "Когда я с ними закончил, на земле остался только спасённый юнец, да какая-то деревянная труха под ногами."
    me "Цел?"
    "Я наклонился и протянул ему ладонь, помогая подняться."
    "Он оказался ощутимо ниже меня, вихрастый, состоящий, казалось из одних углов и голяшек."
    "Даже лицо у него было резкое, подобное тому, что я видел высеченным на стенах «Маяковской»."
    al "Я бы сам справился."
    me "Конечно, справился. {w}Но только какой ценой?"
    "Он угрюмо насупился."
    me "Куда они тебя тащили?"
    al "В яму."
    me "В яму. {w}Полагаю, не для того, чтобы там по голове погладить или руку пожать?"
    "Он промолчал."
    me "Ну, чего ты молчишь?"
    al "Да подкараулили, хряки.{w}Так-то к нам они подходить боятся, а сегодня к остальным родители приехали, и я один."
    me "Ещё и коллективный скандал."
    dreamgirl "Вот что надо было комиссии показывать."
    th "Ты не помогаешь!"
    al "Я ничего, я по лагерю шёл, а у нас несколько человек детдомовских, к ним никто не приезжает."
    al "Хряки над ними смеялись, баторскими называли, кидались камнями. {w}Я и вступился."
    me "Доволен получившимся?"
    al "А надо было пройти мимо? {w}Ты бы прошёл?"
    "Он посмотрел мне в глаза, и я, уверенный до сих пор, что прошёл бы и плюнул, вдруг понял…"
    "Не прошёл бы."
    "Не потому, что нельзя обижать тех, кому и так по жизни досталось."
    "А всё из-за той пресловутой отцовской справедливости, на которую он сам же и наплевал с высокой колокольни."
    me "Ты со Славей, случаем не знаком?"
    "Он не удивился:"
    al "Помощница из вашего отряда."
    me "Она."
    al "Она хорошая, никогда смеяться не станет."
    me "Это-то точно…"
    dn "Алькааааа!"
    "От туалета к нам понёсся метеор, сплошь состоящий из кудряшек, растрёпанности и рубашки навыпуск."
    "Обозванный Алькой, отвернулся от меня и посмотрел в сторону кричащего, заулыбался:"
    al "Данька."
    "Развернулся было, поприветствовать товарища, но застеснявшись, опустил руки."
    "А тот наоборот, налетел, заколотил приятеля по плечу, заговорил о чём-то…"
    "И чтоб немного подбавить лимончика в получающуюся сахарность, я уведомил:"
    me "Твоего друга только чуть в яму не бросили."
    show dn upset pioneer with easeinbottom
    dv "А ты ещё кто такой?"
    $ meet('al',"Алька")
    $ meet('dn',"Данька")
    al "Он мне помог, Данька! А ты говорил, старшакам всегда плевать."
    show dn dontcare pioneer with dspr
    dn "Так и ему плевать. {w}Ты просто всего не знаешь."
    al "Так он за меня вступился, когда хряки меня к яме тащили!"
    dn "А почему они тебя тащили?"
    "Ласково поинтересовался Данька."
    al "В детдомовских кидали камнями и не попали, а я кидался в хряков и попал."
    dn "Что ж. Спасибо, что выручил моего друга."
    "Данька протянул мне руку, на которую я с удивлением уставился:"
    me "В смысле «спасибо»? Ты хочешь сказать, что поступил бы иначе?"
    show dn sick pioneer with dspr
    dn "Я бы возглавил отряд и мы вместе бы им наваляли."
    me "Понятно всё с тобой. {w}Бывай."
    "Я помахал Альке и, развернувшись, отправился на эстраду."
    window hide 
    scene bg ext_square_day
    with dissolve
    "И вот, кажется, весь мир такой хороший, люди друг другу не волки и не враги лютые."
    "От каждого по способностям и всё такое."
    "А копни поглубже?"
    "С северо-запада донеслись первые басовые раскаты — похоже, проверяли аппаратуру."
    "Пожав плечами, я направился туда."
    "Что-то подсказывало, что не последняя это наша встреча."
    "Хотя названный Данькой и не поленился поблагодарить, я понимал: этим всё не исчерпано."
    "Должно быть что-то ещё. {w}Хотя бы нагоняй от вожатой за растрёпанный внешний… К слову."
    "Я остановился поправить ремень с рубашкой, смахнули налипший на шорты сор."
    "Костяшка на левом кулаке была рассажена, но, надеюсь, никто не обратит на это внимания."
    stop music fadeout 6
    window hide
    scene bg ext_stage_big_clear_day_7dl
    with dissolve
    play music music_7dl["surf"] fadein 3
    "Весь лагерь уже был на местах, потому мне снова пришлось тратить время, искать место, куда бы можно приземлиться."
    dreamgirl "А если бы помогал с подготовкой - занял бы самые лучшие места у эстрады."
    th "А если не выступать не по делу, то можно и помочь в поисках."
    dreamgirl "Да что там искать-то? Вон, центральный ряд, последние скамейки."
    "Сидящая уже там Славя приподнялась и помахала мне рукой."
    "Я поспешил к ней поближе, между делом оглядываясь по сторонам."
    "Исключая Женьку, наши все были здесь — даже Ульянка."
    "Первый отряд был самым малочисленным, потому и отделили нам всего две скамейки, плотно заняв все остальные."
    "И причина тому была всё та же, доставляющая окружающим неудобства, что и весь день до того."
    "Родители. И эти бездельники из комитета."
    "Они оставили всего одну скамейку, на которой разместился обслуживающий персонал, из-за чего части местных приходилось вовсе стоять."
    "Чего нельзя сказать о ситуации в правой части!"
    "Нет, ряды с первого по предпоследний были забиты плотно, а вот на последней скамейке…"
    th "Похоже, повезло мне схлестнуться с хлопцами из второго отряда."
    dreamgirl "Гражданская война практически."
    "На задней скамейке, оставив меж собой чуть ли не полуметр, с недовольным выражением сидели крайне знакомые морды лиц."
    "Парочка из Даньки с Алькой (интересно, что это за имя - Алька? Алексей?) зверилась и скалила зубы на совершенно аналогично ведущую себя парочку упитанных хлопцев, с которыми я уже толковал."
    "А так как сидели они все у самого края, то Данька практически свисал, грозя упасть меж рядов."
    show sl normal pioneer with dspr
    sl "Ты где пропадал?"
    me "Дела, дела…"
    sl "Понятно."
    "Похоже, Славя и не прислушивалась к тому, что я несу."
    "Она вскочила, пропуская меня, и тут же плюхнулась на место, стоило лишь мне сесть."
    "Сидящая справа Алиса кивнула мне и вернулась к унылому оглядыванию зрительских рядов."
    window hide
    scene bg ext_stage_near_clear_7dl
    with fade
    "Я смежил веки, кивая в такт разносящемуся из динамиков меланхоличному синтивейв-перебору."
    "Здесь было не то, чего я хотел, и не так, как я мечтал."
    "Но если сильно не выступать, то вполне и вполне здесь было."
    "Спину подогревало солнышком сквозь рубашку, а от сидящей рядом Слави едва уловимо пахло чем-то знакомым."
    "Не то берёзовым соком, не то дегтярным мылом…"
    th "Тепло, мирно, мухи не кусают и на работу никто не гонит."
    dreamgirl "Ты ещё усни тут."
    th "Ага, на плече у Слави."
    "И вдруг будто тучи заслонили солнце, хотя оно по прежнему продолжало греть мне спину."
    stop music fadeout 10
    "Я вдруг тем самым местом почуял, что что-то не так."
    th "Неприятности?"
    play music music_7dl["areyouabully"] fadein 10
    "Я открыл глаза."
    "Как оказалось, не подводила меня чуйка, совсем не подводила."
    "Есть какая-то мерзкая, извращённая логика, работающая как в моём времени, так и в этом."
    "И логика эта гласит, что чем отвратительнее какое-то явление, с тем большей вероятностью у него появятся защитнички."
    "Это касается дешёвых машин с мерзко орущей сигнализацией, картавых актёров озвучки."
    "И, конечно, таких вот подсвинков."
    "Видимо, заметив меня, один из бесправно обиженных, спрыгнул со скамейки и кинулся ябедничать своей… маме? Сестре?"
    "Родственная связь была налицо, но мне тяжело было установить качество."
    window hide
    with fade2
    "Конечно, сейчас, размахивая руками, он доносит до родственницы совершенно другую картину, нежели та, что происходила на самом деле."
    "И в его описании именно он белопушистый, а вредный сутулый старшак — гад и сволочь."
    "Разве не прелесть?"
    "Ходячий стереотип."
    "Я с интересом наблюдал за происходящим, а почуявшая нечто неладное Алиса проследила за моим взглядом и вопросительно вскинула бровь."
    "Я предпочёл проигнорировать её."
    "А ну как пронесёт."
    dreamgirl "Пронесёт, конечно!"
    th "Ещё и пальцем тыкает, упырь. {w}Он же понимает, что его родственница уедет, а я останусь?"
    th "Как бишь там было — это не меня заперли с вами…"
    "Пухленькая, найдя меня взглядом, неторопливо поднялась и, всем видом выражая грядущие неприятности, отправилась в обход рядов."
    "Должно быть, то, что она не сводила с меня глаз, должно было как-то меня озадачить или даже напугать?"
    "Не уверен."
    "Я же не чувствовал ни того, ни другого. {w}После нашего сержанта я людей не боюсь в любом их обличьи."
    "Все люди легко делятся на две половины."
    dreamgirl "Или четыре четверти, да."
    "Хотя ничего приятного в этом не было, конечно."
    th "Ольга Дмитриевна опять будет злиться. Славя, конечно, не одобрит."
    "Последнее удручало, пожалуй, сильнее всего."
    "Почему-то мне хотелось, чтобы она чаще улыбалась, чем грустила."
    "А уж её неодобрение…"
    th "Всё, решено. Что ты там хряк этой мадаме не наговорил — приму всё на себя, не моргнув и глазом."
    th "В конфликты вступать не буду, буду тихо-скромно молчать и…"
    window hide
    with flash
    play music music_7dl["dropit"] fadein 3
    voice "Так это ты, значит, руки распускаешь?"
    "Она встала за спиной у меня, из-за чего приходилось опасливо оглядываться — она вполне могла и ударить."
    "Голос у неё оказался высокий, визгливый и бесконечно уверенный в себе."
    "Голос человека, привыкшего к полному и безоговорочному повиновению."
    me "Допустим."
    voice "Ах, допустим! {w}Вы глядите на эту рожу наглую, он ещё и соглашается!"
    voice "В город вместе со мной поедешь, ясно тебе? Будем в комнату милиции тебя оформлять за рукоприкладство!"
    me "Я так не думаю."
    voice "Я не спрашивала, что ты думаешь! Я тебе сказала…"
    me "Скажите это вожатой или начальству. Если прикажут — поеду."
    voice "Ах ты!"
    "Судя по шороху одежды, она замахнулась."
    th "Сейчас она меня ударит, и у меня будет полное право на превышение пределов самообороны."
    "Обречённо мелькнуло в голове."
    "Хотя драться с женщиной…"
    mt "Кто вы такая и по какому праву кричите на моего пионера?"
    voice "А вы, значит, вожатая? Как это вы за своими лбами здоровыми следите, интересно, что они ходят ио лагерю и других увечат?"
    voice "Ишь, сидит, харя наглая! Ничего, я тебе это так просто не оставлю."
    mt "Так."
    "Терпение вожатой тоже было на пределе, потому она подбавила металла в голос:"
    mt "Отойдём и вы всё мне расскажете. Если пионер в чём-то виноват, он понесёт наказание."
    voice "Да виноват, конечно! Он же моего… Ой!"
    "Судя по удаляющему визгу, вожатая всё же применила силу."
    "Я обернулся — она тащила толстуху за собой."
    window hide
    with fade
    "Я чувствовал себя неуязвимым."
    "Более того, сейчас я чувствовал, что делаю нечто правильное."
    "Большая часть силы и власти таких вот гадов, плюющих на окружающих — в равнодушии самих окружающих."
    "Или неумении, неспособности постоять за свои права."
    "Вот только машине с мерзкой сигналкой в итоге неизбежно оставят кирпич в лобовом стекле - и никто не найдёт концов."
    "Картавому недоартисту в итоге придётся принять на себя полное ведро помоев за элементарное непонимание того, как сильно бесят его дефекты речи."
    "А такому вот подсвинку обязательно встретится сутулый старшак, не стесняющийся преподать пару уроков ударно-импульсным воздействием."
    "Потому что есть элементарные правила общежития, без соблюдения которых ты не можешь считаться человеком."
    "И обязательно должен появиться кто-то вроде меня."
    "И… сказать по правде, мне было даже любопытно, как низко нужно пасть в глазах начальства, чтобы мне кто-то что-то сделал."
    window hide
    with fade
    play music music_7dl["temptation"] fadein 6
    dreamgirl "Героем решил стать?"
    "Я криво улыбнулся, вспомнив ещё одно значение этого выражения."
    show dv normal pioneer with dissolve
    dv "Что у вас там произошло?"
    me "Ничего особенного."
    show dv normal pioneer at left with move
    show us smile pioneer at right
    with dissolve
    us "Колись давай, новичок."
    "Прошамкала Ульяна — похоже, яблок, набранных ещё в тихий час у неё было много."
    me "Отстаньте. {w}Вас это не касается."
    show dv grin pioneer with dspr
    dv "Так-таки и не касается? Какая-то баба орёт на нашего товарища, а это нас не касается?"
    "Славя, вполуха прислушивающаяся до поры к нашей беседе, машинально кивнула."
    "Похоже, даже её заинтриговало."
    me "Любопытной Варваре…"
    we "Рассказывай давай!"
    "Хором потребовали рыжие."
    "Пришлось уступать."
    window hide
    with fade2
    me "Да я там по балде кое-кому дал."
    "Славя ожидаемо поморщилась."
    "Сидящие перед нами пионеры развернулись и, выразительно сверкнув глазами, приложили палец к губам — на сцену карабкалась Мику."
    "Я послушно понизил голос на полтона:"
    me "Очень нарывались."
    show dv normal pioneer with dspr
    dv "Кому ты дал, я уже видела. А вот за что?"
    me "Ты видела не всех."
    "Палец описал дугу и ткнул в сторону второго оставшегося хряка."
    me "Их было двое — тащили в яму третьего. Того, что сидит вторым с края."
    dv "Ульянка, твоя гвардия."
    show us dontlike pioneer with dspr
    us "Что-то не похоже на них. Я поговорю."
    me "За руки и за ноги волокли. Пришлось остановить их, задать несколько вопросов."
    me "Они почему-то решили, что можно меня послать — пришлось убеждать их в обратном."
    show dv smile pioneer with dspr
    dv "Да ты защитник!"
    me "Не, я — точно нет. Вот Алька…"
    "Я продолжил рассказ, увязывая между собой события дня, укладывая их в том числе и в собственной голове, периодически сбиваясь на шиканья с передних рядов."
    "Внезапно Алиса подобралась и оборвала меня:"
    show dv sad pioneer with dspr
    dv "В кого камнями кидали, ещё раз?"
    me "Я же говорю — в дет…"
    dv "Нет, ты имена знаешь?"
    me "Я не спрашивал, надо у Альки узнавать."
    "Алиса особым, крайне внимательным взглядом оглядела моих новых друзей, запоминая их лица."
    "И что-то мне подсказывало, что ничего хорошего им этот взгляд не сулит."
    "Правда, с чего это оторве Двачевской вступаться за кого, мне было решительно непонятно."
    "Но я в чужую душу лезть не собирался."
    "Тем более, что и Славя, всё это время смотрящая на меня с крайней степенью неодобрения, под конец рассказа пусть самую чуточку, но смягчилась."
    "На мгновение отвернулась от эстрады и, посмотрев мне прямо в глаза, кивнула."
    "Отвернулась за мгновение до того, как я вспомнил, что социопат и вообще-то теряюсь от прямого зрительного контакта."
    window hide
    scene bg ext_stage_near_clear_7dl
    with fade
    "Почуяв краем щеки чей-то непрерывный поток внимания, посмотрел туда."
    "Склочная баба вернулась, это значит…"
    play sound sfx_punch_medium
    with vpunch
    me "Ой!"
    "Он неожиданного хлопка между лопаток, я подскочил и обернулся."
    show mt normal pioneer close with dspr
    "Там стояла вожатая."
    "Очень близко стояла."
    "И выражение лица у неё было крайне недовольное!"
    mt "После ужина потолкуем, Сёмыч."
    hide mt with easeoutright
    "И испарилась."
    "Вернее, думала испаряться!"
    "Пока мы общались, у Алисы с Ульяной параллельно тоже вышел какой-то диалог."
    "Вернее, Алиса пыталась увещевать Ульянку, а та отбивалась и капризничала."
    "Я не мог сказать точно, так как был занят дипломатией и на глупости отвлекаться права не имел."
    "Потому к моменту, когда я освободился и вернул себе нормальное положение, девочка уже сидела, надувшись и что-от бормотала."
    "До меня доносились только отголоски."
    us "… можно, а мне нет!… концерт дурацкий… идиоты на сцене…"
    "В этот момент на сцену вылез какой-то мальчик с полностью отмороженными глазами, в брюках и рубашке с длинным рукавом."
    "Распахнув алую папочку в руках, он со вкусом откашлялся и завопил:"
    ml "Стихи про пионеров!!!" with vpunch
    show us dontlike pioneer with dspr
    us "Не ори!"
    "Недовольно буркнула Ульяна."
    "На неё все зашикали, но пионер на сцене и бровью не повёл."
    ml "Стихи - Владимир Маяковский!"
    "Он набрал в грудь ещё побольше воздуха и заорал уже совсем невероятно громко:"
    ml "За море синеволное, за сто земель и вод разлейся, песня-молния, про пионерский слет!" with vpunch
    "Все вокруг морщились, но терпели."
    "Все."
    "Кроме Ульянки."
    "Видимо, ей досталось какое-то невкусное яблочко - откусив, она скривилась, плюнула."
    "Потом озверело посмотрела на эстраду и сама завопила."
    us "Да заткнись ты уже на хер!"
    mt "Ульяна! Что за слова!"
    us "А что? Он орёт как портовой гудок! Ну невозможно же!"
    "Над эстрадой повисла тишина."
    us "Кто со мной согласен? Давайте кричать!"
    "Она начала растопку-расхлопку на мотив известного «We will rock you»."
    us "По-шёл вон! По-шёл вон!"
    "Ольга вскочила и кинулась к малявке, но той уже вожжа под хвост попала."
    "Ещё раз скептически осмотрев яблоко, она швырнула то в горе-артиста."
    "Что характерно, не промазала — угодила прямо в лоб!"
    "Тут же полезла в карман за ещё одним яблоком."
    us "Это, конечно, не тухлые помидоры…"
    "Наконец, вожатая добралась до Ульянки, но к тому моменту ей начали подпевать и другие пионеры, а «звезда», изменившись в лице, убежал с эстрады."
    window hide 
    scene bg ext_stage_big_clear_day_7dl
    with fade
    "Вожатой пришлось перегнуться через нас для того, чтобы дотянуться до Ульяны, и соседство, пусть и мгновенное, было крайне приятным."
    "А дальше был кратковременнй полёт одной красновласой злостной нарушительницы, которую как морковку из грядки вытащила вожатая."
    "И потащила прочь."
    me "Похоже, кто-то сегодня будет бедный."
    show sl laugh pioneer with dissolve
    sl "Сомневаюсь. Это не в первый уж раз такое."
    "Шёпотом поделилась Славя."
    sl "Даже не знаю — и зачем Ольга Дмитриевна каждый раз пытается притащить Ульяну на концерт?.."
    stop music fadeout 6
    hide sl
    window hide
    with fade
    play music music_7dl["everyday"] fadein 5
    "За беседой мы заметить не успели, что выступления между делом подошли к концу."
    "Незадачливого чтеца на эстраде сменила Мику с очередным японским песнопением, которое к моему большому неудовольствию мы проморгали, занятые конфликтом между вожатой и Ульянкой."
    "Всё, что услышали — это:"
    mi "Спасибо! {w}А на этом концерт для родителей объявляется закрытым!"
    mi "Всех прошу в столовую."
    "Она махнула нам рукой и, спорхнув с эстрады, принялась деловито обесточивать аппаратуру."
    "Над рядами тут же стаккато разнеслась перекличка отрядов, строящихся здесь же."
    show sl normal pioneer with dspr
    sl "Опять всё на мне… {w}Первый отряд… На ужин стройсь!"
    "Ленивые и недовольные старшаки, кряхтя и поминая чью-то бабушку, принялись выползать со скамеек."
    "К тому моменту самые быстрые и самые голодные уже организованными рядами умчались к умывальникам."
    "Разумеется, я говорю о пятом отряде и отряде дармоедов."
    dreamgirl "Тебе не надоело ещё?"
    th "А что такое? Припёрлись пожрать нахаляву, только все мешают."
    dreamgirl "Чья бы корова мычала."
    th "А ви-таки имеете шо возразить?"
    dreamgirl "Молчу-молчу. Посольский сынок."
    show dv smile pioneer with dspr
    dv "Новичок, ты на ужин не идёшь?"
    "Я вздрогул и очнулся:"
    dv "Что значит, не идёшь? Ещё как идёшь!" #наехали спрайты Алисы и Слави
    sl "Тогда шагом марш вместе со всеми!"
    window hide
    play sound sfx_open_door_1
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 5
    "Наученные горьким опытом, вожатые подгоняли и подгоняли пионеров, чтобы те кушали побыстрее."
    "Так что виновники торжества удостоились не одного ласкового взгляда в свою сторону."
    "Зато!"
    "Мне не пришлось стоять с тарелками как бедному родственнику."
    "Даже не пришлось теснить знакомую уже вожатую второго отряда."
    "Нет, меня посадили между Славей и Леной — отчего последняя ощутимо вздрогнула и покраснела."
    "И в любой другой ситуации я бы обратил внимание на этой крайне презанятный факт, но тут над головами откашлялись колонки и заорали:"
    play sound sfx_7dl["phone_feedback"] fadein 0
    dy "Уважаемые гости нашего лагеря!"
    me "Тьфу ты, ну-ты. {w}А ещё погромче нельзя было?"
    dy "Благодарим вас за то, что уделили сегодня нам своё время!"
    dy "Ждём вас в следующий раз, а для тех, кто ещё не уехал, после ужина к воротам будет подан автобус!"
    th "Дармоеды, говорю же. И поели нахаляву, и развозку получили."
    dy "Он проследует прямиком до Радченко с остановкой на развилке, если кто-то вдруг едет в другую сторону."
    dy "Ещё раз спасибо и приятного аппетита!"
    window hide
    with fade
    "Динамики щёлкнули и стихли."
    me "Кхе, так и подавиться недолго."
    show sl angry pioneer with dspr
    sl "А ты вообще молчал бы?"
    me "Пардон?"
    sl "Это правда, что ты мальчиков из второго отряда поколотил?"
    me "Я, вроде, не отпирался."
    th "И мне показалось, что ты достаточно нейтрально к этому отнеслась."
    sl "Это недопустимо! Вот погоди, Ольга Дмитриевна узнает!"
    me "Разве она не в курсе?"
    sl "Всё равно! Нельзя бить того, кто тебя слабее!"
    me "Да они сами рот открывать начали! Возомнили себя анонимусами, блин!"
    sl "И что теперь? Будешь теперь всех бить, кто тебе слово поперёк скажет?"
    me "Не буду…"
    sl "Вот и правильно. {w}Обещай мне больше ни на кого руку не поднимать."
    show dv grin pioneer2 at right with dissolve
    dv "Да что ты к нему пристала?"
    "Неожиданно поддержала меня Двачевская."
    "К этому моменту она привела форму к статусу кво, чем была довольна неимоверно."
    dv "Есть люди, которые по-нормальному не понимают."
    dv "Я с ними тоже потолковать хочу. {w}Умираю прямо."
    show sl scared pioneer with dspr
    sl "И ты, Алиса?"
    dreamgirl "И ты, брутто — сказал нетто, завернулся в тару и упал."
    dv "Людей надо воспитывать. Иначе будут наглеть."
    "Алиса собрала тарелки со стола и поднялась."
    dv "Даже, как ты любишь, ябедничать, иногда не вариант. {w}Адью."
    hide dv with dissolve
    "Лена всё это время сидела неестественно прямо, но на прощание Алисы непроизвольно кивнула."
    th "Что это с ней? Заболела, что ли?"
    show sl serious pioneer with dspr
    sl "Ты меня огорчил, Семён. Очень."
    me "Да понял я, понял! Всё, в следующий раз, если увижу, как два бугая тащат в яму пацанёнка, я им пальчиком погрожу и пойду по своим делам."
    "Славя открыла было рот, чтобы что-то добавить, набрала в грудь воздуха…"
    "Застыла."
    me "Ага. Я так и думал."
    hide sl with dissolve
    "Содержимое тарелки показало дно, и я с удвоенной энергией заработал ложкой."
    "О чём бы ни собиралась мне сообщить Славя — нового ничего я не услышу."
    "Бедная наивная девочка."
    window hide
    with fade
    stop music fadeout 3
    stop ambience fadeout 6
    return
    
label alt_day4_sl_7dl_loki_morning:
    play music music_7dl["midday_reverie"] fadein 3
    scene bg ext_square_day 
    with dissolve
    play ambience ambience_camp_center_evening fadein 5
    if alt_day4_sl_7dl_help1:
        th "I've never asked for this."
        dreamgirl "Работаем, негры! Солнце ещё высоко!"
        "Я не очень понимал, по кой пёс вообще согласился помогать."
        th "И кому?"
        th "Чертовой активистке-манипуляторше, которая шагу не может ступить без того, чтобы не заставить кого-то делать что-то против его воли."
        dreamgirl "C другой стороны была опасность того, что тебя запрягли бы на работу похлеще, если бы отказался от этой."
        dreamgirl "Видел, как вокруг все носятся?"
        th "И что? Подумаешь, шлея под хвост попала."
        th "В чушь насчёт сильномогучих родителей я не верю, уж извини."
        "Крякнув, я наклонил колонку на себя, опирая её на имеющиеся колёсики и потащил её в сторону эстрады."
        "Скорее, мне больше верилось в то, что начальство решило не заморачиваться с занятием пионеров чем-либо в роддень, потому и придумало эту проверку."
        "Иначе как бы было — не растащенные по углам пионеры и двойная нагрузка на тех, кому повезло меньше, а занятость повсеместная."
        "В конце концов, так справедливее."
        "Размышляя таким образом, я оттарабанил обе колонки к эстраде, где у меня их уже приняли мальчики помладше, похоже, из второго отряда."
        "Работали они слаженно и вопросов не задавали, так что с подъёмом колонки на сцену справились не в пример лучше меня одного."
        "Махнув им рукой, я отправился за второй колонкой."
        "Неторопливо отправился."
        "Работы предстояло немного, но не очень хотелось потом получить ещё одну задачу в качестве благодарности."
        "Когда мы закончили, солнце начало подбираться к зениту, а на часах стукнуло одиннадцать."
        "Позёвывая и разминая оттянутые руки, я вышел на площадь."
    "А на площади был какой-то непонятный шум и гам."
    "Столпотворение. {w}И сердцем оного выступала, разумеется, Славя."
    th "Вот и чудненько. {w}Теперь её утащат куда-нибудь на расспросы, а я пойду лентяйничать."
    "Настроения гнуть горб не было совершенно."
    window hide
    with fade
    "Да вот только события решили развернуться иначе."
    "Краем уха я услышал чей-то разговор — и тут же спрятался за скамейкой!"
    "От медпункта в мою сторону двигалась вожатая, между делом разговаривая с каким-то мужиком."
    "Улыбалась и размахивала руками."
    th "Уууу, морда!"
    bb "Так ты, говоришь, Оленька, что Славя сама должна справиться с этим бардаком?"
    "Мужик кивнул на совсем затурканную девочку."
    mt "Да, Алексей Максимович. {w}Рано или поздно ей придётся этим заниматься, если она хочет продолжать помогать."
    bb "А мне, вот, кажется, что она не справляется."
    bb "Может, сама возьмёшься? {w}Кто из вас профессиональный педагог, в конце концов?"
    mt "Ну… Профессиональный."
    bb "Я серьёзно. {w}Ступай, возьмись сама, обежишь территорию, всё им расскажешь."
    bb "А с твоим отрядом ничего не случится: в конце концов, у тебя есть безотказная и непогрешимая помощница."
    mt "Отказаться нельзя?"
    bb "Нет."
    "Ольга кивнула:"
    mt "Я так и полагала."
    window hide
    with fade
    mt "Уважаемая комиссия! {w}Позвольте представиться, если вдруг кто не в курсе: Миронова Ольга Дмитриевна, старшая вожатая."
    mt "У Слави много дел, потому она не может вас сопровождать и дальше?"
    "Славя с благодарной улыбкой посмотрела на вожатую, а та — в спину того, кого называла Алексеем Максимовичем."
    mt "И этого… бездаря с собой забери."
    "Ольга безошибочно ткнула пальцем в скамейку, за которой прятался я!"
    me "Что сразу «бездаря»-то? Я вообще отдыхал!"
    show mt normal pioneer with dissolve
    mt "Ничего не слышу!{w} Уважаемая комиссия, позвольте мне начать наш обход с образцовых домиков третьего и четвёртого отрядов! Прошу следовать за мной!"
    hide mt with easeoutright
    "Она улетучилась, оставляя меня наедине со Славей."
    show sl sad pioneer with dissolve
    sl "Да… Это было крайне своевременно."
    sl "А ты что здесь делаешь?"
    if alt_day4_sl_7dl_help1:
        me "Закончил с колонками, отдыхаю, вот."
        sl "Так быстро?"
        me "Так дурное дело нехитрое."
    else:
        me "Я надеялся отправиться на пляж и позагорать там."
        sl "Не получится."
        me "Почему?"
        sl "Пляж весь занят родителями, там сейчас присесть-то некуда."
        me "Об этом я не подумал, да."
    show sl smile pioneer with dspr
    sl "А давай мы тебе занятие найдём?"
    me "Я, пожалуй, воздержусь!"
    show sl laugh pioneer with dspr
    sl "Ох, Семён! Ты большой шутник."
    me "Но я не…"
    show sl smile pioneer with dspr
    sl "Есть что-то, чем бы тебе хотелось заниматься?"
    if len(list_clubs_7dl) == 0:
        me "Если бы мне хотелось чем-нибудь заниматься, я записался бы в кружок."
        sl "Верно… {w}Но тогда к чему бы тебя привлечь… Тем более, что все кружки закрыты."
        me "Только не к уголовной ответственности."
        show sl smile2 pioneer with dspr
        sl "Может, захочешь мне помочь с уборкой?"
        me "Точно не захочу. {w}Я ленивый и добрый."
        show sl serious pioneer with dspr
        sl "Но нельзя же совсем ничем не заниматься?"
        th "Детка, спроси меня об этом — я первый спец по дуракавалянию!"
    else:
        me "А моя запись в кружок тебя ни на какую мысль не наталкивает?"
        sl "Верно…"
        sl "Но кружки сегодня все закрыты из-за проверки."
        me "Что, даже кибернетики?"
        sl "Эти-то как раз в первую очередь: они же прямо у ворот, никому не хотелось, чтобы комитетчкими зашли и увидели творящийся там бардак."
        me "Чем же они занимаются?"
        sl "Не поверишь!"
        show sl happy pioneer with dspr
        sl "Убирают собственный бардак!"
        sl "Но надо придумать, чем тебя занять."
    "Вопрос прозвучал в лоб:"
    sl "Ты как к музыке относишься?"
    me "Отношусь."
    "Подозрительно ответил я."
    me "А что?"
    sl "Так можно тебя тогда к Мику отправить."
    me "Кто-то говорил, что кружки закрыты."
    show sl smile pioneer with dspr
    sl "А у неё не кружок, а…"
    sl "Она у нас худруком на полставки трудится. {w}Концерты, мероприятия, танцы — это всё её."
    me "Понять не могу, у вас тут совсем беда с кадрами — заставлять работать отдыхающих?"
    sl "Я не знаю."
    "Пожала плечиками Славя."
    sl "Я других лагерей не видела, для меня как есть — нормально. {w}Но к слову о концертах…"
    sl "У нас и сегодня один будет.{w} Не хочешь поучаствовать?"
    me "С чем?"
    sl "Я не знаю…"
    show sl shy pioneer with dspr
    sl "Может, ты знаешь какие-то песни? {w}Мику могла бы аккомпанировать тебе на рояле."
    me "И вот так, не репетируя, не готовясь?"
    show sl smile pioneer with dspr
    sl "А ты, похоже, понимаешь толк в выступлениях?"
    th "В выступлениях? О, да."
    "Я неохотно кивнул."
    show sl shy pioneer with dspr
    sl "Ну… Тогда, может, не сейчас?"
    "Славя смутилась."
    sl "У нас послезавтра гала-концерт. Хватит тебе пары дней на раскачку и подготовку?"
    menu:
        "Нет.":
            sl "Времени не хватит?"
            me "Я просто не стану этим заниматься?"
            sl "Ты не хочешь выступать?"
            me "А ты?"
            sl "Я не люблю выступать."
            "Погрустнела Славя."
            me "Тогда и ты меня должна понять."
            sl "И всё-таки0…"
            me "Да?"
            sl "Попробуй успеть, ладно? В крайнем случае просто вычеркнем тебя, да Мику сама выступать пойдёт."
            sl "Она это дело любит."
        "Вполне!":
            me "Где записываться?"
            $ karma += 10
            sl "Не надо записываться."
            "Повеселела Славя."
            sl "Я сама тебя запишу, ты только ходи на репетиции."
    "Она схватила меня за руку и потащила за собой."
    window hide
    scene bg ext_musclub_day 
    show sl normal pioneer with dspr
    with dissolve
    sl "Я и сама кое-что умею, училась немножко."
    me "Чему училась?"
    sl "У нас в старом доме был очень красивый лакированный рояль — мама приглашала учителей, так что мы все учились до переезда."
    show sl sad pioneer with dspr
    sl "Жаль, с собой не взяли, а то могла бы быть у меня карьера пианистки!"
    me "Долго учили-то?"
    show sl normal pioneer with dspr
    sl "Да нет, четыре года всего. {w}Я чему только и научилась, так работать асинхронно разными руками… Ну и наигрывать… Всякое."
    me "Ясно."
    "Без какого-либо интереса констатировал я."
    sl "А ещё мне голос ставили! Вокал."
    "Она произнесла последнее слово с явно выраженным окающим акцентом."
    sl "Только с пением тоже не задалось. {w}Я выступать очень не люблю, так что если и пою иногда, то только в одиночестве."
    show sl sad pioneer with dspr
    sl "Хотя иногда приходится."
    me "Заставляют?"
    sl "Да нет. {w}Иногда просто больше некому."
    show sl normal pioneer with dspr
    sl "Но мы пришли!"
    "Она взялась было за ручку, но я окликнул её:"
    me "Славя!"
    sl "Да?"
    me "Я соглашусь выступать и запишусь на ваш гала-концерт, но не просто так."
    me "У меня будет ряд условий."
    show sl laugh pioneer with dspr
    sl "Ого! Торгуемся!"
    me "Да ничего особенного я просить не стану. {w}Просто однажды мне потребуется одолжение, и мне его сделают."
    me "Например, отстанут или оставят в покое."#Одолжение, о котором просит Локи - это отвалить от него в д.7
    sl "И только-то? Хорошо, это я могу тебе обещать."
    me "И на парочку вопросов мне ответишь, хорошо?"
    sl "Вопросов? Хорошо. {w}А что за вопросы?"
    me "Тебе никогда не хотелось стать знаменитостью?{w} Ты с такой грустью вспоминаешь свою несостоявшуюся карьеру…"
    show sl normal pioneer with dspr
    sl "Ой, да это баловство всё! {w}Я же прекрасно знаю, сколько вкалывать надо, чтобы хоть что-то из себя представлять."
    me "А если в чём-то другом? Живописи, миротворчестве, не знаю, ещё чём-нибудь?"
    sl "Нет. Известности я не ищу."
    me "Понятно."
    show sl laugh pioneer with dspr
    sl "Это все вопросы или будут ещё?"
    me "Ещё один будет. {w}Какой бы день лично для себя ты бы назвала идеальным?"
    sl "Чтобы совсем без огрехов?"
    "Я кивнул."
    show sl smile2 pioneer with dspr
    sl "Каждый."
    "Ответила Славя и повернула ручку."
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene expression Dawn("bg int_musclub_day")
    with dissolve
    play ambience ambience_music_club_day fadein 3
    play music music_7dl["bureaucracy"] fadein 3
    if alt_day2_muz_done:
        "В музыкальном клубе ничего не изменилось с момента моего последнего визита."
        "Всё те же инструменты, покрытый пылью рояль и, конечно, его хозяйка."
        "Хозяйка, собственно, раскачивала головой в такт какой-то внутренней музыке."
        "Увидев нас, она спрыгнула с табуретки и подбежала поближе."
        show mi smile pioneer at left with easeinright
        mi "Славя? Сеня? {w}Чем обязана? Сеня решил всё-таки заглянуть на огонёк?"
        show sl normal pioneer at right with dissolve
        sl "Снова привет!"
        mi "Предупреждаю сразу: мне сегодня приказали кружок держать закрытым, так что…"
        "Она пожала плечами:"
        mi "Сижу одна. {w}Мне тут мелодия в голову пришла…"
        sl "На самом деле, мы сюда не просто так пришли."
        "Поспешила вклиниться в монолог Славя, видимо, умудрённая уже опытом."
        sl "Оказывается, Семён умеет играть!"
        show mi happy pioneer with dspr
        mi "Ой, правда?"
        "Мику захлопала в ладошки."
        mi "А на чём?"
    else:
        "Я здесь ещё ни разу не был, потому с любопытством огляделся."
        "Залитое солнечным светом просторное помещение, заставленное разными музыкальными инструментами."
        "Однако, бардака они не создавали — видно было, что большинством инструментов активно пользовались: располагались они вдоль стен, к каждому был подход, а в центре кто-то расчистил площадку."
        show sl surprise pioneer with dspr
        sl "Эй, акк…"
        "Она подхватила меня под руку, удержав от шага, и я не пнул по стоящему пряму на дороге жестяному ведру, до половины заполненному водой."
        me "Неплохой такой сюрприз для нежеланных гостей. {w}Мику здесь репетирует?"
        mi "И репетирую тоже!"
        "Донёсся голос из-за рояля."
        "А вскоре показалась и его хозяка."
        show mi smile pioneer at left with dissolve
        "Мику выбралась из-за рояля и помахала нам тряпкой, другой рукой вытирая лоб."
        "Лицо у неё было взмокшее и красное."
        mi "Всё-таки решили в гости заглянуть?"
        show sl normal pioneer with dspr
        sl "Мику, мы по делу."
        show mi upset pioneer with dspr
        mi "Ну вот, чуть что, так сразу по делу."
        mi "Нет бы, заглянуть просто так, сказать — хэй, Мику, а мы к тебе в гости! Сижу тут одна, понимаешь."
        show sl laugh pioneer with dspr
        sl "Теперь мы будем приходить к тебе чаще!"
        show mi normal pioneer with dspr
        mi "Так я вам и поверила. {w}Ладно, зачем пришли?"
        show sl normal pioneer with dspr
        sl "Семён хочет играть."
        "Мику тон Слави не смутил совершенно: японка отошла от нас на два шага и крайне внимательно оглядела меня с ног до головы."
        mi "Сеня? Играть?"
        show mi sad pioneer with dspr
        mi "Но ты же даже в кружок записываться отказался. {w}Мне показалось, ты терпеть музыку не можешь."
        "Я отвёл взгляд."
        "Объяснять кому-то что-то про давний незаживающий порез не хотелось вовсе."
        "Я не доверял им в нужной степени."
        show mi normal pioneer with dspr
        mi "Ладно, не записался, значит, были на то причины. {w}Так на чём играть будешь?"
    me "На трубе."
    show mi smile pioneer with dspr
    mi "На трубе? Это удачно! У меня как раз есть…"
    "Она кинулась к тумбочке у входа и взяла лежащий там тромбон."
    mi "Вот, попробуешь?"
    me "Мику, я же сказал «на трубе». {w}Немного разные виды инструментов."
    "Я покачал головой."
    mi "Ну да, точно. {w}Тем более, здесь и мундштука нет."
    "Она почесала затылок, бормоча себе под нос нечто в духе «тоже мне, разница, дуди да дуди."
    show sl smile pioneer with dspr
    sl "Так, вижу, общий язык вы нашли. {w}А мне надо убегать, дела!"
    play sound sfx_open_door_clubs
    pause(1)
    hide sl with easeoutright
    play sound sfx_close_door_clubs_nextroom fadein 0
    "Помахав нам рукой, девочка исчезла за дверью."
    show mi surprise pioneer at center with move
    mi "Она какая-то взбаламученная сегодня. Не знаешь, из-за чего?"
    "Я пожал плечами."
    me "Болеет, наверное."
    show mi laugh pioneer with dspr
    mi "А я бы с ней поменялась местами на денёк."
    me "Зачем?"
    show mi normal pioneer with dissolve
    mi "Просто она постоянно бегает, на неё все смотрят, а не это вот."
    "Она махнула рукой в сторону рояля."
    mi "Нет, музыка мне нравится, я люблю музыку!"
    show mi upset pioneer with dspr
    mi "Сидеть в одиночестве не люблю."
    me "А как же все остальные выступающие?"
    show mi normal pioneer with dspr
    mi "У них свои площадки для репетиций, от меня требуется только музыку настроить да выдать костюм, если такой есть в реквизиторской."
    mi "Вот и надумала…"
    "Японка кивнула на ведро, о которое я чуть не запнулся."
    mi "Надо же придумать себе важное занятие?"
    th "Мне казалось, я ушёл ото всех уборок!"
    dreamgirl "Оказалось — показалось."
    mi "Судя по выражению лица, убираться тебе не хочется? Давай тогда сделку?"
    "Я приподнял бровь в вопросительной гримасе."
    mi "Я добуду тебе трубу — видела одну у начальника — и даже мундштук к ней, а ты… Сам понял, да?"
    me "А если я откажусь, то ты не пойдёшь и ничего не добудешь?"
    me "В этом случае я смогу с чистой совестью отказаться выступать, так как не на чем! Ура!"
    show mi happy pioneer with dspr
    mi "Нет, за трубой я в любом случае пойду. Любопытно же посмотреть, как ты играешь!"
    me "Тогда в чём сделка?"
    show mi grin pioneer with dspr
    mi "Просто ты помогаешь мне убраться, вот и всё."
    "Она хихикнула, глядя на моё ошарашенное лицо."
    mi "Сень, я знаю что ты не любишь публику и всеми силами будешь стараться отвертеться."
    mi "Потому я тебе это сделать не поз-во-лю!"
    me "Какое коварство…"
    dreamgirl "По-моему, она тебе нравится."
    th "Думаешь?"
    dreamgirl "Или ты ей нравишься… Короче, симпатия налицо."
    th "Откуда такие выводы?"
    dreamgirl "Вы общаетесь уже полчаса, и у тебя всё ещё не возникло желания её придушить. По-моему, это знак!"
    show mi normal pioneer with dspr
    mi "Тряпка большая, так что поделим пополам. Наша задача — борьба с пылью! {w}Видишь это?"
    "Она махнула рукой, и в бьющих через окна лучах солнца заиграли пылинки."
    mi "Кошмар и ужас! Устранить немедленно. Так… Сейчас…"
    "Взяв в руки тряпку, японка попыталась её разорвать. С ожидаемым результатом."
    hide me with fade
    mi "Да что ты… Кх…"
    "В этот раз Мику попробовала намотать концы тряпки на кулаки и растянуть по груди."
    window hide
    with fade
    "Потом встала на один край носком сандалии и попыталась потянуть вверх."
    window hide
    with fade
    "Под итог она отчаялась настолько, что придумала было хватать край зубами, потому я поспешил остановить её:"
    me "Погоди, дай я."
    "Когда-то тряпка была майкой, то ли серой, то ли голубой, сейчас уже не разберёшь."
    "В любом случае, несложно было найти место шва и, немного поднатужившись…"
    play sound sfx_7dl["tearing"]
    "Оба куска тряпки полетели в воду."
    "Как оказалось, жутко ледяную!"
    "Однако, это, похоже, смущало только меня одного."
    mi "Сейчас…"
    "Она бросилась куда-то в дальний угол, где была незамеченная до этого дверь и, погрохотав там с пару минут, явилась обратно."
    show mi happy pioneer with dspr
    mi "Вот!"
    "Я поймал брошенную тряпку и, развернув его, вопросительно уставился на японку."
    mi "Мы оба хоть и в повседневном, но в чистом! Пачкаться нельзя!"
    me "А этот огромный карман и вышивка с грушей обязательно должны достаться мне?"
    mi "Ты ещё спроси, обязательно ли он должен быть розовым!"
    me "И спрошу!"
    mi "Ой, всё…"
    "Девочка отжала свой кусок и взялась за протирание поверхностей по правую руку от двери — там, где находилась скамеечка с откидными сиденьями на три штуки, тумбочка и злополучный тромбон."
    show mi normal pioneer with dspr
    mi "Не стой, работай!"
    hide mi with dissolve
    "Мне, стало быть, досталось пространство по левую руку — бессолнечное."
    "И это, даже неплохо. {w}Жару я всегда плохо переносил."
    "С японкой было легко и понятно."
    "За жизнь я бы вряд ли стал с ней болтать, но вот так, протирать пыль, перешучиваясь и перебрасываясь тряпками — это вполне."
    "Она не лезла без мыла мне в душу, и этим была особенно ценна."
    stop music fadeout 3
    window hide
    scene bg int_musclub_day with fade
    play music music_7dl["hdance_5"] fadein 3
    "Разве что иногда бросала тряпку и, отирая ладони о фартук, кидалась к роялю."
    "Там стоял пюпитр с чистой нотной тетрадкой, куда она то и дело вносила приходящие ей в голову мелодии."
    "Страшно даже подумать, сколько она всего насочиняла: толстая с виду тетрадь была перелистнута больше чем на половину."
    "Но даже эти побеги не мешали ей держаться наравне со мной по скорости уборки."
    "Должно быть, дело в том, что я ленивый и неряха?"
    "Или в том, что она жулик и заставляла меня дважды менять воду — и нетрудно догадаться, кто носил ведро."
    window hide
    with fade
    "Так или иначе, но в какой-то момент я обнаружил себя на табуретке у рояля, а японку рядом…"
    "Ага, ага. Мечтать не вредно."
    "Нет, ничего такого не произошло и произойти не могло. Не с моей кармой."
    "Или не с моим подходом к делу."
    "Мы, спихивая друг друга пятыми точками, стараясь усесться поудобнее, в четыре руки играли «Венгерский танец»."
    "Понятное дело, я сел слева, так как с верхней партией нечего было и думать справиться — с моим-то уровнем."
    "Клуб вокруг сверкал чистотой, на крышке рояля кучей были свалены фонограммы и кое-какой реквизит из костюмерной."
    "А мы играли."
    "Чёрт, я сто лет просто не играл… Вот так. {w}Хотя фортепьяно, конечно, не мой профильный инструмент, я им толком никогда не учился владеть, но пару-тройку простеньких вещей вполне мог слабать."
    "Но здесь что-то было не так. Что-то неправильно!"
    mi "А ты неплох!"
    me "Да?"
    mi "Да!"
    with vpunch
    "Она пихнула меня ещё один раз, из-за чего я полетел на пол, и оставшуюся партию играла уже одна."
    "Поднёс к глазам руки с согнутыми пальцами и неверяще оглядел их."
    stop music fadeout 5
    pause(1)
    show mi smile pioneer with dissolve
    play music music_7dl["too_serious"] fadein 3
    "Мику хлопнула по клавишам, завершая выступление и оглянулась:"
    mi "Здорово мы, а?"
    me "Угу…"
    mi "Эй, вставай, чего расселся!"
    me "Да я…"
    "Хотя Мику и хвалила меня, я был собой недоволен. Это странное чувство, когда {i}обязан{/i} что-то уметь, потому что в деталях представляешь себе процесс… И всё же не умеешь!"
    "Пальцы были деревянные и непослушные.{w} Они шевелились, чётко отвечая на команды мозга, но когда речь доходила до воспроизведения… "
    "Я, конечно, пианино занимался мало, но я же музыкант!"
    "Мне в голову вдруг пришла крайне нехорошая мысль, но прежде чем я успел продумать или понять её, явилась спасительница."
    play sound sfx_open_door_clubs
    pause(1)
    show sl normal pioneer with dspr
    sl "А вот и я. Чем занимались?" # Наехали спрайты Мику и Слави
    "Выглядела она довольно странно — левая щека была прочерчена странными полосами, а веки чуточку припухли."
    "И если бы я не знал нашу активистку и пай-девочку, я бы точно решил, что она…"
    show mi smile pioneer with dspr
    mi "Клуб убирали!"
    show sl laugh pioneer with dspr
    sl "Семён так не хотел убираться, что решил спрятаться у тебя."
    show mi happy pioneer with dspr
    mi "Я так сразу и поняла! Слишком печальную мосю скорчил, когдая предложила ему тряпку. Буууу!"
    me "Забери меня из этого места. Меня здесь не любят и эксплуатируют."
    "Попросил я."
    show sl smile2 pioneer with dspr
    sl "Да пошли, обед скоро. {w}Мику, на обед не опаздывай!"
    "Мику кивнула, но, похоже, ей снова было не до окружающего мира."
    "Я же, сняв фартук, сложил его и бросил на спинку сиденья, бочком-бочком, поспешил прочь."
    window hide
    play sound sfx_open_door_clubs
    pause(1)
    scene bg ext_musclub_day
    with flash
    "Раскланявшись с Мику и назначив наше рандеву на послеобеденное время, мы вышли в парящий от жары воздух лагеря." #???
    show sl normal pioneer with dissolve
    sl "А зачем тебе может потре… {w}Хотя нет."
    "Она улыбнулась."
    sl "Лезу не в своё дело, верно?"
    "Я неопределённо шевельнул плечом."
    sl "Тогда точно лезть не стану."
    "Славя легкомысленно махнула рукой и призналась:"
    show sl happy pioneer with dspr
    sl "Я вообще девочка неправильная, мне все так говорят."
    me "Не верь."
    sl "Я серьёзно! {w}Я не очень любопытная, думаю что делаю и забочусь о последствиях."
    sl "Не считаю, что мне кто-то обязан, и даже портфели всю жизнь из школы и в школу сама таскала!"
    me "Какие твои годы…"
    me "Ты чем занималась, к слову?"
    show sl laugh pioneer with dspr
    sl "Не поверишь - ничем!"
    me "Как это?"
    sl "Да оказалось, что по дежурству сегодня все объекты разобрали другие отряды, потому и я оказалась немного не при делах."
    me "Что ж не вернулась?"
    sl "Да мне с утра родители привезли кое-что, я пошла провести ревизию, чтобы потом к вам и…"
    show sl shy pioneer with dspr
    sl "Заснула."
    "Я расхохотался."
    sl "Теперь вот прокручиваю в голове — что скажу Ольге Дмитриевне, когда та спросит, чем я до обеда занималась."
    me "Общественно-полезным делом!"
    sl "Да ну!.."
    me "А что? Разве тебе не на пользу пошло?"
    show sl smile pioneer with dspr
    sl "Всё бы тебе болтать!"
    me "Это я так аппетит нагоняю."
    "Признался я."
    me "Знаешь, как в фильмах, когда приглашают кого-то в кафе или ресторан - пообедать, надо вести светскую беседу и всё в таком духе."
    sl "Так это ты меня в ресторан позвал, получается?"
    "Быстрый обзор не выявил никаких конкурентов."
    me "Ты намеревалась пойти с кем-то другим?"
    sl "Вообще ни с кем не намеревалась. За столом надо есть, а не глупостями заниматься."
    me "А всё-таки? Если бы ты могла пригласить кого-нибудь в кафе - посидеть, поболтать — кто это был бы?"
    sl "Странный вопрос. {w}Не знаю. Думаю, бабушку."
    me "Бабушку?"
    sl "Да, когда мы вместе жили, я всегда сидела с ней рядом — от неё так вкусно пахло, хлебом и молоком.{w} Хотя я почти ничего не помню."
    show sl sad pioneer with dspr
    sl "Пахло…"
    me "Извини."
    sl "Да забудь. Пошли, горн скоро."
    play sound sfx_7dl["eat_horn"] fadein 5
    sl "А вот и горн, поспешим!"
    "Мы прибавили шагу."
    window hide
    with fade
    stop music fadeout 3
    stop ambience fadeout 6
    return
    
label alt_day4_sl_7dl_loki_day:
    scene bg ext_square_day
    with dissolve
    play music music_7dl["old_kiss"] fadein 3
    play ambience ambience_camp_center_day fadein 5
    "Последние несколько дней я пытался понять — что со мной не так?"
    "Искал некую самую главную проблему, решение которой могло бы освободить меня."
    "Как будто было нечто внутри, что не позволяло ни расслабиться как следует, ни подпустить к себе всячески подбирающуюся Славяну."
    window hide
    with fade
    "Как оказалось, эта проблема — люди."
    "Люди, которые постарались как следует, чтобы лишить меня остатков веры в них."
    "Ну, что я могу сказать — у них получилось."
    "Раньше мне казалось, что верни мне всё старое, что было когда-то отнято — и всё! Я свеж, чист и внятен, я дышу холодом, но обнимаю теплом."
    "Оказалось, нет."
    "Со возрастом мы все утрачиваем регенерацию юности, перестаём бесследно затягивать раны и полностью восстанавливаться, получая искомое."
    "Всё равно что-то остаётся внутри."
    "Моя больная, искалеченная психика слишком плотно увязывает людей с невозможностью вернуться к делу всей моей жизни."
    "Да, есть другие инструменты, на некоторых я даже могу играть."
    "Вот только не то всё это, не то."
    "Пускай на занятиях я частенько использовал рояль для проверки чистоты звучания наряду с камертоном, пускай я могу сыграть что-то простенькое, вроде «танца» или «собачьего вальса»."
    "Всё это не то."
    window hide
    with fade
    "Это как пить безалкогольную водку, заниматься любовью в тулупе и кирзовых сапогах, как резать кисель…"
    "Остаётся только вязкая, противная слабость в пальцах и чувство полной пресноты в груди."
    "Пустотного недовольства собой."
    "И я почти забыл о том, что я — не я."
    "Ещё с утра я обратил внимание на несколько нестыковок."
    "Во-первых, со сгиба локтя пропала «вечная» дырка от капельниц."
    "Во-вторых, рёбра, которые всегда стреляли болью при нажатии на них под определённым углом, отзывались просто недоумённым хрустом."
    "Эти кости никогда не были сломаны."
    "Эти органы никогда не были отбиты."
    "Этот голос никогда не был сорван."
    window hide
    with fade
    "Возникает логичное заключение: мои здесь только тараканы."
    "Огромная благодарность Мику за то, что она раскрыла мне глаза. "
    "И одновременно — проклятье за то, что я вынужден был вспоминать."
    "Болезненно тыкать пальцем в несуществующие раны и понимать."
    "Это тело никогда не харкало кровью и не пыталось нажраться таблеток."
    "Оно живое, молодое… здоровое."
    "У него решительно никаких противопоказаний против игры на медно-духовых."
    "В глазах снова защипало."
    show sl surprise pioneer with dissolve
    sl "Семён? Что с тобой?"
    "Похоже, она опять уловила мои терзания, так как сбилась с шага и развернулась в мою сторону."
    sl "Что-то случилось?"
    me "Да, но только хорошее. {w}Не обращай внимания."
    sl "Да как не обращать…"
    show sl serious pioneer with dspr
    "Славя подошла поближе и взяла меня за руку."
    sl "Ты как, голова не кружится?"
    me "А должна?"
    show sl normal pioneer with dspr
    sl "У тебя зрачки с булавочную головку, как будто тебе очень-очень больно."
    me "Да нет, мне не больно, а…"
    "Я осёкся."
    "В голову пришла вполне очевидная мысль, что объяснить ей причины моего самочувствия я никак не смогу."
    "По той простой причине, что это не {i}мое{/i} самочувствие."
    sl "Что?"
    me "Это соматическое."
    sl "Ещё одно непонятное слово. Ты специально меня поддразниваешь!"
    "Догадалась девушка."
    me "Оно само, чесслово!"
    show sl smile pioneer with dspr
    sl "Напугал ты меня. {w}Я думала, у тебя что-то серьёзное, а ты — вон как."
    show mi smile pioneer at left with dissolve
    show sl smile pioneer at right
    with move
    "Сзади раздался перестук подошв по бетону, и в нашу компанию плавно влилась Мику."
    mi "Вот знаете…"
    "Прощебетала она, догоняя нас."
    mi "Всегда с такой неохотой ухожу из клуба!{w} Кажется, когда внутри сидишь — ну, скучно, не нравится мне!"
    mi "А всё равно, как не выхожу, так постоянно неуютно себя чувствую."
    sl "Любимое место?"
    "Понимающе кивнула Славя."
    show sl normal pioneer with dspr
    sl "У меня тоже есть несколько мест, где мне нравится сидеть."
    sl "Там меня никто-никто никогда не сможет найти."
    me "И часто ты там сидишь?"
    show sl sad pioneer with dspr
    sl "Реже, чем хотелось бы — всё таки, я отвечаю за довольно многое."
    show mi happy pioneer with dspr
    mi "А мне хорошо — за что отвечаю, там и прячусь."
    me "У вас просто больше времени было на поиски. {w}Пока что я из любимых мест нашёл только кровать."
    show sl laugh pioneer with dspr
    sl "Ничего, сегодня после ужина или завтра днём можно будет как следует погулять по лагерю!"
    me "Почему после ужина?"
    mi "Разъедутся все эти, которые по лагерю бегают."
    show sl normal pioneer with dspr
    sl "А так…"
    "Славя начала загибать пальцы."
    sl "У меня есть любимое озеро в лесу, я туда иногда хожу…"
    me "Зачем?"
    show sl shy pioneer with dspr
    sl "Ну… Так, посидеть на бережку, отдохнуть."
    "Что-то подсказывало мне, что кривит девушка душой, но я не стал настаивать на ответе."
    mi "А ещё?"
    show sl normal pioneer with dspr
    "Активистка с признательностью посмотрела на японку и продолжила:"
    sl "Ещё люблю дебаркадер и лодочную станцию — там тихо, мирно…"
    me "Похоже, тебя к воде тянет. {w}Ты не русалка, случаем?"
    show sl happy pioneer with dspr
    sl "Ты удивишься, но третье моё любимое место — это библиотека!"
    sl "Так что если я и русалка, то очень даже пешеходная."
    show mi happy pioneer with dspr
    mi "А мне нравится эстрада, кроме всего прочего, и… И…"
    "Она задумалась."
    me "И столовая!"
    show mi shy pioneer with dspr
    mi "Бака!"
    mi "А загорать и купаться я вообще не очень люблю — кожа нежная, сгорает быстро!"
    th "Похоже, у обоих девушек есть свои слабые стороны."
    th "Это делает их чертовски… милыми."
    "Я снова поймал себя на мысли, что рассуждаю, как человек, которому не плевать на окружающих."
    mi "Сень, а ты чего молчишь?"
    me "Задумался я."
    dreamgirl "О том, какие животные тебя окружают?"
    th "Ээээ…"
    me "На самом деле…"
    "Начал я, судорожно подбирая слова."
    me "Я думал о том, насколько мы все похожи, в сущности."
    show sl surprise pioneer with dspr
    sl "Вот как?"
    show mi grin pioneer with dspr
    mi "Что, у всех по две руки и две ноги?"
    me "Не поверишь, но — нет."
    "Я выставил перед собой руку и начал загибать пальцы."
    me "Тяга к музыке — один!"
    "Мику с сомнением посмотрела на Славю, но та уверенно кивнула."
    me "Доверие людям!"
    "Здесь я, конечно, покривил душой — доверием в нашем трио я точно не отличился. {w}Но откуда им знать?"
    show mi normal pioneer with dspr
    mi "Допууууустим. {w}Что ещё?"
    me "И желание упорядочить всё вокруг!"
    me "Во всяком случае, это касается вас обеих — я за эти дни убрался — сбился уже со счёта сколько раз."
    show mi laugh pioneer
    show sl laugh pioneer
    with dspr
    dreamgirl "Прогиб засчитан."
    mi "Предлагаю немного прибавить ходу. Если, конечно, у нас есть в планах обед."
    show sl smile pioneer with dspr
    sl "Боишься, что всё съедят без тебя?"
    show mi normal pioneer with dspr
    mi "Не боюсь, а знаю абсолютно точно!"
    mi "Котлы выгребают подчистую, не остаётся ничего!"
    show sl smile2 pioneer with dspr
    sl "Не беспокойся, если совсем-совсем ничего не останется, я обещаю тебе, что подкормлю чем-нибудь из своих запасов!"
    sl "Мне кое-что привезли, помереть с голоду нашему худруку я не позволю."
    stop music fadeout 5
    window hide
    scene bg ext_dining_hall_away_day
    with fade
    pause(1)
    scene bg ext_dining_hall_near_day
    with fade
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 6
    play music music_7dl["everyday"] fadein 3
    "А на обеде…"
    "В столовой было шумно, людно, дурно, все сидели чуть ли не друг у друга на шеях."
    "Однако, из-за того, что мы капитально опоздали (на целых десять минут), часть народа уже успела удовлетворить свои потребности, потому несколько столов было сводобно."
    "Грязных…"
    show sl angry pioneer at left with dspr
    sl "Я этих людей никогда не пойму."
    "Раздражённо сказала Славя."
    sl "Такое ощущение, что они сами никогда не дежурили, и не знаю, как неприятно убирать за кем-то, кто неаккуратно кушает."
    me "Не думаю, что они копают настолько глубоко."
    show mi normal pioneer at right with dspr
    mi "Скорее всего, они об этом просто не задумываются."
    me "А я как сказал?"
    show mi grin pioneer with dspr
    hide sl with moveoutright
    mi "Не знаю, бормотал что-то себе под нос, я не расслышала."
    "За спиной сдавленно хихикнули, но я не успел среагировать — Славя уже куда-то ушла."
    "Так что пришлось брать еду ещё и на неё."
    "К счастью, в детстве у меня был обширный опыт обращения с куда большим количеством тарелок, чем способны удержать руки."
    "Так что и Славю я тоже без обеда не оставил."
    show sl normal pioneer at left with dissolve
    sl "Приподнимите тарелки…"
    "Велела она, явившись ниоткуда, вооружённая тряпкой."
    sl "Пять секунд. {w}Не могу есть за грязным столом."
    "На самом деле уборка заняла даже ещё меньше времени, чем грозилась Славя."
    "Я даже устать держать тарелки не успел."
    show sl smile pioneer with dspr
    sl "Ффух, всё, спасибо! {w}Приятного аппетита!"
    mi "И тебе тем же и по тому же месту!"
    show sl laugh pioneer with dspr
    sl "Мику, если бы я не знала, что ты из-за рубежа, я бы точно решила, что ты русская."
    sl "Во всяком случае, так играть словами даже русские не всегда умеют."
    show mi smile pioneer with dspr
    "Мику довольно надулась:"
    mi "Я ещё и не такое знаю! Вот, например…"
    me "Верим! Верим. {w}Как будет по-японски пожелание приятного аппетита?"
    show mi normal pioneer with dspr
    mi "«Я принимаю эту пищу». Итадакимасу." #Олсо, в Мику Семён же знал японское пожелание приятного аппетита
    me "Индакимас!"
    mi "Нет, ты не совсем правильно… А, ладно. Приятного всем!"
    "Она осталась последней говорящей, так как нам со Славей два раза повторять не надо было."
    window hide
    with fade
    "Некоторое время над столом царил только треск за ушами. {w}Но, похоже, не один я считал беседу за столом обязательной частью трапезы, так как Мику, прикончив суп, спросила:"
    mi "Славь, а ты ко мне Семёна зачем послала?"
    sl "Как зачем?.."
    "Не поняла блондинка."
    sl "Он же музыкант! {w}Вот я и подумала, что вы вместе какой-нибудь номер разучите."
    show mi upset pioneer with dspr
    mi "За такой короткий срок?"
    "Сомнение в позе японки читалось невооружённым взглядом."
    me "Я тоже самое говорил — за это время можно разве что какую-нибудь песенку выучить."
    show mi smile pioneer with dspr
    mi "И то, если постоянно поёшь её в одиночестве."
    me "Я в одиночестве мычу. Потому что половину слов как правило не знаю."
    "Мы обернулись к Славе."
    sl "А? Что?.."
    me "Ты поёшь в одиночестве, когда никто не видит?"
    show sl shy pioneer with dspr
    sl "Что? Нет!"
    show mi happy pioneer with dspr
    mi "Так и знала, что поёт."
    dreamgirl "Зная деревенские корни — ничего удивительного."
    th "Я ни про какие корни не в курсе."
    dreamgirl "Это чьи трудности?"
    show sl normal pioneer with dspr
    sl "Но только редко. {w}Я куда чаще пою для кого-то другого, выступаю."
    show mi smile pioneer with dspr
    mi "А я даже не знаю! Я и для себя, и для слушателей — всё поровну!"
    me "Не хватало мне ещё на публику петь."
    "Фырканье было в достаточной мере пренебрежительным, чтобы полностью проиллюстрировать моё отношение к такого рода деятельности."
    mi "Ну и бака! Выступать — это здорово!"
    me "Только если ты любишь людей!"
    show mi shocked pioneer with dspr
    mi "То... есть... это…"
    me "Выдохни."
    "Я подвинул ей компот."
    me "Запей."
    show mi upset pioneer with dspr
    mi "Это та-ак жутко прозвучало! {w}Как можно людей не любить — они такие, как ты!"
    me "У меня на этот счёт другое мнение."
    show sl smile pioneer with dspr
    sl "И Семён никому не доверяет."
    me "Угу. У вас всё? Тогда я хотел бы спокойно пообедать."
    "Девочки переглянулись, но ничего не сказали."
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg ext_dining_hall_near_day
    with fade
    "Пока девочки болтали, я успел уже прикончить свою порцию и выйти на улицу."
    "Мимо нас и так уже нарочито протопали дежурные."
    "Так что я стоял на крылечке и был полностью свободен."
    "При желании я сейчас легко мог бы сбежать…"
    play sound sfx_open_door_1
    show mi smile pioneer at left
    show sl normal pioneer at right
    with dissolve
    "Или нет."
    mi "Сень, ты отправляйся к клубу, а я пока сбегаю тебе за инструментом."
    mi "Только не убегай, договорились?"
    th "А свобода была так близко!"
    "Я деловито кивнул."
    mi "Тогда увидимся!"
    hide mi with easeoutright
    sl "Я тоже по делам, провожать тебя уж не стану — дорогу ты знаешь."
    me "И тебе пока."
    hide sl with easeoutleft
    "Вот так я снова остался один."
    stop music fadeout 5
    window hide
    scene bg ext_musclub_day
    with fade
    play music music_7dl["surf"] fadein 3
    "Вот только…"
    play sound sfx_knock_door6_closed
    "Всё как я и предполагал."
    "Дверь в клуб оказалась закрытой, ключей у меня, разумеется, не было."
    me "Ну, ничего. {w}Будем считать это первой глупостью из лимита на день."
    "В конце концов, солнышко грело, ничего не болело, а где-то на самой периферии внимания носилась в мыле вожатая, объясняющая и отвечающая на неприятные вопросы."
    "Так что жизнь была не так уж и плоха, как мне кажется."
    window hide
    with fade
    "Я уселся на вторую ступеньку лестницы, ведущей на террасу и прикрыл глаза."
    "Было лениво и добродушно."
    show blinking
    pause(1)
    sl "Ага, всё-таки не сбежал!"
    "Кажется, я расслабился всего на миг, но когда открыл глаза, оказалось, что я совсем не один."
    show sl smile pioneer at right
    show mi normal pioneer at left
    with flash
    "Напротив меня стояла прискучившая уже мне компания."
    "Славя с каким-то странным выражением лица."
    "И Мику — прячущая что-то за спиной."
    "Нет, я серьёзно: неужели Славе совсем заняться нечем?"
    "Так я и спросил."
    "Мику хлопнула Славе по подставленной ладони и что-то пробурчала себе под нос."
    sl "Давай-давай, не жульничай."
    show mi upset pioneer with dissolve
    mi "И ничего я не жульничаю."
    "Убрав волосы со лба, японка упрямо наклонила голову вперед, а вот глаза, напротив, зажмурила:"
    mi "Только несильно, ладно, голова заболит, а она у меня и так больное место."
    show sl laugh pioneer with flash
    "Славя беспомощно посмотрела на меня, будто говоря: «и что с ней такой делать?»"
    "Замахнулась как следует, и…"
    "Наметила чисто символический щелбан."
    show mi surprise pioneer with dspr
    mi "Что, неужели уже всё?"
    sl "Ты ожидала большего?"
    mi "Мы с Леночкой на щелбаны играли, так она щёлкает ух как больно!"
    show sl smile2 pioneer with dspr
    sl "В следующий раз и я так щёлкну."
    show mi happy pioneer with dspr
    mi "В следующий раз я и спорить с тобой не стану!"
    sl "Вот! Верить надо в людей!"
    me "Эй! Вы что, спорили на меня?"
    show mi laugh pioneer with dspr
    "Мику нервно засмеялась."
    show sl smile pioneer with dissolve
    sl "Мику поставила на то, что ты сбежишь и ничего делать не будешь, а я предложила спор."
    me "Не стыдно?"
    sl "Так она же проспорила."
    mi "Просто Сеня так вёл себя…"
    me "Да, я лентяй. {w}Но с логикой у меня всё в порядке."
    me "Клуб уже убран, потому по новой его убирать никто не заставит. {w}А от репетиций тоже никто отрывать не станет."
    show sl happy pioneer 
    show mi smile pioneer
    with dissolve
    sl "К слову о репетициях…"
    mi "Вуаля!"
    "Жестом фокусника Мику вытащила из-за спины и явила миру в моём лице трубу!"
    "Вернее, не совсем трубу, а, скорее, корнет: меня учили именно на таком, оттого и лапки у меня были деформированы достаточно специфическим образом."
    "Вот только что это была за труба!"
    "Взяв её в руки, я покачал головой:"
    me "Того, кто так обращается с инструментом, следовало бы забить этим инструментом до смерти!"
    show mi laugh pioneer with dspr
    mi "Судя по замятостям, его и забили! Ну, что? Берёшь?"
    me "Да тут одних плясок с щёткой и отвёрткой на полчаса. Есть машинное масло и запасные винты?"
    show mi smile pioneer with dspr
    mi "Найдём! Пошли!"
    hide mi with easeoutleft
    "Протиснувшись мимо меня (хотя места там было на пятерых ещё таких Мику), японка вскочила на террасу и загремела ключами."
    mi "Заходите!"
    me "Не расскажешь, почему «заходиТЕ», а не «заходи»?"
    show sl shy pioneer with dspr
    sl "Ольга Дмитриевна, похоже, немножко обиделась на меня за то, что я всё утро сачковала."
    me "А ты ей что-то обязана?"
    show sl sad pioneer with dspr
    sl "Нет, но раз уж взялась за гуж… {w}В общем, она велела мне спрятаться далеко-далеко и не попадаться ей на глаза."
    sl "Я немного с вами посижу, а потом тишком на сончас."
    me "Почему немного?"
    sl "А вдруг кто-нибудь зайдёт и спросит, чем это я здесь занимаюсь?"
    me "Репетируешь!"
    show sl laugh pioneer with dspr
    sl "Хитрый жук! Но не врать же…"
    me "Мы соврём вместо тебя. Пошли!"
    "Поднявшись со ступени, я подал руку Славе и галантно препроводил её к двери."
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg int_musclub_day
    with fade
    play ambience ambience_music_club_day fadein 3
    "Собственно, там уже всё было готово к грядущей репетиции."
    "Рояль стоял с открытыми клавишами, на пюпитре уже лежало несколько нотных бумажек, а сама владелица смиренно ожидала, сложив лапки на коленках."
    show mi smile pioneer at right with dissolve
    mi "Сень, а ты много песен знаешь?"
    me "Да каких песен… Ты состояние инструмента видела?"
    show mi upset pioneer with dspr
    mi "Он… Ну, он немного помят. Но это не помешает!"
    show mi happy pioneer blond
    with flash_cyan
    pause(1)
    show mi happy pioneer with dissolve
    me "Ещё как помешает. Вот смотри."
    "Корнет лежал подле Мику, так что мне пришлось пересечь помещение, чтобы взять его."
    "При этом она специально оттопырила плечо так, чтобы мимо неё нельзя было пройти, не задев."
    "Только в этот раз я был готов."
    me "А ну, брысь с дороги!"
    show mi laugh pioneer with dspr
    mi "Ой-ой, смотрите, какие нежные!"
    me "Это не я нежный, а вот инструмент…"
    "Несмотря на название, корнет был отнюдь не медным. {w}Скорее, стальным. Нержавейка."
    "Беглый осмотр ещё на крыльце выявил парочку проблем, но только сейчас они предстали во всей красе."
    "Единственный относительно живой клапан был на третьем пальце, но и там после пары нажатий цилиндр встал."
    me "Супер. {w}Так что там насчёт машинного масла?"
    show mi normal pioneer with dspr
    mi "Да, оно у меня очень кстати есть! {w}Я раздобыла маслёнку у кибернетиков, когда думала наладить тромбон."
    "Ещё один многострадальный представитель духовых в этом месте."
    show mi upset pioneer with dspr
    mi "Но раз ты говоришь, что он восстановлению не подлежит…"
    me "Эй! Я сказал, что ему не хватает мундштука, так-то он выглядит вполне рабочим."
    mi "Так я его разбирала и чистила, а колено — это же колено, да? — вот, его смазывала."
    mi "Правда, как сделать раструб целым я так и не поняла…"
    show sl normal pioneer at left with dissolve
    sl "Ребята, я вам не мешаю?"
    show mi happy pioneer with dspr
    mi "Ты садись пока, мне ты ещё ой как пригодишься."
    show sl surprise pioneer with dspr
    sl "Зачем?"
    mi "Понимаешь, сейчас зануда Сенька будет «оживлять» инструмент."
    mi "Да ты сама посмотри, как Сенька на него смотрит! {w}Похоже, какое-то время это точно займёт."
    sl "Помочь надо будет?"
    show mi laugh pioneer with dspr
    mi "Да, только не ему, а мне! Помочь не помереть от скуки."
    show sl smile pioneer with dspr
    sl "Я не против. С чего начнём?"
    "Короткий взмах рукой, два шага — и перед Славей распахнулась дверь в места обетованные!"
    "В реквизиторскую."
    sl "А, я поняла. {w}Костюмы для концерта!"
    show mi smile pioneer with dspr
    mi "Не совсем! Костюмы для нас!"
    sl "Для нас?"
    mi "Пошли!"
    play sound sfx_open_door_strong
    pause(1)
    hide sl
    hide mi
    with easeoutleft
    stop music fadeout 5
    "Так началась катавасия."
    window hide
    with fade
    play music music_7dl["shappihn"] fadein 3
    "Нет, сначала девочки вели себя мирно и скромно, примеряя разные наряды и крутясь перед зеркалом, но вскоре им это показалось слишком неинтересным."
    "Стоит начать, пожалуй, с того, что не прошло и десяти минут, за которые я успел только немного разобрать инструмент и выложить на ветошку внутренности."
    play sound sfx_open_dooor_campus_1 fadein 2
    show mi smile dress with dissolve
    mi "Сень, ну как тебе, Сень?"
    me "Норм."
    "Не отрываясь от процесса, я задрал большой палец над головой."
    show mi upset dress with dspr
    mi "Сень, ты не смотришь!"
    me "Разумеется, я не смотрю! Я занят, вообще-то!"
    mi "Да оторвись ты, не убежит!"
    me "Ну?"
    mi "Как тебе платье?"
    me "Сойдёт. У тебя всё?"
    show mi serious dress with dspr
    mi "В смысле, «сойдёт»? Я его так выбирала, оно самое красивое!"
    me "О, блин…"
    th "Блин, как будто в магазин на распродажу попали."
    sl "Эй, подвинься!"
    show mi smile dress at right with move
    show sl normal uniform at left with dissolve
    sl "Ну как?"
    "Тоже нормально."
    show sl serious uniform with dspr
    sl "Тебе не нравится?"
    me "Очень нравится, но если вы вдруг забыли…"
    we "Не нравится!"
    "Хором констатировали девочки."
    mi "Пошли, найдём что-нибудь ещё?"
    sl "Да, я видела там один наряд…"
    hide sl
    hide m
    with easeoutleft
    me "Аллилуйя."
    "В этом времени не существовало простейших ватных палочек или пластиковых карточек, которые с удовольствием дадут в каждом первом магазине."
    dreamgirl "Отсталый мир!"
    th "Не говори."
    "Приходилось крутиться."
    "За время, пока девочки развлекались в реквизиторской, я успел сходить на улицу и выломать из ближайшего куста прутик."
    "Правда, дело немного подпортило, что кора его была жутко горькой на вкус, потому я весь переплевался, пока зачищал."
    "Но я справился и с этим."
    th "Теперь прочистить цилиндры изнутри и…"
    play sound sfx_open_door_kick
    show sl shy2 voca with dissolve
    mi "И!"
    me "Э…"
    show mi surprise pioneer at right with dissolve
    mi "Что такое?"
    me "Платье, конечно, интересное…"
    show sl happy2 voca with dissolve
    sl "Ага, и?"
    menu:
        "Ты выглядишь необычно":
            $ karma += 10
            sl "Необычно?"
            "Её образ будил в голове какие-то странные ассоциации."
            "Но как ни бился я, не мог вспомнить."
            me "Похоже на какую-то зарубежную поп-звезду."
            sl "Спасибо, очень приятно."
            me "Угу."
        "Кажется, оно больше Мику пойдёт?":
           sl "Кажется?"
           me "Я имею в виду…"
           sl "То есть, мне оно не идёт?"
           me "Да нет, я хотел сказать…"
           "Я растерялся, и оттого обозлился."
    me "И вообще, вы дадите мне сегодня инструмент наладить?!"
    hide sl with easeoutleft
    "Славя ойкнула и тут же скрыла в помещении."
    show mi dontlike pioneer with dissolve
    mi "Тебе долго ещё?"
    me "Зависит от того, как часто будете отвлекать…"
    "Японка отправилась было за Славей, но я окликнул её:"
    me "Паста Гойи и какая-нибудь короткая, твёрдая палка типа ножки от стула найдётся?"
    mi "Сейчас поищу…"
    hide mi
    show blackout_exh
    with dissolve
    "Я не помню, сколько так продолжалось, но я в полной мере ощутил себя женатым человеком."
    "Женатым сразу на двух непосредственных, требующух внимания особах, который дорвались до сладкого."
    "Демоверсия, так сказать."
    "После этого я понял, что всё-таки семейная жизнь — это малость не моё."
    "Но по истечении указанного часа умаялись и девочки."
    "Мику просто устала, а Славя всё порывалась бежать за ведром и тряпкой — слишком уж ей не нравился пыльный реквизит."
    "Однако, Мику сказала, что она знает кекусинкай и если что, будет отстаивать реквизит с оружием в руках!"
    "Оружие я тут же отобрал. {w}Им оказалась искомая ножка от стула — и откуда она только взялась в костюмерной?"
    "Так что к моменту, когда цилиндры были вычищены и смазаны, девочки успели: "
    "Обежать вокруг меня (трижды), сбросить цилиндры, винты и клапаны на пол (один раз) после чего все ползали на карачках и собирали, сыграть «собачий вальс», повыть на два голоса «ой, да не вечер», и, наконец, вволю повисеть у меня на плечах, наблюдая за процессом."
    "Я ко всему привык, человек вообще приспособленец тот ещё."
    "И глазик у меня почти не дёргался."
    "И придушить обеих хотелось куда реже, чем я ожидал."
    show sl normal pioneer at left with dissolve
    sl "Ты такой терпеливый… Не то что я!"
    show mi normal pioneer at right with dissolve
    mi "Самоконтроль, аутотренинг!"
    sl "А я, пока дома с братьями сижу, иногда ловлю себя на мысли, что любовь к родственникам всё же измеряется километрами."
    mi "А как же мама?"
    sl "Мама преподаёт, помогает подготовиться дошколятам, так что её единственная дочь, она же Феоктистова-четвёртая, работает ещё и мамой в свободное от учёбы время."
    show mi surprise pioneer with dspr
    mi "Ты сказала «четвёртая»?!"
    mi "Сколь же вас?" #?
    show sl smile pioneer with dspr
    sl "Не очень много, а вот как соберутся за столом все девять человек — шум, гам, весело!"
    mi "Семь детей, мамма миа…"
    "Легко справилась с арифметикой Мику."
    sl "Зато все братья вместе всегда, даже летом. {w}Нам в этом году дали две путёвки, поэтому можно было помимо меня кого-то взять, но все отказались."
    show sl shy2 pioneer with dspr
    sl "Но не выбрасывать же путёвку, вот мы её и отдали."
    "Она посмотрела на меня долгим испытующим взглядом и добавила:"
    sl "Лене."
    me "Понятно."
    hide blackout_exh
    me "Жаль только, что весь этот лагерь скоро закончится. {w}И для кого-то — навсегда."
    sl "Почему, всегда же можно приехать ещё?"
    me "Дикарём? Или вожатым? {w}Это не то."
    show sl normal pioneer with dspr
    sl "Это потому что ты никогда не был вожатым."
    th "Хвала рандому, мне и так работы с детишками хватило."
    me "Юность заканчивается."
    show mi laugh pioneer with dspr
    mi "А ты бы хотел, чтобы тебя сюда до самой старости возили?"
    mi "Представляю, как сидишь ты старенький на крылечке, а тебя Ольга Дмитриевна на зарядку гонит."
    "Мику показала мне язык."
    me "Вот и я про то же. {w}Жизнь не заканчивается, а юность…"
    me "Я не хочу становиться старым."
    show sl surprise pioneer with dissolve
    sl "Ты не любишь жизнь?"
    th "Нет."
    me "Я терпимо к ней отношусь. {w}Но я смотрю на долгожителей: сто лет, сто десять…"
    me "Долголетие — это не долгая юность, а долгая старость."
    me "Как представлю, как из меня пятьдесят лет кряду будет песок сыпаться… бррр. Лучше помереть молодым."
    show sl sad pioneer with dspr
    sl "Довольно обычные в таком возрасте мысли, так мне говорила Виолета Церновна."
    me "Да, такой вот я неоригинальный. {w}Я хотел бы помереть… Не знаю. Во сне!"
    me "Или замёрзнуть и уснуть беспробудно."
    mi "Да, шикарная смерть."
    show mi normal pioneer with dspr
    mi "Без боли."
    show sl happy2 pioneer with dspr
    sl "Да, вы самая странная компания, какая у меня была."
    mi "А ты?"
    sl "Что?"
    mi "Ты выбрала бы бесконечную юность тела или бесконечную юность разума?"
    sl "Разума, конечно."
    sl "Я не боюсь закончиться однажды, но почувствовать, как ты глупеешь и думаешь всё хуже и медленнее…"
    me "Все так хотели бы."
    show sl normal pioneer with dspr
    stop music fadeout 5
    pause(1)
    play music music_7dl["more_than_alive"] fadein 3
    "Последний винт встал на место, и я распрямился, держа на весу кажущийся непривычно тяжёлым инструмент."
    "И руки, вроде, ставлю правильно, и спину… А всё одно — не то что-то…"
    "Всё по науке, всё как учили — верхнее дыхание, расслабленные губы, и…"
    "Труба издала сдавленный звук, больше похожий на кряканье."
    mi "Что-то не так?"
    me "Сейчас."
    "Всё было как-то не так, как-то некомфортно!"
    "Будто крошки в кровати, камешек в ботинке — что-то мешало, а пальцы и вовсе свело."
    "Будто пытался писать левой рукой."
    "Я привёл себя в порядок, и…"
    "Всё тот же полузадушенный стон."
    me "Что не так-то?"
    show mi upset pioneer with dspr
    mi "Кажется, я поняла."
    sl "Да?"
    mi "Если приглядеться, это видно. {w}Сеня знает теорию, но с практикой всё плохо."
    show sl sad pioneer with dspr
    sl "Значит, ты не сможешь играть?"
    "Я дунул ещё раз — с тем же результатом."
    mi "Сеня, когда ты последний раз брал в руки трубу?"
    "Я призадумался, загибая пальцы."
    "Наконец, ответил:"
    me "Десять лет назад."
    "Славя ахнула, а Мику кивнула."
    mi "Утратил навык, забыл. Что же ты, Сеня…"
    th "Не утратил. Совсем не утратил."
    "Угрюмо подумал я."
    th "Дело не в утрате, совсем нет."
    "Доходило до меня трудно и долго, зато наверняка:"
    th "Дело в том, что это тело вообще никогда на трубе не играло! {w}Оно этого просто не умеет!"
    sl "И что же теперь…"
    mi "Попробуем подыскать Сене какой-то другой номер."
    mi "За два дня он всё равно форму не наверстает."
    me "А я говорил."
    show sl smile pioneer with dspr
    sl "Но ты же умеешь петь? Вот, разучишь какую-нибудь песенку!"
    sl "Или ещё что-нибудь… Ты же талантливый!"
    me "Тебе-то откуда знать?"
    show mi upset pioneer with dspr
    mi "Взгляд, Сеня."
    mi "У Лены, у меня. {w}У тебя."
    mi "Мы одинаково смотрим на мир, самое важное для нас — это найти красоту и показать её миру."
    me "Ты уверена, что ты из Японии? Такие речи…"
    show mi laugh pioneer with dspr
    mi "У меня папа - русский инженер!"
    "В этот момент нашу беседу прервал сигнал горна."
    "Тихий час закончился, и пионеров приглашали в столовую."
    sl "После полдника будет концерт."
    sl "Теперь я понимаю, что ты на него точно не успел бы подготовиться."
    me "То-то и оно."
    show mi smile pioneer with dspr
    mi "Хватит сидеть буками, пошли лопать!"
    "Мику задёргала нас, затормошили, вынуждая встряхнутья, скомкать невесть откуда взявшуюся хандру и выбросить её прочь в окошко."
    mi "Всё будет хорошо!"
    stop music fadeout 5
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg ext_musclub_day
    with flash
    play ambience ambience_camp_center_day fadein 6
    window hide
    play sound sfx_open_door_kick
    pause(1)
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 2
    "Она вытолкала нас из клуба взашей, щёлкнула замком и подбросила ключик на ладошке."
    show mi smile pioneer with dspr
    mi "Ребята, с вами очень весело, надо обязательно будет посидеть так ещё раз!"
    me "Это я тебе могу обещать."
    show sl shy pioneer at right with dissolve
    sl "А я не знаю. {w}Но я очень постараюсь."
    show mi happy pioneer with dspr
    mi "Вот и отлично. А теперь — бегом до столовой!" #Налажали с фоном
    mi "Кто последний - делится со всеми!"
    hide mi with easeoutleft
    "Мику мгновенно сорвалась с места, оставляя нас в растерянности."
    show sl happy2 pioneer with dspr
    sl "Делится — это значит, делит свой полдник между остальными!"
    hide sl with easeoutleft
    play music music_7dl["imfine"] fadein 3
    me "Блин."
    me "Эй, подождите меня!"
    "Я припустил вслед за девочками."
    window hide
    scene bg ext_dining_hall_away_day
    show sl smile pioneer
    with dissolve
    sl "Опоздал, опоздал!"
    me "Просто вы жулики!"
    show mt normal pioneer at right with dissolve
    mt "Персунов, руки намыл?"
    me "Э… Да."
    mt "Я так и думала. А ну марш!"
    me "Но я же…"
    mt "Марш, кому сказано!"
    "Под взглядами стоящих здесь же пионеров и «отряда» родителей, я был вынужден развернуться и отправиться куда послали."
    hide sl
    hide mt
    with dissolve
    "Причём, я готов поклясться — выбрала она конкретно меня совсем не случайно!"
    dreamgirl "Если хочешь, могу напомнить спич Слави на завтраке."
    th "Да ну, брось. {w}В сказку о том, что это, мол, всё из-за меня, я не верю."
    dreamgirl "А из-за кого?"
    th "Так говорили же — на место образцового отдыха претендуют!"
    dreamgirl "И ты в это веришь. {w}С деревянными домиками, удобствами на улице и предварительной записью в душ."
    th "Ну… Это же лагерь, тут есть свои условности."
    dreamgirl "Нет, образцовое место отдыха — это тёплые кирпичные корпуса с водоснабжением и санузлом если не в каждой комнате, то хотя бы на этаже."
    dreamgirl "Тот же «Артек» вспомни."
    th "«Артек» — это другое."
    dreamgirl "Вот именно. {w}Потому туда возят всяческих гостей, послов доброй воли вроде одной американской левши."
    dreamgirl "А сюда — нет."
    "Не найдясь с ответом, я прибавил шагу."
    "Лишиться полдника даже в шутку не улыбалось совершенно."
    window hide
    scene bg int_dining_hall_people_day
    with swradar
    "В столовой опять было битком, и в этот раз никто опаздывать не стремился."
    "Так что с местами опять был определённый затык."
    show mt normal pioneer with dissolve
    mt "Про концерт слышал?"
    me "Слышал, слышал… А можно мне взять самоотвод?"
    mt "По причине?"
    if len(list_clubs_7dl) > 1: 
        me "Мне бы хотелось в кружок сходить."
        mt "Все кружки закрыты."
        "Безапелляционно заявила Ольга."
        me "Как все? {w}Они же утром были закрыты!"
        mt "И сейчас тоже!"
    elif 'nwsppr' in list_clubs_7dl:
        me "И стенгазета?"
        mt "Вся редакция будет на концерте, писать статьи, делать наброски."
        mt "Уверена, ты захочешь к ним присоединиться."
    elif 'soccer' in list_clubs_7dl:
        me "А как же футбол?"
        mt "Никакого футбола! {w}Физрук будет следить за безопасностью на концерте, ты с кем собрался играть?"
        me "Я бы собрал команду."
        mt "Исключено."
    elif 'volley' in list_clubs_7dl:
        me "Мы со Славей хотели в волейбол поиграть."
        show mt grin pioneer with dspr
        mt "Со Славей? {w}А она в курсе?"
        me "Да!"
        "Отважно соврал я."
        mt "А про то, что в тихий час был товарищеский матч сборной лагеря против родителей, она тоже в курсе?"
        me "И про него тоже."
        show mt laugh pioneer with dspr
        mt "И где же была наша основная защитница во время этого матча?"
        me "Ну… Репетировала."
        mt "А теперь и выступать будет."
    elif 'badmin' in list_clubs_7dl:
        me "Даже ракетки спрятали?"
        mt "Их — в первую очередь!"
        mt "Если ты вдруг забыл, то по территории шастает орава лиц, которые только и ищут косяки."
        me "Но спортинвентарь…"
        mt "Убран под замок. {w}У тебя всё? Тогда жду на концерте."
    elif 'music' in list_clubs_7dl:
        me "Неужели, музыкальный клуб закрыли тоже?"
        "Особенно учитывая, что с хозяйкой оного клуба я только что наперегонки мчался сюда."
        me "Я хотел бы позаниматься музыкой."
        mt "Позанимаешься после концерта."
        me "Но Мику…"
        mt "Будет его ведущей."
        mt "В конце концов, ты же сам музыкант!"
        mt "Неужели хочешь выступать перед пустыми скамейками?"
        me "Почему пустыми-то?"
        "Опешил я."
        show mt normal pioneer with dspr
        mt "Так если каждый уйдёт по своим делам вместо концерта — кто его смотреть будет."
        mt "Всё, решено. Сначала мероприятие, потом всё остальное."
    else:
        me "Да что-то я себя плохо чувствую."
        mt "Значит, после ужина сходишь к медсестре, если станет плохо — подойдёшь прямо к ней."
        mt "Она будет на концерте, так что помереть мы тебе не дадим."
        me "Эх…"
        mt "Ты же не хочешь опозорить нас перед комиссией?"
        me "Да я слышать уже про этих оглоедов не могу!"
    "Как ни крути, кругом правота была за вожатой."
    "Хотя я всегда мог сбежать."
    dreamgirl "Мысль не самая плохая, как мне кажется."
    th "И я того же мнения."
    "С каждой секундой эта мысль нравилась мне всё больше."
    "Повеселев, я забрал свой пряник с раздачи, и, меланхолично жуя его, отправился на улицу."
    window hide
    with fade
    stop music fadeout 3
    stop ambience fadeout 6
    return
    
label alt_day4_sl_7dl_loki_evening:
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_evening fadein 4
    play music music_7dl["someone_like_you_guitar"] fadein 3
    "Да, я надумал сбежать и уйти куда-нибудь."
    "Что я буду делать в этом «где-нибудь» я пока не придумал, но дело ведь в принципе, верно?"
    "Не подчиняться чьим-то командам — тем более девочки, которая ощутимо младше, а делать то, что хочешь."
    "Это же и отличает человека взрослого, живущего только своей головой."
    show mt smile pioneer at left with dissolve
    mt "Семён, на концерт отправляешься?"
    dreamgirl "Но забор высокий не пускает и колючка в несколько рядов…"
    th "Спасибо."
    me "Я…"
    show ba em1 uniform at right with dissolve
    ba "На концерт, на концерт. {w}Сейчас мы его проводим."
    "Физрук не обратил внимания на мой взгляд изподлобья, махнул рукой в нужную сторону — мол, карета подана, просим."
    "Вот и пришлось…"
    window hide
    scene bg ext_stage_big_clear_day_7dl
    with dissolve
    "Вот так, под конвоем, я и оказался здесь."
    "Хотя не хотелось, вот право слово."
    "Место старших отрядов — сзади. Две самые высокие скамейки под полтора пионера — очень даже честно."
    "Самый маленький отряд, что поделаешь."
    "Хотя приходилось мне видать и смены, где первый отряд был чуть ли не самым многочисленным."
    "В этих случаях смена превращалась в испытательный полигон."
    "Испытания на нём проходили исключительно на предел прочности педагогов."
    window hide
    scene bg ext_stage_near_clear_7dl at zenterleft
    with dissolve 
    "Был в нашей ситуации и несомненный плюс."
    "Родительский отряд усадили на параллельный ряд, из-за чего тесниться приходилось только тем, кто там обычно располагался."
    "А нам хватало и того, что есть."
    "И нет, я вовсе не искал компании Слави."
    "Но так вот вышло, что свободное место оказалось рядом с ней."
    th "Ещё подумает, что я за ней хожу."
    "С неудовольствием подумал я, но под пристальным взглядом физрука послушно уселся куда было велено."
    show sl normal pioneer close at left
    show un normal pioneer close at right
    with dissolve
    me "Секретничаете?"
    show sl smile pioneer close with dspr
    sl "Я рассказала Лене про то, чем мы вместо товарищеского матча по волейболу занимались."
    if 'volley' in list_clubs_7dl:
        me "Да, Ольга Дмитриевна мне что-то такое говорила."
    me "Ты разве не в курсе была о матче?"
    show sl sad pioneer with dspr
    sl "Да откуда?"
    sl "Я хоть и числюсь в сборной, но мне никто ничего не сказал. {w}А Ольга Дмитриевна ещё и наругала."
    me "Кто хоть победил?"
    un "Сборная."
    me "Ты всё видела?"
    "Лена хотела было смутиться, покраснеть, но передумала."
    show un sad pioneer with dspr
    un "Попробуй тут не увидь, когда под окнами играют."
    "Прошептала куда-то в сторону девочка."
    me "Ну, мы не запирались, не прятались, так что кто хотел бы — точно сумел найти."
    show sl normal pioneer with dissolve
    sl "Хочешь сказать, я не виновата?"
    me "Я хочу сказать, что тебя {i}делают{/i} виноватой."
    show sl surprise pioneer with dspr
    sl "Но зачем? {w}Кому это может быть нужно?"
    me "Мне кажется, дело в вожатой. {w}Если быть точнее, в том, что вся её нагрузка легла на неё же."
    show un serious pioneer with dspr
    un "Должно быть наоборот?"
    me "Ты забываешь про безотказную Славю. {w}Она всегда выручала, а сейчас вдруг подвела."
    me "И не свалишь на неё, пока вокруг столько свидетелей."
    show sl serious pioneer with dspr
    sl "Нет, ерунда. {w}Я в такое точно не поверю."
    me "Как хочешь."
    "В глазах Лены вспыхнула искорка понимания, а значит, вполне можно отстать от девочки."
    "Подруга её точно доведёт до нужной кондиции, после которой включается мозг."
    "Можно успокоиться, замереть и готовиться к будущему выступлению."
    "Оно не очень интересно мне как человеку, но как профессионал я всё равно буду отмечать постановку номеров, поведение детишек на сцене и прочая, и прочая…"
    "Деформация, что б её."
    "Я подумал об этом без былой злости, и вдруг понял, что меня нисколько не гнетёт то, что я подчиняюсь чьей-то чужой воле."
    "Пустая трата времени, скука и ряд других терминов вдруг перестал иметь влияние."
    "От них осталось только умозрительное значение."
    "Смысл из толкового словарика, а не напрямую влияющий на восприятие фактор."
    "Это тяжело объяснить, но до меня вдруг дошло, что у меня, по сути, есть ровно столько времени, сколько мне нужно."
    "Мне хватит его на всё, что я только захочу."
    "И даже сейчас, пока я морально готовлюсь к кривляниям на сцене — я всё ещё нахожусь в компании двух симпатичных девочек, которые относятся ко мне нормально!"
    me "А можно вам задать один вопрос?"
    show un normal pioneer with dspr
    un "Смотря какой."
    show sl normal pioneer with dspr
    sl "Задавай."
    me "Есть что-то, за что вы чувствуете самую сильную благодарность?"
    sl "Миру…"
    "Не задумываясь ответила Славя."
    show sl smile pioneer with dspr
    sl "Я не знаю, кто это создал и создал ли, может быть, это была вообще целая цепь случайностей."
    sl "Но то, что есть сейчас — это непостижимое чудо, а я только подступаю к его изучению."
    sl "Будто открыла новую книжку и чувствую, с какой неохотой буду закрывать. {w}А сама смотрю — впереди ещё уйма страниц."
    show un normal pioneer with dspr
    un "Мне тоже отвечать?"
    me "Конечно."
    show un serious pioneer with dspr
    un "Славе. {w}И она знает — за что."
    show sl sad pioneer with dspr
    sl "Только не расскажу. {w}Если Лена сама захочет…"
    un "Не захочет."
    show sl normal pioneer with dspr
    sl "Вот как… Хорошо, Семён, а ты?"
    me "Я?"
    sl "Кому или чему ты благодарен сильнее всего?"
    me "Была у меня одна знакомая девушка…"
    "Начал я, краем глаза отмечая, как вздрогнула Лена при слове «девушка»."
    me "Она меня всему научила."
    th "Тварь такая."
    me "Благодаря ей я стал тем, кто есть сейчас."
    th "А также попутно угробил всё, что было у неё и её людей."
    me "Она меня вдохновила, по сути."
    th "На то, чтобы превратиться в мелкую злобную тварь."
    "Славя неуверенно посмотрела мне в глаза и спрсоила:"
    sl "Должно быть, ты очень дорожишь ей?"
    me "О, да."
    show sl sad pioneer with dspr
    sl "У тебя лицо перекосилось. {w}И глаз дёргается."
    sl "Неприятные воспоминания?"
    show un sad pioneer with dspr
    un "А… кхм… Как зовут эту девушку?"
    me "Ксана."
    "Зло выплюнул я."
    dreamgirl "Ого! Да если бы от ненависти можно было питать двигатели внутреннего сгорания, мы бы уже добрались до Луны!"
    th "Я не ненавижу её."
    dreamgirl "Разожми челюсти, эмаль раскрошишь."
    dreamgirl "И выдохни… Ксюшки здесь нет и не планируется."
    th "А если…"
    show un normal pioneer with dspr
    un "Понятно. Вот, значит, к кому ты…"
    hide un with dissolve
    "Лена не договорила и отвернулась."
    sl "Лена? Что-то случилось?"
    un "Нет."
    "Будничным тоном ответила девочка, не оборачиваясь."
    un "Просто я устала от разговоров."
    sl "Но…"
    me "Славя, оставь её. {w}Неужели тебя не учили, что иногда человеку надо побыть одному?"
    show sl sad pioneer at center with move
    sl "Нет, в этой части моего воспитания — белое пятно."
    me "Тогда просто поверь на слово."
    sl "Лена?"
    "Та в ответ отрывисто кивнула."
    sl "Ну х-хорошо… Хотя мне кажется, что вы…"
    "Её голос опустился до бормотания под нос."
    sl "Почему от вас веет такой злостью…"
    me "Потому что каждого человека что-то злит. {w}И тебе очень повезло, если ты можешь с этим справиться."
    me "Но хватит разговоров, на носу концерт."
    hide sl with dissolve
    stop music fadeout 6
    "И в самом деле — на эстраду выскочила Мику."
    "Что характерно, в том самом платье, которое примеряла Славя."
    th "Прислушалась к моим словам? Ай, молодец!"
    dreamgirl "Или просто оно изначально было её."
    th "О чём это ты?"
    dreamgirl "Так… Мысли вслух."
    play music music_7dl["thousand_little_things"] fadein 3
    mi "Добрый вечер, дорогие пионеры и гости лагеря!"
    mi "Спасибо всем, что вы собрались сегодня! Мы приготовили…"
    "Мику продолжила говорить, но моё внимание привлекли переговоры на повышенных тонах откуда-то слева и сзади."
    th "Что за?"
    "Нет, я не из тех людей, которые шикают на громко смеющихся или разговаривающих соседей по кинотеатру."
    "Что там, я вообще не хожу в кинотеатры, всем прочим просмотрам предпочитая торренты."
    "Но сейчас почему-то среагировал."
    "Повернувшись, я открыл было рот…"
    window hide
    with fade
    "Во первых, я увидел одного из мальцов, которые так успешно обхамили меня пару дней назад."
    "Правда, выглядел он сейчас крайне примечательно."
    "Наглый огонёк из глаз никуда не исчез, но всё остальное…"
    "Стоит отметить, что он не был больше в форме, а прилизанная причёска больше напоминала воронье гнездо — волосы торчали в разные стороны, кое-где можно было разглядеть репейник, а на левом плече был заметный грязевой развод."
    "Грязь я заметил по причине того, что одет он был в самую обыкновенную маечку и шорты-семейники. {w}По причине этого облупившиеся плечи были выставлены во всей красе, что называется."
    "И, видимо за этот наряд, ему и выговаривала его вожатая."
    show sl sad pioneer at left with dissolve
    sl "Опять подопечные Катюшки буйствуют."
    "Вполголоса проговорила Славяна."
    me "Мне кажется, он здесь скорее жертва."
    ka "Ладно, ты моего помощника постоянно куда-то утаскиваешь, но мог бы хотя бы привести себя в порядок." #трейс - ka не задана - на каждой фразе
    al "Я не успел."
    ka "Не успел он! А кому теперь краснеть, мне?"
    al "…"
    ka "Ну, почему ты молчишь?"
    al "… Извините."
    ka "Да что мне твоё «извините»? Марш домой переодеваться!"
    al "Я не могу."
    ka "И кто же тебе мешает?"
    al "У меня форма постиранная."
    me "Сейчас скажет, что упал и испачкался."
    al "Я случайно испачкался."
    show sl surprise pioneer with dspr
    sl "Читаешь мысли?"
    me "Практически. {w}Видишь, на левом плече и на скуле грязь?"
    show sl normal pioneer with dspr
    sl "Да."
    me "Он ей синяки замазал. {w}А получить такие можно одним-единственным способом."
    sl "Подравшись."
    me "Молодец. Соображаешь."
    ka "Признавайся, Александр, ты опять с кем-то что-то не поделил?"
    al "Да нет, просто я упал."
    "Продолжал настаивать на своём малец."
    ka "Слушай, признайся уже, и мы…"
    "Наверное, она долго бы ещё уговаривала его признаться в том, в чём мальчики никогда не признаются."
    "Но их трогательный диалог завершился раньше срока с появлением новых действующих лиц."
    hide sl
    with fade
    play music music_7dl["will_you"] fadein 3
    "Вообще, к любому взрослому в лагере сейчас следовало бы относиться с известной опаской."
    "По сути любой из них мог быть какой-нибудь важной шишкой, представлять какой-нибудь комитет — обида такого человека могла дорого обойтись."
    "Но когда я разглядел новых действующих лиц, я понял, что ещё проблем не видел."
    "В сопровождении похожих как братья весьма упитанных мальчиков в нашу сторону направлялась явно мамаша."
    "Сходства братьям придавало ещё и симметрично проставленное украшение — у одного под левым, у другого под правым глазом."
    voice "Где здесь этот… Ванька!"
    al "Алька!"
    voice "Так это ты, значит, кулаками машешь?"
    "Поименованный Алька отвернулся, явно выражая нежелание продолжать общаться."
    voice "Ты что это нос свой от меня воротишь, да я знаешь, кто!"
    al "Плевать мне."
    ka "Погодите, вы можете рассказать, что случилось?"
    show mt normal pioneer at left with dissolve
    mt "Может, вы дадите нам посмотреть концерт?"
    ka "Оль, у нас проблема."
    mt "Отойдём."
    hide mt with dissolve
    "Так или иначе, на эстраде плясала японка, а значит, никому до нас дела не было."
    "Ольга за локоток утащила вожатую второго отряда и обиженную мамашу, начала им что-то выговаривать."
    "Они некоторое время переговаривались, затем мамаша позвала своих детишек, а вожатая кивком пригласила Альку."
    show sl sad pioneer with dspr
    sl "Вот людям заняться-то нечем…"
    me "Не говори."
    show sl normal pioneer with dspr
    sl "Пойдём, вмешаемся, что ли."
    me "Думаешь, без нас не разберутся?"
    sl "Я думаю, сейчас будет куча вранья и обвинений, но нам нужен численный перевес — их всё-таки трое."
    "Легко поднявшись с места, Славя поспешила к месту разборок."
    "Немного подумав, я решил последовать её примеру."
    window hide
    scene bg ext_stage_big_clear_day_7dl
    show mt angry pioneer at right 
    with dissolve
    "Вожатая неласково окинула нас взглядом, когда мы подошли, но ничего не сказала."
    show sl normal pioneer at left with dissolve
    sl "Помочь чем?"
    mt "А у нас тут затруднение вышло."
    "Охотно поделилась она."
    mt "Видишь, эта достопочтенная женщина заявляет, что наш пионер напал на её сыновей. {w}И избил."
    "Дураком быть не надо, чтобы сравнить двух бугаёв и одного худенького, пусть и сердитого мальчика."
    "Сравнение было явно не в пользу последнего."
    me "А за что избил?"
    mt "Они говорят, что просто так."
    show sl sad pioneer at cleft with move
    sl "Может быть, ты хочешь что-то рассказать?"
    show al normal pioneer at cright with dspr
    al "…"
    sl "Ты ничего не хочешь рассказать?"
    "Славя определённо что-то знала, но никак не могла это выразить."
    ml "Да он напал на нас, ещё камнями кидался!"
    ml2 "Да!"
    mt "Всё так и было?"
    "Алька пожал плечами."
    al "Камнями — кидался."
    voice "Видите? Хулиган какой растёт!"
    sl "А за что?"
    show us smile pioneer far at right 
    with dissolve
    us "Ольдмитривна, а если я вам помогу, вы меня с концерта отпустите?"
    mt "Допустим…"
    show us laugh pioneer far with dspr
    us "Вы обещали!"
    mt "Обещала, обещала…"
    "Вожатая с интересом пригляделась к тому, что будет делать Ульянка."
    "Но та не стала делать ничего экстравагантного, просто улыбнулась Альке и спросила:"
    show us normal pioneer far with dspr
    us "Подрался?"
    al "Нет."
    us "Защищал кого-то?"
    al "Да…"
    "Неохотно ответил мальчик."
    mt "Кого?"
    al "Шестой отряд."
    al "Они дразнились, камнями кидались, я вступился."
    "Ольга обернулась и прожгла бугаев взглядом."
    mt "Это правда?"
    ml "Да врёт он всё!"
    sl "Надо сходить за вожатой шестого отряда, она точно знает."
    ml2 "Да мы не дразнились, мы пошутили!"
    us "Дальше."
    al "А что дальше? Они кидались и не попали, а я кидался в них и попал."
    al "Да если бы мы всей тройкой были, они бы не подошли даже!"
    sl "А вид почему такой…"
    "Алька оглядел нас тяжёлым, неприязненным взглядом, но раз уж начал говорить…"
    al "В яму они меня кинули. Я сопротивлялся, но кинули."
    "Он гордо посмотрел на следы своих рук на лицах «обиженных»."
    mt "За столовой есть яма."
    "Пояснила присутствующим вожатай."
    al "Пока карабкался наверх, весь перемазался, вот, постирался…"
    "«Обиженные» выглядели обескураженно и жалко."
    th "И на что идиоты рассчитывали? {w}Их первый же товарищеский суд раскусил."
    dreamgirl "Зря ты. Если бы не Ульяна, он так бы и молчал дальше."
    dreamgirl "И наказание понёс в одиночку."
    me "Шестой отряд — это самые маленькие?"
    sl "Нет, это дети, к которым родители не приехали… по разным причинам."
    "И, кажется, ряд этих причин я очень хорошо себе представлял."
    show mt normal pioneer with dspr
    "Похоже, с проблемой разобрались. Осталось только придумать, как наказать виноватых."
    voice "Посадите его под домашний арест, чтобы больше руками махать было неповадно!"
    show mt smile pioneer with dspr
    mt "Хорошая идея. {w}Катюшка, слышала?"
    "Та кивнула."
    ka "После отъезда родителей оба Ануфриева сидят в доме, пока я их не выпущу. Всё понятно?"
    voice "Да как вы…"
    sl "А с Александром что?"
    us "Он доброе дело сделал, нельзя его наказывать!"
    ka "И всё же драка — это ЧП. {w}Саша, после ужина подойдёшь ко мне, будем придумывать, как тебя наказать."
    "Повеселевший Алька дёрнул плечом."
    al "Можно мне вернуться на скамейку? Концерт хочется посмотреть."
    ka "Да, иди…"
    hide al with dissolve
    voice "Значит, ему можно людей калечить, и никто ничего ему не сделает? Да я до самого верха дойду, я просто так это не оставлю!" #налажали со спрайтами
    show mt normal pioneer with dspr
    mt "Идите куда хотите. {w}Но сначала напишите заявление начальнику лагеря."
    mt "Вы всегда можете закрыть путёвку досрочно, если хотите."
    voice "Нет, этому лагерю точно не видать звания образцового! С такими людьми… Пошли, дети!"
    mt "Эту утрату я как-нибудь перенесу."
    mt "Вы всё ещё здесь?"
    "А это было уже к нам."
    show us laugh pioneer with dissolve
    us "А вы меня отпустили, вы сами сказали!"
    mt "Отпустила — иди. С вами что?"
    show sl normal pioneer with dspr
    sl "А мы возвращаемся на места."
    mt "Вот и хорошо, приятного просмотра."
    "Она махнула нам и пробурчала себе под нос едва слышно — я смог расслышать лишь изо всех сил напрягая слух."
    show mt sad pioneer with dspr
    mt "Пойду Алексей Максимыча морально подготовлю. А то мало ли."
    window hide
    scene bg ext_stage_near_clear_7dl
    show sl normal pioneer 
    with dissolve
    "Вот так был разрулен величайший конфликт всех времён и народов."
    "Без моего участия."
    sl "Не беспокойся, ты как моральная поддержка был очень полезен."
    me "Спасибо.{w} А ещё на меня можно сумочки вешать. И пакеты."
    show sl laugh pioneer with dspr
    sl "Не дуйся, но если бы нас было меньше, возможно, нас и слушать бы не стали."
    me "Я не дуюсь."
    me "Я вообще концерт смотрю."
    hide sl with dissolve
    "С этими разбирательствами оказалось, что время уже ощутимо так к восьми."
    "Незаметно пролетело, я насчитал где-то пять или шесть выступлений, включая ещё одно в исполнении Мику, прежде чем на эстраду вышла Ольга Дмитриевна и объявила концерт закрытым."
    "Все забурчали, забормотали, но послушно начали выбираться с мест и строиться в колонну по двое."
    stop music fadeout 5
    window hide
    scene bg ext_dining_hall_away_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music music_7dl["too_serious"] fadein 3
    "Наш отряд, понятно, был самым последним."
    "Потому что младшим надо уступать."
    "А ещё старшим."
    "Беременным женщинам."
    "Невменяемым белобилетникам."
    "Говоря короче, уступать надо всем. {w}Поголовно."
    "Таким вот нехитрым образом молодые, крепкие юноши и девушки становятся самыми социально незащищёнными."
    mz "Уехалм эти оглашённые?"
    "Скрипнуло за спиной, и я обернулся."
    show mz normal glasses pioneer with dissolve
    me "После ужина должны."
    show mz angry glasses pioneer with dspr
    mz "Ну, разумеется. {w}Как же не пожрать нахаляву."
    me "Так говоришь, как будто они за твой счёт жрать будут."
    show mz normal glasses pioneer with dspr
    mz "За мой… За не мой…"
    mz "У меня к родственникам в налоговую два раза в год такие тунеядцы набегают — пожрут, на теплоходе накатаются — и домой, в Москву, отчёты писать."
    me "Тогда понятно, почему ты такая…"
    mz "Какая?"
    me "Ну, как же. Сердитая и людей не любишь."
    th "Полюбил девушку, юную, красивую, умную. Дома раздел — оказалась налоговый инспектор."
    dreamgirl "Генетику, брат, не пропьёшь."
    hide mz with dissolve
    "Женя фыркнула и удалилась."
    window hide
    scene bg ext_dining_hall_near_sunset
    show el serious pioneer at right
    with dissolve
    el "О чём с Жуковой болтали?"
    me "О ерунде всякой."
    el "А если серьёзно?"
    me "Слушай, отчепись, а? {w}Если интересно, так сходи к ней сам и спроси. Жень!"
    show mz normal pioneer glasses at left
    with dissolve
    "Она отреагировала неровно, дёрнулась, и только потом с достоинством обернулась и спросила:"
    mz "Чего тебе?"
    show el shocked pioneer with dspr
    "А вот Электроника моё поведение явно шокировало."
    me "Тут Сыроежкин интересуется, о чём мы с тобой разговаривали. Можешь ему рассказать?"
    mz "Ему?"
    "Она смерила Эла взглядом, после чего покачала головой:"
    mz "Нет."
    hide mz with dissolve
    "А секунду спустя подошла и её очередь — освободилось место в столовой."
    show el angry pioneer with dspr
    el "Да ты!.."
    me "Видишь? Не могу. Запретили."
    show el sad pioneer with dspr
    el "Да ну тебя."
    "Парень махнул рукой и отвернулся."
    "А я, посмеиваясь, сделал ещё один шаг по направлению к крылечку."
    "Толпы я всю жизнь не любил, и, как показала практика, крайне справедливо."
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg int_dining_hall_people_sunset
    with fade
    dreamgirl "Как бишь там было у Кристалинской…"
    dreamgirl "Чтоб поплавать в синем море надо очередь занять?"
    th "Угу."
    "Единственные люди, которым было ещё хуже, чем пионерам, вынужденным стоять очередь на ужин — это дежурные."
    "Им я явно и категорически не завидовал."
    "Был и некий плюс — видимо, в силу новых реалий, но нас не заставляли выставивать очередь у раздачи, а сразу распределили за столы."
    "Так что мой ужин меня уже ждал."
    "По правую руку от меня сидел надувшийся Электроник, зато слева располагалась целая Ульянка, и я, памятуя о событиях дня поза-позавчерашнего, прикрыл тарелку рукой."
    show us laugh pioneer with dspr
    us "Да расслабься ты! Раз ты больше не новичок, твои котлеты в безопасности!"
    dreamgirl "Оу-йе! Ты слышал, как это прозвучало?"
    dreamgirl "Твои котлеты в безопасности!"
    me "А куда с концерта отпрашивалась?"
    show us grin pioneer with dspr
    us "А на боку полежать, понимаешь?"
    me "На боку."
    us "На правом."
    me "Очень интересно, спасибо."
    us "А потом на левом."
    me "Всё, я понял, спасибо ещё раз!"
    play sound sfx_face_slap
    me "Не тяни руки!"
    "Я был начеку и крайне вовремя треснул по шаловливым ладошкам, невесть что забывшим в моей тарелке."
    show us dontlike pioneer with dspr
    us "Уууу…"
    "Прокомментировала девочка, засунув палец в рот."
    me "Вот тебе и «у»! Сама сказала, что котлеты в безопасности, тебе верить нельзя?"
    show us normal pioneer with dspr
    us "Ты просто злой, потому и…"
    play sound sfx_7dl["phone_feedback"] fadein 0
    "Она бы продолжила и дальше свои обвинения, но в этот самый момент динамик, висящий над нашим столом жутко зафонил, после чего откашлялся и заорал."
    dy "Уважаемые гости нашего лагеря!"
    me "Так и подавиться недолго. Что ты орёшь, придурочек?"
    dy "Благодарим вас за то, что уделили сегодня нам своё время!"
    dy "Ждём вас в следующий раз, а для тех, кто ещё не уехал, после ужина к воротам будет подан автобус!"
    mz "Спасибо товарищу Генде, что не заставили нести их в паланкинах."
    sl "Могли бы?"
    mz "Не сомневайся."
    dy "Он проследует прямиком до Радченко с остановкой на развилке, если кто-то вдруг едет в другую сторону."
    dy "Ещё раз спасибо и приятного аппетита!"
    us "Ура?"
    me "Ура."
    "Пожал плечами я."
    "И заработал ложкой."
    window hide
    with fade
    stop music fadeout 3
    stop ambience fadeout 6
    return
    
label alt_day4_sl_7dl_morning:
    scene bg ext_backroad_day_7dl
    with dissolve
    play music music_7dl["uneven_me"] fadein 3
    "Славя и Семён отлынивают от работ по лагерю."
    "Веская причина — навернувшийся с верхотуры Шурик, сейчас лежащий в медпункте, умудрился не только не починить передатчик, но и напортачить с электрикой, из-за чего там теперь попросту нет света."
    "Починка."
    mt "Семёну необходимо комплексное лечение и уход."
    mt "Возможно, даже стоит приставить к нему человека?"
    with fade
    me "Кажется, мы начали забывать — что делало нас сильными."
    with fade
    sl "Но разве он сам не может принимать решения?"
    window hide
    scene bg int_mine_heart_7dl
    show prologue_dream
    with dissolve
    "История началась здесь."
    "Здесь она и завершится."
    window hide
    scene cg d4_sl_lookup_7dl
    with flash
    sl "Ты должен понять, что это я выбрала тебя."
    sl "Мне нужен ты потому, что ты без меня не можешь."
    sl "Я нужна тебе потому, что ты ищешь ответы."
    window hide
    scene bg ext_boathouse_alt_day_7dl
    with dissolve
    "Так что работа предстоит, и немаленькая."
    
    "Здесь всегда холодно, всегда душно."
    "Только кровят ноги ступающего по обломкам босоногого ангела."
    "Она ловит мои переживания раньше, чем я сам успеваю понять их."
    "Мне страшно в её присутствии думать о чём-то, потому что она слишком легко разгадывает меня."
    sl "Разве ты не веришь в любовь?"
    "У нас всего несколько дней для того, чтобы успеть сделать всё правильно."
    un "А как же я?"
    "Двадцать третье ноября, у серого здания сигналит милицейский «бобик», и из-под распахнувшейся темноты, из-за развёрзшихся сетчатых ворот в пасмурный вечер выходит тонкая фигурка в одежде ощутимо не по размеру."
    "Искусанные губы, круги под глазами, обострившиеся черты лица."
    "Только дьявольским пламенем горят зелёные глаза — как две плошки с опрокинутой луной."
    sl "Почему тебя всегда колотит, когда он рядом?"
    window hide
    scene bg int_house_of_un_day
    with fulldiam
    "На идеально заправленной постели посторонний предмет сразу же приковывал внимание."
    "Коричневый широкий ремешок, в самой середине которого застыли на полуночи крохотные часики."
    sl "Она оставила часы здесь."
    me "Значит, она больше не хочет ничего скрывать?"
    
    "Алиса сменила причёску."
    "Это так забавно — видеть её не с привычными хвостами-молниями, а со скучным лошадиным хвостом."
    "Это сделало её только злее, порывистее."
    "Она так странно смотрела на меня, как будто ждала чего-то."
    "Вот только я не мог ничего дать ей."
    
    window hide
    scene bg ext_boathouse_sunset_7dl
    with flash
    mt "У тебя слишком много долгов, ты никогда не сможешь расплатиться со всеми."
    me "И перед вами?"
    $ set_mode_nvl()
    "Сложенная пополам бумажка, рядом в конверте «спроси у Слави»."
    "Здравствуй, Семён! Если ты читаешь это письмо, значит, тебя раскрыли."
    me "А что Славя?"
    mt "Тебе мало? Я, Лена, Алиса."
    "Она понизила голос до шипения:"
    mt "Не впутывай сюда ещё и Славю."
    me "Но я не могу…"
    "Жалко пролепетал я."
    mt "Я всё сказала."
    me "Но я лю…"
    "Плечи развернувшейся ко мне спиной вожатой затряслись, и я осёкся."
    
    window hide
    scene bg ext_house_of_dv_day
    show dv normal pioneer2
    with dissolve
    dv "Держись подальше от Тихоновой, понял?"
    me "Разве ты не слышала про второй шанс?"
    dv "Этот шанс не для тебя. Уходи."
    
    window hide
    scene bg ext_road_day
    with dissolve
    me "И теперь ты пойдёшь рыдать и плакать?"
    un "Да."
    me "Ладно, но тогда у меня просьба."
    un "Какая?"
    me "Ты когда плакать будешь - лежи на спине, хорошо?"
    un "Зачем?"
    me "Тогда слёзы будут стекать по щекам в уши, тебе станет щекотно и смешно, и ты перестанешь плакать."
    un "Дурак!"
    me "Ты можешь обещать, что ничего с собой не сделаешь?"
    show un sorrow pioneer with dspq
    un "Теперь у меня есть надежда."
    un "Я думала, что всё закончилось, потому и поступила… так."
    "Лена по очереди обняла нас со Славей и развернулась к дороге."
    un "Да. Пойду."
    window hide
    scene cg d6_un_dissolve_7dl
    with flash
    
    "Любая история гораздо длинее, чем кажется."
    "После титров ничего не завершается, а любой выбор иллюзорен по сути."
    "С горизонта ударило солнечным зайчиком по глазам."
    "Я вздёрнул на плечо сумку и кивнул:"
    me "Пора."
    sl "Уверен?"
    me "Не попробуешь — не узнаешь. Верно?"
    sl "Мне страшно."
    me "Это ничего. {w}Страх — это просто признак перемен."
    "Перед нами с визгом покрышек затормозила Волга, и Виола помахала нам из-за руля."
    window hide
    scene cg d4_cs_car_day_cs_7dl
    with dissolve
    "Я забросил сумку в багажник, а Славю на заднее сиденье."
    "Сел рядом со мной."
    cs "Куда доставить, шеф?"
    "Улыбнулась медсестра, и я расслышал мурлыкающие нотки в её голосе."
    me "Домой."
    window hide
    with fade
    stop music fadeout 3
    stop ambience fadeout 6
    return
    
label alt_day4_sl_7dl_day:
    scene bg ext_square_day
    with dissolve
    "Славя окончательно замоталась с балбесами из облОНО."
    "У Слави были бездонные голубые глазищи, сейчас, правда, полуприкрытые от усталости."
    "Полежанки с размышлениями."
    "Встреча с Ольгой."
    "Обед."
    #Семён в сборной лагеря по волейболу. Матч против сборной родителей.
    #Выбор на один вариант, хе.
    sl "Ну что, будешь с нами играть?"
    "Я задумался."
    menu:
        "Да!":
            "Я кивнул."
    sl "Спасибо!"
    
    "Работают рефлексы."
    "Бессознательное."
    "Надо только отключить сознание."
    "Это работает со всем, что ты делаешь."
    "Становишься профессионалом — меньше юзаешь сознание в исполнении того, что у новичка требует полной вовлечённости сознания."
    
    
    "Полдник."
    "ОД зовёт всех на концерт, девочки не хотят идти, Дрищ молчит и мямлит."
    "В итоге всё же идёт на концерт."
    
    
    window hide
    play sound sfx_open_door_kick
    pause(1)
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 2
    me "Ольга Дмитриевна, а я не могу пойти на концерт!"
    show mt normal pioneer with dspr
    mt "Это почему же?"
    if len(list_clubs_7dl) > 1: 
        me "Дак это… Я в кружок записан."
        if 'nwsppr' in list_clubs_7dl:
            me "Я же в стенгазету записан."
            mt "Вот как раз сходишь на концерт и материал соберёшь, статью напишешь!"
        elif 'soccer' in list_clubs_7dl:
            me "У нас тренировка в футбольном кружке."
            mt "Что ты мне рассказываешь? {w}Борис Александрович будет у эстрады, какая тренировка?"
        elif 'volley' in list_clubs_7dl:
            me "Я думал поиграть в волейбол."
            show mt grin pioneer with dspr
            mt "С девочками?"
            mt "Ты до полдника не наигрался?"
            me "Ну…"
            mt "Нет, никаких волейболов, все на эстраду."
            mt "И потом, Славка твоя будет там, ради кого ты будешь у сетки прыгать?"
            "Кончик ушка Слави, выглядывающий из-под волос, ощутимо порозовел, и я поспешил согласиться."
            me "Концерт так концерт."
        elif 'badmin' in list_clubs_7dl:
            me "Я думал сыграть в бадминтон."
            mt "Чем играть будешь? {w}Это раньше инвентарь был весь в сарае без замка."
            mt "Сейчас из-за проверяющих всё убрали, поиграть не получится."
        elif 'music' in list_clubs_7dl:
            me "Я думал порепетировать перед гала-концертом."
            mt "Ты будешь выступать?"
            me "… наверное."
            mt "Мику-то ведёт концерт. Или ты один репетировать собрался?"
            me "Да!"
            mt "Не говори глупостей. На концерт сходишь, а после ужина порепетируешь — как раз все родители уедут."
    else:
        "Я пожал плечами."
        me "Мне там просто неинтересно."
        show mt smile pioneer with dspr
        mt "Интересно или нет — все должны быть на мероприятии."
        mt "Так что будь любезен явиться."
    window hide
    with fade
    stop music fadeout 3
    stop ambience fadeout 6
    return
    
label alt_day4_sl_7dl_evening:
    scene bg ext_square_sunset
    with dissolve
    "Я часто слышу, как вы говорите, что Любовь — слепа, подразумевая, что она не видит в возлюбленном никаких недостатков. Но такая слепота — высшее зрение."
    "О, если бы вы всегда были так слепы, чтобы не видеть никаких недостатков ни в чем."
    "Нет, взгляд Любви — остр и проницателен. И поэтому он не замечает недостатков. Когда Любовь очистит ваше зрение, вы увидите, что нет ничего, недостойного вашей любви. Только покалеченный, обделенный любовью глаз ищет во всем недостатки. Но что бы он ни обнаружил, все это исключительно его собственные недостатки."
    
    "Концерт."
    "Третья сторона конфликта хряков и гвардии."
    
    window hide
    with fade
    stop music fadeout 3
    stop ambience fadeout 6
    return
    
label alt_day4_sl_7dl_sundown:
    play sound sfx_open_door_1
    pause(1)
    scene bg ext_dining_hall_near_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music music_7dl["canon_d_flamenco"] fadein 3
    "Вечер вступал в свои права, когда я выжел из столовой."
    "А вместе с ним, и лето, и тепло, и ощущение того, что сегодня обязательно случится нечто чудесное."
    "Как иначе-то?"
    if not (herc or loki):
        "Рецепт счастья известен давно, с момента его открытия он не менялся совершенно."
        "Отними у человека что-то, подержи немного."
        "А потом верни."
        "И всё."
    else:
        "Лагерь уже четвёртый день подряд подбрасывает и подбрасывает мне что-то новое."
        "Казалось бы, столько уже перевидено, пересмотрено."
        "А всё равно."
        "Наверное, проблема в том, что из «перевидено-пересмотрено» почти совсем нет «перечувствовано»."
        "И с этим ты ничего не сделаешь."
        "Опыт впечатлений нарабатывается только этими самыми впечатлениями."
    show sl smile pioneer with dspr
    sl "Добрый вечер?" #Герк только что отужинал со Славей
    me "Да уж. Наидобрейший."
    show sl laugh pioneer with dspr
    sl "Это какой-то совершенно безнадёжный день! {w}Я столько всего не успела!"
    me "Много планировала?"
    sl "Не очень."
    me "Окей, тогда удачи."
    show sl sad pioneer with dspr
    sl "Уходишь?"
    me "В общем и целом."
    sl "Неужели моя компания так сильно тебе надоела?"
    th "Да как бы тебе сказать…"
    me "Мы сегодня целый день провели друг у друга на закорках, а я не в той мере люблю людей, чтобы для меня такой опыт прошёл бесследно."
    sl "Но…"
    if herc:
        me "Всё, до скорого."
        "Ещё немного, ещё чуть-чуть, и я привыкну к ней настолько, что…"
        "Я покачал головой."
        window hide
        scene bg ext_dining_hall_away_sunset
        with dissolve
        "Я отступил на несколько шагов, оставляя Славю в одиночестве и задумчивости."
        "Кажется, она хотела сказать что-то, но меня это не слишком заботило."
        show dv normal pioneer2 with dissolve
        dv "Эй, новичок, не видел тут двух отожранцев?"
        me "Извини?"
        dv "Из второго отряда."
        me "А тебе они зачем?"
        show dv grin pioneer2 with dspr
        dv "Да так."
        "Алиса хрустнула шеей."
        dv "Надо немного с ними поболтать."
        me "Надеюсь, ты не собираешься делать это здесь?"
        show dv smile pioneer2 with dspr
        dv "Да что ж я, дура? Конечно, не здесь. {w}Но если вдруг увидишь…"
        dv "Оп, стоять."
        "Рыжая молнией метнулась мимо меня и выловила за шкирку знакомого уже мне хлопца с концерта."
        "Я же отошёл в сторону и наблюдал за происходящим с позиции Швейцарии."
        dv "Ануфриев?"
        "Тот обречённо кивнул."
        dv "Брат где?"
        ml "Сейчас выйдет."
        dv "Дело у меня к вам. На миллион!"
        ml "Какое дело?"
        dv "Не хочу повторяться, сразу всем расскажу. Где он?"
        ml2 "Эй, отпусти его!"
        dv "А вот и…"
        ml "У него какое-то дело к нам."
        ml2 "Это дело требует держать человека за шкирку?"
        show dv normal pioneer with dspr
        dv "Это я от нервов."
        "Алиса тут же отпустила рубашку и преувеличенно заботливо отряхнула."
        dv "Это за столовой, тут недалеко."
        ml "Может, ты сразу скажешь?"
        "Заныл первый."
        dv "Нет, пошли."
        dv "Да быстрее, времени нет совсем."
        hide dv with dissolve
        "Она прибавила шагу, а её жертвы были вынуждены семенить вслед."
        "Вскоре они скрылись из виду."
        dreamgirl "Это самый талантливый развод из тех, что мне приходилось видеть!"
        th "Да не то слово."
        dreamgirl "Поглядим?"
        th "Спрашиваешь!"
        window hide
        scene bg ext_dining_hall_away_sunset:
            linear 1.0 zoom 1.2
        "Я подошёл к зданию столовой и аккуратно выглянул из-за угла."
        window hide
        with fade
        "Правда, похоже, я опоздал."
        "Самое интересное уже завершилось."
        "Оба хряка лежали на боку, держась за животы, лица у них были багровыми."
        "Жертвы судорожно ловили ртами воздух."
        "А над всем этим стояла Алиса - руки в бока - и невозмутимо отчитывала их."
        sl "Алиса! Что ты делаешь?!"
        me "Явление… хлюста народу."
        "Славя обогнула меня и направилась к месту побоища."
        me "Славя, разве тебе не надо заниматься… Своими делами."
        show sl angry pioneer at right with dissolve
        sl "Поверить не могу, что ты её защищаешь!"
        show dv angry pioneer at left with dissolve
        dv "Я не нуждаюсь в чужой защите! Тем более…"
        "Она одарила меня таким уничижительным взглядом, что поневоле захотелось выдать шпильку в ответ."
        "Вот только не на того напала."
        sl "Я немедленно сообщу обо всё Ольге Дмитриевне."
        show dv grin pioneer2 with dspr
        dv "Ой, боюсь-боюсь!"
        sl "И расскажу!"
        dv "Да иди!"
        me "Тогда уж и про меня рассказывай."
        show sl surprise pioneer with dspr
        sl "Но она и так про тебя в курсе…"
        me "А ты напомни. Вдруг она забыла?"
        show sl sad pioneer with dspr
        sl "В этом лагере все, абсолютно все против меня."
        me "Нет, я — за тебя!"
        show dv smile pioneer2 with dspr
        dv "А я — против."
        sl "Да ну вас обоих!"
        "Славя махнула рукой."
        sl "Только издеваетесь."
        "Развернувшись, девушка отправилась на площадь." #Славя ушла, спрайт - нет.
        dv "Как думаешь, стучать пойдёт?"
        me "Трудно сказать."
        dv "Опять заставят фигнёй какой-нибудь заниматься."
        dv "Очень страшное наказание."
        hide dv with dissolve
        "Алиса подмигнула мне и растаяла в кустах."
        "Немного погодя, с земли поднялись и её соперники — била, похоже, рыжая как локомотив."
        "Но к тому моменту мне перестало быть интересно, потому я ушёл на площадь."
    elif loki:
        "Я помахал лапой и убрался прочь, пока не придумался ещё с десяток способов привлечь меня к общественно-полезным работам."
        "Нетушки, лапы прочь от моего вечера. {w}Он только мой."
        window hide
        scene bg ext_square_sunset
        with dissolve
        "Я будто сплю, но могу контролировать свои действия."
        "И самый главный кадр из сна постоянно требует и требует внимания."
        "Я бы подумал о каких-то романтических глупостях, если бы не видел себя в зеркале."
        "Про свою привлекательность я прекрасно в курсе, так что нет."
        "Не мой случай."
        "Разве что меня готовят к чему-то…"
        dreamgirl "К гала-концерту."
        th "И всячески умасливают, чтобы я не сорвался?"
        th "Я тебе кто, Стас Михайлов?"
        dreamgirl "Ты концерт, понятно, не видел, зато мне очень хорошо запомнилось количество выступающих."
        th "Да сколько бы их ни было…"
        dreamgirl "Их меньше двух десятков, балда! {w}По сути, если бы не Мику и некоторые долгоиграющие выступления, все действо заняло бы не больше часа."
        th "Потому каждый человек на счету? Логично, в принципе."
        dreamgirl "Вот и…"
        th "Умеешь ты отрезвить, блин."
        dreamgirl "Не благодари."
        window hide
        with fade
        "На секунду мне захотелось пойти и напиться."
        "Но потом я вспомнил, что денег у меня нет, до ближайшего ларька километров триста, а мне в моём нынешнем виде никто ничего не продаст."
        th "Но должна же быть какие-то способы сбросить стресс?"
        dreamgirl "Есть парочка…"
        th "Про первый не говори — сам в курсе, но такому как я не обрыбится точно."
        dreamgirl "Ну, а второй — подраться!"
        th "Подраться?"
        dreamgirl "Да хотя бы вон с ними."
        "Краем глаза я отметил спешащую куда-то троицу хамов."
        th "Не уверен, что сумею отметелить сразу троих."
        dreamgirl "Тогда давай посмотрим, куда это они так целенаправленно спешат?"
        th "А пошли…"
        window hide
        scene bg ext_warehouse_sunset_7dl
        with fade
        "А спешили хамы, как оказалось, к заросшей площадке за складом."
        "Таким образом я совершил круг почёта и вернулся практически туда же, откуда начал."
        "Замерли, озираясь по сторонам, о чём-то негромко зашушукались."
        th "И что они здесь…"
        dreamgirl "Гляди!"
        "Из травы, до сих пор не видимые, появились…"
        th "Ну, разумеется! Священные традиции вендетты."
        dreamgirl "Занимаем места согласно штатному распорядку!"
        th "Логично."
        "Здесь была крайне удобная ступенька, с которой открывался неплохой вид."
        "Отряхнув её, я успелся и снова оценил расстановку сил на поле сражения."
        "Против трио гвардии выступал тандем братцев Ануфриевых."
        "Знакомый уже мне Алька тряхнул головой, фыркнул под нос и пихнул в грудь старшего, тут споткнулся и сел на пятую точку."
        "На Альку тут же с кулаками налетел младший."
        "Который тоже недолго был неприкосновеннен — к драчке подключились и наблюдающие до этого оставшиеся хамы."
        dreamgirl "Вот она, началась жесть! Уничтожение противника, кровная месть!"
        th "Угу, пошла потеха."
        "Тоже неплохое себе развлечение."
        "Начавшись как свалка, вскоре конфликт перерос в куда более стратегическую схему."
        "Гвардия определённо умела работать командой и всяко делала это не раз."
        "Потому вскоре они выстроились таким образом, что одного всегда прикрывала пара других."
        th "Ставлю на гвардию."
        dreamgirl "Хряки ещё могут за оружие схватиться." #прозвище братьев "хряки" слышал только Герк, но Шиза говорит это и для Локи
        th "М-да? Это сильно осложнит конфликт."
        dreamgirl "Неужели вступишься?"
        th "Делать мне больше нечего."
        show sl angry pioneer with moveinleft
        sl "Эй, эй!"
        me "О, хоспидя."
        sl "Драки на территории лагеря запрещены!"
        sl "Семён, что ты там встал, помоги мне!"
        "Девушка встала между двух набычившихся сторон, разведя руки в сторону."
        me "Иду, иду…"
        "Я со вздохом поднялся со ступеньки и, подойдя поближе, оглядел чемпионов."
        "Досталось каждой из сторон преизрядно."
        "Вот только гвардейцы были полны желания продолжить, а вот их соперники явно собрались праздновать труса."
        me "Что надо?"
        sl "Ты почему просто так сидишь и смотришь?"
        me "Просто сижу и просто смотрю. Это мужской разговор, мужики сами разберутся."
        show sl normal pioneer with dspr
        sl "Семён, драки на территории…"
        me "Ты это повторила уже пять раз."
        "Вздохнул я."
        me "Дальше-то что? Это же не я дрался, а как поступать с местными правилами, каждый должен решать сам."
        show al normal pioneer at left 
        show sl normal pioneer at right
        with dissolve
        al "Вы ещё поболтаете или мы пойдём?" #Массовая ошибка со спрайтом Алика везде, где он присутствует
        sl "Стоять!"
        al "Что ещё?" 
        sl "Какой отряд?"
        show dn dontcare pioneer at cleft with dissolve
        dn "А ты никак нас не запомнишь, Феоктистова."
        sl "Каждый должен признаться сам!"
        me "Славя, пойдём, а? {w}Они уже не хотят ничего, только бы ты их отпустила."
        show sl sad pioneer with dspr
        sl "Да стоит мне только уйти, и они…"
        me "Знаешь, если тебя это так беспокоит, можешь сходить к их вожатой и рассказать."
        me "Или к Ольге Дмитриевне и рассказать. Она старшая вожатая, что-нибудь сделает."
        sl "А ты?"
        me "А я не обязан вмешиваться. Я им никто. {w}Как и ты, к слову."
        show sl surprise pioneer with dspr
        sl "И ты вот так просто говоришь?"
        me "Могу поплакать. Это что-то изменит?"
        show tn normal pioneer at fleft with moveinleft
        tn "Мы больше не будем."
        show sl normal pioneer with dspr
        sl "Да ну вас."
        hide sl with easeoutright
        "Славя удалилась, махнув рукой и бормоча что-то под нос на прощание."
        sl "А Катушке я всё расскажууууу!"
        "Донёсся до нас её голос."
        "Я подмигнул бойцам."
        me "Вас всё равно накажут, так что продолжайте."
        tn "Не хочется что-то."
        dn "Надоело."
        al "Хотя я бы им ещё разок вдарил по сопатке."
        ml "По голове себе вдарь, малахольный."
        me "Вот, видите, как всё хорошо начинается."
        "Когда я уходил с дворика, за моей спиной с новыми силами разворачивался спор."
    window hide
    scene bg ext_square_sunset
    with diam
    play music music_7dl["ltyh"] fadein 3
    "Я сплю? Или проснулся?"
    "Как будто моя цивилизация, цивилизация персональных гаджетов, боящихся флиртовать актёров и повального одиночества — это древний монстр вроде города Р'Льех."
    "Он уснул навсегда, а на руинах его возникли новые города и храмы."
    "Храмы людей, верящих в людей."
    "Храмы людей, верящих в будущее."
    "И я здесь как бесполезный осколок прошлого, ходячий анахронизм."
    "Из прошлого с отрицательным вектором."
    dreamgirl "А что, если я скажу тебе, что ты здесь не просто так?"
    th "Да я уж догадался."
    dreamgirl "Вот как?"
    th "Я недостаточно примечателен, чтобы получить путёвку в местный рай за просто красивые глазки."
    th "Так что от меня, скорее всего, что-то потребуется."
    dreamgirl "Не догадываешься, что?"
    th "Понятия не знаю. А ты?"
    dreamgirl "Та же фигня."
    th "Исключая разве что исцеление от раздвоения личности?"
    dreamgirl "О, поверь мне, друг мой, ты исцелишь от него куда раньше, чем думаешь."
    if not (herc or loki):
        th "Хочешь сказать, ты заткнёшься и больше не будешь меня доставать?"
        dreamgirl "Именно так."
        dreamgirl "Главное, в следующий раз не отталкивай протянутую руку."
        th "Чью руку?"
        dreamgirl "Увидишь."
        "Загадочно ответил внутренний голос. {w}И смолк."
    window hide
    with fade
    th "Значит, я и в самом деле здесь зачем-то?"
    th "Например, подружиться с девушкой вроде Слави? А то и отношения завести?"
    th "Да нет, бред какой-то."
    th "Но в чём тогда смысл?"
    "Я внимательно оглядел площадь."
    "Смысла здесь не было."
    window hide
    scene bg ext_square_sunset:
        zoom 1.2
    with dissolve
    "Поднявшись со скамейки, я подошёл поближе к бронзовому Генде и посмотрел на него снизу вверх."
    "Генда стоял и молчал на меня с видом полнейшей невозмутимости."
    me "Я всё равно добьюсь ответов, ясно тебе, сволочь?"
    "Отблеск заходящего солнца от губ Генды был предельно саркастическим — удачи, мол."
    me "Гад."
    "В сердцах я пнул постамент, и тот отозвался неожиданно гулким звуком."
    "Внутри явно была пустота."
    me "Ну-ка, ну-ка… Какой это секрет скрывает наш бронзовый генсек?"
    "Для того, чтобы обойти постамент со всех сторон, пришлось топтать газон."
    "Но, полагаю, здесь всегда есть Славя, которая поправит если что?"
    "Так что вперёд!"
    "Как я и предполагал, постамент товарища Икари был пустотный — это несложно было понять по широченной вентиляционной решётке, запертой на тяжёлый навесной замок."
    me "Всё, родной. Теперь я узнаю все твои маленькие грязные секреты."
    "Ключ от такого замка мог быть только у одного человека в лагере."
    "А тенденция складывалась такая, что этот человек сто процентов найдёт меня."
    "Где бы я ни скрывался."
    th "Ведьма, что ли?"
    "Генда не ответил. "
    "Внутренний голос тоже молчал."
    "Плюнув дважды — буквально и фигурально — я убрался прочь с площади."
    "Мной овладела меланхолия и желание полежать на боку."
    window hide
    scene bg ext_boathouse_sunset_7dl
    with dissolve
    play ambience ambience_boat_station_day fadein 5
    "А для этого наилучшим местом был именно причал."
    "Или пристань?"
    "Дебаркадер, короче."
    "Сказать по правде, я уже забыть успел, когда последний раз вот так сидел на бережке и смотрел на воду."
    "Должно быть, это из-за того, что всегда находились либо дела, либо что-то ещё."
    "Я никогда никуда не спешил, но у меня никогда ни на что не хватало времени."
    "Парадокс?"
    "Воспоминания."
    "Проблемы с расстановкой приоритетов."
    "Или пониманием того, что на самом деле важно?"
    window hide
    scene bg ext_boathouse_alt_day_7dl
    with dissolve
    "Окошко в сторожке снова светилось голубым."
    "Похоже, внутри снова смотрят какую-нибудь чушь вприкуску к крепкому грузинскому чаю."
    "Живут же люди…"
    "Сбросив обув с носками, я опустил ноги в воду и, вцепившись в поручни, уставился на запад."
    "Глаза резало от яркого солнца, склонившегося над самым горизонтом, а я жадно смотрел, впитывал в непонятной синестезии."
    "Пил холод воды ногами, впитывал зрачками свет."
    "Вдыхал и выдыхал прошлое."
    "Воплощённое в резаных, острых гранях города, в пронизывающем ветре и почти неразличимых звёздах."
    "Помню, я сидел на подоконнике и смотрел в небо."
    "Мне сказали, что там должны быть звёзды, но там было полярное сияние."
    "Нонсенс в наших широтах, не так ли?"
    "Но, вот… было!"
    "Там очень много всего было."
    "И всё я пережил."
    "Мои страхи."
    "Мою боль."
    "Мои невосполнимые потери, за которые я даже разозлиться как следует не в состоянии."
    "Возможно, потому, что я бесхребетный тюфяк, избегающий любой драки?"
    "Или потому, что внутри звучит ещё тот самый едва различимый голосок, которым с человеком говорит совесть?"
    "Он всё ещё звучит."
    "Но уже похоронен под грудами мусора и ненужных воспоминаний."
    "Там, где темно и холодно."
    show sl smile pioneer with dissolve
    sl "Грустишь?"
    me "Грущу."
    sl "Я могу как-то тебе помочь?"
    me "Вряд ли."
    sl "Тогда можно я погрущу вместе с тобой?"
    me "А тебе есть о чём?"
    show sl normal pioneer with dspr
    sl "По-моему, у каждого человека есть о чём погрустить."
    sl "Сейчас…"
    "Она, как и я, сбросила гольфы, скомкала в сандалии, отодвинула от края понтона:"
    sl "Чтобы не уплыли."
    "Хихикнула она."
    sl "Так о чём мы?"
    if herc:
        me "О грусти."
        sl "Ты не будешь против, если я положу голову тебе на плечо?"
        me "Буду, конечно. Но полчаса потреплю."
        "Славя улыбнулась и подвинулась поближе."
    elif loki:
        me "О моих глупых мыслях."
        show sl smile pioneer with dspr
        sl "Ого! А какие у тебя глупые мысли?"
        me "Например, о том, какой из суперспсособностей я хотел бы обладать."
        sl "Суперспособностей?.."
        "Славя сморщила нос."
        sl "А, это когда ты можешь такое, что другому не под силу?"
        me "Примерно."
        sl "И какой бы ты хотел?"
        "Я подумал."
        me "Знаешь, наверное, способностью перематывать время."
        sl "А зачем?"
        me "Например, если сейчас, болтая с тобой, я ляпну какую-нибудь глупость, я бы хотел иметь возможность вернуться назад и всё поменять."
        show sl smile2 pioneer with dspr
        sl "Ого! {w}А я тогда… Я бы хотела уметь заживлять раны и читать мысли."
        me "Эй, это две способности!"
        th "Тем более, что одной ты и так обладаешь. Пусть и не в полной мере."
        sl "Ну и что! {w}Читать мысли — чтобы понимать, что гнетёт человека, а заживлять… Ну, понятно же!"
        sl "Я бы всех спасла."
        dreamgirl "Она и здесь думает о других. {w}Безнадёжна, по-моему."
        me "Неплохой план. Я думаю."
        sl "Думаешь?"
        me "Да. Я думаю о том, что мне нравится это место."
        dreamgirl "Не так сильно, как ты, конечно."
        if loki:
            th "Я этого не говорил."
            dreamgirl "Подумал."
        else:
            "Хотя чёрта с два я тебе об этом скажу."
            "Ты и без того слишком сильно внутри."
    else:
        me "О грусти."
        show sl smile2 pioneer with dspr
        sl "Лучшее лекарство от грусти — хорошая книжка."
        sl "Или добрые воспоминания."
        me "К слову о воспоминаниях… Можно?"
        sl "Что?"
        "Я достал из кармана телефон и помахал у неё перед носом."
        me "Снимок можно сделать?"
        sl "Какой любопытный аппарат… Да, да, конечно."
        show sl normal pioneer with dspr
        sl "Поделишься потом снимком?"
        me "Конечно. {w}Замри!"
        window hide
        show frame at truecenter:
            xalign 0.5 yalign 0.5 zoom 1.0
            linear 0.8 zoom 1.0 xalign 0.5 yalign 0.5
        show cam_ui at truecenter:
            xalign 0.5 yalign 0.5 zoom 1.0
            linear 0.8 zoom 1.0 xalign 0.5 yalign 0.5
        me "Улыбочку?"
        show sl smile pioneer with dspr
        window hide
        $ renpy.pause(1, hard=True)
        play sound sfx_7dl["snap"] fadein 0
        scene white with flash
        $ renpy.pause(1, hard=True)
        scene bg ext_boathouse_alt_day_7dl
        show sl normal pioneer with dissolve
        sl "С тебя фотография!"
        me "Я помню."
        sl "А теперь иди поближе, я тебя обниму."
        me "Уверена?"
        "Славя улыбнулась."
    "Мы сидели рядом, бултыхали ногами в холодной воде и молчали."
    "И мне казалось, что это очень странно, но и очень замечательно — когда тебе так просто молчится с человеком."
    "Не болтается, не кричится и не ругается."
    "Просто уютно рядом, и он это чувствует."
    "Даже когда вокруг темно и непонятно, вы всё равно продолжаете чувствовать присутствие."
    me "Мне уже не так грустно, как раньше."
    show sl shy2 pioneer2 with dspr
    sl "И мне." #Галстук испарился (Герк)
    sl "Возможно, проблемы были не такими уж и страшными?"
    me "Возможно…"
    sl "И завтра будет проще."
    show sl normal pioneer with dspr
    sl "Я сегодня столько всего пропустила."
    sl "И столько всего успела."
    me "Ну, довольна собой?"
    sl "Очень."
    me "Вот и не отказывайся от этого."
    show sl laugh pioneer with dspr
    sl "Ни за что!"
    "Подняв из воды стройные ножки, Славя последовательно обулась и поднялась на ноги."
    sl "Увидимся завтра?"
    me "Обязательно."
    hide sl with dissolve 
    "Славя ушла, и я ещё несколько минут улыбался."
    "Улыбался так, как никогда не хотел бы показывать ей."
    "Слишком уж это было личное переживание."
    "А потом меня прогнал сторож."
    window hide
    with fade
    stop music fadeout 3
    stop ambience fadeout 6
    return
    
label alt_day4_sl_7dl_sleeptime:
    scene bg ext_house_of_mt_night_without_light
    with dissolve
    play music music_7dl["melancholy_sun"] fadein 3
    play ambience ambience_camp_center_night fadein 5
    "Сегодняшний день выдался суматошным, нервным и бестолковым каким-то."
    "Все носились друг за дружкой, пытаясь то ли успеть что-то сделать, то ли спрятать несделанное."
    "Но по большому счёту, всё это не имело никакого значения."
    "Самое важное — это то, чтобы обитателям было комфортно здесь жить."
    "Тогда они точно вернутся."
    "А все балаболы и пустобрёхи из местного обкома… Их завтра здесь не будет."
    "И уже здесь нет."
    "Так что…"
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_house_of_mt_noitem_night
    with dissolve 
    "Возможно, по всем канонам я должен был предложить проводить Славю."
    "Или даже поцеловать её там, у воды — место-то романтичное."
    "И обстановка."
    "Вот только была небольшая проблемка."
    if herc:
        "Я не был уверен в том, что моя симпатия к ней обоюдна и взаимна."
    elif loki:
        "Она не нравилась мне в той мере, чтобы губы свои распускать."
    else:
        "Химия. Вернее, её отсуствие."
        "Славя симпатичная девушка, она явно очень популярна среди парней."
        "И интересуй я её чуть больше… Она бы явно дала понять."
        "Не дала."
    "Ольга Дмитриевна опять где-то шаромыжилась, оставив отряд на самотёк."
    "Правда, в этот раз её верная помощница валяла дурочку у воды, болтая с одним Семёном решительно ни о чём."
    "Так что остаётся только догадываться, чем это аукнется завтра."
    "От рубашки почему-то пахло лимонником — едва-едва уловимо, но приятно."
    "Я узнал запах, но никак не мог вспомнить, откуда он."
    th "Скорее всего, просто стиральное средство с таким запахом."
    dreamgirl "Угу, оно."
    th "Точно?"
    dreamgirl "Или сегодня об кого-нибудь обтёрся."
    th "Об… Ты хочешь сказать?"
    dreamgirl "Не хочу. {w}Славю ты к себе не подпускал, так что она исключается."
    th "А вдруг?"
    dreamgirl "Ветром перенесло, что ли? Хватит глупостями заниматься, вали спать!"
    "Вот с таким предложением я спорить не стал."
    play sound sfx_click_2
    pause(1)
    scene bg int_house_of_mt_night
    with dissolve
    "Быстро-быстро сбросив вещи, я нырнул под одеяло."
    "И, прикрыв глаза, прогнал события дня сегодняшнего."
    if alt_day4_sl_7dl_workout:
        "От ни разу не замечательной пробежки с утра пораньше."
    if herc:
        if alt_day4_sl_7dl_phone:
            "До усрачки напугавший меня телефон в старом лагере." # Ругаться - нехорошо
        if alt_day4_sl_7dl_herc_rendezvous:
            "«Барышня-крестьянка в исполнении Слави.»"
        if alt_day4_sl_7dl_herc_appletree:
            "Мои бесплодные попытки влезть на дерево и собрать хоть одно яблочко."
            "Но нет же, мы лучше вместо этого бросим яблочко кому-нибудь в лоб."
            "Несмотря на то, что слова были сердитые, я не чувствовал злости."
    elif loki:
        "Весь день, проведённый под защитой музыкального клуба."
        "Потом, когда пришла Славя, стало только веселее."
        "Вот не хотел это признавать, а пришлось."
    else:
        "Моё, полное полного бесправия существования."
        "Выборы, в которых всего один вариант."
        "Волейбольный матч, в который меня поставили чтоб поиздеваться."
        "И, конечно, демонстрация ценности моего внимания со стороны вожатой и её помощницы."
        th "И почему я не злой и несносный?"
        "Спросил себя я."
    "Так или иначе, день сегодня и в самом деле выдался крайне насыщенным."
    "Надеюсь, завтра будет не хуже."
    "Очень надеюсь…"
    "А теперь пора…"
    pause(1)
    window hide
    scene cg wtf_end_of_day
    with dissolve
    "Славя…"
    window hide
    with fade
    stop music fadeout 3
    stop ambience fadeout 6
    return
