label alt_day4_dv_dj_begin:
    scene bg int_house_of_mt_sunset
    play music music_7dl["explore"]
    #Спецсценарий для романсящих Алиску - диджея либо собирающихся сделать её таковой.
    #Саб-руты: медпункт - вербовка Алису на четвёртый день, медпункт (Алиса-диджей), базис (Алиса-диджей), базис с вербовкой.
    "Заглушка для Алисы-диджея."
    "Поздравляю, вы выбрали Элис диджей-рут! Рут находится в разработке."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day4_dv_7dl2dj_transit:
    if alt_day4_dv_7dl_walkman_presented:
        dv "Ты серьёзно? Просто так отдашь?"
        me "А что не так-то?"
        me "Я вижу, тебе нравится этим заниматься, так что если чем-то могу помочь…"
        dv "Удивлена. Честно."
        "Она подошла ко мне и, немного посомневавшись, поцеловала - просто клюнула - в щёку."
        "Не знаю, пыталась ли она за этим нехитрым действием спрятать собственное смущение, делая несвойственные ей решительные поступки, но только смутилась она ещё сильнее."
        "И всё равно, ни прятаться, ни мямлить она больше не собиралась."
        "Видимо, вкусила вчера внимания и поняла, что оно есть хорошо."
        me "Я могу тебе ещё как-нибудь помочь?"
        dv "Нет, я сейчас в радиорубку, буду пробовать собственные силы на поприще ведущего."
        "Она улыбнулась и убежала."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return