label alt_day4_sl_7dl_begin: #Пробуждение в домике, родители, рюкзак, комиссия, завтрак.
        scene black
    play music music_list["my_daily_life"]
    if alt_day4_mi_dj_hedg:
        voice "Семён! Вставай! Семён!"
        "Кажется, это был тот самый момент."
        "Я вдруг осознал, о, уверяю, осознал в полной мере значение выражения «готов убить ради пары минут сна»."
        window hide
        show unblink
        scene bg int_house_of_mt_day
        show mt normal pioneer
        with dspr
    
        "Впрочем, нашу вожатую, похоже, такими вещами, как злобный взгляд, уже не проймёшь — так как она удовлетворённо улыбнулась и кивнула."
        mt "Поднимайся, через полчаса сюда комиссия придёт, так что у тебя времени впритык собраться и позавтракать."
        me "Комиссия?"
        mt "И чтобы до обеда я тебя не видела."
        mt "Ни тебя, ни Мику, ни твоих чёртовых ежей. Ты понял?"
        "Она заметалась по домику, между делом забрасывая по ящикам весь живописно расположенный по домику хлам — начиная от предметов нижнего белья, кои без зазрения совести были развешены на спинке кровати, заканчивая какими-то непонятными банками и огроменным молотком под кроватью."
        "Такими костыли на железнодорожных путях забивать разве что."
        dreamgirl "Нет, она им нерадивых пионеров по маковке оглаживает. {w}Так что в твоих интересах подняться и сделать как она сказала."
        me "Мгм."
        "Многозначительно ответил я с набитым ртом — на столе дожидались своего часа ещё парочка бутербродов и яблоко — и, на ходу застёгивая рубашку, выскочил на улицу."
        window hide
    else:
        window hide
        show unblink
        scene bg int_house_of_mt_day
        with dissolve
    
        "Выспался я отлично, хотя и проспал всё на свете — брошенный на часы взгляд уведомил меня, что сейчас начало одиннадцатого, и Ольга Дмитриевна так и не сумела меня добудиться."
        play sound sfx_open_dooor_campus_1
        show mt normal pioneer with moveinleft
        mt "Вижу, уже проснулся? А я тебе тут покушать принесла."
        "Ольга поставила тарелку на стол и окинула взглядом помещение."
        mt "Здесь определённо стоит прибраться."
        th "Дайте угадаю, кто будет этим заниматься."
        mt "У тебя мало времени, через полчаса сюда заявятся проверяющие…"
        th "Ну, я же сказал! Меня назначили дежурным{w}, как я и опасался."
        mt "Поэтому в темпе поднимайся, ешь и чтобы духу твоего до обеда не было. Понял?"
        dreamgirl "Не выйдет из тебя Ванги, сынок."
        th "Да-да, сидел до последнего молча, чтобы сейчас позлорадствовать."
        "Дождавшись, пока Ольга отвернётся, собирая развешанные по спинке кровати бюстики с носками, я судорожно выскочил из кровати и запрыгал на одной ноге, влезая в шорты."
        mt "Мику ночью просила о какой-то помощи."
        me "Да, я в курсе. Схожу узнаю, чего она хотела."
        "Застегнув рубашку, я вышел на улицу."
        
    return
    
label alt_day4_sl_7dl_old_camp: #Поход в старый лагерь
    "Призрак голоса."

    "Я бездумно шагал по выложенной прямоугольными плитками дорожке, этакой пограничной полосе, окружавшей весь невеликий городок, потом сошел с нее в невысокую желтую траву и брел себе дальше, ни о чем особенном не думая, попросту подставив лицо легкому ветерку, чувствуя, как помаленьку улетучиваются остатки и хмеля, и недавнего ошеломления."
    "Замечательно, что существуют на свете трава, солнышко и тишина…"

    "И споткнулся, едва не полетел кубарем."
    "Успел вовремя сохранить равновесие, нелепо взмахнув руками, выпрямился. Недоуменно уставился под ноги."

    "По начищенному боку черного форменного полуботинка протянулась рваная царапина – погиб казенный шуз, вот незадача!"
    "Но это уже не имело особенного значения."
    "Потому что я разглядел, обо что споткнулся: скрыСлавя высокой травой серая бетонная плита, развалившаяся на несколько кусков, выщербленная временем и дождями, с торчащей ржавой арматурой."
    "А вон и еще одна, и еще…"

    "Ясно было, что это остатки мощеной некогда и давным-давно заброшенной дорожки, уходившей от поселка в места необитаемые, меж двумя ближайшими холмами, спускавшейся по пологому склону."

    "Не раздумывая, пошел туда, держась рядом с растрескавшимися, едва заметными в траве плитами, оплетенными местными ползучими растениями с розовыми цветочками."
    "Прошел меж холмов, а там густой лес скрыл от меня лагерь."

    "Не все ли равно, чем заниматься, чтобы убить время."
    "Пожалуй, так даже лучше – бродить по окрестностям, вместо того чтобы тупо пялиться на стереоэкран, выплескивающий очередные порции информации в таком количестве, что во всем теле появлялась тяжесть, как при переедании…"

    "К тому же прогулки были совершенно безопасными."
    "Хоть весь лес обойди, если не жалко потратить недельку-другую на столь бесполезное занятие."
    "Здесь нет ни единого живого существа, опасного для человека."
    "Здесь только насекомые, но и они, достоверно известно и подчеркнуто на инструктаже, не проявляют в отношении человека ни малейших враждебных поползновений, поскольку он для них совершенно бесполезен со всех точек зрения."
    "Пожалуй что, здешние насекомые человека и не замечают даже, счиСлавя некой разновидностью дерева, только подвижного…"
    "Даже близко никогда не подлетают."

    "Так что я беззаботно шагал дальше, пока не увидел за деревьями то, что меньше всего ожидал увидеть."
    "Окружённый покосившимся забором одноэтажный дом с надстройкой из дранки."

    "Ни о чем подобном меня не предупреждали – но это только к лучшему."
    "Будь это какая-то запретная зона, где нельзя показываться даже господам офицерам, уж непременно предупредили бы, настрого заказав тут шляться…"
    "Да и дом, чем ближе он подходил, выглядел все более забытым, брошенным, нежилым."
    "Вон там, на втором этаже, выбито окно, а рядом провал на месте слухового окна, серая и охряная штукатурка там и сям облупилась, открывая кирпичную кладку…"
    "Дом стоял ко мне тыльной стороной, так что пришлось обойти…"

    "Я так и поступил."
    "И оказался на небольшой, окруженной лесистыми холмами равнине, где справа поблескивало обширное озеро в форме вытянутого овала, а слева — залитое бетоном пространство, перемежаемое гравийными дорожками, деревья с крюками, вбитыми в стволы…"
    "Здесь было некое подобие палаточно-тентового городка в духе конца шестидесятых."
    "Судя по всему, лагерь почему-то закрыли, законсервировали, но присутствие человека не лечится так просто…"
    "Но в глаза прежде всего бросались детские аттракционы-снаряды, триста лет как устаревшие — карусели, качели-распорки, лесенки-радуги — несть им числа."

    "Краска давным-давно облупилась, а проглядыавющий там и сям металл был густо покрыт сплошной коркой ржи, кое-где покосившиеся бока вросли в землю, так что нечего было и думать прокатиться."

    "Я подошел ближе – и вздрогнул."

    "Одна из каруселей, видимо, из тех, что сохранились лучше прочих, поприветствовала меня истошным скрипом на ветру, а дверь в главном корпусе грохнула, открывшись внутрь."
    "Уставилась на меня слепым угрожающим провалом."

    "И ни следа пребывания человека. Как будто на земле пронёсся тихий шторм, уничтожающий всё разумное на своём пути, оставляя за собой лишь тени и разруху."

    "Кроме всего прочего, у главного корпуса были две вспомогательные лесенки - должно быть, так строят во всех лагерях, на случай пожара."
    "Но нечего было и думать прикасаться к ним — как и качели с каруселями, витые ажурные железные решётки держались на честном слове и не рассыпались трухой только чудом."

    "Стояла тишина, в применении к такому месту вполне заслуживавшая эпитета «гробовая», а озеро с темно-синей водой беззаботно отсвечивало под солнцем россыпями отблесков, и повсюду на нем плавали желтые, мясистые листья, украшенные высокими бело-синими цветами – аналоги кувшинок, надо полагать…"

    "Неприглядная была картина – и совершенно непонятная."
    "Не нужно быть специалистом, чтобы сообразить: что бы здесь ни произошло, это случилось, когда меня, вполне возможно, и на свете-то еще не было…"
    dreamgirl "Или был уже, но в самом нежном возрасте."
    "С тех самых пор никто так и не позаботился навести здесь порядок – не убрал трупы и металлолом, не вставлял окон, не штукатурил дома."
    "Все разрушалось естественным образом, ржавело, гнило, рушилось, рассыпалось."
    "Значит, хозяева это место покинули давным-давно."

    "Я прислушался к себе, но не уловил ничего похожего на то тягостное, давящее ощущение плохого места, о каких рассказывают порой старые лесовики."
    "Что до привидений, то я в них не верил отроду…"

    "А потому, игнорируя надсадно скрипящую карусель, зашагал к чёрному провалу."
    "Забавно то, что в здании даже почти все стёкла сохранились!"
    "Кроме тех случаев, где их явно разбило неким случайным образом — ветками или камнями."
    "Стекло, вообще, крайне успешно противостоит разрушительному действию времени, не важно, о паре десятков лет идет речь или о паре тысячелетий…"
    "За стеклом окна, которое я почему-то сразу счёл директорским была изнутри приклеена бумажка с невыцветшей ещё печатью в три краски."
    "С С С Р"
    "МИНИСТЕРСТВО ОБРАЗОВАНИЯ РСФСР"
    "П.Л. «СОВЁНОК-1»."

    "Все это легко читалось под слоем пыли."
    "Рядом с окном на стене протянулась цепочка глубоких выщербленных ямок – очень похоже, по зданию все же успели выпустить пару очередей, прежде чем…"
    "Прежде – чего?"
    "А в общем, еще не факт, что отсюда так просто уезжали."
    "Отнюдь не факт. Решительно ничего не понятно…"

    "Пришлось пригнуться и толкнуть рукой дверь, ни с того ни с сего решившую вдруг закрыться прямо у меня под носом."
    "Дверь отворилась с пронзительным скрежетом, сделавшим бы честь иному голливудскому ужастику, но на меня этот визг не произвел никакого впечатления."
    "Я вошел внутрь, чувствуя себя в совершенной безопасности под покровом немудрящей истины:"
    th "Будь здесь какая-то опасность, меня непременно предупредили бы, здешнее начальство во многом можно упрекнуть, кроме безответственного подхода к объекту и кадрам…"

    "Я оказался в обширном вестибюле, пересеченном примерно пополам металлическим барьером высотой этак в метр, с облупившимися красными буквами на нем: Стой! Предъяви пропуск! Стреляют! В барьере был проем с металлической вертушкой, насквозь знакомым приспособлением, а рядом помещалась застекленная будочка вахтера – стекла покрыты непроницаемым слоем пыли. Повсюду грязь, неприкосновенное запустение, заброшенность…"

    "После короткого колебания я с силой повернул жалобно заскрипевшую вертушку и вошел на запретную половину."
    "И никто в меня, конечно же, стрелять не стал – как и строго спрашивать пропуск."
    "Некому было."
    "Давненько некому."

    "Я прошел направо."
    "Там на стене еще явственно виднелось с полдюжины прямоугольников – следы снятых портретов, судя по размерам, – а под ними красовалась нетронуСлавя Доска почета."
    "Чтобы не было ошибки, об этом и сообщали высокие буквы из крашенной золотистой краской фанеры."

    "Я постоял, глядя на запыленные фотографии, выцветшие и покоробившиеся."
    "На иных уже невозможно было рассмотреть лица, другие с грехом пополам сохранились."
    "Капитан Курносов И. П., мастер-старшина Бронелюк Н.Ф., флаг-инженер Гочеридзе С.Г., старшая телефонистка РНЧ Анчукова С.Л., премьер-лейтенант Шатов Г. Н…."

    "Все, окружавшее меня, было старым, очень старым."
    "Я растерялся:"
    th "Так это, значит, что же? Значит, уже тогда… Всему этому полсотни лет, не меньше…"

    "Погон премьер-лейтенанта Шатова Г.Н. не похож был ни на что, прежде виденное – темное поле, светлый просвет, завивающийся в середине странной петлей, вроде узора на царских гусарских доломанах, вместо звездочек два каких-то значка, не похожих ни на звездочки, ни на цветки с его собственных погон…"

    "Дверь в вахтерку распахнулась легко."
    "Хлипкий и ободранный стол, почти не тронутый ржавчиной зеленый электрочайник устрашающих габаритов, шаткий стул с изодранной обивкой…"
    "Черный телефон без всяких обозначений на диске, опять-таки невероятно старомодный…"

    "И тут телефон зазвонил!"
    "Меня так и подбросило, прошибло холодным потом от макушки до пяток – настолько это было неожиданно…"

    "Справившись с собой, унимая колотящееся сердце, я стоял рядом с обшарпанным столом, не зная, на что решиться."
    "Телефон надрывался."
    th "Подождать, пока подойдет кто-нибудь?"
    "Мелькнуло у него в голове, но я тут же выругал себя за идиотские мысли."

    menu:
        "Снять трубку":
            $ alt_day4_sl_7dl_phone = True
            "И, протянув руку, снял пыльную тяжелую трубку."
            voice "Говорит Мария Трофимова!"
            "Рявкнули мне в ухо так, что я торопливо отвел трубку."
            voice "Передайте Коломийцеву – тревога!"
            voice "Код «красный», проникновение на территорию объекта!"
            "Женский голос умолк на несколько мгновений, в трубке все это время слышались непонятные шумы и трески."
            "Я выставила охранение, но Алиска и Анна успели просочиться вниз!"
            "Сидорова понятно за чем побежала, а у сестры никогда не хватало мозгов!"
            "Так что прощу помощи, прощу выслать специалистов по реабилитации и какого-нибудь врача!"
            "Снова недолгое молчание, шумы и трески."
            voice "Они перерубили кабели, вся спецсвязь сдохла! Вилка, если это будешь ты — храни Господь твою душу."

            me "Я не вилка! Кто это говорит?"
            "Не выдержал я."
            me "Кого позвать? Вы кто?"

            "Я лихорадочно осмотрел телефон в поисках каких-нибудь тумблеров или кнопок, но ничего подобного не обнаружил."
            "На том конце провода его словно бы и не слышали, орали свое:"

            voice "Слышит меня кто? Говорит Мария Трофимова!"

            "В этом голосе было столько смертной тоски и безнадежности, что я не выдержал, закричал так же ожесточенно:"
            me "Я вас слышу! Слышу! Пионер из соседнего лагеря! Я вас слышу!"

            "В трубке что-то громко омерзительно хрустнуло, как может хрустеть лишь ломающаяся кость. Что-то на заднем плане загрохотало, упало."

            "Через несколько секунд трубка заглохла окончательно."

            "я аккуратно опустил ее на рычажки и постоял так, прекрасно понимая, что все равно не смогу ничего понять."
            "Повернулся, чтобы уйти."

            "Телефон вновь зазвонил, столь же длинно, надрывно, настойчиво."

            "я вновь поднес трубку к уху."

            voice "Говорит Мария Трофимова!"
            "Снова заорал в трубке женский голос."
            voice "Передайте Коломийцеву – тревога!"
            voice "Код «красный», проникновение на территорию объекта!"

            "Я терпеливо удерживал трубку возле уха и во второй раз выслушал то же самое, слово в слово, с той же интонацией, с теми же паузами, с теми же шумами."
            "И с тем же финалом."

            "Решительно брякнул трубку на рычажки, повернулся и вышел из вахтерки."
        "Не снимать.":
            pass
    "Телефон вновь зазвонил, но я и не подумал подойти – уверен был, что выслушаю то же самое в третий раз."
    "Черт его знает, мистика тут или не мистика, но полное впечатление, что я, войдя в заброшенное здание, самим своим присутствием вернул к жизни неведомых призраков былого, то ли классических, то ли электронных, если только уместно такое определение."
    "Технотронных, выразимся так…"

    "Теперь только появилось то самое пресловутое ощущение плохого места."
    "Черт его знает, что там еще могло пробудиться к жизни, напомнить о себе, учуяв присутствие живого человека после долгих лет безвестной заброшенности, нескольких десятилетий пыли и забвения."
    "Хоть верь в привидения и прочую мистику, хоть не верь, но что-то тут определенно осталось."
    "А если в основе не мистика, от этого не легче, право слово, нагрянет какая-нибудь напасть посерьезнее заблудившегося в телефонных проводах голоса."
    "И как прикажете от нее отбиваться, ничегошеньки не зная?"

    "Я побыстрее вышел под открытое небо, где светило пусть и тускловатое, но все же солнышко."
    "Посмотрел на остовы бронетранспортеров и скелеты уже другими глазами: очень может быть, что здесь оказались предупреждены вовремя, той же неизвестной Марией Трофимовой – где я слышал эту фамилию не так давно? – и приняли меры, судя по стерильной чистоте на площадке, весьма даже эффективные."
    "Отсюда вывезли всё, что сочли нужным — с местным-то богатым государством."

    "Я вздрогнул, развернулся к озеру и всмотрелся, напрягая глаза до рези."
    "Облегченно вздохнул."

    "Во-первых, мне не показалось, во-вторых, то, что я видел, не сулило ни малейшей угрозы."
    "Метрах в трехстах от меня вдоль озера не спеша шла девушка в светлом платье, определенно не замечая меня."
    return
    
label alt_day4_sl_7dl_naiad:#Встреча со Славей
    "В первый миг я испытал лишь одно чувство – несказанное облегчение, прилив детской радости, отнюдь не приличествующей бравому звездопроходцу."
    "Что поделать, такое случается даже с крепкими мужиками: это странное место разбудило вдруг потаенные детские страхи, дремлющие в каждом до урочной поры."
    "Невыносимо приятно было обнаружить, что я не один здесь, само присутствие другого человека вернуло спокойствие и уверенностъ в себе."
    "Особенно если уточнить, что другим человеком была девушка, – а значит, я, как пионер и мужчина автоматически становился покровителем и защитником."
    "Мужик в погонах просто обязан вмиг обрести невозмутимость и в лучших традициях жанра закрыть слабое существо могучей грудью от любых опасностей."

    "Потом мои мысли, ощущения и чувства, повинуясь наблюдаемой реальности, галопом свернули на привычную колею, уже вполне взрослую и сугубо мужскую."
    "Я откровенно залюбовался."

    "Она шла вдоль берега грациозно и уверенно, явно никуда не спеша и ничего не опасаясь, бездумно помахивая рукой, и светлое платье четко обрисовало ее фигурку на фоне темно-синей спокойной воды."
    "Светлые волосы, падавшие чуть ниже плеч, развевались при малейшем дуновении ленивого ветерка."
    "Меня пронзила щемящая грусть по чему-то несбывшемуся, упущенному, летящей походкой ускользнувшему по иной развилке времени, оставшемуся в иной реальности, где другой был чем-то большим, нежели скучным, правильным, размеренным пожарным, где все сложилось как-то иначе, не в пример интереснее, романтичнее, звонче."
    "Он вдруг почувствовал себя отяжелевшим и старым – увы, случалось уже подобное и в прежней жизни на шумной городской улице, как правило, летней порой, когда при взгляде на какое-нибудь прелестное создание физически ощущался тяжелый поток времени."

    "Девушка шла вдоль берега, не замечая меня, – судя по всему, она пришла сюда не впервые."
    "В кино в таких случаях непременно звучит нежная лирическая музыка, и это, ей-же-ей, абсолютно правильно."

    "Потом мне пришло в голову, что ситуация приобретает неловкость, и чем дальше, тем больше – исключительно для меня."
    "С трудом различимая незнакомка спокойно шла вдоль берега, беззаботно гуляла, а вот я не представлял, как ему дать знать о своем присутствии."
    "И стоять истуканом было глупо, и рта не откроешь."
    "До нее далеко, пришлось бы кричать."
    "А что я мог ей крикнуть: «Эй!» Или – «Не подскажете, когда ближайший автобус на Нижние Васюки?»"

    "Лучше всего предоставить события их естественному течению – торчать на прежнем месте и в прежней позиции, ерзая от неловкости, пока девушка не достигнет поселка – потому что идти куда-то еще она на этой планете не может."
    "Она либо привидение, либо служит на «точке», выбор вариантов невелик, их всего два."
    "Первое предположение следует бесповоротно исключить, оставаясь твердым материалистом."
    "Что до второго – при всем здешнем малолюдстве я все еще не знаком был с большинством из двух десятков тех, кто работал на кухне, обеспечивал связь и, если можно так сказать, транспорт – сиречь устройство мгновенной переброски через космические бездны."
    "Существовала некая дистанция, как в любой сложившейся системе, тем более обмундированной."
    "Как между летчиками и технарями."

    "Все разрешилось помимо моих усилий – девушка, слегка повернув голову, внезапно заметила меня."
    "И без тени испуга, без малейшего удивления или неудовольствия помахала мне, непринужденно и просто, словно мы были знакомы давным-давно."
    "И остановилась в выжидательной позе, заложив правую руку за спину, обхватив тонкими пальцами левый локоть."
    "Теперь воспитанный мужчина и настоящий пионер просто обязан был подойти к даме, дабы представиться и познакомиться."

    "И я подошел, искренне надеясь, что не выгляжу сконфуженным вахлаком."
    "Хотя сознавал, что именно таковым только что и стал."

    "Все обстояло гораздо хуже, чем ему поначалу представилось."

    "Она была не просто красивая – красивых много и, что характерно, меня всю жизнь отпугивали те из них, что выглядели утонченными, совершенными и, как следствие, холодными куклами."
    "Она была совсем другая, с открытым – но отнюдь не наивным, не простоватым! – личиком, искренней улыбкой и веселыми синими глазами."
    "Таких девушек удачнее всего называть славными."
    "И в том-то вся беда, что именно такая славная девочка способна разбить сердце вдребезги быстрее и надежнее, чем роковая красавица типа «я-только-что-с-подиума»."
    "Ведь вполне может оказаться так, что ты ей, такой славной, ну совершенно не нужен, жила без тебя и дальше проживет, и ох как несладко тогда придется…"

    "Я подумал, что нужно отсюда побыстрее убираться, пробормотав наспех пару вежливых фраз о погоде – и остался на месте."

    sl "Скучаешь, Семён?"
    "Спросила девушка со своей фирменной улыбкой."

    me "Странно. Я о тебе поначалу то же самое подумал."
    sl "А давай проведём следственный эксперимент…"
    "Славя обошла вокруг меня, приподнимаясь на носочках и со всех сторон оглядывая меня."
    sl "Огонька в глазах не вижу, спешки тоже. Выводы очевидны."
    me "Ты случаем не Энштейн?"
    sl "А похожа?"
    me "Конечно. Особенно хорошо удались усы."
    "Славя рассмеялась."
    sl "Усатой меня ещё не обзывали."
    "Сказала она то ли кокетливо, то ли насмешливо."
    sl "Будешь меня осматривать?"
    dreamgirl "Хэй! Сыграем в доктора!"
    "Она смотрела так простодушно и невинно, что это было не хуже изощренной насмешки – но не прикажете ли пасовать перед соплюшкой раза в два моложе тебя, слишком хорошо знающей о своем очаровании?"
    "Решительно протянув руку, я сомкнул пальцы вокруг ее тонкого запястья и заглянул в голубую пучину."
    "Чуть не утоп."

    sl "Ну как?"
    "Лукаво поинтересовалась она."

    me "Вот теперь и я, со своей стороны, уверен, что ты ничем не занята и ровным счётом никуда не спешишь."
    me "Легка и свободна как ветер."
    me "Не стоит даже добавлять, что очаровательна, ты это и без меня знаете бог ведает с каких пор…"
    show sl laugh pioneer with dspr
    sl "Я с удовольствием выслушаю это ещё раз!"
    me "Очаровательная и свободная как ветер незнакомка, угу. Вышла из мрака младая с перстами пурпурными Эос."
    sl "Перстами пурпурными?"
    "Славя выставила перед лицом ладонь и пошевелила пальцами."
    me "Одиссея."
    "Пояснил я."
    me "Итак, мы здесь оба-двое, ленивые и скучающие, да?"
    sl "На самом деле я отправилась по берегу, проверить, не забыли ли родители какой мусор рядом с водой."
    sl "Вот и на тебя наткнулась."

    me "А казалась такой перспективной девочкой!"
    sl "Ещё не вечер."
    sl "Раз я до тебя добралась, а ты у нас известен любовью к людям, значит, дальше уже чисто."

    me "Спасибо, обтекаю."
    sl "Не дуйся, Сёмушка."
    sl "Но ты и правда предпочитаешь быть в одиночестве. И это меня удивляет."
    me "На грядке рос."
    "Славя кивнула."
    sl "А я – создание бойкое, в общем, не особенно беспутное, но определенно непосредственное."
    sl "И жажду простого человеческого общения во всех его проявлениях."
    sl " Особенно если уточнить, что в родительский день человеческим общением и не пахнет."
    me "А к тебе никто не приехал?"
    sl "Ну да,"
    "казала девушка."
    sl "Приехали, задарили едой и повернули оглобли."
    sl "Маме сейчас совершенно не до глупостей."
    me "А кто у нас мама?"
    sl "Учитель в начальной школе. У всех каникулы - а у неё квалификация."
    me "А отдыхать? Когда?"
    sl "Да не беспокойся, у неё целый август будет!"
    sl "Я все-все каникулы и отпуска знаю, учительская дочка же, мне в таких вещах положено сызмальства разбираться… или с сыздевичества, так вернее, хотя и неграмотно…"
    sl "Знаешь, а мне нравится, что ты от меня не шарахаешься как первые несколько дней."
    sl "Настоящий пионер!"
    me "Хочешь страшный секрет?"
    "спросил я почти непринужденно."
    me "Я не пионер, не комсомолец и ничего из всего, что ты мне приписываешь."
    me "Я - это я. К людям привыкаю далеко не сразу, но умею смириться с тем, что нам предстоит пожить некоторое время на подводной лодке."
    me "Вот и к тебе привык."

    "Она старательно подумала, округлила глаза:"

    sl "– А вы знаете, нет… Военных, из Структуры, из органов – сколько угодно. Но пожарных – ни разу в жизни."

    me "– Вот то-то, – сказал я. – Эта форма в Галактике встречается крайне редко. Я лично прослужил семнадцать лет и за это время пожарных Марияов видел только дважды, да и то издали, в президиуме огромного зала…"
    sl "– Понятно… У вас бывают какие-нибудь дискотеки?"

    me "– Честно говоря, у нас бывают пьянки, – сказал я. – Может, и танцы случаются, но я совсем недавно здесь."

    sl "– Понятно, – повторила Славя. – Будни захолустного гарнизона а натюрель… Выходит, вы от скуки забрели в эти развалины?"

    me "– А что здесь, кстати, было раньше, вы не знаете?"

    sl "– Представления не имею, – безмятежно сказала Славя. – Я же не в Структуре, я в МГУ учусь и не горю желанием продолжать семейные традиции, в Структуру уходить. Моя специальность – иностранные языки, а на это существование Структуры как-то не влияет…"
    sl "Что-то тут, конечно, было в стародавние времена, это и дураку ясно. Какая-нибудь «точка» из прежних времен."
    sl "Так и побросали все почему-то – совсем как в «Руслане и Людмиле», только здесь нет никакой говорящей головы, вообще ничего нет, даже привидений, я специально интересовалась."
    sl "А от этого вовсе уж уныло."
    sl "Водись здесь привидения, можно было бы ночью наведаться, издали посмотреть осторожненько, чтобы не уволокли, чего доброго…"
    sl "Но привидений, увы, не бывает. Совсем. Отец давно служит в Структуре и ни о чем подобном не слышал…"

    th "«Вполне согласен, если речь идет о призраках людей, – подумал я мрачно. – А как быть с призраком голоса, который десяток лет блуждает по заброшенным линиям космической спецсвязи? Тут все не так просто… Особенно если учесть, что научного объяснения понятия „призрак“ никто пока не дал…»"

    sl "– Давайте искупаемся, а? – предложила Славя. – Я, собственно, за этим сюда и пришла. Вода здесь чудесная. У меня купальник под платьем, так что не спешите отворачиваться с ханжеским видом."

    "Она одним гибким движением сбросила через голову платье и осталась в красном купальнике из тех, новомодных и современных, что призваны главным образом открывать нескромному взору все, достойное внимания, а если что и скрывают, то сущий мизер"
    "Аккуратно положила платье в желтую траву неподалеку от берега и, оглянувшись на меня с веселой подначкой, прыгнула прямо с того места, где стояла."

    "я с уважением покрутил головой – девчонка вошла в воду, как клинок в ножны, без малейшего всплеска, без брызг."
    "Чувствовался немалый навык."
    "На поверхность она вынырнула метрах в двадцати от низкого берега и, не оглядываясь, уверенным кролем пошла к середине озера."
    "Светлые волосы, отяжелев, облепили плечи, крохотные волны раскачивали широкие листья здешних кувшинок, и я вновь ощутил мимолетний приступ грусти."

    "А потом без всяких колебаний принялся раздеваться, кое-как свалив униформу в траву, обрушился в воду далеко не так грациозно, как девушка, подняв тучу брызг."
    "Плавать я умел, и неплохо, на Енисее вырос, но, увы, не мог похвастаться таким изяществом стиля, какой без всякого желания повыпендриваться являла Славя, русалкой скользившая меж кувшинок."

    "Вода была не просто чудесная – с такой я еще не сталкивался."
    "Она даже не походила на воду, ощущения вызывала невероятные: словно каждая капелька существовала сама по себе, тело чуяло, как мириады невесомых теплых касаний скользят по коже нескончаемым потоком."
    "В слова это не умещалось."
    "Походило на то, что я не сам плыл, а течение бережно и неуклонно несло меня над невидимым дном, словно восходящие потоки – оборвавшегося с бечевки воздушного змея."
    "Если плыть с закрытыми глазами, и вовсе казалось, будто вода давным-давно вынесла его в атмосферу, увлекла в космические бездны – ласковая, нежная, не расступавшаяся перед молотившими по ней руками, а словно бы мягко раздававшаяся в стороны именно так, чтобы человеку было удобнее."
    "Ощущения столь сильные и неизведанные, что я испугался на миг, торопливо открыл глаза."

    "Но все, разумеется, было в порядке: спокойная и теплая вода вокруг, мясистая кувшинка, в которую я едва-едва не впечатался подбородком, неяркое солнце в небе, светловолосая головка впереди, оставшаяся вдали, как он ни пытался сократить разделявшее их расстояние."
    "В конце концов Славя, уже с бело-синей кувшинкой в волосах, перевернулась на спину, оставаясь лежать на воде."
    "С улыбкой повернула ко мне лицо:"
    sl "Я тебя не загоняла?"

    me "Есть немного, – сказал я, плавая рядом и стараясь особенно не баламутить воду. – Тебя русалкой никогда не называли?"

    sl "– Ого! – сказала Славя. – Ты себе представить не можешь, как меня называли за последние годы, с тех пор, как стала объектом ухаживаний, осад и приступов, – русалкой, колдуньей, волшебницей, принцессой, ведьмой и королевой."
    sl " Самые образованные – даже ундиной, нимфой, наядой и Цирцеей. Один майор упорно именовал дриадой, хотя я терпеть не могу лазать по деревьям… А ты как бы меня назвал?"

    me " Ужасно неоригинально, – сказал я. – Очаровательной. Конечно, банально…"

    sl "– Зато искренне, – сказала Славя с чертиками в глазах. – Получай за искренность приз."

    "Подплыла вплотную и, решительно притянув мою голову, крепко, продолжительно и умело поцеловала в губы, на миг прижавшись всем телом."
    "Потом парой сильных гребков отплыла и, оглянувшись через плечо с непонятным выражением, понеслась прямо к берегу."

    "Я достиг оного значительно позже – не только оттого, что плыл неуклюже."
    "Мне понадобилось время, чтобы подавить извечную реакцию нормального мужика на столь непринужденное обращение."

    "Славя как ни в чем не бывало сидела на бережку, опустив безукоризненные ножки в воду."
    "Выбравшись, я уселся рядом, глядя куда угодно, только не на прелестную соседку."

    sl "Сёмушка, ты чего надулся?"
    "негромко спросила Славя."
    sl "Можно подумать, это ты – невинная благонравная девица, которую помимо ее воли чмокнул в алые губки нахальный гусар… Стой-стой… Ага!"
    sl "Знаю, что ты подумали! Что взбалмошная и не особенно высокоморальная помощница вожатой от скуки хватает то, что подвернулось под руку, за неимением лучшего… Ага?"

    me "– Не люблю я, когда мной забавляются от скуки, – сказал он хмуро. – Да и кто любит…"

    sl "– Ой, а ты прелесть… Только совершенно не берешь в расчет технический прогресс, пребывая в плену расхожих штампов…"
    sl "При чем тут скука? Если бы мне позарез понадобился представительный кавалер или уж, прямо скажем, любовник, я, использовав последние достижения транспорта и связи, уже через четверть часа обрела бы желаемое…"
    sl "Неужели ты мне не мог понравиться просто так?"

    me "– Вот так, сразу?"

    sl "– А почему бы и нет? – сказала она без улыбки. – Вот взяли и понравились. Я вполне взрослая, между прочим. И не особенная дура. Смотрю на вас и думаю: нормальный мужик, спокойный, не трепач и не бабник, взглядом не раздевает… ну, самую чуточку, в пределах средней нормы."
    sl "Пошлых комплиментов не отпускает с масляной улыбочкой, на поцелуй реагирует с очаровательной старомодной романтикой. Честное слово, вы мне понравились. И я вам тоже, правда?"
    "на тихонько рассмеялась, глядя мне в глаза."
    sl "– Правда-правда, не отпирайся. Понравилась. Вон как смотришь – не по-кобелиному, а с тем самым романтическим трагизмом…"

    me "– Не подозревал в себе таких талантов – с маху очаровывать юных красоток."
    "сказал я, злясь на все на свете, и в первую очередь на себя, поскольку прекрасно понимал, что влипает… "
    "А кто бы не влип? Прелесть какая…"

    sl "– Не дуйтесь. Говорю вам, мы друг другу нравимся…"

    me "– И что теперь?"
    " – спросил он серьезно."

    sl "– А просто давайте попробуем подружиться. Что из этого выйдет, совершенно неизвестно, но давайте попробуем? Вдруг это судьба нам такая?"

    "Я не был ни ярым романтиком, ни идеалистом."
    "Одиночка в компании компьютера."
    "Прекрасно знал, что внешность обманчива, и знал, что порой способны вытворять такие вот славные, светлые девочки с ангельскими личиками."
    "По собственному опыту знал, чего уж там."
    "Хуже всего, ее хотелось так, что зубы сводило…"

    sl "У вас примечательное лицо, обер-поручик, – тихонько рассмеялась Славя. – Никак не сообразите, что вам делать, можно ли теперь, после столь недвусмысленных девичьих откровений, сграбастать меня в охапку и завалить в траву…"
    sl "Да нет, вы не такой. Вот это мне и нравится – ваше лицо сейчас… Примитивный кобель на вашем месте давно бы стал с меня купальник сдергивать… И непременно получил бы по физиономии – я не настолько раскрепощенная, хотя по жизни и балованная."
    sl "И не люблю дешевки. Знаете что, обер-поручик?"
    sl "Давайте, как писали в старинных романах, отдадимся неумолимому течению времени, способному все расставить на свои места!"
    sl "Проще говоря, вы назначите мне свидание, уже целеустремленно и вовсе не случайно, а умышленно."
    sl "Здесь же, над озером, у той вон беседки – она тут единственная, так что не заблудимся."
    "Мы будем гулять по берегу, вы, если умеете, будете читать стихи, а если не умеете, и не надо. "
    "то из нашего свидания выйдет, то и выйдет. Согласны?"
        menu:
        "Назначим свидание!":
            $ lp_sl += 1
            me "– Согласен, – сказал я."

            sl "– Завтра, в это же время? Нет, давайте за часок до заката, так романтичнее…"

            me "– Если нас только не пошлют куда-нибудь. Вполне могут."

            "Славя ненадолго задумалась:"

            sl "– Ну, это не препятствие… Я просто буду вас ждать каждый вечер за час до заката."
            sl " Только не пропадайте надолго, а то кто вас знает, вдруг провалитесь в неведомые бездны лет на сто… ой, типун мне на язык! В общем, я буду ждать…"
            $ alt_day4_sl_7dl_rendezvous = True
        "Это же глупо.":
            pass
    "Глядя ей вслед, я почувствовал себя совсем молодым. Не в жеребячьем смысле, ничего общего с пресловутой сединой в несуществующей бороде и вполне реальным бесом в районе ребра."
    "Совсем другие чувства. я словно бы стал прежним, молодым, невероятно наивным юнцом, которому только предстояло вступать в жизнь."
    "Тот давний юнец твердо знал, что уж он-то непременно будет ни на кого не похожим и отнюдь не станет незаметным винтиком в огромном механизме."
    "Лет в двадцать яростно верилось, что жизнь его будет какой-то необычной…"

    "Получилось, разумеется, с точностью до наоборот, дорога выпала не блиставшая оригинальностью: институт-завод-пожарка-семья-служба-отпуска-продвижение."
    "Жизнь, как ей и положено, быстренько превратила очередного мечтателя в очередной необходимый элемент народного хозяйства, безликую статистическую единицу."
    "А впрочем, вина тут была исключительно его собственная: никто не виноват, что ему так и не удалось выломиться из общего течения, подняться над рутиной, не оказалось к тому возможностей и талантов."

    "И вот теперь… Теперь он вновь ощутил, что настоящая жизнь лишь начинается."
    "Мало того, у него появилось что-то свое, совершенно не зависящее от воли начальства, служебного распорядка и регламента."
    "Свой собственный секрет, ничуть не постыдный и не запретный, нечто личное…"

    "Глядя вслед девушке, так ни разу и не обернувшейся, он мечтательно промурлыкал, отгоняя грешные видения:"

    "Спрячь за высоким забором девчонку —"
    "ыкраду вместе с забором…"

    "И направился к поселку упругой молодой походкой довольного жизнью человека, по-прежнему насвистывая нечто фривольное и поддавая ногой здешние камешки, коричневые и легкие, как пемза."
    return
    
label alt_day4_sl_7dl_dinner: #ОБЕД
    scene bg ext_dining_hall_near_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    return

label alt_day4_sl_7dl_secret: #СЕКРЕТ
    if herc or loki:
        menu:
            "Задержаться.":
                $ lp_sl += 1
            "Не задерживаться."
                pass
    return

label alt_day4_sl_7dl_sneak:#Локи-подслушивание
    return

label alt_day4_sl_7dl_returning:#Герк-возвращение
    return

label alt_day4_sl_7dl_runaway:#Дрищ-бегство
    return
    
label alt_day4_sl_7dl_mt_sleephour:#Сончас
    "Женщина, мечта поэта."
    "Из ниоткуда на меня взирали глаза мечты миллионов, девочки с неземным взглядом."
    "Алисы Селезнёвой."
    "Не той, постаревшей заживо Наташи Гусевой, променявшей будущее на биологию, а логично и естественно развивавшейся звёздочки, что в детстве общалась с крокодилами и охотилась на космопиратов."
    "Только вот улыбка её предназначалась не миллионам, и глаза встретились с глазами, как это никогда не удавалось ни в «Алисиане», ни в «Лиловом шаре»..."
    "И это не было выдумками или глюками программистов - всё то же наивно-детское платье авторства футуристов восьмидесятых, но пошитое уже под фигуру взрослой девушки, всё тот же бездонный прогляд с искорками."

    "Девушка подошла ближе, поколебалась и стрельнула глазами, не найдя «нет», прижалась всем телом."
    "Её щёки заалели, и она до ужаса настоящим и таким знакомым голосом проговорила:"
    al "Сень..."

    "Я обнимал настоящую девушку, гибкую, живую и покорную."
    "В ушах тонко загудело от недостатка кислорода, краска бросилась в лицо от того, что требовало тело..."

    "В следующее мгновение я вылетел наружу, остановился, запалённо дыша и тщетно борясь с дрожью в руках."
    "На подгибающихся ногах прошёл кажущееся огромным расстояние в несколько шагов, заглянул в дверь."
    "Там уже было пусто."
    "Но теперь я знал, что стоит лишь захотеть..."
    "И можно будет делать всё что угодно, и она будет только за."
    "Вот только не смогу я никогда ответить на вопрос - правильно ли заниматься любовью с детской мечтой."
    "Никогда не смогу."

    "Весь этот лагерь с его пёстрыми красками и идеальными людьми..."
    "Всё это было как сквозь вату доносилось, не трогало и не могло коснуться."
    me "Вот оно, моё испытание. Испытание искушением."

    "Сказал я себе, чувствуя набат заходящегося сердца."
    "Путешествие в страну сказки оказалось скучным компостированием билетов на допотопном компостере и сном с мементо мори, глупый советский антураж, странные и удивительно человечные люди, смутно знакомые - всё это почти не трогало."
    "Должно быть, в силу того, что всего этого было слишком много, в мозгу всё смешалось винегретом, не оставляя места удивлению."
    "А вот так и не ставшая двадцатилетней мечта детства..."
    "Удивила и поразила. В самое сердце."
    return
   
label alt_day4_sl_7dl_cccombo:#Отбиваем Славю у комиссии
    return
    
label alt_day4_sl_7dl_concert:#Вместе с Данечкой и Алисой следим за концертом
    return

label alt_day4_sl_7dl_supper:#Ужин
    return
    
label call alt_day4_sl_7dl_span:#Вечер вместе - неромантический вариант
    return
    
label alt_day4_sl_7dl_declaration:#Вечер вместе - романтический вариант
    return

label alt_day4_sl_7dl_sleeptime:#Спатьтайм
    return
    

    
label alt_day5_sl_7dl_evening:
    "Особых иллюзий я, спускаясь к озеру, не питал – терпение редко числится в списке тех достоинств, которыми обязаны обладать очаровательные и балованные девицы. Учитывая, что их группа отсутствовала на планете трое суток, с иллюзиями следовало заранее распрощаться. Не было у генеральской дочки других хлопот, кроме как терпеливо дожидаться ухажера, подобно героине рыцарского романа…"

    "Словом, я заранее настраивал себя на спокойное, обдуманное разочарование. И, издали заметив в беседке женский силуэт, вмиг выкинул из головы эти безрадостные мысли, прибавил шагу, временами оскальзываясь на сыроватой земле, потому что в голове еще бродил хмель."

    "Влетел в беседку, прямо-таки задевая белоснежными крыльями за края дверного проема, за потемневшие от времени доски – Славя поднялась навстречу с широкой лавочки, тянувшейся по всему периметру немудреного дощатого строения. Ее личико было таким славным, а глаза такими радостными, что белоснежные крылья за спиной шелестели, разрастались, грозя поднять в небо…"

    me "– Пришла? – радостно выговорил я, прекрасно сознавая, что улыбка у него не просто широченная, но еще и глупая."

    sl "– Ага, – сказала Славя. – Я ж обещала? По-моему, мы всерьез свидание назначали? Я каждый вечер исправно приходила, только тебя не было."

    me "– Нас посылали…"

    sl "– Ты знаешь, я догадывалась, – фыркнула девушка. – Я ведь каждый раз поднималась наверх – и у вас в жилом корпусе ни одно окно не горело. А обычно все горят, я ведь присмотрелась уже к поселку, начала соображать… Бог ты мой! – вскинула она брови в чуточку наигранном изумлении. – Это у тебя что? Никак, регалия?"

    "И легонько коснулась указательным пальцем разлапистой звезды на левой стороне кителя."

    me "– Она самая, – сказал я. – Кажется, чего-то удостоен, награжден и назван молодцом…"

    sl "– Чего-то? У отца такой нет, у него висит штук пять, но поменьше и не таких… авторитетных. Честное слово. Вы что, мимоходом Галактику спасли?"

    me "– Ты знаешь, оказалось, мы неплохо поработали, – сказал я с откровенно мальчишеским хвастовством. – Нас даже уверяют, что мы совершили нечто эпохальное, и я этому верю…"

    sl "– Расскажи."

    "Я мгновенно сбился с высокого штиля, пожал плечами:"

    me "– Ты знаешь, оказалось… В общем, что бы это ни было эпохальное, но выглядело оно настолько скучно и буднично, что даже рассказывать не тянет. Правда…"

    sl "– Серьезно?"

    me "– Ага, – сказал z, садясь рядом с ней на широкую и чистую деревянную скамейку, ничуть не прохладную. – Нас забросили в какое-то иное пространство, куда никто прежде не забирался, но там не было ни огнедышащих драконов, ни смерчей на полнеба… Просто что-то мерцало вокруг, глупый туман, вот и все…"

    sl "– Я сразу поняла, что натура ты лирическая, – улыбнулась Славя. – Ну очень романтично описал. Просто счастье, что тебя не было с Колумбом. Представляю, как бы ты потом рассказывал: «Плыли мы это по морю, потом на берег высадились, а там деревья растут и птички порхают…»"

    me "– Что делать, – сказал я, откинувшись на деревянную спинку в приливе блаженной, легкой усталости, перетекавшей в полное довольство жизнью. – У меня просто не было времени выдумать для тебя какую-нибудь красивую историю с галактическими вихрями, злобными монстрами и ломящимися через все преграды сверкающими звездолетами. Но я попытаюсь, обязательно."

    sl "– Не надо, – серьезно сказала Славя. – Хватит, наслушалась… Я очень рада тебя видеть, это прекрасно, что ты вернулся… Ты не думай, что я такая уж дура."
    sl "И потом, каждый генерал был когда-то офицером, я генеральская дочка не так уж давно, года два… Насмотрелась. Появляется бравый офицер, пригожий и лихой, начинает нравиться, даже тянет глупостей наделать – а потом пропадает куда-то, и когда сдуру спросишь в лоб, все начинают глаза отводить, в пол смотреть с таким видом, что все ясно делается. И ничего уже не вернешь, вот что скверно. Я так рада, серьезно…"

    "Она опустила голову, глаза были ясными и умными, а во всей позе сквозила такая беспомощность, что у меня сердце защемило совсем даже позабыто – черт знает сколько лет назад обнаружил, что влюбляться разучился, повзрослевши, утилитарного цинизма преисполнившись…"

    "И я попросту взял ее за руку, сжал узкую теплую ладонь, снова во власти самых откровенных желаний, но еще и нешуточной нежности, как встарь, в былые времена, оказалось, вовсе не ушедшие безвозвратно."

    "Славя медленно подняла голову, встретила его взгляд, чуть растерянно улыбнулась, и от этой улыбки спасения абсолютно не было, он понимал, что погиб. Вот именно здесь, над этим озером, на скучной пустой планете взял и погиб."

    sl "– Видимо, это все-таки судьба, – тихо сказала Славя. – Не зря же я за тебя беспокоилась и места себе не находила, случайно такого не бывает… Нет, подожди."
    if lp_sl > 15:
        "Она гибко высвободилась, встала, нагнулась, выдернула из-под скамейки клетчатый плед и решительно встряхнула, разворачивая, так что он, словно волшебный ковер, устелил всю беседку, совершенно закрыв старые некрашеные доски, мягкий и пушистый. Сбросила туфельки, прошла на середину, опустилась на колени и, уронив обнаженные руки, сказала:"

        sl " Иди сюда, что мы будем друг перед другом старомодную комедию разыгрывать, обоим же хочется…"
    else:
        "Она встала и, покачивая головой, сделала шаг назад."
        sl "Я пока не знаю. Не уверена. У меня такой сумбур в голове."
        sl "Но я могу подарить тебе это."
        sl "Закрой глаза."
        "А закрыл глаза, а через несколько секунд задохнулся от восторга и нежности."
    "…Скучной и унылой этот лагерь отныне язык не поворачивался назвать, ему следовало срочно подыскать какое-то другое определение, но бравый пионер Персунов был пока еще решительно неспособен к трезвым размышлениям. В голове царила сладкая, восхитительная пустота, когда я, нимало не озаботясь неумолимым бегом времени и ночной порой, сидел в беседке в счастливом одиночестве и смотрел на озеро с застывшей на лице бессмысленной улыбкой довольного жизнью человека."

    "Беседка по природе своей краснеть была не в состоянии, а вот у него до сих пор приятно горели уши, когда вспоминалось все, что было ему позволено, все изощренные фантазии и откровенные забавы при отсутствии и тени ханжества."
    "Говоря проще, он был вымотан и опустошен, но горд собой – все было искренним и неподдельным, опровергавшим расхожие штампы о беспутных генеральских дочках и донжуанах в погонах. Настолько искренним и неподдельным, что ему было чуть жутковато."
    return