label alt_day4_dv_7dl_begin:
    scene bg int_extra_house_7dl
    play music music_7dl["someone_like_you_guitar"] fadein 5
    show prologue_dream
    "Мой сон уместился в один короткий вдох между слогами."
    "Али — веки смыкаются, пряча закатывающийся зрачок."
    scene bg int_extra_house_day_7dl
    show prologue_dream
    "Са — и вот в лицо уже светит солнце."
    "Вообще, я до последнего думал, что ещё не проснулся. {w}У меня частенько во снах бывает, что я общаюсь с вымышленными или мёртвыми представителями человечества, лёжа в кровати."
    "Как будто приращённая реальность, натянутая на костяк уже привычного мне мира. Кое-что остаётся незыблемым." 
    "Например, кровать. Всё остальное может быть каким угодно."
    "Так было и сейчас — я лежу в кровати, а солнце почему-то высоко-высоко."
    $ persistent.sprite_time = "day"
    show sl smile pioneer with pixellate
    play sound sfx_open_door_1
    "От входа донёсся скрип, и в дверях появилась Славя." 
    "Она долго смотрела на меня, видимо, решая для себя что-то."
    show sl normal pioneer with pixellate
    "Однако не решив ничего, она бесшумно притворила дверь за собой."
    hide sl with dissolve2
    show un normal pioneer with pixellate
    "Вслед за ней в поле зрения появилась Лена — после вчерашнего диалога на шезлонгах я совершенно её не смущался и даже подумывал было улыбнуться…"
    show un normal pioneer with pixellate
    "Но ведь это же просыпаться надо!"
    show un normal pioneer close with pixellate
    "Она оставила обувь у входа и, прокравшись на цыпочках поближе, немного постояла, практически полностью повторяя поведение Слави, потом резко развернулась и что-то положила на стол."
    "Ушла."
    hide un with dissolve2
    "А вместе с ней и остатки сознания — я провалился в блаженную сонную черноту."
    window hide
    show dv normal pioneer2 at left with dissolve
    "Так что когда мне на краешек кровати присела Алиса, я ничуть не удивился."
    me "Привет."
    "Безмятежно улыбнулся я."
    me "Ты такая настоящая… {w}Можно тебя потрогать?"
    dv "Нет."
    show dv normal pioneer2 at right with moveinleft
    show dv grin pioneer2 at right with dspr
    "Она отдёрнула руку."
    dv "Заслужи сначала."
    me "Двачевская, ты даже во сне такая же несносная."
    show dv laugh pioneer2 with dissolve
    "Она рассмеялась и, сняв с запястья кумачовый лепесток, несколько раз с силой пропустила его между пальцами, электризуя."
    dv "А почему ты решил, что это сон?"
    "Щекотное касание кончика носа заставило сморщиться, а Алиса тихонько рассмеялась, совершенно не собираясь ограничиваться просто щекоткой. Нет."
    "ОНА ПРОСТО ВЗЯЛА И ОПУСТИЛА УГОЛОК ГАЛСТУКА МНЕ В НОС!"
    window hide
    with vpunch
    scene bg int_extra_house_day_7dl
    show dv normal pioneer2
    with dissolve
    "Я завопил и, отмахиваясь, сел, уже понимая, что не сплю."
    me "Ты что творишь, бешеная?!"
    "Вряд ли после вчерашнего мне удастся пронять её враждебными взглядами, но попытаться-то стоило!"
    show dv laugh pioneer2 far with dissolve
    "Она расхохоталась ещё раз и, пройдя к стулу, взяла оттуда форму и бросила мне."
    play sound sfx_7dl["blanket"] fadein 0
    dv "Ты проспал всё, что мог. {w}Поднимайся."
    "Она прислонилась к двери и, кажется, собралась ждать."
    "Я как сидел, вытянул в сторону двери руку, указывая направления…"
    me "Дверь. {w=.4}Там."
    dv "Да?"
    "Двачевская оглядела дверь."
    dv "И что?"
    me "Вон!"
    hide dv with dissolve
    "Она захихикала и удалилась в указанном направлении."
    "А я стал собираться — впрочем, после того, как часы показали мне без малого одиннадцать, сборы стали примерно втрое медленнее — раздумывая над поведением Алисы."
    "На столе таинственным образом оказалась пара бутербродов с сыром и яблоко {w}— за что я обещал себе при первой же возможности высказать признательность моей фиолетововолосой благодетельнице."
    th "А Дваческая ничего не принесла. {w}Стерва! {w}Сразу видно, кто обо мне заботится, а кто стакан водки не поднесёт!"
    "Одевшись и раскидав хлам по карманам, я скатал матрас рулоном и, цапнув подушку, поволок было отдавать Славе, но по дороге остановился."
    th "Время сколько? {w}Ага."
    th "Если она сейчас на площади или, как вчера, на пляже всё утро будет? Ей там моя подушка будет крайне уместна."
    dreamgirl "Если уж сам полудурок, давай не будем делать окружающих такими же. Поддержим баланс кретинизма в природе."
    "Обругав себя ещё разок для профилактики, я освободил домик."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_house_of_el_day with dspr
    play ambience ambience_camp_center_day fadein 3
    play music music_list["always_ready"] fadein 3
    th "А ведь это очень неплохой плацдарм для решительных действий в отношении той же Двачевской!"
    "Между делом пришло в голову, пока я, припирая плечом дверку, пытался повернуть ключ в замке."
    dreamgirl "Интересно, ей приходило это в голову, когда она припёрлась и уселась на кровати?"
    dreamgirl "Сейчас был бы у нас девичий крик, плавно переходящий в женский."
    play sound sfx_campus_door_rattle fadein 0
    "Я цыкнул на внутреннего пошляка. Его шуточки ниже пояса были совершенно ни к селу, особенно на фоне того, что двух бутербродов и яблока для растущего организма всё же оказалось решительно недостаточно."
    window hide
    with dissolve
    scene bg ext_houses_day  with slideawayright
    show dv normal pioneer2 far with dissolve
    "Похоже, мрачные размышления отразились на лице, так как разулыбавшаяся чему-то Алиска немедля спрятала все позитивчики в дальний карман и вернула на лицо привычное ей непрошибаемое высокомерное выражение."
    dv "Ты долго."
    show dv normal pioneer2 with dissolve
    me "От голода руки тряслись."
    "С намёком сказал я."
    dv "Так ты голодный?"
    me "А как ты догадалась?"
    "Я не скрывал сарказма."
    show dv surprise pioneer2 with dissolve
    dv "Так руки же тряслись…"
    show dv angry pioneer2 with dspr
    "Кажется, до неё дошло, что над ней издеваются, так что она насупилась и замолчала."
    "Молчал и я. {w}Похоже, я опять переспал, так как голова была ощутимо квадратной."
    show dv normal pioneer2 with dissolve
    dv "Ты с утра всегда злой или это мне так повезло?"
    "Беззлобно поинтересовалась девушка."
    me "Только если спал в чужой постели…"
    th "Да правда, что ли?"
    me "… а утром ещё и на завтрак пролетел!" with hpunch
    "Рявкнул я."
    dv "Так тебя, может, подкормить? {w}Пошли на Ленку набег совершим: ей батя каких-то вкусняшек притащил, а она сам знаешь как ест — пропадёт же всё."
    me "Батя?"
    dv "Ну, да. А что? {w}Родительский день же."
    "Я встал как вкопанный. {w=.4}Родительский день. {w}Мне как-то в голову не приходило, что здесь же есть этот благословенный организационный момент."
    "Разумеется, родичи кинутся закармливать отпрыска ништяками и всячески источать нерастраченное внимание."
    "А это значит, что и у моего протагониста могут оказаться мама-папа где-нибудь у ворот."
    "Тут я опять вспомнил о существовании Двачевской."
    me "А тебе что, ничего не привезли?"
    dv "А ко мне не приезжали."
    stop music fadeout 3
    show dv smile pioneer2 with dspr
    pause(1)
    show dv normal pioneer2 with dissolve
    "За быстрой улыбкой она попыталась спрятать мелькнувшую боль, и в любой другой день я бы просто не обратил на это внимание. Но не сегодня."
    "Не тогда, когда мы, наконец, стали из знакомых чем-то более близким. {w=.4}Друзьями? {w=.6}Парочкой?"
    me "В чём дело?"
    "Упавшим голосом поинтересовался я."
    me "Запретная тема или…"
    show dv sad pioneer2 with dissolve
    dv "Да нет."
    "Она помотала головой и, отвернувшись от меня, посмотрела вверх."
    dv "Просто я…"
    "Знакомая поза, знакомая жестикуляция."
    th "Да она же расплачется сейчас!"
    me "Алис."
    "Я потерянно стоял, не зная, что делать."
    me "Извини. Не хотел, правда."
    dv "Ничего."
    show dv guilty pioneer2 with dissolve
    "Она промокнула глаза всё тем же несчастным галстуком и повернулась ко мне. Взгляд её был печальным."
    dv "Мы всё равно никогда не были близки."
    me "С родителями?"
    dv "Слушай, давай не сейчас? {w=.4}Я и так из-за тебя со вчерашнего дня хожу как больная — на слёзы постоянно тянет."
    show dv sad pioneer2 far with dissolve
    "Она отрицательно покачала головой, когда я попытался её обнять, и мне пришлось сделать шаг назад."
    dv "Ты что-то во мне поменял, и я пытаюсь понять, как мне с этим быть дальше."
    dv "А тут ещё и тема эта… {w}В общем, давай поговорим об этом позже."
    dv "Если, конечно, пригласишь девушку прогуляться."
    show dv grin pioneer2 with dissolve
    "Она уже справилась с собой и последнюю реплику сопроводила лукавым взглядом из-под чёлки."
    dv "Или Ленку сначала раскулачивать пойдём?"
    me "Сначала узнаем насчёт моих родителей."
    mt "А они не приехали."
    "Раздался голос за спиной."
    show mt smile pioneer at right with dissolve
    play music music_7dl["explore"] fadein 3
    "Там уже стояла неизвестно чем довольная Ольга Дмитриевна и улыбалась мне во все тридцать два."
    "Кажется, шанс сбыть пионеров на руки родителям грел её чрезвычайно!"
    me "Что? Почему?"
    "Я решил поиграть в безутешного сына и подпустил слезу в голос."
    me "Я так надеялся…"
    show dv surprise pioneer2 at center with dissolve
    dv "Ты же их три дня назад видел!"
    "Удивилась Алиса."
    me "Но я соскучился!"
    "Не стану же я ей объяснять, что у меня, вероятнее всего, вообще никаких гипотетических родственников нет и по определению быть не может!"
    "Потому, блин, что однажды из ниоткуда появился пионер в зимних шмотках! {w}Из ниоткуда, а не от мамы с папой."
    mt "Они просили передать, что очень извиняются, но не могут приехать, зато передали с нарочным кое-какой гостинец."
    mt "После обеда заберёшь."
    me "Сейчас нельзя?"
    show mt laugh pioneer at right with dissolve
    mt "Ну не может же у тебя всё быть хорошо!"
    "Рассмеялась вожатая."
    mt "Ты и так встал поздно, и Лена тебе кое-какой снеди из столовой принесла."
    "Алиса бросила на меня подозрительный взгляд."
    show dv grin pioneer2 with dissolve
    dv "Лена?"
    "Она так красиво выгнула левую бровь, что я невольно засмотрелся и забыл ответить."
    show mt grin pioneer with dissolve
    mt "А, вы тут разбираетесь, да? После вчерашнего?"
    "Предательница вожатая почему-то смутилась и поспешила уйти."
    "Оставляя меня на растерзание разозлённой Двачевской!"
    hide mt with easeoutright
    "Я бы, конечно, проводил её задумчивым взглядом и многозначительно пробормотал бы себе под нос «ну и дела», как я это обычно делаю в случае, если не понимаю ничего. {w}Но не в этот раз."
    stop music fadeout 4
    show dv angry pioneer2 with dissolve
    play music music_list["scarytale"] fadein 3
    with dspr
    play sound sfx_angry_ulyana
    "Моим вниманием безраздельно завладела некая рыжая бестия."
    show dv angry pioneer2 close with dissolve
    dv "Значит, Ленка тебя уже кормить начала?"
    "Ласково пропела Алиса."
    "Ядом в её голосе можно было прожечь бетонку под нашими ногами."
    "А пальцы девушки самопроизвольно сжались на чьей-то невидимой шее — и я уже догадался, на чьей."
    dv "Или мы решили не ограничивать себя кормёжкой?"
    show dv rage pioneer2 close:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 2.0 zoom 1.15 xalign 0.5 yalign 0.5
    "Я в ужасе попятился, не смея произнести и слова."
    "Сейчас был тот самый опасный момент, когда я ну никак не мог повлиять на ситуацию. {w}Что бы я ни сказал."
    "Всё, что мне оставалось — это набраться терпения да молиться всемогущему рандому, чтобы у Алиски достало если не понимания, то хотя бы прощения для того, чтобы не прибить меня на месте."
    dv "А я-то, дура, всё думала, почему это он меня будить не стал — и как только домик предложили — сразу же помчался туда."
    "Она заводилась всё больше и больше: лицо разрумянилось, а янтарные глаза налились грозовым оттенком и теперь действительно были красными."
    show dv rage pioneer2 close:
        xalign 0.5 yalign 0.5 zoom 1.15
        linear 1.0 zoom 1.3 xalign 0.5 yalign 0.5
    "Она подступала всё ближе, сжимая и разжимая кулаки."
    dv "Хорошо хоть спалось?"
    th "Наконец-то спросить додумалась!"
    me "Лучше всех."
    "Сухо ответил я."
    me "На чужой кровати и без белья. {w}Рекомендую."
    "Я, конечно, крайне позитивно отношусь к этой девочке, но и у меня есть пределы грузоподъёмности!"
    "Нельзя меня грузить выше уровня — я от этого сам плохеть начинаю."
    me "И если ты закончила нести чушь, может, мы вернёмся к тому, с чего начали?"
    dv "Что?"
    stop music fadeout 3
    "Необоснованная вспышка ревности, похоже, начисто вымела все мысли из хорошенькой головки, и мне стоило больших трудов удержаться от того, чтобы не постучать ей по лбу."
    me "Семён. Ам-ам. Помнишь?"
    "Я выразительно показал на рот, погладил живот и скорчил грустную гримасу."
    me "Воплями сыт не будешь."
    "Я немного подумал и добавил:"
    hide dv
    show dv normal pioneer2 with dissolve
    me "Впрочем, если ты таким образом хочешь мне отомстить за воображаемые шашни с Леночкой, уморив голодом — дело твоё."
    me "Но имей в виду, моя страшная голодная смерть будет на твоей совести!"
    "Она закусила губу, пытаясь не рассмеяться, но меня уже было не остановить."
    play ambience ambience_camp_center_day
    me "И я стану приходить к тебе ночью и греметь над кроватью цепями."
    me "И требовать накормить меня. А если не накормишь…"
    show dv laugh pioneer2 close with zoomin 
    extend " конец тебе!"
    "Она расслабилась, что и дало мне время подскочить и защекотать."
    show dv surprise pioneer2 close at center with dissolve:
        xalign 0.0 xalign -0.20 zoom 1.0
        linear 0.1 pos (0,5) 
        linear 0.1 pos (0,0) 
        linear 0.1 pos (5,0) 
        linear 0.1 pos (0,0) 
        repeat (5)
    dv "У-уйди, психопат! Аааа! Отцепись, ненормальный!"
    "Полухохоча, полукрича, она пыталась отбиться, но я беззастенчиво пользовался грубой физической силой, сначала перехватив её руки, а потом просто притиснув как в вагоне метро в час пик."
    play music music_7dl["yume_akari"] fadein 3
    "И стало вдруг так, что она оказалась близко-близко, и я смог ощутить тепло её тела, расслышать стук сердечка — мерный до поры, но вдруг ускорившийся до невозможности!"
    hide dv
    show dv grin pioneer2 close with dissolve
    "Стояла, прильнув ко мне, чуть отставив ножку назад так, что я удерживал её на весу. {w}Смотрела — дерзко так, вызывающе."
    "Меня парализовало. {w=.4}Как вчера, когда она вцепилась мне в плечо."
    show dv smile pioneer2 with dissolve
    "Похоже, я смутился и покраснел как рак, так как Алиса немедленно свернула все хиханьки и, осторожно высвободившись, отошла на шаг назад."
    me "Извини."
    dv "Что ты опять извиняешься?"
    "Поинтересовалась она."
    me "Что так получилось."
    "Я забормотал что-то, неловко глядя себе под ноги, чувствуя себя расшалившимся подростком."
    dreamgirl "С запозданием напоминаю тебе, что ты, вообще-то, и есть тот самый подросток."
    dreamgirl "И самое примечательное в том, что ты не только выглядишь и ведёшь себя как подросток, но ещё и старый ты недалеко от него ушёл."
    th "Кто?"
    dreamgirl "Кусто. И сын его, Филипп."
    dreamgirl "Ты вчера её звал гулять с целью подышать ночным воздухом? Или лелеял планы посмелее?"
    dreamgirl "Она же нравится тебе — что за дебильная реакция? {w}Ты же её обижаешь, отталкиваешь практически, не понимаешь?"
    "Моё альтер эго в кои-то веки безоговорочно право, но…"
    show dv normal pioneer2 with dspr
    "Но в горло как будто песка насыпали, а язык деревянный и обильно потеющие ладони довершили картину."
    "И правда, тот небольшой прогресс, которого удалось достигнуть сценой с щекоткой, плавно растворялся в утреннем воздухе."
    "Меня отбросило на шаг — нет, на два —  назад, примерно на тот уровень, что был вчера, когда я предлагал ей начать встречаться."
    "Она смотрела исподлобья и всем видом спрашивала — горько так, безнадёжно:" 
    "«Не нравлюсь, да?»"
    "«Есть с чем сравнить, и сравнение не в мою пользу?»"
    "А я рад бы развеять сомнения, просто обнять, прижать, расцеловать и в щёки, и в губы, и в глаза красные — а ничего с собой поделать не могу."
    "Моё тело отказывается мне подчиняться."
    "Здесь очень была бы уместна освежающая затрещина."
    menu:
        "Дать":
            with vpunch
            "Щёку обожгло, и я смог, наконец, вдохнуть чуть свободнее."
            me "Алиса, если ты пыталась меня смутить, у тебя получилось. Поздравлять?"
            show dv laugh pioneer2 with dspr
            dv "Как будто это я тебя щекотала."
            "Рассмеялась она."
            dv "А ты смешно краснеешь: надо почаще проделывать такие вещи."
            $ lp_dv += 2
        "Не давать":
            "Сомневаюсь, что это поможет."
            dv "Ну что…"
            "Наконец, нарушила молчание Алиса."
            dv "Пошли, что ли?"
            show dv laugh pioneer2 with dspr
            "Она сделала какие-то выводы и, кажется, смирилась с ними, так как подмигнула мне и неожиданно расхохоталась:"
            dv "Ну и видок у тебя!"
            th "Угу, я тебя впервые увидел — тоже полчаса смеялся."
            dv "Кто бы мог подумать, что я, просто обняв тебя, смогу довести до такого состояния!"
            dv "Может, в медпункт, пока инфаркт не случился?"
            me "Всё бы тебе стебаться."
            "Проворчал я."
            me "И вообще, это я тебя обнял."
    show dv smile pioneer2 with dspr
    dv "Ну дела. {w=.3}А ведь вчера какой смелый был. {w=.3}Ругался, требовал что-то, доказывал."
    dv "Кто ты такой, и куда дел того Семёна, которого я знаю?"
    "Требовательным тоном спросила она."
    me "Съел."
    "Огрызнулся я, худо-бедно восстанавливая утраченное душевное равновесие."
    me "И тебя сейчас съем, если мы ещё хоть минуту здесь простоим."
    show dv grin pioneer2 far with dissolve
    dv "Ой как страшно."
    "Она развернулась и направилась вниз по улице." 
    dv "Догоняй!"
    "А я зачем-то сходил к домику, подёргал дверь, проверяя, запер ли."
    "Потом вдруг вспомнил, что вожатая так и не забрала у меня ключи, и если что…"
    if alt_day1_sl_keys_took == 1 or alt_day1_sl_keys_took == 3:
        "Не знаю, есть ли на трофейной связке Слави нужный ключ."
    show blinking
    "Потом, спохватившись, заспешил вслед за Алисой."
    window hide
    scene bg ext_square_day with dissolve
    th "Эта девочка определённо вызывает у меня некий спектр эмоций. И он очень позитивный — этот спектр."
    th "Но почему меня тогда настолько отмораживает, стоит лишь ей подойти ко мне ближе допустимого?"
    th "Я же млеть должен, таять и мурлыкать от вожделенной близости, а не заикаться и краснеть."
    dreamgirl "Эдак вы до первого поцелуя никогда не дойдёте, так и расстанетесь «друзьями»."
    dreamgirl "И стоило ли, спрашивается, тогда вчера напрягаться и бегать по лагерю, если ты из себя девственницу корчить начинаешь, стоит лишь делу дойти до каких-то интересных моментов?"
    dreamgirl "Девочки предпочитают парней порешительнее, ты в курсе?"
    dreamgirl "У тебя ещё есть шанс исправить то, что ты только что напортил. {w}Действуй, тормоз!"
    play music music_7dl["shestheone"] fadein 3
    "Вздрогнув от окрика, я догнал Алису и поймал было ладонь, но девушка вырвала руку и, смерив меня уничтожающим взглядом, прибавила шагу."
    show dv sad pioneer2 with dissolve
    me "Эй, что такое?" 
    "Её реакция, мягко говоря, удивила."
    me "Тебе что, неприятно, что ли?"
    dv  "Ходить как малолетняя дурочка, взявшись за ручки?" 
    "Язвительно уточнила она." 
    dv "А тебе самому приятно, что ли? {w}Или ты делаешь так, потому что все вокруг делают?"
    me "Вообще-то…"
    show dv shy pioneer2 close with zoomin
    extend " да."
    "Похоже, моя честность обескуражила её. {w}Или она ждала какой-нибудь другой реакции?" 
    "Например, лицемерного отрицания? Или того, что я сейчас признаюсь, что мне вся эта кухня не просто непонятна, но и отвратительна?"
    "Но вот только зачем? С момента, когда она не сказала «нет» в ответ на моё предложение стать чуть ближе, мы потеряли право на лицемерие."
    me "Если мне нравится держаться за ручки — плевать, насколько по-детски это выглядит — я так буду держать дорогого мне человечка."
    me "С этим что, какая-то проблема?"
    "А вот она, похоже, из той самой среды, где эмоции принято гасить в зародыше, ничего не проводя наружу."
    "Там, где девочки с мальчиками лет до семнадцати вообще не общаются, считая существ противоположного пола в лучшем случае неплохими подружками."
    show dv sad pioneer2 with dspr
    "А то если вдруг кто что узнает!"
    "Я называл таких детей «шкидовцами», так как именно в «республике Шкид» впервые увидел это уродливое явление: мальчик, влюблённый молодой мальчик, даёт от ворот поворот ответно влюблённой в него девочке."
    "Только потому, что на него смотрят его товарищи. И всё! Сраное одобрение сверстников для этого обрубка человека дороже не просто какого-то там индивидуального счастья…"
    "…дороже единственного чуда, которое возможно в этом возрасте.{w} Да, я говорю о подростковой любви."
    "Отсюда эти реакции. Если бы она могла — она бы спрятала меня под стекло, в дальний карман, чтобы иногда, в одиночестве, доставать из темноты, протирать стекло и целовать запылённые губы."
    "Потому что стесняется этого. {w}Потому что боится, что кто-то может укоризненно покачать головой и указать пальцем."
    "Осталось чуть-чуть — каким-нибудь образом увязать плоды размышлений со старательно создаваемым самой Двачевской образом самодостаточной бунтарки."
    show blinking
    show dv normal pioneer2 with dissolve
    "И как я ни старался, как ни прикладывал друг к другу разрозненные кусочки мозаики…" 
    "Не получается, и всё тут!"
    "Я взвесил на мысленных весах два кусочка — слева образ человека, старательно плюющего на мнение окружающих."
    "Справа — упорное нежелание признаться в простейших вещах."
    "Она никогда не говорит «с добрым утром», не говорит о том, что скучала или рада меня видеть."
    "…"
    "Должен ли я понимать это как то, что ей всё равно?"
    "Я достал из воображаемого кармана третий кусочек."
    "А если ей всё равно и плевать вообще — к чему тогда были все вчерашние сопли?"
    "Ради того, чтобы я не обижался? {w}Я еле сдержал смешок. {w}Ага. Мотиватор тот ещё."
    "И таким вот неторопливым образом мы подошли каждый к своей цели:"
    "Алиса — к двери домика, где жили Мику и Лена."
    "А я — к выводам о том, что, похоже единственной движущей силой для Алисы и является мнение окружающих."
    "Проще говоря, признание."
    window hide
    scene bg ext_un_house_with_un_7dl with dissolve
    "Сделав последний вывод я повеселел, и выглянувшую из двери знакомую головку с четырьмя хвостиками поприветствовал самой позитивной улыбкой."
    me "Привет, Лен! А мы тебя раскулачивать пришли!"
    "Жизнерадостно сообщил я."
    un "Ч-что?"
    window hide
    scene bg ext_house_of_un_day with dissolve
    show un surprise pioneer at cleft with dspr
    show dv smile pioneer2 at cright with dspr
    "Вступление оказалось шокирующим."
    dv "Таскала ему бутерброды с завтрака?" 
    "Угрожающе подступила Алиса."
    me "Два бутера!" 
    "Поспешил добавить я." 
    me "И яблоко!"
    show un scared pioneer at cleft with dspr
    un "А не надо было?"
    "Поинтересовалась девочка."
    dv "Надо! Но ты теперь за него в ответе."
    me "Как у Сент-Экзюпери?"
    show dv angry pioneer2 at cright with dspr
    "Я хотел выпендриться, но тут же узрел сжатый под самым носом изящный кулачок:"
    dv "Если я ещё раз услышу эту фамилию…"
    show dv normal pioneer2 at cright with dspr
    th "Ну, конечно, только она имеет право меня приручать и приручаться."
    "А увидит кого другого — и «молилась ли ты на ночь, Дездемона», дружеское пожатие шеи, овация перешла в бурные аплодисменты."
    dv "Как человек, который раздразнил аппетит!" 
    "С солидным видом кивнула она." 
    dv "И теперь ты должна его накормить."
    show un normal pioneer at cleft with dspr
    un "Накормить? Хорошо, я сейчас посмотрю, что у меня там есть."
    "Лена не казалась больше смущённой или стеснённой — немного напуганной гиперреакцией Алисы, но не более того — как будто после того, как я добился расположения Алисы, я был допущен в эдакое тайное общество, где все равны и нет никаких масок."
    stop ambience fadeout 3
    window hide
    hide un
    hide dv
    with dissolve
    play sound sfx_unlock_door_campus
    scene bg int_house_of_un_day with dissolve
    show un normal pioneer at cleft with dspr
    show dv normal pioneer2 at cright with dspr
    play ambience ambience_int_cabin_evening fadein 2 
    "Разумеется, этот процесс не проходит мгновенно, и вполне очевидно, что я заставляю её немного нервничать и чувствовать себя неловко, однако лично мне крайне знакомое чувство, что чужой взгляд стягивает руки, очевидно, исчезло."
    "Лена добыла из-под кровати огромный чемодан на пижонских колёсиках, отстегнула верхнюю жёсткую половину, и…" 
    "Моему взгляду предстал промасленный свёрток, источающий умопомрачительные запахи!"
    un "Будешь курицу?"
    "Деловито осведомилась она."
    me "Спрашиваешь! Наливай!"
    un "Хорошо… А то я не знала, куда её девать."
    un "Их вообще запрещено привозить, но с па спорить бесполезно, он говорит, что без белка у меня…" 
    show un shy pioneer at cleft with dissolve
    dreamgirl "Не вырастет!"
    "Расхохотался мой вечный суфлёр."
    "Тут она вспомнила о том, что в тесной компании, вообще-то находится мальчик и привычно покраснела." 
    un "Не суть, в общем."
    "Ведомый единственно желанием насытиться, утилизатор бытовой «Семён» не стал заострять внимание на пикантной теме и приступил к уничтожению объекта!"
    show un normal pioneer at cleft with dspr
    show dv normal pioneer2 at cright with dspr
    "Девочки сидели в абсолютно одинаковых позах, уткнув подбородки в кулаки и эдак с выражением наблюдали за мной."
    "В любой другой ситуации я бы смутился или, чем рандом не шутит — может быть, даже попытался есть покультурнее."
    "Не тот случай!"
    "Я употреблял несчастную цыпочку с урчанием, облизывая покрытые жиром пальцы, и жевал-жевал-жевал, не обращая внимания ни на девочек, ни на то, что от острой пищи у меня ощутимо подводит скулы. Плевать."
    "Я уработал то, что мне дали, меньше чем за десять минут."
    dreamgirl "И что теперь надо сказать?"
    "Известно что."
    me "Вкусно. {w}Но мало. {w}Но вкусно."
    show un serious pioneer at cleft with dspr
    show dv smile pioneer2 at cright with dspr
    un "Да…" 
    "Задумчиво сказала Лена." 
    un "А я бы это неделю ела."
    me "А ты планировала её есть?"
    un "Ну…"
    me "Поздно! Цыпочка-то — тю-тю!"
    show dv laugh pioneer2 at cright with dissolve
    "Я держал перед собой грязные пальцы, стараясь никого не заляпать — и, разумеется, безуспешно!" 
    "Рубашка оказалась грязной вся, кое-что попало и на шорты."
    stop ambience fadeout 3
    play sound sfx_unlock_door_campus
    window hide
    scene bg ext_washstand_day
    with dissolve
    play music music_7dl["what_am_i_doing_here"] fadein 3
    show un smile pioneer at cleft with dspr
    show dv smile pioneer2 at cright with dspr
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Меня мгновенно уволокли на рукомойники купаться, не слушая никаких возражений о том, что здесь, вообще-то есть баня! {w}И даже прачечная!"
    "Деятельная Алиса и раскрепостившаяся Лена, действуя трогательным кворумом, не дали мне сделать вообще ничего — рубашка улетела в одну из раковин, а мне сказали попробовать оттереть хоть что-нибудь, «хотя это и безнадёжно»." 
    "По словам Лены, между прочим."
    "И чем больше я смотрел на них, действующих в паре, чем больше понимал, что они действительно самые близкие подруги и самые страшные конкурентки во всём, тем теплее и уютнее на душе становилось."
    "Возможно, у нас с Алисой не всё получится, возможно даже, что мы разбежимся, подойдя чуть-чуть ближе — это не важно!"
    "Она уже дала мне больше позитивных эмоций, чем я успел испытать за несколько последних лет."
    "Они явно очень жалели, что рубашка всего одна и даже покушались на шорты, но последний предмет я отстоял, заявив, что согласен обменять их только на юбку любой из присутствующих!"
    "Кажется, их такой выбор не устроил. Ну, или я не знаю. Может, они думали, что я останусь перед ними в исподнем? На улице?"
    "Серьёзно?"
    "Так или иначе, мне пришлось бежать в домик к Ольге Дмитриевне и наряжаться в свою старую майку."
    window hide
    pause(1)
    scene bg ext_houses_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    show un smile pioneer at cleft with dspr
    show dv smile pioneer2 at cright with dspr
    me "Ладно, я сыт, искупан и в целом доволен жизнью. Какие планы?"
    "Девочки переглянулись."
    "В лес!"
    "Синхронно заявили они."
    me "Что? Зачем?"
    show dv grin pioneer2 at cright with dissolve
    "Алиса взяла на себя роль просветителя:"
    dv "Мы вчера с тобой так и не выбрались на камешек, помнишь?"
    dv "Так вот, сегодня у нас есть возможность."
    dv "Нас очень долго никто не хватится — все вожатые заняты подготовкой к выступлению малышей перед родителями, до старших пионеров никому дела нет."
    me "Лена?"
    show un normal pioneer at cleft with dissolve
    "Она молча кивнула."
    un "Отец с утра приезжал, ещё до подъёма.{w=.3} Он занятой очень — сразу обратно в город поехал."
    un "Так что я, как и вы, сегодня брошенная."
    "Она, впрочем, не выглядела сильно опечаленной этим фактом."
    me "В лес так в лес!"
    dv "Так как ты мальчик, гитару несёшь первым!"
    "Поспешила убавить радости Алиса."
    dv "А я — обратно."
    me "А что, нельзя как-нибудь…"
    show dv normal pioneer2 at cright with dissolve
    dv "Нельзя. Придём, пожжём костерок, поиграем на гитаре. Романтика!"
    "Она пыталась выглядеть искушённой и циничной, последнее слово произнесла с эдаким снисходительным видом. Правильно, какая уж там романтика, в семнадцать-то лет!"
    "Я спрятал улыбку и серьёзно кивнул."
    me "Картошку берём? Печь."
    dv "Нет. Ты что, не наелся?" 
    show dv smile pioneer2 with dissolve
    "Она удивилась."
    me "Нет, для пущей романтики." 
    "Не удержался от шпильки я."
    dv "Нет, никакой картошки. Пошли уже, пока я не передумала."
    "Я послушно кивнул и, проводив Алиску до дома, "
    window hide
    scene bg ext_house_of_dv_day with slideawayright
    extend "забрал у неё инструмент, который, повертев немного на ремне, закрепил так, чтобы не мешал идти."
    show dv smile pioneer2 with dspr
    me "Готов!"
    dv "Пошли."
    window hide
    scene bg ext_musclub_day with slideawayleft
    "Алиса скомандовала и направилась куда-то в сторону музыкального клуба."
    me "Мы не через ворота пойдем?"
    show dv normal pioneer2 with dspr
    dv "Нет. И не кричи. Тут в заборе дырка есть, так что…"
    "Мы встали гуськом — Алиса, я с гитарой, Лена."
    "И выдвинулись!"
    "Три потерянных ребёнка, до кого никому нет дела. Хорошо, что мы есть друг у друга!"
    "Молча миновав просматриваемую территорию, мы вломились в кусты черемухи и обнаружили там недостроенный сектор кирпичного забора, временно забранный рабицей."
    "Ну да, а как известно, нет ничего более постоянного, чем временные меры. Я подсадил девочек, передал им гитару и перебрался сам, спрыгнув уже за территорией лагеря."
    play sound sfx_uliana_jumps_down
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day4_dv_7dl_forest:
    play sound sfx_hiding_in_bush fadein 0
    stop ambience
    window hide
    play music music_7dl["everyday"] fadein 5
    scene bg ext_path_day with dissolve
    play ambience ambience_forest_day fadein 3
    "Ещё минут пятнадцать мы шли молча, сосредоточенно сопя и глядя себе под ноги, пока Лене, наконец, не надоело молчание, и она задала интересующий её вопрос в лоб:"
    show un normal pioneer with dissolve
    un "Семён, так ты сегодня в другом домике один ночевал?"
    me "Так ты же мне сегодня бутерброды приносила, неужели не видела?"
    th "Эта девочка задаёт откровенно дебильные вопросы."
    th "Но она не похожа на дебила. Пытается подвести к какой-то неудобной теме?"
    un "Ну…"
    show un normal pioneer at left with moveinright
    show dv rage pioneer2 at right with moveinright
    dv "С какой целью интересуешься?" 
    "Ощерилась Двачевская, опять включившая режим отелло."
    un "Да так…" 
    "Я не видел, но похоже, что Лена пожала плечами." 
    un "Просто представила себе, как тебя сегодня Ольга Дмитриевна будила."
    dv "О." 
    "Кивнула Алиса."
    show dv normal pioneer2 at right with dissolve
    me "Это да."
    "Я улыбнулся."
    me "Она уснула на полуслове, так что пробуждение вполне логично было достаточно неожиданным."
    dv "Во-первых, я проснулась на кровати, хотя последнее, что помню — это то, как сижу за столом, поедая его припасы."
    "Она мотнула головой — мол, понятно чьи." 
    dv "А тут раз — и мало того, что в чужой постели проснулась, так ещё и голяком!"
    "Я захохотал. Чего-то такого я и ожидал от Ольги Дмитриевны!"
    un "Но как же…"
    "Кажется, Лена совершенно не поняла извращённного юмора нашей вожатой."
    un "Если вы просто…"
    dv "А вот об этом я в последнюю очередь подумала! Обычно-то меня Ульянка будит, но вчера, например, она дежурная была, я и решила, что сегодня она тоже куда-то упрыгала по своим делам, раз меня вожатая будит. {w}А потом вспомнила!"
    dv "А эта… {w}эта… {w}ещё издевается!"
    dv "Говорит, мол, Семён уже ушёл, сказал, что тебе после вчерашнего нужно выспаться."
    th "В этом лагере все просто обожают двусмысленности."
    un "После вчерашнего? А раздел-то тебя кто?"
    "Я остановился и развернулся."
    me "Лена, тебе правда интересны такие подробности?"
    show un shy pioneer far at left with dissolve
    un "Не то, чтобы…"
    show un shy pioneer far at cright with moveinleft
    "Она покраснела и спряталась за Алису."
    un "Но всё-таки."
    me "Вожатая её раздела. Притом мне она вчера сказала, что с удовольствием поднимет Алису с утра, а я намёка не понял."
    me "В общем, хорошо, что мы все тут молодые и здоровые — а то сто процентов нашу рыжую молнию хватил бы удар!"
    "Я в деталях представил себе, как Двачевская спит под моим одеялом, на моём белье, обнажённая. {w}Да, теперь отношение к кровати у меня будет совершенно особенным!"
    "Я вспомнил собственное пробуждение в первое моё утро здесь. {w}Наверное, нечто похожее испытала и Алиса, проснувшись в чужой постели."
    "Стыд, позор и кошмар — но в результате ничего смертельного, о чём нельзя будет потом посмеяться." 
    show un smile pioneer far at center with dissolve
    un "А мне Мику растрезвонила вчера, как вы ругались. Она закончила занятия с Семёном, но далеко уходить не стала — понятно, подслушивала — и, кажется, всё в деталях расслышала."
    un "Ну, судя по тому, что она рассказала и показала в лицах…"
    show un smile2 pioneer at center with dissolve
    "Лена усмехнулась."
    un "Конечно, напридумывала кучу небылиц. Чтобы Алиса стерпела от кого, чтобы от неё в приказном порядке требовали «отвечай!»…" 
    un "Да она раньше сама за мальчиками бегать начнёт!"
    "Она рассмеялась было, но глядя на наши серьёзные лица, мгновенно оборвала себя."
    show un shocked pioneer with dissolve
    un "Ч-что?" 
    "Она аж голову в плечи втянула!" 
    un "П-правда? Начала?"
    show dv grin pioneer2 at right with dissolve
    dv "Ты не хочешь об этом знать."
    "Вчерашний случай с взаимопроникновением реальностей казался сном с нынешней точки отсчёта, однако мы помирились с Алисой, значит, не всё вчерашнее приснилось."
    "Да и приснилось ли?"
    "Я попробовал воспроизвести вчерашнее ощущение пустоты и безнадёжности — но нечто горячее где-то в сердце не дало!"
    "Что-то внутри меня активно сопротивлялось тому, чтобы я {i}уходил{/i} или даже думал об этом!"
    "Первой же мыслью было вырвать с корнем чёртов якорь."
    "Это же, по сути, то, что может потом не пустить меня домой! И я застряну здесь!"
    th "Но если {i}этот{/i} якорь — это Алиса и есть? И я сейчас её из себя выкорчую?"
    th "Ну уж нет."
    me "Там долгая история." 
    "Я махнул рукой." 
    me "Впрочем, самую интересную часть ты застала. С отмыванием, объеданием и отсыпанием."
    "За беседой время пролетело незаметно, и я сам удивился, когда между сосенками вдруг встал мшистый сизо-серый исполин."
    window hide
    scene bg ext_path2_day with dissolve
    me "И это МАЛЫЙ камень?" 
    "Я не скрывал восторга, уже прикидывая, как буду на него забираться."
    dv "Ты просто большой камень не видел." 
    show dv smile pioneer2 at cright with dissolve
    "Скептически хмыкнула Алиса."
    "Она нашла старое кострище, обложенное кирпичом и, походив вокруг, одобрительно кивнула."
    dv "Здесь и засядем. Снимай гитару и топай за дровами."
    me "Угу. А потом вы будете меня искать три года под снегом. {w}Или иди сама, или давай Лену в провожатые."
    "Алиса заколебалась: c одной стороны, ей было откровенно лень бить ноги, сопровождая немощного меня, а с другой стороны…" 
    "Это же Лена!"
    show un laugh pioneer at cleft with dissolve
    "Будто понимая её дилемму, мы с Леной переглянулись с самым плотоядным видом и столь же синхронно прыснули."
    dv "Да ну вас в баню!" 
    "Надулась Алиса." 
    dv "Топайте вдвоём! И чтобы без глупостей мне там! {w}Услышу как целуетесь — мест под соснами ещё полно."
    show un normal pioneer with dissolve
    hide dv with dissolve
    "Удивительно, как несколько хорошо подобранных слов могут поселить напряжённость в отношениях между мальчиком и девочкой!"
    "Даже если там отродясь ничего романтического не было."
    "Наконец, мне надоело молчать."
    show un smile pioneer with dissolve
    me "Расскажешь, какие новости по лагерю? А то я вчера весь день с Алиской провёл."
    un "Да мелочи разные. {w}Танцы, вот, были. {w}Притом, что Мику ругается на музыку, которую там ставят, сама она совсем не прочь потанцевать под неё."
    un "Хотели сделать её ведущей —  отказалась. Пришлось Славе вести танцы."
    me "Могу представить всю степень её недовольства." 
    "Улыбнулся я." 
    me "Славе и так меньше всех отдохнуть удаётся."
    show un serious pioneer with dissolve
    un "Вообще-то, ей даже понравилось." 
    "Слабо возразила Лена." 
    un "Во всяком случае, её приглашали каждый медленный танец…"
    un "Которых почему-то было больше обычного."
    me "Догадываюсь о причинах."
    un "Что ещё… Шурик вчера чуть руку не сломал."
    me "Да ты что! Как?!"
    un "А им вожатая сказала починить радио, мол, это престижно, что у лагеря есть собственная станция."
    un "Вот они на крышу лазили, Шурик оттуда и упал, с крыши."
    me "Похоже, у меня был на удивление спокойный день!"
    un "После чего," 
    "Лена продолжила рассказ так, будто я её и не перебивал." 
    un "Они в ультимативной форме отказались работать ведущими. В результате, мы сейчас в активном поиске кандидатуры.  "
    me "Как думаешь, кто будет?"
    un "Я думаю?" 
    "Лена понизила голос и придвинулась ко мне поближе." 
    show un smile pioneer with dissolve
    un "Я думаю, что рыжая вредина."
    me "Ничего себе выбор! А почему?"
    un "Она как и ты, тоже больная до музыки."
    un "А тут у неё ещё будет возможность прозвучать на несколько километров. Где ж тут устоять."
    me "Хм, а ещё есть кто на примете?"
    un "Думаю, ещё Мику. {w}Но она человечек подвижный, сидеть в рубке у неё терпения не хватит." 
    "Лена пожала плечами."
    un "И ты."
    me "ЧТО?!" with vpunch
    "Я чуть не бросил на землю всё собранное." 
    me "Я-то каким образом…"
    un "Если я правильно поняла, у тебя есть эта твоя штука вроде проигрывателя. И там очень-очень много песен помещается."
    me "В целом, да. Но откуда ты знаешь?"
    show un laugh pioneer with dissolve
    un "Так слухом земля полнится." 
    "Загадочно ответила она и улыбнулась эдак вызывающе. {w}Я смущённо отвёл взгляд." 
    if alt_day2_loki_minijack:
        un "Особенно после твоего… Хммм, концерта."
        show un smile pioneer with dissolve
        th "Блин! Ну знал же, что нельзя поддаваться первому порыву приобщить село к музыке своего мира."
        th "Нет, захотелось показать себя. Впечатление произвести! {w}Вот и произвёл. {w=.4}Придурок."
    un "Так что от картбланша крутить свою музыку, периодически прерываясь на горн и вызовы вожатых в кабинет начальника лагеря, ты не откажешься."
    me "Может, и откажусь."
    "Я понял, что вплотную подобрался к пределу грузоподъёмности и кивнул Лене:"
    me "Всё, на костёр хватит. Пошли, что ли?"
    "Она не ответила, задумчиво изучая меня. {w}Что она там у меня на лице рассмотреть хочет?"
    "Жука, что ли?"
    "Я чуть не потёр щёку, но вовремя остановился, вспомнив о том, что у меня, вообще-то руки заняты."
    me "Что?"
    show un grin pioneer with dissolve
    un "Давай над Алиской приколемся?"
    me "Как?"
    play sound sfx_7dl["kissing_sound"] fadein 3
    "Вместо ответа она согнула руку в локте и, поднеся сгиб ко рту, издала очаровательный оглушительный «чмок»."
    me "Ага, значит нарываемся на место под соснами?" 
    "Улыбнулся я."
    un "Ну, ты сейчас беззащитный, скажу, что я тебя силком целомкала, может, она тебя и пожалеет.   "
    me "Э… А тебя?"
    un "А я от неё убегу." 
    show un laugh pioneer with dissolve
    "Расхихикалась девочка."
    "А я вдруг подумал, что, по сути ничего не знаю ни о ней, ни об их с Алисой отношениях, ни о том, какую я теперь занял роль в нашей новосложившейся троице."
    me "Вас многое с Алисой связывает?"
    show un normal pioneer with dissolve
    un "Ну… Мы выросли вместе." 
    "Лена кивнула." 
    un "Она была моей первой настоящей подругой. Хотя не была, остаётся ей. Я тяжело иду на контакт."
    me "По-моему, нормально. Ты за три дня научилась улыбаться мне. Я за такое время даже имя человека не запоминаю."
    un "Тебя Алиса одобрила. Я сначала ушам не поверила, когда она сказала, что вот этот «вот мальчик — ничего»."
    if alt_day2_loki_minijack:
        un "Это как раз перед обедом позавчера случилось. Кстати, а что тогда произошло?"
        "Я улыбнулся, заново переживая воспоминания."
        "Упрямо сжатые губы, взгляд исподлобья."
        if alt_day1_us_shotted and ('sl' in list_d2_convoy_7dl):
            me "Она хотела меня вывести из равновесия, чтобы посмотреть на что я способен. Не придумала ничего умнее кроме как позвать меня на стрелку."
            un "Стрелку?"
            me "Как у вас это называется. Когда мальчики встречаются на пустыре и ударно-кинетическим методом выясняют, за какой из сторон правда."
            un "Стенка на стенку?"
            me "Что-то в этом роде. Я, конечно, не слишком верил в то, что она подерётся со мной. Но нервы пощекотал. А она взяла и пришла на сцену, где я музыку крутил — а там Ульянка, и претензий ко мне за мячик уже ноль."
            show un smile pioneer with dissolve
            un "А ты?"
            me "А что я? Настаивать? Кричать «нет, ну я же настроился уже!»?" 
            me "Послушали музычку, исполнили пару заявок и пошли на обед довольные друг другом."
        else:
            me "Да мелочи всякие. Захотелось музыку послушать хорошую."
            if ('dv' in list_d2_convoy_7dl):
                me "А тут ещё она меня усилок таскать заставила."
            me "Короче, я не устоял."
            me "Кое-какой машинерии раздобыл, подключил плеер — и оказалось, что Двачевской очень даже по душе то, что слушаю я."
            me "Так и сблизились. {w}Хотя она и ворчала по первой, мол, куда это я её усилок трогаю."
            show un smile pioneer with dissolve
            un "А ты?"
            me "А что я? Я от неё отмахнулся и тем самым, кажется, удивил." 
            "Я усмехнулся." 
            me "Послушали музычку, исполнили пару заявок и пошли на обед довольные друг другом."
    else:
        un "Перед ужином."
        "Ну, понятно."
        if loki or herc:
            "Должно быть её впечатлила моя реакция на прямой шантаж."
            "А мне так давно хотелось поступить именно таким вот образом — по-детски, не размышляя о последствиях."
            "Святое право любого ребёнка."
        else:
            "Мисс Двачевской по нраву пришлось, что я согласился играть по её правилам — включая и какую-никакую — а ставку."
    "Я стал на два дня и одну историю старше. Сейчас я уже с улыбкой вспоминаю все перипетии нашего знакомства"
    if persistent.7dl_binder:
        extend " — от принудительного купания, обернувшегося известно чем"
    elif herc and (counter_sl_7dl == 0):
        extend " — с момента, когда я носил её на руках… Ну, как на руках — на плече, если быть более точным"
    elif (counter_sl_7dl >= 1):
        extend " — c той стычки у столовой, когда Электроник очень необдуманно подставился, изображая из себя гида"
    extend " — до этого вот похода."
    un "Она, наверное, там заскучала уже." 
    "Задумчиво произнесла Лена." 
    un "Сидит, струны перебирает."
    hide un with dissolve
    "Мы прибавили шагу и через пять минут вышли к искомой полянке."
    "Алиса и в самом деле сидела и грустила."
    "Кажется, она всерьёз жалела о том, что отправила нас вместе. Ну, дело-то хозяйское."
    show dv normal pioneer2 with dissolve
    dv "Нацеловались?" 
    "Осведомилась она."
    me "А как же. В следующий раз пойдёшь в лес одна целоваться, а мы тут отдыхать будем." 
    "Спокойно ответил я. Вести себя сейчас как-то иначе, чем мы все привыкли — это значит, вызывать обоснованные подозрения. А мне сейчас подозрительная Двачевская совершенно ни к чему."
    "Она только рукой махнула, мол, бесполезно с нами спорить. Мы переглянулись и разулыбались: ревнивая Двачевская — зрелище, на которое стоит посмотреть!"
    show un normal pioneer at left with dissolve
    "Между тем наша ревнивица уже наломала мелочи и выставила её домиком, бросила вниз каких-то иголок, приготовила веток покрупнее и положила рядом."
    play sound sfx_forest_fireplace fadein 2
    "Сухо треснула крышка «Зиппо», в воздухе отчётливо запахло бензином, и костерок занялся."
    me "Ты прям настоящий бойскаут! Так просто костёр развести — это уметь надо!"
    dv "Вообще-то, этому в школе учат," 
    "Подозрительно посмотрела на меня рыжая." 
    dv "Ты с какой планеты прилетел, что этого не знаешь?"
    show un normal pioneer at cleft with moveinleft
    "Лена тут же подскочила к подруге и о чём-то зашептала на ухо."
    "Я с трудом улавливал отдельные слова — что-то про другую страну, знакомство с Ольгой и целую кучу лично мне напрочь непонятных терминов."
    "А Алиса слушала, кивала и странно смотрела на меня."
    "Как будто вдруг всплыли некие подробности, о которых она предпочла бы не знать…"
    "Или забыть."
    "Которые поневоле ставят нас в одинаковое положение. В одинаковое относительно вчерашнего дня. Того самого момента, когда стрелки ещё стояли на нулях, а между мной и Алисой было только понятное и вполне объяснимое — друзья-соперники."
    me "Девочки, больше двух говорят вслух!" 
    "Напомнил я, когда мне надоело играть в глухаря." 
    hide un with dissolve
    hide dv with dissolve
    me "Если вы хотели показать, что не доверяете мне, могли бы и не трудиться. Я и сам в курсе, что не доверяете."
    th  "Правда, к чему тогда был этот поход? Неужели просто способ убить время, а меня захватили просто за компанию?"
    "Не добившись от девочек ответа, я поднялся и, игнорируя вопросительные взгляды, отошёл к «камешку», прикидывая с какой стороны штурмовать шестиметровую махину."
    "На соседних сосенках чья-то добрая душа уже наколотила ступенек, но это же не наш метод!"
    "Я обошёл камень по часовой стрелке, абстрагируясь от шума природы, болтовни девочек и собственного внутреннего монолога."
    "Как и любой другой наследник эпохи великого оледенения, камень представлял собой обкатанную льдом скалу, со стёсанными огромным давлением гранями. И если ногу поставить вот здесь, а руку — вон там, тогда вполне возможно будет подтянуться и перебраться вон к той трещинке."
    "Поплевав на руки я зацепился за первый уступ. И полез."
    th "Я — это необузданная ярость Джека."
    "Грудью о камень, пальцы в кровь, выше и выше."
    "Пока примерно на третьей четверти не закончились все зацепки и выбоинки, куда можно было бы опереться. Я раскидал руки и, обняв таким образом камень, лежал, шумно пытаясь отдышаться."
    dv "Я же говорила тебе, что он не залезет!" 
    "Раздался за спиной голос Двачевской." 
    show dv smile pioneer2 at left with dissolve
    dv "Никто не залез с первого раза, значит, и ему не дано."
    th "Ну, блин, спасибочки! И за веру в меня, и за поддержку."
    "С грехом пополам я сполз вниз, придерживаясь за что придётся, поэтому застал только конец сценки — Лена, держась за лоб, отходит в сторону, а Алиса, эдак подбоченясь, стоит вся такая довольная и смотрит на меня с привычным уже вызовом."
    show un normal pioneer at right with dissolve
    me "Ты что, своей лучшей подруге в лоб треснула?!"
    un "Делать ей больше нечего. Просто обычный щелбан. Который я проспорила." 
    dv "Кстати, поставив на тебя."
    me "Тебе не кажется, что ты, как моя боевая подруга, должна, наоборот, поддерживать меня и защищать от нападок посторонних, а не ставить против и шумно радоваться всем моим неудачам?" 
    "Алиса подмигнула:"
    show dv grin pioneer2 at left with dissolve
    dv "Так это и есть моя поддержка, дурачок. {w}Если бы мы тебя поддерживали вместе, а ты сверху брякнулся бы, это было бы глупо, и заставило бы всех нас чувствовать себя глупо."
    dv "А тут я ставлю против тебя. И тем ценнее для тебя будет победа — ты ведь утрёшь мне нос!"
    me "Скорее, я тебя за него укушу, если ты так и продолжишь относиться ко мне как к нелюбимому младшему братику."
    dv "Ну ты-то ничего не делаешь для того, чтобы это изменить." 
    th "Так и знал, что она припомнит мне тот ступор у домиков!" 
    dv "Ты же мальчик, где твоя инициатива?"
    "Я выдохнул и отошёл назад."
    show un laugh pioneer at fright with dissolve
    un "Если вы закончили…" 
    "Лена стояла и явно веселилась всему происходящему."
    me "А что случилось?"
    un "Да ничего." 
    "Она показала на часики." 
    un "Если все сыты и довольны, мы остаёмся здесь, но с обедом тогда придётся попрощаться."
    "На обед мне не было плевать. Курочку мой организм расщепил и сжёг где-то час назад и требовал ещё!"
    me "Нет, надо в лагерь вернуться. Обед обедом, но Ольга же сто процентов по головам будет проверять, все ли на месте, и если нас не будет…"
    hide dv
    show un normal pioneer at right with dissolve
    show dv normal pioneer2 at left with dissolve
    "Вздрогнули все. Чего-чего, а умения нагнать ужасу нашей ленивой вожатой не занимать."
    window hide
    scene bg ext_path_day with dissolve
    play music music_7dl["someone_like_you_guitar"] fadein 5
    "Я отослал девочек к тропинке и быстренько затушил наш костерок."
    "Вернувшись, я утвердительно кивнул, и мы легли на обратный курс."
    stop sound
    stop ambience
    "Гитару, кстати, Алиса всё же забрала. {w}Молодец. {w}А то я думал, что меня в оба края будут использовать как вьючный скот."
    "Сорок минут, мы пробирались сквозь какие-то кусты, по полузаросшим тропинкам и набитым колеям, за давностью лет забитых густой, почти газонной, травой."
    "А я вспоминал мой собственный большой камень — десять минут пешком до шоссе, потом ещё полчаса по асфальту, и поворачиваем в нужном месте. Всё, заблудиться невозможно!"
    "А здешний лес не даёт никаких ориентиров! Если девочки сейчас сбегут, я тут буду блукать до посинения."
    "Да что там — когда мы с Леной уходили за растопкой, то старались держаться поближе к бивуаку, но и то, я постоянно терял чувство направления."
    "И дело вовсе не в моём топографическом кретинизме."
    "Просто с этим местом реально было что-то не так! Моё чувство направления вело себя как компас на сильном магните — вертелось и психовало."
    me "Алиса, ты так хорошо дорогу запомнила? Наверное, часто сюда ходила?"
    show dv smile pioneer2 with dissolve
    dv "Всего один раз." 
    show un normal pioneer at left with dissolve
    un "Она не врёт." 
    "Лена увидела мой скептический взгляд, и поспешила поддержать подружку." 
    un "Это у неё такая способность особая. Дорогу мгновенно запоминает."
    "Я вдруг почувствовал себя очень неуютно:    "
    me "И что, никогда-никогда не ошибается?" 
    "Поспешил уточнить я."
    show un serious pioneer at left with dissolve
    un "Как правило."
    "Лена серьёзно кивнула."
    me "КАК ПРАВИЛО?!" with hpunch
    th "Заберите меня отсюда!"
    dv "Хватит меня обсуждать. А то заведу в болото и там брошу…"
    me "А тебе неприятно, Сусанин?"
    dv "Скажем так, не очень.   "
    "Что ж…"
    "Остаток пути мы проделали в молчании."
    window hide
    scene bg ext_square_day with dissolve
    show un normal pioneer at left with dissolve
    show dv normal pioneer2 at right with dissolve

    me "Всем пока."
    "Прощание получилось скомканным."
    hide dv with moveoutright
    hide un with moveoutleft
    "Каждый пошёл в свою сторону."
    "Лена пошла к своему домику, Алиса — к себе. А я, поколебавшись, направился к домику вожатой." 
    "Наверняка, уже обыскалась и меня, и ключи свои."
    window hide
    scene bg ext_house_of_mt_day with dissolve
    window hide
    "Нет, на месте её не оказалось."
    window hide
    scene bg ext_dining_hall_away_day
    window hide    
    extend " Как и у столовой."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_beach_day
    with dissolve
    play ambience ambience_lake_shore_day fadein 3
  
    if ('beach' in list_voyage_7dl):
        "Нет. Поделив сектора со Славей, она опять сидела на пляже! Ну, и о какой ответственности может идти речь?!"
    show sl smile swim at center with dissolve
    "Славя выглядела подозрительно довольной, видимо, свидание с родичами оказалось достаточно успешным."
    "Ну она же не может сидеть ровно на пятой точке, у неё там очередное дело непоможено и очередные пионеры невыкупаны."
    "Иногда мне казалось, что Славя вообще никогда не отдыхает!"
    th "А ведь она ещё и танцульки вела…"
    hide sl with dissolve
    "Я мог бы вообще не торопиться, никто бы и не вспомнил."
    "Стянув майку, я уселся на шезлонг, где уже лежало полотенце вожатой, и расслабился."
    "До обеда оставалось немногим менее получаса."
    mt "Семён?" 
    show mt normal swim2 at center with flash
    "Из-за воды ткань купальника облегла формы вожатой так, что приличнее было бы, окажись она голой."
    "Стоило ли говорить, что я засмотрелся?"
    mt "Семён!"
    me "Что?" 
    "Я вздрогнул."
    mt "Слезь с моего полотенца! И с шезлонга!"
    me "С полотенца — это сколько угодно…"
    "Я привстал и вытащил из-под седалища огромное голубое полотенце с кошкой, и кинул его вожатой."
    mt "Кстати, а ты почему не в рубашке, а в этой своей майке?"
    "Она промокнула спину и кинула полотенце мне обратно на колени."
    me "Рубашку постирать пришлось." 
    "Пояснил я." 
    me "А ЗАПАСНОЙ-ТО НЕ ДАЛИ!"
    show mt smile swim2 at center with dissolve
    mt "Ладно, шантажист, поговорю со Славей, чтобы дополнительный комплект тебе выписала."
    "Ну-ну. Местная самодостаточность навевала некие тревожные размышления в духе — а не является ли этот лагерь ширмочкой для какой-нибудь секретной лаборатории?"
    "Опять же, машинки, которые должны бегать если не каждый день, то хотя бы раз в пару дней — просто для того, чтобы поить детишек свежим кефиром — я их не видел, а кефир, судя по вкусу, хранят замороженным."
    me "Ольга Дмитриевна, мне интересно, а сюда вообще легко попасть? В этот лагерь?"
    mt "Нет." 
    "Она улыбнулась." 
    show mt normal swim2 at center with dissolve
    mt "Мы немного на отшибе расположены, ближайший населённый пункт в трёхстах километрах отсюда."
    me "Нет, я о другом. Какой шанс у среднего ребёнка из соседнего города отдохнуть здесь?"
    mt "Ты в этом смысле…"
    mt "Нет, попасть сюда не очень сложно."
    mt "Часть путёвок продаётся, но большинство выдаётся сотрудникам градообразующего предприятия."
    mt "Плюс какой-то процент неизбежно уходит в детские дома и в семьи с приёмными детьми. {w}Как, например, произошло в случае твоей подружки."
    me "Моей… {w=.3}чего?! А какое отношение она к этому имеет?"
    mt "Она приёмная, ты не в курсе?"
    "Кажется, она сообразила, что сболтнула лишку."
    me "Э… Нет."
    hide mt with dissolve
    "Информация была из разряда шокирующей. {w}Хотя и всецело соответствовала моим домыслам о «Шкидах»…"
    "Поэтому я, не говоря больше ни слова, поспешил освободить шезлонг и вообще убраться с пляжа."
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 3
    "Мне предстояло одно довольно нелёгко дело."
    "Решить: что и как мне теперь делать с Алисой в свете всех этих откровений."
    menu:
        "Сесть с Алисой":
            show dv grin pioneer2 with dissolve
            $ lp_dv += 1
            dv "Ты какой-то задумчивый."
            "Она улыбалась и совсем не была похожа на ту буку, с которой я прощался полчаса назад."
            "Кажется, до неё дошло всё происходящее, и от того настроение у неё зашкаливало."
            me "Я думаю о нас."
            me "И о том, почему у нас всё не как у людей."
            dv "Расскажешь?"
            me "Нет."
            hide dv with dissolve
        "Есть в одиночестве":
            $ lp_dv -= 1
            "А так, как народу было немного, я сумел позволить себе проигнорировать приглашающе махнувшую рукой Алису и сесть в одиночестве."
    "Мне надо было переспать с этой мыслью."
    "Отбросив предрассудки и навязываемое мнение, надо было понять, как жить с этой информацией. Нет, о том, чтобы разбегаться с ДваЧе, не могло быть и речи, но дьявол, как обычно, в нюансах."
    "Что я знаю о таких детях?"
    "Вечно голодные, вечно грязные, воры и попрошайки. Маленькие старички, у которых украли детство — не суть, обстоятельства ли, или сверстники."
    "Некоторые, те, что ранние, ещё могут успеть отогреться духовно в приёмной семье, но то, что я знаю о Двачевской, позволяет сделать вывод, что либо её взяли поздно, либо семья плохая." 
    "Она не отогрелась."
    "Отсюда и амплуа девочки-пожара. {w}И то, что она, скорее всего, не простит мне обладания этой информацией."
    "Ни-{w=.1}ког-{w=.2}да."
    "Значит, придётся сделать вид, что я ничего не знаю. Намотать на ус, коего мне по молодости лет не положено, и немного перестроить стиль общения."
    "Как перестроить?"
    "Да перестать отмораживаться в ответ на её постоянные подначки, например! С какой бы целью она бы их ни говорила, едва ли она преследует целью разогнать окружающих — вон как вчера за меня уцепилась!"
    "По-другому, скорее всего, не умеет, отсюда и общая шкиданутость. Не научили папа с мамой и шебутные подружки."
    "Я усмехнулся."
    th "О да, зная Лену — она, конечно, много чему научить сможет. Но только не выражать собственные эмоции. Cаму бы кто поднатаскал."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day4_dv_7dl_silent_hour:
    scene bg ext_dining_hall_near_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Двачевская перехватила меня после обеда. По сути, она ждала меня за дверью и поймала за руку сразу, как только я вышел."
    show dv normal pioneer2 with dissolve
    dv "Ты на обеде смурной был, в чём дело?" 
    "Как и Славя, эта девочка обладала потрясающим талантом задавать самые неудобные вопросы."
    me "Расстроился." 
    "Я махнул на размышления рукой и решил включить дурачка."
    dv "Из-за чего?"
    me "Да из-за того, что ты, Двачевская, плохо ко мне относишься." 
    show dv surprise pioneer2 with dissolve
    "Кажется, это заявление её, мягко говоря, обескуражило."
    dv "Ты что несёшь, придурок?!" 
    "Она завопила, но руку мою не отпустила." 
    "Показательно. Как и то, впрочем, что я не стал её отбирать."
    me "А что не так? Ты меня голодного кормить не стала? Раз."
    "Я начал загибать пальцы." 
    me "Гитарой навьючила? Два. На камне неудачи мне желала? Три. Ты меня настолько ненавидишь?"
    me "Мне даже на секунду стало интересно — или, может, с твоей точки зрения это и есть то, что ты называешь отношениями между мальчиком и девочкой?"
    show dv normal pioneer2 far at center with dissolve
    "Она отступила на шаг и с уважением посмотрела на меня."
    dv "Вон как ты всё расписал. {w=.4}И везде я плохая. {w}А ты молодец. {w}Ну так, может, разбежимся?"
    dv "А то что я такая плохая и жизнь тебе порчу."
    "Она предлагала это с таким серьёзным видом, что я поверил. И запаниковал!"
    me "Как сказала вчера Ульяна, без тебя всё будет только хуже. Просто я пытаюсь понять, как вести себя с тобой."
    dv "Так же, как и раньше!" 
    show dv grin pioneer2 far with dissolve
    "Она подмигнула." 
    dv "Я ведь не изменилась."
    me "Ты, может, и нет." 
    "Я вздохнул." 
    me "А вот я… {w}И мы… {w}Я же не могу больше относиться к тебе с постоянной опаской и постоянно ждать подвоха с твоей стороны."
    show dv smile pioneer2 with dissolve
    dv "Почему?"
    me "Потому, глупая Алиска, что если бы меня интересовали только нахлобучки, я бы даже попытки сблизиться с тобой не делал."
    me "В конце концов, по балде я могу и от вожатки получить — у неё всегда найдётся за что. {w}И вообще, давай уйдём с крыльца."
    stop ambience fadeout 3
    "Только сейчас она обратила внимание что вся эта «итальянская» беседа со взаимными упрёками и размахиванием руками происходила напротив входа в столовую — и только суровая репутация Двачевской спасла нас от целой кучи зевак."
    show mt smile pioneer at right with dissolve
    "Но не от Ольги Дмитриевны."
    mt "Как приятно, Семён." 
    "Она, как обычно, подошла со спины и, похоже, слышала всё сказанное." 
    mt "Как меня «вожаткой» называют."
    "Я покраснел и забормотал что-то про необходимый культурный уровень, но Ольга, похоже, и не думала злиться."
    mt "Ключики мне вернуть не желаешь?"
    menu:
        "Отцепить себе ключик":
            $ lp_dv += 1
            me "Эм, а можно мне…"
            mt "Нет!" 
            "Она рассмеялась." 
            mt "Я не селю пионеров по одному, так что пора возвращаться домой."
            dv "А если не по одному?" 
            "Подала голос Алиса."
            "Вожатая расхохоталась.   "
            mt "Зная твою репутацию и репутацию Семёна, если вы объедините усилия…" 
            "Она помотала головой." 
            mt "Ну уж нет. К тому же, Ульяну тоже одну не стоит оставлять."
            me "И ладно, не особо-то и хотелось." 
            "Я говорил и говорил, а пальцы в кармане между делом отцепляли тот самый ключик. Пригодится же!" 
            me "Где-то они у меня тут точно были. Вот."
            play sound sfx_keys_rattle
            "Я протянул связку вожатой, и, дождавшись, когда она обернётся, медленно-медленно подмигнул Алисе, демонстрируя зажатый между пальцев ключ."
            hide mt with dissolve
            "Она беззвучно расхохоталась, провожая уходящую вожатую взглядом и показала мне большой палец."
            show dv laugh pioneer2 with dissolve
            dv "Молодец какой! Собственный домик, это…    "
            me "Это шанс получить по балде от вожатой, если говорить о нём вслух.     "
            dv "И это тоже." 
            "Покладисто кивнула она." 
            dv "Но в первую очередь это возможность спрятаться где-нибудь и здорово там почудить!"
            me "Например?"
            me "А впрочем — не говори."
            "Мне не понравилось выражение её глаз."
            $ alt_day4_dv_7dl_extra_key = True
        "Отдать связку как есть":
            "Я зашарил по карманам."
            me "Да, конечно!"
            me "Вот."
            play sound sfx_keys_rattle
            me "Спасибо, что дали возможность нормально переночевать!"
            hide mt with dissolve
            "Вожатая сцапала связку и ушла."
            show dv sad pioneer2 with dissolve
            "И тут я обратил внимание на то, что Алиса выглядит несколько… расстроенной?"
            show dv angry pioneer2 with dissolve
            dv "Ты придурок!"
            "Не понял."
            dv "Ты что, только что вот так просто взял и отдал ей ключи от личного домика?"
            dv "Ты больной?"
            me "Да никуда мне этот твой личный домик не упёрся."
            "Огрызнулся я."
            me "У вас здесь вообще понятие частной собственности отсутствует."
            me "Что мне с этим домиком делать?"
            show dv sad pioneer2 with dissolve
            dv "Извини, но ты и правда тормоз."
            "Опять?!"
            dv "Ты хоть представляешь, сколько всего можно устроить, владея домиком без соседа?!"
            dv "Это же куча возможностей — от места, где можно спрятаться от вожатой, до точки, где можно на пару раздавить чего-нибудь, если вдруг стрельнет."
            dreamgirl "Тормоз, забыл утро, да?"
            dreamgirl "Кроме всего прочего, это ещё и место, где можно завалить сговорчивую лялечку и объяснить ей за звёзды и лагерную жизнь."
            me "То бишь, возможность напиться или спрятаться от вожатой?"
            "Медленно переспросил я."
            if alt_day1_sl_keys_took == 1 or alt_day1_sl_keys_took == 3:
                "И после кивка я с огромным трудом удержался от желания придушить её на месте."
                me "Двачевская. Я понимаю, что у тебя старческий склероз, но может, ты вспомнишь мой первый день здесь?"
                "Я хлопнул по карману — связка издала приглушённое звяканье."
                if alt_day_binder != 1:
                    me "Пока вы там с «макитрой» фаллометрию устроили, нашёл я кое-что интересное."
                elif alt_day1_dv_feed:
                    me "И что я тебе вечером у столовой говорил."
                    dv "Ты про ключи?"
                show dv laugh pioneer2 with dspr
                dv "А ты неплох, слушай!"
                me "Я знаю!"
                "Рявкнул я."
            else:
                dv "Да я не знаю! Ещё же куча возможностей!"
                dv "Та же бутылочка, например! Или на картах погадать. Или если есть портвешок…"
                me "Так. Ты пьёшь?" 
                "Я вытаращил глаза."
                "Нет, конечно, Двачевская элемент нестабильный, дерзкий и с вызовом. В моё время такие в лагерях и пили, и курили, и даже травой умудрялись где-то разживаться — и это на удалении в пятьдесят километров до ближайшего населённого пункта!"
                "Но ведь сейчас же советское время! {w}Градус благонадёжности намного выше!"
                "Проказничать и издеваться над товарищами — ладно, но не пить и курить!"
                dv "Я ещё и курю. Правда, редко и невзатяг."
                me "Рак губы." 
                "Машинально ответил я."
                dv "Так…" 
                show dv normal pioneer2 with dissolve
                "Она подозрительно посмотрела на меня." 
                dv "А ты откуда знаешь?"
                th "Да что мне, семнадцати не было никогда. Здесь я почти бросил курить, но память никуда не делась. Как и желание перетянуться по-быстрому."
                me "Секрет фирмы." 
                "Угрюмо ответил я." 
    me "И вообще, пошли уже отсюда."
    dv "Куда?"
    me "Да к Лене, например. У неё родители с утра отбыли, соседки сто процентов нет — либо в клубе, либо с родичами…"
    me "И я слышал, что у тебя там кое-где колода завалялась."
    dv "И откуда ты всё знаешь."
    show dv grin pioneer2 with dissolve
    "Рассмеялась Алиса, но согласно кивнула и развернулась в нужном направлении."
    dv "Ладно, к Лене, так к Лене."
    window hide
    scene bg ext_houses_day with dissolve
    play music music_7dl["everyday"] fadein 3

    "Я хотел было взять её за руку, но она издала нечто подобное недовольному кошачьму ворчанию и руку отобрала."
    me "А ещё говорила что не плохо ко мне относится."
    show dv normal pioneer2 with dissolve
    dv "Хорошо отношусь! Развёл здесь детский сад."
    me "Да? А ты в детском саду часто кого-то за руку держала?"
    show dv angry pioneer2 with dspr
    dv "Постоянно!"
    me "Я имею в виду, из сверстников."
    dv "Не твоё дело." 
    "Отчеканила Алиса."
    me "Не моё."
    "Мы стояли на развилке на полупути к домику Лены. {w}И снова ругались."
    "Здесь был достаточно значимый перекрёсток, если развернуться направо — тогда можно добраться до нашего с вожатой домика."
    "Ну а «налево», вполне ожидаемо, приводит нас к Лене."
    "И раз уж меня никто не удерживал, я развернулся и зашагал вправо."
    window hide
    scene bg ext_houses_day with dissolve:
        linear 2.0 xalign 0.75 yalign 0.5

    show dv surprise pioneer2 with dissolve
    dv "Ты куда?! Мы же к Лене шли."
    me "В домик. К себе."
    dv "Зачем?"
    me "Спать! Вообще-то, тихий час."
    dv "Ничего не поняла. Ты к Лене не идёшь?"
    me "Нет."
    dv "Почему?"
    me "Надоела постоянная нервотрёпка. За руку тебя брать нельзя, а почему — дело не моё."
    me "Я себя нелюбимым родственником на похоронах ощущаю. Обалдеть впечатления."
    "Не слушая возражений, я развернулся и ушёл. У нас, похоже, теперь каждый день по шаблону будет."
    th "Может, послушаться её и разбежаться, пока не поздно?"
    th "Счастья такой мезальянс лично мне пока вообще никакого не принёс. А вот головной боли…" 
    "Даже с избытком."
    dv "Подожди. Да подожди ты!"
    "Она догнала меня и с силой развернула к себе лицом."
    dv "Ты теперь каждую мою резкость истерикой встречать будешь?"
    me "Не знаю. Думаю, что вообще никак не буду. {w}Я сейчас понимаю, что это была ужасная идея — пытаться создать отношения с тобой."
    me "Тебе не мальчик нужен, а груша для битья."
    show dv normal pioneer2 with dissolve
    dv "Я предупреждала тебя, что не умею встречаться."
    me "Ага. А ещё мы, вроде, договорились, что раз мы теперь вместе, то должно звучать слово «наш», а не «не твоё собачье дело»."
    "Я смотрел на неё в упор."
    th "Давай, Алиска, решайся."
    th "Самое время меняться!"
    "И она дрогнула! Спрятала взгляд и залилась краской, смутившись."
    show dv shy pioneer2 with dissolve
    "Однако лучшее враг хорошего, я решил дожимать, пока горячо."
    me "Если тебя вдруг что-то не устраивает во мне конкретно — лучше скажи об этом, чтобы мы могли работать над этим вместе."
    me "Вместе, понимаешь? Не совместные два одиночества, перемежаемое встречами в постели…"
    me "А совместное! " with vpunch
    extend "Времяпрепровождение!" with vpunch
    show dv normal pioneer2 with dspr
    dv "Да ты уже говорил. Ты постоянно про это своё «вместе» говоришь, я себя прямо алисоманкой какой-то ощущать начинаю."
    dv "Мы вместе…"
    me "Алиса-алисоманка?" 
    "Я рассмеялся." 
    me "Каламбурчик. Ну так что ты решила?" 
    me "Мы пытаемся найти общий язык, или я иду спать к себе в домик?"
    "Она потупилась."
    "Вдох."
    "Второй."
    "Надеюсь, она понимает, что сейчас решает не просто вопрос следования чьим-то прихотям, а, возможно, одну из самых важных задач в своей жизни."
    "Настоять на своём или уступить дорогому человеку?"
    "Стоять на принципах или поступиться ими ради личного, индивидуального счастья?"
    "Я никого не тяну за руку, всё, что я могу — это указать направление. А уж цену ему каждый назначает самостоятельно."
    show blinking
    dv "Попробуем… найти." 
    show dv guilty pioneer2 with dissolve
    "Она упорно не смотрела в мою сторону."
    th "Да она же меня просто стесняется!"
    "Толкнуло куда-то в подвздошье мысль, от которой стало так пугающе-сладко."
    "Вот эта, непрошибаемая Двачевская, которую, кажется, мало что может вывести из состояния насмешливого равновесия и даже не проняло пионерское тушение костра, сейчас стоит и не знает куда деть руки!"
    "Кольнуло куда-то в сердце тонкой иголочкой. Нежность. Забота."
    me "Тогда пошли." 
    "Хрипло произнёс я." 
    me "Пока на нас пальцем показывать не начали."
    "Мы развернулись влево. Оно и славно."
    window hide
    scene bg ext_un_house_with_un_7dl with dissolve

    "Ленка сидела на крылечке босая и лениво щурилась на солнце."
    un "Привет, ребята." 
    "Тепло улыбнулась она." 
    un "Не ругаетесь больше?"
    me "А ты откуда знаешь?"
    scene bg ext_house_of_un_day with dissolve
    show un laugh pioneer at right with dissolve
    show dv normal pioneer2 at left with dissolve
    un "Слухом земля полнится…"
    "Её было не узнать."
    "Она и так раскрепостилась с утра, сказав за несколько часов больше, чем за предыдущие несколько дней, а тут, судя по бесшабашному веселью в глазах, решила сохранять реноме."
    "Мы сели рядом и последовали её примеру, опустив босые ноги на разогретые доски."
    dv "Что будем делать?" 
    "Наконец, прервала молчание Алиса."
    un "Кто ж его знает." 
    "Легкомысленно повела плечом Лена." 
    un "Лично мне всё равно."
    me "Я не стукач, я за правду. Двачевская говорила, что у неё картишки есть. Может…"
    "Я выдержал паузу и дождался одобрительных кивков с обоих сторон."
    dv "Мы тут посидим-посекретничаем пока." 
    "Не открывая глаз, сообщила Алиса." 
    dv "А ты Ульянке скажи, если карт не даст, что её кулёк за шкафом я уже нашла."
    window hide
    hide dv
    hide un
    with dissolve2
    scene bg ext_house_of_dv_day with dissolve

    "Я улыбнулся и, обувшись, двинулся на юг в сторону домика, где совместно проживали Алиса и Ульяна."
    play sound sfx_open_dooor_campus_2
    scene bg int_house_of_dv_day with dissolve
    show us smile sport with dissolve
    "С мелкой проблем не возникло, она без лишних разговоров отдала требуемое, лукаво подмигнув:    "
    us "На раздевание играть будете, да?"
    "Я только порадовался тому, что нынешний уровень технологий недостаточно высок — в противном случае, из мелкой вышел бы тот ещё папарацци."
    "Во всяком случае, место предположительной игры на раздевание было бы описано со всех возможных и невозможных ракурсов. {w}Снято на видеокамеру и выложено на YouTube."
    me "Нет, на то, в чьём домике ты завтра убираешься." 
    "Буркнул я."
    us "Зануда." 
    "Она показала язык и, достав колоду, вручила мне." 
    us "Держи. Иди. Играй."
    me "Ммм… Спасибо?"
    us "Удачи тебе. В твоих занудных играх."
    hide us with dissolve
    scene bg ext_house_of_dv_day
    with dissolve
    "Я рассмеялся и покинул домик. {w}Теперь оставались сущие мелочи — пробраться через весь лагерь с колодой в кармане." 
    "И не допустить, чтобы вожатая реквизировала её в счёт будущих турниров."
    "Напрямую, конечно, бежать выгоднее и быстрее. {w}Однако таким образом шанс самый высокий. Я воскресил перед глазами карту лагеря и попытался проложить маршрут так, чтобы минимизировать шанс пересечения с траекторией движения."
    "Идеально оказалось двигаться вдоль здания клубов, дальше повернуть к месту обитания Мику — между делом обещая собственной совести обязательно навестить японку «как только появится время»." 
    "И, с небольшим заходом в лес, обежать по периметру умывальники…"
    window hide
    scene bg ext_washstand_day with dissolve
    "Между домиками показалась Ольга Дмитриевна, и я поспешил нырнуть обратно за фонтанчик. Кажется, она шла к домику Лены?"
    th "Чёрт. Ещё дольше ждать теперь."
    "Девочки так и сидели на солнышке, сбросив обувь, и лениво обменивались фразами. Присутствию вожатой они не удивились, даже позы не сменили. Однако ей, похоже, потребовалось что-то сказать — и этого «чего-то» было довольно много."
    th "Я уже второй раз делаю одно и то же. Вместо того, чтобы наслаждаться мирной жизнью образцового пионера — Славю, там, окучивать, с помощью метёлки и помощи по хозяйству — опять двигаюсь перебежками от укрытия к укрытию как очередной придурочный герой очередной придурочной видеоигры."
    play music music_7dl["me2ost"] fadein 5
    "Бравый коммандер Шепурд выглянул из укрытия и взял на прицел дверной проём!"
    th "Меня никто не успел засечь, поэтому термозарядов полно, а желания их потратить — ещё больше!"
    th "Но — чу! На горизонте видны подавляюще большие силы противника! Придётся отсиживаться в укрытии!"
    "Я бросился на землю и перекатился вбок, довольный тем, что не попался на глаза врагу."
    "График соблюдён в точности, и если связной не облажается, мой челнок подберёт меня с поверхности и доставит на борт «Ёрмунгандии» в целости и сохранности!"
    "Я — олицетворение надежд человечества, и лишь от меня зависит — победим ли мы в войне со Жнецами, или станем очередной жертвой в бесконечных циклах."
    "Я хладнокровен, спокоен и расчётлив. Каждый шаг выверен и ведёт напрямую в достижение цели."
    "Я не имею права на ошибку, ведь в меня верят сотни человечества! В прошлый раз я не справился с задачей, но зато украл вёсла!"
    "За спиной хихикнуло, и я оглянулся."
    show us laugh sport with dissolve
    "Ульянка."
    stop music fadeout 3
    me "Ты что здесь делаешь?" 
    "Зашипел я." 
    me "Брысь отсюда, быстро! Заметят же!"
    play music music_7dl["everyday"] fadein 5
    show us laugh2 sport with dissolve
    us "Играю! Как ты там бегал!" 
    "Она воспроизвела последовательность моих действий, кинувшись от фонтанчика к раковинам, а от тех — к фонтанчикам на другой стороне, при этом корча такие рожицы, что я не сдержал смеха."
    me "Прекрати немедленно."
    "Шикнул я." 
    me "Мне карты донести надо, а там…"
    us "Можно же от неё сбежать!"
    "Я вздрогнул от последнего слова."
    if alt_day2_us_escape:
        me "Нет уж, спасибо. Я вчера полный день отпахал за одно такое «сбежать». Твоё, между прочим!"
        us "Как ты говорил — моя идея, твоё исполнение. Плохой ты исполнитель!"
        me "Тогда тем более никуда не побегу." 
    else:
        me "Сама беги, если так хочется."
    "Отрезал я."
    us "Но как ты по земле катался — это же что-то с чем-то!"
    "Наконец, Ольга развернулась и направилась к себе в домик, а я крадучись двинулся к девочкам."
    "Ульянка двигалась за мной, посекундно хихикая и громко топая."
    "Наконец, мне это надоело."
    me "Ульян, короче. Либо ты сейчас прекращаешь это.     "
    us "Либо?"
    me "Либо я скажу Ольге Дмитриевне про твой кулёк за шкафом!"
    show us calml sport with dissolve
    "Она надулась."
    us "Эй, так нечестно! Я же просто играю!"
    me "Я просто пытаюсь добраться до домика Лены. А ты меня отвлекаешь. Сейчас, вроде, родительский день, где твои родичи?"
    show us normal sport with dissolve
    us "В город умотали." 
    "Погрустнела девочка." 
    us "Надарили всякой ерунды и умотали."
    me "Ерунды?"
    us "Ну! Сладостей, мяч для волейбола и от комаров ролик."
    me "Так надуй мячик и сыграй."
    us "С кем?" 
    "Надулась она."
    th "Господи, что за глупое создание."
    me "Про стихийный волейбол никогда не слышала? Если в лагере есть сетка с полем, и там кто-то уже чеканит мяч, то через пять минут кто-нибудь обязательно заглянет на огонёк."
    me "И вот вас уже двое. Команды набираются за полчаса, а в тихий час…" 
    me "И того быстрее."
    us "Ага. А в родительский день?"
    me "Думаю, чуть дольше, но тоже наберётся. Это я тебе точно говорю."
    us "А если не наберётся?"
    me "Наберётся!" 
    "Произнёс я с уверенностью, которую не испытывал." 
    me "Я тебя хоть раз обманывал?"
    show us laugh sport with dspr
    us "Да!"
    th "Кто бы сомневался." 
    "Я поспешил закончить беседу, так как девочки на крыльце стали проявлять интерес к нашей паре." 
    me "Я ушёл, до полдника, чао."
    us "Пока, зануда." 
    "Фыркнула Ульянка и убежала."
    window hide
    scene bg ext_house_of_un_day
    show un normal pioneer at left
    show dv normal pioneer2 at right
    with dissolve
    dv "Принёс?" 
    "Лениво спросила Алиса."
    me "Ага. Чего вожатая хотела?"
    dv "Тебя искала. Сказала, что теперь тебя всегда рядом со мной искать будет."
    me "Логично, в принципе." 
    "Пожал плечами я." 
    me "Куда направимся? Или здесь засядем?"
    dv "Здесь. Сюда она точно не пойдёт. Я сказала ей, что ты пошёл к кибернетикам насчёт радио узнавать."
    "Я бросил вопросительный взгляд на Лену. Она кивнула в ответ."
    me "Алиса, а ты, кстати, сама не думала…"
    dv "Нет." 
    me "Но всё-таки…" 
    dv "Нет."
    show dv smile pioneer2 at right with dissolve
    "Она поднялась и обулась."
    dv "Я соглашусь сидеть в каморке целый день, только если у меня будет ОЧЕНЬ веский стимул."
    th "Она на что намекает?"
    "В голове мелькнуло сразу с десяток вариантов — от требования отдавать ей половину вкусняшек в столовой до требования отдежурить за неё в столовой же."
    "На краю сознания даже мелькнула мысль эротического содержания, но я быстро отогнал её — насколько бы Двачевская ни была испорчена, вряд ли она в курсе относительно таких вещей как…"
    dreamgirl "Да-да?"
    "Заинтересовался внутренний голос."
    th "Э… Не суть. Важнее факт: в Cоюзе берегли психику детей." 
    me "И о чём тогда речь?"
    dv "О проигрывателе твоём!"
    me "Ты о плеере?"
    dv "Ну."
    me "И?"
    show dv grin pioneer2 at right
    show un laugh pioneer at left
    with dissolve
    dv "Отдашь его мне, и я соглашусь вести радио!"
    me "Спасибо, матушка, земной тебе поклон. {w}А я-то всё думал, как же это я без радио-то! Трудно ведь без радио-то!     "
    dv "Рада, что ты понимаешь." 
    "Улыбнулась Алиса."
    if False:
        menu:
            "Отдать ей плеер (рут находится в разработке).":
                me "Хрен с тобою, золотая рыбка."
                "Я достал из кармана волкмен и торжественно вручил его Двачевской."
                me "Заряда там всё равно часов на шесть осталось, не больше. А зарядить негде."
                me "Так что владей!"
                $ alt_day4_dv_7dl_walkman_presented = True
                $ lp_dv += 1
                stop music fadeout 3
                stop ambience fadeout 6
                window hide
                with fade
                return
            "Не отдавать":
                me "Нет, не понимаю. {w}И понимать не хочу. {w}Мне вообще сугубо фиолетово и радио, и всё с ним связанное."
                me "Если уж на то пошло, так мне даже лучше, если ты никуда и ничего вести не пойдёшь! Больше времени вместе проведём."
                "Похоже, она не была рада открывшейся перспективе, и моё равнодушие по данному вопросу стали для неё сюрпризом."
                dv "Так ты, получается, не хочешь, чтобы в лагере было радио?"
                me "Мне плевать. На этом крылечке собрались все, чьё мнение и существование меня заботит. Ты видишь здесь радио? И я не вижу. Пошли играть."
    me "Нет, не понимаю. {w}И понимать не хочу. {w}Мне вообще сугубо фиолетово и радио, и всё с ним связанное."
    me "Если уж на то пошло, так мне даже лучше, если ты никуда и ничего вести не пойдёшь! Больше времени вместе проведём."
    "Похоже, она не была рада открывшейся перспективе, и моё равнодушие по данному вопросу стали для неё сюрпризом."
    dv "Так ты, получается, не хочешь, чтобы в лагере было радио?"
    me "Мне плевать. На этом крылечке собрались все, чьё мнение и существование меня заботит. Ты видишь здесь радио? И я не вижу. Пошли играть."
    "Я подал обеим руку, но если Лена, благодарно улыбнувшись, приняла помощь, то Алиска, фыркнув, задрала нос и поднялась сама."
    me "Опять начинаешь, да?" 
    "Вздохнул я." 
    me "Мало нам разборок сегодня было?"
    dv "А что не так?"
    show un normal pioneer with dspr
    un "Алиса!" 
    un "В цивилизованном обществе принято, что мальчик ухаживает за девочкой, а та принимает ухаживания. Ну, или не принимает…"
    dv "Вот я и не принимаю."
    me "… в случае, если он ей противен." 
    "Продолжил я." 
    me "Собственно, я и не сомневался, что у тебя никакой позитивной эмоции не пробуждаю. Горько убеждаться в собственной правоте."
    "Я всхлипнул."
    stop ambience fadeout 3
    window hide
    hide un
    hide dv
    with dissolve
    play sound sfx_unlock_door_campus
    scene bg int_house_of_un_day with dissolve
    play ambience ambience_int_cabin_evening fadein 2 
    "Я открыл дверь и зашёл внутрь домика, где уже всё было готово к партии — стол освобождён и поставлен в середину комнаты, вокруг выставлены стулья…"
    "…и еле успел спрятать колоду обратно в карман!"
    show mt normal pioneer with dissolve
    "Вопреки прогнозам, Ольга Дмитриевна сунула нос повторно. И, разумеется, сразу заметила меня."
    show mt angry pioneer with dissolve
    "Нахмурилась и поманила пальцем."
    mt "Семён."
    "Я тяжело вздохнул и подошёл."
    mt "Семён, ты на часы смотрел? {w}Сколько времени?"
    me "Два часа."
    mt "И где ты должен быть в это время?"
    me "В постели."
    show mt normal pioneer
    show dv normal pioneer2 at left
    with dissolve
    mt "Вот и отправляйся. Алиса, ты тоже иди."
    dv "Но я не могу!"
    "Возмутилась она."
    mt "Почему?"
    dv "Потому что мы с… Семёном."
    "Она с трудом произнесла моё имя."
    show dv smile pioneer2 with dspr
    dv "Мы должны репетировать выступление на день самодеятельности!"
    me "Да. Мы здесь собрались, и теперь пойдём к Мику."
    show mt grin pioneer with dissolve
    mt "И, разумеется, без Лены в этом деле не обойтись?"
    "Cладко улыбнулась Ольга."
    me "Конечно! Она наш самый суровый критик."
    mt "Понятно всё с вами." 
    "Махнула рукой вожатая." 
    mt "Делайте что хотите, только на глаза родителям не попадайтесь."
    show un normal pioneer at right with dissolve
    un "Мои уже…"
    mt "Я про чужих родителей." 
    mt "Мы тут пытаемся создать вид образцового лагеря, будет очень печально."
    show mt angry pioneer with dissolve
    mt "Вплоть до отказа принять в Комсомол — если кое-кто испортит эффект."
    hide mt
    with dissolve
    "Запугав нас таким образом, она развернулась и ушла." 
    me "Девочки, а сильно страшно, если в комсомол не берут?"
    show un surprise pioneer with dissolve
    un "Ты что, ты же беспартийный будешь, тебя тогда точно никуда не возьмут, и работать будешь до конца дней дворником." 
    "Переполошилась Лена."
    me "Ага. Дворником. Ну да."
    play music music_list["a_promise_from_distant_days_v2"] fadein 3
    scene bg int_bus
    show prologue_dream
    "Девочки о чём-то ещё говорили, а меня опять накрыло."
    "Девяносто шестой год, я выбираюсь из «Икаруса» — и меня ждёт огромное лето, и прямо от автобуса забирают и спорят ещё, кому и куда этого «перспективного юношу»."
    "Тогда у меня ещё был шанс стать человеком социальным."
    scene bg int_bus with dissolve:
        zoom 1.0 xalign 0.5 yalign 0.5
        linear 6.0 zoom 2.0 xalign 0.6 yalign 0.5
    "Потом будет ещё много поездок — и на фирменных автобусах, и на бомжеватых “ПАЗ”-иках, и — если уж совсем кололо в боку желанием полной грудью вдохнуть воздух свободы — на электричках от Финляндского Вокзала, с прыжком в Зеленогорске на маршруты, кстати, начинающиеся тоже на четвёрку."
    "Место многих радостей и многих печалей, место, научившее меня — что такое быть счастливым без экивока на какие-либо личные переживания."
    show wet1 with dspr
    "Все мы в детстве смеёмся над моряками, целующими родную землю после нескольких лет странствий."
    "И лишь став постарше, назвав какое-то место на планете своей малой Родиной, мы перестаём стесняться и действительно готовы целовать песок разбитой просёлочной дороги, ведущей в страну спокойствия и счастия."
    "Здесь я вырастил в себе первую любовь, и здесь же похоронил её."
    "Здесь я в полной мере осознал, что значит — воздух впитал детский смех. {w}И не последним вкладом в мою ненависть к людям — то, что этого места больше нет. Нет больше лагеря, нет, и никогда больше не будет."
    scene stars
    window hide
    $ set_mode_nvl()
    "Место, которое было убежищем, отдушиной, где простейшие вещи чистили душу — поход на речку, посиделки на развалинах финской мельницы, танец с девочкой нравящейся — стало местом под застройку А125 Выборгского района."
    "Казалось бы, при чём здесь ненависть к людям?"
    "Автобус выплёвывает меня на остановке, и я, ещё не подозревая о том, что меня ждёт, тепло улыбаюсь знакомым лесам и холмам."
    "Я не был здесь половину жизни, но я вернулся."
    "Улыбка как отклик всему, что умудрилось даже за столько лет остаться прежним — вестовому столбу с логотипом, остановке на бетонной подушке в человеческий рост толщиной."
    "Здесь всё знакомо, всё хожено и прожито, начиная от главного корпуса, заканчивая спуском с верхней части, где я столько раз бежал вниз, холодея от ужаса — и всё равно исправно ставя ногу между корней сосен."
    "Игра была простая, игра была для одного — ты бежишь вниз по склону, изо всех сил бежишь. {w}Остроты добавляло то, что многочисленные сосны вспороли дёрн и выпустили наружу много-много корней, образуя эдакий древесный ковёр на поверхности. И между ними можно поставить ногу — если хорошо выбирать."
    "Или если очень хорошо повезёт."
    "А может, всё зависит от персонального ангела-хранителя."
    "Уверен, мы с ним растеряли половину его силы именно на этом склоне."
    "Ошибись я буквально на полшага, и… Наклон здесь тридцатиградусный, скорость бегущего с горы ребёнка высока…"
    nvl clear
    window hide
    $ renpy.pause(3)
    "Я смаргиваю жёлчную хмарь с глаз и смотрю в небо, стараясь не обращать внимания на то, как щиплет в глазах от боли разочарования…"
    "Корпуса, частично снесённые, тут и там опрокинутые на землю крыши, флагшток, лежащий на хоккейной коробке."
    "Скамейки у эстрады, сквозь которые проросли молодые ели — под четвёртой скамейкой посередине до сих пор можно прочитать моё имя и имя девочки, с которой мы занимались вандализмом."
    "Как символично, что ножичек этот до сих пор жив и висит брелоком на ключах от дома. И надпись на месте — я не поленился, проверил."
    "Ножичек жив, а место, все шестьдесят лет истории о детском счастье… Нет."

    "А от самой эстрады — культового места, где крутили фильмы, проводили дискотеки, а за углом целовались парочки и курили фореверэлоуны — остался только покосившийся деревянный остов."
    nvl clear
    window hide
    scene bg int_house_of_un_day with dissolve
    with fade
    stop music fadeout 4
    $ set_mode_adv()
    "Я надеваю эти воспоминания на глаза будто чёрные очки и примеряю новое циничное знание поверх того, что вижу сейчас."
    "Жилые корпуса уйдут в «яму», от лагерного ледяного водоснабжения откажутся в пользу парового отопления, а в столовой устроят ресторан для тех, кто побогаче."
    "Вниз по склону — на бетонном пятачке, где внезапно окажется, что мой голос достаточно перспективен, чтобы быть голосом лагеря, а на пять метров левее мне раскровенят нос за то, что на десять метров правее мне поставили засос — там будет дизель-электростанция, делящая общее здание со спутниковым телевидением, телефоном и интернетом."
    "А Алиса взрослая, лет порядка сорока-сорока двух, устало руководит всем этим балаганом, и следа даже не осталось от её роскошных хвостов-молний, и не пахнет даже в воздухе былым праздником, который шебутная девочка создавала одним своим присутствием."
    show dv normal pioneer2 with dissolve
    play music music_7dl["lost_without_you"] fadein 3
    "Она вздрогнуть не успела, как оказалась обратно у меня в руках."
    me "Пообещай мне, что никогда не повзрослеешь, слышишь?"
    me "Я не хочу видеть тебя скучной взрослой тёткой. {w}Я боюсь увидеть её в тебе однажды."
    show dv surprise pioneer2 with dissolve
    dv "Я не спешу повзрослеть, если ты об этом."
    dv "Становиться взрослой тёткой не входит в мои планы на ближайшие лет десять."
    show dv smile pioneer2 with dissolve
    me "И правильно."
    me "Оставайся такой, какая ты есть, человечком, сами воспоминания о котором греют и не дают расслабиться."
    me "Ты мне нужнее именно такой."
    un "Семён, ты меня пугаешь."
    show un shocked pioneer at left with dissolve
    "Доносится голос Лены."
    "И ей-то легче всего. {w}Она отмораживается и отгораживается, но, чёрт возьми, она до шестидесяти лет готова показывать язык и дурачиться с тем, кого подпустит к себе на расстояние дыхания."
    "Потому её не смутит ничто в кругу близких."
    th "А что делать с Алисой?"
    "Суровая логика подсказывает мне, что если я хочу сберечь в себе то, что не было выжжено постапокалиптическими пейзажами моего родного лагеря — мне следует переключиться на Лену."
    "Безопаснее для психики — обеих психик."
    "Она хранит в себе какой-то кусочек детства, которым готова поделиться со своим избранником. {w}Но что делать, если не мила она мне, не люба?!"
    "Я закрываю глаза и вдыхаю горьковатый аромат волос Алисы. {w}Я пытаюсь убедить себя, что все мои предчувствия — это просто предчувствия, и если приложить достаточно усилий, то можно перекроить реальность под себя!"
    "Надо просто постараться как следует!"
    hide un
    show dv normal pioneer2 close at center
    with dissolve
    "Сейчас я как никогда близок к тому, чтобы всё испортить, произнеся вслух три сакральных слова. И хвала рандому и вожатой, прощально заглянувшей в домик."
    show mt normal pioneer at right with dissolve
    mt "Чтобы через полчаса видела вас у Мику. Я проверю, и если вас там не будет…"
    hide mt with dissolve
    "Уступаем грубой физической и угрозам расправы."
    me "Пошли, девочки."
    "Я говорю бодрее, чем реально чувствую."
    me "Попробуем взорвать танцпол."
    stop music fadeout 3
    stop ambience fadeout 3
    play sound sfx_unlock_door_campus
    window hide
    scene bg ext_house_of_un_day with dissolve
    with dissolve
    play music music_7dl["old_kiss"] fadein 5
    show un smile pioneer at cleft with dspr
    show dv smile pioneer2 at cright with dspr
    with dissolve
    play ambience ambience_camp_center_day fadein 3

    dv "Ты-то взорвёшь. {w}Вон какой смурной, сразу видно, настроен зажечь."
    me "Это просто ностальгия. Она пройдёт."
    show dv grin pioneer2 at cright with dissolve
    dv "Надеюсь. {w}Потому что ты так ничего и не выучил, а до твоего сольного номера между тем меньше трёх дней!"
    me "А кто вообще сказал, что он сольный? Он разве не может быть совместным с тобой или Леной?"
    show un grin pioneer at cleft with dissolve
    un "Беру самоотвод."
    "Тут же открестилась Лена."
    un "Я в музыке полный ноль."
    me "Значит, с Алисой или Мику! {w}С Мику даже предпочтительнее."
    show un normal pioneer at cleft with dissolve
    dv "Это почему это?"
    me "Потому что у неё юбка короче."
    me "Ладно. Шучу."
    "Я улыбался, но кислая физиономия Алиски довела ситуацию до хохота. Хочу отметить, не только с моей стороны."
    dv "А если не придуряться?"
    me "Господи, Алиса, ты от кого этой дурацкой лексики нахваталась?"
    show dv laugh pioneer2 at cright
    dv "А ты как думаешь?"
    "Она невинно захлопала ресницами."
    "Зная её потребность в издёвках над окружающими, я даже не удивился."
    me "Я хочу парой с тобой, какую-нибудь песенку с сильной гитарной партией. Что-нибудь типа «Отеля «Калифорния»."
    me "Ты как, Алис, с Иглзами знакома?"
    show un smile pioneer at cleft with dspr
    show dv smile pioneer2 at cright with dspr
    dv "Да последнее время что ни слышу — всё как-то знакомо, то ли я уже слышала всё-всё, то ли друг у друга воруют."
    me "Ничего, я тебе напою."
    dv "Давай."
    me "Сейчас?!"
    show dv grin pioneer2 at cright with dspr
    dv "А что тебя удерживает? Ты же их петь хочешь, значит, слова, как минимум, знаешь."
    me "Блин, я не думал, что мне их здесь петь придётся!"
    show dv laugh pioneer2 at cright with dspr
    dv "А какая тебе разница, на какой сцене петь?"
    "Огорошила — это ещё очень мягко сказано!"
    "Поддержки в том смысле, в каком хотелось, от Лены добиться не удалось — она тоже стояла и ждала, когда я начну позориться."
    "Да какого хрена?!"
    "Голос ставили, чего стесняться? Хрипеть и лажать не буду."
    "Два вдоха на то, чтобы загнать дрожь в подвздошье, ещё один на то, чтобы спустить центр создания голоса из точки где-то за носом в лёгкие, и, взяв несколько нот…"
    me "On a dark desert highway, cool wind in my hair… Warm smell of colitas, rising up through the air…"
    me "Хотел бы с тобой исполнить. Осталось дело за малым — разучить гитарную партию."
    dv "Не думаю, что у нас здесь есть партитуры их песен."
    me "Я даже не сомневаюсь — их нет. {w}Так что всё придётся подбирать на слух."
    me "И именно здесь ты, Алиска, будешь незаменимой помощницей."
    show dv normal pioneer2 at cright with dspr
    "Она задумалась."
    dv "Мысль интересная, но с подбором… {w}Не знаю. Не пробовала."
    me "Всё у тебя получится. Ты же гитарист. А гитарист гитариста…"
    "Мы закрыли домик и направились в гости к Мику."
    window hide
    scene bg int_musclub_day with fade
    play ambience ambience_music_club_day fadein 1
    play music music_7dl["what_am_i_doing_here"] fadein 1
    $ renpy.pause(1)
    show un normal pioneer at left behind dv with dissolve
    show dv normal pioneer2 at center with dissolve

    show mi smile pioneer at right behind dv with dspr
    mi "Привет, ребята!"
    "Она заметно обрадовалась нашему визиту."
    "Правильно, с той посещаемостью, что обычно демонстрирует здание на отшибе, наш сегодняшний визит вполне себе можно приравнять к аншлагу."
    "Потому энтузиазм Мику был вполне себе объясним."
    "Лена мгновенно отошла в сторонку наигрывать не то «Собачий вальс», не то «Лунную сонату» на рояле, пока Алиса активно обрабатывала Мику."
    "Я же, чувствуя себя несколько потерянным, занял одно из кресел — тех самых с наклоняющейся сидушкой, в три кресла ряд — родом из моего сумрачного детства."
    "Здесь столько параллелей, что иногда мне кажется, будто это место есть синтетическая реальность — будто взяли некую заготовку с минимальной предысторией и перекроили в соответствии со знанием и опытом наблюдателя. Меня."
    "Пальцы скользят по лакированному дереву, привычно нащупывая буквы “х” и “у” … ну а чего я ещё ожидал от пионеров? Проблеска разумности?"
    "Осталось накопать под собственно сиденьем пару сталагмитов из немецкой жвачки, и день можно считать удавшимся."
    "Алиса о чём-то доболталась с Мику, так как мгновенно уселась на табуреточку и взяла несколько стартовых аккордов."
    "Ах, как я люблю инициативных девочек! {w}Я вообще предпочитаю девочек сверху, потому что так они занимают всё поле зрения, и таким образом и визуальное удовольствие приплетается ко всему прочему." 
    show dv smile pioneer2 close at center with dissolve
    dv "Семён, бери инструмент!"
    "Алиса отвлекла меня от сладостных раздумий."
    dv "И давай к нам. Между прочим, твой номер обсуждаем."
    me "Так обсуждайте, я здесь при чём? {w}Придёт пора играть — сыграем, а болтовню, пожалуйста, без меня."
    show mi laugh pioneer at right with dissolve
    mi "Мы играть уже планируем."
    "Если я ничего не путаю, то приглашение в отель «Калифорния» исполняется трио-квартетом гитаристов, сидящих на высоких барных табуреточках."
    "Это выглядит невероятно стильно, а если ещё к этому приплюсовать вокалиста за барабанами… Я задумчиво посмотрел на Мику:"
    me "Скажи, а ты не хочешь перепеть «иглов»? Как-никак, гимн семидесятых, когда ещё доведётся."
    show mi smile pioneer at right with dissolve
    mi "Мысль интересная. Но за гитару я третьей не сяду."
    me "А тебе и не потребуется. У «иглов» вокалист в основном палочками орудует. {w}Так что мы с Алисой основную гитарную канву обеспечим, а ты уж за установкой не подведи."
    mi "Какая интересная мысль!"
    "Она хлопнула от восторга в ладоши."

    "Лена и Алиса синхронно вздрогнули, оторванная каждая от своего дела — первая почти закончила подбирать тональности для четвёртого такта «сонаты», а вторая почему-то вместо того, что надо было играть, перебирала аккорды вчерашнего последнего медляка и через пятое на десятое напевала:"
    dv "Take me… to the magic of the moment on our glory night…"
    me "Нет, Алиса, если хочешь, то мы и «скорпов» перепоём."
    "Покладисто кивнул я."
    me "Но в последнем случае за гитарами будешь стоять ты одна, так как для меня их партии слишком сложны."
    show dv grin pioneer2 at center with dissolve
    dv "Зануда."
    "Надулась она, возвращаясь к «отелю»."
    dv "Нельзя уже для души что-нибудь наиграть."
    me "Некогда сейчас «для души» играть, времени в обрез."
    "Мику между тем уже набросала вчерне вторую партию для гитары и отдала мне заучивать, а сама села за барабаны и вцепилась в палочки."
    show blinking
    "…"
    "Я старательно пытался заучить партию, говоря себе, что не могу подвести товарищей…"
    "И всё равно не давали «скорпы» покоя!"
    "Через пятнадцать минут я и сам переключился на них, машинально пытаясь воспроизвести с самого голоштанного детства знакомое гитарное соло — играющее, между прочим, в исторический момент падения Берлинской стены!"
    "Диковато глянув на меня, Мику обрисовала ритмический рисунок, а чуть позже и Алиса подключилась на правах соло-гитариста…"
    "И куплет спустя наше трио разбавило неожиданно сильным голосом Лены."
    "Не стану спрашивать, откуда она знает скандальный текст. Но то, что после её выступления я зарасту комплексами, и на сцену ещё очень нескоро со своим голосом полезу — это точно!"
    th "Не надо было «Калифорнию» петь. Стыдобушка какая…"
    th "Ну кто же знал…"
    "А внутренний голос твердит мне, что не хватит меня на двоих, даже если один из них образ, а второй — просто голос."
    "Но что делать, что если гармониками отдаётся в груди, да что в груди — в сердце! И то, как она отбрасывает с глаз чёлку, и то, как привычно прикрывает глаза там, где переполняющие эмоции вышибают слезу, и то, как мы, затаив дыхание, внимаем настоящему колоратурному сопрано."
    "Мы все сейчас немного влюблены в эту грустную, застенчивую девочку с фиолетовыми волосами, прячущую в себе голос такой мощи и такую бездну эмоций."
    hide dv
    hide mi
    with dissolve
    show un smile pioneer at center with moveinright
    if not (herc or loki):
        $ lp_dv -= 3
        if lp_un < 0:
            $ lp_un = 3
        else:
            $ lp_un += 3 
        show dv cry pioneer far at left
        with dspr
        "Периферийное зрение уловило испытующий взгляд, который кинула на меня Алиса."
        hide dv with dissolve
        "Она мгновенно отвернулась, стоило лишь мне повернуться в её сторону…"
        "Но глаза её подозрительно блеснули."
    elif herc or loki:
        "И я до крови прикусываю губу и запрещаю себе даже смотреть в сторону Лены."
        "Потому что зарождающееся между мной и Алисой сейчас не может, не должно пасть жертвой оружия массового поражения, прячущегося за скромным румянцем, за влажной бездной огромных зелёных глаз."
        th "Интересно, она сама хотя бы понимает всю убойность собственного дара?"
        "Или он однобокий и раскрывается только при наличии благодарной аудитории и неплохого хореографа, заселившего задники?"
    show un normal pioneer with dissolve
    th "Или, может, собственная застенчивость не даёт ей развернуться в полную силу? {w}Ведь, по сути, что произойдёт, если она однажды решит отбросить все эти глупости и расправит плечи, наберёт полную грудь воздуха на сцене?"
    th "Катастрофа локального масштаба — только для тех, кому посчастливилось оказаться в пределах досягаемости голоса, разносимого колонками по всему лагерю."
    th "А если у кого-то окажется видеокамера и доступ к интернету, тогда катастрофа станет куда более зримой."
    "Однако из всех прочих концов света я предпочёл бы этот, в конце концов, его элементарно приятно слушать."
    show un serious pioneer at center with dissolve
    me "У тебя невероятно красивый голос."
    "От души признался я, когда смолкли последние аккорды."
    me "Тебе надо выступать."
    show un shy pioneer with dissolve
    un "Нет. Нельзя мне выступать. Я жутко сцены боюсь."
    me "Сцены? Или людей?"
    un "Л-людей, кажется…"
    th "Уж на этот-то счёт она совершенно может не беспокоиться. {w}Есть в ней что-то, привлекающее внимание."
    me "Не бойся. {w}Слушай, может, тогда в пятницу вместе выступим? Мику, Алиса, я и ты? Что скажешь? Твой вокал замечательно вольётся."
    show un surprise pioneer at center with dissolve
    un "Я не знаю. Я ещё никогда не выступала… Никогда, я боюсь…"
    me "Ничего, мы сделаем всё, чтобы тебя приняли как надо!"
    "Я обещаю с лёгким сердцем — просто потому, что даже самой непрошибаемой аудитории достаточно будет выслушать несколько тактов, исполненных этим чистым голосом для того, чтобы проникнуться."
    me "Соглашайся."
    show dv smile pioneer2 at right with dissolve
    dv "Давай, Ленка."
    "Алиса совершенно неожиданно меня поддержала."
    show un normal pioneer with dissolve
    un "Н-ну хорошо… Раз вы оба просите."
    show mi smile pioneer at left with dissolve
    mi "Я присоединяюсь."
    th "Как будто её мнение что-то значит."
    "Итого, нас — квартет: два гитариста, барабанщик и вокалистка."
    "Нормально так, а учитывая общую направленность ансамбля, можно сбацать что-нибудь в духе «nigthwish»…"
    "Я замечтался, представляя себе, как будет звучать «спящее солнышко» в исполнении нашей фиолетововолосой скромницы, и пришёл в себя от звонкого подзатыльника."
    show dv grin pioneer2 at right with dissolve
    dv "Если хочешь, чтобы Лена с нами выступала, изволь заучить партию, лоботряс!"
    "Алиса упёрла руки в бока, похоже, для неё это единственная тема, на которую невозможны компромиссы."
    "Что ж, в отсутствие альтернатив, всё, что остаётся – это и в самом деле взяться за гитару и набивать руку, пытаясь вывести партию пусть медленно, но без ошибок."
    "А что для этого нужно? {w=.3}Правильно, только и исключительно практика. Я взял первый аккорд…"
    window hide
    stop ambience fadeout 3
    scene anim prolog_1
    $ timeskip1 = "Два часа спустя…"
    show alt_credits timeskip1 at truecenter
    $ renpy.pause(4, hard=True)
    with dissolve2
    stop music fadeout 3
    $ renpy.pause(1, hard=True)
    scene bg int_musclub_day with fade
    play ambience ambience_music_club_day fadein 1
    "Наконец, у меня начало что-то получаться, но к этому моменту пальцы уже были сбиты в ноль."
    "Правая ладонь горела огнём, однако я был доволен собой — всё-таки, оно стоило того!"
    $ volume(0.5, "sound")
    play sound sfx_7dl["eat_horn"] fadein 1
    "Тем более, что над соснами вовсю разносилось развесёлое «бери ложку, бери хлеб», а это значит, что больше не надо корчить из себя образцовый лагерь, прятаться по углам от восхищающихся родителей, и так далее, и тому подобное."
    show dv smile pioneer2 with dissolve
    dv "Ну что, выучился чему-нибудь?"
    "Подмигнула Алиса, усаживаясь рядом."
    $ volume(1.0, "sound")
    stop sound fadeout 4
    me "Нет. Только пальцы сбил. {w}Но это не значит, что я брошу репетировать. Чёрта с два. Теперь-то, с такой вокалисткой!"
    dv "Нравится голос, да? И внешность тоже ничего…"
    if not (herc or loki):
        "Я закатил глаза."
        me "Алиса, мы это вчера обсуждали, как с тобой, так и с ней! Хватит, закрыли тему."
    elif loki or herc:
        me "Слушай, ты её так рекламируешь, как продавать собираешься."
        show dv shy pioneer2 with dissolve
        "Усмехнулся я, явственно наблюдая за тем, как алеют ушки что Алисы, что Лены — всё прекрасно слышащей."
    show dv smile pioneer2 with dissolve
    "Она легко поднялась смеясь."
    dv "Шучу я, шучу. {w=.4}Просто видела, какими глазами ты на неё смотрел, когда она тут вокалом помещение качала. {w=.4}Этот взгляд трудно с чем-то спутать."
    me "Правильно Ульянка говорит, ты с ней общаясь, вся комплексами зарастёшь. Может, вам стоит прекратить общение?"
    "Видела бы она, каким взглядом я на неё смотрел, когда она сама играла…"
    show dv laugh pioneer2 at center with dissolve
    play music music_list["went_fishing_caught_a_girl"] fadein 3
    dv "Может, тебе стоит поменьше уделять внимания Ульяне и побольше мне?"
    me "Стебок! Я и так с тобой за ручку целое утро. {w}Кстати, ты в курсе, мы сейчас идём на полдник, и ты трогательно держишь меня за ручку?"
    show dv sad pioneer2 at center with dissolve
    dv "Не буду я."
    me "Короче, так, Двачевская. Или ты сейчас здесь же пересматриваешь отношение к отношениям (ничего каламбурчик, ага?), либо я прямо сейчас ухожу и больше не стану тебе докучать."
    me "БЕСИШЬ, ЯСНО?!" with vpunch
    show un smile pioneer at right with dissolve
    un "А вот и не подерётесь! А вот и не до крови."
    "Лена отвлеклась от беседы с Мику и повернулась к нам."
    un "Что у вас случилось?"
    me "Да Алиска опять тебя ревнует!"
    play music music_7dl["catch_the_hedge"] fadein 2
    show dv angry pioneer2 at center with dissolve
    dv "ЧТО?! Ты что несёшь?!"
    me "Вот, видела? Говорит, что я у неё тебя отбиваю, и вообще!"
    show un laugh pioneer at right with dissolve
    un "Ну…"
    show mi scared pioneer at left with dissolve
    "Лена рассмеялась, наблюдая шокированное лицо Мику."
    un "Для меня это уже привычно."
    me "Давно ли…"
    un "Забыл, что ли? С момента, когда мы с тобой целовались в лесу, пока она у бивуака с гитарой куковала…"
    show dv rage pioneer2 at center with dissolve
    "Лена – большая умница и большая сволочь."
    "Так издеваться над друзьями я себе не позволял никогда – даже когда они были."
    "Но, кажется, что тонкими воздействиями здесь ничего не добьёшься, нужно что-нибудь стеноломное."
    me "Пойдём с тобой на полдник как парочка, сцепив пальцы?"
    show un smile2 pioneer at right
    with dissolve
    "Она подмигнула."
    un "Идёт!"
    dv "У-БИ-Ю!"
    "Раздался стон раненного мамонта."
    "Двачевская достигла пика кипения и, кажется, собиралась кого-нибудь покалечить!"
    show un laugh pioneer at fright with moveinleft
    "Пожав плечами, фиолетоволосая девочка отступила в сторону:"
    un "Она готова и она твоя. Забирай."
    hide un
    hide mi
    with dissolve
    "А у меня будто чувство необъяснимого видения с эротической подоплёкой – она тянет мне руку, чтобы поспорить, но я, вместо того, чтобы принять пари, направляю ладонь чуть выше, и пальцы сами принимают чашеобразную форму, чтобы принять в себя упругую девичью грудь."
    "Другая ладонь орудует где-то на нижних горизонтах – ставки сделаны, ставки высоки."
    play sound_loop sfx_head_heartbeat fadein 2
    "Будь она чуть женственнее, она попыталась бы влепить мне пятернёй по щеке, чтобы оставить там бело-красное тавро хама и нахала." with hpunch
    "Будь она чуть мужественее, она собрала бы пятерню в кулачок и зарядила бы мне в пятак." with vpunch
    "Её проблема в том, что она сбалансирована между состоянием хабалки и настоящей леди, и не принадлежит полноценно ни к одному из лагерей."
    "И именно поэтому я могу позволить себе делать то, что делаю."
    "Видение завершилось, но, кажется, подсказало, что можно сделать. {w}Надеюсь, девочки меня простят."
    "Поймать на движении — даже не самом, на просто намерении, так, чтобы руки не успели шевельнуться — и обхватить поперёк тела, прижимая руки к бокам."
    "Разумеется, это неправильно, и с девочками себя так вести нельзя. Но с Алисой другой разговор."
    if herc and alt_day_binder != 1 and (counter_sl_7dl == 0):
        "И она снова у меня на плече!"
    stop sound_loop
    show dv angry pioneer2 at center with dissolve
    "Как и утром, она забилась в моих руках, пытаясь вырваться, но даже её превосходная физическая форма сейчас не была ей в помощь — я привлёк её поближе и с оттяжкой, со вкусом, поцеловал, выдерживая дыхание."
    dreamgirl "И будет в вашей семье тотальное садо-мазо!"
    dreamgirl "Только представь! Вы — в комнате, она в чёрном латексе, на семидюймовых шпильках, с плеткой! Разве не прелесть!"
    th "Извращенец."
    "Ещё секунда, и она расслабилась, позволяя мне расцепить конечности – одна ладонь мгновенно ринулась вниз по спине, миновала талию {nw}"
    show dv scared pioneer2 with dspr
    extend "– Алиса открыла глаза и в немом ужасе смотрела на меня – и направилась ниже."
    "И чтобы уже точно расставить все точки над «ё», я сам потянулся, чуть прогибаясь, стремясь, чтобы топология наших тел максимально совпадала."
    "За спиной раздался синхронный вздох."
    show mi shy pioneer at left with dissolve
    mi "Ребят, если вы решите заниматься глупостями прямо здесь, я ключики на рояле оставлю."
    "Зачастила Мику."
    mi "А мы с Леной тогда пойдём погуляем где-нибудь часика три, да?"
    mi "Во! Пополдничаем сходим."
    "Судя по повторному вдоху, в этот раз несколько вымученному, Мику вывела Лену из ступора проверенным локтем в бок."
    show dv guilty pioneer2 with dspr
    dv "Ничего мы не…"
    "Двачевская таки оторвалась от меня и пыталась что-то объяснить, но я дал полную волю рукам, и несколько секунд спустя она уже молотила ладошками где-то в области подола, прогоняя нежданчик."
    "Я с хохотом отскочил назад – всё-таки щипать её за филейную часть было совершенно необязательно, но раз рука всё равно была там, я просто не сумел удержаться."
    me "В общем, я всё сказал. {w}Мы идём на полдник ладошка в ладошку, и ты улыбаешься и получаешь удовольствие от прогулки. Ясно?"
    show dv angry pioneer2 at center with dissolve
    dv "Да ты… Да ты…"
    me "Да я. А будешь ерепениться – ещё и за второе полупопие ущипну!"
    "Девочки на заднем фоне расхохотались."
    mi "Алиса, я тебе тайну открою."
    "Отсмеявшись, заявила Мику."
    mi "После того, как вы вчера у умывальников обнимались, вас записали в парочку сто процентов населения. {w}А уж подробностей было… {w}Из самых невинных – это громкий треск кустов рядом со всё теми же умывальниками."
    mi "Так что никого ваше трогательное «рука об руку» не удивит."
    show dv sad pioneer2 at center with dissolve
    dv "Вы не понимаете, что мне стрёмно от этого?"
    "Огрызнулась Алиса, явно загнанная в угол."
    stop music fadeout 3
    dv "Что я не удовольствие получаю, а придурком себя чувствую."
    me "Ты чувствуешь себя придурком, потому что тебе больно, ладони потеют или что-то в этом духе?{w} Или только потому, что боишься, что кто-то на тебя пальцем покажет?"
    "Она промолчала."
    me "То бишь, такая вещь как поцелуй при свидетелях тебя совершенно не напрягает, да?{w} А идти рядом со мной ты боишься потому, что кто-то обсуждать будет?"
    me "Какая прелесть. А главное — своевременно! Может, сама будешь решать, чего тебе хочется?"
    "Я протянул ей руку."
    me "Разумеется, если только я тебе не окончательно надоел."
    "Она несмело улыбнулась и… {w}вложила ладошку в мою ладонь!"
    me "Видишь. Ничего страшного. Ну, мы пошли?"
    show dv shy pioneer2 at center with dissolve
    show un smile pioneer at right with dissolve
    show mi smile pioneer at left with dissolve
    "Она кивнула."
    me "Девочки, выдвигаемся. Кажется, Алиса решила выключить буку."
    dv "Да ну тебя."
    me "Да ну меня."
    stop ambience fadeout 3
    window hide
    play sound sfx_open_door_clubs
    scene bg ext_musclub_day
    play ambience ambience_music_club_day fadein 1
    play music music_7dl["what_am_i_doing_here"] fadein 1
    $ renpy.pause(1)

    "И мы двинулись по направлению к столовой."
    "Кто бы мог подумать, что я, именно я, буду идти, собирая потоки чужого внимания {w}– и не стесняться их, а получать самое настоящее удовольствие!"
    "Не очень здоровое, конечно, как и любой другой эпатаж, но всё-таки! {w}Я был счастлив от яркого солнца, глубокого неба, и теплой ладошки в моей руке."
    me "В некотором смысле я жалею, что сейчас не зима. Тогда я мог бы забирать твою ладошку в карман и отогревать её там. {w}Или греть дыханием, будто невзначай касаясь губами."
    "Она недоумевающе посмотрела на меня, «мол, что ещё за телячьи нежности?»"
    show dv shy pioneer2 with dissolve2
    me "Так и не научилась расслабляться рядом со мной? {w}Странно, вроде бы это я тебя опасаюсь, а не наоборот."
    show dv guilty pioneer2 with dissolve 
    dv "Да нет… Просто…"
    me "Да не просто. {w}У тебя реакция, будто ты постоянно ожидаешь от меня чего-то нехорошего!"
    me "Будто я сейчас отскочу в сторону, ткну пальцем в тебя и рассмеюсь – мол, смотрите на неё, смотрите!"
    dreamgirl "Полагаю, она опасается, что если ты будешь тыкать в неё, то используешь нечто иное."
    th "Не ожидал! {w}И не совестно тебе такое говорить?!"
    dreamgirl "Нет! К тому же, вряд ли у неё много опыта или информации о том, о чём мы говорим."
    "Я остановил её и развернул лицом к себе."
    me "Алиса, ты должна усвоить одну вещь. {w}Сейчас, между тобой и мной право голоса имеем только Мы."
    me "Никого со свечкой я сюда не пущу, а если кто-то сунется – я порву ему горло. Это понятно?"
    show dv surprise pioneer2
    pause(.2)
    show dv normal pioneer2 with dissolve
    "Она удивлённо посмотрела на меня, но, немного подумав, кивнула."
    me "Что тебе понятно?"
    dv "Что ты очень дорожишь нами."
    th "Мда… А девочке и в самом деле было бы неплохо подтянуть такой предмет как…"
    me "Я у Лены видел Остин в твёрдом переплёте, одолжи почитать на досуге."
    dv "Зачем?"
    me "Чтобы научиться выражать эмоции."
    me "Мне очень интересно с тобой, но надо бы уже разделять мальчишеские проделки и дела сердешные. {w}Если бы не моя настырность, я так бы и считал тебя «своим в доску чуваком»."
    show dv smile pioneer2 at center with dissolve
    dv "Да какие у нас дела! За ручку идём, подумаешь."
    me "Половина лагеря считает иначе. {w}И можно поймать кого-нибудь, и он тебе в подробностях распишет, как, в какой позе и сколько раз."
    show dv shy pioneer2 with dissolve
    $ renpy.pause(1)
    show dv normal pioneer2 with dissolve
    "Она опять заалела, а я запоздало понял, что темы настолько близких отношений для нас – в смысле новообразованной парочки – всё ещё терра инкогнита."
    "У меня есть некоторая практика, но за давностью лет она неактуальна."
    "У Двачевской нет ни практики, ни теории, а то, что есть – услышано от девочек и по дремучести своей влёгкую уделывает побасенки о деревьях-людоедах и честных премьер-министрах."
    "Что-нибудь в духе «дети появляются от поцелуев и потом медленно спускаются в животик, поэтому после того, как поцеловались, надо срочно бежать чистить зубы» или утренний юморок от Ленкиного папки про бел{b}о{/b}к и то, что должно вырасти от него."
    "В общем, в среде юношества Советского Союза относительно полового воспитания процветают самые что ни на есть фантастические домыслы."
    th "Поразительно, что в отсутствие оного воспитания, Союз умудрялся обгонять по рождаемости смертность во всех возрастных категориях."
    dreamgirl "Угу, а то, что сейчас секспросвет на каждом углу, в подземных переходах стоят автоматы по продаже средств контрацепции, а порнухи полон рунет, почему-то наоборот поставило нацию на грань вымирания."
    dreamgirl "Может, не так уж и неправы были те, кто запретил секс в СССР?"
    window hide
    scene bg ext_square_day with dissolve

    "Мы влились в поток младшеньких, спешащих откуда-то со стороны сцены."
    me "Концерт был?"
    "Спросил я у пробегающего мимо знакомого красноглазого вихрастика."
    pi "Ага. Жаль, вас не было, там ваша вожатая такой танец закатила!"
    "Он изобразил явно подсмотренный из «кавказской пленницы» жест одобрительного поцелуя и заспешил дальше."
    me "Ольга танцевала?"
    "Смешок выглядел глупо и звучал глупо, знаю. Но ничего не могу с собой поделать."
    dv "А что тебя удивляет? Она вообще-то, профессиональный педагог."
    me "Отношение к танцам?"
    show mt smile pioneer at left with moveinleft
    mt "Какое-то определённо есть. {w}Во всяком случае, танцевать умею."
    mt "Если вдруг понадобится поставить номер – обращайтесь."
    th "И почему все вокруг только и говорят об этой несчастной самодеятельности?!"
    th "Гала-концерт будет максимум часа два, за это время в спешном порядке пробегут номеров десять-пятнадцать с учётом основного перфоманса, разогрева публики и награждений разного сорта."
    th "Ответственность?"
    "Я посмотрел на безмятежно улыбающуюся Алису и отбросил идею как бредовую."
    th "Перфекционизм?"
    "Тоже мимо."
    th "И что тогда?"
    dreamgirl "Воспоминания. У тебя сейчас второй шанс заново набить копилку детских воспоминаний впечатлениями. Пользуйся."
    dreamgirl "Помнишь свои старые номера?"
    "Я прикрыл глаза…"
    "Я уже не помню в старом лагере лица и имена парней, устроивших мне «тёмную», а вот лицо девочки, ставшей причиной «тёмной», помню." 
    "Я забыл лица дегенератов в толпе, хлопающих против такта, смеющихся и перебрасывающих эпитетами – зато помню упоение музыкой и встающих со скамеек совершенно незнакомых людей, стоя аплодирующих нам, только что закончившим выступление."
    "Память милосердна, и сохраняет только самые тёплые воспоминания."
    "Вроде ничего особенного – двести человек перед сценой, двое на сцене, и пальчики в ладони, оказавшиеся там не по моей прихоти – а волей сценического танца – ответно вздрагивают, понимая и принимая моё существование."
    show blinking
    "Мы не стали парой, я не простил ей той сценки у больницы, но вот это воспоминание – оно только моё."
    dreamgirl "Наше, вообще-то. Но ты прав — выступить посредственно ты не имеешь права. Мы оба тебе этого не простим."
    
    "А значит, что?{w=.3} Значит, репетируем!"
    "И понимающе улыбаемся в ответ на взгляд Ольги – она ведь незначительно младше меня настоящего."
    "И она до сих пор получает то, от чего меня оторвали семь лет назад. Детство в полном объёме! Она даже выступает в качестве «карапуза на сцене»!"
    me "Ольга. Можно личный вопрос?"
    show mt normal pioneer at left with dissolve
    mt "Ты забыл моё отчество?"
    me "Скажите… А что нужно для того, чтобы стать вожатым?"
    play music music_7dl["yume_akari"] fadein 3
    show mt surprise pioneer at left 
    with dissolve
    "Она аж запнулась от изумления!"
    mt "Семён, ты ли это?"
    "Воскликнула она, а я про себя продолжил — «тот самый бесхребетный слюнтяй, которого я знаю»."
    mt "Что с тобой случилось?"
    me "Я узнал ваш маленький секрет."
    show mt smile pioneer with dspr
    mt "Вот как? И в чём же он?"
    me "В том, что вы до смерти боитесь повзрослеть. Вот и придумали себе этот лагерь, куда сбегаете каждое лето."
    show mt normal pioneer at left
    mt "Какая интересная теория. И что из этого следует?"
    "Я улыбнулся."
    me "То, что я тоже претендую на кусок пирога, разве непонятно?"
    me "Мне скоро восемнадцать, дальше армия, и к двадцати годам я дембельнусь, спрыгну с гособеспечения и мне захочется вернуть себе себя, каким я запомню."
    mt "Ты взрослее, чем кажешься, мальчик."
    "Она с нескрываемым уважением осмотрела меня, "
    show dv shy pioneer2 with dissolve
    extend "потом руку, за которую с независимым, несколько даже вызывающим видом держалась Алиса."
    mt "И это меня радует."
    "Решив, похоже, играть в открытую, Ольга пристроилась в шаг со мной по другую руку и некоторое время молчала."
    mt "Три варианта."
    mt "Ты можешь пойти на работу в наше НПО и стать там активистом — и твоя кандидатура будет выдвинута на роль вожатого в подшефном лагере."
    show mt smile pioneer at left with dissolve
    mt "Но, для этого тебе придётся перещеголять меня."
    me "Ещё?"
    mt "Следующий вариант – это обратиться напрямую к администрации лагеря. {w}Они хоть и подведомственный объект, тем не менее, кадровые вопросы решают по возможности самостоятельно."
    mt "Возьмут помощником вожатого на полставочки, а там и до вожатого дорастёшь."
    me "Мысль интересная, но речь шла о трёх вариантах."
    show mt laugh pioneer at left with dissolve
    mt "Наблюдательный, а? {w}Ладно, вариант три – беспроигрышный."
    "Вожатая взяла мхатовскую паузу, но мне терпения было не занимать – Алиса нервничала за нас обоих:"
    mt "Пед!"
    me "Что?"
    show mt normal pioneer at left with dissolve
    dreamgirl "Чувак, она тебя педом обозвала! Наверное, подраться хочет."
    th "Очень смешно…"
    mt "Поступаешь в Герцена и ближе к лету подаёшь заявление о проведении летней практики. Мы охотно берём студентов, на младшие отряды постоянно нехватка вожатых."
    me "Младшие? Хм. Кто-то говорил о беспроигрышном варианте?"
    show mt smile pioneer at left with dissolve
    mt "Именно. Там ничего страшного, просто играть и беситься ты должен будешь вместе с ними. По-настоящему, без дураков. {w}Дети чуют фальшь. Вот тебе и детство."
    me "Я никогда не любил детей…"
    mt "Тебя никто не заставляет их любить. Ты должен с ними дружить – с позиции старшего товарища – и направлять. {w}Сумеешь, справишься – и на следующий год лагерь сам место предложит."
    show dv surprise pioneer2 at center with dissolve
    dv "Ты и правда хочешь стать вожатым?"
    "Напряжённо поинтересовалась Алиса."
    me "А что? Тебя же я приручил. Не думаю, что с детишками будет сложнее."
    "Ольга только головой покачала и свернула беседу – мы уже подходили к зданию столовой."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_dining_hall_away_day
    with dissolve
    play sound_loop ambience_medium_crowd_outdoors fadein 2
    play ambience ambience_camp_center_day fadein 4

    "Всё верно, я не собираюсь и никогда не собирался взрослеть."
    "Мне может быть за четвертак, но сквозь мои глаза от первого лица в мир смотрит всё тот же пацан, что в девяносто шестом году вывалился из автобуса и попал в дружеские объятья — и тут же отпрянул, как и тот, кто встречал."
    "В таком возрасте мы все желаем независимости и хотим выглядеть солидно, бесстрастно. {w}И оттого стесняемся ярких проявлений чувств… Примерно, как Алиса сейчас."
    "И да, я прекрасно помню предложение внутреннего голоса. Но раз я его не принял, и не оттолкнул рыжую — будем, значит, пилить по бездорожью до победного!"
    "Меня опять захватил разворачивающийся ассоциативный ряд, поэтому я вздрогнул, когда Алиса привлекла к себе внимание недвусмысленным толчком под рёбра."
    window hide
    stop ambience
    $ persistent.sprite_time = "day"
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 3

    show dv normal pioneer2 at center with dissolve
    play music music_7dl["shestheone"] fadein 3

    dv "Ты постоянно говоришь о каких-то там чувствах, беседы ведёшь на романтичеcкую тематику, как будто сам читаешь романы на тему. Мне плевать, откуда ты что знаешь."
    dv "Меня интересует только одно — они вообще что-то значат, все эти глупости с ручками и поцелуйчиками в итоге?"
    me "В каком смысле?"
    dv "В прямом."
    show dv sad pioneer2 at center with dissolve
    "Алиса упрямо дёрнула головой, отбрасывая чёлку с глаз."
    dv "Ты ведь уедешь, лето не бесконечное. {w}И что дальше?"
    dreamgirl "Как будто непонятно! Дальше — дружба по скайпу с обменом интимными фото и ссылками на очередную мрачненькую музычку, призванную продемонстрировать всю глубину глубин страданий и печалек."
    dreamgirl "Ну и, понятно, после отключения хихикать и набирать очередную пассию."
    dreamgirl "Если уж совсем припечёт, можно будет потом съездить друг в другу в гости, пересечься на нейтральной территории и реализовать то, что хотелось, но стеснялось в лагере. И всё."
    dreamgirl "Неизбежный итог любого курортного или лагерного романа. Они редко перерастают во что-то серьёзное."
    me "От обоюдного желания зависит."
    "Пожал плечами я."
    me "Если захотим оба, продолжим общение в городе."
    show dv grin pioneer2 at center with dissolve
    dv "Надо же… И как ты представляешь себе общение между разными городами? {w}Переписка? {w}Редкие встречи, больше напоминающие свидания в тюрьмах?"
    dv "Или будешь говорить, что убедишь родичей сменить место жительства?"
    me "Не буду.  И ты вряд ли убедишь своих…"
    th "Легче убедить Ольгу Дмитриевну налить мне стопарь, чем добиться доверия этого колючего существа!"
    me "Занятно, что ты заговорила о планах на будущее. Неужели ты смирилась с тем, что нас нужно воспринимать только вместе?"
    show dv normal pioneer2 at center with dissolve
    dv "Я не знаю. Но мне интересен этот момент."
    "Я с сожалением посмотрел на нетронутый тульский пряник и мысленно простился с ним:"
    me "Алиса, пойми одну важную вещь относительно любой связи человеческой — проблемы следует решать по мере поступления."
    me "Никак иначе!"
    me "Никаких долгоиграющих планов, никаких инвестиций внимания с последующими дивидендами — это, возможно, с кем-нибудь другим и сработает, но не  со мной."
    me "Мы все умрём, так что теперь — и не жить вовсе? Лечь на бок и страдать?"
    dv "Нет, но…"
    me "Вот именно, что нет, глупое существо."
    "Я мягко улыбнулся, давая понять, что это не было оскорблением."
    me "Цени что есть."
    show dv smile pioneer2 with dspr
    dv "А что есть?"
    me "Я!" 
    show dv normal pioneer2 at center with dissolve
    "Мне, наконец, удалось добраться до коврижки и с отчаянием утопающего вцепиться в неё зубами — Алиса с усилием переводила привычный ей образ мышления на новые рельсы, и вопросов будет ещё очень много."
    "Но для начала надо подкрепиться! Иначе потом будет просто некогда."
    me "А откуда у тебя вдруг мысли о расставании зашли?"
    show dv grin pioneer2 at center with dissolve
    dv "Ну…"
    "Она беспомощно улыбнулась."
    dv "Ты сам говорил про возраст свой… {w=.4}Про армию. {w}Я же тебя, вроде как, ждать должна буду. Два года."
    "Да, когда тебе семнадцать, два года — это невероятная цифра, это что-то такое подавляюще огромное, что смотришь на них и не можешь их объять даже умозрительно.{w} А здесь ещё с точки зрения ожидания…"
    me "Чёрт, это я как-то упустил из виду."
    "Меня озарило."
    me "Слушай, так если это будет связано со службой — я же могу, во-первых, попроситься служить где-нибудь здесь поближе, а во-вторых, после дембеля можно будет устроить распределение куда-нибудь в нынешние степи…"
    me "В конце концов, можно будет просто забрать тебя к себе. Ты же к тому моменту будешь уже взрослая девочка, мама с папой отпустят."
    dv "Какая любопытная мысль."
    "Промурлыкала она, из-под руки утягивая остатки пряника."

    "А меня второй раз долбануло по маковке разворачивающимся мыслительным ассоциативным рядом."
    "Девочки знают о «скорпах», знают песню «Отель «Калифорния»."
    "Славя вообще в открытую заявила, что восемьдесят девятый на дворе."
    "А это значит… Это значит…"
    dreamgirl "Второй шанс!"
    dv "Ты выглядишь так, будто в лотерею выиграл."
    show dv normal pioneer2 with dspr
    "Алиса, наконец, дожевала и опасливо покосилась в мою сторону."
    me "Да можно сказать и так. {w}У вас же здесь и Жуковка, и Сталинка и даже альма-матер Гагарина ещё функционируют, не расформированы."
    dv "И что это значит?"
    me "Это значит, дорогая моя девочка, что если мне повезёт — очень повезёт — то я-таки увижу Землю с орбиты!"
    show dv laugh pioneer2 with dspr
    dv "Здоровья-то хватит, пионер?"
    "Прищурилась она."
    dv "Я видела по ящику передачу о космической части, туда строгий отбор."
    me "А то."
    me "Раз уж я тебя на руках унести могу, значит, как минимум, не самое тщедушное существо."
    "В этот раз я не стану спать на ледяной набережной, нагулявшись «Оболони» до состояния бульканья из носа. В этот раз я вообще себе пить запрещу."
    "Так что никаких застуженных почек или чего-то в этом духе на моём пути не будет."
    dv "Космонавт, значит? {w}Больше вожатым стать не хочешь?"
    me "Хочу. И того хочу, и этого хочу."
    dv "Не получится."
    me "Да я знаю! Но, блин, дай помечтать немного!"

    dreamgirl "А не о чем здесь мечтать…"
    dreamgirl "Ты либо гоняешься за своими детскими мечтами о том, как стать космонавтом, и неизбежно становишься взрослым, так как шалопая в космос никто не отправит."
    dreamgirl "Либо ты принимаешь предложение Ольки и пилишь по накатанной, старея только физически, но внутри навсегда оставаясь ребёнком."
    dreamgirl "Выбирай, что для тебя приоритетнее — встреча со Вселенной или затянувшееся детство?"
    window hide
    scene bg ext_dining_hall_near_day with dissolve

    "Теперь, когда интуиция переключилась  с пошлостей на рациональность, она пугала меня гораздо сильнее."
    dreamgirl "Спасибо, дорогой."
    "В частности тем, что никогда не ошибалась. {w}Может, к Виоле за галоперидолом сходить?"
    dreamgirl "Да чё мелочиться-то? {w}Проси, пусть сразу усыпляют!"

    "Некое движение перед глазами вырвало меня из задумчивости."
    show dv smile pioneer2 with pixellate
    dv "Ты сегодня что-то постоянно тормозишь."
    dv "Неужели тебя настолько тронули слова вожатой?"
    me "А тебя нет? {w}Или ты забыла о чём мы в клубе говорили?{w} Я не хочу стать взрослым и скучным."
    dv "Я тоже. Но это не повод сидеть и смотреть в одну точку. Проверено — не работает!"
    "Она развернулась и направилась вон из столовой, оставляя мне единственным выбором следовать за ней."
    window hide
    scene bg ext_musclub_day with fade
    play ambience ambience_music_club_day fadein 1
    play music music_7dl["everyday"] fadein 3
    $ renpy.pause(1)
    show dv normal pioneer2 at center with dissolve

    "Мы разобрали инструменты и так как тихий час благополучно закончился, выбрались на свежий воздух, на терраску, где музыка звучала как-то свободнее, что ли…"
    "Зато голос Лены тут же утратил в громкости — процентов на восемьдесят."
    show un shy pioneer at right with dissolve
    un "Я н-не могу… На улице."
    "Она даже не покраснела, она побледнела!"
    me "А в чём разница?"
    show mi smile pioneer at left with dissolve
    mi "Разница в том, что здесь её могут услышать."
    mi "Интересно, как она собралась выходить на сцену, где её БУДУТ слышать."

    "Кажется, девочкой овладела неконтролируемая паника, так, что пришлось потратить минут двадцать на уговоры."
    "В результате, крестом и пестом уломав недотрогу на то, чтобы не срывала сроки, мы вернулись к репетиции!"
    hide un with dissolve
    "Мы угробили время с полдника до ужина на новые и новые повторы, ставя мне пальцы, а Лене звучание, Алиса между делом подобрала ноты и безошибочно воспроизвела соло из «Ветра», и на её мордашке светилось такое упоение собой, что я не удержался от смеха."
    "Кажется, ей во что бы то ни стало горело утереть мне нос."
    me "Если хочешь ещё в чём-нибудь со мной посоревноваться."
    "Я выразительно хлопнул по карману, где до сих пор хранилась непочатая колода."
    me "Можем попробовать."
    show dv grin pioneer2 at center with dissolve
    dv "Обойдёшься. {w=.3}Пока я не услышу от тебя хотя бы первую цифру без киксов, ни о каких картах можешь даже не мечтать."
    me "Да я стараюсь! Но кто ж виноват, что у меня не получается."
    dv  "Вот не знаю — либо мама с папой, либо ты сам."
    dv "Кривые руки — это генетическое или приобретённое?"
    "Она со смехом увернулась, и мои руки ухватили пустоту."
    show dv laugh pioneer2 at center with dissolve
    dv "Ага, похоже, всё-таки, генетическое!" 
    me "Да ну тебя!"
    show ba normal uniform at fright with moveinright
    ba "Девочка права, кстати."
    if ('sport_area' in list_voyage_7dl):
        "На горизонте появился уже откровенно ненавистный мне Борис Саныч."
    else:
        "На горизонте нарисовался некий мужчина атлетического телосложения."
        dv "Это Борис Саныч, наш физрук."
        "Шепнула мне на ухо Алиса."
    hide mi
    show dv normal pioneer2 at left
    with moveinright
    ba "Руки у тебя, пионер, надо править и править."
    menu:
        "Поздороваться":
            $ alt_day4_dv_7dl_ba_conv = True
            $ karma += 10
            me "Здрасьте, Борис Саныч."
            if 'soccerl' in list_clubs_7dl or 'volley' in list_clubs_7dl or 'badmin' in list_clubs_7dl:
                me "Немного поздновато для тренировки, вы не находите?"
                ba "Что? А нет, я не за этим."
                me "А за чем тогда?"
                "Он понизил голос."
                ba "Вообще, за вожатой твоей."
                show ba em1 uniform with dspr
                ba "Она мне за то, что тебя неласково встретил, такого фитиля выписала — я уж думал, теперь с тобой под ручку ходить будет."
                "Он оглядел Алиску особым {i}оценивающим{/i} взглядом."
                "Она ответила, задрав подбородок и посмотрев на физрука как на пустое место."
                show ba smile uniform with dspr
                ba "Хотя не могу сказать, что замена хуже!"
                "Он захохотал."
                th "Ему что, Ольга нравится?!"
                dreamgirl "Дошло с запозданием, что называется. С добрым утром."
                th "Привет. Ну, ты своими обязанностями манкируешь, приходится полагаться только на собственную — мужскую — логику."
                dreamgirl "Скажи ему, что Ольге нравятся мужики с большой грудью."
                th "Может, мне ещё её ему под ручку притащить и вручить, обвязанную подарочной лентой?"
                dreamgirl "Послушай меня. По моей вине мы ещё ни разу впросак не попадали."
                th "Кто бы ещё к нему подпустил, к просаку-то…"
                dreamgirl "Ну и кто из нас пошляк?!"
                me "Я могу ошибаться, но она, вроде, собиралась на пляж, сказала что-то вроде «может хоть там будет кто в нормальной форме»."
                show dv surprise pioneer2 with dspr
                "Алиса недоумевающе уставилась на меня, а я подмигнул ей сразу обоими глазами."
            else:
                "Я напрягся, и…"
                if not ('sport_area' in list_voyage_7dl):
                    th "А что нам делить? Мы друг друга впервые в жизни видим. Можно договориться о паритете и сосуществовать."
                    me "Здравствуйте. Вы физкультуру преподаёте?"
                    ba "Как догадался?"
                    th "Стреляли — ответил чукча."
                else:
                    "А смысл? Если человек тебя де-факто напрягает, может стоит с ним договориться? Чтобы разграничить ареалы обитания."
                    me "Здравствуйте. Извините, что никуда в спорт не записался, у меня после поездочки на жаре до сих пор мозги не на месте."
                    ba "Про мозги — это ты верно заметил. Но будешь чувствовать себя получше, обязательно заходи, может, подберём тебе что-нибудь по плечу."
                    th "Угу. И по нутру. А если мы подберём программу взаимного непересечения?"
                me "Я бы хотел позаниматься плаваньем. Давно интересует. У вас какой-нибудь кружок на эту тему есть?"
                show ba normal uniform at right with dspr
                ba "Нет, плаванье для гомиков. Настоящие мужики предпочитают вольную борьбу — развивает плечевой пояс абсолютно аналогичным образом."
                "Он поймал мой удивлённый взгляд."
                ba "Что, думаешь, не догадаюсь, ради кого ты тут спешно хочешь грудную клетку расширить? У Оленьки всегда была тяга к бочкообразным мужикам."
                me "Да я не…"
                "Я покраснел. Ничего такого в виду я не имел по определению, но теперь, когда речь зашла об этом напрямую…"
                show dv angry pioneer2 with dspr
                "Алиса тоже посмотрела на меня нехорошим взглядом, а я вернул ей — недоумённый."
                show dv normal pioneer2 with dspr
                "Но, похоже, не слишком искренний, так как она фыркнула и отвернулась."
                ba "Плюс к этому, борьба становую жилу тебе поправит, чтобы рыжую эту на руках таскать."
                ba "Она сейчас с тобой вровень, и ты её побеждаешь только за счёт того, что у тебя физика мужская. Но если продолжишь в том же духе… Начнёшь складываться с тычек девочки. Устраивает?"
                me "Да нет, я же это, я чисто на дыхалку. Я вообще…"
                "Я остановился и глубоко вдохнул."
                me "Борис Саныч, если вы хотите и дальше издеваться, этот разговор беспредметен."
                ba "Почему же, я заставлю тебя задуматься о культуре тела, чтобы не был позорящим род мужской дрищем-соплёй перешибить можно."
                me "За смену вы всё равно зримых результатов не добьётесь, даже если будете тренировать меня в индивидуальном порядке."
                ba "Ну уж под вкусы Ольки я тебя переделаю."
                "Самодовольно ухмыльнулся он."
                me "Оставьте Ольгу Дмитриевну…"
                ba "В покое? Или себе?"
                me "А это уже ей решать."
        "Игнорировать":
            "Я сделал вид, что не заметил здоровяка. Было трудно, но я справился."
    show dv normal pioneer2 with dspr
    cs "Вот ты где!"
    show cs normal at center with dissolve
    cs "Я вас искала."
    "Чуть затмив ослепительного физрука, на подмостки плавно взошла прима — Виолетта."
    cs "Привет, Бориска."
    show ba evil uniform with dspr
    ba "В-виола?"
    "Он шумно прочистил горло, маскируя смущение."
    "А я внутренне захохотал. {w}Похоже, наша медсестра оказывает абсолютно одинаковое мозговыносящее воздействие на всех представителей мужского пола."
    cs "Слышали про вчерашнего пионера? Который с крыши полетел. Короче, с тем, что у меня есть, я, похоже, ему помочь не смогу. Нужны антибиотики и догляд хирурга… Короче, придётся везти его в райцентр."
    ba "И зачем ты нам это говоришь?"
    cs "Вам? Бориска, ты здесь не при чём, я к пионеру с просьбой."
    "Физрук перевёл дух и мягкими шагами попятился назад, пока и ему не прилетело чем-нибудь."
    hide ba with dissolve
    "По дороге он с грохотом задел скамейку и заставил посмеяться Алису, но, в целом отступил достаточно достойно."
    me "Так какая ко мне просьба, Виолетта Церновна?"
    cs "О, сущие мелочи. Мне нужен сопровождающий на случай, если пионеру поплохеет. Ну и, понятно, доставить от машины до больницы."
    me "И вы говорите, что я справлюсь с этой задачей лучше, чем Борис Саныч? Да он же элементарно сильнее!"
    cs "Не в силе дело. {w}Там характер раны такой, что его можно либо на носилках — и в этом случае я его подхвачу вместе с тобой, либо кем-то схожего роста."
    me "А Электроник?"
    cs "Второй техник?"
    cs "Он малахольный, я боюсь, если он начнёт таскать своего друга, в больницу придётся определить обоих."
    "Я задумался."
    "С одной стороны, расставаться с Алисой на самом пике наших отношений не хотелось совершенно."
    "С другой — ну, вообще я и сам давненько облизывался на возможность выбраться за пределы лагеря, так почему бы не сделать это легитимно?"
    menu:
        "Согласиться":
            $ karma += 10
            if herc:
                $ lp_dv -= 3
            else:
                $ lp_dv -= 1
            me "Идёт. Я только с Алисой попрощаюсь."
            cs "Не задерживайся, мы уже готовы."
            "Она развернулась и ушла."
            hide cs with dissolve
            "Я повернулся к Алисе."
            me "Видишь, как оно получается."
            me "Как ни стараемся, всё не можем вместе побыть."
            show dv sad pioneer2 with dissolve
            dv "Будь там осторожнее, ладно?"
            "Она с удивившей меня заботой одёрнула мне рубашку и положив руку на грудь, несколько секунд смотрела в глаза."
            hide dv with dissolve
            "Потом резко развернулась и зашагала прочь."
            "Какой-то странной походкой, чуть-чуть подпрыгивающей, вздрагивающей…"
            "Я не обратил на это внимания, так как развернулся и полным ходом двигался к моему билету из лагеря."
            window hide
            $ alt_day4_dv_7dl_help_cs = True
        "Cпросить мнения Алисы":
            "Короче, как и всегда в подобных ситуациях, я трусливо сбросил ответственность на чужие плечи:"
            me "Алис, ты как?"
            "После беседы с физруком она выглядела какой-то подавленной и задумчивой. {w}Или это не в нём дело?"
            "Может, слова о вожатой задели какие-то потаённые механизмы? Она выглядела бледнее и задумчивее обычного."
            show dv guilty pioneer2 at left with dissolve
            dv "Что?"
            "Алиса очнулась от раздумий и подняла голову."
            me "Отпустишь меня сопроводить Шурика до больницы? На — сколько кстати?"
            cs "Шесть часов в один конец."
            me "Во, до утра завтрашнего дня, значит."
            dv "А как же я без тебя?"
            "Прошептала она, глядя мне в глаза."
            dv "Я не знаю."
            me "Да ничего не случится, это просто поездка до райцентра."
            "Уговаривал её я."
            me "Просто, похоже, некому больше."
            dv "Что ж…"
            "Она с усилием заставила себя кивнуть."
            dv "Иди. Привези мне чего-нибудь из города, хорошо?"
            me "Обязательно!"
            hide dv with dissolve
            "Я развернулся и направился вслед за медсестрой, не видя уже, как Алиса привалилась плечом к держащему столбику крыши террасы и бессильно заплакала."
            window hide
            $ alt_day4_dv_7dl_help_cs = True
        "Отказаться":
            $ lp_dv += 1
            me "Нет, Виола."
            me "Тысячи извинений, но сегодня я не то, что несвободен — головы поднять некогда."
            show cs smile at center with dspr
            cs "У вас чувства, да?"
            "Кажется, мы оба синхронно покраснели и оба же покачали головой."
            cs "Я так и думала."
            "Она вздохнула и развернулась."
            cs "Только не спешите, ладно? Вам не так много лет, чтобы делать глупости."
            cs "А то, хотите, у меня в медпункте есть…"
            me "Нет!"
            show cs smile with dspr
            cs "Но я же не договорила. Вам очень пригодятся…"
            me "Нет!"
            "Я покраснел."
            cs "Ладно, вам виднее."
            "Виола развернулась и ушла."
            hide cs with dissolve
            dv "О каких глупостях она говорила?"
            dreamgirl "О беременности, милая! Как о результатах незащищенного секса!"
            dreamgirl "Это будет классно! Мы сольёмся в экстазе, и я наполню тебя изнутри до самых краёв!"
            dreamgirl "И мы будем трястись, ночь напролёёёт, ночь напролёёёт!"
            "Мне огромных усилий стоило не засмеяться, вместо этого безмятежно пожав плечами."
            me "Откуда ж я знаю? Наверное, какой-нибудь профессиональный юмор."
            dv "Возможно…"
            dv "Ну что, чем дальше займёмся?"
            me "Репетициями, конечно!"
            dv "А как же глупости?"
            "Я притянул её к себе и последовательно коснулся губами висков, уголков губ, закрытых глаз…"
            dv "Всегда считала, что поцелуи переоценивают…"
            "Алиса улыбалась светло-светло, будто проснулась, под лучами неяркого солнышка."
            dv "Что это просто касание. Как руки. Или плечи в транспорте."
            me "Психология. Соматика."
            "С умным лицом сказал я."
            show dv smile pioneer2 at center with dissolve
            dv "Как?"
            me "Уверен, от прикосновения моего плеча ты не станешь раздражаться, как это происходит в общественном транспорте."
            me "И ладонь в ладони тебе не была такой уж противной."
            dv "Даже где-то понравилось."
            "Призналась она."
            play music music_7dl["yume_akari"] fadein 3
            me "И если я сейчас сделаю так…"
            "Она было захихикала от щекотки прикосновения губ к коже шеи, но, кажется распробовала — охнула и выразительно посмотрела на меня."
            dv "Так! Туда не лазим! Запрещённый приём!"
            "Я не слушая её, продублировал поцелуй для симметрии с друой стороны шеи."
            me "А ещё с утра ты бы расхихикалась от щекотки. {w}Психология."
            "Она улыбнулась и, освободившись из моих рук, сделала несколько шагов назад."
            dv "И правда…"
            "Хрипло сказала она."
            dv "Глупостей пока хватит, а то…"
            show dv cry pioneer2 with dissolve
            "Почему-то сейчас она казалась какой-то… Не знаю. Бледной?"
            "Скорее, зелёной."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day4_dv_7dl_append:
    "Мы ещё несколько часов лупили по струнам, а Алиса всё зеленела и зеленела, пока не отошла к стеночке, еле успевая выставить руку, чтобы не навернуться здесь же."
    me "Алиса? Что с тобой?!"
    dv "Извини, это у меня бывает иногда. Низ живота тянет."
    "Её лицо было отчетливо нежно-зелёного оттенка. Будто она отравилась, или…"
    th "И как я сразу не догадался."
    me "Надо бы к медсестре за таблетками…"
    dv "Она же уехала, помнишь? С очкариком."
    menu:
        "Спросить вожатую или девочек":
            me "Может, у девочек или вожатой спросить? Должно же у них быть что-то…"
            dv "Нет…"
            "Она вымученно улыбнулась."
            "Не слушая её, я подскочил и понёсся в сторону домика: где ещё вожатая могла хранить медикаменты?"
        "Залезть в медпункт":
            me "А если влезть туда?"
            if alt_day1_sl_keys_took == 1 or alt_day1_sl_keys_took == 3:
                me "У меня же ключи есть, в первый день добыл."
                "Она кивнула и, поддерживаемая мной, поднялась."
                "Опираясь друг на друга, и ковыляя друг навстречу другу, мы неспешно фланировали согласно теории сложения векторов в нужную нам сторону."
                window hide
                $ alt_day4_dv_7dl_aidpost = True
            else:
                "Да только ключей вот нет…"
                "Похоже, придётся сделать набег на медикаменты вожатой."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day4_dv_7dl_mt_aid:
    play music music_list["pile"] fadein 5
    "Надо спешить! Мне и так было не слишком приятно оставлять Алису в таком состоянии…"
    window hide
    scene bg ext_washstand_day at fast_running
    with flash

    "Я решил двигать напрямки, поэтому сразу развернулся к умывальникам."
    window hide
    scene bg ext_houses_day at fast_running
    with flash

    "Развернулся у того места, где сегодня прятался с Ульяной."

    scene bg ext_house_of_mt_day at fast_running
    with flash

    "И, наконец, добравшись до нашего с Ольгой домика "
    play sound sfx_open_door_strong
    scene bg int_house_of_mt_day
    with dissolve
    extend "вломился внутрь!"
    stop music fadeout 3
    "В домике никого не было."
    "Ожидаемо. Если я хоть чуть-чуть знал нашу вожатую — она сейчас активно принимает солнечные ванны вперемешку с купаниями."
    "На её жаргоне это называется «вкалывать без продыха»."
    "Дело-то хозяйское, я здесь не затем, чтобы критиковать её методы работы с молодёжью."
    "Бегло осмотрев ящики стола и не найдя ничего подходящего, я смахнул внезапно выступивший пот со лба и подступил к самому интересному — шкафчику вожатой!"
    play sound sfx_open_cabinet_2
    window hide
    play sound sfx_open_door_kick
    $ renpy.pause(1)

    "За спиной громко хлопнула дверь, и я подскочил на месте."
    th "Что за нафиг?!"
    dreamgirl "Наверное, полтергейст. Шевели конечностями, балда, у нас там девочка загибается."
    "Я с опаской огляделся — никого. Дверь захлопнулась, так что без ключа её не откроешь…"
    dreamgirl "В темпе, придурок!"
    th "Да не торопи меня! А то сейчас какого-нибудь панкреатину хапну вместо того, что надо."
    dreamgirl "Тебе нужны болеутоляющие. В идеале, дротаверин."
    th "Чё?"
    dreamgirl "Ты забыл название активного вещества своего любимого лекарства?"
    th "У меня нет любимых лекарств."
    "Спор шёл в фоне и длился дай Рандом если полторы-две секунды — за это время я успел поднять вещи, без особого интереса отложить в сторону «Playgirl» с Патриком Суэйзи на обложке, ровно так же отодвинуть нижнее бельё вожатой — пока не добрался до глухого чёрного пакетика."
    dreamgirl "Серьёзно, что ли? А зачем ты тогда сожрал двести таблеток но-шпы?"
    th "Время тогда было такое. Сложное."
    dreamgirl "Ню-ню. Так вот, тебе нужна именно она. Только называется она здесь именно так — дротаверин гидрохлорид."
    th "Она же слабодействующая!"
    dreamgirl "Это на тебя она слабодействующая, балда! А девочка ещё не успела выработать иммунитета."
    "Я перерыл весь пакетик в поисках блистера с указанным лекарственным средством — тщетно!"
    th "Нету!"
    dreamgirl "Ищи лучше!"
    th "Да нету, говорю же!!!" with vpunch
    th "Уголь есть, панкреатин есть, даже свечки папавериновые есть. Но-шпы нет."
    dreamgirl "Можно взять свечи. Правда, как объяснить Алисе, откуда ты знаешь, что это такое и как оно используется?"
    th "Не подходит."
    dreamgirl "Ну не бывает такого, чтобы у девушки совсем ничего никогда не болело. Ищи другие."
    th "Названия!"
    dreamgirl "Да я не знаю! Баралгин ищи, значит."
    th "Брал, что ли?"
    "Взгляд мгновенно наткнулся на необходимую упаковку."
    dreamgirl "Его! Аккуратно… Да не руками! Ножницы возьми, отстриги парочку."
    dreamgirl "Теперь тщательно заметаем следы… И валим!"
    window hide
    play sound sfx_close_cabinet
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_mt_day with dissolve

    play ambience ambience_camp_center_day fadein 3
    scene bg ext_musclub_day with flash
    show dv sad pioneer2 at center with dissolve

    "Я нашёл Алису на том же месте, где оставил десять минут назад."
    "Кажется, ей так и не стало легче."
    me "Вот, таблетки."
    "Я протянул ей блистер."
    me "Сейчас запивон организую…"
    "Она покачала головой."
    dv "Нет, не надо. Я и так…"
    "Она отработанным до автоматизма жестом забросила одну таблетку в рот и с усилием проглотила. Вторую пить не стала — хорошо. Значит, и правда, организм всей этой дрянью ещё не пропитался."
    $ alt_day4_dv_7dl_mt_drugs = True
    dv "Посиди со мной, ладно?"
    me "Конечно."
    "Мы сели на крылечко, и Алиса прильнула ко мне — как утром, только в этот раз не было в этой тесноте какого-то вызывающего контекста."
    "Она просто искала во мне поддержки и опоры."
    "И, быть может, немножко тепла."
    play music music_list["raindrops"] fadein 3
    dv "Вечер какой хороший."
    "Она полулежала у меня на груди, поэтому обращалась мне куда-то в область грудной клетки — и от её дыхания даже сквозь рубашку волоски на коже вставали дыбом."
    dv "Прости, что я так разболелась сегодня. Дома-то у меня всегда есть чем закинуться в такие моменты."
    "У меня есть пара здравых альтернатив химии."
    dreamgirl "Например, частый и регулярный секс. Проверено, помогает."
    th "Но ей сем… Хм."
    dreamgirl "Тебе тоже. Внешне."
    th "Да я знаю."
    dreamgirl "И по развитию."
    "Я цыкнул на всё более расхолаживающийся голос и вернул внимание на Алису."
    "Она что-то говорила и говорила, рисуя пальцем квадратики у меня на груди."
    "А до меня вдруг дошло, что ничего я так и не услышал."
    me "Прости, Алис… У меня до сих пор руки трясутся, и я очень тяжело на слух информацию воспринимаю."
    show dv smile pioneer2 at center with dissolve
    "Она негромко рассмеялась."
    dv "Что ж, повторяю — если твоё предложение о танцах всё ещё в силе, то я пойду с тобой на них."
    me "На танцы?"
    dv "Да. Надену своё любимое бордовое платье, туфли — и только попробуй заставить меня пожалеть об этой жертве!"
    th "Значит, ей бордовый цвет нравится? Запишем."
    me "Смотря что воспринимать под этим словом. Ноги-то я тебе по-любому рискую оттоптать, может, лучше об этом задуматься?"
    dv "И {w=.6}не {w=.3}меч{w=.2}тай!"
    dv "Я буду там, и мы будем танцевать…"
    me "И целоваться до утра?"
    "Слетело с языка совершенно самостоятельно. Цитаты, чтоб их…"
    show dv grin pioneer2 at center with dissolve
    dv "Ну уж по второму-то пункту совершенно не обязательно ждать до завтра."
    me "А как же танцы?"
    dv "Глупый. Целуй меня немедленно."
    "Она подняла голову и, схватив за рубашку, притянула к себе."
    "Этот момент так и отложился в памяти — ещё одной бесценной монеткой в моей копилке на тёплую старость."
    "Медленно укатывающееся к горизонту солнце, дух разогретого дерева от крашенных досок веранды и прильнувшая ко мне Алиса."
    "Я как обычно не закрыл глаза. Никогда их не закрываю — вечно боюсь, что мне это снится, а тут проснусь, обнимаясь с подушкой… Так хотя бы что-то в голове задержится."
    dv "Я не разрывала бы касание столько, сколько хватает дыхания."
    dv "Я вобрала бы тебя в себя целиком, до самой последней нотки, и только тогда позволила бы себе выдохнуть."
    dv "Ты звучишь как ненаписанная песня — холодной иголкой в сердце, вечным ощущением чего-то незавершённого."
    "В ответ я поцеловал её ещё раз."
    "Универсальный ответ."
    "Мы сидели так, пока горн не позвал нас на ужин."
    me "Стало легче?"
    dv "Если ты имеешь в виду, пойду ли я ужинать — ответ положительный."
    show dv laugh pioneer2 at center with dissolve
    dv "И только попробуй сесть куда-нибудь не рядом!"
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day4_dv_7dl_aidpost:
    scene bg ext_aidpost_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Это заняло изрядно времени, однако в результате, мы всё-таки добрались до искомого домика."
    stop ambience fadeout 2
    play sound sfx_unlock_medpunkt_door
    play sound sfx_open_door_1
    $ renpy.pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_day
    with dissolve
    play ambience ambience_medstation_inside_day fadein 3
    "Несмотря на то, что её продолжало крутить от боли, она негромко хихикнула, когда за нами захлопнулась дверь, заставляя меня вздрогнуть."
    show dv smile pioneer2 at center with dissolve
    dv "Вот мы и остались одни…"
    show dv sad pioneer2 at center with dissolve
    "И тут же позеленела пуще прежнего."
    play music music_list["what_do_you_think_of_me"] fadein 3
    "Она внимательно посмотрела на меня."
    me "От живота надо что-то?"
    "Она помотала головой и слабо улыбнулась."
    dv "Нет… Это по женской части. Что-нибудь обезболивающее."
    me "Какой-нибудь анальгин?"
    "Алиса задумалась."
    show dv smile pioneer2 at center with dspr
    dv "Нет, нужно спазмолитическое."
    me "Но-шпа, что ли?"
    "Я удивился. Оказывается, эти весёлые жёлтые таблеточки уже существуют!"
    dv "Да…"
    "Она прошла к столу доктора и, раскрыв несколько ящичков, стала что-то искать."
    "И тут же буквально пополам сложилась, прижимая ладони к животу."
    me "Плохо совсем, да?"
    "Она ответила мне красноречивым взглядом — правильно, что вопросы зазря дурные задавать."
    "Я помог ей подняться и отвёл на кушетку."
    me "Посиди пока здесь, ладно? Я пока соображу тебе таблеток."
    "Анальгетики, уголь, глауберова соль, огромные связки марли и ваты — ага, известно, для чего. Спазмолитики-то где?"
    "Я пробежался взглядом по конторке, пока взгляд сам не зацепился за букву «С»."
    "В ящичке оказалась круглая пластмассовая баночка с россыпью весёлых жёлтых таблеточек."
    "«Дротаверина гидрохлорид» значилось на ней."
    dreamgirl "Бери, это оно."
    "Я пожал плечами — раз мой внутренний голос считает так, то кто я такой, чтобы с ним спорить."
    "В шкафчике стоял стеклянный гранёный графин, заткнутый гранёной стеклянной же пробкой, подписанный как «кипяч.», и, здраво рассудив, что по соседству с медикаментами это слово может означать только кипячёную воду, я набрал мерный стаканчик и подал его Алисе."
    me "Давай, родная, сейчас тебе станет полегче."
    "Я нёс, сам не зная, что — просто почему-то вдруг оказалось, что я и переволновался, и страху натерпелся, и пальцы дрожат — а я понял это только когда пытался напоить девочку."
    show dv normal pioneer2 at center with dissolve
    dv "Спасибо. Ты слишком заботливый. Слишком правильный."
    dv "Я тебя выдумала, наверное. Начиталась «Унесённых ветром» и выдумала."
    dreamgirl "Кажется, наш совет оказался несколько запоздалым."
    "Она улыбнулась и прикрыла глаза, потихоньку приходя в себя."
    "А я что? Всё, что мог, я сделал — осталось подтащить стул поближе и сесть, держа её за ледяную ладошку."
    me "Руки у тебя холодные. Дистония?"
    dv "Что?"
    me "Если долго-долго сидишь, а потом вскакиваешь — голову кружит? Темнота перед глазами?"
    dv "Откуда ты знаешь?"
    me "Так старая знакомая. Сам с ней всю жизнь живу."
    dv "У тебя же руки тёплые."
    me "Метаболизм хороший, не то, что у некоторых. Я сам себя грею."
    dv "Кстати, о согревании. Не хочешь рядышком? Я подвинусь?"
    me "Я не думаю, что это хорошая идея…"
    show dv sad pioneer2 with dissolve
    dv "Ну почемуууу…"
    "Я только вздохнул."
    "Похоже, она чувствовала себя получше, потому что поднялась, мгновенно подошла к холодильнику, и…"
    "Достала оттуда бутылку «Столичной»!"
    show dv grin pioneer2 with dissolve
    dv "Тогда я так буду греться!{w} Раз уж тебе для меня тепла жалко."
    me "Да не жалко, глупое создание. Просто у меня на тебя реакции… Разные…"
    dv "И?"
    me "Я же не святой! И даже не ортодоксальный христианин.{w} А у меня от тебя планку сносит так, что я не уверен в собственных способностях."
    dv "Как знаешь."
    "Стаканчик всё ещё был у Алисы в руке, так что с ёмкостью проблем не возникло."
    "Миг, и — первая стопка исчезла во рту Алисы."
    "Она покраснела вся, как это и бывает с рыжими, сморгнула непрошенные слёзы и сипло кашлянула."
    "Её лицо перекосило от отвращения — а в горло тут же улетела половина графина «кипяч»."
    me "Ты с ума сошла! Ты только-только оклемалась, и сразу водяру глушить.{w} Хочешь, чтобы тебя на скорой увезли?!"
    dv "Тебе-то какая разница!"
    show dv laugh pioneer2 with dspr
    "Девочка жарко покраснела — похоже, алкоголь мгновенно стукнул в голову — и рассмеялась, глядя на моё огорошенное лицо."
    me "Не знал, что ты пьёшь."
    dv "Пью, конечно."
    "Алиса произнесла это таким тоном, что я понял — похоже, эта рюмка была первой в её жизни."
    dv "Ты мне не мама, вот и не выступай."
    
    me "Конечно, не мама. Но я — человек, которому небезразлично всё, что с тобой происходит."
    dv "Будет тебе врать-то!"
    me "Что?"
    show dv grin pioneer2 with dissolve
    dv "Пей!"
    stop ambience fadeout 2
    play music music_list["heather"] fadein 3
    menu:
        "Пить":
            show dv grin pioneer2 at center with dspr
            $ alt_day4_dv_7dl_drank_vodka = True
            dv "Или ты боишься?"
            th "Лучше бы мне забрать у неё эту бутылку. Кто его знает, как организм среагирует на сочетание спазмалитика и алкоголя, но что ничего хорошего из этого не выйдет — я могу сказать абсолютно точно."
            th "Другое дело, что если я сейчас применю грубую физическую, я рискую её серьёзно обидеть. И она достаточно явно дала понять, чтобы я даже не смел."
            dv "Боишься?"
            "Она дёрнула подбородком и вызывающе, как бы сверху вниз, посмотрела на меня."
            me "Не боюсь. Просто не хочу."
            show dv laugh pioneer2 at center with dspr
            dv "А говорил, что не всё равно."
            th "Блин, ну это надо было так слова переврать."
            "Она отвернулась и потом, видимо, решив для себя что-то, стала наполнять стаканчик во второй раз."
            dv "Тогда я тяпну за нас обоих."
            me "Нет. Стой."
            show dv angry pioneer2 at center with dspr
            dv "Что ещё?"
            "Сердито бросила Алиса через плечо."
            me "Ты же понимаешь, что нельзя после таблеток?"
            "Я попытался в последний раз воззвать к её здравому смыслу." 
            show dv smile pioneer2 at center with dspr
            dv "Да мне плевать. {w}Я хочу выпить, и я выпью."
            "Она поставила наполненную мензурку на стол и стала медленно заворачивать крышку."
            me "И то, что тебе потом может стать хуже, тебя не волнует."
            dv "Достал. Не хочешь пить, так и скажи. Мне больше достанется."
            "Кто кого достал ещё."
            show dv shocked pioneer2 at center with dspr
            me "Ладно. Я выпью с тобой."
            "Медленно начал я."
            me "Но только одну. И при условии, что ты больше пить не будешь."
            dv "При условии, что ты меня погреешь!"
            show dv laugh pioneer2 at center with dspr
            "Алиса рассмеялась."
            "Нет, мне нетрудно было её погреть собственным теплом, но… Я уже говорил о реакции?"
            me "Ладно, так и быть."
            dv "Вот и прекрасно!"
            "Она подскочила к столу медсестры, цапнула оттуда синюю кружку на триста грамм и, не слушая моих возмущённых криков, налила до краёв."
            dv "Штрафная! Пей до дна."
            me "Запивон-то дай, фашистка! Как я тебе чистоганом такой объём зараз осилю?"
            dv "Ничего не знаю, пей как умеешь."
            "Она опрокинула стопку в рот."
            "И вторая пошла заметно глаже первой!"
            "Во всяком случае, в этот раз дело ограничилось лёгким румянцем на щеках и глубоким выдохом."
            "Однако по поведению уже можно было догадаться, что для Алисы употребление крепких спиртных напитков было в диковинку."
            "А я, поискав глазами ещё одну ёмкость, не нашёл и, мысленно махнув рукой, взял графин."
            "Запьём из горла. Чай, не баре."
            "Сто лет водки не пил."
            "Я выдохнул столько, сколько мог и сделал большой глоток, употребив примерно треть чашки."
            "По пищеводу вниз сошла раскалённая лава! Застревающая на каждом углу и обжигающая каждый сантиметр горла!"
            show dv grin pioneer2 with dissolve
            dv "Ты похож на порося. Такой же розовый."
            "Она не сдержала хмельного хихиканья."
            dv "Чё встал, пей до дна!"
            show dv angry pioneer2 at center with dspr
            dv "А то я щас себе третью накапаю, поэл!"
            "Заплетык у девочки определённо языкался."
            "Молодость, эх, молодость!"
            "Я глотнул холодной воды и одним махом загнал в себя остальное."
            "В этот раз шар был всё такой же горячий, но в количестве колючек здорово убавил."
            "Однако его объёмы…"
            "Впрочем, я был уверен, что ещё один глоток этой дряни я себя сделать не заставлю. Не смогу."
            me "Надеюсь, ты довольна."
            "Я промакнул рукавом непрошенные слёзы и вопросительно уставился на Алису."
            show dv sad pioneer2 at center with dspr
            dv "Ты быстро слишком. Как же мы теперь сидеть будем?"
            "Она сделала шаг в мою сторону, и, похоже, ноги решили сплясать."
            play sound sfx_body_bump 
            with vpunch
            show dv sad pioneer2 at center with dspr:
                xalign 0.5 yalign 0.5 zoom 1.0
                linear 0.3 zoom 1.3 xalign 0.5 yalign 0.5
            
            "Ну а мне, соответственно, пришлось её ловить!"
            play sound sfx_bodyfall_1 
            with vpunch
            "Между делом она заехала лбом мне в нос — где-то в переносице нехорошо хрустнуло."
            me "Ссспади, коровушка. Если ты решила меня угробить, есть куча других, куда менее болезненных способов."
            show dv shocked pioneer2 at center with dspr:
                xalign 0.5 yalign 0.5 zoom 1.3
                linear 4.3 zoom 1.0 xalign 0.5 yalign 0.5
            "Кажется, я ещё и язык прикусил."
            th "Хорошо, что я пьян!"
            "Внезапно пришло в голову. На трезвую голову это было бы куда больнее."
            dv "Ты меня как назвал?"
            "Она зашевелилась, и я понял, что мы плавно переместились на пол, причём со мной в качестве подушки безопасности."
            dv  "Ты меня коровой… Здоровья много?"
            "Наконец, ей удалось отклеиться."
            "Причёска растрёпанная, один глаз другого нафиг посылает, на лбу заметная шишка и размазанная юшка."
            "Я пригляделся, потом потрогал нос."
            "Ага, моя."
            me "Поздравляю."
            "Гнусаво произнёс я."
            me "Ты мне нос расквасила. И потребовалось тебе — сколько? Четыре дня? Пацан к успеху шёл."
            hide dv
            show dv guilty pioneer2 far at center with dissolve
            dv "Ой, прости! Больно?"
            me "А ты как думаешь?"
            "Мы будто поменялись местами: в этот раз Алиса подвела меня к кушетке и, посадив, приказала запрокинуть голову."
            "Чем-то загремела, и через несколько секунд на нос легла холодная мокрая тряпочка."
            dv "Компресс. Чтобы кровь остановить."
            me "Да не нужно."
            dv "Нужно. Я тебя покалечила, я тебя и вылечу."
            th "Угу. Или докалечу до победного."
            dv "Похоже, компресса тут недостаточно."
            "Меня понемногу начало разбирать, поэтому следующую фразу я воспринял с известным энтузиазмом."
            dv "Значит, нужен компресс внутрь!"
            me "Только честно давай, понял! {w}Ещё одну штрафную я не переживу."
            "Я не мог опустить голову, и поэтому вынужден был полностью довериться Алисе."
            "… Чем она беззастенчиво и воспользовалась, плюхнувшись мне на колени!"
            show dv laugh pioneer2 with dissolve
            "В руках у неё уже были две мензурки, налитые до краёв."
            dv "А теперь открой рот и скажи «А-а-а-а!»."
            me "А-а-а-!"
            dv "Поезд заходит в туннель, чух-чух-чух!"
            "Содержимое мензурки разбилось о язык и нёбо, и ухнуло вниз, уже даже не раздражая. Привык."
            dv "И на закуску."
            "Моих губ коснулись мягкие губы."
            "Неумело, но компенсируя недостаток опыта огромным количеством энтузиазма, Двачевская целовала меня по собственному почину."
            show dv smile pioneer2 with dissolve
            "Соприкосновение губ прервалось, после чего, судя по резкому движению, Алиса ахнула собственную стопочку, и «закусила» тем же образом, что и я."
            dv "Так оно даже приятнее!"
            "Я всё сидел, запрокинув голову к потолку и потому, не видел толком ничего."
            "Где-то на периферии слуха раздалось характерное бульканье."
            me "Может, хватит?"
            dv "Да тут на донышке. Всё равно заметили бы. Так зачем мелочиться?"
            me "Кажется, моего мнения в этом доме не спрашивают."
            dv "Вот! Речь не мальчика, но…"
            "Она замолчала."
            me "Но?"
            "Я постарался скосить глаза, и картинка, которую я там увидел…"
            "Полузакрыв глаза, Двачевская неторопливо расстёгивала рубашку."
            "Воздух встал у меня в горле."
            me "Может, мы допьём сначала?"
            "Предложил я, прокашлявшись."
            stop music fadeout 3
            "Она улыбнулась."
            dv "Допьём. Но мы же не должны делать это одетыми, правда?"
            dv "Тем более, что кое-кто обещал не дать мне замёрзнуть."
            if persistent.dv_7dl_good_ussr:
                $ alt_day4_dv_7dl_hentai = True
                window hide
                scene anim prolog_1
                play sound_loop sfx_head_heartbeat fadein 5
                with dissolve2
                scene anim prolog_2
                with dissolve2
            
                play music music_list["i_dont_blame_you"] fadein 1
                "Определённая логика в её словах была, хотя я и не помнил никаких обещаний."
                "Расстегнув рубашку примерно до половины, она остановилась и, кинув хитрый взгляд на меня, рассмеялась."
                scene anim prolog_1
                with dissolve2
                dv "Такое ощущение, что ты в первый раз видишь, как…"
                th "Ну это смотря о какой жизни говорить… В этой жизни — определённо, первый."
                me "Мы либо сейчас допиваем, либо не допиваем никогда."
                "Пожав плечами, она застегнула пуговички и расплескала остатки огненной воды по мензуркам."
                "Я потрогал нос — кажется, кровь свернулась, можно опускать голову."
                me "Вздрогнули! За присутствующих здесь прекрасных дам."
                dreamgirl "И не дам. Надеюсь, ты не собираешься совращать её по пьяной лавочке?"
                th "Ты шутишь? Вообще-то, это она меня соблазнить пытается!"
                dreamgirl "Она играет. Просто сама не понимает, что с парнями в такие игры играть вредно для здоровья."
                dreamgirl "Сделай скидочку на это, бухая тварь!"
                stop sound_loop
                me "Иди сюда."
                "Хрипло позвал я."
                "А она, будто засомневавшись, замерла в центре комнаты."
                me "Иди, греть буду."
                dreamgirl "Трением?"
                th "Ты определись уже, ты в лагере пуритан или за моей потенцией следишь."
                dreamgirl "Да я не при делах вообще. Просто подумай как следует о последствиях. Это с огромной вероятностью не то, что первый раз — она вообще не представляет, чем вы сейчас заниматься будете!"
                dreamgirl "Ты бы хотел, чтобы тебя трахнули по пьяни, причём так, чтобы ты не догонял происходящего?"
                th "Теперь, когда ты ставишь вопрос так…"
                "За беседами с самим собой, я не заметил, как Алиса сбросила рубашку и встала близко-близко."
                dv "Чем дальше займёмся?"
                "Она прикусила губу и с вызововом посмотрела мне в глаза."
                me "Именно этим и займёмся."
                "Я привстал и резко дёрнул её на себя, в этот раз предусмотрительно смягчив падение, так, чтобы ни она, ни я не ударились."
                "Издав некий возмущённый писк, она опять оказалась у меня на коленях."
                dv "Ты уверен?"
                "Она украдкой потёрла руку, на которой красным горели отпечатки пальцев."
                th "Как-то я резковато хватанул."
                "Меня накрыло запоздалым раскаянием."
                me "Больно?"
                "Она молча кивнула."
                me "Прости. Прости-прости-прости."
                "С каждым извинением, я касался губами её запястий."
                "Я практически не контролировал себя в этот момент, и, судя по удивлённому взгляду Алисы, она прекрасно это почувствовала."
                "Сквозь шорты, юбку и два комплекта нижнего белья. Впрочем, ничего удивительного — она так удачно сидела, что, не будь на ней лишней одежды, процесс можно было бы начинать прямо отсюда."
                "Запястья мне надоели, и под губами легла загорелая кожа предплечий, откуда вполне логично было, что через плечи я доберусь и до сладкого."
                "Возможно, это только у меня такой фетиш, не знаю, но мне нравится запах кожи. Женской кожи — именно он, а не некие мифические феромоны способны свести с ума подготовленного мужчину."
                "Алиса пахла желанием. Причём таким желанием, что, поведи я себя сейчас как самое грубое животное — она приняла бы и это с признательностю и… любовью?"
                "Но мне не хотелось торопиться. У нас было больше двенадцати часов, пока Виола накатается, в родительский день нас никто искать не станет… Мы принадлежали только себе и друг другу."
                dv "Убери свои губы оттуда немедленно, слышишь!"
                scene anim prolog_2
                with dissolve2
                me "Что не так?"
                dv "Я тебе запретила там касаться."
                me "Вот как?"
                "Я не слушал её и делал что и как хотел. Неторопливо, изучая то, что мне досталось — каждую родинку, каждую впадинку."
                dv "Но так же нечестно. Меня всю трясёт от этого, не понимаешь?"
                "Её голос понизился до шёпота и обжигал мне кожу, пальцы неосознанно взъерошили волосы и прижали голову так, будто собирались свернуть мне шею."
                me "Если ты меня не отпустишь, трясти тебя будет над трупом."
                dv "Ох, прости."
                "Она мило покраснела, и тут же выпустила меня — чем я и воспользовался, мгновенно перейдя от шеи к ключичной впадине, отпуская пальцы гулять по спине."
                scene anim prolog_1
                with dissolve2
                if persistent.hentai_graphics_7dl:
                    show dv shy body close at center with dissolve
                else:
                    show dv shy swim close at center with dissolve
                "Через секунду упругая резинка сдалась и упала куда-то вниз, оставляя Алису в одной только юбке."
                "Сосок на языке набух практически мгновенно, стоило лишь мне взять его в рот. А когда я легонько сомкнул челюсти, она как-то со всхлипом вскрикнула и, прижавшись, задрожала — крупно-крупно."
                dreamgirl "Поздравляю, чувак. Нет, не так. Чувачище!"
                th "М?"
                scene anim prolog_1
                with dissolve2
                if persistent.hentai_graphics_7dl:
                    show dv surprise body close at center with dissolve
                else:
                    show dv surprise swim close at center with dissolve
                dreamgirl "Ты только что завёл девочку до такой кондиции, что она разрядилась."
                th "Во-первых, такого не бывает. А во-вторых — ты что же, и в постели со мной здесь теперь будешь?"
                dreamgirl "А что не так? Мы же с тобой одно целое. Привыкай."
                "Почему-то опять вспомнились поездки на катамаране."
                "Примерно такое же ощущение было от перекатывающихся под кожей мышц."
                "Пальцы мяли и тискали сильную спину между лопаток, губы ловили и не могли поймать другую грудь, а Алиса расхолаживалась всё сильнее."
                dv "Погоди. Дай снять лишнее."
                "Она пристала и тут же одним махом стащила с себя всё, что оставалось."
                "Сказать, что она была прекрасна — это ничего не сказать."
                "Как тогда на пляже, её фигурка в полумраке казалась прекрасной статуэткой, овеществлённым лунным светом, которым хотелось любоваться и вдыхать."
                me "Ты хочешь…"
                dv "Ай, я сама не знаю, чего я хочу."
                dv "Хотя знаю."
                "Она рассмеялась."
                dv "Тебя."
                me "Тогда ложись."
                dv "Вот оно прямо сейчас произойдёт, да?" 
                dv "Прямо сейчас?"
                "Она шептала и шептала, а я перестал её слушать."
                "Да и зачем? Всё, что мы хотели друг другу сказать — мы сказали."
                "Осталось только сделать то, что хотели."
                "Она неохотно отпустила меня, и легла, легонько морщась, когда спина коснулась холодного кожзаменителя кушетки."
                dv "Приди…"
                me "Сейчас…"
                "Запороть такой вечер? Увольте. Я был возбуждён настолько, что еле-еле балансировал на одной силе воли, чтобы не выплеснуть сдерживаемое возбуждение совершенно самостоятельно, безо всяких процессов."
                dv "Да иди же сюда!"
                "Она почти рычала."
                me "Да не беги ты, торопыга."
                window hide
                scene black
                with dissolve
            
                "Я оценил кушетку, и тот доступ к телу пациента, который она даёт."
                "Алиса пыталась сопротивляться, но я поймал обе её руки в замок и прижал где-то в области подушки, с головой уйдя в процесс."
                "Мои губы и язык побывали всюду и узнали многое."
                "О том, что её дёргает, когда пытаешься ввинчиваться языком под ребра."
                "О том, что если двигаться от живота вверх, то мурашки бегут в ту же сторону, а если наоборот — то просто разбегаются от какого-то центра."
                "О том, что верхняя часть косточки на бедре — просто место, где щекотно, а нижняя… О, к этому я вернулся сразу после того, как узнал, что эрогенные зоны девочки расположились в том числе и на обратной стороне колена."
                "О том, что рыжая дорожка волос ведёт туда, где…"
                show blinking
                play sound sfx_7dl["breath"]
                "Она оказалась терпкой."
                "Терпкой и нетерпеливой."
                "И постоянно грозила сломать мне шею ногами, если я не прекращу делать то, что делаю."
                "Я считал секунды и касания. Её хватило чуть дольше чем на минуту."
                "И то, к чему в результате мы прибыли, заставило её орать в голос! Орать и материться, прижимая мою голову, и до боли впиваясь ногтями в шею."
                "Она щедро раздаривала энергию миру, крича, и источая жар и дыша глубоко и прерывисто."
                "Она кричала так, что мне казалось, нас слышит весь лагерь."
                "А когда пробегающие по телу конвульсии превратились в один бесконечный ток, она отбросила меня назад, и сложив ладони между коленей перекрещенных ног, свернулась эмбрионом, вся сотрясаясь, тяжело дыша и всхлипывая."
                "А я лёг рядом, сам будто хмельной от мысли, что на руках моих удовлетворённая женщина."
                "Вон как разметалась, щёки алые, улыбка довольная, сами черты лица будто мягче стали…"
                "Я обнял её и, как и обещал, постарался согреть собственным теплом."
                dv "Я больше чем уверена, что это не то, что…"
                "Она не договорила и уснула на полуслове."
                "А я обнял её и смежил веки."
                stop music fadeout 4
                scene anim prolog_1
                $ timeskip1 = "Позже…"
                show alt_credits timeskip1 at truecenter
                $ renpy.pause(4, hard=True)
                with dissolve2
                play ambience ambience_music_club_night fadein 3
            else:
                me "Только без глупостей, ладно?"
                me "Пусть это будет на трезвую голову."
                me "Пожалуйста."
                "Она только горестно вздохнула и, взобравшись на кушетку рядом со мной, прижалась в поисках тепла."
            "Веки были тяжелые, и я не заметил, как провалился в сон."
            window hide
            scene anim prolog_2
            with dissolve2
            play music music_7dl["vale"] fadein 3
            "Я спал, и мне снился сон о том, как чьи-то шаловливые ладошки гуляли по моей коже."
            "Вот они прогулялись по спине, по бокам, разгоняя тёплые волны застоявшейся крови, добрались до живота и, немного постояв, попытались протиснуться под ремень."
            me "Не стоит."
            "Не открывая глаз, произнёс я."
            me "Я только-только начал успокаиваться."
            if alt_day4_dv_7dl_hentai:
                "Организм вполне удовлетворился обменом жидкостями и такого толка."
            me "Поэтому давай-ка лучше спать."
            if alt_day4_dv_7dl_hentai:
                dv "Не пойдёт. Ты видел меня и трогал везде."
                me "Так то я."
                dv "И чем это ты такой особенный?"
            "Отчаявшись пробраться под ремнём, ладошки мгновенно расстегнули его и впотьмах воевали с пуговицей."
            me "Укушу. Дай поспать, рыжая вредина."
            if alt_day4_dv_7dl_hentai:
                me "Кстати, теперь в слово «рыжая» я буду вкладывать совершенно особенный смысл."
                "Она, кажется, вспыхнула. Не могу судить, не раскрывая глаз."
            dv "Но я хочу…"
            me "Не будь эгоисткой, Алиса. {w}А я хочу спать. И мне совсем не улыбается встретить отрезвление бодрствующим. Если себя не жалко, пожалей меня."
            dv "Что?"
            me "Головка, говорю, бо-бо будет в ближайшее время. {w}И лучше это самое время спать."
            me "Ты как вообще себя чувствуешь?"
            dv "Лучше. {w}Таблетки, наверное, подействовали."
            dreamgirl "Таблетки, да. Точно."
            "Я не успел додумать ответ, так как уснул на полумысли."
        "Не пить":
            me "Алиса, нет."
            me "Ни ты, ни я пить не будем."
            me "Если тебя интересует разврат по синему делу — меня в это не втягивай. Мне мои чувства дороги."
            me "И я хочу их чувствовать трезвой головой."
            dv "Чувства?"
            me "Да."
            dv "К-какие чувства?"
            me "Я тебе расскажу чуть позже. Когда мы выйдем отсюда, и не будет риска, что нас застукают."
            dv "Но ты же сам слышал, речь о двенадцати часах!"
            me "Ага, а вожатую ты из виду упускаешь?"
            show dv shy pioneer2 with dissolve
            dv "Точно…"
            "Её осенило."
            dv "Но ведь мы же можем спрятаться и переждать, пока она не уйдёт!"
            me "И тогда по лагерю объявят розыск, и пионеры будут заглядывать на огонёк каждые пять минут."
            me "А по пьяни никогда спокойно не сидится — можешь мне поверить."
            dv "Эх, такая возможность пропадает!"
            "Она горько вздохнула и…"
            "…сняв галстук, завернула в него бутылку!"
            me "Ты что делаешь?!"
            dv "Я её забираю. Не хочешь пить — не пей, но забрать я её заберу. Мне нужно."
            me "Но зачем?!"
            dv "Не спорь. Просто нужно."
            $ alt_day4_dv_7dl_vodka = True
            "Мы завернули с собой ещё пяток ношпин на всякий пожарный и захлопнули дверь."
            "Время уже вплотную приближалось к ужину."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
   
label alt_day4_dv_7dl_supper:
    scene bg ext_dining_hall_near_sunset
    "На улице было на удивление малолюдно. Я уже открыл было рот, чтобы поделиться наблюдением с Алисой, когда вдруг всплывшими ассоциациями развернулось — родительный день, запретная тема, слёзы, приёмный ребёнок."
    play sound sfx_open_door_1
    scene bg int_dining_hall_people_day
    play ambience ambience_dining_hall_full
    show dv normal pioneer2 at center with dissolve
    me "Народа мало. Значит, вместе сесть сможем."
    "Как мог нейтрально сказал я."
    "А она поняла…"
    dv "Интересно, кто проболтался тебе, что ты так старательно избегаешь «щекотливую» тему?"
    me "Что?"
    dv "О моей «благополучной» семье, разумеется."
    dv "Славя? Или вожатая?"
    dv "Вряд ли это колхозница, с тех пор, как я с ней пообщалась, она старается соблюдать дистанцию."
    th "Да серьёзно, что ли?"
    th "Попытки вчера меня склеить практически в открытую плюс сегодняшний визит в зачёт не берём, значит?"
    me "А когда ты с ней разговаривала?"
    show dv grin pioneer2 at center with dissolve
    dv "Сегодня с утра. Сразу, как Ульяна рассказала, что там в столовой устроили."
    th "Значит, она заходила попрощаться или что-то в этом духе?"
    me "Мне непонятен её интерес. Чужое слаще, так, что ли?"
    dv "Ну, да. Пока ты мой, ты втройне притягателен. Так что готовься к долгим осадам."
    "Я только улыбнулся."
    me "Я для себя уже определился, бесполезно."
    dv "А ты сам смотри. Мику видишь? Не оборачивайся! Просто скоси глаза."
    show mi normal pioneer far at left behind dv with dissolve
    me "Да, и?"
    dv "Спокойно сидит?"
    "Я кивнул."
    dv "Теперь смотри. На неё посмотри. Прямо. Чтобы заметила."
    me "Посмотрел."
    show mi smile pioneer far at left with dissolve
    dv "Заметила?"
    me "Да… Улыбается…"
    "Я сам не заметил, как расплылся в ответной улыбке."
    "Всё-таки, харизма состоявшейся поп-стар одно из самых сильных подавляющих волю средств."
    dv "Ну чё лыбишься!"
    show dv angry pioneer2 with dspr
    "Алиса зашипела, наступая мне на ногу."
    dv "Продолжаем следственный эксперимент!"
    me "Что?"
    "Она обернулась и погрозила Мику кулачком."
    "Та мгновенно свернула улыбку и отвернулась."
    hide mi with dissolve
    "Я с усилием вернул внимание на Алису."
    dv "Руки у неё где? Возле головы?"
    me "Да, и?"
    dreamgirl "Сёма, ты дурак, Сёма? Тебе девочка объясняет начатки физиогномии?!"
    dreamgirl "Забыл про третью сигнальную систему? Женщины тянутся к волосам, мужики к воротникам, прихорашиваясь."
    me "А, я понял. Ну, да, прихорашивается."
    dv "И тебя это не удивляет?"
    me "Если ты намекаешь на мою внешнюю привлекательность — то, конечно, удивляет."
    "Усмехнулся я." 
    me "Но здесь все вокруг такие красивые, что поневоле планка оценки качества поднимается."
    me "Хотя спасибо, что спустила меня на грешную землю."
    show dv grin pioneer2 with dissolve
    dv "Что? Нет, ты мне кажешься достаточно симпатичным молодым человеком."
    dv "Хотя и немного заторможенный."
    dv "Но это из-за того, что тебе приходится себя заставлять общаться с другими."
    me "Слушай, ты вумная такая… Как утка. Я верну тебе твой утренний вопрос — кто ты такая и куда дела Алиску, которую я знаю?"
    dv "Смешно. Или тебя удивляет то, что я думать умею?"
    "Она схватила один из хвостов левой рукой и покачала им в воздухе."
    dv "Видишь цвет волос? Блондинка?"
    "Я только рассмеялся."
    dv "Вот тебе и ответ."
    "Между делом я прикончил свою порцию и сидел в ожидании, пока Алиса разберётся с ужином."
    me "Животик как? Не крутит больше?"
    dv "Всё хорошо, спасибо. "
    if not alt_day4_dv_7dl_mt_drugs:
        extend "Хотя водку действительно пить не стоило — что-то я разболталась."
    me "Не скажу, чтобы я был против болтливой Двачевской. Просто дай мне пару дней, чтобы привыкнуть."
    show dv laugh pioneer2 at center with dissolve
    dv "Пару дней, не больше."
    dv "Пошли?"
    "Мы поднялись, и, сгрузив грязную посуду на окошко посудомойки, вышли на улицу."
    window hide
    stop music fadeout 4
    stop ambience
    scene bg ext_dining_hall_away_day
    play ambience ambience_camp_center_day
    me "Чем дальше займёмся?"
    show dv smile pioneer2 with dissolve
    dv "Репетициями! И так много времени убили."
    me "Ты Мику только не обижай, ладно? А то она и так одна сидит, мне её жалко."
    dv "Я попробую. Но ничего обещать не буду."
    me "Меня устраивает и такой ответ."
    window hide
    scene bg int_musclub_day
    show dv normal pioneer2 at left
    show mi smile pioneer at right
    with dissolve
    "Алиса сдержала обещание — она не попрекнула Мику даже словом."
    "Правда, взглядом таким одарила, что даже самый недалёкий человек уловил бы скрытый намёк."
    show dv angry pioneer2 at left
    show mi scared pioneer at right
    with dspr
    "Подсознание было в восторге и требовало каких-то непонятных кошачьих драк."
    "Не совсем понимаю, что это значит, видимо, что-то из давно и прочно забытого."
    show dv normal pioneer2 at left with dissolve
    "Пусть пальцы ещё толком и не отошли, играть стало уже значительно проще."
    "Через пару часов я уже не чувствовал собственных пальцев, но, наверное, оно того стоило?"
    "Может, я и правда, чему-то научился."
    "А может, это просто был какой-то кураж."
    "Но с первой цифрой я и правда справился! Сам!"
    "Далеко не сразу, конечно, и далеко не идеально. Я уж не говорю про соблюдение ритмики и темпа."
    "И всё же!"
    "Теперь, при известной фантазии под мой аккомпанемент можно было даже петь!"
    hide mi
    show dv smile pioneer2
    with dissolve
    dv "А ты молодец! Справляешься!"
    th "И охота ей тут прыгать после приступа."
    me "Спасибо. Ты как, живая?"
    dv "Да нормально, слушай. Похоже, всё прошло."
    dv "Так что я снова в строю."
    me "Да? Ну, молодец тогда. А вот я, пожалуй, на боковую."
    show dv normal pioneer2 with dspr
    dv "Тогда… До завтра?"
    "Она не предложила прогуляться, а я не стал навязываться."
    me "Пока."
    "За окнами уже стемнело и я, кивнув Алисе на прощание, отправился спать."
    window hide
    scene bg ext_musclub_night_7dl with fade
    play ambience ambience_forest_night fadein 3
    play music music_7dl["raindrops"] fadein 3
    th "Ну и дела. Я оказался занят делами. Целый вечер — нет, день. Я сидел и не изнывая от скуки и монотонности происходящего, занимался чем-то!"
    "Мне всегда казалось, что для таких вещей у меня не хватает усидчивости…"
    "А тут — убить день не на компьютерные игрушки или социальные сети, а на подготовку к чему-то хорошему…"
    "Я поймал себя на мысли, что… Горжусь собой!"
    "Та самая приятная усталость, которая возможна лишь после того, как выложишься весь в попытках сделать что-то хорошее."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day4_dv_7dl_sleeptime:
    $ persistent.sprite_time = "day"
    play music music_7dl["surf"] fadein 5
    scene bg int_house_of_mt_night
    "В домике так никого и не было."
    if alt_day4_dv_7dl_mt_drugs:
        "Похоже, с момента набега на таблетки вожатой, тут не было никого."
    "За спиной послышались шаги."
    mt "Семён, у меня к тебе несколько вопросов."
    show mt normal pioneer with dissolve
    me "Каких?"
    if not alt_day4_dv_7dl_mt_drugs:
        th "Если она сейчас спросит про водку…"
    mt "Где ты сегодня весь день пропадал? Виола просила тебя отпустить в город, но ты, как я вижу, не поехал."
    "Она принюхалась."
    th "Фигушки, тётенька, сигаретами и водкой от меня пахнуть не может. Или что вы там нюхаете."
    th "Может, её другие запахи интересуют?"
    mt "Так скажешь или нет?"
    th "Что ей надо?"
    mt "Опять с Алиской где-то гулял? Ох, испортит она тебя."
    me "Спасибо, мам, я сам решу."
    "Автоматически среагировал я."
    show mt normal pioneer at center with dspr
    mt "Всё-таки, я несу ответственность и за тебя, и за эту рыжую. Но она хотя бы сама за себя постоять может."
    "А я, значит, не могу. Ве-ли-ко-леп-но."
    me "Ещё оскорбления будут?"
    mt "Хотя она за тобой всегда присмотрит, если что. Не пропадёте."
    "Она всерьёз задумалась."
    me "Ольга Дмитриевна! Ау!"
    mt "Да? Что ты хотел?"
    me "Может, вы забыли, но это {b}я{/b} приручил Алису. И это {b}я{/b} сегодня спрашивал у вас про возможность устроиться сюда работать вожатым."
    me "Чуть серьёзнее отнеситесь ко мне, ладно? В конце концов, я не давал пока поводов."
    mt "А то, что ты исчез, как прикажешь расценивать?"
    me "Как вашу лень дойти до музыкального клуба и посмотреть, как мы вчетвером — Лена, Мику, Алиса и я — там репетируем. Ни больше, ни меньше."
    "Вожатая с каким-то незнакомым {i}новым{/i} интересом поглядела на меня."
    "Продолжение вчерашнего утра? Ну-ну. В этот раз меня этим не проймёшь."
    "И здесь я вспомнил, что на моей кровати же Двачевская спала!"
    dreamgirl "Давай-давай, грязный фетишист, обними подушку, сунь туда морду и токсикомань до рассвета."
    dreamgirl "Хотя если бы не тормозил, обонял бы Двачевскую во плоти."
    th "Ээээ…"
    dreamgirl "Что непонятного? "
    if not alt_day4_dv_7dl_mt_drugs:
        extend "В медпункте от водки бы не отказался — и вышло бы всё чики-пуки."
    th "А может, я спешить не хочу!"
    dreamgirl "Ну вот тогда и не спеши бросаться нюхать одеяло и подушку."
    dreamgirl "Максимум, они ссанками пионерскими пахнут — если повезёт. А если нет — то и чем похлеще."
    "Я непроизвольно поморщился."
    dreamgirl "А ты думал. У жизни в общежитии свои издержки."
    show mt smile pioneer at center with dspr
    mt "Ну раз ты так говоришь, наверное, у меня нет поводов тебе не доверять. Ведь так… Семён?"
    th "А чё это она под Виолку-то косит?"
    "Я даже немного запаниковал."
    "Она ещё некоторое время пристально меня изучала, а потом, будто сбросив оцепенение, кивнула и отошла в сторону."
    mt "Ладно, давай баю. Ты умылся?"
    "Я машинально кивнул."
    mt "Вот и хорошо. Завтра будет трудный день."
    me "А что будет завтра?"
    show mt smile pioneer at center with dspr
    mt "Линейку проворонил, да?"
    mt "Значит, будет для тебя приятный сюрприз."
    me "А сказать не можете?"
    show mt laugh pioneer at center with dspr
    mt "Нет!"
    "Кажется, ей доставляло ощутимое удовольствие издеваться надо мной."
    th "Впрочем, это, похоже, прерогатива всех встречных."
    th "А ведь были такими доброжелательными на первый взгляд."
    mt "Одно могу обещать — завтра ты точно не заскучаешь."
    scene bg int_house_of_mt_night2 with dspr
    "Показалось, или на миг её улыбка стала зловещей?"
    mt "Спокойной ночи!"
    me "Спокойной…"
    "Впрочем, могло и просто показаться."
    "Я сбросил одежду и забрался под холодное одеяло."
    "Разумеется, ни о каких дополнительных приятных последствиях ночёвки Алисы здесь, и речи не шло."
    stop music fadeout 5
    scene bg black with fade2
    "Сегодня день впервые прошёл так, как мне того хотелось."
    "Меня никто не шпынял, не гонял и не заставлял что-либо делать."
    "И пусть на это время мои цели и цели окружающих стали общими — плевать."
    "Как говорится, устройся трудиться тем, кем душа лежит, и дня в жизни работать не будешь."
    "Так и здесь — я не могу сказать, что репетиции дались мне легко."
    "Равно как все эти разборки с Двачевской."
    window hide
    play sound_loop sfx_head_heartbeat fadein 5
    scene bg int_musclub_day
    show un serious pioneer
    show prologue_dream 
    with fade

    "Но прекрасный голос Лены…"
    window hide
    scene bg ext_path2_day 
    show dv grin pioneer2
    show prologue_dream 
    with fade

    "Наш с Двачевской первый поцелуй."
    if not alt_day4_dv_7dl_mt_drugs:
        window hide
        $ persistent.sprite_time = "day"
        scene bg int_aidpost_day 
        show dv sad pioneer2 at center 
        show prologue_dream 
        with fade
        "Да даже весёлая ситуация с водкой…"
        window hide
    scene anim prolog_1
    show dv smile pioneer2 at center
    show prologue_dream 
    with fade
    "Всё это — стоило того."
    window hide
    scene black 
    with fade3
    "Уже выключаясь, я попросил, чтобы она приснилась мне."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day4_dv_7dl_roadtrip:
    scene bg ext_dining_hall_near_day
    play sound_loop sfx_intro_bus_engine_loop fadein 3
    "«Волга» у столовой уже нетерпеливо фыркала, поджидая нас."
    show sh normal pioneer at center with dissolve
    "Шурик стоял здесь же, с рукой в лубке, распространяя вокруг себя запахи мази Вишневского."
    "Рядом с ним на асфальте стоял серый матерчатый чемодан со вставками из кожзаменителя."
    sh "Привет. Извини, руки не подаю."
    me "Зато я тебе протянул руку помощи.  Ну, поехали, что ли?"
    sh "Сейчас, Виола сказала, что-нибудь в дорожку перекусить на кухне возьмёт, и поедем."
    "Мы немного помолчали."
    me "Шурик, скажи… А у тебя есть деньги?"
    sh "Вообще, есть немного. Сколько надо?"
    show sh surprise pioneer at center with dissolve
    me "Да не знаю. Сколько стоит бутылка «Агдама»?"
    sh "Рубля два. Но…"
    me "Вот, мне нужны два рубля, значит."
    sh "Два рубля? Хм."
    "Он забрался здоровой рукой в плоский кармашек на торце чемодана и достал оттуда мятую трёшку."
    sh "Вот тебе три. Не знаю, зачем тебе портвейн, и знать не хочу."
    me "И правильно! Мы, пионеры, должны помогать друг другу. А не вопросы задавать."
    show sh normal pioneer at center with dissolve
    cs "Если вы закончили товарно-денежные отношения."
    show cs normal at left with dissolve
    "Виола сгрузила мешок с чем-то звякнувшим на переднее сиденье."
    cs "То погружайтесь. Отбываем немедленно." 
    sh "Да, я сейчас."
    "Шурик взялся было здоровой рукой за чемодан, и… Скривившись отошёл."
    "Ну да, тяжести одной рукой таскать не получится, нагрузка всё равно через плечевой пояс на обе руки пойдёт."
    me "Как ты его сюда-то допёр?"
    sh "Электроник."
    "Я кивнул."
    me "А что у тебя за рана такая, не знаешь?"
    "Я подхватил чемодан и, раскрыв багажник машины, попытался уложить его поровнее."
    cs "Там рассечение. О край крыши порезался, а потом ещё и сверху со всего маху на эту руку упал. Приятного мало, в общем."
    me "Ладно."
    window hide
    scene expression Dawn("cg d4_cs_car_day_cs_7dl")
    with dissolve
    "Я захлопнул багажник и, усадив больного на левую сторону, чтобы в дороге не задевал рукой о дверцы машины, сам уселся рядом."
    me "Мы готовы."
    cs "Тогда двинулись, что ли."
    "Улыбнулась Виола и включила первую передачу."
    stop ambience
    play music music_7dl["sh_ai_rejuv"] fadein 3
    play sound sfx_intro_bus_engine_start
    "Пейзаж за окном пришёл в движение, а я постарался скрыть ликование."
    th "Наконец-то я вырвусь отсюда! {w}Пусть на время, пусть по делу, но всё-таки!"
    if alt_day2_us_escape:
        "Оставались лишь несколько тонких моментов — в мою последнюю попытку совместного с Ульянкой побега, всё завершилось пробуждением рядом со всё теми же железнодорожными путями, и если это своего рода ограничительный механизм, берегущий периметр — то нет разницы, на чём я еду, я не сумею уехать."
    "Шины прошуршали по бетонке и с голодным рыком вгрызлись в невероятно гладкий асфальт, по качеству покрытия посрамивший бы и немецкие автобаны. {w}Путь длиной в шесть часов начался."
    cs "Я бы на вашем месте покемарила, пионеры."
    "Не отрывая взгляда от дороги, бросила Виола."
    cs "На месте будем к полуночи, там беготни много, потом обратно, если нас быстро примут, будем не раньше восьми утра. Сомлеете."
    "Если бы речь шла о сне в утробе какого-нибудь «мерина», возможно, я бы призадумался. Но это была «Волга», и заднее сиденье у неё даже близко не напоминало диван."
    window hide
    scene cg d4_cs_car_night_cs_7dl
    with dissolve
    "Посему, поворочавшись, я засветил смарт и уткнулся в очередную поделку с претензией на юмор, единственным достоинством которой было то, что она шустро съедала время, и позволяла совершенно отключить мозг."
    "Собственно, вчера ещё я за завтраком размышлял о том, что для меня здесь относительная длина секунды приравнивается к эталону, из-за того, что место новое, здорово дёргает, и спрятаться в темпоральный кокон, позволяющий пропускать мимо себя дни как секунды, не представляется возможным."
    "А здесь — в пути!"
    show blinking
    "Я закрыл глаза, воскрешая в памяти — как стучит сердце в интервалах между синкопами стыков рельс, поезд чуть-чуть покачивает, а на столике уже угнездились бутылочки с «Лезгинкой», пакетики с фруктами и прочей мелкой радостью пьяных от самого факта возвращения домой, и оттого втройне щедрых попутчиков." 
    "А я что? {w}Я поминутно проверяю время и собственные координаты — в вагоне оказался и вайфай, и розетка."
    "Медленно ползущая точка от моего города по пути длиной в несколько тысяч километров, и вот уже гаснет свет, и пролетающие мимо огни Москвы отбрасывают тень за тенью, плывущие по столику, по стенам, по сетчатке покрасневших от бессоницы глаз."
    "Фирменный поезд, везущий меня в гости к самому дорогому на свете человечку, Поль Шварц в наушниках и до дрожи волнующее будущее рандеву."
    "Плеер сдох спустя двадцать часов проигрывания «Аве Марии» в режиме нон-стоп — и я знаю, что это выглядит странно, зато точно уверен в себе, и не стану заниматься самообманом."
    "До меня доходит, что песня мне надоела, раза этак с пятисотого. {w}А до той поры я буду слушать, слушать и слушать."
    "Особенно, если мелодия приятно легла на настроение и записалась где-то в подкорочке на уровне ассоциации!"
    scene bg ext_road_sunset_7dl with dissolve
    play sound_loop sfx_bus_interior_moving fadein 2
    "Ещё чуть-чуть — и я на месте. Мимо уже пролетели Владимир, Нижний Новгород… Так странно, что на карте  точка моего местонахождения стоит практически вплотную к абоненту — тому самому человечку."
    "Не больше сантиметра в масштабе спутника. Всё-таки, в России разлука измеряется именно расстояниями."
    "Я не уснул. Это был мой первый самостоятельный длинный путь на поезде, когда я начал догадываться о собственном, совершенно особенном отношении к новым местам и долгой дороге."
    "Когда-то я считал, что человек должен смеяться хотя бы один раз в сутки для того, чтоб не скиснуть окончательно, и для этого прикладывал все возможные усилия — смотрел юмористические передачки, читал что-то в интернете, скупил всего Асприна и брал с собой на работу."
    "Но по мере того, как сердце обрастало жирком, а психика — цинизмом, всё меньшее количество вещей способно было заставить хотя бы улыбнуться."
    "Поэтому я не боялся рассмеяться в салоне — даже самые весёлые, с точки зрения авторов, места не вызывали ничего, кроме бесстрастного хмыканья."
    scene bg ext_road_night2 with dissolve
    "Машину тряхнуло, и Шурик беспокойно зашевелился."
    "Первый час он явно надеялся, что я буду развлекать его беседой, но я как уткнулся в смарт, так и не обращал ни на что внимания — в том числе и на его откровенно вопросительный взгляд, который он то и дело бросал на устройство в моей руке."
    "Пардон, кибенематик, но эту игрушку я тебе на растерзание точно не дам."
    "Так что в результате ему ничего не оставалось, как поворочаться и, найдя более или менее удобное положение, в котором руку не тревожили бы хитрости дорожного покрытия, уснуть."
    play sound sfx_stomach_growl 
    "Время — девять. В желудке заурчало."
    me "Много ему болеутоляющего вкатали?"
    "Поинтересовался я, глядя на струйку слюны, стекающую с губы пионера."
    cs "Достаточно для того, чтобы сделать операцию без наркоза."
    "Не удивилась Виола."
    cs "Так что если хочешь остановиться и пошалить…"
    me "Виолетта Церновна!"
    cs "Просто Виола."
    "Она улыбнулась."
    cs "Ну и ладно. Поешь тогда, если голодный."
    me "Что там?"
    cs "Еда. Напитки. Что ещё?"
    me "Да нет…"
    "Впотьмах я забрался в пакет и выудил бутылку с «Тархуном»."
    me "Есть открывашка? Или зажигалка, на крайний случай."
    cs "Там же в пакете."
    "Я зашуршал полиэтиленом, разгребая какие-то коробочки, пачки галет, тюбики со сгущёнкой и прочие нехитрые гастрономические радости, пока, наконец, не нашёл ключ."
    "Напиток негромко зашипел, и Виола требовательно протянула руку."
    me "А вам разве не надо следить за дорогой?"
    "Резонно поинтересовался я."
    cs "После четырёх часов хуже уже быть не может."
    "Фыркнула она."
    cs "Давай, не жадничай, я много не отопью."
    "Она опрокинула в себя половину бутылки разом и негромко рассмеялась."
    me "Полбутылки долой. Совсем чуть-чуть. Может, ещё и Шурик претендует? А то я тогда сразу себе новую открою."
    sh "А претендует. Давай."
    me "Кто бы сомневался. Виола, давайте остановимся?"
    cs "Зачем?"
    me "Мальчики налево, да и поесть бы не мешало."
    cs "Может, потерпите? Ещё два часа."
    "Она вильнула, с трудом разминувшись со спешащим навстречу «ЗИЛ»-ом."
    me "Нет, нам всем надо отдохнуть и немного размяться. {w=.3}И вам тоже."
    "С нажимом добавил я."
    cs "Ладно."
    "Неохотно согласилась она и направила машину к обочине."
    "Половина одиннадцатого, до райцентра порядка восьмидесяти километров."
    "Если из ведра выжать чуть побольше мощи, управимся и за час. {w}Правда, в этом случае есть риск, что обратно мы пешком пойдём."
    "Я открыл дверь и с удовольствием потянулся, покачался на носках уставших от бездействия ног, помог выбраться Шурику."
    stop sound_loop
    "Виола, остановившись, тут же выбралась из машины и направилась направо к ближайшим кустам. «Тархун», фигли."
    me "Скажи, Шур, ты с собой чемодан-то зачем повёз?"
    show sh normal_smile pioneer at center with dissolve
    sh "Ну я же не дурак."
    "Он поправил очки."
    sh "Прекрасно понимаю, что если что, меня сразу положат в стационар, и, скорее всего, времени на сборы уже не будет. Вот я и собрался сразу."
    me "А если нет? Обратно чемодан поволочим?"
    sh "Да. А как иначе?"
    "Я только рукой махнул. {w}С некоторыми людьми лучше не спорить."
    "Вместо этого я вытер руки о шорты вместо мытья и забрался в пакет, где, соорудив сэндвич из пары печенек и масла, немедленно вгрызся в него."
    me "Не стойте, помогите себе."
    "Ужин прошёл в общем молчании, перемежаемом просьбами подать что-то."
    cs "Мы немного выбились из графика."
    "Сказала медсестра, когда мы, наконец, закончили насыщаться и дали «добро» на продолжение пути."
    cs "Поэтому держитесь покрепче, попробую всё же успеть до полуночи."
    me "Гоните!"
    hide sh with dissolve
    "В голос ответили мы."
    play sound sfx_intro_bus_engine_start
    play sound_loop sfx_bus_interior_moving fadein 2
    cs "Ах, да."
    "Удивление на её лице сменилось улыбкой."
    cs "Я даже на секунду забыла, что вы всё-таки мальчики."
    "Она рассмеялась, наблюдая наши смущённые физиономии в зеркале заднего вида и включила четвёртую."
    "«Волга» рванулась вперёд."
    "И мы действительно оказались в городе ещё до полуночи!"
    $ persistent.sprite_time = "night"
    $ night_time()
    window hide
    scene cg d4_cs_car_dark_7dl
    with dissolve
    "Дальше события завертелись чуть шустрее из-за общей интенсивности"
    "…вот мы подруливаем к областной больнице…"
    "…вот я вытаскиваю Шурика и его вещи и волоку обоих в приёмный покой…"
    "…вот Виола тащит сумку с какими-то бумажками…"
    "…вот она говорит мне подождать здесь или где-нибудь ещё, где угодно, но только не бесить её ближайшие пару часов!"
    with vpunch
    stop sound_loop
    "Время сократилось и с резиновым шлепком вернулось в привычное русло."
    "Я вышел на улицу."
    "Закурить бы."
    "Как обычно, когда понервничаю, пальцы сами сигарету ищут — безотказная соска-успокоительное."
    show stars
    "Выйдя за ворота, я остановился, глядя в небо."
    "Конечно, глупо надеяться на то, что в половине первого ночи удастся стрельнуть табачку, тем более, что сегодня четвёрг, а не пятница. {w}И всё-таки…"
    voice "Ой, Мороз-морооооз! Не морооозь меня!"
    "Донеслось сверху по улице."
    voice "Не морозь меняяяя, где бы бахнуть, мля!"
    "Какой-то местный пьяненький доходяга в промасленной куртке."
    me "Мужик.  Эй, мужик!"
    "Пришлось отойти от ворот и встать в освещённой зоне, чтобы привлечь к себе внимание."
    voice "Чего тебе."
    "Он остановился поодаль и подозрительно пытался рассмотреть моё лицо."
    "Тщетно.  Я специально встал так, чтобы свет бил в спину."
    voice "Чего хотел? Опять будешь твердить, что пить вредно? {w}Эх, поучу я тебя когда-нибудь уму-разуму, Семёныч!"
    "У меня в горле пересохло."
    th "Семёныч? Что ещё за Семёныч?!"
    "Он, наконец, сумел разглядеть форму."
    voice "Ой, прости, паря, обознатушки. Ты чего здесь?"
    "Я спрятал дрожь вглубь тела:"
    me "Дело у меня к тебе. Серьёзное!"
    "Для пущей важности в хмельных глазах я поднял палец."
    "С этим мужичком как-то совершенно не «выкалось», даже несмотря на мою прирождённую интеллигентность."
    voice "Что за дело-то?"
    me "Выпить хочешь?"
    voice "О! Дело! Наливай!"
    me "Поработать надо. Просто так не налью."
    voice "Не хочу я работать, я бахнуть хочу!"
    me "Да не бойся ты, ничего там сложного. Сколько у вас здесь портвейн стоит?"
    "Он задумался."
    voice "Если «семьдесят второй» — там в рубль уложишься, остальные чуть дороже."
    menu:
        "Предложить деньги":
            me "Вот три рубля, купишь на них бутылку, остальное можешь взять себе."
            "Он тупо смотрел куда-то себе под ноги, и я забеспокоился."
            me "Эй, мужик, ты жив ещё?"
            voice "Да-да, давай деньги. Пойду."
            "Он схватил купюру и, что-то угукнув, кинулся вниз по улице."
            me "Ты куда?"
            voice "В магазин же!"
            if karma > 65:
                "Не прошло и пяти минут, как из магазинчика, пошатываясь, выбрался знакомый уже силуэт."
            else:
                "Я прождал его около часа, пока не понял, что только что подарил кому-то три рубля."
                dreamgirl "Поздравляю. Лох."
                th "Заткнись!"
                "Меня мало в моей жизни кидали — вот так, по глупости."
                "И оказаться в роли растяпы, подарившего деньги первому встречному…"
                "В местной версии Советского Союза…"
                voice "На, паря, держи. Наверное, уже и не ждал?"
                "Я неопределённо пошевелил плечами."
                voice "Удачно погудеть!"
                "Мужичок вскинул руку в салюте и, развернувшись через правое плечо, направился по своим делам."
                $ alt_day4_dv_7dl_portwine = True
        "Предложить выпивку":
            me "Ништяк. Идёшь в магазин и покупаешь бутылку."
            "Я старательно пересчитал условия."
            me "Две. Мне “Агдам”, а себе — на что хватит. Портвейн уважаешь?"
            voice "Спрашиваешь!"
            play sound sfx_paper_bag
            "Трёшка исчезла в мозолистой ладони."
            voice "Жди, щас буду."
            "Он заспешил к выкрашенному ярко-синей краской домику, где  было освещённое окошечко, спрятанное за решёткой."
            voice "Зин! Зин!"
            $ meet('voice1','Продавщица')
            "Он забарабанил по решётке."
            voice1 "Чё тебе, пьянь?"
            "Спустя пять минут в окошке появилось недовольное заспанное лицо с бигудями."
            voice "Дай бутылку!"
            voice1"Иди вон, придурок. В долг я тебе даже в страшном сне не дам."
            voice "Да какой долг!"
            "Обиделся он."
            voice "Во, гляди!"
            "Он достал купюру и внятно похрустел ей прямо перед носом продавщицы."
            voice "Гуляю сегодня."
            voice1 "Украл, что ли, что-то?"
            "Тем не менее, денежка мгновенно сменила владельца."
            voice1 "Как обычно?"
            voice "Не, сегодня хочу  посидеть цивилизованно, так что дай-ка мне «Агдама» и «72»."
            voice1 "Буржуй, да? Жди."
            "Она загремела чем-то внутри настолько явственно, что я, находясь метрах в тридцати от них, спрятанный отсутствием освещения, слышал всё более чем хорошо и лишний раз порадовался тому, что советский легпром относился к запасу прочности абсолютно всего с известной параноидальностью."
            voice1 "Держи."
            "Она поставила на лоток две прозрачные бутылки с жидкостью цвета крепкого чая."
            voice1 "Чтобы тебе ужраться, скотина."
            voice "И тебе долгих лет жизни."
            "Ухмыльнулся он, развернулся и ушёл."
            "Всегда хотел уметь так. {w}Настолько показательно невсерьёз относиться ко всему — это сродни искусству."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day4_dv_7dl_alco:
    if not alt_day4_dv_7dl_portwine:
        "Он сделал несколько шагов и остановился, приглядываясь."
        voice "Пионер? Эй, ты где?"
        me "Здесь."
        "Я отклеился от стенки и встал перед ним."
        me "Поздравить с удачей?"
        voice "Лучше бы ты самогонки взял."
        voice "Стоит пятьдесят копеек литр, на лимоне, знаешь какая вкусная!"
        me "Спасибо, мне и портвешка хватит."
        $ alt_day4_dv_7dl_portwine = True
        voice "Ну, бывай."
        "Он достал из кармана раскладной походный стаканчик, одним движением разложил, дохнул внутрь и, наполнив на четверть опрокинул единым махом."
        voice "Тяпнешь?"
        me "Не, мне для дела. Но спасибо за предложение."
    "Я спрятал бутылку под рубашку и вернулся во двор больницы, где у крыльца остывала «Волга». Осталось мелочь — решить, куда спрятать бутылку."
    "Дверь негромко скрипнула, выпуская наружу медсестру, и я замер, парализованный."
    cs "Всё ходишь? Чего не спится-то?"
    me "Да… "
    "В горле пересохло."
    me "Я погулять хотел. Новый город, новые люди…"
    cs "Какие люди? Время час."
    me "Это вы песен ещё не слышали. Есть здесь люди."
    "Ясное дело, что такие вот пгт-шки, обитающие у черта на куличках, придерживались самого махрового уклада в отличие от мегаполисов, которые ночью только начинали жить."
    cs "Не думаю, что это те люди, с которыми следует общаться пионеру."
    "Лениво протянула она, подходя поближе."
    th "Если она меня спалит — мне конец."
    dreamgirl "Может, предложить ей?"
    th "Да она же за рулём, дубина!"
    dreamgirl "Ну, или не знаю… Может…"
    "Диалог пронесся в голове мгновенно, но последнюю мысль Виолетта спугнула, как во время обхода встав ко мне вплотную."
    cs "Александра зашьют, и надо будет спустить его вниз. Поможешь?"
    me "Конечно."
    "Я исполнительно смотрел в сторону и изо всех сил старался не краснеть."
    me "Я же за этим и приехал." 
    cs "Конечно. Только за этим."
    "Она усмехнулась и положила мне на грудь указательный палец."
    cs "Главное, чтобы «это» потом мне в вину не поставили, да?"
    th "А это уже вам решать, тётенька."
    me "Я… Я не понимаю, о чём вы."
    cs "Ладно, иди прячь то, что ты там собирался прятать, и пошли."
    me "Как вы…"
    cs "Ой, да брось!"
    "Она рассмеялась."
    cs "Ты не ел ничего с пяти часов, перекус в дороге не в счёт, ты не спал и ты таскал на себе больного."
    cs "И вместо того, чтобы мгновенно занять заднее сиденье и поспать часок, ты шаромыжишься по улице."
    "Кажется, она уже давным-давно поняла, что я и где я прятал, судя по тому, как близко она оказалась!"

    "Практически, настолько близко, чтобы чуть наклонить голову и прошептать мне в ухо."
    cs "Но если меня как угодно свяжут с «этим», тебе конец… Пионер."
    "Она рассмеялась и, отойдя назад на пару шагов, поманила меня за собой."
    cs "Шевелись."
    "Я немного задержался у машины, и, после пары секунд раздумий, упрятал портвейн в чемодан Шурика. Почему нет? В тряпках оно будет защищено, а носильщик оного чемодана известен заранее."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day4_dv_7dl_back_to_camp:
    scene cg d4_cs_car_open_7dl
    with dissolve
    "Спускать вниз напичканного болеутоляющим Шурика было проще, чем поднимать."
    "В конце концов, его как следует перепеленали, прижали, зашили и поставили несколько скобок — минимизировали все риски для бесценной жизни очкарика."
    "Пять минут — и мы прыгаем в разгорячённое нутро машины."
    cs "Кофе будете, мальчики?"
    "Улыбнулась Виола, отворачивая крышку у термоса."
    cs "Или поспать будете?"
    me "Мне кофе, пожалуйста."
    "Попросил я."
    me "Не могу спать, когда кто-то меня куда-то везёт."
    sh "А мне…"
    "Промычал Шурик, но его никто не слушал."
    cs "А тебе нельзя. Так что устраивайся поудобнее."
    "Её голос можно было добавлять в чай вместо сахара. Язва."
    cs "Сядешь вперёд?"
    "Я кивнул."
    me "А можно вас попросить о чём-то?"
    cs "Только в рамках разумного."
    "Кивнула она."
    me "Пожалуйста, не шевелитесь пару секунд."
    "Я завёл камеру, запоздало понимая, что, вообще-то, обладаю достаточно полезным для летописи инструментом."
    me "Сейчас будет вспышка."
    cs "Какой трогательный интерес."
    "Проворковала она, не моргнув и глазом."
    cs "Фотографию-то дашь?"
    me "Эм… Там не всё так просто."
    cs "Почему? Проявишь ещё одну копию."
    me "Да нет, у меня всё в цифре останется."
    cs "Зачем тогда снимать?"
    me "Затем же, зачем это делают обычно."
    "Я развернул последний снимок на экран, прогнал через коррекцию ночного снимка и протянул смарт Виоле."
    me "Вот, смотрите, живая, настоящая и очень красивая."
    cs "Любопытно."
    "Она удостоила снимок взглядом."
    cs "Так зачем тебе?"
    me "Что значит, «зачем»? Чтобы мне потом поверили, когда я скажу, что был знаком с вами."
    cs "Мотивация что надо."
    "Кивнула она, заводя «Волгу»."
    cs "Тронулись, что ли?"
    window hide
    scene cg d4_cs_car_rim_7dl
    with fade
    "И мы тронулись. Часов до четырёх мы ехали, перебрасываясь односложными  фразами, а после меня выключило."
    show blinking
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day5_dv_7dl_alco_morning:
    scene expression Desat("bg int_aidpost_day") with fade
    play music music_7dl["explore"] fadein 6
    "Что-то толкнуло меня и сбросило с кровати прямиком на холодный пол — я только ногтями по покрытию шкрябнуть успел."
    th "Покрытию?!"
    "Я продрал нежелающие открываться глаз и с ужасом уставился на тёмно-красный кожзам больничной кушетки, принадлежащей медпункту!"
    th "Сколько времени?"
    "Я цапнул со стола телефон."
    "Половина седьмого!"
    th "Ох, мать. Надеюсь, Виола ещё в пути, и у нас есть ещё время!"
    me "Алиса, подъём!"
    if alt_day4_dv_7dl_hentai:
        if persistent.hentai_graphics_7dl:
            show dv angry body with dissolve
        else:
            show dv angry swim with dissolve
    else:
        show dv angry pioneer2 with dissolve
    dv "Чё ты кричишь?!"
    "Недовольно скрипнула она, не поворачиваясь."
    dv "Скажи вожатой, что я уже встаю…"
    if alt_day4_dv_7dl_hentai:
        "Она было повернулась на другой бок, но тут осознала, что лежит полностью обнажённая."
        "Похоже, вчерашний сон про чужие ладошки был в руку?"
        me "Поднимайся, говорю! Не хватало ещё, чтобы нас тут застукали!"
        if persistent.hentai_graphics_7dl:
            show dv shy body with dissolve
        else:
            show dv shy swim with dissolve
        "Кажется, она припоминала что-то вчерашнее, так как вдруг жарко-жарко покраснела."
        dv "Скажи, это мне от водки показалось, или ты и правда…"
        "Она красноречиво стрельнула глазами куда-то вниз."
    else:
        "Тут до неё дошла вся пикантность ситуации, и она скатилась с кушетки."
        "Не к месту вдруг вспомнился третий способ самоубийства с бодуна — резкий кувырок через голову!"
        show dv guilty pioneer2 with dissolve
        "Алиса схватилась за голову — гудящую так, что слышно было и отсюда."
        dv "Пили."
        "Убито констатировала она."
    me "Поговорим об этом, когда уберёмся отсюда, ладно?"
    hide dv with dissolve
    th "Окно надо будет оставить открытым и, по возможности подтереть жидкости."
    th "Запах мы, конечно, не убьём, но хотя бы что-то."
    if alt_day4_dv_7dl_hentai:
        "Я размышлял, между делом кидая Алисе одежду, ставя бутылку в холодильник и протирая там, где, возможно, вчера что-нибудь да пролилось."
    else:
        "Обнаружив бесхозный кусок марли, я намочил его в раковине и тщательно протёр все обнаруженные пятна."
    show dv normal pioneer2 with dissolve
    dv "Ты с чего это вдруг уборку тут затеял?"
    "Она уже стояла готова и с интересом наблюдала за мной."
    me "Не уборку, а следы заметаю! {w}Попробую выгадать нам время."
    dv "Не проще ли сбежать?"
    me "Мы сбежим обязательно. Но бережённого Рандом бережёт."
    "Наконец, я закончил процесс и кивнул Алисе."
    window hide
    scene expression Desat("bg ext_aidpost_sunset_7dl") with diam
    play sound sfx_close_cabinet
    me "Валим."
    "Крадучись мы выбрались на крылечко."
    "Лагерь ещё спал, а свежий утренник даже самых стойких жаворонков заставлял кутаться в одеяло."
    me "Вроде, чисто. Пошли."
    "Захлопнув дверь, мы вышли на площадь и только здесь позволили себе расслабиться."
    window hide
    scene expression Desat("bg ext_square_sunset") with dissolve
    play ambience ambience_day_countryside_ambience fadein 5
    show dv grin pioneer2 with dissolve
    dv "Ты знаешь… Там в медпункте… Мне понравилось! Повторим?"
    if alt_day4_dv_7dl_hentai:
        "Сильно в этом сомневаюсь. Чудеса самоконтроля демонстрировать удаётся далеко не каждый день."
    "Я пожал плечами."
    me "Как получится."
    dv "Ладно, я пошла досыпать."
    "Алиса снова покраснела, вспоминая события вчерашнего вечера, ожгла взглядом-предупреждением:"
    dv "Если ты кому-то хоть словом…"
    hide dv with dissolve
    "Я только фыркнул, а она, сочтя это достойным ответом, развернулась и убежала."
    "Я поспешил последовать её примеру — спать хотелось страшно, скоро уже подъём, а самый сладкий сон —  как раз последние часы перед утром."
    "У меня есть все шансы нырнуть под одеяло и притвориться, что я там всю ночь проспал."
    th "Главное, чтобы вожатая выхлоп не учуяла."
    "Будем надеяться."
    window hide
    scene expression Desat("bg ext_house_of_mt_sunset") with dissolve
    play sound sfx_open_dooor_campus_1
    pause(4)
    scene expression Desat("bg int_house_of_mt_sunset") with fade
    "Я прошмыгнул под одеяло и, блаженно потянувшись, затих."
    "Спать."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day5_dv_7dl_begin: 
    play ambience ambience_7dl["rain"] fadein 3
    play music music_7dl["raindrops"] fadein 3
    scene expression Desat("bg int_house_of_mt_sunset") with fade2
    "Глаза открываться отказывались решительно, тяжёлая, гудящая голова совершенно определённо давала мне понять, что оторвать от подушки её можно будет разве что подъёмным краном."
    "А тут ещё и…"
    show unblink
    "Глаза открылись совершенно самостоятельно."
    "И вожатая вздрогнула, наткнувшись на мой неприязненный взгляд."
    show mt normal pioneer with dspr
    "Впрочем, она мгновенно взяла себя в руки — видимо, по ходу службы сталкиваться приходилось и не с таким."
    mt "С добрым утром, засоня. Поднимайся, через двадцать минут завтрак."
    me "Завтрак? Ммм… Что, даже руками махать не заставите?"
    show mt smile pioneer with dspr
    mt "Разве что в исключительно добровольном порядке."
    "Она с намёком кивнула на дверь, и я, скосив взгляд, разглядел, как по стеклу колотит ленивым перестуком дождя."
    th "Вот почему мне так сладко спалось."
    "Догадался я."
    play ambience ambience_7dl["rain"] fadein 3
    "И вот почему так тяжело было выныривать из забытья."
    me "Дождь?"
    mt "Дождь. Так как вещей у тебя нет, возьмёшь плащ в шкафу, я на глаз размер примеряла, должен подойти."
    "Ольга вытащила из шкафа точную копию огромного полиэтиленового пакета, висящего у неё на плечах и, расправив, повесила на дверцу."
    "Потом, видимо, не зная что ещё сделать, несколько растерянно оглянулась."
    me "Ольга Дмитриевна!"
    mt "А, что?"
    "Я с намёком поставил голую ногу на пол."
    me "Я поднимаюсь, да?"
    if alt_day4_dv_7dl_drank_vodka:
        "Резкое движение отозвалось резью в висках, но вожатая, кажется, ничего не заметила."
    "Поняв ненавязчивый намёк, она захлопнула дверь."
    window hide
    play sound sfx_open_door_kick
    $ renpy.pause(1)
    hide mt with dissolve
    "Наконец, и я смог привести себя в порядок."
    "Насколько это было возможно."
    "Прикинув, не сходить ли до умывальников, освежить немного голову, я понял, что пока буду идти, дождь всё сделает за меня."
    th "Ладно. На старт…"
    "Я выпрыгнул из кровати и, ёжась от прохлады, кинулся облачаться."
    dreamgirl "И… Оп! Тридцать восемь секунд! Хоть сейчас в армию тебя забирай."
    "С небольшим запозданием вслед за мной к дееспособности вернулось и моё раздвоение личности."
    dreamgirl "От дурака слышу!"
    "С претензиями."
    dreamgirl "И вообще, с чего это ты решил, что это я твоё раздвоение? Может, это тебе временно штурвал уступили, поиграться, пока хозяин греет косточки на Бора-Бора?"
    "Внутренний собеседник оседлал своего любимого конька, поэтому я схватился за виски и срочно-обморочно принялся форматировать сознание."
    "Делалось это просто — на мотив «бременских музыкантов» необходимо было пропеть восемь раз «Михаил Сергеевич Боярский», и все претензии второй личности плавно сходили на нет."
    th "И! Михаил Сергеевич Боя-арский…"
    dreamgirl "Нет, опять это началось. А что если я скажу, что это ты мой Тайлер? Докажи, что ты настоящий, а я нет."
    "Эту точку я знал, отсюда расшалившееся бессознательное может увести меня в такие дебри, что я буду искать выход не один день, поэтому лишь подбавил энтузиазма в мантру."
    th "Михаил Сергеевич Боя-арский."
    "Остервенело продолжал петь я."
    dreamgirl "Ну что же ты, прячешься за белым шумом? Докажи что ты настоящий, ну же! Ешь, спишь и в туалет ходишь? Что-то аргументы твои не того."
    "Я, не обращая внимания на нападки, продолжал на все лады склонять несчастного артиста."
    dreamgirl "Трус."
    "Грустно резюмировал внутренний голос."
    th "На том и стоим."
    dreamgirl "Зато я мокнуть не буду. Удачно тебе нахватать холодной воды за шиворот."
    window hide
    play sound sfx_open_door_kick fadein 0
    scene cg d5_rainy_idle_7dl
    with dissolve
    $ renpy.pause(3)
    $ persistent.sprite_time = "sunset"
    "Солнца не было, и это меня больше чем устроило."
    "Закутавшись в пакет и набросив капюшон на голову, я неспешным шагом направился в сторону столовки."
    "Спешить никуда не хотелось, промокнуть я не боялся, и ради разнообразия было любопытно посмотреть на что-то новенькое, кроме привычной уже духоты."
    "Для полноты ощущений не хватало ещё только музыкального сопровождения, но возвращаться в домик за плеером я уже не стал."
    window hide
    play sound sfx_open_door_2
    scene bg int_dining_hall_people_rain_7dl with dissolve
    play ambience ambience_dining_hall_full fadein 3

    th "Кажется, я в очередной раз пришёл в числе последних."
    "Окинув взглядом столы своего отряда, я понял, что кроме меня на сеанс чревоугодия не явились только Лена с Мику."
    th "Скромняша, наверное, никак проснуться не может, а подруга её добудиться пытается."
    "Понятия не имею, почему, но я был твёрдо уверен в том, что Лена проходит по породе самых что ни на есть сов."
    show us smile pioneer at left with dspr
    us "Сём, айда к нам!"
    "Помахала Ульяна."
    show dv normal pioneer at right with dspr
    dv "Привет."
    "Алиса смотрела в своём обычном духе, изо всех сил делая вид, что между нами ничего нет, не было и не надо."
    me "Поздорову. Как спалось?"
    if alt_day4_dv_7dl_vodka:
        dv "А твоё какое дело?"
        me "Да так."
        "Плюхнул я поднос на стол, устраиваясь напротив рыжих."
        me "Светскую беседу веду."
        "Ульяна прыснула, понимающе покосившись на подругу."
    elif alt_day4_dv_7dl_mt_drugs:
        dv "Так…"
        "Она помахала ладонью в воздухе."
        me "Помогли хоть таблетки вчерашние?"
        dv "Да, помогли. Спала потом хорошо."
    else:
        show dv shy pioneer with dspr
        dv "Э… Спалось."
        "От смущения у Алисы заблестели глаза, но чёрта с два я ей поблажку дам."
        "Раз условились считать, что не было ничего и никому ни слова, то и!"
    me "Мне под дождь всегда спится слаще. Но говоря о сне."
    "Я понизил голос:"
    me "Я почему-то не могу отделаться от ощущения, что вожатая сегодня спала ещё меньше обычного."
    us "Вот как? Почему?"
    me "Да нездоровая какая-то бодрость у неё. Я сам такой, когда часов сорок не посплю."
    "Ульяна вытаращила глаза."
    us "Да иди ты! Нельзя так много не спать, ты сам засыпать начнёшь!"
    dreamgirl "Только не вздумай объяснять ей про скорость обмена веществ, ладно?"
    th "Но как же мне её тогда убедить?"
    dreamgirl "А тебе жизненно необходимо в чём-то убедить кого-то? Ты ли это, Семён?"
    th "Ну а что…"
    "Я осёкся. Внутренний голос был кругом прав."
    "Всё это обман, а я как будто после наркоза, непрошибаемая флегма и вечная реакция на всё пожатием плечами — вы где, ау?"
    "Врачи скажут «необратимые изменения в психике»."
    "И чёртов лагерь сделал это со мной!"
    show us smile pioneer with dspr
    us "Ха! Так и знала, ты врёшь!"
    "Я непонимающе уставился на Ульяну."
    show dv normal pioneer with dspr
    dv "Ты сегодня всё утро тормозить собираешься?"
    "Да тут не тормозить, тут удариться в панику и катания по полу впору!"
    "Вот мне сейчас внезапно не всё равно, и очень важно, чтобы мне верили эти рыжие."
    "А что случится тогда, когда занавес закроется, и место на сцене снова займут двадцать дюймов жидких кристаллов? Выход в петлю?"
    show dv guilty pioneer with dspr
    dv "Знаешь, ты бы сестре показался."
    "Алиса невежливо ткнула пальцем в сидящую за столиком персонала Виолу."
    me "Вернулись уже?"
    "Алиса пожала плечами."
    show dv normal pioneer with dspr
    dv "Вилка вот, а очкана она, кажется, там потеряла."
    dv "В городе."
    "Непонятно зачем уточнила рыжая."
    "Визит к нашей милосердной сестре я решил придержать до последнего."
    "В конце концов, мне не настолько плохо, чтобы добровольно сдаваться."
    us "Не покажется. Он боится."
    show us laugh pioneer with dspr
    me "Я? Боюсь?! Да ни разу!"
    us "Боишься-боишься! Её все мальчишки боятся, и ты тоже!"
    "Ульяна состроила мне нос и спряталась за чашкой с какао."
    me "Да ничего я не боюсь, я просто… Просто…"
    "Я беспомощно посмотрел на Алису и та, вздохнув, пришла мне на помощь:"
    show dv smile pioneer with dspr
    dv "Просто он вчера отказал, когда она о помощи просила."
    dv "Поэтому неудобно ему."
    "Ульяна переводила взгляд с меня на Алису:"
    show us normal pioneer with dspr
    us "Да-а-а?"
    "Недоверчиво протянула она."
    "Мы синхронно кивнули."
    us "Всё это подозрительно. Слишком подозрительно."
    us "Вы что-то скрываете!"
    "Вперив в нас обвиняющий палец, заключила она."
    show dv laugh pioneer with dspr
    dv "Конечно, скрываем! Ты же маленькая ещё!"
    "Я почувствовал, как краска потихоньку заливает лицо."
    "Но Алиса, казалось, не замечала умоляющих взглядов."
    dv "И когда взрослые остаются вдвоём, они…"
    "Я подавился кашей и закашлялся на всю столовую."
    dv "Вот подрастёшь — узнаешь!"
    mt "Что узнает?"
    show mt normal pioneer with moveinleft
    show dv normal pioneer with dspr
    dv "Что нужно!"
    "Отрезала Алиса, мгновено замыкаясь."
    mt "Двачевская! Ты как разговариваешь с вожатой?"
    "Вопреки обыкновению, Ольга не стала становиться в её обычную позу «всем сёстрам по серьгам, всем братьям по морде», а поддержала игру лишь из усталой привычки."
    "Поэтому Алисе не составило труда подыграть:"
    dv "Извиняюсь."
    "Буркнула она."
    mt "Вот и хорошо. Так как сегодня из-за дождя все мероприятия отменены, я предлагаю всем собраться у кибернетиков в клубе и немного пообщаться до обеда."
    th "Ваше предложение отклонено."
    me "Что это значит?"
    mt "Проведём свечку на пару часов, Лене помощника сыщем."
    me "Вот просто два часа будем сидеть и болтать?"
    mt "Да. Жду всех к одиннадцати часам и попрошу не опаздывать."
    hide mt with moveoutleft
    "Я растерянно оглядел девочек."
    me "Ну и ну… И часто у вас такое?"
    us "В прошлом году была свечка!"
    me "А в этом?"
    dv "Маленький ещё — такие вопросы задавать!"
    "Рявкнула Алиса и, поднявшись, заспешила вслед вожатой."
    hide dv with dissolve
    me "Куда это она?"
    us "Вы разве не должны репетировать для концерта?"
    me "Упс."
    "Тем более, что и погода располагает."
    "Убрав останки недобитого завтрака на поднос, я цапнул с вешалки первый попавшийся дождевик подходящего размера и кинулся вслед Алисе."
    stop ambience fadeout 6
    play ambience ambience_7dl["rain"] fadein 4
    window hide
    scene cg d5_rainy_idle_7dl
    window hide
    "Выскочив на улицу, я остановился в недоумении."
    "Ни Алисы, ни вожатой уже не было."
    th "Ну и куда их идти искать в таком случае?"
    dreamgirl "Тебе же сказали: в клубах через полтора часа."
    th "А до той поры?"
    dreamgirl "Я тебя умоляю. Если девушка хочет, чтобы её догнали и нашли, она обязательно оставит заметный след."
    dreamgirl "Видишь такой? То-то же. Давай-ка сейчас домой, часик там покукуешь, и на свечку."
    th "А репетиция?"
    dreamgirl "Ну… Если есть желание идти в верхнюю часть лагеря навстречу потоку — вперёд."
    "В сандалях уже хлюпало, поэтому угроза прозвучала убедительно."
    "Вздохнув, я направил стопы в сторону домика — коротать время и готовиться к огоньку."
    dreamgirl "Когда ещё представится возможность узнать чуть-чуть об окружающих пионерах!"
    "Спорить с такой логикой не хотелось, поэтому спустя ровно полтора часа я уже стоял перед дверями, ведущими в клуб."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day5_dv_7dl_roadtrip:
    scene black
    play music music_list["raindrops"] fadein 6
    play ambience ambience_7dl["rain"] fadein 3
    "Спалось удивительно сладко – будто удалось на долю секунды устроиться-таки удобно на жёстком сиденье Волги, так, чтобы не затекала шея."
    "Ритмичное гудение скоро ушло, потеряло значение, оставляя меня наедине с моим вечным собеседником-сном."
    window hide
    scene cg d5_rainy_idle_7dl with dissolve
    "Я снова заглядываю в плачущее небо."
    "Если ты прижмёшься чуть ближе, улыбнёшься чуть смелее…"
    "Я так и быть, расскажу тебе о том, что вижу тебя во сне третий день, слышу твой звонкий голос."
    "О том, как до смерти боюсь проснуться мордой в клавиатуру и увидеть очередной шедевр от анонимного гения электронной живописи — впечатливший, приснившийся."
    play sound sfx_wind_gust
    "Издохший год летит в ведро, и…"
    "Обаянием юности — максимализм в вещах. {w}Достиженья былые — детсад, детства брошенный берег. Прячь неловкие пальцы в карманы, да куртка не греет. И так мутит с полста ледяной вины натощак."
    "Чтоб по разные стороны, я на Стреле, ты от Дворцовки в дождь, неприкаянной птицей, в сарафанчике, в босоножках — так, чтобы я ревновал тебя даже немножко, опасаясь, что и ты однажды уйдёшь…"
    window hide
    with fade2

    "Что-то снаружи уютного беспамятства задаёт ритм строчкам, самопроизвольно складывающимся полурифмованными строфами, полувысказанными желаниями."
    "А мне неловко так, будто я в раздевалке перепутал одежду и пытаюсь влезть в чужое. {w}Не моё, не принадлежит мне."
    "В конце концов, я просто не имею права на рыжеволосую ясноглазку, коли риск проснуться перед монитором остаётся всегда."
    window hide
    play sound sfx_wind_gust
    $ persistent.sprite_time = "day"
    play ambience ambience_camp_center_day fadein 3
    scene bg ext_dining_hall_near_day
    show dv normal pioneer2
    show us calml sport at left
    show prologue_dream
    with dissolve

    me "Ты уверена?"
    "Усомнившись, я решил переспросить ещё раз."
    dv "Да не тормози ты."
    "Алиса облизнула губы и ещё раз оглянулась по сторонам."
    us "Ну вы доооолго там?"
    "Проныла Ульяна, стоящая на стрёме."
    dv "Ша, сейчас Сёма тупить закончит, и сразу всё будет."
    "Алисе надоело ждать и она ожгла меня взглядом."
    show dv angry pioneer2 with dspr
    extend " Ну!"
    me "Мне всё ещё не нравится эта идея."
    show dv angry pioneer2 close with dspr
    "Я вздохнул и положил ладонь ей на грудь."
    window hide
    scene anim prolog_1
    with fade3

    "Или следует начать чуть раньше? По порядку, так сказать."
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg int_clubs_male_rain_7dl
    show us laugh pioneer
    show prologue_dream
    with dissolve
    play ambience ambience_clubs_inside_day fadein 3

    us "Она на тебя запала. Тили-тили-тесто!"
    with vpunch
    play sound sfx_head_heartbeat fadein 5
    me "И?"
    "Сердце ухнуло на три этажа вниз, а спину покрыло испариной."
    us "А значит, и ты на неё тоже!"
    "Ульянка показала мне язык и отскочила в сторону."
    "Глупый ребёнок."
    "Перед глазами встала первая школьная влюблённость. Если бы всё в мире работало по правилам, которыe глупый ребёнок считает правильными…"
    "Хотя, может, и к лучшему? Победы делают нас счастливее, поражения человечнее."
    "И всё это вехи на дорожке, которая привела меня сюда сейчас."
    "И всё-таки, всё-таки."
    "Я не стал за ней гнаться."
    me "Нет. Это вовсе не значит ничего. И ни на кого я не западал."
    dv "Правда?"
    "Раздался насмешливый голос сзади."
    scene bg int_clubs_male_day
    show us laugh pioneer
    show dv grin pioneer2 at left
    show prologue_dream
    with dspr
    me "Алиса. Вы когда-нибудь отучитесь подкрадываться?"
    "Несколько секунд она вглядывалась мне в глаза — серьёзно, по-взрослому, непривычно бесстрастно."
    hide dv with dissolve
    "И, видимо, не обнаружив там ответа, как-то вся выдохнула, уменьшилась."
    "Ушла."
    stop music fadeout 5
    window hide
    scene anim prolog_1
    with fade3

    "Нет, ещё раньше."
    "Dura lex, но дуракам не писан."
    window hide
    play ambience ambience_7dl["rain"] fadein 3
    scene cg d5_rainy_idle_7dl with dissolve
    play music music_7dl["pathways"] fadein 5
    play ambience ambience_7dl["rain"] fadein 3
    $sunset_time()
    stop ambience fadeout 1
    play sound sfx_knock_glass
    window hide
    pause(1)

    "Меня разбудил настойчивый стук в голову. Именно так, не могу сказать иначе."
    "Я сладко спал, и кто-то, пытаясь меня разбудить, стучал мне в голову."
    me "Mмм…"
    play sound sfx_knock_glass
    "Изображение с трудом вернуло фокус, причём далеко не в ста процентах поля зрения это произошло успешно."
    "И лишь несколько бесконечных секунд панического моргания я понял, что это не у меня со зрением проблемы, это я просто смотрю на стекающую по стеклу воду."
    "В своём обычном стиле я уснул, опёршись головой о стекло маршрутки."
    "Стёкла грязные, немытые, ну да я своими сальными волосами мстил им сполна. Вот и сейчас — нормально я мылся неизвестно сколько времени назад, поэтому на стекле отпечатался некрасивый ворох кривых."
    th "«Безье»"
    "Привычно пошутил я сам с собой, и лишь после этого разглядел, что по ту сторону стекла кто-то стоит."
    th "Так, стоп. Какие ещё маршрутки? Я же в лагере. Нет? Я ехал в машине…"
    "Судя по отсутствию шума двигателя и тому, что в салоне я находился один, мы успешно прибыли."
    "Приспустив немного стекло — насилу разобрался со всеми этими рычагами — я разглядел по ту сторону знакомые голубые глаза."
    window hide
    scene bg ext_aidpost_rain_7dl with dissolve
    show sl normal pioneer with dspr

    "Славя."
    sl "Приветик."
    show sl smile pioneer with dspr
    "Лучезарно улыбнулась Девочка-Которой-Больше-Всех-Надо."
    sl "Виола увела Шурика в медпункт, а мне велела позаботиться о тебе. Вылезай."
    me "Зачем?"
    "Её идея  мне не нравилась совершенно, а мгновенно забравшиеся под стекло холодные брызги лишь укрепили меня в желании во что бы то ни стало поселиться в тёплой утробе Волги. {w}Навечно."
    show sl laugh pioneer with dspr
    sl "Вылезай, говорю!"
    "Она рассмеялась."
    sl "Надо тебя накормить и доставить под ясны очи вожатой, у нас мероприятие через полчаса."
    me "Не хочу. Там мокро, и вообще."
    window hide
    show blinking

    "Не буду."
    "Не заставите! Там дождь, а я в казённом обмундировании, я его вам намочу и испорчу."
    sl "Вот."
    "В очередной раз безошибочно истолковав мой взгляд, Славя добыла из-под плаща сложенную вчетверо копию такого же дождевика, что был и на ней."
    sl "Надевай, а то промокнешь, простудишься."
    "Ни словом, ни жестом она не проявила нетерпения. А мне вдруг стало совестно, что я заставляю её…"
    me "Может…"
    show sl normal pioneer with dspr
    sl "Что?"
    me "Э…"
    "Дурак только что чуть не пригласил девушку к себе в машину."
    "Ладно, чёрт с ним, как это выглядит, но она же в мокрой одежде, зальёт весь салон, да ещё и подумает обо мне невесть что."
    "Хотя по мне, так моей репутации уже вряд ли что-то повредит. Ниже уже некуда."
    me "Давай свой плащ, я сейчас."
    play sound sfx_7dl["blanket"] fadein 0
    "Стараясь действовать как можно оперативнее — и от того лишь ещё больше путаясь — я несколько минут безрезультатно воевал с плащом."
    sl "Говорю же, вылезай."
    "Подала голос Славя, всё это время с улыбкой наблюдающая за мной."
    sl "Этот плащ надевается стоя."
    "Пока что ни словом, ни делом девочка не заслужила моего недоверия. Более того, она даже как-то раз накормила меня, и сейчас грозится повторить свой подвиг."
    "Это значит, что не врёт она и сейчас. {w}И мне придётся к ней прислушаться."
    "Вздохнув, я смирился."
    play sound sfx_open_door_kick
    "Как обычно, чуть-чуть не хватило силы для того, чтобы захлопнуть дверь как надо, пришлось хлопать ещё раз — и в этот раз грохнувшую дверцу, кажется, услышали по ту сторону речки."
    "Впрочем, меня это мало заботило — от холодной воды, плеснувшей за шиворот, я мгновенно задубел и покрылся мурашками."
    th "Да уж, ничего себе такие утренние процедуры!"
    "К счастью, Славя была начеку и тут же приступила к моему облачению."
    show sl normal pioneer close with dspr
    "На секунду оказавшись чуть ближе, чем мне было комфортно."
    "Однако её, кажется, это не беспокоило нисколько — стоя всё в той же опасной близости, она одёрнула плащ."
    sl "Вот так."
    "Удовлетворённо кивнула она."
    show sl smile pioneer with dspr
    sl "Пошли."
    me "А машина?"
    "Хлопнув дверью, я несколько секунд ждал, пока Славя пискнет сигналкой. Надо же поставить, а то мало ли…"
    "Потом вспомнил где и в каком времени нахожусь. {w}Да, здесь ещё не в чести было брать чужое без спроса."
    sl "Оставь, Виола потом на ключ закроет."
    "Понятливо кивнула Славя."
    "Она направилась почему-то в сторону ворот."
    me "Славя!"
    "Поэтому я решил привлечь её внимание в данному моменту."
    sl "Да?"
    me "Столовая в другую сторону."
    "Она остановилась и вежливо улыбнулась."
    show sl normal pioneer far with dspr
    th "Вежливость — это умение с интересом выслушать информацию, о которой вы знали от человека, который в этом не разбирается."
    sl "Столовая уже закрыта, одиннадцать часов."
    "Извиняющимся тоном, будто была лично повинна в этом, произнесла активистка."
    sl "Поэтому пойдём к кибернетикам, мы там иногда чаи после отбоя гоняем. Только никому ни слова!"
    me "Здорово!"
    "Восхитился я."
    me "А как вожатая на это смотрит?"
    sl "Ну…"
    "Славя ненадолго задумалась."
    sl "Думаю, она догадывается! Но мы же первый отряд, с нас и спрос другой! {w}Да пошли же, а то голодный останешься!"
    "Она взяла меня за руку и потащила за собой."
    show sl normal pioneer with dspr
    th "Ага. Женя бесплатно трудится библиотекарем, Славя следит за территорией лагеря целиком, Мику на общественных началах ведёт музыкальный кружок. Мало удивительного в небольших послаблениях со стороны администрации."
    "Впрочем, я, кажется, уже начал привыкать к такому темпу перемещения. Даже придумал завести светскую беседу:"
    window hide
    scene bg ext_clubs_rain_7dl
    show sl smile pioneer
    with dissolve
    me "Что у вас тут новенького?"
    sl "Извини?"
    "Славя задумалась и не сразу обратила на меня внимание."
    me "Есть какие-нибудь новости? {w}Пока мы ездили, произошло что-нибудь интересное?"
    "Славя посмотрела на меня испытующе, будто не зная, стоит ли мне доверять:"
    sl "Знаешь, я вчера вечером была очень занята, поэтому могла и пропустить что-то интересное."
    sl "Так-то что —  Ульяна поругалась с Борисом из-за разбитого окна в крытом зале, Алиса пыталась забраться в медпункт, и её Ольга Дмитриевна застукала. Вроде всё."
    th "Алиса и Ульяна. Не услышать хотя бы один вечер про их проказы уже было бы новостью."
    sl "Ну и, разумеется, дождь."
    sl "Так как всю смену мы были заняты и собирались все вместе всего дважды, Ольга Дмитриевна позвала весь отряд на свечку до обеда. {w}А после ужина будет костёр, помнишь?"
    "О костре, сказать по правде, я был совершенно не в курсе, но сделал умный вид и многозначительно покивал."
    me "А свечка — это…"
    "Протянул я."
    show sl smile2 pioneer with dspr
    sl "Вообще, это называется «разговор у свечи»."
    "Улыбнулась Славя."
    sl "Когда я в городском лагере отдыхала, у нас смены открывались такими разговорами, мы знакомились, сам понимаешь."
    sl "Но здесь всё немного иначе, это, скорее, огонёк. Мы просто соберёмся, поболтаем, подумаем о том, что происходило за смену, вспомним хорошее, расскажем, чего добились…"
    show sl sad pioneer with dspr
    "Её голос погрустнел:"
    sl "Ведь осталось всего два дня, и потом мы все разъедемся."
    me "Но никто же не мешает потом приехать сюда снова!"
    "Я попытался её подбодрить."
    me "Из тебя получится великолепная помощница вожатой! Ты, наверное, даже разницы не ощутишь."
    sl "Наверное…"
    show sl shy pioneer with dspr
    "Кивнула она."
    sl "А ты собираешься сюда приезжать ещё?"
    me "Д… Не знаю."
    "Не вралось этой девочке хоть тресни. Под прямым взглядом голубых глаз хотелось стать — не то чтобы лучше, достойнее и пионер-всем-пример… Но хотя бы не врать. Дурной пример заразителен, да?"
    me "Но мне бы этого хотелось."
    "Искренне сказал я."
    me "Я, наверное, глупость скажу, но с тех пор, как ты меня в мой первый день накормила вечером, лагерь изо всех сил будто понравиться мне пытается. Здесь здорово."
    show sl happy pioneer with dspr
    sl "Ты тоже это чувствуешь."
    "Славя улыбнулась и толкнула дверь. Мы уже пришли."
    window hide
    stop ambience fadeout 2
    stop sound_loop
    play sound sfx_open_door_clubs
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_clubs_male_day with dissolve
    play ambience ambience_clubs_inside_day fadein 3
    show sl normal pioneer at left
    show el normal pioneer at right
    with dspr
    stop music fadeout 5

    sl "Это замечательно. Но соловья баснями — сам знаешь… Сыроежкин, чай готов?"
    el "Готов."
    "С достоинством наклонилась вихрастая голова."
    el "Здрав будь, Семён, спасибо, что помог Шурику!"
    "Мы обменялись рукопожатиями."
    me "Видел его уже?"
    "Насторожился я. Не хотелось бы, чтобы моя маленькая тайна была до поры раскрыта!"
    show el smile pioneer with dspr
    el "Нет. Его Виолетта забрала в медпункт и никого не пускает. {w}Ой, да что это я!"
    "Кибернетик спохватился и, прихватив тряпкой пузатую банку с дымящимся ароматным напитком, щедро плеснул в стоящий на столе стакан."
    el "Вместе потом навестим. Давай, жуй."
    "На протянутую розетку легла початая пачка крекера и несколько бутербродов с колбасой."
    me "Славя?"
    "Девушка отрицательно покачала головой:"
    sl "Нет, спасибо. Я пойду в подсобку, посмотрю стулья на отряд, ладно?"
    hide sl with dissolve
    show el normal pioneer with dspr
    "Не дождавшись кивка, она упорхнула в чулан, оставив нас с Электроником тет-а-тет."
    el "Как съездили-то? Понравился город?"
    "Двигая ко мне коробку с рафинадом, заговорщически понизил голос парень."
    show el grin pioneer with dspr
    el "Виола за рулём, она, говорят, лихачит!"
    me "Кто говорит?"
    "Насторожился я."
    el "Да Ольга Дмитриевна!"
    "Воскликнул он."
    el "Говорит, что наша медсестра по шоссе меньше ста двадцати не двигается."
    me "Может, и так."
    "Решил не вдаваться в подробности я."
    me "Честно сказать, я большую часть дороги проспал."
    show el sad pioneer with dspr
    el "Вот блин. Единственный свидетель — и тот… {w}Тебе подлить чайку?"
    me "Давай."
    "Спрятавшись за стаканом, я недвусмысленно намекнул, что не очень настроен на праздную болтовню."
    "Всё-таки, несмотря на дождь – а вернее, во многом благодаря ему – Славя меня поднять – подняла, но до конца разбудить забыла."
    "Теплый стакан грел руки, а убаюкивающий шум дождя за окном искушал прикрыть глаза, закатить зрачки и выключить сознание."
    sl "Электроник?"
    "Позвала Славя, а я вздрогнул от неожиданности, мгновенно переставая клевать носом."
    sl "Поможешь?"
    hide el with moveoutleft
    "Вздохнув, кибернетик поднялся и поплёлся в каморку за партией стульев. Ему работать, мне пить чай. Немного подумав, я долил заварки так, что от крепости во рту вязать стало. Зато сон удалось успешно загнать на задворки сознания."
    "Тихо, спокойно, если не считать погромыхивания из подсобного помещения. Для полноты кайфа не хватает только Рыжевской, но раз у нас мероприятие – думаю, она явится."
    "Импровизированный завтрак подошёл к концу – и вовремя."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day5_dv_7dl_candle:
    play sound sfx_open_door_clubs_2
    scene bg int_clubs_male_rain_7dl
    with dissolve
    play music music_list["afterword"] fadein 3
    if not alt_day4_dv_7dl_portwine:
        "Я оказался первым в помещении."
        "Впрочем, не очень долго."
        "Вскоре, из подсобки показалась Славя, волокущая на себе две табуретки."
        show sl normal pioneer with dspr
        sl "Прибыл? Устраивайся, сейчас остальные будут."
        "Вслед за ней из той же подсобки показался Электроник, нагруженный в той же степени."
        hide sl with dissolve
    "Дверь скрипнула, пропуская ветер, брызги и донельзя довольную собой вожатую:"
    show mt normal pioneer with flash
    mt "Приветик, Сёмчик!"
    "Пропела она."
    mt "Как дела?"
    me "Сёмчик?"
    "Бровь помимо воли поползла вверх."
    me "И давно вы меня так зовёте?"
    show mt laugh pioneer with dspr
    mt "Да не будь букой. {w}Утро-то какое замечательное, немного от графика отдохнём. Чего б не порадоваться?"
    me "С Шуриком-то что?"
    show mt grin pioneer with dspr
    mt "Да ничего."
    "Ольга Дмитриевна подмигнула."
    mt "Сейчас ему Виола профилактическую клизму поставит и отпустит."
    me "Кли…"
    with flash
    if alt_day4_dv_7dl_portwine:
        "Я поперхнулся чаем."
    mt "Шучу! Повязку проверит, и всё!"
    "Что-то сегодня вожатая распоясалась совсем."
    if alt_day4_dv_7dl_portwine:
        "Как будто, пока я катался, тут произошло что-то…"
    "Пока Ольга вымораживала меня своей, совершенно несвойственной ей легкомысленной попрыгучестью, Электроник со Славей трудолюбиво таскали табуретки, расставляя их вокруг стола."
    "Я, наблюдая за ними, с трудом сдерживал желание рявкнуть «зог-зог», и только понимание того, что вряд ли это оценят в коллективе, удерживало меня от попытки эпатажа."
    dreamgirl "Вообще-то, «заг-заг»."
    th "И это тоже."
    if alt_day4_dv_7dl_portwine:
        "Немного понаблюдав за тем, как работают пионеры, Ольга уселась рядом со мной и, стянув с розетки печенье, принялась его неторопливо грызть."
        mt "Вкусно!"
        "Похвалила она в ответ на мой косой взгляд."
    hide mt with dissolve
    "Запыхавшийся Электроник уселся по другую сторону от неё, Славя опустилась на стул рядом со мной, мимолетно осветив комнату ещё одной улыбкой."
    play sound sfx_open_door_kick
    show dv smile pioneer2 at right with moveinright
    show us smile sport at left with moveinleft
    "Немного погодя в помещение ввалился дуэт рыжих – Ульянка разулыбалась, ткнула в меня пальцем и что-то хотела крикнуть, но Алиса вовремя прикрыла ей рот ладошкой."
    hide us
    with dissolve
    "Меня Алиса поприветствовала кивком и быстрой улыбкой"
    show mi normal pioneer with dspr
    show dv angry pioneer2 with dspr
    extend " – а вот на припрыгавшую следом Мику вызверилась крайне неодобрительно."
    "Впрочем, японку, кажется, неодобрением смутить было решительно невозможно – она помахала нам рукой и уселась напротив."
    hide dv
    hide mi
    with dissolve
    play sound sfx_open_dooor_campus_2
    pause(1)
    "Дверь скрипнула снова, и взгляды присутствующих скрестились на новом действующем лице."
    show un shy pioneer with dspr
    "Обнаружив, что оказалась в центре внимания, Лена ойкнула, запунцовела и мгновенно спряталась за Славю."
    hide un with dissolve
    show mt normal pioneer with dspr
    "Ольга старательно пересчитала нас по головам."
    mt "Семь. Кого не хватает?"
    show mz normal glasses pioneer at right with dspr 
    mz "Меня."
    "Жужелица посмотрела на нас так, будто увидела ядовитое насекомое, и села на табуретку рядом с вожатой."
    hide mz with dissolve
    pause(3)
    show sh normal pioneer at fright with dspr
    sh "Не опоздал?"
    "Шурик заглянул в дверь, придерживая перебинтованную руку."
    mt "Нет, тебя только ждём."
    show dv laugh pioneer2 at left behind mt with dspr
    dv "О, надо же, ветеран крыш и антенн пришёл."
    "Насмешливо подала голос Алиса."
    dv "Откуда сегодня прыгать станешь?"
    "Шурик не удостоил её ответом."
    mt "Алиса, не дразни Александра."
    "Вожатая сделала справедливое замечание. {w}Но кажется только подлила масла в огонь."
    dv "Я не дразню, я правду говорю! Герою-парашютисту слава!"
    show us laugh sport at fleft behind mt with dspr
    us "Великому летчику Пилютову!"
    stop music fadeout 6
    "Подхватила Ульяна."
    "Крики их, как любые детские дразнилки, не несли в себе негатива или желания оскорбить. {w}Просто кому-то что-то взбрело в голову, кто-то что-то крикнул и был вознаграждён смехом благодарной аудитории."
    "И после этого остановить лавину смогло бы разве что какое-нибудь стихийное бедствие – столь же разрушительное."
    play ambience ambience_clubs_inside_day fadein 3
    show mt angry pioneer with dspr
    mt "Девочки, прекратите!"
    "Ольга Дмитриевна что-то ещё кричала, пытаясь перекричать девочек, но куда там…"
    play music music_7dl["areyouabully"] fadein 3
    dv "Мессершмидт очкастый!"
    "Крикнула Алиса."
    th "Оу! Это вот уже на грани фола."
    show us laugh sport with dspr
    us "Лётчик-радист-пародист."
    dv "Наверное, орден за боевое ранение дадут."
    "Алиса с Ульяной вывалили на голову несчастному Александру весь запас дразнилок, каких только могли придумать, и что характерно, все присутствующие при экзекуции сидели и слушали в некоем оцепенении."
    "Одно из зрелищ, которое лишает воли до тех пор, пока не закончится, как ты не можешь пошевелиться, пока баскетбольный мяч крутится по краю кольца, как ты смотришь в глаза водителю приближающегося автомобиля…"
    "Тем более, уж без злобы-то."
    "Кулаки устают, плечи устают в драке, сердце устаёт ненавидеть, и ты понимаешь, что нельзя больше злобиться-то, всё, ты выпустил пар, дальше вся ненависть теряет свой смысл, потому что нельзя же когда слишком много ненависти."
    "А вот так по-детски подтрунивать над товарищем можно до бесконечности, в смешливом раже забывая о том, что слова могут очень больно ранить."
    show sh serious pioneer with dspr
    "Александр оказался крайне устойчивым к оскорблениям. {w}Интеллигентное лицо, очки, рассеянность и некая несогласованность, неловкость в движениях — разумеется, в любом коллективе он становился объектом для насмешек."
    "Потому-то так долго и продержался, закалённый, — до черты, после которой в бой идут самые бронебойные насмешки — разве что губы сжались в тонкую линию, да вздулись скулы."
    us "Капитан подтанковых войск!"
    "Совсем уже глупо крикнула Ульяна."
    show mt rage pioneer with dspr
    mt "Так!"
    "Рявкнула Ольга."
    mt "Алиса и Ульяна, вон из помещения!"
    show sh cry pioneer
    show dv normal pioneer2 behind mt
    show us calml sport
    with dissolve
    "Но, кажется, мера была запоздавшей."
    "Последняя дразнилка, кажется, угодила не в бровь, а в глаз."
    "У Шурика задрожала нижняя губа, и он резко выпрямился:"
    sh "Не смейте, слышите, не смейте!"
    "Он побелел и как стоял — повалился рядом со столом."
    "Наверное, сильно ударился бы виском, если бы вожатая его не подхватила и не опустила на табуретку."
    hide sh with easeoutbottom
    show mt normal pioneer with dspr
    mt "Вы ещё здесь?"
    "Невероятно спокойными голосом спросила она."
    mt "Затравили человека. Молодцы."
    show dv sad pioneer2 with dspr
    "Рыжие угрюмо молчали — кажется, до них начало доходить, что они только что натворили. {w}Ольга оглядела присутствующих."
    mt "Славяна, отведи, пожалуйста, Шурика в медпункт, пусть дадут успокоительного. Справишься сама?"
    "И не оборачиваясь к рыжим, повторила в третий раз."
    mt "Вон."
    show sl normal pioneer at right
    show sh upset pioneer at fright
    with dissolve
    "Славя кивнула и, придерживая Александра как величайшее сокровище, вывела его на улицу."
    "Тот как-то обмяк, спал с лица и глаза у него были пустые."
    hide sl
    hide sh
    with moveoutright
    "Стряхнув оцепенение, остальные зашевелились, зашумели."
    th "Любопытно, здесь каждая свечка так проходит?"
    "Как-то отстранённо подумал я."
    "Рыжие, наконец, двинулись к выходу. Но Ольга остановила их:"
    mt "Стоять."
    play music music_7dl["sky_feather"] fadein 5
    dv "Что ещё?"
    mt "Я не слышу ваших объяснений."
    "Ох уже это взрослое «почему ты так сделал». Почему-почему… Потому что трюфеля."
    "Хотя… Раз вожатая даёт шанс исправиться, объясниться — быть может, она сумела разглядеть в Алисе ту же светлую сторону, что сумел разглядеть и я?"
    dreamgirl "Или это просто работа у неё такая — давать ребёнку второй шанс."
    show dv guilty pioneer2 behind mt with dspr
    dv "Их не будет."
    "Алиса уже дошла до двери."
    mt "Двачевская! Я тебя не отпускала."
    dv "И чё?"
    "Угрюмо спросила замершая на полушаге Алиса."
    dv "Сами сказали мне выйти."
    mt "Объяснись. Тебя никто силком сюда не тянул, зачем ты пришла? {w}Издеваться над товарищами?"
    show dv angry pioneer2 behind mt with dspr
    dv "Силком не тянул?!"
    "Исподлобья уставилась на вожатую Алиса."
    dv "Да эта ваша музыкантша японская — знаете, что мне сказала?! {w}Все идём на мероприятие, никаких ключей! {w}И вместо репетиции к завтрашнему концерту я с вами тут дурью маюсь!"
    "Мику старательно кивнула, подтверждая слова Алисы."
    "Та сплюнула, с неприязнью покосившись на японку."
    show mt normal pioneer with dspr
    mt "И при чём здесь Александр?"
    "Спокойно спросила вожатая."
    mt "Он только что приехал, из больницы, ему больно, плохо и нужна ваша поддержка…"
    "И здесь Алиса удивила меня. Вместо того, чтобы продолжать стоять в позе, ворчать и прочими способами выражать свою гражданскую позицию, она яростно блеснула глазами:"
    show dv sad pioneer2 behind mt with dspr
    dv "Да дуры мы. Дуры. Вы это хотите услышать?"
    show us dontlike sport with dspr
    us "Эй! Говори за себя!"
    "Рассерженно ткнула подругу в бок Ульяна. {w}И, наткнувшись на взгляд Алисы, вздрогнула."
    us "Я не дура."
    show us smile sport with dspr
    "Она немного помолчала, отчаянно улыбаясь, и добавила:"
    us "Я больше не буду."
    "О, это только Ульяна так может."
    stop music fadeout 5
    mt "А Шурику больше и не надо."
    "Вожатая выглядела удивлённой своей лёгкой победой."
    show us laugh2 sport with dspr
    us "Я имею в виду, что он больной, а над больными нельзя смеяться."
    "Ульяна безжалостно разрушила иллюзию кающегося ангелочка."
    "М-да… Я почти поверил в то, что вожатой удалось достучаться до совести кошмарного дуэта."
    show us shy2 sport with dspr
    us "Я ему потом «извини» скажу, Ольдмитривна, честно-пречестно!"
    "Вожатая вздохнула:"
    show mt sad pioneer with dspr
    mt "Вы же понимаете, что мероприятие сорвали? {w}И над товарищем издевались. {w}Нет, просто извинениями вы не отделаетесь."
    "Она немного подумала."
    mt "Ульяна, до отъезда назначаешься ответственной за Шурика."
    show us shy2 sport with dspr
    us "Как это?!"
    "Мелкая даже перестала улыбаться."
    mt "Так это! Будешь смотреть за ним, чтобы всё было хорошо, чтобы не упал, чтобы никто вроде вас над ним не смеялся."
    show us surp2 sport with dspr
    us "Но… Но… Но почему!"
    th "Потому что если вожатая доверит это Двачевской, та Шурика, скорее всего, расфасует по нескольким пластиковым пакетам."
    "И очевидно это было не одному мне."
    show mt normal pioneer with dspr
    mt "Задача ясна?"
    us "Ясна…"
    hide us with dissolve
    "Понурилась Ульяна и вышла из клуба."
    play music music_list["farewell_to_the_past_edit"] fadein 3
    mt "Теперь ты, Алиса."
    "Вожатая перевела взгляд на Двачевскую."
    show dv normal pioneer2 behind mt with dspr
    dv "Да-да. Не надо было шутить на тему войны и издеваться над Шуриком."
    "Кажется, Алиса уже пришла в себя."
    dv "Можно приступать к мытью туалетов?"
    mt "Туалетов?"
    dv "Или вы меня расстреляете?"
    mt "Значит, ты не раскаиваешься?"
    "Уточнила вожатая."
    dv "Нет. Я жалею, что довела очкарика."
    dv "Но мне непонятно, с каких это пор шутить нельзя? Трястись не над чем, тем более, в обморок падать."
    mt "Ты могла бы подумать о том, что мы все здесь…"
    show dv angry pioneer2 behind mt with dspr
    dv "А вы могли бы подумать, что мне эту чушь не прививали."
    show un serious pioneer at right behind mt with dspr
    un "Мне тоже."
    "Неожиданно поддержала Лена."
    mt "Тихонова, ты…"
    show un angry2 pioneer far at right behind mt with dspr
    un "У меня в семье никто на фронте не был."
    "Лена покраснела и смолкла."
    show mt shocked pioneer with dspr
    mt "Лена! Что ты такое говоришь?! {w}Ты же сказала, у тебя дед танкистом был."
    un "Могу сказать ещё раз."
    "Каким-то резким, очень отрывистым голосом произнесла тихая девочка."
    un "Если хотите."
    hide un
    show mz bukal glasses pioneer far at fright with dspr
    mz "Прямо вечер откровений."
    "Язвительно заключила молчавшая до сей поры библиотекарша."
    mz "Давайте тогда и я вам расскажу о том, как мои приходят со смены и гудят до следующей, и не попадайся им на глаза. Уж не знаю, какие они там герои."
    mt "Гудят?"
    mz "Горькую. Кофе нам не по нутру, нам бы водки поутру."
    hide mz with dissolve
    show el normal pioneer far at fleft behind dv with dspr
    el "Моим тоже до меня дел нет. Сплавили в лагерь и рады. {w}Всё спрашивали, нельзя ли на всё лето."
    hide el
    voice "А моим…"
    voice "А моим…"
    "Раскуренная трубка мира ушла по рукам. {w}Тот самый синдром попутчика, которому все по непонятному порыву вдруг поддались — а завтра станут стесняться друг друга."
    "Как будто несколько слов что-то изменят в человеке."
    "Ольга Дмитриевна сама будто подпала под гипноз ситуации, тоже стала что-то рассказывать про деспота на кафедре, точную копию отца, сбежать от которого удалось, лишь полностью посвятив себя общественной работе."
    "По стёклам колотил дождь, а пионеры соревновались в откровенности."
    "Как будто на несколько минут вернулся домой, где прикрытые маской Гая Фокса безликие безличности не стесняются сказать о себе всё."
    "Им плевать, они не существуют, закрытая вкладка режима инкогнито завершает существование маски-не маски…"
    "Скорее, мембраны, сквозь которую можно сцедить немного желчи в окружающий мир, притворяясь завзятым циником."
    dreamgirl "А как же Алиса?"
    "Вкрадчиво поинтересовалась моя карманная шизофрения."
    th "Алису усыновили. Она живёт в семье. Не первый год живёт. Вряд ли её там ненавидят."
    dreamgirl "Удочерили. И это не то. Суррогат. Подделка."
    mz "Не свечка, а вечер искренности какой-то."
    "Снова проскрипела Женя."
    stop music fadeout 3
    mz "Мероприятие, чтоб его."
    play music music_7dl["sneakupon"] fadein 3
    show dv rage pioneer2 behind mt with dspr
    dv "Искренности, говоришь?"
    "Недобро прищурилась Алиса. {w}Она почему-то не ушла, так и стояла у дверей, внимая подноготной пионеров."
    "И от этого её холодного взгляда хотелось подбежать к ней, скрутить в охапку и унести далеко-далеко, заткнуть рот поцелуем и не дать сорваться с языка ненужным, жестоким словам — жестоким, даже по меркам того, что они только что сделали с Шуриком."
    "Ведь то, что она скажет сейчас, мгновенно отделит её от всех. То есть, вообще ото всех."
    "Горло перехватило спазмом, а под рёбрами вскачь затрепетало, набатами отдаваясь в виски."
    th "Не говори. {w}Не смей. {w}Слышишь?!"
    "Мне казалось, что я кричу эти слова. Надсаживаясь, до выступивших на лбу вен — в пустоту. Но перехваченное горло не выдавило и слова."
    "Желание и здесь быть лучше остальных, хотя бы по части откровенности — и пропади пропадом то, чем это обернётся — здесь и сейчас нам подавай пьедестал."
    show dv normal pioneer2 behind mt with dspr
    dv "А у меня… Нет никого. Я неродная в семье."
    stop ambience
    play ambience ambience_7dl["rain"] fadein 3
    "Гудение голосов тут же как отрезало — а у меня перед глазами почему-то встал ледяной декабрьский Питер в колодцах дворов, чьи края неумолимо удаляются с ускорением свободного падения."
    "Неловкое признание, ледяное — нараспашку — отчаянное."
    "Ожидание того, что и я сейчас буду как все, оттолкну, сам отскочу."
    "И у каждого своя тайна — кто-то бесплоден, кто-то сирота, кто-то ВИЧ-инфицирован, у кого-то дома родители-алкоголики… И каждый считает свою тайну достаточной, чтобы не вылезать из парий."
    "Наверное, просто устала врать, да? {w}Изворачиваться, мимикрировать и всеми силами «быть как все»."
    "А те самые «все» молчали и по-новому смотрели на Алису, будто примеряя её поведение, её слова, её саму."
    "И утверждаясь в мысли, что да, теперь всё встаёт на свои места."
    "Лишь человек, абсолютно чужой окружению, сможет относиться к нему так пренебрежительно."
    window hide
    with fade2

    "А смогу ли я? Позавчера, позволив Алисе бежать за мной через весь лагерь, принимая её, спрашивая обо всяких глупостях – я утратил право на безразличие."
    stop ambience
    window hide
    scene anim prolog_1

    "Самоустраниться уже не получится никак."
    "Остаётся либо любить мир, либо его презирать."
    "И что мне рассказать им? О том, что я пускаю корни в кресло накоротке с бездушным раствором экрана и список моих свершений ограничен достижениями в Стим?"
    "О том, что не живу, а застыл в вечном клинче под эгидой клавиши F5?"
    "Простят ли они, те, у кого под ноги только-только легла дорожка, ведущая в жизнь, если я скажу им, что когда-то был таким же, но сделал свой выбор?"
    "Который быть может, однажды сделают и они."
    "Лена? {w}Женя? {w}Мику с её хроническим дефицитом внимания? {w}Рыжие?"
    "Как рассказать им правду, не превратившись в изгоя?"
    show un angry2 pioneer with dspr
    "Скажу Лене: слушай, ты только не злись, ладно? {w}Я же тоже когда-то хотел петь, мне даже голос ставили, просто потом… {w}Ну, как-то не срослось, понимаешь? Лень было бороться."
    "Куда она меня пошлёт?"
    hide un with dissolve
    show el normal pioneer with dspr
    "Или, может, Электронику: знаешь, я же тут, вообще, как бы проездом, из своего будущего, которое ну нихренашеньки не светлое, прибыл посмеяться над вашей наивной верой в коммунизм за горизонтом, братство народов и то, что от «каждого — по способностям»."
    "Электроник вряд ли поверит, но если я соберу доказательную базу и ткну его носом в правду…"
    "Нет, не имею я права собственным аховым примером лишать его почвы под ногами. {w}Пусть сам себе путь выбирает, может, у него что и получится."
    hide el with dissolve
    show dv normal pioneer2 with dspr
    "Ну, а может, Алиса?"
    "Эта злая, несносная — прекрасная и неимоверно притягательная Рыжевская."
    "Родителей у неё нет? Свинчатка в чемодане пополам с зажигалкой и пачкой сигарет? В чемодане, где куча всяких штуковин, но ни одного платья."
    dv "Так зачем же ты припёрся сюда?"
    "Cпросит она."
    dv "Разве ты не должен сейчас проживать свою собственную — взрослую! — жизнь."
    dv "Не придуриваться здесь подростком, а взрослым мужиком со сложившимся укладом, который не так уж и плох, стоит лишь выключить твоего кровопивца электрического."
    dv "У тебя же мать, отец, дом, руки-ноги на месте — какого же рожна?"
    dv "Полторы трагедии тебя сложили? А давай ещё к ним прибавим то, что тебе не к кому обратиться, некуда пойти."
    dv "Отсчитаем восемь лет назад, а лучше десять — и хоть ты пой, хоть играй на гитаре и выбегай стометровку из одиннадцати секунд, а ничего ты не сделаешь."
    dv "Ещё год, и сдадут с рук на руки в какую-нибудь путягу, где из тебя накрепко выбьют любую тягу к знаниям и три года спустя выпустят очередного «незаменимого специалиста»."
    hide dv
    th "Так имею ли я право жалеть себя?"
    window hide
    stop ambience
    stop music
    scene bg int_clubs_male_rain_7dl with dissolve
    show mt normal pioneer far
    show dv normal pioneer2 far at fright
    show mz normal glasses pioneer far at right
    show un normal pioneer far at fleft
    show el normal pioneer far at cleft behind mt
    show mi normal pioneer far at cright behind mt
    with dissolve
    play ambience ambience_7dl["rain"] fadein 4

    "Я не знаю, в каком пространстве-времени звучал этот диалог, но когда я всплыл к поверхности и как рыба схватил воздух губами, то обнаружил, что взгляды присутствующих сошлись на мне."
    "Не говоря ни одного слова, Мику капнула воска на стол и поставила свечу передо мной."
    "Право хода перешло ко мне."
    "Я встал."
    "Наверное, надо было просто уйти, но меня как толкнул кто-то."
    "Или, может, дело было в полном раздумий взгляде Алисы?"
    "Я не знаю. Неожиданно почему-то стало очень тихо."
    "Наверное, потому, что я вдруг решил взять слово — то самое, какое по собственной воле никогда бы в жизни не взял."
    "Наверное, я достаточно молчаливый персонаж. А когда такие люди говорят — их почему-то внимательно слушают."
    "Ведь может же человек просто так молчать, совсем не значит, что-то у него произошло, трудное, тяжелое."
    "Разве нет?"
    "Как было у «Сплина» — так тихо, что я слышу, как идёт на глубине вагон метро."
    th "Что ж. Вы сами напросились."
    window hide
    with fade2
    play music music_list["drown"] fadein 3

    "Слова с трудом покидали глотку:"
    me "У меня всё хорошо. {w}Мать учитель. {w}Отец… {w}Тоже уважаемый человек. {w}Я отслужу и поступлю в политех, и…"
    show un shy pioneer far with dspr
    un "Н-но… Ольга Дмитриевна говорила, что у тебя родители на Кубе…"
    "Лена окончательно стушевалась и замолкла."
    show dv laugh pioneer2 far with dspr
    dv "Да он врёт просто!"
    "Рассмеялась Алиса."
    dv "Вон как заливает."
    show mt grin pioneer far
    show mz laugh glasses pioneer far at right
    show un laugh pioneer far at fleft
    show el laugh pioneer far at cleft behind mt
    show mi laugh pioneer far at cright behind mt
    with dissolve
    "И вслед за ней, будто сбрасывая груз с плеч, рассмеялись остальные — смех раскатился по помещению, упругими волнами толкаясь о стены."
    "Все хохотали до самозабвения, отчаянно, будто завтра может не наступить никогда."
    "Вожатая, погасив улыбку, погрозила мне пальцем:"
    mt "Ох, уморил. Уморил. Но мы же договорились говорить правду."
    "Её левое веко медленно поползло вниз."
    mt "Так что, Семён, давай! {w}Можешь же, а?"
    th "Правду? Про Кубу, да?"
    th "Хорошо, вот вам правда."
    "Стиснуть зубы, чтобы не колотило, несколькими вдохами загнать тремор куда-то внутрь себя, похоронить под сердцем, чтобы голос дрожать не смел."
    "Я опёрся сжатыми до боли кулаками о стол, неловко задел свечку — та упала и погасла."
    "Но до этого мне не было дела — как и всем присутствующим, чьи взгляды тяжёлым грузом повисли на лживом языке."
    th "Да не смотрите вы так."
    th "Я же никогда не решусь выдавить из себя хотя бы слово, если вы…"
    "Три… четыре."
    "Оглядев присутствующих ещё раз, я откашлялся:"
    me "Понимаете… Как бы… Так получилось, что я…"
    show mt normal pioneer
    show dv normal pioneer2 at fright
    show mz normal glasses pioneer at right
    show un normal pioneer at fleft
    show el normal pioneer at cleft
    show mi normal pioneer at left
    with dissolve
    dv "Что?"
    "Отсмеявшись, спросила Алиса."
    me "Я давно хотел сказать вам, что… Ну…"
    window hide
    with fade2

    dv "Да не тяни ты кота за резину, говори!"
    "Вожатая наблюдала за экзекуцией, откровенно наслаждаясь."
    "Жужелица, поправляя очки на переносице, разглядывала меня как некую неведому зверушку."
    "В её глазах светился интерес энтомолога."
    "Лена подалась вперёд, пытаясь не пропустить ни единого слова."
    "Как и Мику впрочем — та вообще сжала кулаки и, кажется, даже моргать перестала."
    "Только Электроник оставался спокойным — кажется, ему высказаться помогло больше всех. Хороший он человек, позитивный. Хотя и надоедливый."
    "Интересно, почему мне вожатая подмигнула? Она что-то знает? На что-то намекает?"
    me "Да я и говорю!"
    stop ambience
    th "Сейчас я закончу речь — и Виола поедет в город ещё раз, в этот раз со мной в качестве пассажира. {w}В психоневрологический диспансер, к Наполеонам и пришельцам с планеты Ка-Пэкс."
    me "В общем, я… {w}Ну, я приехал… Из…"
    play sound sfx_7dl["eat_horn"] fadein 1
    "От расправы на месте меня спас только сигнал горна, зовущий пионеров на обед."
    "А может, дело в том, что дождь закончился, и выглянувшее солнце на пару пунктов подняло настроение."
    play sound2 sfx_open_door_strong
    pause(1)
    window hide
    scene bg ext_clubs_day with flash
    "Как наскипидаренный, я вылетел прочь из клуба, бросив через плечо нечто невразумительное."
    stop sound fadeout 3
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day5_dv_7dl_dinner:
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full
    "Останавливаться и смотреть в глаза им не хотелось. Всегда бесят ситуации, когда соберутся толпой, начнут щеголять, у кого бельё грязнее."
    "И требовательно смотрят на окружающих — мол, я тебе показал, теперь ты мне ОБЯЗАН тоже что-нибудь показать. Как там у бладхаундов… Show me yours I'll show you mine?"
    "Поэтому с самого порога задал такой темп, чтобы никто не смог догнать."
    th "Здорово было бы, если был столик на одного… Хорошо, на двоих человек. Хотя, наверное, если я Алисе намекну на расторжение их тандема, она меня поколотит."
    show dv normal pioneer2 with dspr
    "А вот и Алиса."
    "Она опустилась напротив меня, виновато пожав плечами и улыбнувшись сердито пыхтящей Ульянке."
    dv "Так и не сказал ничего."
    "Одобрительно подмигнула она."
    dv "Хитёр бобёр."
    me "Угу."
    dv "Не скажешь?"
    me "Что?"
    dv "Ты понял, о чём я."
    "Не испытывая никакого желания разговаривать, я уделил супу максимум внимания."
    with vpunch
    "Поэтому вздрогнул, когда мне в голень аккуратно вонзился твёрдый мысок пионерской сандалеты."
    dv "Спишь, что ли?"
    "Зашипела она."
    dv "Я тебя зову, зову…"
    me "Да ты…"
    "От боли на глазах выступили слёзы, и честно сказать, сильнее всего хотелось перевернуть тарелку с остатками супа на рыжую голову."
    dv "Ну так что, пойдёшь?"
    me "Куда?"
    dv "Блин. Будить верблюда, пока лежит. А то встанет, убежит."
    me "Э?"
    "Я сделал умное лицо."
    if alt_day4_dv_7dl_vodka:
        dv "Надо бы поговорить."
        me "Хорошо. А куда идти-то?"
        show dv shy pioneer2 with dspr
        dv "За столовую."
        dv "Надо обсудить вчерашнее."
        "Алиса порозовела, да и я чувствовал, как на щеках вспыхнул румянец."
        me "Думаешь, стоит это обсуждать?"
        dv "Да!"
        me "Ладно, как скажешь."
    else:
        dv "За столовую."
        "Алиса понизила голос так, что мне приходилось напрягать слух изо всех сил."
        dv "После обеда."
        me "А там что?"
        show dv smile pioneer2 with dspr
        dv "Увидишь."
    "Немного поразмыслив, я решил согласиться на предложение."
    th "В конце концов, что я теряю?"
    th "Спать не хочется, репетиция, судя по тому, что Алиса сама собирается лазить за столовой, откладывается, почитать хочется, но лучше поберечь зарядку после ночи — кто его знает, когда она потребуется." 
    me "А когда?"
    dv "Часика в три — идёт?"
    "Я кивнул и, допив компот, поднялся из-за стола."
    window hide
    stop ambience fadeout 6
    scene bg ext_dining_hall_near_day with dissolve

    play ambience ambience_camp_center_day
    play music music_7dl["explore"] fadein 5
    "Моё нечаянное лето перевалило за логическую середину, за точку невозвращения, и преступлением казалось валяться на кровати или сидеть с книжкой в обнимку."
    "Паника была жадной, требовательной, будто лето закончится уже завтра, обстоятельства вынуждали держаться вертикально, не лениться и не позволять себе оплыть в кресле придатком компьютера."
    "В голову пришёл вчерашний разговор с вожатой — о предложении поработать в лагере, перспективах устроиться здесь, в неизвестном мне Советском Союзе…"
    "Во всех книжках про попаданцев, что мне приходилось читать, хорошим тоном считалось, что герою всегда есть куда возвращаться."
    "Вот, например, попал он в некий волшебный мир, который ему надо спасти, получил чёткую задачу, а стало быть, его бесцельные скитания стали квестом, и вернуться он сможет — в зависимости от испорченности автора — либо домой к себе, приобретя сверхспособности со сверхбогатствами."
    "Либо навсегда поселиться в этом мире — но в этом случае как раз чётко даётся понять, насколько же плохо было в его реальности."
    "Как бишь там — иллюзорный мир всё прекраснее и ярче, и дрянь за окном всё глубже закапывает себя, надменно считая, что живущие здесь будут жрать что дают — в отсутствие альтернатив."
    "И что-то мне подсказывает, что уж с той-то удачей, что сопутствовала мне всю мою сознательную, я отгуляю до конца смены и вернусь к себе в квартирку.{w} Без сверхспособностей со сверхбогатствами. Ибо не положено."
    "Сердце перехватило холодком — а ну как меня {i}вернут{/i} прямо сейчас?"
    "Несколько показавшихся бесконечными мгновений — и пульс снова пошёл."
    "Едва ли мне позволят задержаться здесь. Строго семь дней, не больше, не меньше."
    window hide
    scene bg ext_house_of_mt_day with dissolve

    "Солнце потихоньку вступало в свои права, разогревая воздух до уже привычных мне тридцати градусов, свежевымытые бетонные плиты подсыхали прямо на глазах, и кое-где изображение ощутимо плыло от стремящейся к небу воды."
    th "Может, сходить купнуться? После дождя должно быть здорово."
    window hide
    play sound sfx_open_dooor_campus_1
    scene bg int_house_of_mt_day with dissolve
    $sunset_time()
    pause(1)

    play ambience ambience_int_cabin_day fadein 3
    "Внутри домика было прохладно и полутемно, и я пару минут стоял, привыкая к царящему в помещении полумраку."
    "Залез в тумбочку в поисках плавок."
    "Не нашёл. {w}Не было их и в шкафу. И что характерно, под кроватью — тоже."
    me "И кому потребовались несчастные труселя?"
    play sound sfx_ghost_children_laugh
    "Поинтересовался я у открытой форточки."
    "Показалось, или шуршание сирени на ветру на долю секунды сложилось в чуть слышимое хихиканье?"
    "Я прислушался – тихо. Видимо, уже начинает глючить."
    me "С купанием пролетели."
    "Вздохнув, я завалился на кровать и развернул читалку."
    "Заряда оставалось только на то, чтобы читать с нулевой яркостью, каждые две минуты соглашаясь — да, надо бы телефон подключить к сети. Надо бы!"
    window hide
    with fade2

    th "Ну кто ж знал, куда я попаду! Если бы знал, взял бы с собой зарядку, планшет, несколько пачек сигарет, пару любимых книжек — да мало ли."
    "В кажущиеся отсюда неправдоподобными вылазки куда-то за город или в другую страну у меня всегда внезапно оказывалось достаточно хлама для того, чтобы забить чемодан."
    "Здесь же на всём готовеньком… Классный лагерь, что ни говори — от носков с трусами до дождевиков — всё выдали."
    "При этом не заставили заполнять восемьдесят пять формуляров и не запугивали, мол, потеряете полотенчики, будете из собственного кармана платить — и ведь где-то под Каннельярви до сих пор в обороте серые вафельные полотенца, на матерчатых боках коих ручкой выведены фамилии владельцев. И среди них где-то гуляет полотенце и с моей фамилией."
    "Да что там. В результате кроме формы от казенных щедрот мне был выделен интерес к жизни и даже её смысл!"
    "А-ли-са. Вдох-улыбка-выдох. Мы подсознательно ищем в своих романтических интересах что-то, что нас восхищает или вдохновляет. {w}А мне Алиса даже не нравится."
    "Нет, я имею в виду, визуально она симпатичная, взгляду приятная. Но мне всегда другие девушки нравились. А тут…"
    "Вдох-улыбка-выдох. Наверное, её родители хотели, чтобы она выросла солнышком. Жаль только, что солнышко выросло такое злобное."
    dreamgirl "Найс, правда?"
    dreamgirl "Мы не можем быть в ответе за тех, кого вовремя не послали нахрен."
    window hide
    show blinking

    pause(2)
    stop ambience fadeout 1
    play sound sfx_knock_glass
    window hide
    pause(1)
    play ambience ambience_int_cabin_night fadein 2

    "Я опять размечтался и почти укатился в недосмотренный сон, когда меня разбудили стуком в окошко."
    dv "Ну, ты идёшь?"
    "Алиса воровато огляделась и поманила меня."
    me "Э…"
    dreamgirl "За столовую, да. Что-то такое Алиса там собралась делать интересное. Неужели…"
    th "Вряд ли. Если девушка хочет предаваться разврату, даже такая как Двачевская, она постарается обставить это с максимальным комфортом."
    th "За столовой кроме сосновой хвои и сырости никакого комфорта. {w}Мы же не грибы в конце концов."
    th "И вообще — хватит уже думать одним местом!"
    dreamgirl "А. Прости. {w}Буду думать двумя!"
    th "Это какими же?"
    dreamgirl "Известно, какими. {w}Первое — это то, о котором ты сейчас намекнул."
    th "Ага. А второе?"
    dreamgirl "А второе — это то, которым обычно думаешь ты."
    "Внутренний голос в последнее время ведёт себя отвратительно. Наверное, пора всё же обращаться к доктору."
    window hide
    stop ambience fadeout 6
    play sound sfx_close_door_1
    scene bg ext_house_of_mt_day
    show dv normal pioneer2
    with dissolve
    $ day_time()
    play ambience ambience_camp_center_day fadein 6

    show dv normal pioneer2 with dspr
    "Пожав плечами, я вышел из домика и захлопнул за собой дверь."
    dv "Пошли, пока вожатка не появилась."
    if alt_day3_us_shenan:
        "Да, эта могла! Если вспомнить, как меня тут церберили во второй день…"
    "Алиса, не оборачиваясь заспешила к столовой."
    window hide
    scene bg ext_square_day with dissolve
 
    "В темпе вальса мы пересекли лагерь в обратную сторону, чудом разминулись с вожатой, Славей и Леной, переждали, спрятавшись за памятником Генде, пока они не уйдут."
    window hide
    scene bg ext_dining_hall_away_day with dissolve

    "У самого здания столовой свернули налево и несколько секунд спустя были уже на месте."
    "Здесь здание загибалось кочергой, создавая импровизированный карман, где можно было спрятаться от всего лагеря."
    "Кажется, это типовая постройка всех столовых. Мы в таком кармане в своё время курили, а теперь вот с Алисой стоим."
    show dv normal pioneer2 at left with dspr
    show us smile sport at right with dspr
    "Здесь нас уже дожидалась Ульяна."
    me "Зачем мы здесь?"
    show dv smile pioneer2 with dspr
    dv "Я хочу."
    "Алиса села на корточки у стенки и дышала ртом."
    dv "Чтобы ты меня усыпил. Ульяна, постой на стрёме."
    "Незаметно подобравшаяся мелкая улыбнулась и кивнула."
    me "Усыпил?"
    dv "Нажмёшь мне на грудь, на солнечное сплетение как следует."
    me "А это не опасно?"
    dv "Говоришь как клуша."
    "Алиса явно опьянела от такого способа дыхания — глаза потеряли фокус, щёки порозовели."
    dv "Не опаснее, чем купаться."
    dv "Давай."
    "Пошатнувшись, она встала."
    me "Ты уверена?"
    "Усомнившись, я решил переспросить ещё раз."
    dv "Да не тормози ты."
    "Алиса облизнула губы и ещё раз оглянулась по сторонам."
    show us dontlike sport with dspr
    us "Ну вы доооолго там!"
    "Проныла Ульяна, стоящая на стрёме."
    dv "Ша, сейчас Сёма тупить закончит, и сразу всё будет."
    "Алисе надоело ждать и она ожгла меня взглядом."
    dv "Ну!"
    me "Мне всё ещё не нравится эта идея."
    "Я вздохнул и положил ладонь ей на грудь."
    dv "Жми!"
    "Ну, я и нажал. Под рукой было упруго, мягко… Я покраснел и отдёрнул ладонь."
    show dv angry pioneer2 with dspr
    dv "Да не сиськи мне лапай, идиот!"
    "Алиса со злостью плюнула."
    dv "Ты простых вещей не понимаешь, да? {w}Давай на тебе покажу, ты потом мне так же."
    me "Давай. Что делать надо?"
    show dv normal pioneer2 with dspr
    dv "Двадцать приседаний. {w}Но ты просто сделай двадцать очень глубоких вдохов."
    "Я послушно сделал вдох."
    dv "Нет, глубже."
    "Я сделал вдох поглубже."
    dv "Нет! Надо так, чтобы воздуха некуда набирать было! {w}Со всей дури, ну!"
    "Что ж, пришлось поднатужиться — и вдохнуть изо всех сил. По счастью, этот раз Алиса не забраковала."
    dv "Да! Теперь сделай ещё девятнадцать таких же."
    me "Де…"
    show us laugh sport with dspr
    "Ульяна изобразила смешок, а Рыжевская смерила меня таким взглядом, что попытка поспорить умерла в горле."
    "Хорошо. Девятнадцать."
    "Старое доброе кислородное опьянение."
    "Я испытывал подобное последний раз… {w}Сплюнув тягучую слюну, я поворошил память — наверное, в учёбке ещё, когда нас заставили бегать трёхкилометровый."
    window hide
    with fade2

    "И вот там, на финише было приблизительно то же самое — красно-чёрная темнота, проступающая в виде множества кругов перед глазами, сквозь которую нечаянными пятнами проглядывали огрызки объективной реальности, лица, звуки."
    "Восприятие сократилось до кружащейся головы, звуков дыхания да отчетливого привкуса металлической ручки во рту."
    "Про то, чтобы ровно стоять, думать или ещё о каких-либо глупостях и речи не шло."
    window hide
    scene bg ext_sky_7dl with fade2

    dv "…вай!"
    "Повелительно разнеслось где-то под небом."
    "Я попытался вяло отмахнуться, но меня вздёрнули на ноги, прислонили к чему-то твёрдому и, преодолев слабое сопротивление рук, положили что-то тяжёлое на грудь."
    dv "А теперь задержи дыхание и не вдыхай, пока я тебе не скажу. Понял?"
    "Я послушно сделал вдох, и…"
    "Толчок." with vpunch
    pause(3)
    "Толчок."
    with vpunch
    pause(3)
    window hide
    show blink

    stop music fadeout 4
    play sound2 sfx_bodyfall_1
    "Мир свернулся ослепительно голубой электрической искрой, клюнувшей меня в висок."
    "И погас."
    window hide
    scene black with fade

    "Усыпила так усыпила. Мир был подобен ватному одеялу, под которым я спрятался в уютной темноте, но продолжал слышать голоса – неясные, нечёткие."
    "Но если прислушаться как следует, можно расслышать отдельные слова."
    voice "…жно выгля?.."
    voice " …наю."
    "Голоса переговаривались где-то снаружи — как та самая птица с мотивом нудным."
    "Два голоса — повыше и пониже. Тот, что пониже, звучал с почти различимым испугом — я видел его зелёными нотками, вплетающимися в картину мира."
    "Голос повыше звучал жизнерадостно, и понравился мне куда больше."
    voice "Обыч… …лючаешь… сё."
    voice "Значит, судорог не должно быть?"
    voice "Не должно."
    window hide
    scene bg ext_sky2_7dl with dissolve

    voice "Ясно. Ну что, понесли тогда?"
    voice "Куда?"
    voice "Куда-куда. В медпункт!{w} Или ты его бросить здесь хочешь?"
    voice "Может, он сейчас проснётся? Давай-ка я…"
    with hpunch
    "В рёбра больно стукнуло чем-то."
    "Я перехватил невежливо тычущийся носок сандали и дёрнул."
    window hide
    scene bg ext_dining_hall_away_day with dissolve

    show us smile sport at right with dspr
    us "Эй! Аккуратнее!"
    "Фыркнула стоящая надо мной Ульяна."
    us "Припадочный хуже Шурика."
    me "А…"
    "Воспоминания обрывались на момент где-то восьмого-девятого вдоха."
    me "Что было-то?"
    show dv normal pioneer2 with dspr
    dv "Я тебя усыпила."
    "Улыбнулась Алиса."
    dv "Запомнил как?"
    me "Нет."
    dv "Не запомнил?"
    show dv sad pioneer2 with dspr
    "Двачевская вздохнула и пробормотала себе под нос:"
    dv "И спросить не успела. Что за день такой…"
    me "Спросить?"
    show us grin sport with dspr
    us "Она имеет в виду, что после усыпления на первый же вопрос ты не можешь соврать."
    "Улыбнулась Ульяна."
    us "Но я в это не верю."
    me "Опачки. И какой же вопрос ты задать хотела?"
    "Я обернулся к скромно ковыряющей землю носком обуви Алисе."
    me "Что не могла задать его так просто."
    show dv smile pioneer2 with dspr
    dv "Про то, кто ты и откуда."
    "Улыбнулась она."
    dv "Про что ж ещё."
    window hide
    with flash

    play music music_7dl["regret"] fadein 3
    window hide
    scene bg ext_square_day at fast_running
    with pixellate

    "Я бежал неизвестно сколько. Наверное, в первый день, когда я только-только прибыл сюда, я так бежал."
    "Вот и сейчас. Внутри снова поселилось это невозможно жестокое чувство загнанности, когда из угла уже не вырваться, а Природа-мать обделила клыками или хотя бы когтями в мягких подушечках лап."
    window hide
    scene bg ext_houses_day at fast_running
    with pixellate

    "Что я мог рассказать этим людям, этим детям?"
    "Всё будет плохо, ваша борьба заранее проиграна, и обещанного коммунизма нет ни в будущем, ни за горизонтом, ни даже за поворотом дороги, по которой вы выбрали свои двести километров в час?"
    "Вот я и попытался… Притвориться? Приспособиться? Стать одним из них."
    "Эх, жаль, врать я так и не научился, и любому, кто худо-бедно умеет читать мои жесты, модус операнди мой — будет очевидно, когда я честен, а когда кривлю душой."
    window hide
    scene bg ext_path_day at fast_running
    with pixellate

    "Например, Алиса. Она слишком пристально ко мне приглядывалась и слишком знакомое высокомерное недоверие светилось в янтарных глазах."
    "Она считает меня… А кем?"
    "Балбесом из относительно приличной семьи, который достаточно сильно любит свою страну, чтобы пойти служить, а значит, и семье сможет послужить защитой?"
    "Хотя нет, вряд ли, из тех, кого я знал, больше половины растеряли девушек, пока ходили под погонами. Да и рановато в семнадцать размышлять на такие темы. Или нет?"
    "Что я ей наговорил…"
    window hide 
    scene bg ext_path2_day with dissolve
    play ambience ambience_forest_day fadein 2
    play sound sfx_bodyfall_1
    with vpunch

    "Нога подвернулась, и я кубарем укатился под сосну, неудачно стукнувшись ребром о торчащие узловатые жилы воздушных корней, несколько мгновений вспоминал как дышать."
    play sound sfx_7dl["breath"] fadein 3
    "От удара с дерева слетело несколько чешуек и приземлились мне на голову."
    "Не к месту вдруг вспомнилось, как я в детстве нарезал перочинным ножиком кору сосен, потому что она здорово подходила для мальчишеских поделок, не занозилась, не красилась."
    "И какие гигантские флотилии потом сплавлялись по течению петлянок, на берегу которых мне приходилось залетовать…"
    "Время, когда для того, чтобы жить, требовалось просто желание — а интересы, как рассыпанные под ногами алмазы, всегда находились новые, каждый день был похож на приключенческий роман, и под конец лета впечатлений набиралась целая охапка, и всё равно без проблем можно было вычленить из девяноста дней любой по отдельности, вспомнить, перепрожить."
    "Время, когда за враньё тебе кричали «пушка» и били по шее. Время…"
    window hide
    with fade2

    "Дыхание, наконец, пришло в норму."
    "В чём-то, похоже, я совершенно не повзрослел. Во всяком случае, так и не научился относиться ко лжи по-взрослому просто, без затей. Не получилось врать, глядя в шесть пар глаз, ни в шутку, ни всерьёз."
    "А правда оказалась… Что ж, говорить правду, заведомо зная, что никто в неё не поверит — можно ли назвать это ложью?"
    dreamgirl "Красота… Смотря, конечно, как смотреть!"
    th "Что?"
    dreamgirl "Говорю, от наблюдателя зависит."
    dreamgirl "Кто виноват, что человек пристрастен всегда? Учебники пишут люди, а люди пристрастны. По учебникам учатся дети, а они верят тому, что пишут в учебниках, тому, что говорят учителя, потом учат своих детей."
    dreamgirl "Замкнутый круг промывки мозгов друг другу на какую-нибудь банальную тему — мы не любим американцев, они нас, начальник всегда гад, работа не волк, дом-сына-дерево… Может быть, если бы историю писали машины, в мире убавилось ненависти?"
    dreamgirl "Если бы историю Алисы однажды написала машина — то у неё были бы плохонькие, но свои, родители, одной трещиной в психике меньше, на один надрыв в душе проще."
    dreamgirl "Там глядишь, и, может, чуть больше добра оказалось в сердце… Которое непонятно почему вдруг решило, что ты не так уж и плох. {w}Вы же целовались, а? Не просто так."
    play sound sfx_slavya_run
    "Сзади заслышались тяжёлые шаги — кто-то явно бежал в мою сторону, и я вжался в корни, стараясь стать невидимым."
    dv "Сём?"
    "Спросил знакомый голос."
    dv "Ты здесь?"
    "Я лежал, надёжно прикрытый особо толстым корнем, да и солнце било Алисе в глаза, так что увидеть меня она никак не могла. Зато своим чутьём звериным, чутьём зверёныша легко чуяла тяжесть моего взгляда на себе, и всё не уходила, не уходила."
    dv "Семён…"
    stop music fadeout 5
    "Закусив губу, позвала она ещё раз."
    if alt_day4_dv_7dl_vodka or alt_day4_dv_7dl_portwine:
        play music music_list["get_to_know_me_better"] fadein 5
        me "Что?"
        "Я постарался убрать из голоса все эмоции."
        show dv sad pioneer2 with dspr
        "Она чуть ли не подпрыгнула на месте, каким-то неуловимым движением повернувшись ко мне.  Уставилась своими глазищами красно-каре-янтарными, опалила, обожгла взглядом."
        dv "Куда ты убежал?"
        "Попробовать ещё поврать или пытаться с умным лицом убеждать в том, что я-таки прибыл из будущего, чтобы убить физрука и всех спасти в духе нетленки Камерона?"
        dreamgirl "Почему физрука?"
        th "Ну не Шурика же с Электроником, этим двоим Ривзами не бывать."
        show dv shy pioneer2 with dspr
        dv "Да и…"
        "Она замялась."
        me "Что?"
        dv "Ничего."
        "Быстро ответила она."
        dv "Забудь. Ты почему убежал?"
        show dv normal pioneer2 with dspr
        "Как к горячей воде, к её взгляду можно было привыкнуть, даже сейчас, когда она не маскировалась под привычной высокомерностью. И всё-таки ёкало где-то внутри что-то, когда она спрашивала, а потом смеряла эдак взглядом, будто прикидывая."
        "Текел — ты взвешен на весах и найден очень лёгким."
        "День, когда я позволю себе такую же откровенность в общении с людьми, станет днём моего аутодафе."
        "У меня же целая кучка тайн, о которых я так трясусь, разглашение которых станет концом моей жизни!"
        me "Не знаю."
        "Ответил я."
        me "Просто захотелось, и убежал. Не мог врать, а правду сказать не хочу."
        show dv grin pioneer2 with dspr
        dv "Ну и не говорил бы, дурак-человек. {w}Сказал бы «а пошла ты» и всё."
        me "И что, всё?"
        "Не поверил я."
        dv "Ага."
        show dv smile pioneer2 with dspr
        "Улыбнулась эта рыжая бестия."
        me "А если я тебе такое скажу?"
        dv "Ну…"
        "Она сразу же надулась."
        show dv normal pioneer2 with dspr
        dv "Тогда я, скорее всего, тебя поколочу."
        me "Вот видишь!"
        dv "Зато и приставать с расспросами не стану. {w}Если нельзя говорить о чём-то, значит, нельзя!"
        "Как все рыжие, Алиса легко вспыхивала, и замаскировать смущение не было никакой возможности."
        th "Девочка-пожар, она искренне обижалась на меня за то, что я не дал по рукам?"
        me "Иногда мне кажется, что ты куда взрослее меня."
        "Сказал я что угодно, лишь бы нарушить неловкую тишину."
        show dv smile pioneer2 with dspr
        dv "А я и так взрослее тебя, балда."
        me "Мне-то на самом деле…"
        "Я осёкся. Вообще-то, у меня, кроме воспоминаний, нет абсолютно никаких доказательств, что я прожил чуть ли не тридцак. А если нет доказательств…"
        show dv laugh pioneer2 with dspr
        dv "Вот именно, что тебе-то. {w}Мелочь пузатая."
        "Она улыбнулась, снова обжигая меня взглядом."
        "А я понял вдруг, что этот взгляд оружие о двух концах. Он не только высвечивает тебя со всеми твоими болячками до самого донца, он ещё и владельца своего выворачивает наизнанку, выставляя все уязвимости солнечному свету."
        window hide
        with fade2
    
        me "Возраст ещё не показатель ума."
        "Я опять говорю что угодно, лишь бы сказать."
        "Алиса рассмеялась:"
        dv "О, в твоём случае конечно. Ни ума, ни юмора. Даже выдумывать ничего не сумел интересного, родители-учителя у него."
        dv "Нет бы сказать — прилетел с другой планеты, а он…"
        me "Если с другой планеты, то я вряд ли бы сумел…"
        show dv normal pioneer2 with dspr
        dv "Сумел что?"
        me "Забудь. Проехали."
        dv "Нет уж, говори!"
        "Я покраснел:"
        me "Я не могу."
        dv "Слушай, Сём."
        "Алиса поскучнела."
        dv "Может, ты хоть сейчас правду скажешь? {w}Ну?"
        me "Правду?"
        stop music fadeout 0
        dv "Да! Ты тоже из детдома?"
        with hpunch
        "Этого я не ожидал."
        me "Что? Нет!"
        dv "Но…"
        play music music_list["two_glasses_of_melancholy"] fadein 1
        show dv guilty pioneer2 with dspr
        "Алису как удар хватил."
        dv "Ты же ведёшь себя так, и…"
        "Она хватала воздух ртом, а сухая красная пустыня сломалась, разбилась осколками, ползущими по щекам, которые мне так нравилось сравнивать с яблочками."
        dv "И интерес твой…"
        me "Да нет же, я…"
        "Я замолчал. У меня опять получилась высосанная из пальца драма — просто потому, что мне оказалось не наплевать на мнение девчонки на десять лет младше меня."
        th "Просто я урод, Алис. {w}Мутант. {w}Как твоя Лена, понимаешь?"
        th "Я не люблю людей, не понимаю всего это коллективного счастья и не верю в светлое будущее — ибо был, знаю, что нет его, светлого будущего. {w}А ты меня чем-то зацепила и царапаешь. Ну, не плачь же. Слышишь?"
        th "Что мне сделать, чтобы ты не плакала?"
        "Что-то, наверное, надо было сказать вслух, да?"
        "Я же большой, я умный, взрослый… {w}И я теряюсь под прямым взглядом янтарных глаз."
        "Ну же, срочно что-то сказать!"
        "А она всё стояла напротив меня, безвольно опустив руки по швам, и по щекам всё бежали злые, непрошенные слёзы, заставляя меня чувствовать себя так, будто я предал её в чём-то, подвёл."
        show dv cry pioneer2 with dspr
        "Я сам не понял, как поднялся и очутился перед ней."
        "Меня всего трясло, сердце разогналось и гулко бухало так, что в кончиках пальцев чувствовалось."
        th "Разве можно так? {w}Так, как Алиса, так, как я."
        "Так, как мы."
        "Надо было срочно сказать что-то умное, взрослое, уравновешенно-успокаивающее."
        "Но ничего я не сказал."
        "Перехватило дыхание, перехватило все мои занудные взрослые речи."
        show dv cry pioneer2 close:
            xalign 0.5 yalign 0.5 zoom 1.0
            linear 2.0 zoom 1.15 xalign 0.5 yalign 0.5
        "Я сделал крохотный шажок к Алисе и поцеловал кривящиеся в безмолвном плаче губы. Просто прижался своими, деревянно, как-то неловко."
        "Как будто в первый раз в жизни."
        "Как будто не было вчерашнего меня — смелого, решительного, идущего по жизни с ироничной ухмылочкой."
        "Она молчала, не отвечая, но и не отодвигаясь."
        "И всё смотрела, смотрела сквозь меня."
        "Вы приглашены на рассекречивание очередной уязвимости Двачевской, перед явкой застрелиться."
        "Сколько ещё в ней выдумок, сколько ещё слоев, под которыми однажды я сумею разыскать Алиску настоящую?"
        "И то, что я всю жизнь считал тривиальным соприкосновением кожи — вроде как плечо к плечу… Почему так коленки задрожали?"
        "А тут ещё и Алиса, будто в себя пришла."
        with flash_red
        hide dv with moveoutright
        "Всхлипнула, оцарапала щёку, вывернулась и убежала."
        "Я как сомнамбула двинулся за ней, {nw}"
        play sound sfx_7dl["eat_horn"] fadein 1
        extend "но меня разбудил сигнал горна."
        "Я вздрогнул, проводив мелькающую за кустами белую рубашку, развернулся по часовой, в сторону столовой."
        "Ненавидел ли я себя в этот момент? Наверное, нет."
        "И так слишком много глупостей сегодня сделал, одной больше, одной меньше…"
        "Мотай не мотай головой, а ощущение бесцельно утекающего времени так просто не стряхнёшь."
        play sound2 sfx_hiding_in_bush fadein 0
        stop ambience
        if alt_day4_dv_7dl_portwine:
            "Мы три дня принюхивались, потом я ещё сутки где-то катался, и теперь мы снова привыкаем один к другому. Кому-то, может, и понравятся тридцать первых поцелуев, каждый из которых приходится отвоёвывать."
        th "Больно как оцарапала."
        th "И что я ей сделал? Я же изо всех сил вёл себя хорошо! Даже на её сомнительное предложение согласился встретиться за столовой."
        "Что не так? Надо было наврать, сказать, что я — как она? И кому от этого стало бы легче?"
    else:
        play music music_list["goodbye_home_shores"] fadein 3
        window hide
        scene bg ext_sky2_7dl with dissolve
    
        "А у меня перед глазами воспоминания."
        "Как будто нечем в лагере больше заняться, как ворошить прошлое."
        "Но подсознание штука упрямая, просто так отбиваться от картинок, подбрасываемых из недр мозга, не получается."
        "Здесь и сейчас — стационарный телефон, старого образца ещё, с наборным диском и тяжёлой трубкой."
        "Угрожающе красный, с дико громким звонком, посрамившим бы любой будильник."
        "И он звонит."
        "И я знаю, кто это."
        "По ту сторону провода — невысокая девочка с копной тёмных волос, огромными глазами, ключицами под прозрачной кожей."
        "Ей снова что-то надо. В этот раз это вряд ли будет переустановка операционной системы или подключение железяки. И маме её телевизор чинить не надо будет."
        "Все эти поводы уже использованы, а потому неактуальны."
        "Сели на меня, верно, сели и ездят. Осталось только взнуздать."
        "И потому я не беру, не беру, не беру трубку!"
        "Я слишком хорошо себе представляю, что получится из нашего мезальянса."
        window hide
        with fade
    
        "Я слишком хорошо себе представляю, во что выльется наша связь с Двачевской."
        "Она действительно подошла слишком близко."
        "Поэтому я молчу, я затаил дыхание и перестал на неё смотреть, чтобы не смущать щекотанием между лопаток."
        "Меня нет."
        "Я растворился в окружающем."
        "Хотя, конечно, глупо. Она легко меня найдёт, если захочет."
        play sound sfx_7dl["eat_horn"] fadein 1
        "Меня спас сигнал горна."
        "Развернувшись на месте, Алиса ушла, оставив меня в одиночестве."
    stop music fadeout 3
    stop sound fadeout 4
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day5_dv_7dl_lunch:
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full
    "На автопилоте я намыл руки, обогнул вожатую и занял место на самом краешке забитой до отказа скамейки."
    "Всё-таки какая дичь — считать время от приёма пищи до следующего. Как будто еду во главу угла ставим, человек живёт для того, чтобы есть."
    "Почему бы и нет? Тем более, когда из полиэтилена распространяет одуряющие запахи печатный пряник, который не поворачивается портить полусладким чаем рука."
    play music music_7dl["explore"] fadein 5
    if alt_day4_dv_7dl_vodka or alt_day4_dv_7dl_portwine:
        show mi normal pioneer at left
        show un normal pioneer at right
        with dissolve
        mi "Сенечка, пойдёшь после полдника репетировать?"
        "Шепнула Мику."
        mi "Мне вчера ваша песня так понравилась, хочу её сыграть ещё раз, очень-очень!"
        me "А…"
        mi "Лена не против, она сказала, что будет вокалисткой."
        me "Нет, я про…"
        show mi smile pioneer with dspr
        mi "Алису? Ты разве не слышал вчера? Она партию ещё вчера разучила, и…"
        me "И потому ты не захотела с утра пускать её…"
        show mi shy pioneer with dspr
        mi "Нет же! Просто…"
        "Мику быстро улыбнулась."
        mi "Мне так интересно узнать что-нибудь про вас всех, а Алиса опять бы убежала. Ульяну с собой забрала…"
        "Японка вздохнула:"
        show mi normal pioneer with dspr
        mi "Но ты приходи играть. Обязательно. Хорошо? А то нам с Леной будет грустно-грустно."
        "Она сверкнула быстрой улыбкой. Приветливой."
        "А я всё смотрел, смотрел на старательно не замечающую меня Алису:"
        me "Хорошо. После полдника в клубе."
        mi "Хорошо!"
        "Мику хлопнула в ладошки, но на фоне гула болтающих пионеров этот звук потонул так, будто его и не было никогда."
        mi "В шесть часов, не опаздывай!"
        hide mi with dissolve
        "Проигнорировав чай, Мику дожевала пряник и поднялась."
        "Улыбка — на устах старлетки не считающаяся даже мелкой разменной монетой — и я, наконец, смог сесть удобнее."
        show un shy pioneer with dspr
        "Лена, рядом с которой я оказался, немного покраснела и в темпе добила полдник, подавая пример."
        "И в самом деле, сколько можно мучать несчастную выпечку?"
        show mt normal pioneer with moveinright
        mt "Семён, молодец."
        "Шепнула проходящая мимо вожатая."
        hide mt with moveoutright
        "На вопросительный взгляд она не среагировала, усевшись рядом с Виолеттой."
        "А вот к последней, сказать по правде, подходить не хотелось совершенно."
        "Видимо, происхождение похвалы останется тайной."
        "Шума в столовой было изрядно, но пионеры, сонные после тихого часа, не особо активно шевелились, поэтому очереди или какой-то толкучки не было ни у раздачи, ни у выхода, и я без проблем просочился на улицу."
    else:
        "Алиса не смотрела в мою сторону, поэтому я набрался наглости и плюхнулся рядом с ней."
        show dv normal pioneer2 with dspr
        dv "Это ты."
        "Безразлично посмотрела сквозь меня она."
        me "Я. Где Ульяну потеряла?"
        dv "Ясно."
        "Невпопад ответила она."
        me "Что тебе ясно?"
        dv "Чего хотел?"
        me "Ты как насчёт репетиции?"
        show dv guilty pioneer2 with dspr
        dv "Дома инструмент есть, уже всё выучила."
        me "А в коллективе не хочешь?"
        dv "Знаешь что говорят про скорость перемещения флота? {w}Он движется со скоростью самого медленного корабля."
        "Алиса всё так же смотрела на меня как на пустое место."
        dv "За себя я уверена, завтра выступлю как надо. А ты?"
        show dv normal pioneer2 with dspr
        dv "Именно. Так вот, это концерт. Там лажать нельзя."
        dv "Так что играй."
        "Не сказав больше ни слова, Алиса ушла."
        hide dv with dissolve
        "М-да… Давненько, я не чувствовал себя оплёванным."
        "Хотя, конечно, правота в её словах есть: не хотелось бы на завтрашнем концерте чувствовать себя слабым звеном."
        "А потому — репетиция!"
    window hide
    stop ambience fadeout 5
    scene bg ext_dining_hall_near_day with dissolve
    play ambience ambience_camp_center_day fadein 3

    "Так и не привык к тому, чтобы двигаться с соблюдением направлений, хотя примерно и представлял себе, что от столовой надо двигаться немного на запад, потом к северу."
    "Нет, вместо этого я топал по дорожкам — парным плитам, уложенным прямо на землю."
    window hide
    scene bg ext_admins_day_7dl with dissolve

    "Мимо площади, мимо душевых и административного корпуса с кабинетом начальника лагеря — а там направо и строго к северу."
    "Кстати, начальника я умудрился не увидеть ни разу. Это я так хорошо прячусь?"
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_musclub_day with dissolve

    "Ладно, альтернативный маршрут — вдоль домиков, а там проламываться сквозь кусты."
    " Пока я размышлял об этом, несомненно, важном, вопросе — обнаружил, что стою на дощатой веранде и вежливо колочу костяшками пальцев о стекло двери."
    voices "Открыто."
    "Донёсся сдвоенный ответ из помещения."
    window hide
    stop ambience fadeout 2
    play sound sfx_open_door_2
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_musclub_day
    with dissolve
    play ambience ambience_music_club_day fadein 3

    "Я толкнул дверь и оказался в прохладном помещении, пропахшем музыкой."
    show mi normal pioneer at right
    show un normal pioneer at left
    with dissolve
    "Обе девочки уже были здесь — Лена повторяла слова, английский текст, написанный русскими буквами, а Мику на рояле по очереди брала какие-то непонятные аккорды, что-то задумчиво мурлыкая себе под нос."
    mi "Лен, ты слова заучила?"
    show un serious pioneer with dspr
    un "Эм… более или менее."
    "Серьёзно ответила она."
    un "Хотя я всё равно ничего не понимаю."
    me "Ничего."
    "С легкостью пообещал я."
    me "После репетиции я обещаю тебе перевести всё, что захочешь."
    show un normal pioneer with dspr
    "Скромная девочка тихо кивнула, а я вдруг вспомнил, как она вела себя на вечере откровенности, и решил воздержаться от ненужных вопросов."
    play music music_7dl["what_am_i_doing_here"] fadein 5
    "А вот Мику, похоже, такие вещи не особо заботили — ведь если пресса задаёт одни и те же вопросы — тем лучше."
    "Можно же отвечать на автомате, полностью уходя в собственные мысли."
    "Японка коснулась клавиш:"
    mi "И…"
    un "I follow{w} by Moskwa…"
    "Послушно затянула Лена, а я нащупал первые аккорды песенки."
    "Уже очень скоро я догоню своё время, свои воспоминания."
    "От земли до глаз моих немногим больше метра, и потому на мир, склепанный по мерке шестифутового человека, я смотрю снизу вверх. Задубевшие пальцы греются в ладони — кожа грубая, жёсткая, но тёплая, и вселенная проста и отвечает нескольким незамысловатым запросам."
    "Он отец, пример, я хочу быть таким же — наверное."
    "А через год к нам в гости приедет Клаус и споёт о том, как холодно стоять на ветру перемен."
    "Надежды нет. Перспектив тоже."
    "Но можно же забиться в самую дремучую тайгу, выращивать картошку и отгородиться от человечества — ведь из всего него меня интересует всего один человек."
    window hide
    with fade

    dreamgirl "Дожили, цитируем Тарковского. Или Стругацких? Хм…"
    mi "Сенечка, киксуешь."
    show mi upset pioneer with dspr
    "Прервала меланхоличную игру Мику."
    mi "Давай-ка последний припев ещё раз."
    "Я послушно присмотрелся к струнам, нащупывая нужный аккорд."
    th "Странно, что от полдника до ужина три часа, а трёхминутная песня помещается в них Рандом дай если раз пять."
    th "Куда делось остальное время?"
    "Я — младший сын неба, на выдохе вынимаю сердца парой ненужных фраз!"
    "Я вычищаю наносное, ставлю под сомнение всё подряд, и только то, что в начале было слово, которой стало рифмой — на любом языке этого грешного мира вы можете услышать, как скандирует зал на два лада «Се-мён! Се-мён!»."
    "И это последние пятнадцать минут славы, какие достанутся нам, о которых мы будем вспоминать до тех самых пор, пока наши дети не окажутся в той же ситуации."
    show mi normal pioneer with dspr
    "Поэтому, когда Лена с Мику зашушукались в дальнем углу, обговаривая то, как можно обыграть последний припев, я совершенно спонтанно стал подбирать на слух последнее соло из песни — гитарное, то самое, что некогда покорило тысячи сердец, и далеко не в одной голове совершенно чётко ассоциируется с прощанием, слезами, первой детской влюблённостью."
    "Вообще, его должна играть Алиса. Если верить ей, она уже давным-давно всё разучила."
    "Но… Мне просто захотелось, идёт?"
    "Мне как-то надо пережить очередную волну воспоминаний — кристально чистый воздух, кристально чистые отношения, кристально чистый мир четырнадцатилетнего человека."
    "А первое стеснение перед противоположным полом уже благополучно преодолено, и донельзя глупая и очевидная истина  —  о том, что значение имеет только собственное мнение, а не шепоток псевдодрузей и одноразовых приятелей — только-только заняла место в моей голове."
    "И та девочка… {w}Как же её звали… {w}Она заслуживает памяти хотя бы за то, что два года ждала, пока я созрею. Катерина."
    "Правда, я так и не созрел. Но это уже совсем другая история."
    un "Dream away and a wind of change…"
    "Мику засвистела прощальную партию, и тягучая ностальгия, плавно успокаиваясь, заняла свои берега."
    "И в этот раз прогон был действительно хорош — возможно, что и не идеален, но крайне близок к тому."
    "Я отпустил струны и, склонив голову, слушал, как застывает в воздухе мелодия."
    "Для меня она когда-то стала символом невысокой эстрады, выкрашенной коричневой краской, примыкающей к деревянному зданию клуба, холодящего сердце предвкушения чуда и закатного августа с солёным привкусом украденного поцелуя."
    th "Чем она станет для них?"
    "Чем-чем… Объятиями, смехом, улыбками,  счастьем — и, по пробуждении от лагеря, слезами, разбитым сердцем и отсутствием надежд на будущее."
    "Летние лагеря куда опаснее, чем кажется родителям, и дело вовсе не в том, что ребёнок может нахвататься дурных привычек от своих менее благонадёжных новообретённых приятелей."
    "Нет. Иногда он просто может приехать из лагеря с разбитым сердцем. И этому лекарства не существует."
    stop music fadeout 5
    me "Девочки, а вы чем после лета заниматься собираетесь?"
    "Наконец, разорвал повисшую тишину я."
    play music music_7dl["yume_akari"] fadein 3
    show mi smile pioneer with dspr
    mi "Ну…"
    "Мику снова вспыхнула быстрой, благодарной улыбкой."
    mi "Я хочу немного поучиться в Союзе, всё-таки, признанная школа во всём мире."
    mi "А потом — на родину. Петь."
    show un shy pioneer with dspr
    un "Э… А я, наверное, пойду учиться на…"
    "Лена подумала."
    un "На бухгалтера. Папа сказал, что не простит, если я буду шить наволочки зэкам."
    un "А больше у нас в городе некуда идти."
    "Так и сказала."
    me "А в другой город?"
    "Я сам пожалел, что у меня с языка сорвался этот вопрос. Но сказал «А»…"
    me "В Ленинград например? {w}Или что у вас тут поближе из миллионников…"
    un "Но зачем?"
    show un sad pioneer with dspr
    "Промямлила Лена, привычно уже краснея."
    un "Я же не…"
    me "И ты тоже «не»."
    "Согласился я."
    me "А если прямо отсюда задать себе вопрос: скажи, Лена, ты и правда хочешь заниматься —  чем ты там собралась — до конца дней своих? Абаком трещать до старости?"
    un "Нет, но… "
    "Скромняша с неудовольствием посмотрела на меня."
    show un angry2 pioneer with dspr
    un "Но ведь это же… Другой город… Страааашно."
    me "Страшно, да. Нет, ну если ты и правда хочешь всю жизнь заниматься бухгалтерией — я же не спорю. Моя тётка всю жизнь проработала на пластмассовом заводе, и ей очень эта работа нравилась."
    me "Просто пришло в голову — а вдруг тебе, возможно, как и Мику, захочется петь?"
    window hide
    with fade2

    "Завтра она задаст себе этот вопрос."
    "Сразу после выступления, слушая аплодисменты, почти незаметные на фоне жуткой боязни толпы — спросит себя дословно о том, что я спрашиваю сейчас."
    "И может быть, моё импровизированное выступление сейчас окажет на неё достаточное влияние: не знаю почему, но я чувствовал, что помогать конкретно этой девочке — правильно."
    "У неё действительно классный голос — может быть, однажды подмостки скрипнут под лёгким шагом грустной девочки с колоратурным сопрано? {w}Или эстрада? {w}Или камерная музыка? Да мало ли… "
    dreamgirl "А как же Алиса?"
    dreamgirl "Или ей необязательно?"
    th "Нет. Просто… Просто с Алисой я и так собираюсь быть рядом. И по возможности постараюсь не облажаться и помочь во всём, что она будет пытаться делать."
    th "Может быть, у нас будет гараж-бэнд, или хватит пороха выступать на сцене, писать какие-то песни — да мало ли."
    th "А с Леной… И Мику… Хотя Мику-то как раз помощь не требуется — она уже чётко знает что и как делать. Не пропадёт."
    th "Проще говоря, мы имеем дело с актом одноразовой помощи."
    me "Давайте последний прогон?"
    "Предложил я."
    show mi normal pioneer with dspr
    show un normal pioneer with dspr
    "Мику пробежала пальцами по клавишам, Лена прочистила горло, и…"
    if alt_day2_loki_minijack:
        "Как три дня назад, в вечереющий воздух унеслись аккорды мелодии, не принадлежащей этому миру."
    else:
        "В вечереющий воздух унеслись аккорды мелодии, не принадлежащей этому миру."
    "На любом пионерском заседании нас бы ругали за популяризацию чуждой музыки — но эта песня была слишком красива, слишком интересна."
    "Мелодия — язык интернациональный."
    "Хотя нарывающей недостачей ощущалось отсутствие Алисы в коллективе, слаженное исполнение песни позволило ненадолго приглушить неприятные ощущения."
    play sound sfx_7dl["eat_horn"] fadein 1
    "А там и горн подоспел.  Прикрывшая глаза за роялем Мику нехотя открыла глаза, отпуская магию музыки, Лена вытянула последнюю ноту, поблескивая глазами, переживая каждое мгновение, с совершенно особенным выражением выводя «You and Me»…"
    "Я же, прижимая струны, снова боролся с ощущением, что попал в кадр какого-то музыкального фильма или мюзикла — и, видимо, многочисленные повторения дали о себе знать — та самая гитарная вставка, покорившая меня в детстве, вышла без сучка, без задоринки."
    stop sound
    mi "Одна из лучших вещей, что я слышала."
    show mi smile pioneer with dspr
    "Улыбнулась Мику."
    mi "Хотя я не очень люблю все эти ваши ВИА, равнодушно отношусь к гитарной музыке. Я больше по поп-музыке, понимаешь?"
    me "Ага."
    "Кивнул я."
    me "Но есть песни, которые нравятся всем без исключения."
    mi "Например?"
    "Я задумался… Наконец, взяв несколько аккордов, затянул:"
    me "There’s something inside me that pulls beneath the surface…"
    show un smile pioneer with dspr
    "Лена, заслушавшись, улыбнулась."
    me "Но это уже после ужина, ладно?"
    show mi dontlike pioneer with dspr
    mi "Но после ужина костёр!"
    "Надулась взявшая охотничью стойку Мику."
    mi "Давай песню, не съедят без нас всё!"
    me "Нет, девочки."
    "Смеясь, я поднял руки."
    me "Давайте и правда поужинаем, и я на костре попробую вспомнить её целиком. {w}Договорились?"
    show mi grin pioneer with dspr
    "Мику закусила губу и с сомнением посмотрела на меня:"
    mi "Ты что-то слишком уверенно играл для того, кто забыл!"
    "Она обвиняюще показала на меня пальцем."
    "Видимо, не удовлетворившись, ещё и покрутила кулаком, будто сверлила во мне дырку."
    me "Да я только первую строчку помню!"
    "Не говорить же ей, что припев у этой песенки представляет собой вопль, который мои связки совсем не гарантируют."
    "Лена, всё это время наблюдавшая за нами, улыбнулась и поднялась:"
    show un smile3 pioneer with dspr
    un "Мику, не приставай к мальчику, он занят."
    show mi surprise pioneer far with dspr
    mi "Что?!"
    show un laugh pioneer with dspr
    "Японка аж покраснела."
    mi "Да я не…"
    hide un with dissolve
    "Но Лена уже встала и, подмигнув мне, скрылась за дверью."
    "А я поспешил за ней, между делом давя уколовшую совесть — всё время, что мы здесь играли буржуйские песни, я даже не вспомнил о том, что где-то ходит рыжая егоза…"
    "Которой очень неприятно от моей неискренности."
    "Прийти к соглашению с самим собой удалось, лишь пообещав себе обязательно найти её и рассказать всё, что она бы ни спросила."
    window hide
    stop ambience fadeout 2
    stop music fadeout 3
    $ renpy.pause(1)
    $ persistent.sprite_time = "day"
    scene bg ext_musclub_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3

    "И поскольку кроме музыки, общих тем для бесед у нас не было — да и сказать по правде, я до сих пор здорово стеснялся обеих девочек — я сделал вид, что смотрю, что у меня там с обувью, пропуская их вперёд."
    if alt_day2_us_escape:
        "Потом ещё и повернул у перекрестка не направо, как белые люди, а пробрался тропкой, какую мне в своё время показала Ульяна, через кусты."
    else:
        "И дальше повернул на одну из намеченных ранее тропинок."
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_square_sunset
    with dissolve
    play music music_list["your_bright_side"] fadein 5

    "Так что на площади я оказался раньше остальной группы — хватило времени даже показать средний палец неодобрительно поправляющему очки Генде — а отсюда уже рукой было подать до столовой."
    window hide
    $ sunset_time()
    $ persistent.sprite_time = "sunset"
    scene bg ext_dining_hall_away_sunset
    with dissolve
    play ambience ambience_camp_center_evening

    show mt normal pioneer with dspr
    mt "Семён, с репетиции?"
    "Кивнула мне вожатая."
    mt "Опять с Алисой поругались?"
    me "А как вы догадались?"
    show mt smile pioneer with dspr
    mt "Алиса добровольно вызвалась последить за малышами на купании. Ну ты понял, короче."
    me "Ясно."
    "Я скорчил умную морду лица и попытался прошмыгнуть в столовую — ни единого раза общение с вожатой не заканчивалось ничем хорошим."
    "Вот и сейчас."
    show mt angry pioneer with dspr
    mt "Стоять."
    me "Что ещё?"
    mt "Ты куда бежишь? Руки мыл?"
    "Я застонал."
    th "У меня тут дело вселенской важности, а она про руки спрашивает!"
    mt "Ага."
    show mt grin pioneer with dspr
    "Ольга схватила меня за руку, являя миру зрелище чумазой ладони с траурной каёмкой под ногтями."
    mt "Кому-то очень хочется, чтобы у него червяки в животе завелись. {w}А ну марш мыться!"
    me "Так точно, домомучительница."
    "Я развернулся и поплёлся к рукомойникам."
    window hide
    scene bg ext_washstand_day
    with dissolve

    "Обидно было прийти питаться, и от самой двери получить от ворот поворот. Ещё обиднее было то, что вожатой до поры вообще до таких моментов дела не было!"
    play sound sfx_open_water_sink
    play sound_loop sfx_water_sink_stream fadein 1
    "Фыркнув, я открыл воду и опасливо потрогал её пальцем. Повезло, к ужину водонапорная башня под лучами солнышка успела впитать пару сотен килокалорий."
    "Несколько минут спустя компанию мне составила Ульяна."
    "Выглядела девочка как минимум рассерженной."
    show us angry sport with dspr
    me "Привет. Вожатая завернула?"
    us "Угу."
    me "А где Дваче?"
    "Поинтересовался я."
    show us calml sport with dspr
    us "Купалась до ужина, видишь ли."
    "Фыркнула мелкая."
    us "Вожатая сказала, что с её рук есть можно. {w}Вообще, ты лучше знать должен, твоя же подружка."
    "Я смущённо улыбнулся:"
    me "Да поругались мы немного. {w}Ничего смертельного, подуемся-успокоимся."
    th "Или нет."
    us "А я…"
    show us smile sport with dspr
    "Ульяна огляделась по сторонам, точь в точь, как у столовой, и достав из кармана тряпицу, развернула ту и показала мне кусочек шифера."
    us "Шандарахов раздобыла!"
    "В любой другой момент я бы, наверное, вмешался."
    "То есть, нет. Старый я — тот, образца моего города — скорее всего умыл бы руки."
    stop sound_loop fadeout 1
    play sound sfx_close_water_sink
    "Я закрыл кран."
    "Старый я с удовольствием наблюдал бы за шоу, вооружившись анаглифными очками и ведром карамельного поп-корна."
    "Но общение со Славей и Алисой поневоле пробудило во мне некое чувство ответственности."
    "Так вот, обновлённый ПРАВИЛЬНЫЙ – надутый индюк – Семён обязательно бы почувствовал своим долгом сделать что-то."
    "Сейчас это чувство попыталось сработать, но я же не злопамятный, я просто злой и веду список из десяти людей, которым желаю сдохнуть в корчах."
    "Поэтому вместо лекции о недопустимости терактов во время костра Ульянка удостоилась улыбки и самого искреннего подмигивания."
    me "Только придержи на самый конец, ладно?"
    "Очередная сделка с совестью."
    me "Когда картошку таскать и хлеб печь закончат. А то застрелишь ещё кому-нибудь глаз."
    show us laugh sport with dspr
    us "Да уж не дура!"
    "Фыркнула мелкая и вытерла мокрые руки о мою рубашку."
    us "Пошли жратеньки."
    me "Яволь."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day5_dv_7dl_supper:
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full
    "В этот раз нам никто не помешал."
    show mi normal pioneer at fleft
    show un normal pioneer at left
    with dissolve
    "Собственно ужин к этому моменту уже плавно подходил к концу — за нашими столами сидели только Лена с Мику, и "
    hide un
    hide mi
    with dissolve
    show sl normal pioneer at right
    extend "— особняком — меланхолично жующая что-то Славя."
    show us normal sport with dissolve
    "Предпоследний ужин ничего экстраординарного в плане кулинарии не предлагал."
    dreamgirl "Макароны, сосиска, салатец «витаминный» из витамина капусты и витамина морковки —да это же настоящее люкс-меню ХолостякЪ!"
    "И пока Ульяна, сморщив нос, наматывала на вилку длинную макаронину, я уже успешно прикончил свой салат и выпросил у неё её порцию."
    sl "Ульяна, ты почему опять без формы?"
    show us laugh2 sport with dspr
    us "Не извольте гневаться, гражданин начальник, к костру переоделась!"
    show sl serious pioneer with dspr
    sl "Доиграешься ты, накажет тебя вожатая за то, что форму не носишь."
    "Славя поднялась и, кивнув мне, понесла тарелки к окошку мойки."
    hide sl with dissolve
    th "Любопытно, какие наказания предусмотрены за несоблюдение местного дресс-кода?"
    "На секунду мне тоже захотелось денёк походить в чём-нибудь… Неформальном!"
    "Но из «неформального» у меня только утеплённая джинса, в которой я взвою через полчаса местной жары."
    "Ульяна, показав язык в спину Славе, обернулась ко мне."
    show us normal sport with dspr
    us "Нас, наверное, парами построят."
    "Задумчиво произнесла она."
    us "Пойдём вместе?"
    me "Под ручку, как жених с невестой?"
    show us shy sport with dspr
    us "Бээээ…"
    "Ульяна показала язык."
    us "Я бы на тебе не женилась, ты слишком большой!"
    me "Да больно надо! {w}Тебя вообще с вашей утренней жертвой поставить должны — как ответственную!"
    show us smile sport with dspr
    us "А он с доктором пойдёт! {w}Виолочка сказала, что забирает этого бледного юношу."
    us "Ха! Ты слышал? Бледного!"
    "Ульяна не на шутку развеселилась, что-то такое ассоциировалось в её рыжей головке с этим словом, что-то, смешащее."
    "А до жирафа, как всегда, не дошло."
    show us laugh sport with dspr
    us "Сказала, что сама за ним последит, раз такие нервы в отряде. {w}Поэтому пойдём вместе!"
    me "Решение окончательное. Обжалованию не подлежит."
    "С трудом сдерживая смех, согласился я."
    me "А что с Алисой?"
    us "Да ну её."
    show us sad sport with dspr
    "Ульяна фыркнула и махнула рукой."
    us "Сама не знает, чего хочет."
    me "Постой… Вы что, поругались?!"
    show us shy2 sport with dspr
    us "Нет! Мы… {w}Не твоё дело, короче!"
    me "Поругались?! А почему?"
    show us normal sport with dspr
    us "Не твоё дело!"
    "Девочка ткнула в мою сторону сосиской на вилке."
    us "Так ты пойдёшь со мной или мне кого другого звать?"
    "Коль она ставила вопрос таким образом…"
    me "Пойду, что."
    "Хотя, конечно, хотелось бы, чтобы это была не Ульяна, а… {w}Ну, понятно, что никого мои хотелки не заботят."
    us "Ты обещал!"
    "Ульяна кивнула, поставив точку в разговоре."
    us "Жуй в темпе, потом на площадь, там построение будет."
    me "Построение?"
    us "Ага. Ольга речь толкнёт о поддержке товарища и всё такое прочее. {w}Не опаздывай, линейка практически!"
    hide us with dissolve
    "Подмигнув мне, мелкая убежала."
    "Воспользовавшись советом, я в самые сжатые сроки расправился с ужином и заспешил на площадь."
    window hide
    stop ambience
    $ persistent.sprite_time = "sunset"
    pause(3)
    scene bg ext_square_sunset
    with dissolve
    play music music_7dl["lth"] fadein 3

    "Пионеры уже выстроились напротив трибуны, оставляя мне сомнительную честь пройти через строй под кинжальным обстрелом взглядов и занять своё место в первой шеренге."
    "Я шёл и почти физически ощущал на себе внимание, чей-то смешок из толпы смутил меня, и без того тяжёлый труд – когда на нервяке перестаёшь делать шаги машинально и начинаешь контролировать каждое сокращение мышцы – превратился в адскую каторгу."
    "Ульяне было проще – она прошмыгнула волчьими тропами и выкатилась из кустов, влившись в задние ряды."
    "А и если бы оказалась в центре внимания, едва ли бы её это смутило – подобно Славе, Ульяна плевать хотела на мнение толпы."
    show mt normal pioneer with dspr
    mt "Пионеры, не забывайте, что мы все здесь часть коллектива. {w}Там, где не справится один, справятся двое!"
    mt "Помните: {w}выручка, {w}поддержка, {w}помощь!"
    mt "Вы всегда должны быть готовы протянуть руку товарищу!"
    "Вожатая оглядела притихшие ряды, эдак со вкусом, явно наслаждаясь моментом:"
    mt "И именно этому нам предстоит научиться в этом походе!"
    "В ушах у меня опять заиграл гимн СССР, и я помотал головой, отгоняя наваждение."
    mt "Пионеры! {w=.3}Р-{w=.2}р{w=.2}авняйсь!"
    "Я привычно оставил голову прямо, как самый высокий в строю, остальные повернулись ко мне."
    mt "Смиррррно!"
    "Мы вытянулись во фрунт, преданно поедая глазами пустоту перед собой."
    mt "На сборы к костру, шагом… {w=.4}арш!"
    "Алиса показала мне язык и испарилась в вечернем воздухе за долю секунды до того, как я подошёл."
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_houses_sunset
    with dissolve
    $ sunset_time()
    play ambience ambience_camp_center_evening fadein 3

    th "Всё ещё дуется, да? Обижается на то, что я никак не хочу влазить ни в один из столь лелеемых ей стереотипов?{w}Да и ладно! {w}Я с Ульяной пойду!"
    th "И вообще… Может, встречаться с ней начну!"
    "Перед внутренним взором развернулось полотно, как мы вместе копаем жуков, закидываем дрожжей в туалеты и подливаем спирта в баки с чаем."
    th "Бррр… {w}Здесь я, пожалуй, хватил лишку!"
    th "Ограничимся просто походом до костра!"
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    play sound sfx_open_dooor_campus_1
    scene bg int_house_of_mt_sunset
    with dissolve
    play ambience ambience_int_cabin_evening fadein 2

    "От площади до домика было рукой подать, и я открыл дверь, между делом размышляя чего бы взять с собой."
    th "Музыку, понятно, беру. {w}Сотик? Хм…"
    "Подумав, я перевёл машинку во флайт режим с целью экономии батареек и оставил в тумбочке."
    "Плавок всё ещё не было на месте, и даже вспомнившееся ни к месту детское, глупое: «Суседушко-домовой, поиграй и отдай!» ситуацию не спасло. Сказать по правде, я сильно удивился бы, если бы спасло!"
    "Дождевик всё ещё висел на полуоткрытой дверце шкафа, и я убрал его внутрь – едва ли будет ещё дождь."
    "А вот свитер прихватил – перевязал его на плечах цыганским платком, узлом на рукавах. Сам не надену, так хоть согрею кого-нибудь."
    dreamgirl "Ульянку, например! {w}Она выразит свою благодарность в виде трёх мокриц под одеялом!"
    "Джинсы стояли колом – кто бы там в прачечной ни трудился, ему явно переплачивали! — и, вздохнув, я отказался от идеи пощеголять на костре импортными штанцами."
    play sound sfx_close_cabinet
    pause(2)
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    scene bg ext_square_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music music_list["always_ready"] fadein 3

    "Подумав ещё немного, я решительно захлопнул дверь и вернулся на площадь."
    "А в голове всё крутился и крутился отрывок из гитарной партии, позавчера исполняемой Алисой. Я понял вдруг, что сейчас круг костра она будет точно такой же – открытой, честной."
    "Выплёскивающей каждую эмоцию в касаниях струн и яростном взгляде из-под чёлки. И это всё будет не для меня."
    "Даже у такой неженственной леди как Двачевская, есть типично женские способы мести."
    "Мол, смотри, дурак, чего ты лишился из-за своей глупости! {w}Я сдержал улыбку, старательно не смотря в ту сторону."
    show dv grin pioneer2 far at right with dspr
    "Ну, разве что чуть-чуть посмотрел."
    "Краешком глаза."
    "Перехватив взгляд, она высокомерно задрала нос."
    "А я сделал вид, что отвернулся. {w}А она — что ей всё равно. Старые добрые игры."
    "Хотя лично мне все эти обезьяньи ужимки всегда были непонятны, игрища со взглядами, кажется, доступны любому с рождения."
    "Особенно, когда вы едете в метро, и в полном соответствии с чайными японскими традициями все органы чувств ублажены: слух наушниками, осязание холодным поручнем, обоняние запахом дёгтя из полуоткрытого окошка, вкус какой-нибудь жвачкой…"
    "И только ленивое внимание глаз переползает с рекламы на другую, расслабленное до такой степени, что поневоле почти вздрагиваешь, наткнувшись на такой же ищущий взгляд."
    "Идеально, если свежеобретённый визави сидит в соседнем вагоне, и вы переглядываетесь через стекло – в этом случае можно сделать оч-чень серьёзное выражение лица, а перед самой своей станцией скорчить рожицу или любым иным образом эпатировать симпатичную девочку по ту сторону стекла."
    "Поэтому я закрыл глаза и нацепил на физиономию донельзя довольное выражение."
    th "Всё хорошоооо, всё здооооорово, хотя, конечно, очень ленииииво, но я ленивый и добрый, так и быть, можете меня перекатывать до места назначения с бока на бок, а я за вас помедитирую."
    "Безотказная мантра!"
    "Алиса неприязненно фыркнула – спектакль нашёл своего зрителя. {w}Миссия выполнена."
    show us normal sport at left with dspr
    us "Ты готов?"
    "Уточнила ниоткуда взявшаяся рядом Ульяна."
    me "Нет. Отведите меня в домик и дайте упасть плашмя."
    "Заигравшись потребовал я."
    show mt normal pioneer with dissolve
    mt "Будет отбой, тогда и упадёшь!"
    "Безапелляционно заявила вожатая."
    mt "С Электроником парой пойдёшь?"
    me "Нет."
    mt "Это не вопрос был."
    "Вежливо уведомила вожатая."
    me "И зачем тогда спрашивали?!"
    us "Ольдмитривна, а можно он со мной пойдёт?"
    "Выручила мелкая."
    us "Пусть следит чтобы со мной ничего не случилось плохого."
    mt "Самое плохое, что с тобой может случиться, это ты сама."
    show us smile sport with dspr
    "Проворчала вожатая, недоверчиво посматривая на нас — а не получится ли из нас ещё большее стихийное бедствие, когда мы начнём выступать тандемом?"
    mt "Ладно. Немного инициативы. Мне нравится. Семён?"
    "Я молча кивнул. {w}Ольга вернула мне мой кивок:"
    mt "А поскольку ты такой ответственный, проследишь, чтобы и Ульяна никому проблем не доставила."
    us "Ну Оооольга Дмитриевна."
    "Проныла мелкая."
    show mt grin pioneer with dspr
    mt "Она самая. Если ты нам костёр сорвёшь…"
    "Руки вожатой непроизвольно потянулись к шее девочки."
    mt "Становитесь. Через пять минут выступаем."
    hide mt with dissolve
    "Ульяна тут же вцепилась в мою ладонь и, легкомысленно раскачивая мне руку – так, будто мы прогуливались, запрыгала на месте."
    us "Каварер-каварер, поровик прогорер."
    "Картаво пропела она."
    "Я не сдержал улыбки."
    me "Чему ты так радуешься?"
    show us smile sport at center with moveinleft
    us "Я собой довольна! {w}Теперь все будут знать, что я красивее Алиски, раз ты ко мне ушёл."
    me "Ушёл?!" with vpunch
    show us laugh sport with dspr
    us "Да! Я тебя отбила!"
    "Я стремительно покраснел и попытался выдернуть руку. {w}Но куда там!"
    us "И мы теперь будем ходить под ручку, а кто против, тому…"
    me "Сколопендру под котлету."
    "Вежливо подсказал я."
    show us laugh2 sport with dspr
    us "Классная идея!"
    if alt_day_binder != 1:
        "Мелкая было загорелась, но тут же потухла:"
        us "Но не новая."
    me "Руку отдай, классная идея."
    show us grin sport with dspr
    us "Вот ещё!"
    "Девочка в красной футболке улыбнулась во все тридцать два и вцепилась мне в ладонь ещё и второй рукой."
    us "Теперь ты за меня в ответе, и повсюду будешь ходить со мной!"
    if alt_day_binder != 1:
        th "М-да… Как там говорил мудрый я, заселяясь в лагерь?"
        "Я ей либо понравился, либо нет. {w}И оба варианта сулят баааальшие проблемы."
    "К счастью, вожатая скомандовала «по машинам», и мои личные три минутки позора на этом можно было считать завершёнными."
    me "Ульяна, перестань издеваться надо мной."
    show us surp1 sport with dspr
    us "Я?"
    "Чистоте взгляда этого ангелочка позавидовали бы и щекастые здоровяки из-под сводов Сикстинской Капеллы."
    us "Да я же как лучше…"
    me "Тогда, может, как лучше, и мы пойдём спокойно?"
    show us sad sport with dspr
    us "Да! Да! Говори тихо, проси мало, уходи быстро!"
    us "Но так же скуууучно! {w}А ты весёлый, Алиска бы зануду не выбрала каварером!"
    me "Кавалером."
    "Вежливо поправил я."
    us "Ага. {w}Им. {w}Ну ты долго стоять собираешься?"
    show us normal sport with dspr
    "Спохватившись, я зашагал вослед бодро топающему отряду, уже не пытаясь стряхнуть с ладони повисшую там пиявку."
    play music music_list["sweet_darkness"] fadein 5
    window hide
    scene bg ext_clubs_sunset
    with dissolve

    "Передо мной парой шли Славяна с Женей, за нами пыхтел Электроник, Алиса двигалась также в гордом одиночестве – судя по довольному выражению лица, с боем отстояв право идти одной."
    "Девочки впереди о чём-то переговаривались и, прислушавшись, я сделал вывод для себя, что костровая поляна находится примерно в полукилометре от лагеря, если двигаться строго по прямой на запад."
    "Однако вожатая провела нас дорожкой на юг — мимо спаренного здания клубов, мимо сторожки, распахнула ворота со звездой и ещё раз, стоя в проходе, пересчитала по головам."
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_camp_entrance_sunset with dissolve
    play ambience ambience_day_countryside_ambience fadein 5

    th "Кругами водит, да? Специально затягивает маршрут?"
    "На мой вопросительный взгляд, вожатая улыбнулась – безмятежно так, как человек, делающий гадость и получающий от этой гадости неописуемое удовольствие."
    "Ну, или не гадость, а… {w}Даже не знаю — как получать садистское удовлетворение, кормя кого-то касторкой."
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_backroad_day_7dl
    with dissolve
    play ambience ambience_forest_evening fadein 3

    "Мало-помалу накатанная колея просеки сменялась широкой тропинкой, а ещё пять минут спустя, Борис Александрович, руководствуясь какими-то, индивидуально ему известными ориентирами, свернул на уж совсем неширокий лаз между деревьями."
    "Лес здесь был уже совсем дикий, неукротимый."
    "«Пуща» — всплыло вдруг в голове полузабытое слово."
    stop music fadeout 5
    "Я придержал шаг, пропуская Ульяну вперёд."
    play music music_7dl["ourfirstmet"] fadein 5
    "На лес опускался вечер, между верхушками деревьев на западе контрастно выделялось наливающееся алым небо."
    "Тот самый красный закат, который практически невозможно встретить в городе."
    window hide
    with fade2

    "Наушники заняли место в ушах, и под настроение из старых запасов была извлечена на свет одна композиция."
    "Play."
    "В душу полились фортепьянные триоли, чья-то грусть – почти ностальгия – огранённая в форме законченного музыкального произведения."
    "Невербальное обещание помнить, и сегодня, в прощальный вечер, в добрый вечер, постараться спрятать в сердце как можно больше."
    "Завтра будет дискотека, фестиваль, беготня. {w}Это всё уже будет не то, мирный вечер, подобный сегодняшнему…"
    show us smile sport with dspr
    with vpunch
    "Кто-то легонько щёлкнул мне по носу, и я вздрогнул, приходя в себя."
    "Как настоящий джентльмен, я вынул наушник из уха:"
    me "Да?"
    us "Пришли."
    show us grin sport with dspr
    "Мелкая лукаво подмигнула мне."
    us "Алиску не обижай тут без меня, понял?"
    hide us with dissolve
    "И канула в подпространство."
    th "Её-то, пожалуй, обидишь."
    th "Не дразнится, и то хлеб."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day5_dv_7dl_evening:
    scene bg ext_polyana_sunset
    with dissolve
    play music music_list["dance_of_fireflies"] fadein 3
    "Оставшись в относительном одиночестве, я, наконец, огляделся."
    "Что можно сказать про костровую поляну?"
    "Ээээ… То, что это поляна. В лесу, то есть. И ещё она костровая." 
    dreamgirl "Семён, ты ведёшь себя как аутист."
    "А что делать, если рассказывать про это, вне всякого сомнения, достойнейшее место мне было решительно нечего?"
    "Это костровая поляна, увидел одну – увидел все."
    "Круглая площадка, огороженная по периметру брёвнами, от которых до кустов были два метра полосы отчуждения."
    "В самом центре закопчённым пятном явно заметно костровище – основное – и несколько точек поменьше, под отрядные посиделки у огонька." 
    "В голову пришло, что такого огонька у нас почему-то так ни разу и не было. Да и про свечку вожатая так и не вспомнила бы, если бы не дождь."
    th "Наверное, у неё экспериментальная программа."
    "Кивнул я."
    dreamgirl "Программа, разработанная специально для нашей  Ленивовны под кодовым названием «не бей лежачего»."
    "Славя уже сидела в том самом костровище и собирала из непонятно откуда взявшихся поленьев своего рода «избушку», уверенно, явно не впервые в жизни."
    th "Настоящий бойскаут, ага."
    "В середине нашли своё место палочки поменьше, берёзовая кора, трухляк – растопка – и с первого раза, эдак залихватски чиркнув спичкой, Славя поднесла огонёк к «домику». {w}И огонь был рождён."
    play sound_loop sfx_forest_fireplace fadein 3
    "Кора вспыхнула как порох – видно было, что сухая – вслед за ней занялись щепки и палочки."
    "Огонь набирал силу, не прошло и нескольких минут, а в центре поляны полыхал маленький, но яркий костерок."
    "Вожатая довольно улыбнулась, наблюдая за спорыми действиями пионерки, и, убедившись в том, что огонь сам по себе не погаснет, спрятала неизвестно откуда взявшиеся газеты в мешок."
    th "Газеты? {w}Странно. Почему мне ни разу не пришло в голову посмотреть местные масс-медиа? {w}Самый же объективный источник информации. {w}И не надо так морщиться, подсознание, нынешняя пресса пусть и наглухо зацензурена, зато не врёт."
    "Видимо, постоянно было чем заняться."
    "Ни разу как-то не довелось сидеть, предаваясь блаженной праздности – Славя бы мной гордилась."
    "Всё верно, с первых же дней меня занимали либо дела общественные, либо личные."
    "Как будто кто-то спланировал мой график заранее и изо всех сил волок меня по нему, cтарательно, послюнив грифель химического карандаша, вырисовывая галочки у пунктов списка."
    "Вот очередь дошла и до «погреться у костра и провонять дымом»."
    "А почему нет?! Мою старую фиолетовую толстовку, в которой я не один костёр сидел вот так же на брёвнышке напротив пляшущих языков пламени, я специально не стирал."
    "Просто так, для того, чтобы иногда убедить себя в реальности происходящего, происходившего."
    "Костры моего детства ставились шалашиком, разводили их при помощи жидкости для розжига костров – и пламя легко достреливало до низколетящих облаков, и отблески было видно за несколько километров."
    "Разумеется, садиться приходилось поодаль, и плотная одежда кроме защиты от комаров, ещё немного сдерживала жар, ощутимый даже c десяти метров." 
    "Мику, переодевшаяся в спортивный костюм, устроилась с максимальным комфортом и, прикрыв глаза, настраивала гитару."
    "Алиса, всё ещё немного обижающаяся на японку за утреннюю диверсию, тем не менее, сидела рядом и что-то выговаривала, видимо, повторяла слова песен."
    "Я же, краем глаза увидев её, успокоился – на месте, жива-здорова, всё хорошо – и вернулся к изучению крепнущего костра."
    "Наконец, тот набрал силу – как тот самый костёр, коим взметаются синие ночи из песни опального поэта, что самый известный свой гимн написал, находясь в заключении."
    th "Интересно, знают ли местные пионеры про этот любопытный факт?"
    "Хотя… Если это другой мир, то товарищ Генда, конечно же, не позволил бы певцам коммунизма творить в столь неприглядной обстановке."
    "Либо под подписку, либо душить, чтобы не писали ничего. {w}Сложное такое слово. {w}Чтобы не ком-про-ме-ти-ро-ва-ли."
    "Всегда стыдно перед самим собой, когда скатываешься до банальностей."
    "Но… {w}Захватывает дух просто от того, как здорово жить, когда рядом те, кому ты доверяешь."
    "Как будто долго-долго болел, дышал через силу и смотрел в тёмный потолок комнаты с занавешенными окнами."
    "И однажды проснулся, выдохнул из себя всю эту склизкую хмарь, раскидал шторы, распахнул окно – и замер, не зная, то ли смеяться от счастья, то ли от счастья же плакать."
    window hide
    show blinking

    "Я прикрыл глаза, и тут же рядом кто-то опустился на бревно."
    "Славя. Даже отсюда можно было разобрать идущие от неё запахи хвои, смолы, веющий жар костра и терпкий аромат девичьего пота."
    "Иногда я чувствовал себя эдаким хищником, способным различить по запаху всё, что меня интересовало. {w}Как будто курить бросил… {w}Хотя почему «как будто»?"
    show sl normal pioneer with dspr
    sl "О чём?"
    "Тихонько коснувшись моего плеча, спросила она."
    me "Мммм?"
    sl "О чём молчишь?"
    me "Да… Понимаешь."
    "Я сказал то, о чём и сам не думал."
    me "Не могу отделаться от мысли, что я на чужом месте, что незаслуженно мне всё это. {w}Лагерь, лето, вы все… {w}Что сейчас кто-то в чём-то разберётся, и вернут всё обратно как было, а меня обругают."
    show sl serious pioneer with dspr
    sl "Брось.  Не заслужил."
    "Я перевёл взгляд с костра на неё. {w}Девушка улыбалась."
    show sl smile pioneer with dspr
    sl "Ты здесь. {w}На своём месте. {w}А с Алисой я поговорю. Хочешь?"
    me "Да нет. Оставь наши личные дела решать нам, пожалуйста."
    sl "Или, может, вожатой скажу, чтобы поговорила."
    "Задумчиво произнесла под нос блондинка."
    sl "А то как бы чего не вышло… {w}Пока ты там созреешь…"
    me "Славя! Я же ска…"
    show sl laugh pioneer with dspr
    "Я осёкся, наткнувшись на хитрющий взгляд небесно-голубых глаз. {w}Только сейчас до меня дошло что меня, кажется, просто дразнят."
    sl "Попался!"
    me "И ты издеваешься…"
    sl "Я не издеваюсь."
    "Безмятежно улыбнулась она."
    show sl smile2 pioneer with dspr
    sl "Прости, не удержалась. Но теперь, вижу, ты в полном порядке. Отдыхай."
    "Поднявшись, она одарила меня ещё одной щедрой улыбкой и растворилась в сумерках."
    hide sl with dissolve
    th "Она что, она со мной…"
    dreamgirl "Заигрывала, да. Или ты можешь называть это модным словом «флирт»."
    dreamgirl "Кажется, наш Сёмчик кому-то симпатичен!"
    play music music_7dl["lastlight_guitar"] fadein 5
    th "Да иди ты! Просто она…"
    dreamgirl "…натыкала пальцем тебе в бочину и смеется от того, как тебе щекотно."
    th "Наверное…"
    "Нас оставалось только трое – считающих утекающие сквозь пальцы секунды – я, вечер, моё одиночество."
    "Мы снова здесь, снова вместе."
    "Под полуприкрытыми веками в быстрой перемотке мелькают кадры дня уходящего."
    "Я вспоминаю всё, что происходило сегодня."
    "И, похоже, что я всё же кое-что понял."
    "Вернее, не так."
    "Ответ появился в сознании с пугающей ясностью."
    "Мне ни в коем случае нельзя сдаваться. {w}Сидеть здесь, ожидая, что всё утрясётся само собой – нельзя. {w}Это здесь не работает, не простуда, само не пройдёт!"
    "Не рассосётся."
    "Надо подниматься и идти исправлять то, что накосячил. {w}Сейчас. {w}Поднимусь."
    "Со стороны задумчиво всхлипнули струны, и в дрожащий вечерний воздух полилось:"
    mi "А люди идут по свету. {w}Слова их порою грубы."
    "Мику поймала мой взгляд и улыбнулась. {w}Но дежурно как-то, будто маску надела — она была вся в музыке, и ничего, кроме музыки, ей не надо было."
    mi "Пожалуйста, извините — с усмешкой они говорят."
    dv "Но светлую нежность песни ласкают сухие губы…"
    "Подхватила Алиса."
    dv "И самые лучшие книги они в рюкзаках хранят."
    "Музыкальный фильм. Мюзикл-сказка. {w}Принц услышал пение принцессы и влюбился в её голос."
    "И всё у них было. И жили они недолго и гадко."
    "Если бы хотя бы половину проблем в мире решали песни и извинения…"
    "Рядом сел ещё кто-то."
    th "Кажется, место рядом со мной сегодня нарасхват, впору продавать билеты."
    "Я повернул голову."
    show un normal pioneer with dspr
    "Лена."
    "Не сказать чтобы мы были хорошо знакомы, поэтому, наверное, я не имею права говорить это сейчас – но она здорово поменялась за время, что я знал её."
    "Или она просто позволила себе отпустить тормоза?"
    "Мол, пока непонятно, как я среагирую, надо замыкаться, краснеть и стесняться, но теперь-то, четыре дня спустя, когда стало совершенно очевидно, что я безвольный тюфяк, почти неспособный сказать «нет»…"
    un "Привет."
    me "Виделись."
    "За ленивым тоном я спрятал нечаянное волнение."
    show un smile pioneer with dspr
    un "Обманул ты меня."
    "Улыбнулась девочка."
    un "Коварный обманщик."
    me "Я?!"
    show un grin pioneer with dspr
    un "А как же. Обещал песенку перевести?"
    me "Я обещал, я переведу. Честно!"
    un "Ты обещал сейчас."
    "Лена надула нижнюю губку и смотрела исподлобья, часто-часто моргая, будто готовясь расплакаться."
    "Выглядело это до того забавно, что я не выдержал, улыбнулся:"
    me "Как скажешь, шантажистка, сейчас, так сейчас."
    un "Да я шучу."
    un "Кстати, ты ту песенку, что перед ужином играл, вспомнил?"
    "Я помотал головой:"
    me "В процессе!"
    un "А."
    show un shy pioneer with dspr
    "Неизвестно откуда взявшийся кураж потихоньку покидал глаза девочки."
    "Исчерпав все темы для разговора, она неловко повернулась, уставилась в костёр."
    "Несколько минут мы молчали."
    un "Алиса и Мику, вон, играют. Не хочешь взять гитару?"
    "Наконец спросила она."
    me "Ммм… Да знаешь, что-то как-то…"
    "Наткнувшись на смешливый взгляд, я будто взъерошился:"
    me "А сама спеть не хочешь?"
    show un sad pioneer with dspr
    un "Знаешь, да что-то как-то…"
    "В тон мне ответила она."
    me "Почему?"
    un "А…"
    "Лена только рукой махнула. Мол, что мне непонятливому объяснять."
    un "А с Алисой что?"
    me "С Алисой?"
    th "Как бы вежливо попросить тебя не совать нос не в своё дело? {w}Ты же не Славя, обидишься ещё."
    show un smile3 pioneer with dspr
    un "Мне нравилось, когда мы втроём."
    "С какой-то детской непосредственностью заявила Лена."
    un "А вы сидите по разным углам и дуетесь как мышь на крупу."
    me "Извини, но это только между ней и мной."
    "Покаянно сказал я."
    me "Я постараюсь вернуть всё как было."
    un "Ты уж постарайся."
    hide un with dissolve
    "Подмигнув мне, Лена поднялась и, помахав рукой, отошла, на полушаге наткнулась на ревнивый, собственнический взгляд Алисы — и безмятежно улыбнувшись ей, села рядом."
    "А я, вздохнув, продолжил слушать импровизированный концерт."
    show us smile sport with dspr
    us "Ну что, как дела?"
    "Плюхнулась рядом Ульяна."
    me "Кроме того, что сегодня ко мне паломничество открыли?"
    show us surp2 sport with dissolve
    us "Пало… что?"
    me "Проехали."
    "Махнул рукой я."
    me "Ты к нам с чем зачем?"
    show us grin sport with dspr
    us "Алиска сказала, что хочет сбежать с костра и просит, чтобы я её прикрыла."
    me "Здорово."
    "Безразличным тоном сказал я."
    me "И зачем ты мне это говоришь?"
    show us surp1 sport with dspr
    us "Говорю что?"
    "Удивлённо переспросила мелкая."
    me "Про Алису."
    show us surp2 sport with dspr
    us "Я разве говорила тебе что-то про Алису?"
    "Ульяна поднялась и покрутила пальцем у виска."
    show us laugh sport with dspr
    us "Кто-то, кажется, на солнышке перегрелся!"
    hide us with moveoutright
    me "Но ведь сейчас вечер!"
    "Крикнул я, обращаясь к пустоте."
    th "Ну вот, ради разнообразия себя идиотом почувствовал. А то уже начал забывать — что это такое."
    th "Интересно, а зачем мне это сказали? {w}Или Алиса попросила Ульяну передать мне, что… Да нет. Эта будет дуться до последнего."
    th "Или Ульяна по собственному почину? Но зачем ей тогда это?"
    "Но если это всё не розыгрыш – у меня появится замечательная возможность перехватить ДваЧе где-нибудь, где нас никто не увидит, и раскидать все точки над «ё»!"
    "В конце концов, рано или поздно надо сделать решительный поступок, иначе к чему это всё."
    window hide
    stop music fadeout 3
    $ persistent.sprite_time = "night"
    $ night_time()
    scene bg ext_path2_night with dissolve
    stop sound_loop
    play music music_7dl["lth"] fadein 3

    "Поднявшись со своего места, я отступил из освещённого круга и, прислонившись к одиноко стоящей сосенке, росшей эдак по-южному, вширь, стал задумчиво наблюдать за нашими гитаристками."
    "Надо только уловить момент, и когда Алиса решит сделать ноги, проследовать за ней."
    "Однако их музыкальное бунтарство вдруг разошлось – песня шла за песней, и конца-края  этому не было видно."
    "Устав стоять, я переступил с ноги на ногу."
    mt "Отдыхаешь?"
    "Поинтересовалась темнота голосом вожатой."
    me "Ой! Ольга Дмитриевна!"
    mt "Тише. Что ты кричишь?"
    me "Да вы меня напугали."
    mt "Всё нормально. Пусть посидят пока сами по себе."
    me "И вы…"
    mt "Да, я вам доверяю. {w}Почему нет? {w}Если что, твоя пассия приглядит за Ульяной, а Славя за остальными."
    me "У меня нет никакой пассии!"
    mt "Ой, извини."
    "Ольга хихикнула."
    mt "Твоя боевая подруга и фронтовой товарищ. {w}Наверное, не стоило говорить это так прямо, да?"
    me "И давно вы… В курсе?"
    "Ольга отмахнулась."
    if alt_day4_dv_7dl_portwine:
        mt "Да со вчерашнего дня, когда ты уехал. {w}Как же вам немного времени надо, чтобы глупостей себе напридумывать…"
    else:
        mt "А что, это было такой вот тайной? Конспираторы, блин."
        "Тут она меня уязвила, но я решил играть в Штирлица до самого конца."
    me "О чём вы?"
    "Речь вожатой казалась бессвязной, будто та разговаривала не столько со мной, сколько с неким внутренним собеседником."
    "На долю секунды мне даже показалось, что и у нашей вожатой есть своя собственная, злая, похабная, язвительная и вредная…"
    dreamgirl "И зовут её Виолетта Церновна Коллайдер."
    if alt_day4_dv_7dl_portwine:
        mt "Я? Знаешь, что я её вчера в медпункте поймала?"
        me "Да… Ну, у неё, помнится, живот болел. {w}Или это не живот."
        mt "Не живот. Короче говоря, когда я её поймала, она устроила мне истерику – с требованиями отправить её в город. {w}Видишь ли, ты уехал и больше никогда не вернёшься."
    else:
        mt "Ни о чём. Но ходят слухи, и если эти слухи подтвердятся, будет ай-яй-яй. Доступно излагаю?"
        "Я с трудом сглотнул комок в горле."
    me "Ничего себе."
    mt "Ничего себе."
    "Согласилась вожатая."
    mt "Так что ты разбирайся уже с этим. {w}Не оставляй девушку в подвешенном состоянии."
    me "А вам-то какой в этом толк?"
    mt "Хватит мне двух пионеров в отряде с нестабильной психикой. {w}Давай на этом и остановимся, идёт?"
    "Я опять ничего не понял, но на всякий случай кивнул."
    mt "Алиса доверяет тебе, Семён."
    "Раздельно произнесла вожатая."
    mt "И если с ней опять приключится псих, я буду знать, кто в этом виноват. Мы поняли друг друга?"
    "На мгновение её голос построжел, и я ощутил легированную сталь под плюшевой оболочкой."
    me "Ммм…"
    "Я сглотнул."
    me "Да."
    mt "Вот и прекрасно."
    mt "Теперь, когда мы закончили с твоими амурными похождениями, у меня для тебя поручение, раз уж Алиса снова вменяемая."
    th "Ну что там опять! Картошку, площадь или спасение утопающих?"
    mt "Не беспокойся, не заставлю я тебя играть. Тут другое."
    "Ольга довольно хихикнула."
    mt "Будешь сегодня папкой Ульяне."
    me "Простите?!"
    mt "Если ты считаешь, что я не в курсе про ваши шутихи и шифер у Ульяны в кармане…"
    "Фыркнула вожатая."
    mt "То ты меня недооцениваешь. {w}Так вот, никаких взрывов сегодня, ты меня понял?"
    me "И что, мне за ней весь вечер ходить теперь?!"
    mt "Хорошая идея, кстати. Ты же не отнял у неё орудие преступления на ужине? Нет?"
    mt "Значит, косвенно виноват. Иди, искупай вину. Пионер."
    "Бормоча проклятья, я направился на поиски Ульяны."
    "И уже примерно догадываясь, где она может быть, просканировал окрестные кусты."
    "А когда ближайшие довольно хихикнули, направился туда."
    window hide
    stop ambience fadeout 2
    scene cg d5_us_ghost
    with dissolve
    play ambience ambience_forest_night fadein 3
    play sound_loop sfx_forest_fireplace fadein 3

    "Мелкая уже заняла пост, выложив на камешек свои сокровища — скрученные на одной гайке два болта — две штуки – эти грохнут, если кинуть их с силой обо что-нибудь."
    "Следом за ними шла импровизированная «дымовуха» — шуршащая нарезанными целлулоидными шариками бумажная полоска."
    "Рогатка из толстой проволоки – для стрельбы по стеклам и лампочкам. {w}Дальнобойная рогатка из деревянной рогатины и кручёного аптекарского серого жгута была в руках у егозы, и в пусковом ложе занял свое место кусок шифера."
    me "Мелкая!"
    "Зашипел я."
    us "Всё путём!"
    "Безмятежно улыбнулась она, даже не среагировав на моё появление."
    "Сейчас жахнет, и Алиса убежит. Запуск через три…"
    me "Не смей!"
    "Я бросился к ней."
    "И скорее от неожиданности, чем от испуга, Ульяна отпустила резинку, и снаряд, набирая скорость отправился в сторону костра."
    me "Что ты…"
    play sound sfx_muffled_explosion
    "БАБАХ!" with hpunch
    "Пионеры с криком повскакивали с мест, кое-где завизжали девочки."
    "Ульяна со смехом бросила рогатку на месте, рассовала остальные орудия по карманам шорт и убежала."
    me "Штирлиц стрелял в упор…"
    "Я машинально поднял рогатку."
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_path2_night
    with dissolve
    play ambience ambience_forest_night fadein 3
    play music music_7dl["sammy"] fadein 3

    show ba em1 uniform at left with dissolve
    ba "Дрищ!"
    "С грацией медведя по левую руку из кустов  на мою делянку вывалился физрук."
    "И тут же с другой стороны показалась вожатая:"
    show mt rage pioneer at right with dissolve
    mt "Семён!"
    th "Грамотно берут!"
    "Отстранённо восхитился я."
    show ba em1 uniform at fleft with moveinleft
    "И тут же понял, что меня сейчас будут бить. Возможно, даже по голове."
    me "Ай, дяденьки-тётеньки, не бейте!"
    "Взгляд заметался в поисках путей отступления."
    "Проскользнув под рукой физрука, я очутился на костровой поляне, где гудели растревоженные взрывом пионеры."
    window hide
    play sound sfx_hiding_in_bush fadein 0
    scene bg ext_polyana_night with dissolve

    mt "Кто-нибудь, остановите его!"
    "Донёсся из-за спины крик."
    th "Но ничего, сейчас я им устрою мастер-класс паркура."
    "Пришлось ориентироваться по обстановке. Примерно сообразив, в какую сторону могла отступить Алиса, я развернулся, и кинулся по поляне, перепрыгивая через подставляемые подножки и уворачиваясь от выставленных загребущих рук."
    "Только французы могли превратить банальное бегство от погони в искусство — почему-то пришло в голову во время одного из прыжков — стукнул по голове, и давай паркуром заниматься."
    "Ещё пара метров."
    window hide
    scene bg ext_path_night
    with dissolve
    play ambience ambience_forest_night fadein 3
    "Я выскочил на тропинку, мимоходом чувствуя колотящееся в горле сердце."
    th "Некогда!"
    "Взяв низкий старт, я кинулся вслед за Алисой."
    "Надеюсь, не облажался с направлением."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day5_dv_7dl_night:
    scene bg semen_room
    show prologue_dream
    play sound_loop sfx_street_traffic_outside fadein 2
    with fade
    play music music_list["sweet_darkness"] fadein 5
    "Я снова бегу. Организм уже привыкает, и в печени не отдаётся больше колот{b}о{/b}й после первых ста метров. Вот она, сила тренировок!"
    "А в голове почему-то крутится какая-то картинка, то ли из сна, то ли из какого-то фильма."
    "{i}Вдох.{/i}"
    "Мы стоим в очереди за билетами на Московском Вокзале."
    "Вокруг нас прыгают чьи-то дети, громко переговариваются — не то молдаване, не то просто цыгане."
    me "Слушай, а ты раньше не могла спохватиться?"
    "Неприязненно говорю я."
    voice "Это и есть раньше."
    "Улыбается она."
    me "Нет, я имею в виду, а что если билетов не будет? {w}Направление к вам достаточно популярное, билеты разбирают только в путь!"
    voice "Ну…"
    "Она снова улыбается и пожимает плечами."
    voice "Значит, будем ждать."
    me "Да как ты можешь быть такой спокойной?!"
    "Взрываюсь я."
    me "У тебя же график, работа, дела…"
    voice "У меня сейчас дело – это ты. Главное, чтобы не прогнал."
    th "Такая серьёзная девочка, а язык показывает!"
    voice "Остальные подождут."
    voice "Что, даже ругаться не станешь?"
    me "Глупая ты. Инфантильное чудовище."
    "Улыбнулся я."
    me "Мы можем ругаться сколько угодно. Но когда мы выступаем против кого-то… {w}Я всегда буду на твоей стороне."
    voice "Но почему?"
    me "Почему? Да потому, что мы — вместе. Понимаешь?"
    "Застывшие в живом янтарном пламени искорки вспыхивают чуть ярче, медь по вискам волной отражает свет висящих над головой ламп — она снова прижимается чуть ближе, я снова не знаю, куда деть руки от смущения за свою реакцию."
    "{i}Выдох.{/i}"
    stop sound_loop
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_square_night with dissolve
    play ambience ambience_camp_center_night fadein 2

    "Я сам не заметил, как добежал до лагеря. {w}И, стоя на площади, успел заметить ускользающую куда-то на юг, к пристани, тень."
    "И я припустил вослед, урывками обдумывая собственное дурацкое поведение."
    th "Зачем я за ней погнался?"
    th "Не надо быть семи пядей во лбу для того, чтобы понять — она ненавидит меня."
    if alt_day4_dv_7dl_vodka or alt_day4_dv_7dl_portwine:
        "Наверное, я опять что-то сделал неправильно. Или сказал что-то не то. Хотя что «не то» можно сказать, произнеся всего три слова?"
    else:
        "Наверное, не надо было тогда в молчанку играть."
    "Так или иначе, я должен поговорить с ней."
    "Если получится."
    "Если она подпустит меня к себе после всего, что произошло."
    "Мне сейчас как никогда нужна расстановка точек над «Ё»."
    "Такая замечательная буква — стоит лишь проставить точки, и становится понятно, вызываешь ли ты омерзение у одной симпатичной девочки, или она просто к тебе равнодушна."
    "Меня устроит любой из этих вариантов."
    "Даже если это ненависть. Пускай."
    "Лишь бы не было больше этого застывшего на ниточках полёта в пустоте."
    "Самое главное — это выяснить раз и навсегда её ко мне отношение."
    "Несмотря даже на то, что она старательно отгораживается от меня и соблюдает самую вежливую дистанцию из всех возможных."
    "Нужно то, без чего в это болото лучше вообще не соваться — прислушаться к голосу сердца."
    stop music fadeout 4
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_boathouse_night with dissolve
    play ambience ambience_boat_station_night fadein 3

    play music music_7dl["sh_ai_rejuv"] fadein 3
    "Я старался перемещаться как можно тише, поэтому до поры оставался незамеченным."
    "Двигаясь быстрым шагом, чуть ли не бегом, она пересекла лагерь и скрылась на вертикальном причале, дошла до самого-самого края и села в тени брандвахты так, что её невозможно было заметить с берега."
    "Я снова задумался о том, как это было бы любопытно, если бы несущие столбы вдруг исчезли, и мы вместе с дебаркадером отправились вниз по течению."
    "Ходили бы друг к другу в гости в разные комнаты, пили бы кофе в креслах-качалках на веранде, смотря на утекающие вдаль чужие берега, и были бы только вместе."
    play sound sfx_wood_floor_squeak
    show dv cry pioneer2 with dspr
    pause(1)
    show dv normal pioneer2 with dspr
    "Доска скрипнула под ногой, и девушка обернулась."
    "И мне показалось… Да нет, показалось."
    dv "Ты преследуешь меня?"
    "Первые слова с тех самых пор, как она… {w}Что ж, это уже начало."
    "Сейчас надо только не растратить остатки решимости."
    me "Вообще-то, да."
    show dv angry pioneer2 with dspr
    dv "Грррр…"
    me "Но есть и хорошая новость. Я больше не буду преследовать тебя. {w}Никогда. {w}Честно сказать, мне уже надоело исполнять роль надоеды, отравляющего тебе жизнь."
    if alt_day4_dv_7dl_vodka or alt_day4_dv_7dl_portwine:
        dv "Разумеется, не будешь. Я уже написала заявление на имя Ольги Дмитриевны, и осталось только передать его."
        me "Заявление?"
        show dv grin pioneer2 with dspr
        dv "О домогательствах."
        me "ЧТО?!"
        "Кажется, настроение у неё ни к чёрту. {w}Несколькими словами она возводит между нами ещё одну стену. Вот только…"
        "Плевал я на стены. {w}На сарказм, вежливое недоумение, отстранённость и прочие высокоинтеллектуальные игрища. Я подхожу вплотную и заглядываю ей в глаза."
        me "Я ни слова не наврал вчера. {w}И ни буквы обратно брать не собираюсь."
        me "Всё именно так, как я сказал. {w}Нет тебе дороги обратно к «он смешной» или «на неё можно рассчитывать, если что»."
        me "И только поэтому я не стану ни уговаривать, ни настаивать, ни как-либо ещё влиять на тебя. Можешь отдавать своё чёртово заявление, если тебе так хочется."
        show dv normal pioneer2 with dspr
        "Я посмотрел на горизонт, где от солнца не осталось даже намёка — южные ночи внезапны, стремительны, страстны…"
        "Ну и, разумеется, закат, пристань… {w}Рррромантика, чтоб её." 
        me "Ты холодна, умна, зла. {w}Держишь на дистанции, и тут целуешь. {w}Я тебе нравлюсь, тут ты меня ненавидишь и ногтями по щеке."
        me "Я не знаю, не умею так."
        show dv shy pioneer2 with dspr
        dv "Я не целовала тебя! Это ты сам!"
        "Она покраснела."
        me "Возможно. {w}Но это не значит, что я не придаю этому значения. {w}Я помню. Сейчас-то я понимаю, что да, глупо. {w}Раз уж я у тебя ничего, кроме раздражения, не вызываю."
        th "Почему мы возвращаемся к одной и той же беседе каждый день?"
        dv "Н… не вызывал."
        "Она опустила глаза."
        dv "Так и было."
        show dv sad pioneer2 with dspr
        "Что и требовалось доказать.  Не то, чтобы я сильно боялся услышать такой ответ — напротив, чего-то в этом духе я и ожидал."
        "Я вздохнул."
        th "Раз она так считает, значит, надо проявить уважение к её мнению."
        me "Что ж, извини если что не так."
        "Я развернулся к ней спиной и прощально поднял ладонь."
        me "Будь."
        hide dv with dissolve
        "И отойдя на пару шагов, позволил себе выдохнуть изменившим мне голосом:"
        me "Спасибо тебе. За всё."
        "Сожалеть не о чем, я поступил по велению сердца, максимально честно. Сейчас я уверен, как никогда в том, что за этот поступок мне никогда в жизни стыдно не будет."
        "То, что он оказался никому не нужен, этот поступок, разговор отдельный."
        "Всё-таки я изменился. Раньше мне не хватило бы сил на то, чтобы как-то… {w}Как же это по-детски звучит {w}«Признаться»!"
        "А если бы и хватило, то я бы потом несколько дней скрывался по самым дальним закоулкам — стеснялся. {w}Однажды я так уже поступил. {w}Или не однажды."
        "В моей жизни куда больше бесславных моментов, о которых предпочёл бы забыть, нежели тех, за которые я был бы горд собой."
        "Возможно, там, на одной из нереализованных вероятностных развилок и осталась та, на которой я когда-то обжёгся, замкнувшая во мне что-то."
        "Та, что превратила меня в нынешнее печальное недоразумение. {w}Или нет. {w}Не знаю. {w}Эти развилки привели меня сюда, значит, не так уж всё было грустно."
        "Щека так и не прошла, горела, я всё ещё помнил тяжесть её ладони — и ни слова никому не сказал."
        "Расплатился за случайность сполна."
        "Подводя итоги всей этой эпопее с летом и неудавшейся попыткой стать чем-то большим, я выплачиваю последний долг."
        "Меня ждёт мой автобус, зима и анонимы."
        dreamgirl "Я сейчас возрыдаю от того, как ты себя жалеешь."
        th "Пардон?"
        dreamgirl "Ты этим через день занимаешься, тютя — ах, Алиска его обидела, ах, он бедный и несчастный."
        dreamgirl "Ты играешь в пионера, а те, кто этим живёт, потом будут лечиться по-настоящему, после того, как ты тут солью всё засыплешь. {w}Ответственность где?"
        "Сзади раздался спокойный, но какой-то звенящий от злости голос Двачевской:"
        dv "И что, это всё? Ты сейчас как герой уйдёшь?"
        dv "Как баба — сама придумала, сама обиделась. {w}Наверное, из лагеря ещё сбежал бы, придурок."
        "Кажется, кое за что я всё-таки недополучил. И я прекрасно знал, за что."
        show dv rage pioneer2 far with dspr
        "Алиса поднялась и стояла в своей обычной угрожающей позе, сжав кулаки рук, вытянутых по швам."
        "Идеальная поза, чтобы вложить немного ума в чью-то пустую голову."
        dv "Значит, ты считаешь, что можешь просто так прийти, сказать всё что хочешь, и уйти?"
        show dv rage pioneer2 with dspr
        "Пугающе ровным тоном спросила она."
        me "А разве не этого ты хотела?"
        dv "Придурок! Думаешь только о себе!"
        me "Яблочко от сливоньки… {w}У меня были лучшие учителя, помнишь?"
        "Я не знаю, зачем я стоял и продолжал спорить. {w}Кажется, уже всё было сказано. Разве нет?"
        dv "Там была случайность, понял! Я просто не сопротивлялась!"
        show dv angry pioneer2 close with dspr
        "Алиса несколькими быстрыми шагами догнала меня и встала напротив."
        dv "Знаешь…"
        "Она была всё ещё красная, но злость в глазах уже сходила на нет. {w}Может быть, и пронесёт?"
        me "Что?"
        "Смущения в ней хватитло бы на нас двоих, но контакт глаз оставался неразрывным."
        "Она изо всех сил не отводила взгляд."
        dv "Ты вчера себя вёл как будто я даже не десятая у тебя. {w}Такой уверенный, смелый. {w}Куда что подевалось?"
        me "Прости. Это не я был. {w}Просто маска."
        dv "Значит, вся твоя храбрость, и вчерашнее всё не в счёт?"
        "Я кивнул."
        show dv shy pioneer2 close with dspr
        play music music_list["confession_oboe"] fadein 3
        dv "А ты когда-нибудь…"
        "Что?"
        "Вопросы дурацкие, согласен. А кто бы вёл себя иначе на моём месте?"
        show dv guilty pioneer2 close with dspr
        dv "С девушкой… По-настоящему."
        me "Да конеч… {w}То есть, нет. Только с тобой вчера."
        "Строго говоря, не только. {w}Но… Кто мне поверит? Я сам себе не верю."
        me "Как-то до сих пор… Не было того, с кем…"
        "Это не было ложью. {w}В конце концов, никак это на меня не повлияло."
        "Значит, и было – не по-настоящему! То есть, меня целовали, было. Я целовал — тоже было."
        "Она положила руку мне на плечо."
        "Оглянулась подозрительно по сторонам."
        dv "Спросить стоило. Вдруг ты знаешь?"
        show dv normal pioneer2 close with dspr
        dv "Что это такое. {w}Что ты должен чувствовать после него… Я не знаю. Я вчера только смутилась."
        dv "Весь мой опыт из книг и разговоров. {w}Что-то, что кто-то придумал и когда-то сказал. {w}Я не знаю, что это такое. {w}А тут ещё ты… Играешься."
        "Я совершенно по-дурацки рассмеялся, тут же оборвал себя, посмотрел под ноги, на небо мимо её головы…"
        th "Почему я так нервничаю?"
        dv "Я хочу сказать — как можешь ты говорить, что что-то было, если ты не знаешь каково оно на самом деле? Ведь если бы мы действительно поцеловались, то я… "
        show dv surprise pioneer2 close with dspr
        extend "я…"
        "Я молчал. {w}У меня совсем не осталось мыслей."
        dv "Наверное, могла бы решить, знаешь, знать больше, и…"
        window hide
        scene black with fade2
    
        "Между моментом, когда веко опускается и моментом, когда оно поднимается, лежит то самое эфемерное мгновение ока."
    else:
        dv "Идиот ты. И за что я тебя только выбрала."
        "Задумчиво исследуя меня, спросила Алиса."
        me "Что?"
        dv "Ни-че-го. Давай пари."
        play music music_7dl["sheiscool"] fadein 3
        "Очередные её дурацкие споры? {w}Что-то мне не очень хочется ввязываться в очередную авантюру!"
        me "Называй условия."
        "Хрипло спросил я."
        dv "Борьба на кулачках. {w}Армрестлинг. {w}Имей в виду, если ты облажаешься, можешь ко мне даже не подходить потом — сразу в нос бить буду."
        me "А если ты?"
        show dv grin pioneer2 with dspr
        dv "Маловероятно, но… Тогда я подарю тебе одно желание."
        me "Желание?"
        dv "Я тут видела подходящий стол, так что пошли."
        me "Желание?"
        show dv laugh pioneer2 with dspr
        dv "Пошли-пошли, не тупи."
        me "Да иду. Не надо меня подталкивать."
        th "Интересно, все девушки так реагируют на отношения?"
        "Меня при всё желании экспертом в этой области назвать нельзя, но всё-таки — не слишком ли странное поведение?"
        "Я имею в виду, в ней же ничего не поменялось! Неужели её слова были просто красивыми словами?"
        "Нет."
        "Я-то изменился. Не то, чтобы я стал взрослее или умнее, или перестал пасовать перед девочками."
        "Но теперь я волнуюсь, когда вижу её, глупо улыбаюсь, когда думаю о ней. {w}Я млею от того, что она есть."
        show dv normal pioneer2 with dspr
        "Когда я провожал её взглядом, то поймал себя на мысли, что совсем не прочь забраться поближе к этим упруго движущимся полушариям… Но только так, чтобы ей было приятно!"
        "Когда мы разговариваем, я взгляда от её губ оторвать не могу."
        "Они созданы для поцелуев, а она тратит время на болтовню. Хочется и колется. Можно, ну можно, я их ещё разок поцелую?"
        "Сказать бы вслух. Да не хватает решимости."
        "Уж на что мне точно решимости не хватит — это на то, чтобы признаться, что я теперь постоянно смотрю на неё как на квинтэссенцию лучшего, что может быть в природе — прямой стан, идеальной формы грудь, прекрасные ноги с гладкой даже на вид кожей… Да, совершенно логично к продолжению о симпатии, её организм крайне мне симпатичен."
        "Но если она когда-нибудь об этом узнает…"
        "Я опасливо обернулся и на миг разогнал непристойные мысли. Но поздно уже. Я уже вижу в ней девушку — красивую, привлекательную, нежную."
        "А не пацана в юбке, с которым здорово бегать наперегонки."
        show dv smile pioneer2 with dspr
        dv "О чём задумался?"
        "Мы уселись на вкопанные в песок скамеечки круг такого же стола — из тяжёлого квадратного бруса, крашенного синей водоотталкивающей краской."
        me "Так…"
        show dv normal pioneer2 with dspr
        "Я снова гляжу на её губы."
        "У меня что-то переключилось в мозгу — я где-то сбросил уравновешенного асексуала, поборовшего собственные гормоны, и желания были яркие, злые, навязчивые."
        "Серотонин хлестал в крови от одного лишь предвкушения, от одной лишь мысли, что Она — есть!"
        me "Как ты ко мне относишься?"
        "Я поставил локоть на стол и приглашающе повернул ладонь."
        dv "Я… Ну…"
        me "А вот я не «ну». {w}Причём куда сильнее «не ну», чем вчера или позавчера. Я пропадаю. {w}И ты тому виной. Жаль, что так глупо всё."
        dv "Глупо?"
        "Алиса с душой сжала мою ладонь, снова заставив меня подивиться тому, какой девушка может быть сильной."
        me "Да. Односторонне. Ты вчера не сопротивлялась, чтобы я отстал. А я отстать не могу. Не получается."
        "Я жалобно посмотрел на неё и в свою очередь сжал ладонь, медленно, но неуклонно тесня её руку к столу."
        "Алиса вспыхнула, посмотрела на меня поверх сцепившихся рук:"
        show dv shy pioneer2 with dspr
        dv "Ты такой дурак! Ты самый тупой из всех кого я знаю!"
        "Злость придала ей сил, и баланс рук над столом был восстановлен."
        me "О чём ты говоришь?!"
        "Вспышка злости меня откровенно напугала, я ослабил контроль — и тут же чуть не оказался прижат к столу!"
        dv "О том, что это ты!"
        show dv angry pioneer2 with dspr
        "Она рванула мою руку."
        dv "Ты меня выделил! И успокоился!"
        show dv angry pioneer2 close with dspr
        dv "Ты! {w}Ходишь тут и смотришь как ни в чём не бывало! О чём я подумать должна? Поматросил и бросил?!"
        show dv rage pioneer2 close with dspr
        play sound sfx_table_hit
        "Последнее слово она проорала мне в лицо — и я почувствовал острую боль, когда неровная поверхность краски здорово ошкурила мне костяшки пальцев."
        me "Но откуда мне знать что ты чу…"
        "Я аккуратно высвободил пострадавшую конечность и, потирая её, убрал от греха."
        show dv normal pioneer2 with dspr
        dv "Ниоткуда. Придурок."
        "Опираясь кулаками на стол, Алиса нависла надо мной."
        dv "Ты же парень, придурок. {w}Прояви решимость."
        "Только то, что вокруг царила тишина, прерываемая лишь шёпотом ласкающих пляж волн, позволило мне расслышать:"
        dv "Подумать только… И я же поддаться хотела."
        "Она подошла сама. Сама."
        play music music_list["confession_oboe"] fadein 3
        "Мне осталось просто не отпустить её и встать, наклониться навстречу, компенсируя разницу в росте."
        dv "Хотя я снова тебя победила."
    window hide
    scene black with fade2

    "Люди не чувствуют мгновений счастья в большинстве своём, настолько они коротки."
    "Но моё оказалось достаточно длинным для того, чтобы вместить в себя гибель старого мира и рождение нового."
    "Время, за которое я ощутил щекой чьи-то пальцы. За которое успел изобразить человека-молнию, увернувшись от её лба…"
    "Но не от её губ."
    "Наши губы соприкоснулись."
    "Что-то я должен сейчас почувствовать."
    "Что-то необычное, сопровождаемое салютом, фанфарами и громкими речами. Ведь историческая эпоха просто должна открываться какими-то заметными знаками, нет?"
    "Нет."
    "Кроме подкосившихся ног, и впрыска закиси счастья в кровь, самое главное событие в моей жизни не сопровождалось ничем."
    "Я потерял счёт времени, судорожно пытаясь найти хотя бы что-то сверхнеобычное в соприкосновении губ. Что-то, о чём постоянно поют по телевизору и пишут многостраничные романы."
    "И ничего не нашёл. Или не понял."
    window hide
    scene bg ext_boathouse_night
    show dv shy pioneer2 with dspr
    show unblink
    with dissolve
 
    dv "Вот тебе. {w}Первый, настоящий. {w}Мой. {w}Как надо."
    if alt_day4_dv_7dl_hentai:
        th "Кажется, кое-кто забыл о событиях в медпункте?"
        "Хотя, заглянув в лучащиеся насмешкой янтарные глаза, я понял — ничего никто не забыл."
        dv "Да, ты всё прекрасно понял."
    me "Да…"
    dv "Постарайся запомнить его как следует."
    me "Почему?"
    th "Неужели потому, что утешительный приз выдаётся один раз?"
    show dv grin pioneer2 with dspr
    dv "Потому что однажды я потребую у тебя напомнить, и ты должен быть готов."
    "Я кивал в такт словам, не в силах понять и половину сказанного. {w}Сердце колотилось как сумасшедшее — до него наконец дошло происходящее."
    "Лоб покрыла испарина, а пальцы дрожали как от хорошей такой нервной встряски."
    show dv laugh pioneer2 with dspr
    pause(3)
    "Оттолкнув меня плечом, она засмеялась и убежала по пристани в лагерь."
    hide dv with dissolve
    "А я ещё долго-долго глядел ей вслед, думая о чём-то своём."
    stop music
    stop ambience fadeout 3
    stop sound_loop fadeout 2
    window hide
    
    $ night_time ()
    $ persistent.sprite_time = "night"
    scene bg ext_house_of_mt_night_without_light with fade
    play ambience ambience_camp_center_night fadein 1
    play music music_list["a_promise_from_distant_days_v2"] fadein 2

    th "Ох и попадёт мне, наверное, и за теракт Ульянкин, и за то, что сбежал… Да за всё хорошее!"
    "Хотя сейчас меня это нисколько не заботило."
    "Пьяный от переполняющего меня счастья, я на автопилоте добрался до дома — места, которому отныне и впредь принадлежит моё сердце."
    play sound sfx_open_dooor_campus_2
    "Толкнув дверь, я оказался в тёмной утробе, хранящей ещё тепло дня – не успело выветриться из закрытого помещения."
    window hide
    stop ambience fadeout 1
    scene bg int_house_of_mt_night2 with fade
    play ambience ambience_int_cabin_night fadein 1

    "Распахнув настежь форточку, я во мгновение ока сбросил с себя пахнущий костром свитер, форму…"
    "Прохладный плен простыней, куда я постарался закутаться как следует, как в некий доспех, дарующий неуязвимость от любых глупых наездов и вопросов."
    "Жаль, временный, действует всего ночь."
    "Закинув руки за голову, я со вкусом потянулся, блаженно застонав и, крутнув уже угасающее сознание, в полном согласии с традициями, воскресил события дня сегодняшнего."
    if alt_day4_dv_7dl_portwine:
        window hide
        scene cg d5_rainy_idle_7dl
        show prologue_dream
        with fade
    
        "Утренний дождь и пробуждение в «Волге» добрейшей нашей медсестры."
        "Надо будет навестить её завтра, да и про Шурика узнать. {w}И забрать уже трофей из города!"
    window hide
    scene bg int_clubs_male_rain_7dl
    show mt normal pioneer at center
    show sh normal pioneer at fright
    show dv laugh pioneer2 at left
    show us laugh sport at fleft
    show prologue_dream
    with fade

    "Травля Шурика – и что взялись эти две вредины рыжие? Неужели приревновали?"
    window hide
    scene bg ext_dining_hall_away_day
    show dv normal pioneer2 at left
    show us smile sport at right
    show prologue_dream
    with fade

    "Сценка с – я вдруг вспомнил, как это называлось у нас во дворе. Собачий кайф."
    "Только мы давили друг другу на шею, напрягались сами или перевязывали горло шарфом. А здесь вон как… Усыпление, да?"
    window hide
    scene black

    "Дурацкая погоня эта – сначала от Алиски, потом за ней."
    if alt_day4_dv_7dl_vodka or alt_day4_dv_7dl_portwine:
        "Как ей в голову пришло, что я детдомовский? У меня что клеймо «дурак» на лбу набито?"
    window hide
    scene cg wtf_end_of_day  with dissolve

    "Сознание успокаивалось, мысли шевелились всё ленивее."
    "Костёр… Песни… Разговоры с девочками…"
    "Завтра меня ждёт Алиса, с которой мы, кажется, больше не ругаемся"
    if alt_day4_dv_7dl_portwine or alt_day4_dv_7dl_vodka:
        extend " – наврала насчёт заявления или нет?"
    else:
        extend " — надеюсь, ей хватит милосердия не исполнять угрозу насчёт носа?"
    "Финальный прогон, концерт, танцы… Трудный день, да?"
    "Очень."
    "Сдерживаемая до поры тёплая, уютная темнота хлынула в сознание."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_dv_7dl_begin:
    scene bg int_house_of_mt_sunset
    with dissolve
    play ambience ambience_int_cabin_night fadein 2
    play music music_7dl["explore"] fadein 3
    "Когда я всплывал из глубин подсознательного, не особо спешил наружу, потому успешно собрал разбросанные вешки и глаза открыл уже вменяемым человеком, помнящим всё необходимое."
    dreamgirl "Например, то, что вожатая нам пистон задолжала, за вчерашнее."
    th "Как же, как же, её невероятно ответственное партийное поручение, которое я залажал меньше чем за пять минут."
    "Скосив глаз в сторону соседней кровати, я обнаружил, что та уже пуста, видимо, вожатая поднялась и утопала по своим вожатским делам."
    "Очень хорошо, значит, щедрая раздача орехов откладывается. А если подключить мои индейские навыки маскировки и незаметного перемещения, так и вообще!"
    window hide
    play sound sfx_chair_fall
    with vpunch
    play sound2 sfx_bodyfall_1
    $ renpy.pause(1)
    with fade
    stop ambience fadeout 2

    "Поставив ногу на пол, я начал вставать, но запнулся второй ногой о ту, что стояла, и с грохотом полетел на пол, между делом своротив по дороге и тот самый «гостинец»."
    "Ну конечно же, навыки. Совсем забыл. Навыки наше всё."
    "И всё-таки, любопытно было — что же это там такое могло грохотать в насквозь матёрчатом рюкзаке?"
    show backpack at truecenter with dissolve
    "Быстрый осмотр выявил пару скрытых карманов, в одном из которых обнаружилась стопка купюр — вперемешку, моих и местных, напоминающих цветом пятисотрублёвки — а второй выдал мне знатный ножик-универсал. Не швейцарский, конечно, но тоже ничего!"
    hide backpack
    "Спрятав его в карман, я задвинул рюкзак обратно под кровать и привёл её в божеский вид."
    play sound sfx_close_door_1
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_houses_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 3

    "Банные принадлежности так и лежали свёртком, неразобранные с последнего посещения бани, поэтому я цапнул их и, захлопнув дверь, вышел на улицу."
    "Вокруг кипела жизнь — где-то кто-то орал нечто невразумительное, бегала малышня, кто-то плакал — и только на пятачке перед домиком вожатой сохранялась относительная тишина и покой."
    "Лена и Мику сидели на крылечке и поздоровались со мной кивками, не прерывая своей увлекательной беседы."
    "В иное время с удовольствием бы остановился и подслушал, но у меня слишком мало времени до возвращения вожатой!"
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_washstand_day
    with dissolve

    "А потому — престо, престо — враспрыжку до умывальников, и…"
    window hide
    play sound sfx_open_water_sink
    play sound_loop sfx_water_sink_stream fadein 1
    $ persistent.sprite_time = "day"
    scene bg ext_washstand2_day
    with dissolve

    me "Аааааа!"
    with vpunch
    "Началось в колхозе утро."
    "Коварный Саныч ночью лазит в водонапорную башню и вываливает туда пару тонн льда из рефрижератора в столовой."
    th "Точно он, больше некому! Я имею в виду, почему бы ещё воде быть такой ледяной?! Я не верю в ключи {i}такой{/i} температуры."
    $ meet('us','Хриплый голос')
    us "Опять он орёт."
    "Донеслось откуда-то из-за плеча."
    me "От рыжей слышу."
    "Лицо было намылено, поэтому я не видел, с кем разговариваю."
    "Но кто ещё это мог быть?"
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_washstand_day
    with slideawayright

    "Несколько минут у меня ушло на то, чтобы смыть хотя бы часть мыла."
    "Но я с успехом справился и с этой задачей — наконец-то можно было лицезреть того, кто там меня поприветствовал столь оригинальным образом."
    show us smile sport with dissolve
    $ meet('us','Ульяна')
    us "Привет."
    show us laugh2 sport with dspr
    "Осклабилась Ульяна, отдёрнув мокрую руку."
    us "Как делы?"
    "Перед тем, как ответить, я опасливо отодвинулся от ходячей катастрофы."
    me "Лучше всех. Ты мне что, за шиворот, да?"
    show us laugh sport with dspr
    us "А что? Нельзя?"
    me "Нет! Мне и так за тебя влетит сегодня!"
    show us surp1 sport with dspr
    us "Почему?"
    me "По кочерыжке. Или забыла про свой вчерашний шандарах?!"
    show us grin sport with dspr
    us "Нет, конечно! Вона как рвануло!"
    me "А теперь мне рванёт. По загривку. {w}Вожатая меня вчера заставила следить за тобой. Чтобы, значит, ничего не набедокурила."
    show us surp2 sport with dspr
    us "Когда?!"
    me "Да примерно за две минуты до взрыва!"
    show us laugh sport with dspr
    us "Да? Ой, беда-беда, огорчение!"
    me "Угу. Алису ты прикрыла так, что никто о ней и не вспомнил."
    me "Так или иначе, я вожатую подвёл, порядочные пионеры так не поступают, стыд мне, позор и занесение в партбилет."
    show us smile sport with dspr
    us "Ну, извини. {w}Предупреждать надо было."
    me "Да я…"
    "Опомнившись, я махнул рукой и засмеялся."
    th "Как будто, если я сейчас накричу на малявку, это решит хотя бы половину моих проблем."
    th "Нет, понятно, что душу отведу. Но дальше-то, дальше?"
    window hide
    with fade

    show dv grin pioneer2 at left with dspr
    dv "Уже милуетесь?"
    "Ехидно поинтересовалась незаметно подошедшая Алиса."
    me "Милуемся?"
    dv "Вчера миловались с утра, сегодня к ней бежишь…"
    "Трудно было сказать, серьёзно говорит Алиса или юморит таким образом."
    show us surp3 sport with dspr
    us "А как же!"
    "Довольно надулась мелкая."
    us "Я же говорила, я красивая, я у тебя его отбила!"
    dv "Ага."
    "Двачевская наскоро сполоснула лицо и уделила самое пристальное внимание зубному порошку, намекая на то, что разговор откладывается."
    "Ещё немного постояв и глупо поулыбавшись, Ульяна всё-таки ушла."
    hide us with easeoutright
    "А я остался."
    "За что был вознаграждён пять минут спустя — вопросительным взглядом:"
    show dv normal pioneer2 with dspr
    dv "Что?"
    if alt_day4_dv_7dl_portwine:
        me "Есть планы на утро."
        dv "Какие?"
        me "Давай зарядку и линейку прогуляем."
        show dv smile pioneer2 with dspr
        dv "Давай."
        "Не задавая глупых вопросов, мгновенно согласилась Алиса."
        dv "У тебя какое-то особенное предложение?"
        show dv normal pioneer2 close with dspr
        me "Да."
        "Отведя её в сторонку, я снизил голос до шёпота."
        me "Дело, короче, такое. {w}Надо грабануть Шурика."
        show dv grin pioneer2 close with dspr
        dv "Говорили мне, не водись с мальчиками, ты их плохому научишь. {w}До мелкого криминала дошли, да?"
        me "Вроде того. Помнишь, я позавчера Шурика в город возил?"
        show dv normal pioneer2 close with dspr
        dv "Ну."
        "Помрачнела Алиса."
        dv "Бросил меня здесь, скотина-скарлатина."
        me "Я не бросил! {w}Я с умом съездил. Не просто так."
        dv "Короче, Склифосовский."
        me "Пока мы были в городе, я разжился бутылочкой кое-чего!"
        me "Сама понимаешь, контрабанда, пришлось действовать в спешке. В двух словах: сейчас эта бутылочка ожидает нас в чемодане Шурика."
        dv "Пострел!"
        "Похвалила она."
        dv "Думаешь, твоё сокровище никто не нашёл?"
        me "Нет. Чемодан он вчера привёз вместе с собой, открыть не успел, сразу бросил в доме, а там вы его довели — со вчерашнего дня домой не вернулся."
        me "Кстати, всё спросить хочу — почему вы так на него взъелись? Он что-то сделал вам?"
        show dv shocked pioneer2 close with dspr
        dv "Кто тебе сказал?!"
        "Зашипела она."
        me "Сказал что?"
        dv "Про… Про… А ты не знаешь?"
        me "О чём?"
        show dv normal pioneer2 with dspr
        "Алиса отошла на шаг и задумчиво посмотрела мне в глаза."
        dv "А ты же не врёшь…"
        "Полувопросительно сказала она."
        me "Так а я про что!"
        dv "Тогда и незачем тебе. Много будешь знать, скоро состаришься."
        me "Думаешь?"
        dv "Уверена. Так что ты там?"
        play music music_7dl["sneakupon"] fadein 3
        me "Так что нужно забраться к ним в домик, открыть чемодан, достать бутылку и скрыться, не оставив следов. Практически «Миссия невыполнима»!"
        dv "Миссия чего?"
        me "Не суть!"
        "Отвлекаться на детали так можно ещё очень долго."
        me "Ты со мной? Или откажешься… {w}Cлабак?"
        show dv smile pioneer2 with dspr
        dv "Записывай меня!"
        me "Дело. {w}Тогда давай сейчас найдём местечко, где можно будет переждать до зарядки."
        stop sound_loop
        play sound sfx_close_water_sink
        $ persistent.sprite_time = "day"
        "Закрыв воду, она предложила:"
        dv "Пошли к складу, там точно никто искать не станет."
        me "Думаешь?"
        show dv normal pioneer2 with dspr
        "Алиса подумала:"
        dv "Разве что кроме Слави. {w}Но мы её просто пошлём, и всё."
        me "А так, чтобы никто-никто не нашёл — нельзя?"
        "Немного подумав, девочка предложила ещё один вариант:"
        dv "А пошли наверх! {w}У Мику на веранде спрячемся!"
        "Эта идея была достаточно светлой, чтобы к ней прислушаться, и я согласно кивнул."
        dv "На старт…"
        "… {w}И сразу же залегли за умывальниками, пропуская проходящую мимо вожатую!"
        hide dv with moveoutleft
        mt "Семён! Ты здесь?"
        "Ольга встала практически над самыми нашими головами, от обнаружения нас отделяло несколько сантиметров бетона и кафеля."
        th "Сейчас можно было бы её перетащить через укрытие и…"
        dreamgirl "Омни-лезвием её, омни-лезвием!"
        th "Так, хватит, заигрались. Если она нас здесь застукает…"
        "Я приложил палец к губам и состроил крайне выразительные глаза, указывая направление."
        window hide
        play sound sfx_bush_body_fall
    
        "Дождавшись согласного кивка от Алисы, подобрал крайне удачно лежащий камень и бросил его в кусты по другую сторону от вожатой."
        mt "Семён, ты что, в прятки решил поиграть?! {w}Ну, я тебя!"
        "Рявкнула Ольга и заспешила к источнику шума."
        "А мы, быстро-быстро, в позе краба, переместились за угол умывальников."
        window hide
        play sound_loop sfx_far_steps fadein 1
    
        "Всё-таки, не смогла бы наша вожатая исполнять роль иконы коммуниста-комсомольца."
        "Начать хотя бы с её лени!"
        "Неуравновешенная — вот уж у кого не залеживается ни окрикнуть, ни ремешком по разным местам… {w}И, если верить слухам про неё и нашего эндоморфика…"
        "Кхм. Ладно, что-то не в ту степь меня занесло."
        "Я имею в виду, все пионерки в лагере обладают навыками бесшумной ходьбы. Вернее сказать, это у них в принципе перемещение бесшумное, не навык, а, скорее, модус вивенди такой."
        "Вожатая же разительно отличалась от них в этом плане, топала, сопела и всячески демаскировала собственную позицию."
        "Вот и сейчас, она вломилась в кусты с шорохом, какой, наверное, мог бы издавать медведь, обирающий кусты малины."
        window hide
        with fade
    
        "Её могло бы извинить то, что она, дескать, как дитё урбаны, может претендовать на некоторые скидочки…"
        "Но, блин! Алиса точно такой же выходец из бетонных джунглей — а вон как косолапит, чтобы не наступить на какую-нибудь шишку! Практически готовый спецназовец."
        "Теперь надо выждать, пока уйдёт. Стенка с этой стороны была не сплошной, доходила до земли только в самой середине, там, где проходили трубы водоснабжения."
        "Так что Алиса залегла на землю и, наблюдая под простенком, жестом приказала мне замереть."
        "Я перестал дышать."
        "Не знаю, как долго пришлось ждать, но шуршащий малинником медведь, наконец, решил удалиться, и моя сестра по оружию кивком разрешила мне дышать."
        "Теперь можно было перевести дух и насладиться свободным утром, право на которое мы только что отстояли! Вернее, отлежали."
        "Топоток затих вдалеке, а мы, переглянувшись, припустили в сторону музыкального клуба. Уж там-то мы сможем играть в прятки сколько угодно!"
        window hide
        scene bg map_alt1
    
        "На карте умывальники почему-то обозначались таинственно: лес."
        "Почему так произошло, и чья светлая голова породила эту идею, уже бесполезно искать."
        "Но по факту, здесь находилось то самое кафельно-латунное чудище, послужившим нам укрытием, и стена кустов, пронизанная тропинками так, как не всякая транспортная развязка похвастаться сможет."
        "Таким образом, отсюда можно перебраться сразу в клубы, не привлекая к себе внимания, и не особо показывая себя в местах скопления нежелательных свидетелей."
        window hide
        play ambience ambience_camp_center_day fadein 3
        scene bg ext_musclub_day
        with dissolve
    
        "А потому, мы, никем не замеченные, проломились по тропинке, буквально чудом разминувшись с обегающей территорию блондинкой в спортивной форме, и, хлопнув друг другу по ладони, заняли наблюдательный пост на веранде музыкального клуба."
        "Наконец, с площади послышались отрывистые выкрики, считающие ритм — зарядка началась. И я дал отмашку."
        window hide
        scene black
        show alt_credits timeskip33 at truecenter
        with vpunch
        play music music_7dl["lth"] fadein 7
        stop sound_loop
        stop sound
        pause(3)
        scene bg ext_musclub_day
        with dissolve
    
        "Началось."
        "Утащив меня на северную сторону веранды, Алиса уселась по-мужицки, расставив ноги и опираясь на коленки локтями. Обнаруженным там же прутиком наскоро набросала приблизительный план лагеря."
        show dv normal pioneer2 with dspr
        "Я говорю «приблизительный», потому что она зачем-то указала на схеме Красную площадь и Адмиралтейство, так что о масштабах можно было забыть."
        "С другой стороны, наше убежище, соседние структуры и расстановку домиков по «улицам»  указала достаточно честно."
        show dv normal pioneer2 with dspr
        dv "Чёртовы кибернетики не могли домик поудобнее выбрать! Нет, надо им, чтобы их половина лагеря видела."
        dv "Ладно, по прямой подойти не удастся, их «улочка» вплотную примыкает к администрации, а по диагонали прямая видимость на площадь."
        dv "Все шансы попасться. Поэтому предлагаю заходить с тыла!"
        me "Намекаешь на попытку проникнуть через форточку?"
        "С уважением кивнул я."
        me "Речь настоящего домушника!"
        show dv laugh pioneer2 with dspr
        dv "Я в форточку не пролезу."
        dv "Ты – тоже. У тебя под твоим пузом стекло треснет."
        me "Я бы попросил!"
        dv "Ага. Значит, двигаемся по второй «улице», у нужного домика выбираем момент и заходим – через дверь!"
        dv "Я замки вскрывать умею, не беспокойся."
        window hide
        with fade
    
        me "Умеешь? Ты уже свой юбер-скилл продемонстрировала в первый день. Не позорилась бы."
        show dv angry pioneer2 with dspr
        dv "Ну…"
        "Опасно-ласково пропела она."
        dv "Если у тебя есть вдруг ключи…"
        if (alt_day1_sl_keys_took == 1 or alt_day1_sl_keys_took == 3) and alt_day4_dv_7dl_extra_key:
            me "Я тебя в первый день, помнится, выручал…"
            "Я позвенел ключами у неё перед носом."
            me "И позавчера кое-что себе добыл, если помнишь."
            dv "Это облегчает задачу."
            "Алису, казалось, ничего не в состоянии вывести из равновесия."
        elif alt_day1_sl_keys_took == 1 or alt_day1_sl_keys_took == 3:
            me "Вообще-то, есть."
            "Я продемонстрировал ей связку с ключами."
            "Память девичья, события пятидневной давности уже не помнит."
            dv "Ну и хорошо, меньше мороки."
        else:
            me "Нет."
            "Честно признался я."
            me "С ключами напряг."
            dv "Тогда, пожалуйста, не выступай. {w}Будем действовать с тем, что есть."
            "Здесь она была кругом права — раз сам ничего предлагать не собирался…"
            "Но чёртова привычка — даже если не можешь ничего делать, но видишь, как кто-то делает неправильно…"
            "Я помотал головой:"
            me "Прости, всё верно, замки на тебе."
        "Наверное, этим она меня в своё время и покорила – целеустремлённостью."
        "Разумеется, она всё видит, осознаёт и понимает."
        "И постфактум, скорее всего, захочет меня придушить. Но всё это будет потом."
        "А сейчас дело."
        dv "Тогда выдвигаемся?"
        me "А присесть на дорожку?!"
        "Возмутился я."
        me "Нельзя же так сразу!"
        show dv laugh pioneer2 with dspr
        dv "Продолжишь свою карьеру в роли домушника – обязательно присядешь. Не тупи, пошли!"
        window hide
        scene bg map_alt1 with dissolve
        with flash
        show dvsem_el:
            pos (645,296)
    
        "Схватив меня за руку, Алиса протащила меня мимо умывальников и, добежав до зданий администрации, припала к стеночке в лучших традициях храброго коммандера – ох, ему и икается сейчас, наверное!"
        window hide
        with flash
        show dvsem_el:
            pos (778,362)
    
        "Заглянув за угол, она несколько минут гипнотизировала взглядом пространство."
        me "Что там?"
        dv "Заткнись."
        "Одними губами проговорила она, и на рот мне без лишней нежности уронили узкую ладошку."
        "Ситуация была глупой донельзя, глупой и в то же время экстремальной."
        "Стоит ли удивляться тому, что я не сдержался?{w} Взял и поцеловал ладошку."
        "Ноль реакции."
        "Пощекотал пальцами центр ладошки."
        "Ноль реакции."
        th "Рыба, да?"
        "Прикинув свои знания анатомии, я выбрал ямку между нужных рёбер и ткнул туда пальцем."
        window hide
        scene bg ext_admins_day_7dl with dspr
    
        show dv rage pioneer2 with dspr
        "Вот здесь сработало – Алиса дёрнулась и убрала от меня руку."
        "Вызверилась на меня бешено:"
        dv "Ты что творишь, гад?!"
        "Прошипела она."
        dv "Хочешь сорвать нам прикрытие?"
        me "Ой, прости. {w}Не удержался, виноват, оправдаю, исправлюсь и докажу."
        "Кажется, я и правда немного заигрался."
        show dv normal pioneer2 with dspr
        dv "Заткнись. И не шевелись, пока я не разрешу."
        "Она снова заглянула за угол и замерла."
        "Замер и я, считая секунды."
        window hide
        with flash
    
        "Не знаю, как долго мы так лежали, но, наконец, Алиса разрешающе кивнула:"
        dv "Путь чист, пошли."
        window hide
        scene bg map_alt1 with dissolve
        show dvsem_el:
            pos (876,283)
        "Пригибаясь, держась стенки здания, мы вихрем промчались вдоль восточного края администрации, выскочили на дорожку – я отстранённо отметил, что в самом конце дорожки стоит Саныч и, скрестив руки на груди, наблюдает за делающими зарядку пионерами."
        "Стоял он к нам спиной, так что, двигаясь на цырлах, мы успешно миновали и эту препону."
        window hide
        scene bg ext_houses_sunset
        show dv normal pioneer2
        with dissolve
        dv "Всё ходил, гад. Смотрел!"
        "Поделилась Алиса, когда мы заняли наблюдательный пост у домика за номером «один»."
        dv "Чего ходил, чего смотрел…"
        me "А, вот почему ты так долго ждала."
        dv "Да. И если ты ещё раз меня в бок тыкнешь…"
        me "Всё-всё, я понял."
        "Помимо воли, мои ладони совершенно самостоятельно сложились в международный жест мира. Ну а в случае чего можно будет ими голову от побоев прикрыть. М-да…"
        "Дальше было проще – криминальные навыки развивались семимильными темпами."
        "Вообще, любая гадость липнет куда охотнее, чем бессмертные труды классиков."
        "Сравните, что легче заучить —  «Вечор, ты помнишь, вьюга злилась» или «Дорога-дорога, не видно не зги, какого ж ты хрена нам пудришь мозги»?"
        "Последнее я запомнил в своё время, выслушав один-единственный раз!"
        "Но мы отвлеклись. Ещё одну перебежку спустя, Алиса хлопнула по доскам домика с каким-то непонятным символом около двери – закрашенным пополам, слева жёлтым, справа зелёным."
        "Он напоминал стилизованную книжку, а может, оперение стрелы. Не могу сказать, не силён я в геральдике."
        "Важнее то, что это был совершенно точно тот самый домик."
        "Пришлось ждать ещё пять минут – как на грех, пионеры на площади приступили к одному из самых весёлых упражнений – вращению тазом. Алиса тоже засмотрелась:"
        dv "Глянь на Саныча! Ишь, как пузом машет!"
        "Хмыкнув, я предпочёл лицезреть других… {w}упражняющихся. Над площадью завис смех, сосредоточенное сопение сменилось бесцельным разглядыванием окружения."
        "Короче говоря, надо было ждать."
        "Восемь махов в одну сторону, восемь махов в другую…"
        "Славя ещё будто специально не торопилась, выполняя каждое действие с чувством, с толком, с расстановкой."
        "Но любым мучениям приходит конец."
        sl "Лагерь."
        "Звонко выкрикнула Славяна."
        sl "Упор лёжа… {w}принять! Десять отжиманий нааачинай!"
        "Пионеры посыпались как плашки домино, момент был самый удачный."
        me "Алиса, погнали!"
        window hide
        scene bg ext_house_of_el_day with dissolve
        if alt_day1_sl_keys_took == 1 or alt_day1_sl_keys_took == 3:
            "В темпе вальса обогнув домик, я разыскал ключ с приклеенной биркой «3» и, немного подёргав дверь,"
        else:
            "Я кивнул Алисе и, дождавшись, пока она наколдует в замке скрепкой, втолкнул её внутрь и,"
        with dissolve
        play sound sfx_open_door_2
        window hide
        scene bg int_extra_house_7dl
        extend " наконец, оказался внутри."
        "Замер, затих, привыкая к полумраку."
        play sound sfx_ghost_children_laugh
        "Передо мной застыла Алиса…"
        "Дверь грохнула неожиданно сильно, и сквозь полуприкрытую форточку снова на грани реальности послышался тот самый пугающий смех."
        play sound sfx_open_door_kick
        pause(1)
        me  "Тссс… {w}Ты слышала?"
        "Спросил я, борясь с желанием развернуться и в панике сбежать, высоко подбрасывая ноги."
        dv "Слышала… {w}что?"
        me "Смех, разумеется!"
        dv "Никакого смеха. Не отвлекайся, время не терпит! Где тут что?"
        show dv scared pioneer2 with dspr
        "В этот раз грохнула форточка – да так, что Алиса обнаружила себя чуть ли не у меня на шее. Не то, чтобы я был против носить её на руках…"
        me "Алиса?"
        dv "Ммм…"
        me "Слезь."
        dv "Может, ну её, эту бутылку?"
        "Рыжая совершенно не спешила выполнять моё требование."
        dv "Что у них тут за гадость в окрестностях водится, пошли отсюда!"
        me "Нет уж!"
        "В этот раз прерогатива презрительного фырканья принадлежала мне."
        me "Забрались, так давай до конца дело доводить."
        show dv normal pioneer2 with dspr
        "Нырнув под кровать по правую руку – ту, что была крайне безобразно заправлена, я вытащил наружу матерчатый чемодан."
        dv "Уверен, что это очкарика?"
        me "Нет, но сейчас узнаем, верно?"
        "Я не был уверен, что позавчера таскал именно его — из-под соседней кровати выглядывал практически однояйцевый близнец того, что я держал в руках."
        "В нос шибануло амбре нестиранных носков, какой-то непонятной химии, сырости пересыпки и прочих ароматов, достойных французского дома."
        "Между двух рубашек я нащупал некий цилиндрический предмет и выдернул его наружу."
        dv "«Портвейн Агдам»"
        show dv smile pioneer2 with dspr
        "Cтарательно прочитала Алиса."
        dv "Дело сделано, пора рвать когти."
        me "Стоять!"
        dv "Что ещё?!"
        me "Как ты его нести собралась? В шорты ко мне спрячем, или – хе-хе – к тебе в декольте?"
        dv "Хамишь."
        show dv grin pioneer2 with dspr
        "С уважением кивнула она."
        dv "Да возьми какую-нибудь рубашку, что ты как маленький!"
        me "Точно! А если нас спросят, куда это мы тащим рубашку, скажем, что товарищ ранен, и ему надо сделать перевязку. И спиртное несём… {w}для обеззараживания!"
        show dv sad pioneer2 with dspr
        dv "И не буду я ничего тогда говорить. Сам думай!"
        me "Может, пакет… {w}Нет, тоже жуткое палево. {w}Или чемодан целиком. Бред. Выкинуть бутылку в окно? Разобьётся. Ладно, короче!"
        "Я тиснул со стола лист с какими-то непонятными чертежами, в которых моё образование позволило мне различить только сноску в правой нижней части, гласящую «Совершенно Секретно. Проект {i}РКД-1{/i} .»"
        me "Вот, совершенно секретно."
        "Я обмотал листом бутылку."
        me "Если кто-то спросит, то мы, согласно высочайшему повелению Шурика, тащим чертежи к нему в клуб. Тубус был бы идеален, жаль, нету."
        dv "Ты закончил?"
        show dv normal pioneer2 with dspr
        "Алиса посмотрела на часы."
        dv "Зарядка через две минуты закончится, и кучерявый сто процентов переодеваться прибежит. Так что в темпе!"
        me "Ладно."
        "Закрепив бумагу аптекарской серой резинкой, валяющейся здесь же на столе, я кивнул и вышел на улицу."
        play sound sfx_open_dooor_campus_2
        window hide
        scene bg ext_house_of_el_day with dissolve
    
        "По-хорошему, надо бы закрыть дверь на замок…"
        "Но с площади уже приближался Электроник, и мы, не откладывая дел в долгий ящик, припустили к домику Алисы. Ну а где ещё прятать такой трофей? Не в вожатской же!"
        window hide
        scene bg ext_houses_sunset at fast_running
        with flash
    
        $ lp_dv += 2
        "Как некий размотанный клубок, мы миновали в обратной последовательности первые три домика, переместились к зданию администрации и уже почти вышли на финишную прямую мимо душевых к логову рыжих, "
        window hide
        scene bg ext_square_sunset at fast_running
        with flash
    
        extend "как нас тормознули на месте."
    else:
        me "Пойдём на зарядку вместе?"
        dv "Это ещё зачем?"
        "Пренебрежительно переспросила она."
        me "Не знаю. {w}Просто. {w}Нельзя?"
        show dv smile pioneer2 with dspr
        dv "Не знаю. А что, есть разница, пойдём мы на зарядку как обычно, или вместе?"
        me "Не то, чтобы… {w}Мне просто хочется что-нибудь с тобой вместе поделать."
        dv "Вместе?"
        "Она задумалась."
        dv "Давай тогда вместе… {w}Забьём на зарядку!"
        me "Это как?"
        show dv grin pioneer2 with dspr
        dv "А пойдём куда-нибудь. Погуляем, поболтаем."
        me "Но…"
        show dv laugh pioneer2 with dspr
        dv "Струсил?"
        if herc:
            me "Ничего я не струсил. Давай! Гулять так гулять."
        else:
            me "Больше одного раза меня вожатая убить всё равно не сможет, так что грехом больше, грехом меньше."
        dv "Вот и чудненько. Пошли!"
        stop sound_loop
        play sound sfx_close_water_sink
        "Рыжая завернула краны и схватила меня холодной ладонью."
        dv "Вперёд и с песней!"
    window hide
    $ persistent.sprite_time = "sunset"
    $ day_time()
    scene bg ext_houses_sunset

    cs "Оп, пионеры. Стоять."
    show cs grin at right with flash
    "Как и все в этом лагере, Виола обладала потрясающей способностью появляться из ниоткуда и в самый неподходящий момент."
    cs "Я вижу, вы практикуете… {w}альтернативные зарядки."
    "Как у неё так получается? Ничего же особенного не говорит, а ассоциации самые похабные?"
    show cs smile with dissolve
    "От неё феромонами, что ли, веет какими? {w}Или всё дело в интонациях?"
    "Этакий глубокий, бархатистый голос, игра глазками, облизывание губ и – сокрушительное оружие – неторопливо поднимающаяся правая бровь."
    cs "Это хорошо, надо держать себя в форме. {w}Но без фанатизма, понимаете. Вы же не хотите, чтобы остальные узнали о том, как вы…"
    "Виола перешла на полушёпот."
    show cs shy with dspr
    cs "Вместе, где никто не видит…"
    show dv shy pioneer2 with dspr
    dv "О чём это вы говорите?!"
    cs "Ну как же… {w}Два пионера. Девочка и… ммм… {w}мальчик. И когда мальчик девочке…"
    me "Виола, перестаньте дразниться!"
    "Не выдержал я."
    show cs smile with dspr
    cs "Да я же чуть-чуть."
    "Невозмутимо улыбнулась она."
    cs "Вижу у вас всё хорошо, в специальных… ммм… {w}мазях и свечах не нуждаетесь."
    me "Виола!"
    cs "Ах да. Я к вам зачем – у подруги твоей, этой, тихой, нервный срыв. Ты в курсе?"
    "Алиса помотала головой."
    cs "Да-а, подруга. Не важно. Так или иначе, я не успеваю на завтрак."
    cs "Поэтому вам от меня поручение."
    "Виола порылась в карманах и кинула мне ключ."
    cs "Заберите в шкафу ёмкости под завтрак и накормите своего товарища — в очках, забыла, как его зовут."
    me "Не Лену?" 
    cs "Лена его пропитанием и занималась."
    cs "Но коль скоро она не в состоянии, пионеры должны помочь товарищу в беде."
    cs "А взамен… {w}У вас будет собственная площадь. Где вам никто, никто не помешает. Вам хватит времени до обеда?"
    me "Виола!"
    cs "Ухожу."
    "Подмигнув мне, медсестра удалилась. Но на полушаге спохватилась и остановила бочком-бочком пытающуюся улизнуть Алису."
    show cs shy with dspr
    cs "Да, пионеры. Я знаю кто вы и что вы. Поэтому если мне придётся вас протрезвлять…"
    "Она перетекла в позу, заставившую медицинский халат затрещать на груди."
    cs "Ожидайте самых решительных мер."
    "Она изобразила в воздухе некую форму, очень похожую на клизму — и с силой сжала её!"
    "Мы оба сглотнули, помотали головами в ответ на лестное предложение и ретировались."
    hide cs with dissolve
    me "Фух. Ощущение, будто попал под каток."
    dv "Ага."
    "Согласилась Алиса."
    dv "А я чувствую себя изнасилованной. Это нормально?"
    me "В общении с нашим добрейшим доктором? О, сколько угодно."
    window hide
    scene bg ext_square_sunset with dissolve
    play sound sfx_7dl["eat_horn"] fadein 1

    "Над головой послышались фанфары, оповещающие о начале линейки. Следовало поспешить, если мы хотим успеть на завтрак."
    if alt_day4_dv_7dl_portwine:
        "К счастью, в этот раз у нас была вполне себе легитимная отмазка, и мы, сбросив ценный груз в домике Двачевской, побежали к медпункту."
    me "Виола же о Лене говорила, да?"
    "Поинтересовался я у Алисы, когда мы, заняв пост у площади, ждали, пока вожатая закончит толкать спич."
    show dv normal pioneer2 with dspr
    dv "О ней, родимой."
    me "Но она же вчера была нормальная, с чего бы срыв?"
    dv "Это ты просто плохо её знаешь."
    dv "В тихом омуте — там не только черти, там крокодилы!"
    me "Нельзя так о подруге!"
    dv "Только о подруге так и можно! Если я ей буду врать, то зачем я нужна?"
    "Вопрос был интересный, но в философские дебри утянуть себя я не позволил – вожатая кивнула, и Славя бодрым шагом заспешила к флагштоку."
    dv "Погнали!"
    "Забирая ощутимо к северу, мы обогнули площадь, несколько секунд прятались за Гендой и, пятнадцать бесконечных секунд колотящейся гонки по открытому пространству спустя, проломились сквозь живую изгородь на тропинку, ведущую к медпункту."
    "Отсюда уже нельзя было разглядеть нас, поэтому мы позволили себе выдохнуть и немного снизить темп."
    window hide
    scene bg ext_aidpost_day
    play ambience ambience_camp_center_day fadein 3
    show dv normal pioneer2 with dspr
    with dissolve

    dv "Поверить не могу, что мы тут так напрягаемся из-за очкарика."
    "Пожаловалась Алиса."
    dv "Может, ему в кофе плюнуть?"
    me "Спину не сорви, Тайлер."
    show dv surprise pioneer2 with dspr
    dv "Что?"
    me "Ничего. Проехали. Не надо портить еду товарищу, ибо однажды вы рискуете поменяться местами."
    show dv normal pioneer2 with dspr
    dv "Как проповедник заговорил!"
    "Фыркнула Алиса."
    me "Откуда ты знаешь, как проповедники говорят?"
    dv "Да у нас ходили тут, подписи собирали – на открытие церкви. Был там один болтун, вот и запомнился."
    me "Открыли?"
    show dv smile pioneer2 with dspr
    stop music fadeout 3
    dv "Нет, разумеется. За кого ты нас считаешь."
    window hide
    stop ambience fadeout 2
    play sound sfx_open_door_1
    $ renpy.pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_day
    with dissolve
    play ambience ambience_medstation_inside_day fadein 3
    play music music_list["went_fishing_caught_a_girl"] fadein 5

    "Отняв у меня ключи, Алиса открыла замок и зашла первой."
    me "В шкафу."
    "Напомнил я."
    me "Слева."
    show dv normal pioneer2 with dspr
    dv "Помню, не дура. Мне тут кое-что ещё нужно."
    me "Ничего тебе не нужно! Нас послали с заданием, если что-то пропадёт, то на нас первых подумают!"
    dv "И что? Впаяют десять лет строгача."
    "Алиса, наконец, нашла то, что искала."
    show dv smile pioneer2 with dspr
    dv "За похищение активированного угля и болеутоляющего?"
    me "У тебя что-то болит?"
    "Я вдруг ощутил запоздалое раскаяние."
    me "Живот?"
    dv "Нет! Но после вчерашнего больше не хочется! Так что…"
    show dv normal pioneer2 far at left with moveinleft
    "На цыпочках подобравшись к двери, ведущей в изолятор, Алиса прислушалась:"
    dv "Храпит. Соня. А мы ему завтрак таскай! {w}Ладно, хватай судки и пошли."
    "Уступив ей лидерство, я согласно составил кастрюльки одна на другую и вышел из медпункта."
    window hide
    scene bg ext_aidpost_day with dissolve
    play sound sfx_open_door_1
    play ambience ambience_camp_center_day fadein 3

    show dv normal pioneer2 with dspr
    dv  "Тоже себе что-нибудь сломать, что ли?"
    "Задумчиво спросила в пустоту Алиса."
    dv "Тоже хочу часов до девяти спать!"
    me "Типун тебе на язык, сломать ей. {w}Хвост себе сломай, раз так хочется."
    dv  "У меня нет хвоста."
    me "Ага. Ты идёшь?"
    dv "Иду."
    play sound sfx_unlock_medpunkt_door
    show dv normal pioneer2 close with dspr
    "Щёлкнув замком, Алиса подошла ко мне и, пользуясь тем, что у меня заняты руки, беззастенчиво забралась мне в карман."
    me "Ты что творишь?"
    "Я покраснел."
    show dv surprise pioneer2 close with dspr
    dv "А?"
    me "Куда лезешь, спрашиваю!"
    dv "Уже никуда!"
    "Она показала мне пустые руки."
    show dv grin pioneer2 with dspr
    dv "Тебе ключ доверили, сам с ним и таскайся."
    "Не произнеся больше худого слова, она направилась к столовой. {w}А бедный ослик поплёлся за ней."
    "Наверное, следует сказать спасибо за то, что на ручки не попросилась? По соседству с судками."
    th "Да уж, спасибо, земной поклон и наше вам с кисточкой и неприличными жестами."
    "Кажется, я себя зарыл в глазах вожатой глубже некуда. {w}Причём, то, что я с рыжей якшаюсь, как бы не самое худшее в её глазах."
    "Ну, надеюсь, выполнение просьбы медсестры позволит немного выправить мою карму, и меня не сразу кинутся убивать, встретив где-нибудь на территории."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_square_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3

    "Надежды мои, впрочем, резко превратились в неуверенность, когда я только-только зашёл на крыльцо, а сзади нанесли акустический удар:"
    play music music_7dl["catch_the_hedge"] fadein 2
    mt "СЕМЁН!"
    show mt rage pioneer far with dspr
    "Рявкнула вожатая."
    me "Ольга Дмитриевна, ну что вы кричите-то постоянно."
    "Поморщился я, жалея о том, что обе руки заняты и немного потеребить ухо, вытряхивая оттуда звон, не представляется возможным."
    me "Неужели у вас вся прошлая смена была глухая?"
    mt "Ты мне похами ещё."
    "Она обогнула меня."
    show mt angry pioneer with dspr
    mt "Ты почему на зарядке не был?"
    th "Странно, что она не спрашивает о том же самом у Двачевской."
    th "И не пытается припомнить мне вчерашний эпичный провал."
    me "Я и на линейке не был, простите."
    "Обернувшись к ней, я взглядом указал на судки в руках и виновато пожал плечами."
    me "Мне Виола дала партийное поручение…"
    mt "Ты уже вчера одно такое запорол."
    show mt grin pioneer with dspr
    "Вожатая усмехнулась."
    mt "Странно, что тебе дали новое."
    if alt_day4_dv_7dl_portwine:
        th "Ну, предположим, в город мы вполне успешно скатались и даже немного подружились по дороге. Я про Виолетту, если что."
        "А невыполнимые поручения от вожатой – это совсем другой коленкор. Они даже не показатель."
    me "Я пойду? Надо забрать завтрак и отнести Шурику в медпункт."
    show mt normal pioneer with dspr
    mt "Иди."
    "Кивнула вожатая. Кажется, она немного успокоилась, обнаружив меня занятым."
    mt "Про твой вчерашний проступок потом поговорим."
    "Да-да, злопамятная вожатая. Возобнови в доме Монтекки традиции кровной мести."
    stop music fadeout 4
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_dining_hall_near_day
    with fade2

    me "Алиса, дверь придержи. Спасибо."
    play sound sfx_open_door_kick
    "Я протиснулся мимо неё в столовую."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day6_dv_7dl_breakfast:
    scene bg int_dining_hall_day
    with dissolve
    play ambience ambience_dining_hall_empty fadein 3
    play music music_7dl["yume_akari"] fadein 3
    "Здесь было ещё тихо, пионеры не успели оккупировать помещение, поэтому вездесущего гомона, неподвластного попыткам вычленить оттуда отдельно взятые голоса, не было слышно."
    "С кухни доносились меланхоличные лязги ложек об алюминиевые бока котлов, булькающих советскими деликатесами. Теми самыми, с комками."
    "Над головой шумели вентиляторы, разгоняющие воздух. Да и всё."
    "Поэтому, воспользовавшись случаем, мы с Алисой заняли места рядом с раздачей."
    me "Пойду, Шурику еду организую."
    show dv normal pioneer2 with dissolve
    dv "Знаешь что, давай-ка лучше я. Пока ты там копаться будешь…"
    menu:
        "Отправить Алису к раздаче":
            if loki:
                $ lp_dv -= 5
            else:
                $ lp_dv -= 1
            dv "Сиди, я быстро."
            hide dv with easeoutleft
            "Она улетучилась и быстро, я заскучать не успел, вернулась, сгрузила судки на стол."
            show dv normal pioneer2 with dspr
            me "Можно идти за тарелкой?"
            dv "Нет, принесут."
            me "Как в лучших ресторанах!"
            "Я выпятил грудь колесом — мол, давай соответствовать, а то что мы прям как эти!"
            show dv laugh pioneer2 with dspr
            dv "Оболтус!"
        "Отправиться самостоятельно":
            me "Уверяю вас, сэээр, ваша овсянка не остынет."
            hide dv with dissolve
            "Кивнув Алисе, я направился к собственно раздаче."
            $ lp_dv += 1
            me "Здравствуйте."
            "Улыбнулся я."
            me "Для больного насыпьте завтрака, пожалуйста. Ну и нас накормите."
            voice "Стол какой?"
            "Ворчливо поинтересовались с той стороны стойки."
            me "Стол?"
            "Я оглянулся."
            me "Да вот, рядом с вами."
            voice "С какими нами, стол какой, говорю?!"
            me "Да что за стол?!"
            "Быть идиотом – как много в этом звуке для сердца сёмкина слилось!"
            me "О чём вы?"
            voice  "Послали… п-помощничка. Больной чем болеет? Желудком или как?"
            if alt_day4_dv_7dl_portwine:
                me "Да нет! Это Шурик, у него порез, мы его из города вчера возили."
            else:
                me "Не знаю, чем он болеет. Трофимова посмотрите, пожалуйста. Его в город возили."
            voice "А, так бы и сказал. {w}Мальчик на антибиотиках. Вот ему кашки без масла, сейчас какао наведу, жди."
            "Повариха отвернулась и загремела какими-то чайниками. Несколько минут спустя я получил на руки три судка – с индивидуально приготовленной геркулесовой кашей, с какао и с бутербродами с сыром. Венчала всё это великолепие пара варёных яиц."
            voice "На будущее, сразу говори, что на антибиотиках, им же нельзя ничего, не могут переварить."
            "Участливо кивнула повариха."
            voice "Иди садись, сейчас тебя и твою мамзюль накормлю."
            me "Спасибо!"
            "Я отволок судки на стол."
            show dv surprise pioneer2 with dspr
            dv "А нам где еда?"
            me "Сейчас нас обслужат."
            "Я выпятил грудь."
            me "Как в лучших ресторанах. Видала, какой я!"
            show dv smile pioneer2 with dspr
            dv "Клоун ты."
    "Тихонько рассмеялась Алиса."
    me "Начались оскорбления!"
    show dv normal pioneer2 with dspr
    dv "Успокойся. Чего ты взялся вдруг?"
    "Рыжая успокаивающе положила ладонь поверх моей."
    play music music_7dl["rewind"] fadein 3
    "Мы оба вздрогнули от прикосновения. Мгновение вдруг превратилось в огромный сияющий шар, подобный солнцу, и мы остались вдвоём, отгороженные от остального мира ослепляющей улыбкой."
    th "Я тормоз, да? Мне три дня понадобились для того, чтобы понять, что Двачевская – девушка."
    th "Четыре дня для того, чтобы понять, что она хоть и вредина, но очень красивая. Так глядишь, через пару лет и созрею до того, что к ней вполне возможно испытывать какие-то чувства."
    th "Рандом всеблагой. Что я там на пристани вчера нёс."
    th "Каждый вечер веду себя как пьяный, как человек-песочные часы, ведомый куражом и летним настроением, так, что наутро стыдно смотреть в глаза окружающим."
    show dv shy pioneer2 with dspr
    "Алиса сидела напротив, и, судя по выражению её глаз, испытывала примерно похожие переживания."
    "Она попыталась отдёрнуть ладонь, но я поймал её руку, отрицательно покачал головой."
    me "Ты… {w}Уверена, что…"
    dv "Да…"
    "Хрипло выдохнула она."
    me "Но…"
    "И была такая она милая в такой момент, что я не поленился поставить мир на паузу, привстать над столом, опираясь ладонью."
    "А свободной рукой взять её под подбородок — полусогнутым указательным пальцем повернул к себе…"
    th "Сколько дней мы ещё должны знакомиться по утрам и привыкать друг к другу к вечеру, Алиса?"
    th "Когда ты, наконец, поймёшь — не избавишься ты от меня теперь просто так. Не получится."
    th "Я здесь пока ты здесь."
    show dv sad pioneer2 with dspr
    "Она взглянула мне в глаза с видом затравленного зверька, нервно облизнула губы…"
    stop music fadeout 8
    voice "А вот и завтрак!"
    show dv shy pioneer2 with dspr
    "Разрушила нашу идиллию повариха, ухнув на стол две тарелки с манной кашей и тарелку с бутербродами."
    voice "Кофе сейчас притащу. Да и…"
    "Она подмигнула."
    voice "Если хотите, подходите часиков в двенадцать, мороженое буду раздавать."
    "Алиса вздрогнула и прищурилась:"
    show dv normal pioneer2 with dspr
    dv "Мороженое?"
    if alt_day3_duty:
        voice "Да. Вон, твой хлопец знает, уже это…"
        "В ответ на вопросительный взгляд, я скорчил рожицу и показал язык."
        me "Тебе же гитара была всех милее."
    voice "Питайтесь, девочки-мальчики, сейчас кофе притащу."
    "Зачем-то повторила повариха и убралась на кухню."
    stop music fadeout 3
    play music music_7dl["everyday"] fadein 5
    "Мало-помалу, в столовую стали просачиваться пионеры, занимая места."
    show mi normal pioneer far at left behind dv with dissolve
    "Позёвывая, в помещении появилась Мику и в реактивном темпе накидала малышне посуду и кастрюльки с кашей."
    show mi upset pioneer at left with dspr
    me "Мику, привет!"
    mi "Привет, Сень."
    "Она дёрнула правым уголком губы, намекая на улыбку."
    me "Что-то случилось?"
    mi "Нет, всё нормально."
    me "Мику."
    mi "Да?"
    me "Скажешь, нет?"
    show mi smile pioneer with dspr
    mi "Извини, мне надо дежурить."
    hide mi with easeoutleft
    "Она убралась от нас смерчем в фартуке и с тележкой."
    dv "Странная она какая-то." 
    me "Да нет…"
    if alt_day3_duty:
        me "И разве могут пионера одного дежурить поставить?"
        dv "Не могут. Мы по домикам дежурим. То есть… {w}Ээээ… {w}Ну, короче, мы должны были с Ульяной дежурить вчера."
        dv "Но так как вы, два придурка, решили сбежать, и вожатая влепила вам по наряду вне очереди, график немного сломался, Ульяна дежурила позавчера, два дня подряд дежурство не ставят, в результате я отдыхаю."
        show dv laugh pioneer2 with dspr
        me "Ага. А Мику?"
        dv "А ты прикинь… {w}кхм… {w}что-нибудь к носу. Если Мику должна была дежурить с соседкой, но ту пошла наша врачиха навещать…"
        me "Ага. Но почему никого взамен не поставили?"
        show mt normal pioneer at right with dissolve
        mt "Потому что я думала поставить Алису."
        "Уведомила подкравшаяся вожатая."
        mt "Теперь же вижу, что Алиса и так занята. Ладно, поищу замену."
        me "И что, вы даже не…"
        show mt laugh pioneer with dspr
        "Ольга рассмеялась:"
        mt "Семён, я никогда не могу понять, ты шутишь или серьёзно! Ты правда поверил в чушь насчёт вчерашнего?"
        show mt grin pioneer with dspr
        mt "Правда? Алис, поздравляю, у тебя в кавалерах балбес!"
        show dv grin pioneer2 with dspr
        dv "Спасибо, я знаю!"
        "Она покинула нас и павой отплыла к раздаче за порцией вожатского кофе."
        me "От балбеса слышу."
        "Прошептал я."
        "Обернувшись, вожатая мне подмигнула, и я понял, что мой шёпоток не остался обделён вниманием."
        hide mt with dissolve
        "Я похолодел:"
        th "Как знать — может, и наши утренние прятки тоже?"
        window hide
        with fade
    
        if alt_day4_dv_7dl_portwine:
            th "Блин, сколько она на самом деле знает?! Если она пронюхает про портвейн, то можно прямо сейчас тушить свет и заказывать себе деревянный макинтош."
            dv "Расслабься."
            "Алиса вернула себе привычную уже безмятежность."
            show dv normal pioneer2 with dspr
            dv "Шляпа не дурочка, но и её можно обдурить. Ты поел?"
            "Я пожал плечами."
            me "Исключая то, что нас прокатили с кофе – да."
            dv "Тогда пошли. Нас ждут дела."
            hide dv with dissolve
        else:
            show dv laugh pioneer2 with dspr
            dv "Напугался!"
            "Алиса рассмеялась, явно довольная собой."
            dv "Ты закончил? Пошли."
    else:
        dv "Ну, мы идём?"
    "Алиса легко поднялась и потащила меня за собой."
    "Вернее сказать, попыталась потащить – в дверях нам пришлось побороться за право покинуть храм – не то шестой, не то пятый отряд аккурат в этот момент решил с гиканьем заскочить внутрь."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3

    "Опуская унизительные подробности, на улицу мы вышли только через пять минут – чувствуя себя так, будто попали под лавину."
    play music music_7dl["everyday"] fadein 5
    show dv angry pioneer2 with dissolve
    dv "Я… {w}ненавижу… {w}детей…"
    "Выдохнула Алиса."
    me "А кто за ними вчера следил весь вечер?"
    "Подколол я."
    dv "От большой любви, что ли?"
    dv "Просто представила, что, если что, всегда можно сходить до станции и там одолжить весло."
    me "И устроить увлекательную игру «попади веслом по голове»."
    me "Понимаю."
    "Глубокомысленно кивнул я."
    "Судки уже не обжигали руки, Шурик рисковал есть завтрак остывшим. Не могу сказать, что особо переживал по этому поводу."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_aidpost_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3

    "И снова в обратном порядке – пробежка по площади, Генда, зелёное ограждение и приземистое здание с красным крестом."
    show dv normal pioneer2 close with dspr
    dv "Ключи там же?"
    "Поинтересовалась Алиса."
    me "Да."
    play sound sfx_open_door_2
    "Уже не испытывая какой-то неловкости, она забралась ко мне в карман, отперла дверь и зашла первой."
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_day
    with dissolve
    play ambience ambience_medstation_inside_day fadein 3

    show dv normal pioneer2 with dspr
    dv "Очкарик, мы тебе еду принесли! Вылезай!"
    me "Алиса!"
    dv "Что?"
    me "Ничего. Шурик, ты проснулся?"
    sh "Да, ребята, сейчас я."
    "Из смежного помещения послышался скрип кровати и шорох впопыхах расправляемой ткани. {w}Шурик изволил одеваться."
    "Несколько минут ожидания спустя."
    sh "Заходите!"
    "Шурик сидел на полуразобранной кровати, стоящей вдоль окна и таращился на нас поверх очков."
    show sh normal pioneer at left with moveinleft
    sh "Алиса и Семён? Странно. {w}Но… {w}Рад вас видеть. Как дела?"
    show dv grin pioneer2 with dspr
    dv "Тебе есть дело до наших дел?"
    "Хмыкнула Алиса."
    dv "Мы тебе поесть принесли, вот и ешь."
    me "Алиса, нежнее, ещё нежнее. Человек здесь сидит – по твоей вине, между прочим! — ему скучно и нечем заняться."
    show dv laugh pioneer2 with dspr
    dv "Так ты пройдись колесом, расскажи анекдот."
    "Алиса забрала у меня кастрюльки."
    dv "Вот, тебе каша, бутерброды, кофе."
    show dv normal pioneer2 with dspr
    "Видимо, уступая только и исключительно моей просьбе, она добавила:"
    dv "Вечером будет прощальный концерт, приходи смотреть, ну а после него танцы."
    sh "Нет уж."
    "Шурика передёрнуло, и он бросил косой взгляд на лубок, перехвативший всё правое предплечье."
    sh "Натанцевался я, спасибо."
    me "Ладно, ешь. Мы побежали, нам репетировать."
    sh "Ага. Спасибо вам."
    show dv shy pioneer2 with dspr
    "Обычная благодарность почему-то так смутила Двачевскую, что та пулей выскочила из медпункта. Ну а я, понятно, поспешил за ней."
    stop music fadeout 4
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_aidpost_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3

    play music music_7dl["explore"] fadein 3
    me "Что, так не терпится начать играть?"
    "Я догнал её почти у самой площади."
    dv "Вроде того. Пошли к Ленке, посмотрим, что там с ней. Как думаешь?"
    me "А…"
    "Почему-то до сих пор мысль о том, чтобы поддержать подругу моей подруги, не приходила мне в голову."
    me "Согласен!"
    dv "Вот и пошли!"
    window hide
    scene bg ext_square_day
    with dissolve

    "Столько бестолковой, бесполезной беготни по лагерю! Это место напоминает мне некий абстрактный город из некой абстрактной ролевой игры – ты должен выполнить сорок квестов внутри города для того, чтобы быть способным справиться с монстрами за его стенами."
    "При этом все квесты были уровня «Собери двести крышечек от кока-колы и обменяй их на таблетку галоперидола у лечащего врача»."
    th "Можно было бы с самого утра пойти в гости к Лене! В конце концов, она позавчера спасла меня от голодной смерти и даже застирала мне рубашку…"
    th "Ну, попыталась хотя бы. Неужели она не заслуживает толику внимания?"
    th "Блин, да кто ж знал, что у неё там не всё слава Рандому. И, главное, откуда что взялось?"
    "Я вспомнил вчерашний вечер – там она сама мне дала задание, на примирение с Алисой. Которое я успешно выполнил. Так что же с ней случилось?!"
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_houses_day
    with dissolve
    play ambience ambience_camp_center_day fadein 2

    "Мы вышли на дорожку мимо домиков, мимо места жительства Слави и Жужелицы, мимо домика Электроника и раненого Шурика, на перекрёстке повернули налево – к стоящему на отшибе домику Лены и Мику."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_un_day
    with dissolve

    show dv normal pioneer2 with dspr
    dv "Предоставь переговоры мне, ясно?"
    "Шепнула Алиса."
    "Я обратил внимание на то, что прибалконник был пуст – обуви на нём не стояло. Скорее всего, никого дома нет. Значит, девочка с нервным срывом…"
    show dv normal pioneer2 far with dspr
    "Дверь скрипнула."
    window hide
    play sound sfx_open_dooor_campus_2
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_house_of_un_day
    with dissolve

    "В домике никого не было."
    me "И куда она делась?"
    "Полюбопытствовал я."
    show dv sad pioneer2 with dspr
    dv "Погоди. Сейчас к астралу подключусь и скажу точно."
    "Фыркнула Рыжая."
    dv "Ушла она. Наверное, завтракать пошла."
    me "Думаешь?"
    show dv normal pioneer2 with dspr
    dv "Уверена! Любовь приходит и уходит, а кушать хочется всегда."
    "Размахивая рукой, процитировала Алиса."
    me "То есть, поводов поволноваться у нас нет."
    dv "Совершенно верно."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_un_day
    with dissolve

    me "Что ж… {w}Тогда пошли играть. Я хочу хотя бы пару раз сегодня прогнать наш номер полным составом."
    dv "Дело говоришь."
    "Кивнула Алиса и зашагала к музыкальному клубу."
    window hide
    play ambience ambience_camp_center_day fadein 3
    $ persistent.sprite_time = "day"
    scene bg ext_musclub_day
    with dissolve

    "Раздосадованная неудачей с поисками подруги, Алиса задала такой темп, что у епархии Мику мы оказались в считанные минуты."
    if alt_day3_duty:
        "Ждать пришлось не очень долго, сравнивая то, как мы на пару с деятельной малявкой убирали со столовой и то, как это делала одна-одинёшенька японка, я не мог не воздать ей должного – работала она крайне оперативно."
    "Не было ещё и половины десятого, когда под стройной ножкой скрипнула ступенька."
    show mi normal pioneer with dspr
    mi "И снова здравствуйте."
    "Кивнула она."
    mi "К Лене ходили?"
    show dv normal pioneer2 at left with dspr
    dv "Лены нет. Кажется, завтракать ушла."
    mi "Или…"
    me "Что?"
    show mi upset pioneer with dspr
    mi "Да… {w}Знаете, не хочу пока говорить. Боюсь сглазить."
    "Она загремела ключами и пропустила нас в прохладное помещение."
    window hide
    stop ambience fadeout 2
    play sound sfx_open_door_2
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_musclub_day
    with dissolve
    play ambience ambience_music_club_day fadein 3

    "Здорово здесь всё-таки! Каким образом строители, вооружившись одними лишь досками и стеклом, умудрились сделать помещение прохладным, и всё это безо всяких глупостей типа кондиционеров, для меня остаётся загадкой. Умели же строить!" 
    me "Мику, о чём ты говоришь?"
    show mi dontlike pioneer at right with dspr
    mi "Ни о чём. Алиса должна быть в курсе, она её подруга."
    "Мику поджала губы в ответ на моё невежливое любопытство."
    show dv guilty pioneer2 at left with dspr
    "В ответ Алиса почему-то виновато отвела взгляд."
    mi "Но раз Лена теперь часть группы, то ответственность, да? Волноваться не о чем?"
    me "Ладно. Давайте тогда пока попробуем без вокалиста."
    "Предложил я."
    show dv normal pioneer2 with dspr
    dv "А сам что? Не споёшь?"
    me  "Да я же пробовал! Помнишь?"
    dv "Нет."
    show dv smile pioneer2 with dspr
    "Алиса улыбнулась."
    dv "Не помню."
    me "Да как же, когда я вам песню эту показывал!"
    dv "Ничего не помню!"
    "Алиса взяла в руки гитару и сделала вид, что полностью увлечена настройкой."
    play music music_7dl["sheiscool"] fadein 3
    "Мику, поколебавшись между роялем и ударными, села за барабаны."
    show mi smile pioneer with dspr
    mi "Давай, Сенечка."
    "Подбодрила она."
    mi "Вжарь по-взрослому!"
    me "Как бы тушить потом не пришлось."
    "Проворчал я."
    "Прочистил горло."
    "Почесал затылок."
    window hide
    with fade

    "И на этом исчерпал все способы потянуть время до возвращения нашей вокалистки."
    dv "Пой, птичка."
    "Алиса изобразила в воздухе широкую дугу, видимо, играя в дирижёра."
    dv "И…"
    "Вздохнув, я уступил требованиям коллектива."
    me "Take me… {w}to the magic of the moment…"
    with fade
    "…"
    show blinking
    dv "Нет!"
    "Спустя десять минут терзаний барабанных перепонок, Алиса хлопнула по струнам."
    show dv angry pioneer2 with dspr
    dv "Ты там что-то невнятное мяукаешь, а нам нужен голос!"
    stop music fadeout 3
    dreamgirl "Точно. Сейчас Алиса гроулингом исполнит что-нибудь в духе Бони Нем."
    play music music_7dl["what_am_i_doing_here"] fadein 5
    me "Я стараюсь!"
    dv "Плохо стараешься!"
    show dv grin pioneer2 with dspr
    dv "Нет, твой голос нехорош, очень толсто ты поёшь."
    "Улыбнулась Алиса."
    dv "А может, я привыкла к тому, как звучит это в исполнении Ленки. Короче, не надо, не мучай ни резину, ни кота."
    me "И что теперь? Продолжим играть аранжировку?"
    dv "А смысл? Партии мы все знаем, сыгрались уже… {w}"
    "Мику, молчавшая до сих пор, сказала:"
    mi "Алиса, у меня есть одна песня, которую я хочу спеть на русском. Поможешь с переводом? Ну и ты, конечно, тоже, Сенечка."
    dv "Какие-нибудь слюни про любовь, да?"
    "Мику рассмеялась:"
    mi "Ну, в целом, да. Но мы же её облагородим, правда?"
    me "А мне что делать?"
    dv "То есть?"
    "Обернулась Алиса."
    dv "Ручку в зубы и вперёд."
    me "Но я же…"
    dv "Ты же, ты же. Не умеешь, научим, не хочешь, заставим. Помогай давай."
    dv "Что там за песня, Мику?"
    mi "Называется «Близость»."
    "Японка включила перемотку на магнитофоне, и бобины с лёгким шорохом завертелись справа налево."
    play music music_7dl["closetoyou"] fadein 3
    mi "Хочу её спеть сегодня."
    me "Не маловато ли времени для…"
    show mi shy pioneer with dspr
    mi "Да нет."
    "Отмахнулась девушка."
    mi "Я её кучу раз исполняла на родном языке. А здесь хочу просто на гитаре, никакой хореографии или сценических шоу, в крайнем случае можно будет текст с собой взять."
    "Бобины, щёлкнув, остановились, и Мику включила воспроизведение. Потом ещё раз. И ещё."
    "И где-то раза с третьего, когда в наших глазах начало появляться осмысленное выражение, кивнула:"
    stop music fadeout 3
    mi "Такая вот песня."
    me "Ладно, ладно, давайте попробуем текст подобрать."
    "Прослушав первую строку, я задумчиво покрутил ручку между пальцев."
    me "Сначала техническая часть. Размерность. Шесть слогов."
    play music music_list["get_to_know_me_better"] fadein 3
    "Отбивая ритм ладонью, я проговорил:"
    me "Та-да, та-да, та-да. Примитивный хорей. Что-нибудь типа «Налей чайку сюда!» или «Неси ведро воды!»"
    if (counter_sl_7dl >= 1):
        pass
    else:
        "Я подмигнул Алисе, намекая на наше знакомство."
    show mi normal pioneer with dspr
    mi "Нет, Сенечка."
    "Вмешалась Мику, беззвучно шевелящая губами последние пару минут."
    mi "Здесь чуточку сложнее всё."
    "Она взяла аккорд и попыталась спеть про чай."
    "Неудачно."
    mi "Из ритма выбивается!"
    me "Хм, да?"
    "Ручка неуверенно зависла над бумагой."
    me "Тогда два слова по 3 слога, смешанный размер, нечто вроде критской стопы… {w}Ну-ка."
    "Отстукивая ручкой ритм по бумаге, я пропел: «Алиска бармалей, куси себя за хвост»."
    dv "Можно без чуши?"
    show dv shy pioneer2 with dspr
    "Поморщилась рыжая."
    dv "А то до обеда так сидеть будем. С ритмикой разобрались? Пишем!"
    me "Что пишем-то?"
    show dv normal pioneer2 with dspr
    dv "Мику, давай текст. Переводи как есть, потом срифмуем."
    mi "Сейчас, Алисочка."
    show mi normal pioneer with dspr
    "Японка включила магнитофон и в беглом режиме стала переводить."
    mi "Цветы, что расцвели на дальней стороне — прекрасные почти, как твой волшебный смех."
    me "Ух. Поэзия!"
    "Тут нужно скорчить умную физиономию — чтобы впечатление после «критской стопы» не пропало."
    dv "Записывай!"
    show dv smile pioneer2 with dspr
    "Тихо хихикнув, Алиса щёлкнула мне по уху."
    me "Да-да. Мику, продолжай."
    mi "Твоё дыхание стихло, и ты мирно спишь. А на губах расцветает улыбка."
    me "Неплохо! Что там дальше?"
    mi "Я говорю «спасибо», как и всегда в это время. Ибо то, как звучит «прощай», разбивает моё сердце."
    show dv normal pioneer2 with dspr
    dv "Слюни какие-то."
    "Поморщилась Алиса."
    me "Японцы, что ты от них хотела."
    "Безмятежно пожал плечами я."
    me "Мику, дальше."
    show mi upset pioneer with dspr
    mi "И честно говоря, это всё потому, что я хочу прикоснуться к твоему сердцу, к твоей улыбке."
    show mi serious pioneer with dspr
    "Мику поставила запись на паузу и судорожно выдохнула:"
    mi "Сейчас, сейчас. Извините."
    me "Что случилось?"
    mi "Ничего, Сенечка. Это тяжело перевести на ваш язык."
    me "А если честно?"
    show mi smile pioneer with dspr
    "Мику улыбнулась и отрицательно покачала головой. Щёлкнула кнопка:"
    mi "Сопротивляясь душащим слезам опять, я не могу не смотреть на тебя. И хочется надеяться, что так будет всегда, повторяясь изо дня в день."
    mi "Не потому ли глаза твои сверкают, что ничто не вечно под луной, но ты дурак, ведь бесконечна связь между тобой и мной."
    dv "Надо же."
    "Протянула Алиса."
    dv "А ведь почти в рифму. Чуть-чуть подрихтовать."
    mi "И я к тебе тянусь, хочу с тобою рядом задержаться навсегда. Бесценность бесконечной сцепки рук насквозь мгновенья и года. Истаявший в груди мой голос тихо улыбается, я отрицаю всё, и мои глаза тихо закрываются." 
    window hide
    with fade2

    dv "И там что, ещё такой же куплет?!"
    "Алиса подошла и хлопнула ладонью по остановке."
    dv "Нет, ребят, вы как знаете, но я эти слюни петь не смогу."
    show mi grin pioneer with dspr
    mi "Ладно."
    "Мику улыбалась привычно-ослепительно, но её недовольство уловил бы и совершенно чёрствый чурбан. Вроде меня."
    mi "Может, и правда, не для вас оно."
    dv "Да нет, мне нравится песня, но…"
    show dv shy pioneer2 with dspr
    "Рыжая покраснела."
    dv "Я не могу это петь, мне… {w}Короче, не могу и всё. Давай свой текст делать."
    th "Хозяин-барин. Свой текст — значит, свой."
    me "Ладно."
    me "Как там было в оригинале?"
    "Я подглядел в записанные под диктовку строчки."
    me "Что-то про душащие слёзы и про вечность. {w}Почти как у Брэдбери, о скитаниях вечных и о Земле. Подключаем дистиллятор, сушим сопли. Значит, никаких слёз, а вот про глаза оставим, здорово звучит."
    show dv normal pioneer2 with dspr
    me "Ты загляни в глаза мои, и там на дне увидишь солнца свет."
    "Сложились строчки."
    me "И, может, наконец, поймёшь, что без тебя меня как будто нет…"
    show mi smile pioneer with dspr
    mi "Нет-нет-нет."
    "Перебила Мику."
    mi "Про дно в песне петь плохо, Сенечка. Мысль хорошая, но что это за мотивы в позитивной песне?!"
    me "А как тогда?"
    mi "Давай так, пока отложи припев в сторонку, там сложная ритмика и вообще, мысль должна дозреть."
    mi "Давай лучше куплеты писать, шесть слогов — строчка, что может быть проще!"
    show dv normal pioneer2 with dspr
    dv "Так говоришь, как будто у тебя уже есть идеи."
    mi "А и есть!"
    "Лукаво улыбнулась японка."
    mi "Вот, смотри. Я тоже буду отталкиваться от оригинальных стихов."
    "Мику забрала у меня и бумагу, и ручку и мелкими, аккуратными буковками стала писать."
    show mi normal pioneer with dspr
    mi "Здесь просто, буквально пару слогов поменять, чтобы не гуляли. Вот. Цветы, что расцвели на южной стороне, красивые — почти, как твой бесценный смех."
    show dv laugh pioneer2 with dspr
    dv "Точно. Семён — это не только три кило бесценного смеха."
    "Фыркнула Алиса."
    dv "А если вообще плюнуть на оригинал? Смотрите, что я придумала."
    "Она набросала несколько строчек."
    show dv grin pioneer2 with dspr
    dv "Просто на такую музыку я почему-то всегда представляю прогулки по городу, знаете? {w}Под капюшоном, под дождём, серое небо, никого нет, и весь город твой, но всё, что у тебя есть — это дорога, отражения и одиночество."
    "Зачеркав два последних слова, она надписала над ними другие и с выражением прочитала:"
    dv "Я одинокий зверь, бегущий в темноте, ты — мой последний шанс, но я не помню, где. От расставаний «вдруг» сыграла б в ящик я, ведь всё что есть вокруг — ненастоящее."
    me "Да не, мрачно слишком."
    "Не одобрил я, между делом оценив способность Двачевской к стихосложению."
    me "То есть, настроение верно подобрано, но…"
    show dv angry pioneer2 with dspr
    dv "Как будто сам что-то получше придумаешь!"
    me "Сейчас."
    "Я задумчиво погрыз колпачок."
    me "Нужно всё это, одиночество, серость, пустоту — выразить, но — чуточку позитивнее. {w}И вообще, а почему мы от первого лица поём? Давайте обратимся к зрителю! Давайте расскажем ему про него!"
    show dv surprise pioneer2 with dspr
    "Ручка скрипнула."
    me "Пустота пусть будет… {w}Ну, не знаю, какими-нибудь витринами, в которых он отражается в одиночестве. И давайте усугубим, пусть он ещё и не помнит ничего."
    dreamgirl "Почти как ты."
    th "То есть?"
    dreamgirl "Проехали."
    mi "Точно!"
    show mi happy pioneer with dspr
    "Загорелась Мику."
    mi "И пускай это будет ночь! А ночью витрины пустые…"
    "Я без напоминаний протянул ей письменные принадлежности — и на белоснежном поле всплыли первые строчки."
    " {i}Среди пустых витрин… {/i} "
    me "Среди ночных огней."
    "Подсказал я, угадав ритм."
    show dv normal pioneer2 with dspr
    dv "Витрин… итри… три…"
    "Забормотала Алиса."
    dv "Рифма на «-три». «Посмотри»? «Налево посмотри»? Ересь какая-то."
    dv "Может, тогда на «-ин»? Дрын-блин-господин… {w}Один. Вот, про одиночество. Ты — что-то там — один. Ты как всегда один?"
    me "Давай лучше «день-деньской»?"
    dv "Но ведь мы про ночь поём!"
    me "Это иносказательно, день как сутки считается."
    dv "Да? Ну ладно. И раз ничего не помнит."
    "Она дописала строчку. Подумав, дописала ещё две строчки, которые мы, переглянувшись, одобрили синхронным кивком."
    show dv smile pioneer2
    show mi smile pioneer
    with dspr
    "Остались ещё две строчки."
    me "Мрачняка, конечно, нагнали. Давайте теперь выгребать. Немножко позитива, немножко оптимизма."
    dv "А зачем?"
    me "Затем, что нас дети будут слушать, Алиса. {w}Слушатель не оценит, если ты будешь ему говорить, как всё плохо в его жизни."
    th "На самом деле, оценит, но у нас немного другая аудитория."
    mi "Может, пора к оригиналу обратиться? Мол, всё плохо, но ты мне дорог?"
    dv "Нет! От соплей не просохнем. Умеренней, Мику, мы не сериал для подростков."
    dreamgirl "Мы намного хуже. Мы пионерский лагерь. Сём, не хочешь поучаствовать в процессе?"
    th "А что я могу сделать?"
    dreamgirl "Если мы пишем песню про тебя, придурок, и надо срочно найти в ней положительный момент, что в ней может поднять тебе настроение? {w}Ну же, заряди слушателя позитивом."
    th "Ээээ… {w}Хорошие стороны? Ну… {w}Меня никто не трогает. И в полном соответствии с написанным Алисой — каждый новый день такой же как вчера."
    dreamgirl "И всё? А где романтика? Где сны, в конце концов, где твоя девушка, всё зовущая тебя с собой?"
    th "Сны? Хм."
    mi "Но я тебя дождусь одним прекрасным днём. И мы с тобой вдвоём под шум дождя уснём. Как вам?"
    dv "Слишком много слова «день» на строфу."
    show dv grin pioneer2 with dspr
    "Поморщилась Алиса."
    dv "Да и вообще, жирно ему, слушателю, засыпать со мной."
    show mi surprise pioneer with dspr
    mi "То есть?"
    dv "Максимум, я согласна прийти во сне! Даже если он мне очень нравится."
    "Она фыркнула."
    dv "Ишь чего, спать со мной. Ой."
    show dv shy pioneer2 with dspr
    "Она поняла, что сказала и покраснела."
    dv "Я не то хотела сказать!"
    show mi laugh pioneer with dspr
    dv "Да я вообще про другое!"
    show dv rage pioneer2 with vpunch
    "Закричала она."
    "Потом, видимо вспомнив, где находится, высокомерно показала нам язык."
    show dv normal pioneer2 with dspr
    th "Вообще, кстати, верно. Если ты бродишь весь день под дождём, спрятавшись под капюшоном, то максимум что тебе грозит — это воображаемый друг."
    th "А настоящий воображаемый друг никогда не злится и не обижается. Он просто приходит во сне, живёт во сне. Живёт сном. А раз мы поём от его лица…"
    me "Не обижаюсь я, ведь я во сне живу…"
    dv "«Ведь»!"
    "Двачевская отобрала у меня ручку."
    dv "Ты ещё «ибо» используй, умник. Вот, смотри. Если не обижаешься — значит, заткнувшись сидишь и не злобишься."
    dv "Я молчу и жду, живу только во сне — и — что-то там по ночам — снюсь тебе."
    me "Сне-тебе. {w}«Во тьме ночной, во свете дня…»"
    "Я зачеркнул последнюю строчку."
    me "Лучше так, пускай не только мы снимся слушателю, но и он нам."
    dreamgirl "We have to go deeper."
    th "Вроде того. Усугубим ситуацию."
    me "Но я молчу, не злюсь. Живу одним лишь сном."
    "Вот тут она, та самая тонкая грань между зависимым паразитиком, живущим чужими снами — и некой самостоятельной разумной сущностью."
    me "Закрыв глаза, вздохну…"
    show dv smile pioneer2
    show mi smile pioneer
    with dspr
    dv "И ты приснишься снова!"
    "Подхватила Алиса, разулыбавшись."
    dv "Здорово!"
    "Мгновенно подобрав нужные ноты, она подтянула к себе листок и запела. М-да, ритмика немного сломана… {w}Зато позитива хоть отбавляй!"
    "Я довольно улыбнулся, глядя на то, как детище нашего брейншторма обретает звучание."
    "Всегда здорово, когда ты делаешь что-то, а потом отпускаешь его, и понимаешь — получилось."
    "Когда кораблик уверенно преодолевает стремнину, самолётик встаёт на крыло, программа запускается, а дописанные стихи встречаешь в виде цитаты."
    "Впрочем, последнее — это просто вопрос вдохновения и благодарного читателя."
    window hide
    with fade2

    "Припев и второй куплет девочки, отпихивая друг друга локтями, написали быстрее, чем один первый куплет — кажется, кто-то вошёл во вкус."
    "Мне оставалось просто не мешать и самоустраниться, пока они не перестанут спорить."
    "Творить."
    "Первые четыре строчки меня вымотали окончательно — всё-таки я решительно не умею работать в коллективе."
    th "Странно, что Лена так и не появилась."
    "Я задумчиво уставился на микрофон, откуда меня прогнали в четыре руки, воодушевившись моим божественным вокалом."
    show dv normal pioneer2 with dspr
    dv "О Лене думаешь?"
    "Подмигнула Алиса."
    dv "Ну да, у меня тоже есть пару ласковых для неё. {w}Но это традиция. Каждый год так сбегает непонятно куда в последний день."
    me "И что, никто не ищет?"
    "Перед внутренним взглядом пронеслась плеяда кошмариков, от сломанной ноги до полуобглоданного медведями трупа."
    me "А если она…"
    show dv smile pioneer2 with dspr
    dv "Я бы взревновала, знаешь."
    "Девушка рассмеялась."
    dv "Но ладно. {w}Ты не думай, она у меня девочка умненькая и самостоятельная. Уж за себя постоять сможет. {w}Да, сможет!"
    "Рявкнула Алиса в ответ на моё скептическое хмыканье."
    show dv grin pioneer2 with dspr
    "Она подмигнула мне:"
    dv "Но, если ты так беспокоишься за сохранность своей ненаглядной Леночки, могу указать направление. Только вы там аккуратнее, а то вожатая найдёт."
    me "Ничего она не ненаглядная!"
    "Её поддразнивание уже начало утомлять."
    show dv laugh pioneer2 with dspr
    dv "Тогда прекрати вздыхать как беременная корова и марш к микрофону."
    me "Может, я лучше на гитаре?"
    dv "Ты не можешь одновременно петь и играть. Проверено."
    me "Ага. Нет, твой голос нехорош — очень толсто ты поёшь."
    "Передразнил её я."
    dv "Очень гнусно. Но слова знаешь только ты. Так что вперёд! К барьеру!"
    "Вздохнув, я поплёлся к микрофону, чувствуя себя притесняемым, и, выбрав несколько тактов вступления, затянул:"
    me "I follow by Moskwa…"
    "Чувствуя себя явно не на своём месте."
    window hide
    scene bg int_musclub_day
    with fade
    th "Если продолжится в том же духе, мы рискуем завершить нашу самодеятельность с гнусным голосом Семёна в качестве основного вокалиста."
    th "Чего лично мне бы крайне не хотелось — я же ни задушевно спеть не сумею, ни каким-нибудь гроулингом не владею."
    th "Будет скучно. Глупо. И классную, в целом, песню, запорем…"
    me "Мику, может, ты споёшь? Я тебе слова напишу!"
    "Спросил я в перерывах между прогонами."
    show mi smile pioneer at left with dspr
    mi "Не получится, Сенечка."
    "Сверкнула быстрой улыбкой она."
    mi "Прости, но я и так дважды на сцену выйду, надо немножко скромнее быть. Всё-таки не мой концерт, так что…"
    me "Алиса?"
    show dv normal pioneer2 at right with dspr
    dv "Нет."
    "Ничего не объясняя, отрезала она."
    dv "Иди и пей! То есть, пой. Короче, ты понял."
    play sound sfx_7dl["eat_horn"] fadein 1
    "К счастью, от ещё пяти минут позора меня спас горн. Эти ангельские фанфары, их придумал очень-очень хороший человек, и ему, а не Генде, должен стоять памятник на площади!"
    window hide
    play sound2 sfx_open_door_kick
    play ambience ambience_camp_center_day fadein 3
    $ persistent.sprite_time = "day"
    scene bg ext_musclub_day
    with dissolve
    "Я мгновенно собрался и выскочил за дверь! Я бежал так, будто за мной гонятся все черти преисподней, разве что только не вилял, опасаясь стрельбы в затылок."
    "Ни одной лишней секунды оставаться у микрофонной стойки я не собирался!"
    stop sound fadeout 3
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day6_dv_7dl_dinner:
    scene bg ext_musclub_day
    with dissolve
    play music music_7dl["sheiscool"] fadein 2
    "Топ-топ-топ."
    play sound sfx_slavya_run
    th "Интересно, а почему это Мику дежурить не пошла? Она что, наглая?"
    if alt_day3_duty:
        th "А нет, вожатая что-то говорила про поиск помощничка."
    th "Значит, Мику отдежурила завтрак соло, помощничек то же самое провернёт с обедом, и дальше они вместе прекрасным дуэтом будут выступать в нелёгком деле расстановки тарелок, кастрюлек и чашечек."
    th "Пардон, чашечки запрещает СЭС, только гранёные стаканы, только хардкор!"
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_washstand_day
    with flash_cyan

    "Хвала рандому за молодое тело, когда я добрался до умывальников, у меня только-только начало колоть в боку."
    window hide
    scene bg ext_washstand2_day
    with dissolve
    play sound sfx_open_water_sink
    $ renpy.pause(1)
    play sound_loop sfx_water_sink_stream

    if 'badmin' in list_clubs_7dl:
        th "Хорошо, что я на бадминтон записался — хотя бы чуть-чуть себе дыхалку поправлю."
    elif 'soccerl' in list_clubs_7dl:
        "Всё-таки записаться в футбольную секцию было не самой плохой идеей — бегать они меня точно научат."
    elif 'volley' in list_clubs_7dl:
        "Надеюсь, прыжки с мячом у сетки помогут мне вернуться в форму…"
    else:
        th "Может, и правда, стоило записаться куда-нибудь к Санычу?"
    if alt_day4_dv_7dl_ba_conv:
        dreamgirl "Глядишь, мышцу бы подкачал, Ольке же нравятся бочкообразные мальчики."
        th "Фу-ты, ну-ты, какая Олька ещё!"
    "После вчерашнего я решил потратить пару минут, чтобы не получить от ворот поворот у столовки, поэтому щедро поплескался уже согревшейся водой, даже использовал забытое кем-то серое хозяйственное мыло, и…"
    stop sound_loop
    play sound sfx_close_water_sink
    pause(1)
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3

    show mt normal pioneer with dspr
    mt "Семён!"
    "Что нашло на вожатую, блин? Откуда ВНЕЗАПНО такое рвение?"
    me "Да, Ольга Дмитриевна?"
    "Вежливо улыбнулся я."
    mt "Руки!"
    me "О. Все счастливы — вы, мы, ты — если руки вы-мы-ты!"
    "Я протянул ей мокрые ладони для экспресс-анализа."
    mt "Надо же."
    show mt smile pioneer at right with moveinright
    "Не найдя ещё, до чего бы докопаться, вожатая отступила в сторонку, пропуская меня в святая святых, в храм чревоугодия."
    stop music fadeout 3
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 3

    show el normal pioneer with dspr
    "И там же уже порхал ответ на вопрос о дежурном – в белоснежном фартуке с тележкой наперевес. Электроник."
    el "Привет, Семён!"
    "Крикнул он."
    el "Прости, руки не подаю, они у меня грязные."
    me "А у меня мокрые."
    "Кивнул я и, цапнув поднос, встал к раздаче."
    hide el with dissolve
    "Итак, к слову всё о тех же СЭС, детских врачах и ведущих собаководах – на обед сегодня наливали соляночку."
    "От которой любой детский врач схватился бы за сердце и свалился под стол с инфарктом.{w} А что поделать, вкусно же!"
    "Второе было не столь значимым, мясо с макаронами, но, как говорится, примой нынешнего обеда было совсем не второе."
    window hide
    with fade

    "Забрав обед, я перевернул стулья вокруг малого столика из тех, что были отведены под первый отряд и, рассевшись как мог широко, принялся есть. Мест нет!"
    th "Сядет только Двачевская – и то, если хорошо попросит!"
    
    "Мгновение спустя напротив меня плюхнулась и она – легка на помине!"
    "Вслед за ней появилась и Мику – этой пришлось требовать помощи Электроника, чтобы снять скамейку и сесть." 
    show dv normal pioneer2 with dspr
    dv "А почему ты убежал?"
    "Спросила Алиса."
    dv "Я думала, мы с тобой вместе обедать пойдём…"
    me "Так я тебе и поверил. Просто признайся, что тебе нравится надо мной издеваться, я отращу дзен и все будут счастливы."
    dv "Отрастишь…"
    stop music fadeout 3
    show dv shy pioneer2 with dspr
    "Она покраснела."
    dv "Ну ты и похабник!"
    me "Да я… {w}А…"
    "Я рукой махнул."
    play music music_7dl["bureaucracy"] fadein 3
    "Что ей объяснять, всё равно опять извратит мои слова так, что я окажусь в дураках."
    me "Думай, что хочешь. Приятного аппетита, кстати."
    dv "Спасибо."
    show mi dontlike pioneer far at left behind dv with dissolve
    "В отличие, от японки, подозрительно тыкающей оранжевую жидкость ложкой, Алиса, не сомневаясь ни секунды, погрузила ложку в суп и, размешав сметану, принялась за обед."
    "Солянка. Идеальная закусь для беленькой. {w}Почему? А потому что удельная мера жира превышает содержание оного в аналогичном по весу куске мяса."
    "Смерть язвенникам и диетчикам. {w}Очень вредно. Очень вкусно."
    show mi scared pioneer far with dspr
    mi "Итадакимасу."
    "Неуверенным голосом сказала Мику, взяв крохотную капельку на край ложки."
    mi "Это какое-то национальное блюдо, да?"
    show mi shocked pioneer far with dspr
    me "Да просто мясной суп."
    mi "Но оно же… {w}Оно же рыжее!"
    me "Из тарелки свалить не пытается, и ладно…"
    show mi surprise pioneer far with dspr
    th "Вы же осьминогов жрёте, что тебе какая-то оранжевая жидкость?"
    "Не стал произносить вслух. Думаю, если Алиса сейчас вообразит себе среднего японца, в уличном ларьке покупающего себе супчику с головоногим, то потеряет аппетит."
    show dv smile pioneer2 with dspr
    dv "Мику, не выдумывай. Если не хочешь суп, отдай мне, я не откажусь от добавки."
    show mi shy pioneer far with dspr
    "Такая постановка вопроса убедила японку в искренности наших намерений сильнее, чем все предыдущие слова. {w}Вздохнув, она набрала полную ложку."
    "И отправила её в рот."
    show dv laugh pioneer2 with dspr
    dv "Сём, Сём, смотри."
    "Алиса в притворном удивлении выпучила глаза и уставилась на Мику."
    dv "Она действительно ЭТО ест!"
    me "Алиса, перестань."
    "Усмехнулся я."
    me "Дай ей пообедать спокойно."
    dv "Эх…"
    "Вздохнула рыжая."
    show dv grin pioneer2 with dspr
    dv "Вот бы за меня кто-нибудь так заступался! Как было бы здорово!"
    me "Но я же…"
    dv "Ты же, ты же. Слушай, мы так активно лабали всё утро, что я решила – мы заслужили небольшой отдых. Как думаешь?"
    me "Я не уверен."
    dv "Вот и я говорю, надо отдохнуть. Пойдём купаться после обеда!"
    me "Кого ты имеешь в виду под словом «пойдём», позволь узнать?"
    dv "Ты, да я, да мы с тобой. {w}А что? Хочешь пригласить с собой Мику с Леночкой?"
    me "Да нет…"
    show dv smile pioneer2 with dspr
    dv "Вот и договорились. Подождёшь меня у столовой или переоденешься сходишь?"
    menu:
        "Подожду тебя у столовой":
            $ alt_day6_dv_7dl_sl_route = True
            $ lp_sl += 1
            play music music_list["sweet_darkness"] fadein 3
            "Я немного подумал."
        "Схожу переоденусь":
            $ alt_day6_dv_7dl_mi_route = True
            $ lp_un += 1
            window hide
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_dv_7dl_sl:
    "Потом вспомнил, что плавки у меня кто-то вчера слямзил."
    me "Да, наверное, подожду."
    dv "Идёт. Я быстро."
    hide dv with easeoutright
    "В считанные мгновения добив обед, Алиса унеслась прочь из столовой."
    "Разумеется, оставив уборку посуды на меня. Ну, Рыжевская! Впрочем…"
    "Я прислушался к себе. Нет. Ни злости, ни какого-либо негатива по отношению к рыжей бестии у меня не было. Вот хоть тресни."
    if ('dv' in list_d2_date_7dl):
        "Причём началось всё с какого-то момента – то ли с пари того дурацкого, то ли с её подставы с одеждой…"
    "Я категорически разучился злиться и обижаться на неё, а она, видимо, чувствуя это, всеми силами эксплуатировала и только что не каталась на мне."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_dining_hall_near_day
    with dissolve
    "Весь преисполнившийся святости и всепрощения – хотя и заначив тапок за пазухой – я вышел на крыльцо, где, расслабившись, уселся и смежил веки."
    "Привык я уже к жизни лагеря, привык. Где-то даже начал получать удовольствие от гомона, постоянного движения и ни с чем не сравнимого чувства, какое возможно только в таких местах – позитивно мыслящей массы."
    "Хотя вру. Помнится, бывал я как-то на концерте Ларки Фабьян…"
    show blinking
    scene black with dspr
    sl "Семён, вот ты где!"
    "Славя уселась рядом со мной."
    me "Приветик."
    "Не открывая глаз, я помахал ей."
    sl "Я тебя искала!"
    me "Ты меня нашла. Правда, здорово?"
    sl "Семён!"
    me "Что случилось?"
    sl "Может, всё-таки посмотришь на меня?"
    
    "Ох блин. Как будто нельзя просто пожмуриться рядом со мной. Мне же не жалко, скамейка вон какая большая, солнца хватит на всех – забирайся да грейся."
    window hide
    scene bg ext_dining_hall_near_day:
        xalign 0.5 yalign 0.8 zoom 1.0
        linear 2.0 zoom 1.0 xalign 0.5 yalign 0.35
    pause(3)
    scene bg ext_dining_hall_near_day:
        xalign 0.5 yalign 0.35 zoom 1.0
        linear 0.5 zoom 1.0 xalign 0.5 yalign 0.5

    show sl serious pioneer with dspr
    "С превеликой неохотой я разлепил левый глаз и мутно посмотрел сквозь девочку."
    me "Ты завладела моим {i}безраздельным{/i} вниманием."
    show sl surprise pioneer with dspr
    sl "Что?"
    me "Чего хотела?"
    sl "После обеда нужно помочь с подготовкой концерта. На тебя можно рассчитывать?"
    me "Вообще, я собирался искупнуться сходить. Сам Рандом велел по такой-то погоде."
    show sl sad pioneer with dspr
    if alt_day1_cofront_sl_dv == 3:
        menu:
            "Помочь Славе":
                $ lp_sl += 1
                $ alt_day6_dv_7dl_sl_help_agree = 1
            "Пойти с Алисой":
                $ lp_dv += 1
                me "Славя, ты меня, конечно, извини, но, я, наверное, недостаточно ясно выразился."
                sl "…"
                me "Я иду купаться. С Алисой."
                me "Потому что из шести дней, что мы встречаемся, мы пробыли тет-а-тет ровным счётом полтора нихрена."
                show sl smile pioneer with dspr
                sl "Я даже обижаться на тебя не стану."
                "Улыбнувшись, Славя поднялась и кивнула спешащей мимо Двачевской."
                sl "Концерт в четыре, не забывай."
                hide sl with dissolve
                me "Да мы помним."
                show dv surprise pioneer with dspr
                dv "Сём…"
                "Шёпотом спросила Алиса."
                dv "А чё это она?"
                me "Да пришла она меня звать заниматься фигнёй какой-то вместо купания."
                show dv shocked pioneer with dspr
                dv "Что, прямо здесь?"
                me "Алиса!"
                "Я старался, чтобы мой голос звучал строго, но… Какое «строго» возможно с этим сорванцом в юбке?"
                show dv shy pioneer with dspr
                dv "Я как раз насчёт купания."
                me "А что такое?"
                show dv sad pioneer with dspr
                dv "Ну… Не получится… Искупаться."
                me "Что? Но почему?!"
                th "Йес!"
                "Проблема с отсутствующими плавками только что разрешилась сама собой."
                show dv guilty pioneer with dspr
                dv "Ну…"
                dv "Я что, должна это в середине лагеря вслух сказать?!"
                "Она покраснела и сжала кулаки."
                me "Нет. Не получится, значит, не получится."
                dv "Вот… Так что ты иди, помогай этой выскочке, а я пока…"
                "Она снова покраснела."
                me "Да иди, иди… Сразу бы сказала, что купаться не хочешь."
                "Не говоря больше ни слова, я поднялся и поспешил вслед Славе."
                hide dv with dissolve
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_dv_7dl_sl_help:
    "Я увидел, что, Славя собирается что-то возразить, и чуточку повысил голос."
    me "Но мне же тоже выступать."
    show sl smile2 pioneer with dspr
    sl "Именно. Значит, я тебя записываю."
    me "А кто там ещё?"
    sl "Я."
    hide sl with dissolve
    "Очаровательно улыбнулось это белокурое чудовище и телепортировалось прочь."
    sl "К трём часам у эстрады, не опаздывай!"
    th "Тюфяк снова не сумел сказать «нет» …"
    dreamgirl "Бьют его ногой и палкой, никому его не жалко. А за что беднягу бьют? А за то, что идиот."
    th "Теперь Алиска обидится… {w}Что бы ей такого сказать? Обидится же на правду, скажет, мол, гад-человек, променял моё общество на какие-то колонки."
    show dv normal pioneer with dspr
    dv "Я готова!"
    "Заклинание призыва Двачевской снова сработало безошибочно – стоило лишь вспомнить о ней."
    "Из заметных изменений в ней было лишь то, что она расправила форму."
    "Наверное, маскировала купальник."
    show dv smile pioneer with dspr
    dv "Пошли?"
    "Она улыбалась как кот, дорвавшийся до сметаны, хотя тому, кто знал её хоть чуть-чуть, не составило бы труда догадаться, что девочка по какой-то причине немного нервничает."
    window hide
    with flash_pink

    "Но позитивное настроение всё равно стояло во главе угла. Улыбчивое рыжее солнышко, глядя на которое и сам поневоле начинаешь улыбаться."
    "Возможно, мне и нравится другой типаж девушек, но ей просто невозможно не улыбнуться в ответ. Я и улыбнулся."
    show dv grin pioneer with dspr
    dv "И долго ты лыбиться собираешься?"
    "Солнышко немного посмурнело."
    dv "Пошли!"
    me "Э… {w}Не получится."
    dv "Как не получится? У тебя опять какие-то неприятности?"
    show dv normal pioneer with dspr
    "Солнышко посмурнело ещё сильнее."
    me "Нет! То есть… {w}То есть, я хочу сказать, я как бы…"
    dv "Сём, да в чём дело-то?"
    "Весь её облик умолял не портить ей настроения."
    "А я, презирая себя уже, ответил:"
    me "Понимаешь, Славя попросила помочь. В подготовке концерта."
    show dv sad pioneer with dspr
    "Улыбка на лице Алисы увяла окончательно, и я заторопился."
    me "Понимаешь, мы же ведь тоже выступаем, поэтому надо площадку подготовить, чтобы всё работало, понимаешь? Быть уверенным!"
    dv "Ну… Да…"
    "Она опустилась на скамейку рядом со мной, сгорбилась."
    dv "Всё это и правда было слишком хорошо, чтобы хорошо закончиться."
    me "Прости."
    dv "Да ну тебя. Вечно у тебя в последний момент какая-нибудь ерунда происходит."
    "Она замолчала, задумчиво водя носком сандалии по бетонным плитам."
    me "Алис…"
    "Она дёрнула плечом."
    me "Перестань."
    "Ноль внимания."
    "Я переместил себя поближе к ней."
    me "Не дуйся."
    dv "Не барское это дело."
    "Странно дрожащим голосом ответила она."
    me "Алиса?"
    "Она обернулась, и я вздрогнул от неожиданности."
    show dv normal pioneer with dspr
    "Её глаза смеялись."
    dv "Балбес ты, Сёма, балбес. Безалаберный и несобранный."
    dv "Наверное, потому мне так и нравится рядом с тобой, постоянно какой-нибудь бардак происходит."
    me  "Ничего я не балбес."
    show dv laugh pioneer with dspr
    dv "Молчи уж."
    "Она улыбнулась."
    dv "Фиг с тобою, золотая рыбка, занимайся своим настройками и погрузками. А я Ленку искать пойду."
    show dv normal pioneer far at left with dspr
    dreamgirl "Знаешь, чувак… {w}По-моему, ты только что проморгал один из самых важных шансов."
    th "То есть?"
    dreamgirl "Девочка тебя купаться позвала. При этом сказала, чтобы ты не переодевался."
    th "И чё?"
    if alt_day4_dv_7dl_hentai:
        dreamgirl "Может, у тебя ваши пьяные игрища в медпункте и считаются апофеозом отношений."
        dreamgirl "Но она явно считает иначе."
    else:
        dreamgirl "Она права, ты действительно, балбес. Голышом она тебя купать хотела, придурочек! И вполне возможно, не только купать."
    th "Я сейчас очень сильно тормозить буду, наверное. Но откуда дровишки?!"
    dreamgirl "Ну… {w}Ты видишь у неё под рубашкой её приметный рыжий купальник?"
    th "Э…"
    dreamgirl "И я не вижу. А он есть! То есть, его нет."
    me "Алиса…"
    hide dv with dissolve
    dv "До концерта."
    "Помахала рукой она."
    dv "И только попробуй мне налажать."
    "Ласково потрепав меня по плечу, Алиса прошла мимо и свернула на тропинку, ведущую в южную часть лагеря – туда, где квартировали младшие отряды и две головных боли всего лагеря."
    window hide
    with fade

    "Обед потихоньку подбирался к концу, мимо меня уже походным маршем вернулись несколько отрядов малышей, распевающих какие-то бравурные песенки…"
    show mi normal pioneer at left with dspr
    " …стремительным мангустом мелькнула Мику…"
    hide mi with easeoutright
    pause(2)
    show el normal pioneer at right with dspr
    " …кивнул торопящийся мимо Электроник…"
    hide el with dissolve
    show mt smile pioneer 
    " …улыбнулась неспешно фланирующая вожатая."
    hide mt with dissolve
    "Московское время – без пятнадцати пятнадцать!"
    show sl normal sport with dspr
    sl "Сидишь?"
    "Остановилась рядом Славя."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day6_dv_7dl_sl_help2:
    "Девушка уже сменила пионерскую форму на куда более практичную спортивную одежду."
    play music music_7dl["slavyas_fantazm"]fadein 3
    me "Как видишь."
    show sl shy sport with dspr
    sl "Обиделась Алиска-то?"
    me "На то, что не припахал и её? О, разумеется."
    show sl laugh sport with dspr
    "Славя рассмеялась:"
    sl "Да нет, на самом деле, там просто нужно быстро-быстро много проводов разобрать, потом придёт Мику со своим пультом и проверит — где что не работает."
    sl "Я бы тебя не напрягала, но нужно сделать всё быстро. Слово такое… {w}Не наше. Что-то с покупками связанное…"
    me "Касса?"
    show sl smile2 sport with dspr
    sl "Точно! Чек. Саунд-чек. Мику потребовала, чтобы саунд-чек начался не позже, чем за полчаса до начала концерта."
    sl "У нас с тобой на всё про всё сорок пять минут. Так что пошли!"
    "Она сцапала меня за руку и поволокла за собой. Ладонь у неё была сухая и тёплая."
    "Несмотря на огромное количество работ, которыми девочка не брезговала, мозолистой её лапку тоже назвать было нельзя – не иначе, какими-нибудь кремами пользуется."
    th "Козырная девочка, наверное, родичи гранд шишки где-нибудь у себя в городе."
    dreamgirl "А может, и нет. Может, она барышня-крестьянка, просто последние сбережения вбухала в косметику, чтобы немного пофорсить в лагере!"
    th "Как бы не так. Для того, чтобы так смягчить кожу, двух недель использования решительно недостаточно."
    dreamgirl "Ты ещё про бельё её что-нибудь придумай. Какую-нибудь чушь, типа труселея с вырезом сердечком, газовыми тканями и непременным прозрачным пеньюаром. О, ещё пушапы, точно!"
    th "Да ну тебя."
    dreamgirl "Ну а что ты глупости-то говоришь. Мы в Советском Союзе, здесь всей косметики – мыло детское да мазь «Звёздочка»!"
    "Здесь я перестал спорить, раз внутренний голос начинает нести чушь, моим спасением может стать только аминазин."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_stage_normal_day
    with dissolve
    play ambience ambience_camp_center_day

    "До сцены мы добрались быстро, здесь ещё никого не было, вожатые, заблаговременно предупреждённые, оттянули свою пионерию в южную часть, к купальням и спортивным площадкам – чтобы, значит, не мешать готовить сюрприз для всего лагеря."
    show sl normal sport with dspr
    sl "Ты по левой стороне, я по правой."
    "Уведомила Славя и полезла на сцену."
    window hide
    scene bg ext_stage_big_day
    with dissolve

    me "Так, а что делать-то надо?"
    show sl normal sport with dspr
    sl "Провода проверь, подключи и протяни. Колонки поправь. Разберёшься, короче."
    "Отмахнулась она, сосредоточенно воюя с первым штекером."
    "Издержки доступа уровня «подходи кто хочет»."
    hide sl with dissolve
    "Кое-где провода валялись просто так, на полу, кое-где отсутствовали целые куски кабеля – хвала рандому за предельно примитивную схему подключения – заголи провод да закрепи контакт клипсой или винтом."
    "Всего колонок было шесть – по одной на каждом углу и парочка на небольшом возвышении."
    "«Наземную» четвёрку удалось подключить сравнительно быстро – шнура было с запасом – проблемы возникли только с укладкой проводов так, чтобы те не мешали выступающим."
    window hide
    with fade

    "Вот с подвешенными колонками пришлось повозиться."
    "Во-первых, они были высоко. К счастью, Славя оказалась девочкой лёгкой и предусмотрительно переоделась в спортивную форму, чтобы не смущать живую лестницу."
    show sl normal sport with dspr
    sl "Держи ровнее, пожалуйста."
    "Немного напряжённым тоном попросила она."
    me "Что?"
    "Я небрежно повернулся."
    show sl scared sport with dspr
    sl "Ай! Семён!"
    me "В чём дело, Славя?"
    sl "Я…"
    "Она судорожно вцепилась во что-то наверху, и я взмолился рандому, чтобы это не была колонка."
    "Всё-таки, перспектива получить по бедовой головушке парой десятков кило не прельщала совершенно."
    sl "Я высоты боюсь."
    me "Серьёзно?!"
    sl "Ах… ффф… {w}Да."
    show sl shy sport with dspr
    "Она отдышалась и возобновила подключение."
    me "И ты молчала?"
    sl "И ты молчи!"
    me "Но зачем ты тогда наверх полезла?"
    sl "А кто? Ты?"
    show sl laugh sport with dspr
    "Она рассмеялась."
    sl "Боюсь, я тебя не удержу."
    me "Лестницу какую-нибудь, стремянку там."
    show sl smile sport with dspr
    sl "Здесь её некуда ставить. Вот, приходится так, на шее товарища."
    me "Ясно. Ну, ты меня извини, пожалуйста."
    "Я и правда на миг почувствовал раскаяние."
    me "Я не думал…"
    show sl happy sport with dspr
    sl "Да, это не самая твоя сильная сторона."
    "Согласилась она."
    sl "Я закончила, спускай меня!"
    show sl normal sport
    play sound sfx_jump_into_hole_2
    with vpunch
    "Оказавшись на твёрдой земле, она позволила себе выдохнуть:"
    sl "В жизни больше туда не полезу!"
    me "Правда?"
    show sl smile sport with dspr
    sl "Да!"
    window hide
    with fade

    "Со второй колонкой проблем было ещё больше – она не только была высоко, у неё ещё и целый огромный кусок провода отсутствовал – кажется, кто-то просто-напросто срезал его для своих нужд."
    sl "Беда…"
    "Протянула Славя."
    sl "Так мы ничего не сделаем. Пошли за запаской."
    me "У тебя и запаска есть?"
    "Уважительно протянул я."
    sl "Конечно! В каморке под сценой есть всё. Кстати, напомни мне, когда будем там, чтобы я микрофон и провода под него вытащила."
    hide sl with dissolve
    "Открыв каморку, Славя зашла внутрь."
    sl "Семён!"
    "Несколько минут спустя позвала она."
    me "Да, Славя, возьми микрофон с проводом!"
    "Крикнул я, не делая даже попытки зайти. С моей кармой, это практически гарантированная дурацкая ситуация."
    sl " Я помню. Зайди, помоги мне!"
    me "Раз вы настаиваете…"
    stop ambience
    window hide
    scene black with fade
    with vpunch
    play sound sfx_open_door_kick

    play music music_7dl["genki"] fadein 5
    "Вот именно."
    "Карма. Неудачник. Глупая ситуация. Я даже некое подобие злорадного облегчения почувствовал, когда дверь за спиной захлопнулась и кто-то, повернув ключ, тихо захихикал."
    play sound sfx_unlock_medpunkt_door
    "Звякнула связка."
    sl "Эй, кто там! Прекратите баловаться!"
    "Крикнула Славя."
    me "Ага. Очень своевременно."
    sl "Семён!"
    me "Что «Семён»? Криками делу не поможешь. {w}Нас заперли здесь. {w}С чем тебя и поздравляю."
    "Славя отстранила меня в сторонку и попыталась толкнуть дверь. Та вполне ожидаемо осталась на месте."
    me "Можно, конечно, её выломать."
    "Задумчиво протянул я, глядя на то, как в меру хлипкая конструкция ходит ходуном."
    sl "Я не хочу ничего ломать. Я…"
    "Картина Репина «Приплыли»."
    me "Будешь сидеть со мной здесь и загорать. Тем более, что до саунд-чека минут тридцать, не больше. Мику выпустит."
    me "И колонку последнюю не подключили, и микрофон."
    sl "Да как ты думать об этом сейчас можешь?!"
    me "А о чём мне думать тогда?"
    sl "О чём, о чём. О том, как выбраться отсюда, разумеется."
    "Проблем не оберёмся, конечно… {w}Но что поделать. Кто бы ни хотел сделать нам гадость, ему это удалось – подстава вышла, любо-дорого посмотреть."
    sl "Что Ольга Дмитриевна подумает…"
    "Похоже, девочка думала в том же направлении, что и я."
    me "Что надо, то и подумает! Или она тебе не доверяет?"
    sl "Да нет, доверяет, но… {w}Мы же с тобой… {w}Не понимаешь, что ли?!"
    me "Нет. Какой-то коз… {w}ээээ… нехороший человек запер нас и унёс ключи. Прекрасно зная, что концерт сам себя не подготовит."
    me "Всё, что я понимаю — это то, что надо этого человека найти и плотно накидать ему по шее."
    dreamgirl "Силён ты в отмазках, барин."
    th "А как же. Наглость – второе счастье."
    me "Значит, выламывать дверь ты решительно отказываешься?"
    sl "Отказываюсь!"
    me "Что ж, тогда устраивайся поудобнее и забудь, что ты в гостях."
    "Освещения в каморке предусмотрено не было, всё, чем приходилось довольствоваться – это проникающим снаружи отблеском солнечного света."
    "Если бы не провода, то помещение ничем бы не отличалось от какого-нибудь дровяного сарая."
    "Поэтому я не мог бы поручиться – но на долю секунды показалось, что привычная уже полуулыбочка Славяны на миг стала лукавой."
    "Но мало-помалу глаза привыкали к полумраку, и я начал различать контуры предметов."
    window hide
    scene bg int_attic2_day_7dl
    show blackout_exh
    show sl smile sport
    with dspr

    sl "Да я и так, не то, чтобы в гостях."
    "Без лишнего пиетета сбросив бухту провода на земляной пол, она оседлала табуретку, сев эдак по диагонали, опираясь ладонями на угол перед собой и легкомысленно болтая ногами."
    sl "А ты что стоишь?"
    me "Да момент ловлю."
    "Очерёдностью событий, я достал из кармана смарт и поймал улыбку Слави в объектив, приказал:"
    me "Не шевелись, фотографировать буду!"
    show frame at truecenter:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 0.8 zoom 1.0 xalign 0.5 yalign 0.20
    show cam_ui at truecenter:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 0.8 zoom 1.0 xalign 0.5 yalign 0.30
    sl "Хорошо!"
    "Она улыбнулась эдак… {w}Не знаю даже, как назвать. По-голливудски? Возможно."
    window hide
    $ renpy.pause(4.4, hard=True)
    play sound sfx_7dl["snap"] fadein 0
    scene white with flash
    $ renpy.pause(9.4, hard=True)

    $ persistent.sprite_time = "night"
    scene bg int_attic2_day_7dl
    show blackout_exh
    show sl smile sport at center

    "От совести пришёл запоздалый укол."
    hide sl with fade3
    if alt_day4_dv_7dl_portwine:
        dreamgirl "Всяких Виол со Славями, значит, фотографируем, а своему рыжему счастью памяти пожалели?"
    else:
        dreamgirl "Значит, Славь всяких мы фотографируем, а Алисе дискового пространства зажали?"
    "Ничего подобного. Просто это… {w}Ну, как с Леной – одноразовый акт любопытства."
    if alt_day4_dv_7dl_portwine:
        "Виолетта человек суперэкзотичный, я и не знал, что такие бывают."
    "Славя человек очень необычный – в них, как в ревматизм, не веришь, пока они тебе на ногу не наступят."
    "А Алису я ещё вдосталь нафотографируюсь, обещаю. К десятилетию совместного проживания подарю ей фотоальбом, где будут засняты все дурацкие ситуации, куда ей приходилось попадать."

    "Почему нет? Каждый день новый, каждая глупость держится в памяти улыбкой, якорем, к которому можно будет вернуться и десять, и пятьдесят лет спустя."
    "Самое важное ведь, чтобы нам не было скучно вместе."
    "Я представил себе, как она нескучно будет лупить кулаком мне по шее за то, что заперся с другой девочкой в тёмной комнатке, и почувствовал себя неуютно."
    play music music_7dl["shestheone"] fadein 3
    sl "Что случилось?"
    "Славя быстро-быстро отряхнула плечи, сдула чёлку с глаз и перекинула косы за спину."
    sl "Так лучше?"
    me "Да, в целом, и раньше было неплохо…"
    "Я сбросил с себя оцепенение. Фотографировать пришлось в сумеречном режиме, матрица опять наврала с цветами, но лицо было узнаваемым."
    sl "Ой, можно посмотреть? Никогда такой фотоаппарат не видела."
    me "Да, конечно. Только это не фотоаппарат, а…"
    "Я махнул рукой."
    me "Посложнее штучка, короче говоря."
    sl "А когда фотография будет?"
    me "До компа доберусь, сразу будет."
    sl "Семён, а можно ты не будешь говорить больше так?"
    me "Как?"
    sl "Ну!"
    "Славя чуточку смутилась."
    sl "Мне приходится переспрашивать у тебя чуть ли не каждую фразу. Так глупо себя чувствую!"
    me "Прости."
    sl "И извиняешься постоянно…"
    "Протянула она. Но на это я уже ничего отвечать не стал."
    "Не то, чтобы я чувствовал себя виноватым, но вот количество вероятных тем к совместному обсуждению стремительно убывало."
    "Теперь удалось поставить себя на место Лены, понять её вчерашние переживания – когда поболтать хочется… {w}А не о чем."
    "Я прикрыл глаза."
    sl "Поверить не могу, что ты настолько спокойно ко всему относишься."
    me "Как будто, если я сейчас буду бегать по потолку и рвать волосы в носу, что-то изменится."
    "Не открывая глаз, ответил я."
    me "Я уже предложил тебе немножко попортить лагерное имущество. Ты отказалась."
    sl "И всё равно! Ты мужчина, и должен придумать что-нибудь!"
    me "Ничего я придумывать не должен."
    "Из всего, что в голову лезло, это подстёгнутые гормонами размышления о том, на что мы тратим время, вместо того, чтобы… {w}Так, а вот тут стоп."
    sl "То есть, ты вот там просто сядешь и будешь ждать, пока нас спасут?"
    me "А почему нет? Должны же спасатели потрудиться."
    "Славя бросила взгляд на часики."
    sl "Наверное, да. Ты прав, ничего мы в такой ситуации сделать не можем."
    "Она замолчала, а меня снова стало клонить в сон."
    "И в этот раз никто не сумел мне помешать. Помешать…"
    play music music_list["sparkles"] fadein 3
    window hide
    scene bg int_looney_bin_7dl
    show blackout_exh2
    with dissolve2
    $ set_mode_nvl()

    nvl clear
    "Топ-топ-топ. Постоянные тренировки, вечная беготня – сейчас я не испытываю даже минимальных неудобств, выжимая максимум скорости из икроножных."
    "Длинный-длинный коридор, выкрашенный серой шаровой краской до высоты полутора метров от пола, всё, что выше, выбелено известкой."
    "Зачем это нужно? Кому? Явно не тем, кто прячется по ту сторону плотно закрывающихся металлических дверей."
    "«Тихонова.»"
    "«Хатсуне.»"
    "Закуток с фамилией «Селезнёва»."
    $ set_mode_adv()
    show ase_clear with flash
    ase "Соблюдай ясность."
    hide ase_clear with diam
    me "Что?!"
    "Странная, но почему-то очень знакомая девочка исчезла."
    "А я, поозиравшись, вернулся к исследованию коридора."
    $ set_mode_nvl()
    "«Феоктистова.»"
    "«Двачевская.»"
    nvl clear
    "У последней двери я невольно остановился и двигаясь почему-то на носочках, подошёл поближе."
    "Эта дверь была выкрашена в оранжевый, и кроме парных замков, обладала отодвигающейся металлической шторкой, подобно тому, как это сделано в местах заключения."
    "Шторка бесшумно отошла в сторону."
    "Она сидела там."
    "Спиной ко мне, лицом к окну – секционному, мутного зелёного стекла, что встречается в банях и поликлиниках, сверхпрочному, и не требующему установки решёток."
    "И говорила."
    nvl clear
    "Рассыпаясь в эпитетах, перечислениях, нецензурной лексике, она на все лады чехвостила – меня."
    dv "Ты идиот. Ты не можешь, не смеешь закрыть нас, как не было, ты понял? Хватит уже придумывать, фантазёр."
    " Она обращалась в пустоту."
    dv "Хватит, ты заврался до такой степени, что не стесняешься родным говорить, что их не существует.  Или ты думаешь, что если будешь всё отрицать, свернёшься после пинка в живот, то откроешь глаза в больнице?!"
    "Она невыносимо медленно повернула голову в мою сторону и распахнула незрячие бельмастые глаза."
    dv "На моём месте."
    dv "Да только не будет этого, Сёмчик, слышишь? Не будет. Ты не сбежишь. Никто не сбежит. И мы будем вместе."
    nvl clear
    play sound sfx_open_door_kick
    "За спиной хлопнуло окно, и я обернулся. Так и есть – неплотно прикрытая фрамуга упала под давлением ветра. Надо будет сообщить врачам, чтобы…"

    "Я обернулся к шторке – и вздрогнул, обнаружив белые глаза в нескольких миллиметрах перед собой. На расстоянии обмена дыханием и теплом. На расстоянии заражения штаммом веры в чудо."
    dv "Если ты бросишь меня, Сёмчик."
    "Щербато оскалилась кошмарная Алиса."
    dv "Ты всё равно не вернёшься. Потому что у тебя осталась только я."
    "Она захлопнула шторку, и я услышал упругие шаги по линолеуму, обнаружил себя там, где была Алиса, её – за закрытой шторкой."
    "И обдирая бока ремнями смирительной рубашки, упал на мягкий пол, задёргался, пытаясь вырваться из объятий санитаров, да только что поделаешь, когда под давлением поршня витамин «К» прыгает в нервную систему…"
    window hide
    $ set_mode_adv()
    with fade
    stop music fadeout 3
    scene bg int_attic2_day_7dl
    show blackout_exh
    show sl scared sport with dspr

    sl "Семён!"
    "Тронула меня Славя."
    "Кажется, я окончательно привык к темноте, и видел девочку так же ясно, как днём."
    sl "Проснись!"
    me "Что… {w}Что случилось?"
    sl "Ты уснул."
    me "Да?"
    sl "Уснул…"
    if alt_day1_sl_keys_took == 1 or alt_day1_sl_keys_took == 3:
        "Кто-то запер нас здесь, точно. Надо отсюда выбираться, пока есть возможность."
        "Я подошёл к двери и наощупь нашёл место для ключа."
        sl "Семён!"
        show sl serious sport with dspr
        "Забеспокоилась девочка."
        sl "Ты же не собираешься…"
        me "Не собираюсь."
        "Заряд бодрости после такого-то сна некоторые вещи сделал совсем не важными, немного сместил приоритеты."
        "Например, перестала иметь значения эта вот штука. Я вытащил из кармана связку ключей, гуляющую со мной ещё с первого дня. Разумеется, терять её было жалко, Славя её сто процентов отберёт, но…"
        show sl angry sport with dspr
        sl "Семён! Откуда у тебя…"
        me "Оттуда."
        "Односложно ответил я, пытаясь наощупь найти «бабочку» нужного типа."
        sl "Стоп. Так это ты, значит…"
        show sl laugh sport with dspr
        "Славя хлопнула себя по лбу и рассмеялась."
        sl "А я-то всё на Ульянку думала. Ну, Семён…"
        me "Он самый."
        "Кажется, ключ был тот самый. Оставалось только чуть-чуть приподнять саму дверь, и…"
        play sound sfx_wood_floor_squeak
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_stage_normal_day
        with dissolve
        play ambience ambience_camp_center_day
    
        th "Вуаля, мы на свободе!"
        play sound sfx_keys_rattle
        "Не говоря ни слова, я ссыпал связку на подставленную ладонь."
        me "Больше не теряй."
        show sl laugh sport with dspr
        sl "Ну и жук же ты!"
        "Рассмеялась Славя."
        sl "И ведь молчал!"
        me "Тссс…"
        "Я прижал палец к губам и на цыпочках подошёл к стоящим наособицу кустам." 
        play sound sfx_hiding_in_bush
        show us laugh sport at left with dspr
        "Всё в точности как вчера. Хихикающая флора, прячущая источник проблем."
        play music music_7dl["bureaucracy"] fadein 5
        show sl angry sport with dspr
        sl "Ульяна!"
        "Славя нахмурилась и, невольно копируя вожатую, встала руки в бока."
        sl "Это ты нас закрыла?"
        show us laugh2 sport with dspr
        us "Нет, гражнинначальник!"
        "Отрапортовала Ульяна, улыбаясь так довольно, что было совершенно очевидно – она."
        us "Это барабашка. Он…"
        play sound sfx_keys_rattle
        extend "{w}Эй, ты куда лезешь, убери руки!"
        "Но было поздно – на указательном пальце у меня уже вертелась та самая связка."
        show us calml sport with dspr
        us "Гад!"
        "Надулась она."
        us "Верни, это моё!"
        me "Правда?"
        "Я отдал ключи владелице."
        me "А мне показалось иначе."
        us "Ну и бу на тебя."
        with flash_red
        play sound sfx_lena_hits_alisa
        "Она показала язык, пнула меня под коленочку и убежала."
        hide us with dissolve
        "Я даже понять ничего не успел."
        me "Недотёпа ты, Семён, недотёпа."
        "Сказал я себе, отряхиваясь после подъёма с земли."
        me "Как будто непонятно, что от мелкой добра не бывает."
        show sl smile2 sport with dspr
        sl "Не злись на неё."
        "Славяна изо всех сил делала вид, что ей не смешно."
        sl "Она просто…"
        me "Ты уже говорила. Играет она просто. А окружающие от её игр воют. Всё, молчу-молчу."
        stop music fadeout 3
        pause(3)
        "Я поднял руки перед собой."
        me "Давай доделаем то, зачем сюда пришли, а то скоро Мику пожалует."
        "Славя согласно кивнула."
        "И мы, выступая уже сработавшейся, слаженной командой, меньше чем за две минуты вернули в строй последнюю колонку, микрофоны – основной на стойке и запасной за кулисами – и утянули все провода к столику, где их оставалось просто воткнуть в пульт."
        play music music_7dl["surf"] fadein 5
        me "Куда дальше?"
        "Спросил я, когда мы закончили и это увлекательное занятие."
        sl "Сделаю объявление в столовой насчёт концерта."
        "Ответила Славя."
        sl "А ты сиди здесь, дожидайся художественного руководителя."
        me "Кхм… {w}Славя, а ты сама как, выступать планируешь?"
        show sl shy sport with dspr
        "Она покраснела."
        sl "Не хотела, если честно."
        me "Но будешь?"
        sl "Буду."
        "Она вздохнула."
        sl "Ну ладно. Я побежала. До скорого!"
        hide sl with dissolve
        "Помахав рукой, она оставила меня одного."
        "Как и всё, что делала Славя, наша беготня с проводами позволила сэкономить целую кучу времени – подключение прошло без сучка, без задоринки."
        "Колонки исправно загудели, микрофоны передавали голос и не фонили без нужды. Наливай да пей, то есть, выходи да пой."
        "Но всё это отошло на задний план. Чем ближе подступал час икс, тем сильнее меня колотило. Нет, я никогда не боялся сцены, людей, выступлений. Не любил – да. Иногда ненавидел. Но не боялся."
        "Вот и сейчас, я сижу, у меня дух захватывает и сердце выдаёт, наверное, под сотню ударов в минуту. И мне при этом ничуточки не страшно."
    else:
        "Несколько минут спустя раздалось довольное хихиканье, и, в ослепительном солнечном ореоле в помещении показалась Алиса."
        show dv laugh pioneer at left with flash
        dv "На пять минут тебя оставить нельзя!"
        "Фыркнула она."
        dv "Только отвернулась — уже со Славей по тёмным углам тискаешься…"
        hide sl with dissolve
        if (lp_sl > 4) and (lp_dv < 15):
            window hide
            "Из-за спины Алисы показалась Ульяна."
            show us surp1 sport at fleft behind dv with dissolve
            us "Ой, а что это вы тут делаете, а?"
            me "Не твоё дело."
            play music music_7dl["misery"] fadein 3
            show dv angry pioneer with dspr
            dv "Может, ещё и побьёшь её?"
            "Славя, явно чувствующая себя лишней на этом бурном празднестве, собрала необходимое количество кабеля и микрофон и с порога бросила:"
            show sl dontlike sport at right with dissolve
            sl "Всё в хиханьки играешь, Двачевская? Смотри, доиграешься."
            show dv rage pioneer
            show us sad sport
            with dspr
            dv "Что это ты там сказала?!"
            sl "Семёна без присмотра не оставляй. Чревато."
            hide sl with dissolve
            "И ушла."
            "Алиса опасливо покосилась в мою сторону:"
            dv "И что бы это значило?"
            "Я дёрнул плечом:"
            me "Не хочешь догнать и спросить у неё лично?"
            dv "Перетопчется."
            me "У меня как назло все телепаты в отпуск ушли."
            show dv angry pioneer with dspr
            dv "Мне не понравилось, {b}как{/b} она это произнесла! Короче — "
            "Алиса отошла к двери и прислонилась к косяку так, чтобы никто не мог войти или выйти."
            dv "Ты мне рассказываешь всё, и пока не расскажешь, отсюда не уйдёшь."
            me "Что рассказывать-то?"
            dv "Выкладывай!"
            "Кажется, терпение у неё окончательно лопнуло."
            me "Сейчас достану да выложу. Что ты ко мне пристаёшь?"
            dv "Вы что здесь…"
            "Алиса подозрительно прищурилась и повела носом."
            dv "Так ты мне скажешь?"
            "От, блин. Я знал Двачевскую разную, но ревнивой — честно сказать — видел впервые."
            "И с ужасающей ясностью понял вдруг, что её сейчас ничем нельзя переубедить, всё сказанное будет использовано против меня в морге."
            "Потом доктора, смахивая рукавом горькие слёзы, будут собирать меня как паззл «Лего», диагностируя крайне экзотический способ самоубийства."
            "Но дурной пример заразителен."
            dreamgirl "Спасибо, милый."
            me "Ты уймёшься, а?! {w}Я что, отвечаю за то, что несёт активистка?! Я её брат, отец, муж?! Какого хрена ты ко мне-то пристаёшь?!"
            "Ну, Славичка, ну спасибо тебе огроменное, девочка-которой-не-наплевать!"
            show dv sad pioneer with dspr
            dv "Да я просто беспокоюсь за тебя, дурака!"
            "Алиса прикрыла рот рукой, глаза её блеснули."
            me "А не надо за меня беспокоиться. И сопельки мне тоже подтирать не надо! Большой мальчик уже!"
            show dv shocked pioneer with dspr
            "Чёртов бес внутри всё никак не хотел уняться."
            me "Тебе самой помогать надо, да и что со мной может случиться хуже того, что уже случилось, а именно — отношения с тобой!"
            show dv cry pioneer
            show us dontlike sport
            with fade
            "Выговорившись, я скрестил руки на груди с самым независимым видом."
            "Обвёл взглядом помещение — в том числе почему-то упорно отводящую взгляд Ульяну."
            window hide
            with flash_cyan
        
            "И только сейчас до меня дошло, что же я на самом деле сказал."
            "Алиса стояла напротив меня, сжав кулаки, хватая губами воздух, а по щекам её текли злые, непрошенные слёзы."
            hide dv with easeoutleft
            "Резко развернувшись, она вышла из каморки."
            "Остались только мы с Ульяной."
            me "Ещё и ты мне будешь морали читать?"
            "Спросил я, глядя на недовольную физиономию малявки."
            us "Не буду. Ты просто придурок, этого для тебя достаточно."
            us "Вам же действительно лучше вместе, зачем вы больно друг другу делаете?"
            me "Не суй свой нос не в свой вопрос."
            us "Гонор — дурная кровь, как говорит мой дед. Кому ты что доказал, наорав на Алиску? Легче-то стало?"
            "Я помотал головой."
            show us angry sport with dspr
            us "Ну так что же ты стоишь пенёчком с глазочками! Беги за ней!"
            hide us with dissolve
            "Она выскочила вон, оставив меня в одиночестве."
            th "Легко сказать, да трудно сделать. «Беги». А с каких херов, извините? Это я на неё наезжал, что ли? Пусть сама ко мне подходит."
            th "Сама виновата, сама пусть и извиняется. А чтобы думалось легче — устроим-ка ей тотальный бойкот."
            stop music fadeout 4
            "Хорохорясь так, я сидел ещё несколько минут в потёмках."
            play music music_7dl["unforgotten"] fadein 3
            "А с улицы уже были слышны вступительные аккорды какой-то песни, и, судя по шуму, потихоньку начали подтягиваться благодарные зрители."
            "Хлопнув дверью, я вышел наружу."
            window hide
            $ persistent.sprite_time = "day"
            scene bg ext_stage_normal_day
            with dissolve
        
            "Алиса сидела на ступеньках по левому краю сцены и терзал гитару, выжимая из той мелодию… Ту самую, из дня, когда мне хватило пороху проявить твёрдость, а ей хватило гибкости простить."
            th "Заслужил ли я прощение в этот раз?"
            "Немного постояв, я уже почти сделал шаг, но она подняла голову и посмотрела на меня."
            "Сквозь меня."
            "Как сквозь пустое место."
            "Вся моя решительность куда-то делась."
            "Девушка, я вас хочу — но я стесняюсь — да пошла ты — ой, да он так хочет, как я стесняюсь."
            "Помаячив ещё немного у неё перед глазами, я отошёл в сторонку."
            $ alt_day6_dv_7dl_transit = True
        else:
            "Славя фыркнула и, забрав из бухты лежащий там же кусок кабеля и микрофон, вышла прочь."
            me "Алиса, эта шутка никогда не устареет, да?"
            show dv grin pioneer with dspr
            dv "Разумеется, нет!"
            "Я только вздохнул."
            "Что я ещё мог на это ответить?"
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_dv_7dl_un:
    scene bg ext_house_of_mt_day
    with dissolve
    play music music_7dl["breath_me"] fadein 3
    "Уже почти добежав до самого домика, я вдруг понял, что позабыл об одной малозначимой вещи."
    th "У меня же плавки какой-то гад свистнул!"
    "В голове почему-то вертелся образ фетишиста, сделавшего из моих несчастных труселей флаг."
    "Так или иначе, мой кросс по пересечённой местности потерял смысл, и я остановился в растерянности."
    th "И зачем я сюда припёрся, спрашивается?"
    dreamgirl "Известно, зачем. Засвидетельствовать всю глу{b}п{/b}ину собственной глупости."
    th "Ты внутренная язва, а не внутренний голос!"
    dreamgirl "Ох, как приятно! Ударь меня ещё, Джон!"
    window hide
    play sound sfx_bush_leaves
    $ renpy.pause(1)

    "Наш флирт прервало шуршание кустов."
    th "Мику?! Она-то какого чёрта здесь забыла? Её домик в другой стороне!"
    "Японка, подозрительно оглянувшись, скрылась в кустах."
    "Само собой, влекомый любопытством, я бросился за ней!"
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_path_day
    with dissolve
    play ambience ambience_forest_day fadein 3

    "Городской ребёнок, она шла по лесу неуклюже и шумно, и мне не составляло труда следовать за ней."
    "Она двигалась неуверенно, постоянно сверяясь с какими-то вешками — явно по чьей-то наводке."
    "В какой-то момент, она завернула в сторону — и пропала."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_path2_day
    with dissolve

    "Я бросился вслед за ней, но её не было — как сквозь землю провалилась!"
    "Оставалось только руками всплеснуть в бессильной злобке, да осмотреться, куда завела меня чёртова неугомонная певичка."
    window hide
    scene bg ext_sandpit_day_7dl
    with dissolve
    "А завела она меня — к карьеру! К песчаному!"
    "Я такие с самого детства обожал."
    "Ну… Как обожал. Сначала полчаса решаясь сигануть метров с четырёх-шести вниз на песчаную подушку…"
    "А потом ещё столько же в лагерном душе вымывая песок из шевелюры, носа, ушей и откуда только можно."
    "Но где ещё можно такое сальто закрутить! Тони Хоук отдыхает."
    "Удивительно, как немного надо поколению, не испорченному персоналками, и лишь самую чуточку побитому «Сегами» и «Денди»."
    "Так-то карьер — это просто обычная ямина, откуда выкапывали песок и возили на ближайшие объекты строительства."
    "Наверное, использовался для строительства каменных корпусов…"
    "А может, и в город возили."
    th "Вот интересно, я тут окончательно заблукал или есть шанс доаукаться до ближайшего лесника?"
    dreamgirl "Скорее, до ближайшего оленя. Ну, ты в курсе."
    "Я подошёл к краю ямины и легонько ткнул носком сандалии лежащий там же гладыш — любопытно, что могло обточить камень до такого состояния здесь, где до ближайшего источника воды как минимум километр?"
    stop music fadeout 3
    "Ухнув вниз, гладыш приземлился на мокрый песок с отчётливым, смачным шлепком."
    play music music_list["dance_of_fireflies"] fadein 3
    "А мне вдруг захотелось вандализма."
    "Поэтому добыв из кармана заначенный ещё с утра ножик, я открыл основное лезвие и, проверив пальцем остроту заточки оного, наметил себе жертву."
    "Сердечко, как и всегда, получилось кособоким, заваливающимся набок — но какая разница, если его единственная цель — послужить символом?"
    "Самое главное, чтобы было понятно — это сердечко. Означает лямур-тужур и вмещает в себя две пары букв, разделённых плюсиком."
    if herc:
        "Первая часть уравнения — «С.С», вторая…"
    else:
        "Слева «С.П», справа…"
    "Тут моё внимание привлекла надпись на соседнем дереве."
    "Подойдя поближе, я прочитал надпись."
    th "Лена? Надо же, не я первый тут занимаюсь порчей государственной собственности и ценных древесных пород…"
    "На соседнем дереве нашлась ещё одна «Лена»."
    "Через одно значилась «Алиса»."
    th "Любопытно, сколько тёзок. А Маш с Нинами местным универсумом не предусмотрено?"
    th "Или сейчас в моде только Лены с Алисами?"
    "Мой скепсис пошёл прахом, когда я добрался до следующего дерева."
    "Я хочу сказать — я бы понял десяток «Лен», «Алён», «Алис»… Чёрт, меня бы даже «Славя» не удивила, несмотря на всю собственную экзотичность — может, местная волость воспитывает возвращение к корням."
    "Но имя «Мику»…"
    th "Наверное, была в прошлом году, да?"
    dreamgirl "Да что ты."
    th "Но как же… Не сама она себя тут в сердечко обвела! А кроме себя — кажется, никого назвать не смогу, кому она была бы симпатична."
    "Я посмотрел на руку, которой опирался о дерево, переводя дыхание… Между пальцем деловито спешил куда-то муравей, сходу штурмовавший закругленную ямку в букве «я»."
    "Приподняв ладонь, я разобрал «Женя»."
    "Чьи-то неловкие, кривовато вырезанные признания. Удивительно знакомым почерком."
    "В какой-то момент я увлёкся исследованием наскальных надписей так, что утратил всякое соображение осторожности — и, вполне себе ожидаемо, поехал вниз вместе с целым участком мшаника."
    with vpunch
    "Я даже напугаться не успел."
    "Если бы не чья-то сильная рука, вернувшая меня на твёрдую землю."
    show un serious pioneer with dspr
    me "Лена."
    un "Что ты здесь делаешь?"
    me "Отдыхаю."
    "Не нашёл ничего умнее ответить я."
    me "А где ты весь день была? Мы тебя искали, не нашли…"
    "Я говорил всё медленнее, уверенность в себе покидала меня."
    me "И на репетиции ты не была…"
    stop music fadeout 3
    un "Я… гуляла."
    play music music_list["goodbye_home_shores"] fadein 3
    "Она поставила меня на землю, но почему-то не отошла."
    "Может быть, у неё были проблемы с зоной комфорта."
    "Или она вообще никогда не слышала про зону комфорта."
    "Но сделай я крохотный шажок вперёд, и смогу ощутить…"
    "Кстати, ровно сейчас до меня дошло — сквозь рубашку можно увидеть, что…"
    "Здесь я резко отвернул голову в сторону в безуспешных попытках перевести мысли на другие рельсы."
    "Мы ступили на очень тонкий лёд."
    "Моё колотящееся сердце, пережитый задним числом страх за то, что чуть не укатился туда вниз, живое притяжение, которому практически невозможно противостоять."
    if lp_dv < 14 or ((herc or loki) and lp_dv < 18 and lp_un >= 5) or (lp_un >= 4 and not (herc or loki)):
        return
    else:
        dv "А, вот вы где, голубки!"
        show dv smile pioneer at left with dissolve
        "Поприветствовала нас выходящая из-за сосны Алиса."
        dreamgirl "Кажется, кого-то только что спасли от очередной глупости."
        "Не преминул пройтись внутренний голос."
        th "Это точно!"
        show dv normal pioneer with dspr
        dv "Вижу, Лену ты нашёл — хотя мне лично непонятно, почему ты здесь вместо того, чтобы переодетый в плавки ждать меня в лагере…"
        me "Так ты меня искала?"
        show dv angry pioneer with dspr
        dv "Догадайся!"
        "И этим своим криком она мне очень кое-кого напомнила."
        dv "Так с вами, обормотами, и не накупалась."
        show dv grin pioneer with dspr
        dv "Надо было чуть-чуть подождать — почти же поцеловались же!"
        show un shocked pioneer with dspr
        un "Что?! Нет! Я…"
        "Лена заалела так, что впору в прорубь кидать — и пар пойдёт."
        "Но у меня, похоже, к шарму Алисы начал вырабатываться определённый иммунитет:"
        me "Что ж не подождала? Такой концерт не каждый день увидишь!"
        "Подмигнул я."
        dv "Ага. К слову о концертах, время — половина четвёртого. Как раз к началу поспеем."
        dv "Отделение безалаберных разгильдяев, налево шагом арш! Ать-два!"
        window hide
        scene bg ext_square_day with dissolve
    
        "В лагерь мы успели практически одновременно с открытием концерта."
        "Алиса убежала куда-то вниз — видимо, к себе в домик, а мы с Леной пошли на эстраду."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day6_dv_7dl_hl_failer2:
    window hide
    "Кто знает, возможно, если бы солнце светило ярче, или сосны немного пошевелило ветерком, всё случилось бы иначе — но здесь и сейчас пропали куда-то все звуки, мир будто бы сделал вдох и следил за нами, спрятавшимися в полумраке."
    "А полумрак всегда будто под локоток толкает, шепчет на ухо вещи, за которые потом краснеешь, но сейчас они кажутся удивительно уместными, и мы же все здесь разумные люди и сами понимаем, чего нам на самом деле хочется…"
    "Я обнял её, а она закостенела под руками, будто превратившись в фигурку из слоновой кости."
    show un cry pioneer with dspr
    "По-моему, даже дышать перестала."
    "Даже страшно стало на миг — вдруг у неё сердце или ещё что-то?"
    show un cry pioneer close with dspr
    "Я подался вперёд, стараясь услышать звук вдоха, но как-то само собой случилось так, что…"
    play sound sfx_lena_hits_alisa
    with flash_pink
    "Не уловил — успел, не успел?"
    "Не до глупостей — под рёбрами поселилось огромное полено, которое впускало воздух, но не выпускало — и я всё вдыхал и вдыхал, а выдохнуть не мог."
    window hide
    with fade
    "Она не отстранилась и не попыталась что-то сказать — и я был крайне признателен ей за это. Поделом дураку, куда не в свои сани лезешь!"
    me "И зачем?"
    "Осведомился я, когда, наконец, вспомнил как сделать выдох."
    me "Нет бы, как в лучших домах, по мордасам зарядить, руку заломать — ты же можешь, я вижу твою пластику. Что за блажь бить в «солнышко» сразу?"
    show un serious pioneer close with dspr
    un "Как учили."
    "Лена продолжала неулыбчиво сверлить меня взглядом."
    "Но сейчас почему-то не было неуютно от него, нет."
    "Как будто проверяют меня на детекторе лжи, а у меня кураж, ведь я честен кристально!"
    me "Ну и реакция у тебя."
    "Мой голос сел с непривычки."
    me "И я же теперь извиняться должен, да? Ну… Ты поняла."
    un "Как хочешь."
    show un normal pioneer with dspr
    "Она пожала плечами."
    me "Я хотел бы, чтобы мне не били поддых… Но — прости. Что-то странное со мной творится."
    un "Если бы только с тобой… Сильно зашибла, да?"
    "Тихонько вздохнула она."
    me "Да нет. Это же просто «солнышко»…"
    if loki:
        th "Если вспомнить то, чем закончился главный роман в моей жизни — детский смех."
    elif herc:
        th "Вспоминая то, как меня лупцевали в армии…"
    "Но здесь не столько боль, сколько неожиданность."
    "Я всего ожидал от скромной девочки в такой ситуации — она могла растеряться, убежать, убедить меня или сделать что-то в этом духе, а не отрабатывать на мне приёмы боевого самбо!"
    "Я с трудом сходился с людьми, но если сходился, то на таком расстоянии как правило теряли значение слова, мы просто делали что должно, а о последствиях и потом подумать можно."
    "И «нет» с расстояния тепла вогнало меня в ступор."
    un "Ты только пойми меня правильно…"
    me "Понял. Не дурак. Дурак бы не понял."
    un "Ничего ты не понял."
    me "Да понял я!"
    th "Зачем я спорю?"
    show un angry2 pioneer close with dspr
    un "Не понял ты ничего. Ты симпатичный, добрый, отзывчивый. Но ты же занят, ты сам вообще как к этому относишься?"
    un "А меня роль табуретки не устраивает, либо ты со мной, либо уходи. Ты не думай, это не что-то личное, но ты же не будешь мне распинаться про свою вечную любовь, верно?"
    "Я покраснел."
    un "Вот видишь. А по-другому нельзя, не честно. Уже то, что ты так близко — не честно по отношению к Алисе. Ты же больно ей сделаешь, ты знаешь?"
    un "А я не хочу. Должно же хотя бы что-то честное оставаться…"
    me "Честное?"
    un "Не наигрался ещё в бумажных человечков, да?"
    me "Ты о чём?"
    un "Ну как же… Ты так старательно соответствуешь придуманному тобой образу."
    if herc:
        un "Свой среди чужих, чужой среди своих."
        un "Как будто то, что ты пройдёшь равнодушно мимо чужого горя, сделает тебя сильнее."
        un "А тут мы — глупые пионеры, которые ничего не понимают и ничего в жизни не видели."
        un "Моему отцу приходилось побывать в Афгане, у него такой же взгляд. Но он понимал цену людям."
        un "А ты их почему-то ненавидишь."
    elif loki:
        un "Будто каждый человек слабак, заслуживает только презрения."
        un "И никаких эмоций им, сволочам! Ни любви, ни жалости!"
        un "Ты хочешь, чтобы про тебя думали, будто ты хочешь видеть, как горит этот мир."
        un "А самые худшие — это недочеловеки. Бабы."
        "Она произнесла это слово с ненавистью, удивишей даже меня."
        un "Твари, которые только и ждут момента, чтобы впиться тебе в яремную вену и высосать жизнь."
    else:
        un "Будто тебе никто не нужен."
        un "Твой идеальный образ отходящего от наркоза больного, которому удалили сочувствие. Эдакий образ, похожий на чёрный плащ, в который удобно как прятать, так и кутаться."
        un "Ты внушил себе, что у тебя не осталось никаких ярких переживаний, ничего, кроме одного-единственного хобби, которое позволяет тебе убивать время."
    un "Но больше всего ты боишься, что однажды кто-то вроде меня подвергнет это всё сомнению."
    un "И окажется, что ничего там нет, и ты всё это время врал сам себе."
    un "Заигравшись в бумажных человечков, поневоле превратился в одного из них."
    show un smile pioneer close with dspr
    un "Ну как, я близко?"
    me "Близко."
    "Проворчал я."
    me "Куда ближе, чем ты думаешь."
    show un shy pioneer with dspr
    "Лена покраснела, но не сделала попытки освободиться от моей руки или сделать шаг назад."
    me "Ты знаешь, откуда все эти надписи?"
    un "Догадываюсь."
    me "И?"
    un "Да?"
    show un normal pioneer close with dspr
    me "Скажешь?"
    un "А ты веришь в судьбу или высший разум?"
    me "Нет."
    un "Почему?"
    me "Предпочитаю думать, что сам влияю на собственную судьбу. И не какой-то там мифической карме или Книге Судеб решать за меня где я буду и что я делать стану."
    "Я не уловил в каком момент она сделала шаг навстречу."
    un "Очередной страх."
    "Казалось, она совсем не замечала того, что упирается в меня… ммм… всем."
    un "Сколько же их в тебе?"
    me "Прямо сейчас у меня он только один."
    show un grin pioneer close
    un "Боишься, что Алиса нас застукает в таком виде?"
    me "Хуже. Я боюсь, что ты станешь слишком значимой. Хвала рандому, времени слишком мало осталось."
    un "У тебя ничего не получится. Ты принадлежишь Алисе."
    me "Никому я не принадлежу!"
    th "Что ещё за расставление тавра на холках, принадлежу — не принадлежу. Вроде, как если кто-то там где-то написал, что я с первого дня должен за Алисой ухлёстывать — то не моги сойти с рельс?!"
    un "Ну так что, мастер-кукловод. Ты доволен собой?"
    me "Более чем."
    "Холодно обронил я."
    "Мой холодный тон, её холодные глаза."
    "Мы могли бы стать идеальной парой — не имеет значения, любовниками или смертельными врагами."
    "Но здесь и сейчас двух главных героев разных романов связывает одна тропа из прошлого в будущее."
    "Машина остановится, книги уйдут на разные концы света — я. И она. Попутчики. Временные."
    "Не знаю, кто это сделал — но не поджидал меня в этот раз ни добивающий по шее, ни ещё один профилактический в грудь."
    "Почему-то её губы были очень знакомыми. Как будто я не раз и не два их целовал."
    "Но я бы помнил, правда? Это ведь не поцелуй «привет», это поцелуй «тебя слишком долго не было»."
    "А потом она надавила мне на ключицу локтём, вынуждая отступить."
    "И я уступил."
    hide un with dissolve
    "Я знал, что удерживать ее нельзя. {w}Потому что из леска уже доносился довольный знакомый смех, и ключи уже звенели, отпирая моё гнилое нутро свету."
    show dv normal pioneer far at left with dspr
    "Моё гнилое нутро, которому захотелось ещё чуточку сладкого сверх того, что…"
    "Алисе ничего не пришлось объяснять — она поняла всё в тот самый момент, когда увидела моё лицо — почуяла своим чутьём звериным."
    show dv cry pioneer far at left with dspr
    "Отшатнулась."
    hide dv with dissolve
    "А когда я догнал её и попытался что-то объяснить"
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_path_day
    show dv sad pioneer
    with dissolve
    extend " — просто влепила без лишних разговоров туда же, куда угодила Лена."
    hide dv with flash_pink
    play sound sfx_lena_hits_alisa
    pause(2)
    "Этот день не задался с самого начала."
    "Немного позагорав — в этот раз прилетело куда конкретнее — я поднялся и направился в ту же сторону, куда ушла Двачевская."
    "Несмотря на стремительно несущуюся под откос жизнь, кое-какие мои обязанности никто не отменял."
    dreamgirl "Давно ли ты стал таким ответственным?"
    th "Всю жизнь был."
    $ alt_day6_dv_7dl_transit = True
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_dv_7dl_concert:
    if not alt_day6_dv_7dl_transit:
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_stage_normal_day
        with dissolve
        "Я стоял у сцены и всеми силами нервничал."
        if not (alt_day1_sl_keys_took == 1 or alt_day1_sl_keys_took == 3):
            "Нервничал, что характерно, в гордом одиночестве."
            "Алиса усвистала куда-то по своим делам."
            "Очень по-товарищески, ничего не скажешь."
        dv "Ну что, как оно?"
        play sound sfx_punch_medium
        with vpunch
        "ХЛОП!"
        play music music_7dl["sheiscool"]
        "Мне хлопнули по плечу так, что я присел."
        show dv smile pioneer with dissolve
        "Алиса, кто ж ещё."
        me "Кисло."
        dv "Да? А почему?"
        "Вместо ответа я вытянул ладонь, выпрямил пальцы…"
        show dv grin pioneer with dissolve
        dv "Трясёшься как алкоголик."
        "Отметила Алиса."
        dv "Волнуешься?"
        me "Немного. Это пройдёт."
        dv "Уверен? Может, валерьяночки?"
        me "Алис…"
        dv "Или корвалолу?"
        me "Алиса."
        dv "Да нет, лучше пустырника!"
        me "Алиса!"
        show dv laugh pioneer with dspr
        "Я сам не уловил момента, когда меня перестало трясти."
        dv "О, чудесное исцеление."
        dv "Держи."
        
        "Она протянула мне нечто и сомкнула мои пальцы на нём."
        me "Что это?"
        if herc:
            "Полукруглая пластинка с одним острым краем, на которой были гравированы две неровные буквы «СC»."
        else:
            "Полукруглая пластинка с одним острым краем, на которой были гравированы две неровные буквы «СП»."
        show dv normal pioneer with dspr
        me "Медиатор?"
        dv "Ну."
        me "И зачем он мне?"
        dv "Ты не поверишь…"
        show dv grin pioneer with dspr
        me "Да я же пальцами всегда играл!"
        if not alt_day6_dv_7dl_mi_route:
            dv "Вот и играй дальше. Кстати, я Ленку привела, так что твой толстый вокал не потребуется."
        else:
            dv "А это не для игры. К слову, молодец, что Ленку привёл, меня твои стоны у микрофона порядком пугают."
        "Как обычно, в своём духе, оскорбительно и возмутительно."
        me "Да не особо и хотелось!"
        dv "Правда? А как выступал! {w}Глаза закрыл, ноздри раздул, в микрофон вцепился."
        me "Ничего я не раздувал!"
        show dv laugh pioneer with dspr
        dv "О. Значит, по прочим пунктам возражений нет."
        hide dv with easeoutright
        "Алиса рассмеялась и умчалась прочь."
    else:
        "За время подготовки не удалось перекинуться словом ни с кем из нашей банды."
        "Алиса по вполне понятным причинам была абонент-не абонент, Мику постоянно прыгала к пульту и обратно."
        "Пришлось наскоро вспоминать собственную партию и в темпе вальса прогонять, разогревая пальцы."
        "Хотя, честно, просто взял бы и ушёл."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_stage_normal_day
    with dissolve

    stop music fadeout 3
    play music music_list["went_fishing_caught_a_girl"] fadein 3
    "А между тем лагерь потихоньку готовился к концерту. Детишки собирались с полдника и занимали отведённые им места, артисты и артистки последний раз проверяли костюмы, отойдя в сторону, на травке прогоняли последний раз свои номера."
    window hide
    with fade

    th "Любопытно, если мы с Алисой, Мику и Леной не вылезали из клуба, то где репетировали все остальные?"
    th "Кто им ставил номера, хореографию, шил костюмы из занавесок? Неужели сами?"
    dv "Думала одеть нас как группу."
    show dv smile pioneer with dspr
    "Алиса снова примчалась и плюхнулась на скамейку рядом с Мику."
    if alt_day6_dv_7dl_transit:
        "Обращалась она только к Мику, напрочь меня игнорируя."
    dv "В костюмерке четыре костюма роботов, трико такие, знаешь, из металлической ткани. Красота! Но, блин, маленькие! Даже Ульянке маленькие. Для кого только шили!"
    "Я немедля вознёс хвалу рандому, небесам и всему прочему пантеону за это."
    "Представить себя в ультрамодном трико из ткани цвета «металлик»? Здесь моё воображение пробуксовывало."
    "Наконец, я обратил внимание на Лену, руку которой до сих пор сжимала Алиса. Она вымученно улыбнулась в ответ на мой взгляд, даже не пытаясь освободиться."
    me "Ты как?"
    show un scared pioneer at left with dspr
    "Спросил я."
    un "Я… {w}ббб… боюсь."
    "Призналась она."
    un "Ссссильно."
    me "Да не бойся, не съедят тебя, ты главное…"
    show mi smile pioneer at right with dspr
    "Что «главное» я договорить не успел, рядом с нами материализовалась Мику:"
    mi "Ребята, наше выступление восьмое, после Электроника. Алиса, мы с тобой одиннадцатые. Лен, привет, готова к выступлению?"
    un "Нннет."
    "Обескураживающе честно ответила девочка."
    mi "Неудивительно. Ну, у нас есть ещё четверть часа на то, чтобы подготовиться."
    ba "Мику, фонограмму!"
    mi "Да, да. Бегу. {w}Ах, я вся в предвкушении!"
    hide mi with dissolve
    "Японка улетучилась прочь, как и не было."
    "Концерт начался!"
    window hide
    with fade

    show dv laugh pioneer with dspr
    "Глядя на Лену, Алиса неподдельно веселилась:"
    dv "Что, и на сцену такой пойдёшь, да?"
    show un cry pioneer with dspr
    un "Ннн…"
    "Лена отвернулась, её глаза подозрительно блеснули."
    show mi normal pioneer at fright with dspr
    "А между тем Мику уже отплясала свой номер и уселась рядом с нами."
    show mi smile pioneer with dspr
    mi "Сейчас две песни будут, потом стишок от четвёртого отряда, и до нашего номера рукой подать. Как там Лена?"
    me "Волнуется."
    dv "Да уж."
    "В отличие от тихой девочки, девочка громкая, кажется, вполне себе наслаждалась как предвкушением выступления, так и тем, что окажется под прицелом нескольких десятков пар глаз."
    dv "Надеюсь, ты не будешь трястись как паралитик во время номера?"
    me "Алиса, не издевайся над Леной!"
    "Вступился я."
    dv "А что такое? Ты за неё заступаешься? Может, ещё и поцелуетесь здесь?!"
    un "Да ты… {w}Ты…"
    stop music
    stop ambience
    play sound_loop sfx_head_heartbeat fadein 2
    "Кажется, Лена достигла своего предела."
    "Её всю колотило, ещё чуть-чуть, и она либо расплачется, либо раскричится."
    "А Алиса всё говорила что-то, говорила и никак не могла остановиться, а я никак не мог услышать – что же она такое говорит – из-за стремительно нарастающего звона в ушах."
    "Я не знаю, как называть это чувство, тревоги, боли, злости, нарастающего как снежный ком, сминающего препоны в психике, давящего и давящего изнутри на виски подобно несжавшейся пружине."
    "И в какой-то момент звенящая тишина превысила все лимиты объёмов – и с тихим всхлипом лопнула."
    stop sound_loop fadeout 3
    "Оставив меня перед фактом – через три номера наше выступление, Алиса психует, Мику занята, а у Лены губы дрожат. И синие."
    me "Двачевская."
    play ambience ambience_camp_center_evening fadein 3
    show dv rage pioneer with dspr
    dv "Что?!"
    "Окрысилась она."
    me "У Лены губы синие."
    show dv scared pioneer with dspr
    show mi scared pioneer with dspr
    dv "Что?!"
    "Кажется, мне удалось её удивить. Жаль, что такими методами."
    me "Кондратий в гости пожаловал, вот что! Иди, сообщи Виоле, что у неё пациент. Да бегом же!"
    "Рявкнул я, обнаружив, что Алиса так и стоит в растерянности."
    window hide
    hide dv
    hide un
    hide mi
    with fade

    "Лену трясло. Молотило. Так, что я с трудом удерживал её в руках."
    "Нет, волнение, конечно, объяснимо. Но чтобы до такой степени?"
    play music music_7dl["areyouabully"] fadein 3
    "Неспроста, видимо, она по жизни такая —  тихая, угрюмая, замкнутая. Наверное, что-то произошло, повлиявшее на психику?"
    "Что-то, связанное с выступлениями? Или нет? Блин, но если она знала, что с ней такое возможно – зачем она согласилась?"

    dreamgirl "На любое мужское «зачем» существует женское «потому что»."
    "Вздохнул внутренний голос."
    dreamgirl "Есть подозрение, что она согласилась только потому, что попросил её ты."
    th "А по-русски?"
    dreamgirl "Мне нужно произнести это вслух?"
    th "Любопытно было бы послушать!"
    dreamgirl "Не придуривайся. Ты прекрасно понял, о чём я. Короче, в том, что девочка включила дурочку и забыла про некоторые запреты, есть доля и твоей вины."
    dreamgirl "Так что пойдёшь петь сам. Понял?"
    th "Что?! Нет. Забудь."
    dreamgirl "Она минимум час в себя приходить будет. Так что либо у вас тут будет милый инструментал, либо ты споёшь сам. Выбирай."
    show cs normal with dspr
    cs "Что у нас здесь?"
    "Поинтересовалась появившаяся Виола."
    cs "Ага. Пионерка. В обмороке. Ты поделился с ней своими фантазиями? Или опять насекомое увидела?"
    mi "Выступать она боится. Сидела, тряслась, сейчас, вот, посинела."
    "Рассказала Мику."
    mi "Виолеточка, вы же ей поможете, правда?"
    cs "А как же! Завтра будет как огурчик."
    me "Завтра?"
    "У меня сердце оборвалось. Внутренний голос снова попал, не в бровь, а в нос."
    me "Но у нас же выступление!"
    show cs smile with dspr
    cs "Послушай… {w}пионер."
    "Поморщилась Виола."
    cs "У вас может быть что угодно. Даже то, о чём ты только что подумал. Но ей нужно поспать. Бориска!"
    show ba normal uniform at cleft behind cs with dissolve
    ba "Чего?"
    cs "Забирай больную, понесли в медпункт."
    
    "Физрук покорно кивнул и, наклонившись, бережно поднял безвольно мотнувшуюся Лену на руки."
    cs "Придётся самим, до завтра она недееспособна."
    "Сестра кивнула нам и отчалила, покачивая бёдрами."
    window hide
    scene bg ext_sky_7dl with dissolve

    dreamgirl "Вот так-то. Прельстилась Василиса Преглупая речами сахарными Ивана… {w}Хм, то есть, Семёна Царевича…"
    th "Семёныча."
    dreamgirl "Тоже вариант."
    dreamgirl "Прельстилась речами Семёна Семёныча, замахала руками, задёргалась и упала. Инфаркт миокарда – вот такой рубец! Вскрытие показало."
    th "Да уж не надо из меня кругом виноватого делать, ладно? Чай, сама не дурочка…"
    dreamgirl "Дурочка! Говорю же, Василиса Преглупая. От того, что её целый Семён Семёныч попросил спеть и голос похвалил."
    dreamgirl "Так что микрофон в зубы – и down to Gorky Park, цигель-цигель!"
    window hide
    scene bg ext_stage_near_clear_7dl with flash

    "Мы остались вдвоём."
    show dv normal pioneer at cright with dspr
    "Мику снова убежала к пульту шаманить там что-то со звуковыми эффектами, которые нужны были Электронику для его попыток затмить Майка Олдфилда."

    "Алиса сидела рядом, потерянная, смотрящая прямо перед собой, как всегда бывает, когда человек вдруг понимает, что ни он сам, ни друзья его не бессмертные. Смотрела перед собой и думала о чём-то."
    if not alt_day6_dv_7dl_transit:
        me "Алиса, наш выход следующим номером. Давай пробираться к сцене."
        show dv guilty pioneer with dspr
        dv "Смысл… {w}ты, что ли, споёшь?"
        "Уныло протянула она."
        me "Только ради тебя, стерва."
        show dv angry pioneer with dspr
        dv "ЧТО?!"
        "Она сгребла меня за воротник."

        "А я рассмеялся. Горько."
        "Меня бы кто позлил, да отвлёк от размышлений о том, что я по недомыслию своему натворил."
        show dv normal pioneer with dspr
        dv "Ловлю на слове."
        "Спокойно ответила она и поднялась."
    else:
        me "Наверное, придётся мне петь?"
        "Спросил я в пустоту."
        dv "Уж лучше тогда номер вообще отменить."
        show sl normal pioneer at left with dspr
        sl "Тогда, может, я попробую?"
        "Спросила неслышно подобравшаяся Славя."
        me "Но ты же слов не знаешь…"
        sl "У меня есть текст… Мелодию я знаю, слышала уже, так что…"
        "Алиса подумала."
        dv "Ну, на безрыбье…"
        "Кивнула и зашагала к эстраде."
    window hide
    scene bg ext_stage_big_clear_day_7dl with dissolve

    play music music_list["your_bright_side"] fadein 5
    "Я направился вслед за ней, но на полпути меня перехватила вожатая."
    show mt normal pioneer with dspr
    mt "Семён!"
    me "Что ещё?!"
    "Рявкнул я уже безо всякого пиетета. И без того проблем хватает."
    show mt angry pioneer with dspr
    mt "Ты как с вожатой разговариваешь, оболтус!"
    "Прилетело мне по уху."
    me "Простите."
    "В моём голосе и близко не ночевало раскаяние."
    "Вожатая одёрнула рубашку на моих плечах, из ниоткуда достала расчёску и прибрала наиболее непослушные вихры."
    mt "Ну вот. Теперь хотя бы на человека стал похож."
    "Наверное, до сих пор я был похож на нечто иное. На йети, например."
    me "Всё?"
    mt "Да."
    "Прикусив губу, вожатая кивнула."
    mt "Не знаю, педагогично ли это говорить, Сём. Но я волнуюсь. За тебя, за ваше выступление. Вы уж там постарайтесь."
    "Она отпустила меня и отступила на шаг:"
    hide mt with dissolve
    mt "Удачи вам."
    "Вывернувшись из-под опеки, я тут же угодил под насмешливую перестрелку двух пар глаз:"
    show dv laugh pioneer at left with dspr
    dv "Ну что, мамочка дала добро?"
    "Я махнул рукой:"
    me "Там."
    dv "Что?"
    me "Лес."
    dv "Правда?"
    "Усмехнулась Алиса."
    dv "Тебя с такой причей как раз туда, медведей пугать."
    show mi smile pioneer at right with dspr
    mi "Сенечка."
    "Тихо улыбнулась Мику."
    mi "Ты прости нас, психов. Но ты правда хочешь гитарную песню исполнять с такой причёской?"
    if not alt_day6_dv_7dl_transit:
        "Славя тихо улыбнулась и ничего не ответила."
    me "А чем тебе мой…"
    "Пальцы нащупали пробор."

    "Несколько энергичных рывков головой в духе самого завзятого поклонника «Сепультуры» — и можно идти на сцену."
    me "Ох, что сейчас будет."
    "Прошептал я, неловко топая за поднимающимися на сцену девочками."
    window hide
    scene black with fade_red

    "Алиса за гитару, Мику на ударные."
    if not alt_day6_dv_7dl_transit:
        "Ещё бы акустику – но да, я не могу одновременно петь и играть, обязательно начинаю лажать. А ещё эти… {w}Смотрят."
    else:
        "Я, как освобождённый от вокальной повинности — на акустическую гитару, делать вид, что умею трень-брень, а Славя с листком бумаги, где русскими буквами написаны английские слова, сочинённые немецкой группой."
    "Хвала рандому за то, что софиты бьют в глаза, и половину аудитории просто не удаётся различить. Тряслись руки, плечи, потряхивало икроножные мышцы, голова подобно автомобильному болванчику ходила ходуном на подвижном позвоночнике."
    "Но я не Лена. Я могу попросту перестать интересоваться их мнением. Я выдохну, пряча дрожь под мышцами, и глаза откроет уже совершенно новый человек."
    "Первые аккорды, и…"
    if not alt_day6_dv_7dl_transit:
        "Сказать по правде, не запомнил совершенно ничего. Но если судить по тому, что зал не шумел, не переговаривался, внимая моему хрипловатому голосу – не так уж всё и отвратительно было."
        "В конце концов, имея в упряжке гениальную Мику и безмерно одарённую Алису, вывезти можно даже такого бездаря, как я."
        "С голосом нашей вокалистки, разумеется, получилось бы куда лучше, но и так это был не то, чтобы провал."
        "Перфоманса, конечно, не получилось – да и какие, извините, сценические шоу под балладу? В местные выселки «Тодесов» не завезли."
    else:
        "Как-то проще, что ли, когда не ты выступаешь центром внимания."
        "Славе-то что, ей всё как с гуся вода — стоит, улыбается, мурлыкает слова, попутно успевая приободрить меня взглядом."
        "Разумеется, это не голос Лены, это совсем другой типаж, для буржуйских песенок подходящий ровным счётом никак — но в данной ситуации это было на порядок лучше того, чем мы располагали."
        "Всё-таки, несмотря на поставленный голос, за его безмерное очарование или божественное звучание я нисколько не обольщался."
        "Вот и оставалось обнимать микрофон, прячась за без дела висящей на пузе гитарой, всматриваться в точку повыше голов и представлять всех сидящих – с дурацкими рожицами – мой личный способ обороть сценический тремор."
    "А сзади бодро насвистывает Мику, подпевая в припевах – умница какая, выучила-таки текст. А сбоку мирно улыбается моё солнышко и смысл, снимающий со струн осязаемое настроение."
    

    "И в какой-то момент, не знаю в какой, потеряли значение и мои тараканы, и все неприятности, и даже то, что завтра мы разъедемся – здесь и сейчас я упивался единением."
    "Подобно рассказу классика – мысленно обнимая за плечи ближних своих – пускай этих ближних далеко за сотню – и запрещая гравитации быть, запрещая быть запретам, швыряя нас в небо. Мы – вместе."
    "Корабль рвётся к звёздам со скоростью, стократно превышающей скорость света, и скорость всё нарастает. То самое, чему не научат никакие книжки, не запечатлеют никакие фотографии или видео."

    "Забери меня с собой – в волшебные моменты этой дивной ночи. Туда, где дети завтрашнего дня щедро делятся своими мечтами – с тобой и мной."
    
    "Последний пересвист от барабанных установок, последние аккорды гитары…"
    window hide
    scene bg ext_stage_big_clear_day_7dl with fade2

    "Я не помню, хлопали ли нам. {w}Честно. В какой-то момент будто крылья дождём прибило, распахнулись шоры на глазах, вернулся старый я – жутко не любящий публичность."
    "Оглушительно, будто пыльным мешком по голове – я ссыпался по лестнице и, бочком-бочком, смотря только себе под ноги, вернулся на место."
    show mt normal pioneer with dspr
    mt "Молодец."
    "Шепнула вожатая."
    mt "Хотя причёску зря испортил. Тебе шло!"
    "Угу, спасибо, мам. Сердце и без того выдаёт далеко за сотню, и ладони такие противно-липкие, а тут ещё ты со своими причёсками под Горшенева."
    hide mt with dspr
    "Хвала рандому, ДваЧе не стала комментировать наше выступление – сейчас мне было почему-то очень страшно от её оценки."
    "Их следующее выступление было через десять минут, и они просто отошли за эстраду, где в темпе прогоняли и повторяли слова ещё раз."
    if alt_day6_dv_7dl_transit:
        "Алиса искала мой взгляд, но я спрятался за чью-то спину."
    "Кто-то закуривает, кто-то наливает или отпивает чай из чашки, кто-то не стесняется ковыряться в носу, а мне, для того, чтобы взять паузу в бытии, нужно спрятаться в раковину и пару мгновений потаращиться в темноту."
    "Разве что иногда эти мгновения длятся немного дольше – все ведь относительно. Пока я делаю одну затяжку, снаружи может миновать целая человеческая жизнь."
    "Или несколько песен."
    "Или восемь лет Питера."
    "Я пришёл в себя, когда Мику снова забралась на сцену – и приветственно помахала рукой уже узнающей её публике, радостно хлопающей, предвкушающей очередное интересное выступление."
    play music music_7dl["closetoyou"] fadein 3
    "Две табуретки, две гитары, две красивых девушки, одна красивая песня. Беспроигрышное сочетание."
    "Спасибо им за то, что дали в один день ощутить себя в роли и зрителя, и артиста."
    "Хотя последний опыт я предпочёл бы не повторять ближайшие лет пятьсот, если не слишком сложно, спасибо."

    "И не скажешь ведь, что тексту, по сути, несколько часов – буквально утром его сотворила эта парочка. А я так… {w}Сбоку постоял, свечку подержал."
    "Зато можно закрыть глаза и отпустить воображение. Если я хочу сегодня увидеть музыку…"

    "Всё начнётся – как у Сургановой – процент сумасшедших увеличится, и люди будут курить-курить на кухнях и площадках, ковать-ковать своё невероятно счастливое будущее. Правда?"

    "Сначала тебе четыре, и ты не умеешь играть с другими детьми. Ты их не понимаешь, тебе в голову не придёт жрать жука или кидаться песком. За что и получаешь – смеются все, особенно обидно девочки."
    "В волосах песок, в одежде песок, на взмокшей коже песок – аккуратные маленькие ладошки сбивают его, стряхивают."
    voice "Не злись на них, ладно? Они поймут. Потом."

    "Потом тебе двенадцать, и дым дерёт лёгкие, и сердце дерёт неравнозначными чувствами, и единственный друг прячет слёзы за сизыми клубами – она всегда выслушает и поймёт, поддержит, подскажет как писать записки и какая рифма к слову «всегда»."
    
    "Тебе двадцать, и она единственная, кто встречает тебя на перроне после двух лет под погонами."
    
    "Тебе двадцать пять, и она обнимает тебя со спины, игнорируя стекающие по одежде яичные желтки и помидоры. Ей плевать на то, что о тебе думают другие. Она ждёт тебя всю свою жизнь, даже тогда, когда все остальные ненавидят."
    
    "Надо просто иногда остановиться, выдохнуть и разглядеть её рядом с собой. Может быть, она – и есть то, что тебе нужно?"
    
    dv "Среди пустых витрин, среди ночных огней – ты день-деньской один, не помнишь обо мне."
    mi "Нас не было и нет. Мы – пустота. Мираж. И каждый новый день такой же как вчера."
    dv "Но я молчу. Не злюсь. Живу одним лишь только сном. Закрыв глаза, вздохну. И ты приснишься снова!"

    mi "Ты просто посмотри в глаза мне, улыбнись – ведь до рассвета полчаса."
    mi "И может, наконец-то ты сумеешь мне о чём-то важном рассказать."
    dv "Ты промолчи. Ну как дела? {w}А я опять совру."
    dv "Дела никак. Ведь без тебя я не живу."
    
    "У Мику голос высокий, ласковый, чувственный – с забирающимся под одежду мурашками придыханием, живой.  В её голос хочется влюбиться и забрать с собой."
    "Алиса же…"
    "Она поёт ниже, с лёгкой хрипотцой, присущей больше балладам о Джейн-Оловянной глотке, смахивает не то чёлку, не то злость с глаз, и неотделимо её звучание от её образа…"
    " …надо только выбросить к чертям несколько десятков свидетелей, эстраду, лагерь и поменять это на лесную прохладу одиночества у утреннего озера, у прогорающего костра."
    
    if alt_day6_dv_7dl_transit:
        "Проблема в том лишь, что мне там никогда не найдётся места."
        "Не особо-то и хотелось."
    else:
        "Хочется надеяться, что там когда-нибудь найдётся место и для меня."

    "Лагерь, сволочь, опять бьёт безошибочно и больно. Как будто постоянно пробует меня на зубок, постоянно искушает сделать какую-нибудь глупость – и запретить себе просыпаться!"
    stop music fadeout 6
    play sound sfx_concert_applause
    $ renpy.pause(2)
    "Последние аккорды развеяло порывом вечернего ветерка – и зрители повскакивали с мест, аплодируя стоя. Кажется, лучшее выступление вечера было определено. А жаль. Если бы Лена не…"

    "Да что сейчас загадывать, любой человек — бог в сослагательном наклонении."

    "Мику, коротко улыбнувшись, спрыгнула со сцены и побежала к своей аппаратуре – впереди ещё ожидались люди, желающие своих пятнадцати минут славы."
    " Алиса же никуда не торопилась – она стояла на сцене, раскланиваясь и улыбаясь." 
    play music music_7dl["wheres_wonderland"] fadein 3
    if alt_day6_dv_7dl_transit:
        "Столкнувшись со мной взглядом, она вздрогнула, погасила улыбку и быстро убралась со сцены."
        "Рассеянно посмотрела на сцену, где в буквальном смысле выкаблучивался квартет мальчишек, заозиралась по сторонам."
        mi "Кого потеряла, Алиса?"
    else:
        "Перехватила мой взгляд, подмигнула – и как-то мгновенно оказалась рядом."
        show dv smile pioneer with dspr
        dv "Ну, как? Понравилось?"
        "Она раскраснелась, и была довольная-довольная."
        me "Да."
        "Коротко ответил я."
        dv "Что «да»?"
        me "Да, Алиса!"
        dv "Ну! А подробнее?"
        me "Да, понравилось."
        dv "Не понравилось, да?"
        me "Алис… {w}Я же сказал."
        show dv normal pioneer with dspr
        dv "Да ты так реагируешь. Плохо сыграли?"
        me "Успокойся. Всё было на высшем уровне. Просто… {w}Это было слишком хорошо. Знаешь, как иногда в зале после выступления стоит тишина. Вот такая тишина у меня внутри."
        dv "Уверен?"
        "Недоверчиво переспросила она. И тут же пропела:"
        dv "Ты просто посмотри в глаза мне, улыбнись… {w}Представляешь, если бы решили петь старый текст? Фууу…"
        me "Алиса, успокойся. У тебя мандраж."
        dv "Где?"
        "Она осмотрела одежду."
        me "На бороде. Говорю, нервничать поздно. Ты справилась, ты молодец. Слышала, как хлопали? У меня до сих пор в ушах звенит."
        dv "Знаешь, что это значит?"
        show dv laugh pioneer with dspr
        "На каком-то кураже, её глаза снова загорелись."
        me "Что?"
        dv "Это значит, что мы смогли один раз – сможем и ещё!"
        me "Ты хочешь ещё раз выступить?"
        dv "Нет."

        "Она покосилась на меня, явно недовольная моей глупостью. Потом, видимо, решив, что никакой тупенький пионер не сможет ей сейчас испортить настроения, снизошла:"
        dv "Я говорю о своей группе!"

        me "Девочка созрела. Ну, здорово."
        me "Играть будем у тебя дома на кухне а ля квартирники?"
        dv "Придумаем."
        "Отмахнулась она."
        dv "Главное, сейчас название коллективу дать. Как тебе вариант «Кукрыниксов»?"
        me "Да, вроде, на эстраде есть такие…"
        dv "Да нет, по принципу старых, первых, используем первые буквы фамилий! Как там было — Куприянов, Крылов… Не суть, короче."
        if not herc:
            dv "Например, ПерДва… {w}Нет, нас так быстро назовут пердой… {w}ДваПер! А?"
        me "Ерунда какая-то."
        "Честно ответил я."
        dv "Ну, тогда… {w}Тогда. Во! Хандра! Как?"
        me "Спасибо, не надо, на эстраде уже есть один сплин."
        dv "Тогда я не знаю."
        show dv sad pioneer with dspr
        "Надулась она."
        me "Виа «Сапожок». Давай для начала хотя бы с репертуаром определимся. А там уже придумаем… зазеркалье для Алисы. Ты куда смотришь?"
        "Я перехватил её взгляд."
    dv "Слави нет. А она концерт должна закрывать."
    show mt normal pioneer at left with dspr
    mt "И не будет."
    "Обернулась Ольга Дмитриевна."
    mt "Я Славю попросила покормить Лену с Шуриком, Виола должна присутствовать на концерте, поэтому концерт закрывают эти вот ребята."
    "Она кинула взгляд на сцену."
    if alt_day6_dv_7dl_transit:
        th "То есть, она отпела — и сразу в дамки, да?"
    hide mt
    hide dv 
    with dissolve
    "Наконец, музыка смолкла, и Ольга, поднявшись на сцену, улыбнулась:"
    mt "На этом наш концерт окончен, всем спасибо, все свободны."
    "Звенящая тишина вечереющего лета сменилась шумом, гулом голосов, покашливанием и смешками – пионерам разрешили отмереть."
    mt "Первый отряд, соберитесь у сцены, пожалуйста."
    "Попросила вожатая."
    show dv sad pioneer with dspr
    dv "Сейчас опять погрузочными работами заниматься заставят."
    "Проворчала Алиса."
    "И вожатая не подвела:"
    mt "Пионеры, нужно подготовить танцы. Мику, ты на кабелях и музыке, Электроник, Алиса – на вас колонки."
    dv "Здрасьте."
    "Насмешливо фыркнула Алиса."
    dv "Не буду я ничего таскать."
    mt "Если не будешь, тогда и танцев не будет. Ты этого хочешь?"
    if alt_day6_dv_7dl_transit:
        dv "Я вообще на танцы не собираюсь."
        mt "Алиса, ты не слышала? Это тебе задание!"
        "Начала сердиться вожатая."
        me "Да пусть идёт, Ольга Дмитриевна, мы с Электроником сами справимся."
    else:
        mt "Семён, слышал?"
        "Рассмеялась вожатая."
        mt "Она не хочет с тобой танцевать. Что делать будешь?"
        me "Ничего."
        "Как будто у меня другой выбор есть."
        me "Сам буду таскать, что."
    mt "Вот и славно, значит, вместо неё на колонки становишься. Ульяна, на тебе гирлянды. Или не справишься?"
    us "Справлюсь!"
    mt "Тогда беги в клубы, там возьми лёгкую стремянку, Мику на площади тебе покажет, где что развешивать."
    el "Ольга Дмитриевна, а как же наш ужин?"
    mt "Быстрее начнёте, быстрее закончите."
    "Отрезала вожатая. И пошла. В столовую."
    "Казалось бы, при чём здесь эксплуатация рабского труда."
    show sl normal pioneer at right with dspr
    sl "Кто с кем стоит?"
    "Похоже, Славя уже успела в темпе вальса метнуться до столовой, медпункта и обратно. Эх, мне бы толику её оперативности." 
    me "Я с Электроником, наверное."
    sl "А Алиса?"
    me "Она взяла самоотвод."
    sl "О. Понятно."
    "Славя склонила голову набок."
    show sl serious pioneer with dspr
    sl "Двачевская, это правда?"
    dv "Тебе-то какое дело?"
    show dv guilty pioneer with dspr
    sl "Да никакого."
    "Пожала плечами активистка."
    sl "Твоё дело, твой выбор. Иди ужинай или что ты там хотела."
    hide sl with dissolve
    dv "У тебя разрешения спросить забыла."
    "Огрызнулась Алиса, почему-то не двигаясь с места."
    "Видимо, отсутствие реакции несколько обескуражило девочку, поскольку она несколько минут глупо хлопала глазами, после чего подошла ко мне, примеряющемуся к чёрному кубу «Ломо»:"
    dv "Давай вместе."
    me "Не, я с Электроником."
    dv "Может, он лучше со Славей?"
    "Спросила Алиса, старательно смотря в сторону."
    show dv shy pioneer with dspr
    me "Может, и лучше, но он сейчас со мной."
    if alt_day6_dv_7dl_transit:
        "Она ещё немного подумала и отошла к Славе, примеряющейся к одной из колонок."
    else:
        "Она перешла на шёпот:"
        dv "Я не хочу с ней таскать… {w}Она меня бесит. Чёртова выскочка."
        me "Со мной ты тоже не хочешь."
        dv "Хочу. И хочу, чтобы у нас танец был. Понимаешь, такой…"
        me "Понимаю."
        "Слышавший весь разговор Электроник понятливо кивнул и, бочком-бочком, обогнув рыжую, подошёл к Славе и принялся помогать ей отсоединять провода. Девушка удивлённо посмотрела на него, перевела взгляд на нас… {w}И подмигнула мне."
        "Укрощение строптивой было успешно завершено."
    hide dv with dissolve
    "Колонки были тяжеленные – на мой взгляд, даже немного тяжелее Алисы, попытайся я подхватить ту на руки."
    "Зато у них были ролики, то есть, тащить на руках ничего не пришлось. Хотя слечь в канун последней дискотеки с сорванной спиной было бы смешно."
    window hide
    scene anim_square_preparty with dissolve

    play music music_7dl["surf"] fadein 5
    if alt_day6_dv_7dl_transit:
        "Не испытывая особого желания разговаривать — да и идти на какие бы то ни было дискотеки, раз уж на то пошло — я молча толкал чёрный куб."
        "Наконец, мы добрались до нужной точки, развернули колонку как надо было, после чего я, не тратя лишнего времени, сбежал на ужин."
    else:
        me "Так ты, значит, хочешь танец?"
        "Поинтересовался я, когда мы немного разобрались с балансом и, установив колонку на колёса, покатили её в сторону площади."
        show dv normal pioneer with dissolve
        dv "Нет."
        me "Тогда зачем?"
        show dv shy pioneer with dspr
        dv "Я…"
        "Алиса стушевалась и сделала вид, что изучает что-то на пути следования ценного груза."
        dv "Просто так."
        me "Ты просто так таскаешь тяжести потому что тебе этого не хочется? Логика поражает воображение."
        dv "Дурак! Я…"
        "Девушка закусила губу."
        dv "Я ни с кем не танцевала ещё… {w}вот так. Понял?"
        me "Что ж непонятно, понял. Потому что не хотела. И сейчас не хочешь."
        dv "Ррр…"
        me "Ладно, тогда другой вопрос. А танцевать танцы, которые ты не хочешь, ты будешь вот так?"
        dv "Что?"
        show dv normal pioneer with dspr
        "Она, кажется, задумалась."
        me "Я спрашиваю, у тебя платье-то есть? Или ты в форме на дискотеку явишься?"
        show dv shy pioneer with dspr
        dv "Есть."
        "Двачевская сегодня подозрительно часто краснеет. Может, что-то съела не то за обедом?"
        me "Серьёзно?! Платье?"

        "Не иначе, спрятано между справочником юного террориста и кобурой с пневматическим пистолетом."
        show dv angry pioneer with dspr
        dv "А что такого? Я же девушка!"
        dreamgirl "Вопрос не бесспорный!"
        th "Цыц."
        me "И ты его наденешь?"
        show dv normal pioneer with dspr
        dv "Нет, флаг сделаю."
        "По мере того, как мы приближались к площади, к Алисе возвращалось самообладание."
        
        "В голову пришла фантастичная мысль:"
        me "Ты что, меня стесняешься, что ли?"
        show dv shy pioneer with dspr
        dv "Нет!!!"
        "Очень быстро ответила она."
        me "Так и запишем."
        dv "Да записывай ты что хочешь."
        "Мы подкатили колонку к месту, где она стояла в прошлые танцы."
        dv "А я ужинать пошла."
        hide dv with dissolve
        "Почесав в затылке, я последовал вслед за ней. Время было всего двадцать минут, и если наша вожатая не совсем плохая, то по порции ужина нам должны были придержать."
        
        th "Жду не дождусь увидеть Двачевскую в платье."
        th "Сочетание почти невозможное."
        "Примерно, как увидеть в платье – ну, не знаю. Виолу. Или Шурика. Хотя кого я обманываю?"
        "Человек-песочные часы, опять весь день бегал, думая обо всяких глупостях, лишь вечером вспомнив о том, что имеют место быть и волнения, и высокодуховные угрызения, и буря гормонов. В стакане."

        "Одно то, как она таскает форму и с достойным лучшего применения упорством отстаивает право завязывать рубашку узлом на животе, позволяет сделать выводы о том, как на ней будет сидеть платье."
        "Ну и… {w}По большому счёту я дурак, и хожу и хожу в мыслях по кругу – вот и сейчас вернулся к тому, о чём размышлял в канун прошлых танцев, о том, как оказался в центре событий, которых априори не заслужил."
        "Все девушки привлекательны по-своему, каждая не плоская невыразительная картонка, а выпуклая, осязаемая личность, которую раскрываешь, общаясь с ней, приходя в восторг от того, что каждая новая грань являет взгляду всё новые и новые горизонты."
        "Подобно восторгу увлечённого читателя, проверяющего, как много страниц в книге осталось, и улыбающегося счастливо – стопка листов ещё толстенькая, ещё много, никто не гонит прочь из любимого мира."
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_dining_hall_near_sunset
    with dissolve
    $ sunset_time()
    play ambience ambience_camp_center_evening fadein 3

    "Сейчас, когда я закрываю свой шестой день, я уже сделал определённые выводы о том, кто здесь кто и зачем."
    "И, положа руку на ногу, признаюсь – если бы не некая песчинка в шестерёнках, заставившая механизм по имени «Семён» повернуться в сторону невероятно красивой девочки с экзотическим, янтарным цветом глаз, то очень, очень вероятно, что это могла бы быть кто-то другая из них."
    play music music_7dl["shestheone"] fadein 3
    "Они все по-своему достойны. О, разумеется, я говорю про воздыхания, иллюзий насчёт собственной привлекательности и не питал никогда."

    "Лена – для потерявшихся в романтической сказке, верящих в то, что иногда любимого человека жизненно важно спасать."

    "Мику – для музыкальных наркоманов, не чующих под собой почвы без ударной дозы музыкального концентрата, смотрящих на мир с позитивом и неограниченным кредитом доверия."

    "Славя – для тех, кто всю жизнь мечтал о половинке в прямом смысле этого слова, той, что прорастёт в тебя так, что будет угадывать твои мысли и желания ещё раньше, чем ты начинаешь их понимать. И, разумеется, открывшейся навстречу в той же мере."

    "А Алиса… {w}Честно сказать, я все шесть дней нашего знакомства пытался понять, кто же ей нужен на самом деле. Вернее, не так – каким должен быть человек, чтобы идеально ей подходить?"
    "Той, что не стесняется дурачиться, грезит эпатажем и на финишной прямой подставляет ладонь для хлопка? Той, что в полном соответствии с избитой истиной, любовница в последнюю очередь, а в первую ногу – друг, брат, соперник и конкурент?"
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg int_dining_hall_sunset
    with dissolve
    play ambience ambience_medium_crowd_indoors_1 fadein 3

    if alt_day6_dv_7dl_transit:
        "Не знаю. Да какое это имеет значение."
        "На ужин давали перловку с тефтелями, которую я умял, не особо обращая внимания на картонный привкус. Силы мне нужны. Да. Для того, чтобы успешно стоять столбом на дискотеке."
        "А может, и правда, ну его, эти пляски?"
    else:
        show dv smile pioneer with dspr
        dv "О чём задумался?"
        "Весело спросила она, усаживаясь напротив."
        "Да только та весёлость дутая. И мы оба это прекрасно знаем."
        me "О том же, ненаглядная, что и ты."
        dv "Вот как? И о чём же, по-твоему, я задумалась?"
        me "Известно, о чём. Ты думаешь, что этот, не то учительский, не то посольский сынок ходит гоголем, но на деле не принадлежит себе."
        me "Фактически, он, может, даже ещё больше связан по рукам своими мифическими родителями, чем ты, способная в любой момент хлопнуть дверью и уйти греться на трубы теплоэлектроцентрали."
        me "Завтра его сгребут в охапку, и он даже «ква» сказать не успеет, попрощаться не сможет. И пропадёт. {w}Навсегда. {w}Ну как, получился из меня живой миелофон?"
        show dv surprise pioneer with dspr
        dv "Не сказать чтобы попал точно, но более или менее."
        "Она неопределённо покрутила в воздухе ладонью."
        dv "Я размышляла о том, что было бы неплохо обменяться телефонами и адресами, чтобы… {w}ну, знаешь…"
        show dv shy pioneer with dspr
        "Она смутилась."
        me "Найти друг друга после лагеря."
        "Подсказал я."
        me "Понимаешь, Алиса, есть одна проблемка."
        dv "О, вот и проблемки начались."
        "Она отодвинула от себя тарелку с чем-то серым, обладающим восхитительной консистенцией и вкусом клейстера."
        dv "Тебя забирают в командировку в Гонолулу? Или родина требует подвигов на Северном Полюсе? Ты не стесняйся, говори. Я пойму."
        me "Ничего ты не поймёшь."
        "Ну что, правду ей? Пусть сидит и обтекает, раз такая уверенная в себе."
        "Или нет?"
        "Если бы я спросил у неё телефон, а она в ответ начала бы гнать пургу, мол, она припёрлась с Гаммы Лебедя – не прямиком, там планетка, почти неотличимая от Земли?"
        "И на заднем дворе столовой её ожидает спейсшип уровня «Нормандии», весь такой под оптической маскировкой, поэтому никто его и не видит?"
        "Так к какой матери я ей посоветую отправиться?"
        dreamgirl "Врать тоже нехорошо. Она знает, когда ты врёшь."
        window hide
        with fade
    
        me "Проблемы могут быть с моими родственниками."
        "Я решил выбрать нейтральный путь."
        me "Они могут попросту не приехать меня встречать."
        dv "Да что ты."
        "Фыркнула она."
        dv "Настолько безалаберные, что собственного сына забирать не станут? Расскажи кому другому, они тебя с рук на руки вожатой в райцентре передали, она лично за тобой на автобусе ездила."
        me "Но всё равно, такую возможность исключать нельзя."
        dv "Перекантуешься у нас, значит."
        "Рыжая пожала плечами с очаровательной непосредственностью."
        me "Да?"
        "Что-то такое про то, что Ольга вместе со мной в автобусе была, я смутно припоминал, но уверен не был."
        show dv grin pioneer with dspr
        dv "Ты ведь не застесняешься спать в одной комнате с девочкой?"
        me "Угу… Но в любом случае, номер я тебе оставить не смогу, так как не привязан к одному месту."
        me "Давай так – ты оставишь мне телефон, по которому я точно смогу с тобой связаться? С кодом города на случай, если издалека звонить придётся?"
        dv "Код города, значит."
        show dv sad pioneer with dspr
        "Она несколько секунд смотрела мне прямо в глаза, пытаясь прочитать на их дне, вру я или нет. А я не врал. Я же…"
        show dv smile pioneer with dspr
        dv "Хорошо! Договорились! Завтра прямо с утра тебе и оставлю!"
        me "Не сегодня?"
        dv "Обойдёшься! Сегодня ты должен заслужить их своим хорошим поведением!"
        "Она с любопытством заглянула в тарелку:"
        dv "Смотри, оно живое!"
        "У меня кусок в горле стал."
        me "Алиса…"
        show dv laugh pioneer with dspr
        dv "Попался!"
        "Одарив меня улыбкой напоследок, Рыжевская испарилась."
        hide dv with dissolve
        "Что удивительно — в этот раз забрав тарелки с собой."
        th "Что это с ней? Заболела, что ли?"
        "Поднялся и я. Хотелось бы принарядиться к будущему мероприятию. Или, может, в майке пойти? Не Рандом весть что, конечно, но уж получше поднадоевшей формы."
        me "Увидимся на площади?"
        "Спросил я в удаляющуюся спину."
        window hide
        with fade
    
        "Ответа, что характерно, не получил."
        me "Да, мне тоже было приятно с тобой пообщаться."
        "Проворчал я."
        me "Понятия не знаю, на что ты опять надулась, но фига с два я за тобой буду бегать. Адью."
    "Раскланявшись в дверях со Славей и Мику, я вышел на улицу."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_dv_7dl_dance:
    scene anim_square_preparty with dissolve
    play music music_list["lightness"] fadein 5
    "Ну что? Здравствуй, мой последний летний вечер."
    "Привычка требует накормить лепесток пламени табаком, насытить лёгкие дымом. А я вместо этого вдыхаю чистый вечерний воздух – даже не знаю, как его называть ещё!"
    "Это же не о запахах, правда? О настроении? Тогда почему – зуб даю – если бы кто-то разливал этот воздух по бутылкам разного типа и потом пустил бы в продажу, то «Утренний» бы сто процентов отличался от такого же «Вечернего»?"
    "В отличие от вчерашнего дня, нынешний вечер был прозрачным, немного подсвеченным добивающей с деревьев светомузыкой, и бесконечно позитивным."
    "Последнее было заслугой музыки."
    th "Как же её называли… {w}Свет? Светлость? Светлота… {w}Забыл совсем, если честно. Но что-то со светом связанное – это точно."

    "А ещё… {w}Ещё эта мелодия играла в первый день, что я здесь оказался. Вернее сказать, в нулевой – именно она встретила меня в салоне того самого маршрута, курсирующего между обрыдлой реальностью и семью днями лета."
    th "Надо же, только сейчас понял это."
    show mt normal pioneer with dspr
    mt "Семён, переодеваться пойдёшь?"
    "Спросила вожатая, сидящая за столом ведущего."
    me "Было бы во что…"
    mt "Я тебе там рубашечку приготовила. Вернее, не совсем я… {w}Короче, в шкафу посмотри. Вроде бы, не ошиблась с размерами."
    me "Надеюсь, не какое-нибудь недоразумение с рюшами…"
    "Пробормотал я."
    show mt grin pioneer with dspr
    mt "Обижаешь! Как будто я не знаю, как вы, мальчики, панически боитесь приукраситься в таком возрасте."
    "Она засмеялась и прибавила громкости."
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_houses_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 3

    "А я развернулся и побрёл смотреть на презент от вожатой."
    "Вот и ещё один пункт в том, что мне здесь выдали и надо будет под роспись сдать по завершении каникул."
    th "Приехал бы как белый человек, с собственным чемоданом, и там, на складной вешалке ждал бы своего часа самый нарядный мой костюм. Самый красивый! Я был бы в нём неотразим!"
    dreamgirl "Хотя всё так же понятия не имел бы, о чём разговаривать и как вести себя с противоположным полом."
    dreamgirl "Боюсь, здесь одним только костюмом и адидасовскими кроссовками эту проблему не решить."
    th "И почему мне в прошлом ни разу не повезло встретить кого-нибудь вроде Алисы?! Никакой неопределённости – да-да, нет-нет."
    dreamgirl "О, правда?"
    th "Да, а что?"
    dreamgirl "Нет-нет, ничего. Я так, просто убедиться."
    "Ладно, продолжим наши дифирамбы рыжей."
    th "Её обоюдоострая честность… {w}Здесь и правда нет места недомолвкам и малодушию. Я чуть-чуть вильнул в сторону – всё! Расстрел!"
    "Здесь можно быть только таким же, как она – разумеется, если мы рассчитываем на то, что «нам» когда-нибудь стукнет чуть больше, чем одна неделя."
    "И пусть твердят, что говорить своим близким решительно всё это самый верный способ самоубийства."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    scene bg ext_house_of_mt_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 3

    if alt_day6_dv_7dl_transit:
        "В моём случае самым верным способом самоубийства оказалось не включить вовремя голову."
        if alt_day6_dv_7dl_sl_route:
            th "И на кой пёс я на неё так наорал…"
        else:
            th "Я завяз как муха в меду — и ни назад, ни вперёд двинуться не получается."
            th "Не то, чтобы меня тянуло к Лене — но раз Двачевская меня послала!"
            "А Лена отморозилась — да до такой степени, что до сих пор из медпункта не выпустили."
    else:
        "Значит, придётся рассказать ей всё, и пусть думает, что хочет."
        "Как там бишь… {w}Она мне нравится – что мне с этим делать? Скажу ей, что она нравится – пусть сама думает."
        "Приняв такое решение, я открыл дверь домика и зашёл внутрь." 
    play music music_7dl["surf"] fadein 3
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    scene bg int_house_of_mt_sunset
    with dissolve
    play sound sfx_unlock_door_campus
    pause(1)
    play ambience ambience_int_cabin_evening fadein 2

    "Внутри было тихо, все звуки, запахи и настроение отсекалось, оставаясь за дверью — оставляя внутри только тиканье часов да напряжённое предвкушение чуда."
    "Перед поездками, перед отъездом домой, перед днями рождения, перед Новым Годом… У человека есть несколько отправных точек, когда он позволяет себе понадеяться на нечто экстраординарное, ожидающее его в будущем."
    "Разочарование неизбежно, но это же не повод портить себе настроение, правда?"
    play sound sfx_open_cabinet_2
    window hide
    scene cg d3_me_mirror_bordo_7dl with flash

    "Рубашка оказалась неплохой!"
    "Здесь меня вожатая удивила, сказать по правде, я ожидал чего-то в духе местных стиляг, салатово-розовое с полосками и звёздами."
    "Но нет, на руках у меня оказалась приличная, строгого вида рубашка, тёмная – в почти чёрный бордо, безо всяких глупостей. Такую вещь и надеть приятно."
    if alt_day6_dv_7dl_transit:
        "Раз уж всё идёт прахом, буду ловить возможность хотя бы походить гоголем напоследок."
    "Для полноты эффекта не хватает только хороших штанов. В шортах танцевать как-то… {w}Не очень."
    "Очень не очень."
    "Я проверил шкаф ещё раз – на случай, если вожатая вдруг расщедрилась на какие-нибудь брючки."

    "Нет пути."
    "Пришлось разминать стиранные джинсы и влезать в них. Немного жарковато для местной погодки, но солнце скоро укатится окончательно, так что терпимо."

    "Закончив таким образом туалет, я бросил на себя финальный взгляд в зеркало. Показалось, или я изменился по сравнению с тем, что видел здесь последний раз?"
    th "Нет, в этот раз изменения габаритов не произошло – джинсы мне всё ещё чуть великоваты, пришлось вертеть новую дырку в ремне. Тогда что?"
    dreamgirl "Личико попроще стало, вот что."
    "Хихикнул внутренний голос."
    "Я присмотрелся. Ну… {w}Наверное, да?"
    "Вечно ползущие вниз уголки губ замерли в намёке на полуулыбку – я улыбнулся и с интересом потыкал пальцем в появившиеся на щеках ямочки."

    th "Действительно, проще."
    dreamgirl "Ну дык! Ты тут ещё недельку поживёшь, жизнерадостным генки станешь, как Ульяна. А ещё через недельку и на горшок проситься начнёшь."
    th "Точно, я молодею в обратную сторону. Уникальный шанс забыть таблицу умножения и алфавит и заучить их заново!"

    "Довольный собой, насколько это было возможно в сложившейся ситуации, я вышел на улицу и направился в сторону площади."
    if not alt_day6_dv_7dl_transit:
        "Двачевская мне обещала танец!"
    stop ambience fadeout 2
    window hide
    $ persistent.sprite_time = "night"
    scene anim_square_party
    with dissolve
    play ambience ambience_camp_center_evening fadein 2

    play music music_7dl["shestheone"] fadein 3
    "Здесь уже зажигали малыши из отрядов возраста примерно Ульяны – те самые, у кого дискотека закончится в 11 часов."
    "Остальные, понятно, захотят потанцевать подольше. Да и после того, как смолкнет музыка, ещё долго-долго будут лазить по лагерю, посещая все свои любимые места. Ну, как говорится, перед смертью не надышишься."
    window hide
    scene cg d6_dance_alt_7dl with dissolve

    "За вертушками уже стояла вожатая с видом, будто делает нам величайшее одолжение. Она рявкнула на покрасневшую Мику – та уже была в каком-то нарядном платье сине-зелёного цвета – и уступила место."

    "Японка мгновенно включила микрофон и расцвела в улыбке:"
    mi "Привет, «Совёнок»!"
    "Микрофон подхватил её голос и, многократно усилив, бросил из колонок."
    mi "Прощальные танцы, прощальный ужин — столько прощального, тоска! Как будто кого-то хороним! Давайте лучше веселиться!"
   
    "Она воздела левую руку, придерживая правой наушник и выдохнула счастье, засмеялась вверх, обнимая целое небо."
    
    "Это небо должно ещё подрасти, прежде чем станет небом на двоих, особенно тогда, когда тебя уже самую чуточку больше, чем один – в дыхании, в существовании, в самом существе твоём постоянно присутствует кто-то ещё."
    "Особенно тогда, когда ты привык подвергать постоянному сомнению существование вселенной, и постоянно ждёшь не то пробуждения в каком-то контейнере в духе «Матрицы», не то просто – с затёкшей шеей на паре, на «камчатке», носом в недоученную вышку."
    "Этому небу надо просто отпустить уже солнце – и распахнуться вверх, в бескрайнюю черноту того самого универсума, бесконечность которого позволяет предположить вероятность абсолютно любого события на его страницах." 
    "Включая и абсолютно невероятные — вроде нашей с Алисы встречи в этом замечательном лагере."
    "И однажды может оказаться, что моя тоска – общая, мои звёзды – общие, и мы смотрим на одну и ту же Луну, ловя отблеск глаз в отражении вечной спутницы одиночек и влюблённых всех времён."
    "Может статься и так, что мои звёзды – это грязные пятна на засиженном мухами стекле, моё небо – выдох поверх накаляющегося уголька дешёвой сигаретки."
    "Тогда останется просто вымыть руки начисто и устроить увлекательное путешествие, исследование – самого себя с помощью ножа."
    show spill_red with flash_red
    "Сколько крови может поместиться в одном человеке?"
    with fade
    scene anim_square_party with dissolve
    "Почему страшно от медленного пореза, но плевать на быстрый – зато последний вселяет страх перед лезвием на несколько дней, и от него тяжело освободиться?"
    "Почему мы иногда тоскуем по людям, которых никогда не видели?"
    "Почему грустные песни всегда, всегда находят те самые струны в душе, даже если ты слушал их несколько сотен раз до этого?"
    "Воля коллектива, голос толпы, разум муравейника, хайвмайнд – ты пренебрежителен, пока двигаешься против течения, но стоит лишь уловить некие гармоники, и ты уже часть этого."
    "Прекрасный вечер, добрый вечер, мы хотим его жить, мы хотим выжить его до самого донца, досуха, не оставляя на краях стакана даже пены."
    
    "Мику подняла указательный пальчик с пластинки, рвущейся на блине, и в души и сердца ушли первые ноты позитивной мелодии."
    "Да, я был прав, думая о том, что позориться будут окружающие, а стрёмно будет мне."
    "Они действительно позорятся – от души, с ражем, с азартом, не всегда умея танцевать, но добирая энтузиазмом там, где не хватало выучки."
    "Танец на костях Союза, дикие пляски на танцполе имени конца света."
    "Завтра никогда не наступит, так пейте же этот вечер, любите его и проживите так, чтобы наутро было стыдно, и даже через двадцать лет на губах появлялась улыбка при воспоминаниях о том, что мы здесь учудили."
    "Вот Ульянка машет руками, на долю секунды остановилась, показала мне язык и продолжила махать."
    "Рядом Славя – та как пушкинская пава, плывёт по-над танцполом, притоптывая в такт мелодии."
    "Мику пляшет за вертушками, Ольга Дмитриевна изображает некое подобие твиста, даже кибернетики в лице Электроника прыгают молодыми козликами у скамеек."
    if alt_day6_dv_7dl_transit:
        stop music
        play music music_7dl["unforgotten"] fadein 6
        "Я опять ощутил себя вуайеристом на чужом празднике жизни."
        "И, уличив момент, развернулся."
        "И сбежал."
        window hide
        with fade
    
        "Как никогда остро ощущалось, что я не принадлежу этому месту."
        "Наверное, у меня была бы возможность немного сгладить шероховатости, если бы было чего ради."
        "Но «чего ради» недвусмысленно указало мне на дверь, а у меня никогда не было проблем с нахождением как бога, так и порога."
        "А потому — живенько, в спортивном духе — два шага на вдох, два шага на выдох."
        window hide
        scene bg ext_warehouse_night_7dl with fade
    
        "Я обнаружил, что бегаю кругами, когда миновал злосчастный склад во второй раз, с размаху, как в паутину, влетел в отзвуки грянувшей с площади плясовой."
        "И как подломленный, свалился, упал на землю, на траву, не пытаясь сберечься или смягчить падение."
        window hide
        play sound sfx_bodyfall_1
        scene stars
        "Просто вымотать себя, выбить как половик, от мыслей, сил, стремлений и желаний."
        th "Для того, чтобы заснуть без тебя — мне надо выложиться полностью, до тошноты и дрожи в коленях. Просто для того, чтобы закрыть без тебя глаза."
        sl "Семён!"
        "С неба на всё смотрели равнодушные звёзды, способные исцелить само время — но не меня."
        "Я всё порчу, да? Я как анти-Мидас, всё, к чему я прикасаюсь, превращается в хлам, в черепки."
        sl "Семён!"
        "Горло перестало хватать воздух, и я смог перевести взгляд."
        th "Славя."
        me "Ты жива ещё, моя старушка? Жив и я, привет тебе, привет…"
        sl "Нам надо поговорить."
        th "Сурово. А если ещё лицо сделать такое сёрьёзное, то прямо блокбастер получается. «Нам надо поговорить» — и бац такая, с АКМ наперевес в одиночку освобождает заложников и обезвреживает бомбу на АЭС."
        me "Вам? Так поговорите."
        me "Мне-то какое дело?"
        sl "Семён, не паясничай, дело серьёзное."
        "Она опустила на землю какой-то мешок и подступила ко мне."
        window hide
        scene cg d6_sl_bag_7dl
        with dissolve
        "Помогла мне подняться."
        me "Оукей, я полностью в вашем распоряжении."
        sl "Семён, я знаю кто ты и что ты такое. Я здесь для того, чтобы сообщить тебе нечто, касающееся тебя и тебе подобных напрямую."
        window hide
        play sound sfx_wind_gust
        with fade2
        "Снисходительная улыбка осыпалась с губ хлопьями пепла."
        dreamgirl "Хотя, может, реакция на дурачка? Типа «я знаю твой грешок!» и люди начинают отмазываться, между делом вываливая подноготную — ту, что они считают не столь страшной, как свой основной грех."
        me "Мне подобных? Ну, я немного ленивый, но это не…"
        sl "Семён, если ты хочешь и дальше придуриваться, то без меня, пожалуйста. Я говорю о пришельцах из твоего мира."
        me "Пришельцах? А ты, значит, встречающий комитет?"
        me "Или как это называется — отдел по контактам с зелёными человечками."
        "Славя стиснула зубы и несколько секунд глубоко дышала."
        sl "По ним, по зелёным. Если продолжишь и дальше глумиться, то…"
        me "Да-да, ты уже говорила. Ты уйдёшь и перестанешь обвинять меня в том, что я летающую тарелку в туалете спрятал."
        sl "Не остри. Ты не первый здесь такой."
        "Достав откуда-то из складок своего платья она протянула мне сложенный вчетверо газетный листок, ещё хранящий тепло её тела."
        me "Что это?"
        sl "Статья."
        "Неровно выдранный с газетной полосы обрывок являл обозрению наполовину потерявшийся под линией обрыва заголовок, и можно было разобрать только «…еряшка …шёл … мой» — видно было плоховато."
        me "И что?"
        sl "Оставь себе, потом почитаешь на досуге."
        sl "Но если в двух словах, то там рассказано о человеке, который пришёл в себя в центре Калинина, утверждая, что попал сюда из России 1998-го года, выпрыгнув из окна в результате какого-то там «чёрного понедельника». Психиатры сочли его вменяемым, государство дало работу бухгалтером…"
        sl "Весь союз следил за его жизнью."
        th "Надо же, практически реалити-шоу."
        dreamgirl "Надо же им чем-то развлекаться."
        me "И?"
        sl "Я вижу, тебе теперь есть ради кого задержаться у нас… в гостях."
        sl "Я честно рада за вас с Алисой, поэтому должна предупредить: существуют подводные камни."
        me "О чём ты?"
        sl "Вы находитесь здесь в фазовом состоянии, как будто спите, и достаточно сильная душевная боль просто вышвырнет тебя отсюда."
        me "Боль? Да я с Двачевской вдрызг разругался — что может быть больнее?!"
        sl "Значит, что-то может, или ты считаешь, что быть отверженным — это нормальный порядок вещей."
        me "Послушай, а это самое «вышвырнет» можно устроить досрочно?"
        sl "Что? Разве ты не хочешь…"
        me "Ничего я больше не хочу. Всё, чего мне хочется — это чтобы меня все оставили в покое. Ну так что, есть возможность?"
        if (lp_mi >= 4) or (lp_un >= 4) or (lp_sl >= 4):
            if (lp_sl >= 4):
                window hide
                scene bg ext_warehouse_night_7dl
                show sl shy dress
                with dissolve
                sl "Нет."
                "Славя покраснела и отвернулась."
                me "Ты врёшь."
                sl "Да, вру! И что с того!"
                show sl serious dress with dspr
                sl "Я не хочу тебя отпускать так просто."
                me "Но почему?"
                show sl tender dress with dspr
                sl "Потому что…"
                me "Что?"
                show sl shy dress with dspr
                sl "Ничего."
                "Быстро произнесла она."
                sl "Потому что ты завтра и так пропадёшь. Останься сегодня, подари мне один танец, ладно?"
                "Я грустно улыбнулся:"
                me "Что ж, один танец я тебе подарить сумею."
                sl "Вот и здорово!"
            else:
                window hide
                scene bg ext_warehouse_night_7dl
                show sl normal dress
                with dissolve
                sl "Возможность есть."
                "Славя склонила голову набок и сверлила меня взглядом."
                sl "Но я тебе её не скажу."
                menu:
                    "Славя, прошу!":
                        $ alt_day_catapult = 1
                        return
                    "Но почему?!":
                        pass
                "Наверное, не очень хорошо нападать с кулаками на девочку? Но мне вдруг так сильно захотелось домой…"
                sl "Потому что кроме твоей Двачевской, существуют долги, которые ты не раздал."
                me "О чём ты говоришь?"
                if (lp_mi >= 4):
                    sl "О Мику. Возможно, я не очень хорошо к ней отношусь."
                    sl "Хотя я изо всех сил стараюсь относиться ко всем ровно."
                    sl "Но твой побег сделает ей больно, ты же дальше попрощаться не заглянул — она так там и крутит свои пластинки."
                    sl "А значит, и меня ты сделаешь в этом косвенно виноватой."
                    sl "Нет, такое одолжение я тебе не сделаю."
                if (lp_un >= 4):
                    sl "Не о чём, а о ком."
                    me "И о ком же?"
                    show sl serious dress with dspr
                    sl "А то ты сам не догадываешься?"
                    if alt_day6_dv_7dl_mi_route:
                        sl "Я не знаю, что у вас там за территорией произошло, после чего вы вернулись врагами."
                        sl "Но твоё участие там видно невооружённым глазом."
                    sl "Её нервяк на концерте — такой, что она в санчасть попала."
                    sl "А ты добить её хочешь. Не выйдет."
                    sl "Завтра попрощаешься с ней и отчалишь своим ходом."
            sl "Так что никуда ты, Сёмочка, не отправляешься."
            sl "Иди лучше на дискотеку, да потанцуй с кем-нибудь, вечер-то какой!"
            "Славя схватила меня за руку и потащила на площадь."
            scene anim_square_party with dissolve
        else:
            $ alt_day_catapult = 1 
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_dv_7dl_escape_convince:
    play music music_7dl["sneakupon"] fadein 3
    sl "Способ есть. Достаточно просто захотеть."
    "Я ушам не поверил."
    me "И всё?!"
    sl "Я серьёзно! Нужно чётко и в деталях представить последнее место, которое ты помнишь — и всё."
    sl "И захотеть вернуться. Всё."
    me "Чушь какая-то."
    "В голову лезли рассказы о загробной жизни, коридорах и голосах — всегда интересовало, откуда дровишки-то? Те, кто благополучно укатили на тот свет, по вполне очевидным причинам весточку подать не могут. А те, кого откачали… Вполне вероятно, что это были просто глюки."
    me "С чего ты решила, что именно надо что-то там представлять и хотеть? Почему, например, я не должен три раза подпрыгнуть на левой ноге, держа себя правой рукой за левой ухо?"
    scene bg ext_warehouse_night_7dl with fade
    show sl serious dress with dspr
    sl "Я не думаю, что это поможет."
    me "А я не думаю, что все эти глупости с представлением чего-то там могут помочь."
    sl "Знаешь, давай, ты просто попробуешь, а если не получится, значит, просто сделаем вид, что этого разговора не было?"
    "Кажется, случай здесь был тяжёлый. Проще было сделать как им хочется, чем объяснить, почему нет."
    me "Да как скажешь."
    "Вздохнул я."
    me "Что делать-то?"
    sl "Закрой глаза."
    window hide
    show blink
    "Чувствуя себя идиотом — привычно уже — я подчинился."
    me "Дальше?"
    sl "Дальше — представляй себе. Что последнее помнишь перед тем, как попал сюда."
    th "Представить? Хм…"
    "Я старательно восстановил перед глазами…"
    stop music fadeout 3
    window hide
    $ prolog_time()
    scene bg int_intro_liaz_7dl with fade
    sl "Возьми меня за руку на случай, если получится."
    "Хуже уже быть не могло, поэтому я послушно сомкнул пальцы вокруг её ладошки."
    sl "Теперь добавь в картинку деталей."
    stop ambience
    sl "Звуков."
    play sound_loop sfx_bus_interior_moving fadein 4
    sl "Ощущений."
    "На мгновение мне стало холодно — я почувствовал ледяное сиденье, заросшее ледяным узором окно, пар, вырывающийся изо рта при выдохе…"
    sl "И…"
    play sound sfx_head_heartbeat
    sl "Открой глаза!"
    sl "Проснись!"
    "От неожиданно резкого голоса я подчинился."
    window hide
    if not (herc or loki):
        scene black with fade
        $ volume(0.5, 'music')
        scene bg intro_xx with dissolve
        stop ambience fadeout 2
        play sound_loop sfx_bus_interior_moving fadein 4
        show prologue_dream
        "Реальность сместилась."
        "И я выдохнул…"
        window hide
        show prologue_dream
        "Морозный пар!"
        "Я оказался дома. Дома?"
        scene bg intro_xx with flash
        "Всё в том же автобусе, откуда началось всё это путешествие."
        "Кажется…"
        "Удалось!"
        "Уж лучше так, чем…"
        "Я не успел додумать."
        window hide
        scene black with fade
        play sound sfx_water_emerge
        "Автобус занесло — и он, прокатившись юзом, проломил поручни моста, с места, с высоты пятнадцати метров ухнув в ледяную чёрную воду."
        window hide
        scene gameover with flash
        play sound sfx_7dl["aunl"]
        $ persistent.alt_lamp = True
        $ renpy.save_persistent()
        show acm_logo_me_lamp with moveinright:
            pos (1600, 1020)
        $ renpy.pause(7.4, hard=True)
        return
    elif herc:
        play music music_7dl["herc_death"] fadein 5
        scene black with fade
        "Я променял свой шанс на счастье и жизнь на возвращение домой."
        "Да, я дурак. И то, что я забыл об этом малозначимом инциденте, меня не извиняет."
        "Господи, да тебе же время откатили, исполнили твою подростковую мечту — бери, ешь, люби, с опытом тридцатилетнего мужика да в пионерское детство!"
        "И чего ради, спрашивается? Ради Зинки? Работы охранником?"
        scene bg int_store_7dl with fade
        "Ради безрадостного и безысходного бытия?"
        "Ради своей пули в голове."
        window hide
        play sound sfx_7dl["makarych"] fadein 0
        
        scene black with fade
        "Место встречи изменить нельзя — Зинка, пьянь с травматом, и я — с дырой в пустой голове."
        "И даже то, что я вернулся не один, не поменяло ровным счётом ни-че-го."
        window hide
        play sound sfx_bodyfall_1
        stop sound_loop fadeout 0
        scene gameover with flash
        play sound sfx_7dl["aunl"]
        $ persistent.alt_lamp = True
        $ renpy.save_persistent()
        show acm_logo_me_lamp with moveinright:
            pos (1600, 1020)
        $ renpy.pause(7.4, hard=True)
        return
    elif loki:
        play music music_7dl["herc_death"] fadein 5
        scene bg ext_winterpark_7dl
        show unblink
        $ renpy.pause(1.5)
        "Нас вышвырнуло к началу этой истории."
        "Туда, откуда сказочная девочка забрала меня в страну грёз."
        "Жаль, у меня снова не хватило умишка удержать ускользающее счастье."
        "Шанс на миллион, шанс на миллиард."
        window hide
        show prologue_dream
        "Здесь мы ставим точку и загружаем последнее сохранение."
        scene bg ext_winterpark_7dl with flash
        "Я выдохнул морозный пар и тут же закашлялся."
        "Кровью заливало горло."
        sl "Семён?!"
        show sl scared dress
        show prologue_dream
        with dspr
        "Славя была всё в том же летнем платьице, но, кажется, сейчас её это не заботило нисколько."
        window hide
        with fade2
        "Я запретил себе бороться и полностью растворился в сковывающем сердце морозе, не обращая внимания ни на крики, ни на тормошащие меня руки."
        th "Любого человека можно оценить по его смерти."
        "Всплыло в гаснущем сознании."
        window hide
        show blink
        "Мой труп должен прилично выглядеть. А значит, остатки тающих сил надо инвестировать в улыбку."
        "Пусть знают, я ушёл светло и ни о чём не жалел."
        window hide
        scene gameover with flash
        play sound sfx_7dl["aunl"]
        $ persistent.alt_lamp = True
        $ renpy.save_persistent()
        show acm_logo_me_lamp with moveinright:
            pos (1600, 1020)
        $ renpy.pause(4.4, hard=True)
        return

label alt_day6_dv_7dl_predance:
    scene anim_square_party with dissolve
    if (alt_day4_dv_7dl_portwine or alt_day4_dv_7dl_vodka) and not alt_day4_dv_7dl_ba_conv and (lp_mi >= 4) and (lp_sl < 4):
        "Когда я вернулся обратно на танцпол, то успел увидеть тревожную гримаску на лице Мику — тут же сменившуюся улыбкой, когда она разглядела меня."
        show mi normal dress with dspr
        me "Привет, потанцуем?"
        "Я решил не теряться."
        mi "Прости, Сенечка, не могу!"
        "Мы перекрикивали музыку, поэтому беседу приходилось вести на повышенных тонах."
        mi "Вожатой нет, подменить некому!"
        me "А Славя?"
        mi "Занята!"
        "Мику кивнула на танцпол, где Славяна уже повела кого-то, нетвёрдо стоящего на ногах."
        me "Ясно."
        if alt_day2_loki_minijack:
            me "Мику, а ты можешь поставить одну песенку?"
            "Спросил я, когда раскатистые переборы басовых струн очередного ВИА стихли."
            mi "Какую?"
            me "Э… Она в моде там, откуда я родом. Песня про любовь."
            dreamgirl "Серьёзно?"
            th "Заткнись."
            mi "Ладно, давай сюда пластинку!"
            me "Я без пластинки. Вот!"
            "Заряда в плеере оставалось не так уж и много, но одну песенку он явно сдюжит."
            "С висящим на штекере обрывком провода, он походил на дохлого мыша, и Мику, хихикнув, взяла и подключила в один из неактивных входов."
            "Щёлкнула на мишкере клавишей включения, пару секунд слушала вступление и, улыбнувшись, кивнула:"
            mi "Один момент!"
            window hide
            scene cg d3_disco with dissolve
            $ volume(0.3, "music")
            play music music_7dl["tender_song"]
            "Помахав ей, я вернулся к колонке — как и тогда, в день моего обхода лагеря, вдруг захотелось послушать что-нибудь ностальгическое."
            "Динамики загудели, послышались колокольцы, и…"
            "Танцующие замерли в полной растерянности."
            $ volume(1.0, "music")
            "И тут вступил"
            extend " БАСС" with vpunch
            "Детишки восьмидесятых — крутни им что-нибудь, и они через пару минут сами разберутся, как под это танцевать."
            "Мику в полном восторге прыгала у вертушек, качая головой в такт."
            "Разве что только голос из преисподней немного подпортил впечатление."
            "Впрочем, я этого ожидал."
            "Можно даже сказать, я этого добивался."
            window hide
            scene anim_square_party with dissolve
            mt "{b}СЕМЁЁЁЁЁЁН!{/b}"
            show mt rage dress close with dspr
            stop music fadeout 4
            "Она появилась из ниоткуда слишком близко."
            th "Расслабился я здесь что-то."
            "Мелькнуло в голове, когда на плечо опустилась рука."
            mt "Ты что же это себе позволяешь?.."
            "Начала она, явно накручивая себя."
            "Но растерявшему остатки тормозов мне было уже сугубо фиолетово."
            me "Оль, знаешь что, Оль."
            "Склонив голову направо, я поднял перед собой левую руку, согнутую в локте — и с чувством, с толком, с расстановкой, явил её взору оттопыренный средний палец, улыбнувшись одними губами."
            me "Туда. Всей толпой собралась и отправилась."
            "Я забрал у Мику плеер и, не оборачиваясь, ушёл."
            window hide
            scene anim_square_party
            dreamgirl "Последнее явно делать не стоило."
            th "Ага, дадут мне три года строгого расстрела."
            "Почему-то Ольга не стала меня преследовать."
            "Вместо этого она взяла микрофон:"
    else:
        "Славя притащила меня на танцпол тютелька в тютельку, когда закончилась очередная задорная песенка, под которую выламывались пионеры, думающие, что умеют танцевать."
        "Ей на смену пришла композиция понежнее, а вожатая вдруг уведомила в микрофон на весь лагерь:"
    mt "По лагерю объявляется белый танец: дамы приглашают кавалеров."
    "По лагерю объявляется белый танец."
    play music music_7dl["ourfirstmet"] fadein 4
    "Почему-то у меня всегда это словосочетание — «белый танец» — будило какие-то потаённые фобии."
    "Даже не знаю, как это можно описать — как будто пользуясь тем, что по правилам этикета нельзя отказывать даме, меня затащит на медляк страшная жируха и будет крутить вокруг себя в духе спортивного рок'н'ролла."
    "Хотя в лагере, вроде бы, не предусмотрено ни жирух, ни страшных."
    "Самый пухлик у нас физрук, но у него харизма в кадр не влазит."
    "А все девочки симпатичные. Даже эта мымра очкастая."
    "Я отшатнулся, перехватив взгляд Жужелицы на себе."
    th "Свят-свят-свят!"
    "Украдкой перекрестив спину пригласившему её Электронику, я перевёл дух и утёр испарину со лба."
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_dv_7dl_sl_dancing:
    "Своевременно."
    play music music_7dl["stilllovingyou"] fadein 4
    "Я даже понять ничего не успел — а меня уже тащили, между делом расталкивая поперечных танцующих."
    me "Славя, я сам идти могу!"
    show sl normal dress with dissolve
    if alt_day2_sl_bf:
        sl "Нет уж!"
        "Фыркнула она."
        sl "Ты уже один раз сам смог идти. {w}Обещал? Обещания надо выполнять."
        sl "К тому же, девушкам отказывать нельзя."
    "Она остановилась на месте, которое приглянулось ей чему-то пуще прочих и развернулась ко мне."
    window hide
    scene anim_square_party
    show sl shy dress close
    with dissolve

    "Очень, очень близко."
    "Наверное, я смог бы вдохнуть её дыхание, если бы вдруг пришла в голову такая блажь."
    window hide
    scene cg d3_sl_dance_bordo_7dl with diam

    sl "Хорошо стоим?"
    me "Что?"
    sl "Может, потанцуем?{w} Или ты ещё постоять хочешь?"
    "Лукавство так и сверкало из небесно-голубых глаз, сейчас — глубоких-глубоких."
    me "Прости."
    sl "Да ничего."
    "Я вытянул руку и неловко обнял её за спину."
    sl "Не так сильно, Семён, я всё-таки живая."
    "Она немного ослабила мою конечность, показала допустимую силу, положила собственную руку мне на плечо и, перехватив свободную, изобразила некое па."
    th "Здорово, да?"
    "Я чувствую себя не то куклой в гротескной пародии на «дочки-матери», не то силиконовым гостем в девичьем будуаре."
    window hide
    scene anim_square_party
    show sl happy dress close
    with dissolve
    sl "Ты можешь выдохнуть."
    "Улыбнулась она."
    sl "И давай немного оживай, что ли? А то мне кажется, что ты меня стесняешься."
    "Выпад неотразимый. Кто по доброй воле признается, что он смущён или стеснён?"
    "Славя знала это и использовала без зазрения совести."
    window hide
    with fade
    stop ambience fadeout 2
    me "Я? Смущаюсь?"
    "Смех прозвучал неестественно, но некий барьерчик между нами рухнул."
    "И заслуга в этом была далеко не моя."
    th "Что ей во мне? К чему всё это внимание?"
    dreamgirl "Интерес?"
    th "Не смешно."
    dreamgirl "Может, она над тобой шефство взяла. А сейчас, когда ты в своём роде отрезанный ломоть и некуда приткнуться, забрала обратно."
    th "Может быть…"
    "Так или иначе, я и правда выдохнул, и перестал думать о том, как же мне неловко."
    sl "Вот видишь? Отмер, и сразу всё лучше стало."
    "Она говорила, а сама краснела всё сильнее."
    sl "Дольше уговаривать пришлось."
    "Не знаю, что она чувствовала — для меня всегда были загадкой чувства других людей, возможно, из-за этого я и стал изучать физиогномику."
    "Но это навык, его надо подключать, вспоминать какой микрожест что значит."
    "Что может значить облизывание губ, покусывание их же, смешное фырканье носом?"
    "Что может значить влажный, мерцающий взгляд с поволокой?"
    "Что значит прогибающаяся под ладонью спина — будто девочка подаётся мне навстречу?"
    "Ещё один микрошажок навстречу."
    "И всплеск недоумения в глазах."
    "Иногда достаточно просто перестать… Думать."
    "У нас впереди ещё целых сто секунд."
    "Которые можно потратить друг на друга — пускай нас ничто не связывает, кроме этого танца."
    "Да кое-каких зачатков симпатии, густо замешанной на чувстве признательности и доверия."
    "Да. Меня очень легко купить."
    "Достаточно просто не гадить мне."
    "И всё. Я ваш с потрохами."
    "Захотелось сделать что-то для неё взамен. Что-то хорошее."
    sl "Что-то не так?"
    "Тихо спросила Славя."
    $ alt_day6_dv_7dl_dance = 22
    me "Скажи, Славя… {w}А могу я для тебя что-то сделать?"
    "Прозвучало, конечно, преглупо."
    sl "Что ты имеешь в виду?"
    me "Я могу тебе как-то помочь или что-то в этом роде?"
    "Славя тихо улыбнулась."
    sl "Думаешь раздать долги?"
    me "Нет… Просто… Ты ходишь вокруг и делаешь добрые дела. А я… Я хочу что-нибудь и для тебя сделать, понимаешь?"
    sl "Понимаю."
    "Она отпустила мою руку и положила ладонь мне на плечо."
    "Это вызвало целый шквал эмоций — но доминирующим среди них была именно растерянность."
    "Наверное, поэтому я сделал то, что показалось наиболее простым — скопировал её движение."
    "Ладонь враз взмокла — надеюсь ей не будет слишком неприятно — и нашла себе место на спине Слави, чуть ниже уже покоящейся там."
    "Опуская некоторые малозначимые подробности, вроде танцпола, музыки и того, что мы танцуем — я сейчас стоял и обнимал крайне красивую девушку."
    "От таких мыслей перехватывало дух."
    "И то, что в такое положение мы попали во многом с её подачи…"
    "Я огляделся."
    "Хвала рандому, не одни мы здесь были такие — кое-где парочки танцевали ровно таким же способом, кое-где не стеснялись целоваться."
    sl "Ты кое-что можешь для меня сделать."
    "Сказала она."
    me "Что именно?"
    "В голове крутились почему-то всё сплошь эротические картинки."
    "Хотя какая эротика возможна между нами? Я в лучшем случае тяну на роль умственно отсталого младшего братика."
    sl "Мне бывает одиноко вечерами."
    "Она положила голову мне на плечо."
    sl "Все разбегутся после танцев, останусь одна я."
    dreamgirl "Фиксирую всплеск аномальной активности — Славя жалуется."
    dreamgirl "Фиксирую изменения атмосферных фронтов — ждите завтра снега."
    th "Стебок."
    sl "Может, останешься здесь, со мной?"
    me "В плане, помочь тебе убраться?"
    sl "Нет… Просто… Поболтать."
    "Она чуточку отодвинулась и подняла на меня взгляд."
    "А мне стало стыдно."
    "Вместо простого человеческого участия предложил отгородиться ещё одним «ничего личного»."
    window hide
    with fade

    "Песня закончилась."
    stop music fadeout 3
    "А мы так и стояли."
    "Пока я не ощутил недовольное шевеление под руками."
    "Девушке ничего не стоило бы освободиться самостоятельно, но…"
    window hide
    scene anim_square_party
    show sl smile dress
    with dissolve

    me "Прости… И — да, ты можешь рассчитывать на мою компанию."
    with flash_pink
    "Я ощутил прикосновение губ к скуле."
    sl "Спасибо."
    window hide
    with fade
    scene anim_square_party

    play ambience ambience_camp_center_night
    mt "По лагерю «Совёнок» объявляется отбой."
    "Пионеры закричали, засвистели, затопали — но без какого-либо негатива."
    "В этот раз они просто благодарили за праздник."
    "Погасли гирлянды на деревьях, затихли колонки."
    "Пионеры разбрелись по умывалкам и корпусам."
    window hide
    scene bg ext_square_night

    "Оставив нас со Славей вдоём на площади."
    show sl smile dress with dissolve
    sl "Гирлянды завтра снимут дежурные, потому что пожарник запретил их трогать ночью."
    sl "Аппаратуру тоже завтра — с утра, Борис Александрович и несколько подручных увезут на закрытие смены."
    me "Стало быть, мы здесь только для того, чтобы метлой помахать?"
    show sl laugh dress with dissolve
    sl "Что-то вроде того!"
    me "Скажи… А тебе, вот, не жалко своего платья? Оно у тебя нарядное такое, а ты в нём подметаешь…"
    play music music_7dl["lonesome_shepherd"] fadein 3
    sl "Вот…"
    "Прислушавшись, сказала Славя."
    sl "Последний отбой. Традиция."
    me "Вроде той, когда у новичка котлету воруют?"
    show sl shy dress with dspr
    sl "Да… Хорошо, что ты у нас прижился. Жаль, что так с Алисой вышло."
    me "Да ничего."
    "Отмахнулся я."
    me "Я уже привык."
    window hide
    scene cg d6_sl_clean_7dl with dissolve

    sl "Что значит «привык»?"
    me "Привык, значит! У меня карма плохая, везения в этой жизни не выделили, поэтому к сыплющимся шишкам отношусь с философским спокойствием."
    sl "И всё?"
    "Я запрокинул голову в небо."
    me "Конечно, мне чего-то хочется, но я утратил пассионарность."
    me "Если без гумилевщины, то я чего-то хочу вполсилы, злюсь вполсилы, радуюсь просто потому, что здесь по сценарию радоваться положено и элементарная вежливость требует."
    me "Как говорится, чем больше надежд — тем крепче разочарования. Я стараюсь не надеяться и смотреть в будущее с пессимизмом. Так я хотя бы не буду думать, что меня обманули."
    sl "Но так же нельзя жить!"
    me "Я как-то справлялся."
    "Едва ли девочка увидела пожатие плечами, но я не стал заострять на это внимание."
    me "Может быть, если в моей жизни был кто-то вроде тебя… Всё сложилось бы иначе."
    "Я сам не понял, что сказал."
    sl "Вроде меня?"
    "Её голос дрогнул."
    me "Да. Знаешь, кто-то, кому почему-то не всё равно."
    sl "А как же твои родители, братья с сёстрами, просто близкие люди?"
    me "Всех разогнал. Поверишь ли, со своим последним «другом» общался неизвестно когда."
    sl "Знаешь…"
    window hide
    scene stars with dissolve

    "Славя закончила подметать и поставила метёлку к скамейке, забралась с ногами рядом со мной."
    sl "Ты должен оставить мне свой номер. Я теперь буду чувствовать себя виноватой, если не буду знать, что у тебя всё хорошо."
    me "А может, не надо?"
    sl "Может, и не надо."
    "Ветер донёс до меня её смех."
    sl "Но я хочу — так."
    window hide
    with fade

    "Она потрепала меня по плечу и встала."
    sl "И начинать лучше прямо сейчас."
    me "То есть?"
    window hide
    scene bg ext_square_night with dissolve
    show sl smile dress with dspr

    sl "Ступай-ка ты умываться и баюшкать, ладно? Завтра отъезд, перед ним хорошо бы выспаться."
    "Я кивнул и последовал её совету."
    play music music_list["a_promise_from_distant_days"] fadein 3
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_dv_7dl_un_dancing:
    play music music_7dl["danceagain"] fadein 4
    "Лена стояла, подпирая плечом Генду — всё ещё зеленоватая после перенесённого стресса."
    "Всё ещё чуточку расфокусированная после слоновой дозы успокоительного."
    "Впрочем, эти же успокоительные послужили как в иных случаях работает водка:"
    $ alt_day6_dv_7dl_dance = 1
    show un normal dress close with dspr
    un "Модная рубашка."
    "Ничего не выражающим голосом сказала она."
    me "А? Да, спасибо."
    un "Пошли."
    "Видимо, сочтя на этом прелюдию исчерпанной, Лена взяла меня под локоток и повела к танцующим."
    un "Танцуй со мной."
    me "Но…"
    show un serious dress with dspr
    un "Что? Не нравлюсь?"
    "Из её голоса ушли эмоции, оставив её обнажённой во всей своей неприглядной искренности."
    un "Не прыгаю, не дерусь и не злюсь по пустякам."
    "Она положила мою руку себе на спину, поймала вторую свободную в старом как мир вальсовом хвате."
    window hide
    scene cg d3_un_dance_bordo_7dl
    with dissolve

    un "Я, наверное, самое скучное существо из всех, кого ты встречал."
    "Она пыталась говорить торопливо, будто упуская время и оттого иногда сбивалась с мысли, заикалась — но смотрела в глаза, строго, неулыбчиво, недружелюбно."
    un "Я могу сидеть целый день в комнате с книжкой и не заскучать."
    un "Куда уж мне-то до твоей рыжей кометы."
    un "Знаешь, что самое противное?"
    un "Не то даже, что тебе хватило дури поцеловать меня, и не то, что ты несвободен."
    un "Я хотела спеть песню для тебя. Совершить какой-то жест романтический. А меня затрясло."
    un "Я ненавижу людей — всех. Отдельно и в целом. А тут ты…"
    un "Зачем ты только приехал? Без тебя было так спокойно."
    "Я хотел что-то ответить, но она заткнула меня — до боли сжав моё плечо."
    un "Скоро успокоительное перестанет действовать, и мне перестанет быть всё равно."
    un "Я попрошу у Деда Мороза на Новый Год — забыть тебя."
    with flash_pink
    "Я ощутил влажное прикосновение на губах, на щеках."
    "Тихая девочка целовала меня — сама, и из широко распахнутых глаз текли слёзы."
    "Она смотрела — жадно, бесцеремонно, не отрываясь."
    "Вокруг кто-то завыл, захлопал в ладоши."
    "Я сорвал поцелуй, как украл яблоко — воспользовавшись тем, что полутемно, лес и одиночество."
    "А она вернула. Себе — своё."
    "В голове промелькнули мириады планов, связанных с этой девочкой."
    "Мы же можем — теперь, когда я свободен…"
    dreamgirl "Не можете."
    th "Почему?!"
    dreamgirl "Потому что тебя просто тянет к ней. И всё. Это магнетизм, живая гравитация, сроку жизни которой, как любой влюблённости — три года."
    dreamgirl "И то, если вам очень повезёт."
    "Её губы были мягкими, податливыми."
    "Солёными."
    "И я каким-то двухсотым чутьём уловил, что этот поцелуй — прощальный."
    un "Расслабься."
    "Наконец, отстранилась она."
    un "Со мной не будет никаких проблем. Обещаю."
    me "Проблем?"
    un "Да. Я достаточно взрослая, чтобы выжить после тебя."
    window hide
    scene anim_square_party

    stop music fadeout 3
    "Музыка закончилась, и Лена отпустила мою руку."
    show un serious dress close with dspr
    un "Иди же!"
    me "Куда?"
    un "В своё одиночество."
    un "Оно ведь милее тебе всех Алис и Лен на свете, чёртов бирюк."
    hide un with dissolve
    "Новокаиновая блокада. Ты все видишь и понимаешь, у тебя даже работает несколько органов восприятия — вроде осязания с обонянием."
    "Но реально ты не можешь ничего почувствовать. Куда-то пропали эмоциональные связи, ассоциации, переживания."
    "Я смотрел ей в спину и не ощущал ровным счётом ничего."
    "Как будто меня подняли за ноги и вытрясли из карманов всё, что я мог испытывать в этот момент."
    "Дискотека потихоньку подходила к концу, и меня не стали останавливать, когда я побрёл искать политического убежища в родном домике."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_dv_7dl_mt_dancing:
    play music music_7dl["your_life"] fadein 3
    "Только ради того, чтобы, отвернувшись, нос к носу столкнуться с Ольгой Дмитриевной!"
    window hide
    show mt smile dress with dissolve
    th "Оу… эм… джииии…"
    if (alt_day4_dv_7dl_portwine or alt_day4_dv_7dl_vodka) and not alt_day4_dv_7dl_ba_conv and alt_day2_loki_minijack:
        th "А сейчас меня будут медленно и печально убивать."
    mt "Попался."
    "Улыбнулась она."
    "Я крякнуть не успел, а она уже поймала меня за предплечье и потащила."
    "К танцполу!"
    me "Куда вы меня тащите?"
    mt "Пошли-пошли… Семён."
    mt "Ты же не откажешь девушке в такой мелочи как танец?"
    show mt rage dress close with flash
    mt "{b}Правда?{/b}"
    me "Ааа… Да!"
    show mt smile dress close with dspr
    mt "Вот и умничка. Давай — ручку правую на талию — талия находится ниже! Другую руку в сторону."
    mt "Танцуем!"
    th "Интересно… Зачем ей это надо? Ну, танцевать?"
    mt "Ты какой-то напряжённый. Что случилось?"
    if (alt_day4_dv_7dl_portwine or alt_day4_dv_7dl_vodka) and not alt_day4_dv_7dl_ba_conv and alt_day2_loki_minijack:
        th "И правда."
        mt "Если ты про свой демарш с музыкой — расслабься."
        mt "Знал бы ты, с чем я Ульяну и Двачевскую перехватила…"
        show mt laugh dress close with dspr
        "Она рассмеялась."
        mt "Традиции продолжаются, и это здорово!"
        me "А с чем?"
        show mt smile dress close with dspr
        mt "Секрет!"
        mt "Да не сверкай ты так глазами — сгоришь же от любопытства."
        "Мы стояли рядом, и она была практически вровень со мной ростом."
        "Мне вдруг пришло в голову, что до этого я ни разу ещё не танцевал с такой высокой девушкой."
        dreamgirl "А про красоту её не скажешь?"
        th "Кому? Тебе, что ли?"
        dreamgirl "Ей, балда!"
        me "Платье у вас… Классное."
        mt "Да, я знаю. Тебе такие нравятся."
        me "С чего это вы решили?"
        show mt normal dress with dspr
        mt "Я же угадала с рубашкой, правда?"
        mt "Так что и с платьем… Тоже."
        show mt grin dress close with dspr
        "Ольга усмехнулась."
        mt "Я кое-что знаю о тебе… Семён."
        show mt normal dress close with dspr
        mt "Не сказать чтобы много. Но всё-таки."
        "Она легонько царапнула мне плечо — безошибочно найдя нервный узел, от которого вниз побежали мурашки."
        mt "В конце концов, я же твоя…"
        "Она затихла."
        show mt smile dress with dspr
        me "Вожатая?"
        mt "Да… Вожатая…"
        stop music
        hide mt with dissolve
        "Мелодия стихла, и вожатая, отпустив меня, ушла, не оборачиваясь."
    else:
        mt "Да расслабься ты, не съем."
        mt "Чуть-чуть понадкусываю, и всё!"
        "Она расхохоталась."
        "До конца танца я чувствовал себя так, будто палку проглотил."
        "Несмотря на то, что под руками моими плыли формы самой соблазнительной топологии, я никак не мог переключиться на приличествующие здоровому парню мысли."
        "Нет."
        "Все пять минут танца я потратил на раздумья о том, как же мне неловко!"
        stop music fadeout 4
        "Наконец, мелодия закончилась."
        hide mt with dissolve
        "И вожатая, звонко поцеловав меня в щёку, ретировалась."
    "Пока вечер не стал ещё более томным, я поспешил развернуться и спрятаться в собственном домике."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_dv_7dl_dv_dancing:
    play music music_7dl["deadman"] fadein 4
    "Только я не танцую."
    "И Алиса не танцует."
    "Мы смотрим друг на друга сквозь размывающийся по Гауссу флёр концентрированного счастья, и будто выпадаем из течения времени."
    "Остальные позорятся, а стрёмно нам – как неспособным переступить себя, отбросить прочь наносное, ненужное, рвущееся в руках."
    "Слишком взрослым, слишком сложившимся, слишком… {w}Правильным."
    with dissolve
    "Этот готов прислуживать вам, госпожа."
    "Позвольте вашу руку? Позвольте ваше время, ваш танец? Вы плачете, госпожа? Почему? Разве я делаю что-то не так?"
    "Позвольте ваше сердце, госпожа."
    th "Почему случилось так, что мы никогда не говорили о любви с Двачевской?"
    dv "Пригласишь девушку танцевать?"
    "Алиса оказалась неожиданно близко. На ней было платье в тон моей рубашке."
    scene anim_square_party
    show dv smile dress at zentercenter
    with dissolve
    "Это заставило бы меня задуматься, не нарочно ли всё это проделано, но девушка стояла и ожидала моего решения."
    me "Конечно приглашу."
    "Мы были неправильными, сомневающимися. И мы были вместе."
    me "Знакомая песня."
    hide dv
    show dv surprise dress
    with dissolve
    dv "Да?"
    "Удивилась она."
    dv "Где ты её слышал?"
    me "Не помню. Мы как будто уже танцевали однажды под неё. И на тебе было такое же платье, только ты почему-то плакала. Я обидел тебя?"
    dv "Я не помню…"
    window hide
    scene cg d6_dv_dance_7dl with diam
    "Она положила голову мне на плечо."
    dv "Но разве ты стал бы меня обижать?"
    "Она была высокая, сильная, самодостаточная."
    "Наверное, легко бы выдержала испытание миллионами километров одиночества и резвящегося бога под окошком, пускай даже способного выпотрошить память и овеществить все самые горькие воспоминания."
    "Разве что вряд ли бы назвала его Солярисом."
    "Но иногда даже самые прочные доспехи подводят – усталость металла — иногда даже гордая осанка забирает слишком много сил."
    me "Никогда."
    "Честно признался я."
    me "Я могу тебя ненавидеть, презирать, злиться… {w}Но мне и в мыслях не придёт сделать тебе когда-нибудь больно."
    me "Мы будто части одного организма, а разве может рука хотеть сделать больно ноге?"
    "Вокруг плыли силуэты, большинство из которых так и оставались нераспознанными, с деревьев задорно подмигивали лампочки, выкрашенные красным, зелёным, синим… {w}Я поцеловал её в висок."
    dv "Какая-то дурацкая история."
    "Сердито сказала она."
    dv "Дешёвая, опереточная, ты меня приручаешь и отпускаешь на волю, а я буду приходить на одно и то же место. Чёртов Экзюпери. Чёртов лагерь. Ты даже платье моё не хвалишь!"
    me "Похвалить платье?"
    dv "Дурак!"
    me "Или ты хочешь, чтобы это всё было выдумано?"
    "Вечер и её близость пьянили сильнее любого вина."
    me "Ты хочешь, чтобы это было плодом фантазии лихорадочно блестящих покрасневших глаз, смотрящих из темноты комнаты, льющих мысли методом слепой десятипальцевой печати? Так ты скажи – ещё не поздно всё отыграть обратно."
    dv "Дурак."
    "Повторила она."
    dv "Я просто говорю то, что думаешь ты.{w} То, о чём мы не договорили, а ты теперь и не сможешь."
    me "Неправда."
    "Возразил я с уверенностью, которой не ощущал."
    dv "Брось…"
    me "Ты права. Чёртов лагерь."
    "Если немного подумать… Слова сами срывались с языка, минуя сознание."
    me "Завтра отъезд, ты снова станешь сорвиголовой без права допуска к телу, со сбитыми кулаками и свинчаткой в заднем кармане."
    me "Ничего страшного или унизительного, дело-то по Карлсону, житейское, пустяки, все мы так или иначе носим масочки."
    me "Надеюсь, тебе хватит ума не пытаться познакомить меня со своими друзьями во дворе?"
    dv "Да, я плохая и у меня сиюминутные желания."
    "Насмешливо выдохнуло мне в ухо моё индивидуальное проклятие."
    dv "Я ведь не дура, Сёмчик, я прекрасно вижу твоё раздолбайское отношение – будто ты случайно наступил в лужу, и что уж время терять, теперь прыгаешь по ней, окатывая окружающих, всё равно скоро придёт мама и вытащит тебя, и наругает."
    me "Значит, ты поверила?"
    dv "Во что?"
    me "В мои сложности. С родственниками."
    dv "Давай решать проблемы по мере поступления, идёт? Как иначе-то?"
    th "Да никак."
    "Пришло вдруг в голову."
    th "Даже если ровным счётом ничего от меня здесь не зависит, я либо завтра вернусь обратно нах-хауз, либо пущу корни в местной реальности."
    th "И ни один из вариантов не сулит мне сладкой жизни."
    th "Разумеется, сердце полностью «за» – его-то перспектива проторчать отведённые годы на альтернативной Земле, чужим игроком на чужом поле не пугает нисколько."
    dreamgirl "Разве что несколько лет лечить синдром непричастности, когда что ни делаешь, делаешь спустя рукава, так как трудишься для выдуманных буковок, которым «и так сойдёт»."
    dreamgirl "Вот только боль, горе и смерть даже в выдуманном мирке настолько же реальны, как и «дома»."
    th "Думаешь, я не смогу здесь прижиться?"
    dreamgirl "Сможешь. Вот, смотри, ты можешь быть нужным, смоги быть и незаменимым."
    dreamgirl "Заякорись на эту вот девочку, славная девочка, классная до предела, до татуировки на бицепсе, практически как Леди Годива или ещё какая мамзюль д’Арк, так его, разэдак."
    dv "Поцелуешь?"
    window hide
    scene anim_square_party
    show dv sad dress with dspr
    $ renpy.pause(.5)
    show dv shy dress with dissolve
    "Спросила она."
    me "А и поцелую."
    "Согласился я, чувствуя, что виски у ребёнка холодные, потому что она плакала недавно, что губы подрагивают от еле сдерживаемых горьких слов, что сердце скачет загнанной птицей, сизой, прозрачной жилкой у виска."
    dv "Где ж ты лазил всю мою жизнь?"
    "Выдохнула она."
    me "Где-где…"
    "Сейчас надо отвечать, что я искал её с первого вдоха жизни, так как знал, что не может она, не имеет права не быть."
    me "В Вологде, где."
    dv "Хамло."
    show dv smile dress with dspr
    "Она попыталась отстраниться, но сдерживаемое напряжение уже ушло из янтарных глаз, губы тронуло лёгкой улыбкой."
    show dv laugh dress with dspr
    "Хамло. А как же. На ногу наступить там, отнять леденец у младенца, заломать эту вот недотрогу, мол сильная она, сильная, а мы её эдак по-своему, по-мужски, коленом между коленей."
    "Нет? Ну да, мне тоже не нравится эта маска. Но она одна из последних – ещё несколько слоёв и из-под темноты капюшона пустота уставится угольками глаз."
    "Лучше наскоро придумать себе ещё одну сущность – этому я здорово выучился, хоть и потрясывает иногда под чужими взглядами, и голова трясётся в основании черепа. А ещё я бы хотел поблагодарить киноакадемию, и отдельно…"
    "Песня между тем подходила к концу, и я неохотно пустил пространство между нашими ладонями."
    me "Тебя можно будет пригласить ещё?"
    dv "Нет."
    me "Нет?!"
    show dv normal dress with dissolve
    dv "Ты всё слышал."
    me "Но почему?"
    "Я обнюхал рубашку. Вроде, не воняет."
    me "В чём дело?"
    dv "В тебе. Если ты ещё немного потупишь, я в тебе разочаруюсь окончательно."
    me "Да что делать-то?"
    dv "О, блин. Что за тормоз."
    "Она схватила меня за руку и потащила за собой прочь с танцплощадки."
    me "Куда ты меня тащишь?!"
    dv "Будить верблюд{b}а{/b}, пока лежит. Бегоооом!"
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_dv_7dl_non_love:
    if (alt_day6_dv_7dl_hentai == 0) or (alt_day6_dv_7dl_hentai == 10) or (alt_day6_dv_7dl_hentai == 100) or (alt_day6_dv_7dl_hentai == 110):
        show mt angry dress at left with dissolve
        show dv surprise dress at right with moveinright
        mt "Стоять!"
        "Из ниоткуда появилась вожатая."
        mt "Куда это мы бежим?"
        if (alt_day6_dv_7dl_hentai == 110) or (alt_day6_dv_7dl_hentai == 10):
            "Язык у неё ощутимо заплетался."
        dv "Мы… Ну, это! А вам-то что за дело?!"
        "Упс, это было глупо…"
        show mt rage dress with dspr
        if (alt_day6_dv_7dl_hentai == 110) or (alt_day6_dv_7dl_hentai == 10):
            mt "Так… Я не буду объяснять тебе сложных вещей."
            mt "Ты вернёшься плясать, иначе я возьму микрофон и…"
            "Она что-то шепнула на ухо Двачевской, и та отшатнулась, побледнела, помертвела:"
            show dv scared dress with dspr
            dv "Вы не посмеете."
            mt "А ты не уйдёшь. Пляши, девочка."
            "Ольга рассмеялась."
        else:
            mt "Двачевская, я не отпускала ни тебя, "
            if herc:
                extend "ни Сычёва."
            else:
                extend "ни Персунова."
            mt "Потрудитесь вернуться на танцевальную площадку."
        show ba em1 uniform at fright behind dv  with dspr
        show dv shocked dress with dspr
        "Будто подтверждая её слова, из ниоткуда за спиной вожатой проступил абрис фигуры физрука."
        window hide
        $ persistent.sprite_time = "night"
        scene anim_square_party
        with dissolve
        play ambience ambience_camp_center_evening fadein 2
    
        "Вздохнув, Алиса позволила себя увести."
        "Впереди ещё ожидали несколько танцев."
        "А когда сыграли аккорды последнего, и Мику объявила по лагерю отбой — Алиса ушла."
        "Оттолкнула меня, и, не оборачиваясь, убежала."
        "Сильная."
        "Красивая."
        "Беспомощная."
        "Я покачал головой и отправился домой."
    elif (alt_day6_dv_7dl_hentai == 1) or (alt_day6_dv_7dl_hentai == 11) or (alt_day6_dv_7dl_hentai == 101):
        "К сожалению, далеко уйти мы не успели — впотьмах со всего маху Алиса влетела в чью-то широкую спину."
        ba "Опа, пионеры!"
        show ba smile uniform at fright behind dv with dissolve
        ba "А чё это вы тут делаете, а? А может, сделали уже?"
        show ba evil uniform with dspr
        ba "Хотя вряд ли. У вас же морды потом такие, что лимончик скормить хочется."
        ba "Олька!"
        "Крикнул он."
        mt "Чего ещё?"
        "Хлопнула дверь ближайшего весёлого домика и оттуда показалась вожатая."
        if alt_day6_dv_7dl_hentai == 11:
            "Её ощутимо пошатывало — видимо, так была рада тому, что смена завершается."
        ba "Я ничё, пионеров своих спроси — куда они такие сложные направлялись?"
        show mt angry dress at left with dspr
        mt "И?"
        "Приняв свою обычную позу «не влезай — убью», начала вожатая."
        me "Что?"
        mt "Так куда?"
        show dv shy dress at right with dspr
        dv "Да мы это… На эстраду шли, за гитарой."
        mt "Ага. И зачем вам гитара на танцах?"
        show dv guilty dress with dspr
        dv "Ну… Просто устали от шума, решили посидеть, как в прошлый раз, поиграть, поболтать."
        "Алиса беспомощно посмотрела на меня."
        ba "Слышала? Они поболтать хотели."
        if alt_day6_dv_7dl_hentai == 11:
            ba "Школу ещё не закончили, а всё туда же — ерундой болтать."
        mt "Угу. Как бы потом от этих болтаний…"
        "Ольга вздохнула — похоже, у неё тоже были планы на вечер. {w}Которые мы сорвали."
        mt "Пошли обратно."
        "Она развернула нас в сторону площади и легонько подтолкнула."
        mt "Идите уже. Болтатели."
    window hide
    scene anim_square_party with dissolve

    "Никогда не думал, что скажу — но оставшиеся до конца дискотеки полчаса тянулись как резиновые."
    "Вопреки даже тому, что мы с Алисой танцевали каждый медленный танец."
    "А может, и благодаря этому…"
    "Так или иначе, мне здорово полегчало, когда мучениям был положен конец."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_dv_7dl_love_scene:
    "Куда бегом, чего бегом, я не понял, но мы пронеслись через весь лагерь, и остановились у знакомой полукруглой громады."
    me "Значит, ты…"
    window hide
    scene bg ext_playground_night
    with dissolve
    play ambience ambience_camp_center_night fadein 3
    me "Что мы здесь делаем?"
    show dv smile dress with dspr
    dv "Пока ничего. А вот что {i}будем{/i} …"
    me "И что же?"
    dv "Сейчас узнаешь."
    play sound sfx_open_door_clubs fadein 0
    window hide
    scene bg int_sporthall_night_7dl with dissolve
    $ persistent.sprite_time = "night"
    $ night_time()

    if ('sport_area' in list_voyage_7dl):
        "Она справилась с замком и пропустила меня в зал, где некогда на матах сном праведника почивал Саныч."
    else:
        "Ещё пару секунд — и мы оказались в огромном крытом спортивном зале."
        "Зал как зал — я здесь ни разу не был, но видел один — видел все."
        "Длинные банки с зацепами под шведскую стенку, три каната в углу под потолком, два баскетбольных кольца и гора матов в углу."
        "Последние были ощутимо промяты — так, будто на них кто-то не так давно… Спал?"
    show dv shy dress with dspr
    if ('sport_area' in list_voyage_7dl):
        "С моего последнего визита здесь не изменилось ровным счётом ничего – всё те же затянутые сеткой окна, баскетбольные кольца, несколько шведских стенок и расчерченные баскетбольной разметкой до блеска надраенные доски пола."
    dv "Сейчас. Сейчас."
    "Она нырнула за маты и выдернула оттуда знакомую бутылку."
    if alt_day4_dv_7dl_portwine:
        dv "Портвяга. Будешь?"
    else:
        dv "Остограммишься?"
    me "Нет."
    dv "Да?"
    "Она с сомнением покачала бутылку."
    dv "А я бы тяпнула. Хотя, как скажешь. Не хочешь анестезию, сам виноват!"
    window hide
    if persistent.hentai_graphics_7dl:
        scene cg d6_dv_hentai_7dl
    else:
        scene black
    with flash

    "Последняя фраза меня заинтересовала сильнее всего, я даже открыл рот, чтобы переспросить, но вместо этого обнаружил себя распластанным на матах, и Алису, усевшуюся мне на бёдра."
    dv "Ну…"
    "Протянула она."
    dv "Чем займёмся?"
    me "Эээ…"
    "Обсудим Ницше и его блаженных забывающих? Потому что если кто-то решит нас поискать…"
    "Не дождавшись ответа, она неуловимым движением сбросила лямки платья, выпуская наружу упругую, прекрасной формы грудь."
    dv "Нравлюсь?"
    "Лукаво подмигнула она."
    me "Ты божественна."
    "Выдохнул я."
    me "Можно я…"
    dv "Облезешь!"
    with vpunch
    "Она шлёпнула мне по пальцам."
    dv "Сперва то, что ты мне, скотина, недодал за последние четыре дня! Сначала за то, что ты меня бросил."

    "Нарядная рубашка затрещала, пуговицы — вспугнутыми брызгами — разлетелись далеко по полу, а Алиса, нагнувшись, кольнув меня внезапно твёрдыми и острыми сосками жадно впилась губами в мои."
    dv "Теперь – за то, что вчера сбежал."
    "Она поцеловала меня под ухом, и провела губами вниз, щекоча кожу дыханием."
    "И неожиданно вцепилась зубами в шею. Не больно, но от шока я весь передёрнулся, мгновенно покрываясь мурашками."
    dv "За то, что на костре не подошёл."
    "Алиса провела пальцами по ключице и сильно дунула туда, где остался след от её укуса."

    "Холодно."
    dv "Теперь…"
    me "А теперь мой черёд."
    "Перебил я."
    window hide
    scene black with dissolve

    "И обхватив её как-то, не понял сам, как, одним рывком поменялся с ней местами. Золотистая фигурка, мерцающие контуры в темноте, некогда смешливые, а сейчас бездонные глаза… Она лежала подо мной, не делая попыток прикрыться или как-то помешать мне."
    dv "Ну… {w}Насмотрелся?"
    me "Нет."
    "Честно ответил я."
    if persistent.hentai_graphics_7dl:
        scene cg d6_dv_hentai_7dl
    with fade
    "Что она там делала? Губы? Шея? Ключицы… {w}Я чувствовал себя отомщённым всякий раз, когда с девичьих губ срывался вскрик."
    "Потом в никуда улетело платье, оставляя Алису в одних белоснежных трусиках."
    dv "Ты так смотришь…"
    "Покраснела она."
    me "Как?"
    dv "Как будто сейчас съешь меня."
    me "А и съем, пожалуй."

    "Белая ткань неспешно поползла вниз по крутым бёдрам, оставляя подо мной одну Алису, и она уже стонать не могла, только тихонько, судорожно выдыхала, пытаясь отодвинуться, одновременно полосуя мне плечи ногтями, вжимая в себя изо всех сил."
    scene black with dissolve

    "Говорят, ловцы жемчуга могут задерживать дыхание на три минуты."
    "Не знаю, на сколько его задерживал я…"
    "…но с танцпола доносилось эхо чего-то такого космического, и тишина вокруг стояла космическая…"
    "…и сопротивление Алисы было чисто символическим, будто и не было его, а потом взаправду не было…"
    window hide
    if persistent.hentai_graphics_7dl:
        scene expression Desat("cg d6_dv_hentai2_7dl")
    with fade
    "…и пахла она опьяняюще – раскалённым песком, дёгтем и самую чуточку страхом…"
    "…впрочем, последний растворился задолго до того, как мне пригрозили отвернуть голову, если я не вернусь в правильную позу…"
    "…и получилось всё как-то само собой, она негромко вскрикнула, отвернула голову набок и проложившей по щеке дорожки слёз не было заметно из-за испарины, и я всё боялся упасть со скользких матов…"

    "На улице уже перекрикивались вожатые младших отрядов, загнавшие своих подопечных спать, а мы лежали своеобразным символом Инь-Ян, переплетя пальцы рук и не могли отдышаться, и не рисковали встать, чтобы не упасть на месте, а с улицы долетали отблески огней."
    "Алиса стала обычной девушкой и что-то пыталась сказать, но в результате рассмеялась и махнула рукой. Негромко мурлыкнув, она подобралась мне под бок, как-то странно обернулась мной, как одеялом, счастливо вздохнула."
    window hide
    scene bg int_sporthall_night_7dl with dissolve2

    dv "Никак не могу отделаться от ощущения, что меня вскрыли как банку консервную."
    "Не могла не испортить она впечатления."
    dv "И об этом столько всего говорят и пишут? Ничего особенного."
    me "Тебе не понравилось?"
    dv "Да знаешь… Довольно приятно."
    if not (herc or loki):
        window hide
        $ persistent.sprite_time = "night"
        scene bg ext_boathouse_night
        with dissolve
        play ambience ambience_boat_station_night fadein 3
    
        show dv smile dress with dissolve
        dv "Ну что, как тебе такое развитие событий?"
        "Спросила она лукаво."
        "Мы сидели на пристани, примеряя, насколько прочно стоит стопа на лунной дорожке, пролёгшей от месяца в небе по воде к нам под ноги."

        me "Для этого нужно отвлечь Саныча, спрятать в спортзале бутылку и вести себя в стиле английских пар."
        dv "Это как?"
        me "Дорогая, ты пошевелилась, я сделал тебе больно?"
        "Процитировал я."
        me "Чтобы никакого шума и пыли — тихо, в режиме трупа."
        dv "Первые два пункта – ладно. Но последний…"
        "Она отрицательно помотала головой."
        dv "Мне захочется кричать и материться, если всё будет так хорошо, как…"
        me "Как?"
        show dv shy dress with dspr
        dv "Не важно."
        "Она помотала головой."
        dv "Предлагай свой вариант."
        me "Я предлагаю."
        "Ответил я."
        me "Попробовать все глупости в городе. {w}А? Там, где мы сами выберем себе место и время."
        show dv sad dress with dspr
        dv "Ты не хочешь?"
        me "Хочу, конечно! За кого ты меня принимаешь? Но мы в детском лагере, здесь такие вещи почему-то не очень приветствуются."
        me "И если нас поймают – а нас обязательно поймают хотя бы по закону подлости…"
        dv "Ясно, ты включил зануду."
        show dv shy dress with dspr
        "Она бросила взгляд на часы."
        dv "Что ж, пора и честь знать. Пошли."
        me "Куда?"
        dv "Слышишь? Дискотека закончилась."
        play music music_7dl["lonesome_shepherd"] fadein 3
        "И будто отвечая её словам, из жестяного рупора в ночь полились звуки «Одинокого Пастуха»."  
        dv "Что ж. Спокойной ночи!"
        hide dv with dissolve
        "Я неспешно затопал вслед ней."
        "На одной из плит я увидел некий бумажный клочок, исписанный знакомой рукой. Пришлось отойти к ближайшему фонарю, чтобы разобрать что так и где."
        "{i}Близость:{/i}"
        "{i}Нет, мне не всё равно. Как хочешь – верь, не верь. \nДа, у меня лишь ночь и ледяной апрель.{/i}"
        "{i}Лью боль по мелочам, тебе ж не привыкать, ведь жалость палача — суть — твёрдая рука{/i}."
        "{i}Согреться б на груди, обнять тебя во сне. \n Поверю в тебя. Хочешь? {w}Но тебя же — нет.{/i}"

        "{i}Я замерзаю там, где ты лишь память, а хочу, где будем мы.{/i}"
        "{i}Где режет пальцы смыслом – есть ли вообще в тебе какой-то смысл?{/i}"
        "{i}А мы закроем окна и прогоним из квартиры дождь!{/i}"
        "{i}Всё это будет… {w}если только ты придёшь.\nА.2ч.{/i}"

        "Неспетый вариант песни, да? Я сложил листок вчетверо и спрятал в карман безобразно целой рубашки со всеми пуговицами на месте."
    else:
        "Она бросила взгляд на часы."
        dv "Что ж, пора и честь знать. Пошли."
        me "Куда?"
        dv "Слышишь? Дискотека закончилась."
        play music music_7dl["lonesome_shepherd"] fadein 3
        "И будто отвечая её словам, из жестяного рупора в ночь полились звуки «Одинокого Пастуха»."  
        "Наскоро одевшись, мы выбрались из зала и, поминутно обнимаясь и целуясь, неспешно фланировали к домикам."
        window hide
        $ persistent.sprite_time = "night"
        scene bg ext_house_of_dv_night
        with dissolve
        play ambience ambience_camp_center_night fadein 3
    
        show dv smile dress with dspr
        dv "Сколько мы времени зря потратили."
        "Вздохнула Алиса, встав на ступеньку крыльца — так, что былa почти вровень со мной."
        "Я подмигнул весёлому роджеру, улыбнулся ей:"
        me "Зато убедились — те мы или не те."
        dv "Ну и как?"
        me "Что?"
        dv "Те мы?"
        "Вместо ответа я её поцеловал:"
        me "Догадайся."
        "И, взмахнув рукой, зашагал на север."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_dv_7dl_sleeptime:
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_house_of_mt_night with dissolve
    $ night_time ()
    $ persistent.sprite_time = "night"
    play ambience ambience_camp_center_night fadein 1
    if not alt_day6_dv_7dl_sl_route or alt_day6_dv_7dl_hentai != 111:
        play music music_list["a_promise_from_distant_days"] fadein 3
    "Будет новый день."
    "Будет новая жизнь."
    pause(1)
    stop ambience fadeout 1
    if alt_day6_dv_7dl_transit:
        "Ольга была уже в домике."
        window hide
        scene bg int_house_of_mt_night with dissolve
    
        show mt normal dress with dspr
        mt "Явился?"
        "Я кивнул."
        if alt_day6_dv_7dl_dance == 22:
            me "Славе помогал площадь убирать."
            show mt smile dress with dspr
            mt "Смотри мне, Семён… Если сманишь мою лучшую пионерку."
            me "Ольга Дмитриевна…"
            mt "Шучу."
            mt "Давай спать, день завтра нервный."
            window hide
            play sound sfx_click_2
            scene bg int_house_of_mt_night2 with dissolve
        else:
            me "Вроде того."
            me "Вы на меня опять странно смотрите — я где-то накосячил?"
            mt "Кроме того, что ты умудрился Двачевскую до слёз довести — нигде."
            "Медленно ответила вожатая."
            me "На этом и остановимся."
            "Ольга согласно кивнула и погасила свет."
            window hide
            play sound sfx_click_2
            scene bg int_house_of_mt_night2 with dissolve
            "Я отключился подозрительно быстро."
            "И снилась мне почему-то — Лена."
    else:
        if (alt_day6_dv_7dl_hentai == 1) or (alt_day6_dv_7dl_hentai == 11) or (alt_day6_dv_7dl_hentai == 101):
            window hide
            play sound sfx_open_dooor_campus_1
            scene bg int_house_of_mt_night with fade
        
            "Добравшись до домика, я мимоходом отметил, что вожатой снова нет на месте."
            "Вот уж кто не скучает."
            "А я?"
            "Я уже соскучился."
            th "Может, пойти к Алисе ночью? Королевская же. С обмазыванием пастой. Или здесь это не принято?"
            "Твёрдо пообещав себе проснуться ночью и наведаться к Алиске, я отключился."
        elif alt_day6_dv_7dl_hentai == 111:
            window hide
            play sound sfx_open_dooor_campus_1
            scene bg int_house_of_mt_night with fade
        
            "Вожатой снова не было на месте, и я мысленно пожелал ей спокойной ночи."
            "Наиспокойнейшей."
            if (loki or herc):
                th "Чтобы у неё там всё получилось."
                th "Как минимум, не хуже, чем…"
                "Перед глазами стояла всё та же улыбающаяся рыжая, и я, в ответ улыбнувшись ей, уснул сам."
            else:
                "А я?"
                "Я уже соскучился."
                th "Может, пойти к ней ночью? Королевская же. С обмазыванием пастой. Или здесь это не принято?"
                dreamgirl "При чём здесь паста?"
                "А притом, что не надо было мне в таких подробностях описывать спортзал! Я же не железный, блин!"
                "На этой позитивной ноте я и отключился."
                
        elif (alt_day6_dv_7dl_hentai == 10) or (alt_day6_dv_7dl_hentai == 110):
            "Я заметил тёмный силуэт ещё на подходе — кто-то сидел на ступеньках и раскачивался."
            th "Любопытно."
            "Пришлось подойти поближе, прежде чем я смог в неверном свете фонарей разглядеть кто же это на самом деле."
            me "Ольга Дмитриевна?"
            "Почему-то шёпотом спросил я."
            "И была она — никакущая! В дюбель, в драбадан, в зюзю, в сосиску, вусмерть, в дым, в ноль, в умат — стеклее любого трезвышка."
            "До беспамятства не сказать чтобы очень близко, но если она продолжит в том же духе, то это всего лишь вопрос времени."
            "И я даже догадываюсь, откуда что взялось."
            show mt normal dress with dissolve
            mt "О, Сёмчик."
            "Пьяно икнула она."
            mt "Поздорову. Причастишься?"
            "Она подняла знакомую бутылку."
            if alt_day4_dv_7dl_portwine:
                "И свет фонарей отразился от знакомой фигурной надписи на траурном фоне."
            else:
                "И даже отсюда я видел, что прозрачной жидкости осталось куда меньше половины."
            me "Нет, я пас."
            mt "А зря… Иногда, понимаешь, Сёмчик, надо. Ннннадо!"
            mt "А то я здесь всё разнесу вдребезги пополам."
            me "Ольга Дмитриевна, может, баю пойдёте? Вы пьяны."
            mt "Ниче-ик я не пьяная. Я ещё пару глоточков, и вот тогда… Тогда… Ух!"
            show mt normal dress close with dissolve
            "Не слушая больше её пьяную болтовню, я подошёл поближе и перебросил её руку себе через плечо."
            show mt surprise dress close with dspr
            mt "Ох. Ух!"
            mt "Мальчик мужиком растёт!"
            "Она пощупала мне бицепс."
            show mt normal dress close with dspr
            mt "Таки куда ты меня тащишь?"
            me "Вам надо проспаться."
            window hide
            play sound sfx_open_dooor_campus_1
            scene bg int_house_of_mt_night with fade
        
            "Внутри я вежливо, но непреклонно отнял у девушки бутылку и усадил её на кровать."
            me "Вот, выпейте."
            "Я нацедил из термоса холодной воды в стакан и протянул ей."
            "Поискав что-нибудь типа аспирина, нашел искомый на полке между книг и положил конвалюту на стол в пределах досягаемости."
            "С утра должно пригодиться."
            me "Вот и хорошо, вот и умничка."
            "Уговаривал я."
            me "А сейчас мы ляжем баиньки и к утру всё пройдёт как страшный сон."
            "Поколебавшись немного, я снял с вожатой галстук и расстегнул две верхние пуговицы рубашки, стянул обувь и помог ей лечь."
            "Пьяная-помятая пионервожатая, надо же…"
            "Ольга вдруг открыла глаза."
            mt "Иди сюда."
            me "Да, Ольга Дмитриевна? Чего вы хотели?"
            "Я наклонился над ней."
            "Хвать!" with vpunch
            "Она схватила меня за плечо и притянула к себе."
            "Всё произошло неожиданно — я не успел даже испугаться."
            with flash_pink
            "А через секунду она уже закрыла глаза и улыбнулась."
            mt "Выключи свет, пожалуйста."
            "Пока я лазил по стенке в поисках выключателя, она успела сбросить вещи и перебраться под простыню."
            window hide
            play sound sfx_click_2
            scene bg int_house_of_mt_night2
            with dissolve
        
            "Ольга лежала в кровати, и тонкая простыня больше показывала, чем скрывала."
            "Я вдруг подумал, что наша вожатая — очень и очень привлекательная особа."
            th "И где мои мозги раньше были…"
            mt "Опять где-то лазишь."
            "Проворчала она."
            if not herc:
                mt "Ладно бы по делу лазил…"
                "Я ничего не ответил, и она, поворочавшись, тихо засвистела носом."
                "Уснула."
                "Вслед за ней уснул и я."
            else:
                mt "А я всё жду, жду… Иди сюда?"
                "Она приподняла уголок простыни."
                menu:
                    "Согласиться":
                        $ alt_day7_dv_7dl_check = 5
                        "В доме пахло выхлопом от алкоголя. "
                        "И я подумал, что под итог здорово получить немного сладкого."
                        "Хотя, конечно, безнравственно спать с пьяным человеком."
                        "Сбросив джинсы и рубашку на пол, я скользнул к вожатой под тёплый бок."
                    "Сделать вид, что ничего не слышал":
                        $ lp_dv = lp_dv * 1.2
                        "Вот мне заняться-то нечем."
                        me "Извините, Ольга Дмитриевна, но греть вас я не собираюсь, спите сами!"
                        "Она ещё немного поворочалась и уснула."
                
        elif (alt_day6_dv_7dl_hentai == 0) or (alt_day6_dv_7dl_hentai == 100):
            window hide
            scene bg int_house_of_mt_night with dissolve
        
            "Вожатая уже была там. Как в первый день, сидела и писала что-то в ежедневнике."
            show mt normal dress with dspr
            mt "Явился?"
            "Я кивнул."
            mt "Что же ты так… Семён."
            "Начала она."
            mt "Безответственно, безалаберно. Не стыдно?"
            "Я опустил голову."
            mt "Неужели такой проблемой было немного подумать и подготовиться?"
            "Спросила она."
            "Не веря собственным ушам, я поднял голову."
            me "Что?!"
            mt "Ничего, Семён. Меня огорчил, Алису обидел."
            mt "Ладно, ложись уж спать."
            "Она погасила свет."
            window hide
            play sound sfx_click_2
            scene bg int_house_of_mt_night2 with dissolve
        
            mt "В тумбочке завтра посмотри, я тебе её адрес записала. Только попробуй потерять."
            me "Ольга… Дмитриевна…"
            "У меня горло перехватило."
            mt "Ладно, спи уже!"
            "Приказала она."
            "Показалось, или в её привычном тоне мелькнула нотка нежности?"
            "Счастливо улыбнувшись, я закрыл глаза."
            "Вот и не верь после этого в счастливые совпадения."
            window hide
            play sound sfx_click_2
            scene bg int_house_of_mt_night2 with dissolve
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day7_dv_7dl_begin:
    $ persistent.sprite_time = "sunset"
    $ prolog_time()
    scene bg semen_room with dissolve
    play music music_list["faceless"] fadein 3
    "Ещё одно прекрасное утро ещё одного прекрасного дня!"
    "Как обычно, я отлежал себе правое плечо, немного побаливала спина, которой я хрястнулся вчера."
    "Ну и, понятно, старый добрый утренний знакомый — боль в нежелающих расправляться лёгких."
    "Первый утренний вдох — это всегда боль."
    "Почти такая же боль, как плеваться кровью в раковину, драя челюсть."
    "Впрочем, от второго помогает доза баралгина, а от первого мой любимый сизый друг, оседающий на потолке жёлтым налётом."
    "Системник завопил потерявшими центрик кулерами, но я быстро восстановил им баланс старым добрым волшебным пенделем."
    "На экране монитора, выведенного из спячки, был открыт экран блокнота, забитого каким-то текстом."
    "Хмыкнув, я прыгнул в самое начало текста и начал читать:"
    th "Этому кошмару завтра исполняется год."
    th "Надо же — с первых строк эпатируем читателя, глядишь, и заставим осилить пару-тройку страниц."
    th "А то модно сейчас говорить «не осилил», «где тлдр» и прочие неприятные сердцу любого графомана вещи."
    "Мало-помалу меня затягивало чтение — так, что иногда забывал стряхивать пепел, и хлопья летели, застревая в щетине, а едкий дымок поднимался по сигарете вверх, по щеке, остро покусывая прищуренный правый глаз."
    th "Побриться не мешало бы."
    "Уже в сотый раз пообещал себе я."
    th "А то меня Алиса целовать не захочет, такого вот аборигена заросшего."
    th "Алиса…"
    "Некоторое время я сидел, тупо смотря мимо монитора."
    me "Значит, проснулся, да?"
    window hide
    scene bg semen_room_window with dissolve
    play sound_loop sfx_street_traffic_outside fadein 2
    $ renpy.pause(3)

    me "Бездарное завершение бездарных похождений некоего Семёна."
    "За окном готовились к Новому Году люди, а я продолжал смотреть сквозь них, сквозь дома, скозь декабрьский холод — куда-то туда, где за пеленой времени и памяти осталась дерзкая, вредная, злобная… вздорная девчонка. "
    me "Где бы ты ни была — ты была достойна того, чтобы тебя придумать."
    "Я коснулся холодного стекла краем стакана, знаменуя импровизированный тост."
    "Допив абсент, я оставил стакан на подоконнике и вернулся к чтению."
    th "За мной нет жизни, как нет её в прошлом — там только призраки, холодный ветер и пыль."
    th "А ещё там нет её. Ну, той, что в очередной раз захлопнет за мной дверь, когда я без перехода окажусь у себя дома."
    th "Почему я всегда оказываюсь у себя дома? Там что, точка респавна?"
    
    "Если взять волшебную палочку и применить её на границы моего сознания, то остальной мир поблекнет, смажется — как в детстве, когда сжимал ложку между зубами и, потянув, резко отпускал."
    "Значит ли это, что мир нереален?  Если это сон, то откуда здесь гравитация, трение, инерция, воздух — всё то, к чему я привык?"
    "Или они существуют только до тех пор, покуда я помню о них, пока позволяю им существовать? Ну-ка…"
    "Я представил,что гравитация вдруг стала в шестую часть привычного g — как на поверхности Луны. Теперь можно вообразить себя мистером Армстронгом и сделать маленький шажок для человека длиной в четыре метра. И…"
    "Мимо."
    "Ну да, сон-то реалистичный. Не поозоруешь. "
    "Может, тогда дождь призвать?"
    "Я вперил взгляд в размотавшиеся по серому свинцу перистые клочья."
    "Ну да, мимо. Не шаман, дождь призывать не умею."
    "Тогда что это за спецэффекты? "
    "Мескалин?"
    "А может дело в этом чёртовом тумане? Откуда он здесь в декабре-то? Я помотал головой, возвращая резкость сознанию."
    window hide
    scene black with fade

    dreamgirl "Вот что надо сделать."
    "Голос звонкий, подрагивающий, но решимости ему не занимать. Моритури тэ салютант, всё верно."
    dreamgirl "Сейчас ты откроешь глаза и уберёшь из жизни всё, что связывало тебя с лагерем. Понял?"
    me "Да у меня ничего и нет…"
    "Растерянно пролепетал я."
    "Наш диалог в пустой квартире и нелеп, и смешон."
    dreamgirl "Ты дебил? Обманывай кого хочешь другого, но мне ты зачем врёшь?{w} Я же на твоей стороне. Послушай, я просто хочу помочь. Ладно?"
    me "Но я же правду говорю."
    with vpunch
    with flash_red
    dreamgirl "Ложь."
    "На щеке вспухла алым пятерня."
    dreamgirl "Вспоминай."
    me "Ниче…"
    with flash_pink
    with hpunch
    dreamgirl "Ложь!"
    "Боль ожгла другую щёку."
    dreamgirl "Вспоминай! {w}Фотографии в телефоне, резервные копии на компьютере?"
    me "Всё удалил."
    dreamgirl "Мелкие вещи? Картинки, фигурки, ключи — что угодно, ассоциирующееся."
    me "Их я тоже выкинул. У меня был псих…"
    dreamgirl "Вещи? Одежда? У тебя был свитер, в котором…"
    me "Я его сжёг. Он слишком сильно пах костром."
    dreamgirl "То есть, ничего."
    me "Ничего."
    dreamgirl "Совсем-совсем ничего?"
    me "Я же говорю."
    window hide
    scene black
    show spill_gray

    dreamgirl "Тогда почему ты до сих пор здесь?!"
    show eye_s
    play sound sfx_scary_sting
    show spill_gray
    with flash
    pause(1)
    scene black
    show spill_gray
    extend " Думай!"
    "И здесь я вспомнил."
    dreamgirl "Ну?!"
    "И открыл глаза. Трясло, снова трясло, затёкшие конечности, рвущая боль в шее и набухающий шар боли где-то слева от затылка."
    "Пришлось идти по стенке. В дверь."
    "Постоять, отдышаться. Здесь, опираясь о дверь, пройти мимо шкафа, оставляя на стекле жирные отпечатки ладоней. "
    window hide
    with vpunch
    scene black with dissolve

    "Потеряв равновесие, я завалился на спину и в тщетных попытках схватиться за что-то, опрокинул на себя стойку-вешалку."
    "Сверху посыпались куртки, платки, шарфы, на лицо колпаком приземлилась неизвестно откуда взявшаяся ушанка с подвязанными вверх «ушами». "
    dreamgirl "Вставай."
    me "Да сейчас…"

    "Телефон снова разобран."
    "Аккумулятор под подушкой, симка под батареей, где её худо-бедно экранирует, сам аппарат в шкафу."
    "Город отключён. Звонок отключён, дверь закрыта на все замки, включая щеколду и ригельный. Моя комната ангела."
    "Я слишком старательно огораживал этот мирок, чтобы позволить кому-то снять дверь в самый неподходящий момент."

    "Встав на четвереньки, я помотал головой и, не рискуя подниматься, таким образом пошёл."
    "Расстояние растянулось, секунды растянулись…"
    "Ещё одно зеркало — на двери, туалет, ванная…"

    "Мне пришлось несколько минут махать руками наобум, прежде чем непослушная конечность всё же зацепила рычажковый смеситель."
    play sound sfx_open_water_sink
    $ renpy.pause(1)
    play sound_loop sfx_water_sink_stream
    "В раковину ударила струя кипятка."
    th "Хвала рандому, на дворе не лето. Если бы наши коммунальщики придумали сейчас отключить горячую…"

    "Помещение заволакивало паром, как тогда, на холме у дерева с качелями, мир превратился в бессвязный набор контуров, проступающих из тумана."
    "Ну и то, зачем я здесь, наконец — опираясь на полотенчик, я с грехом пополам вернул себе вертикальное положение и уставился в зеркало."

    "Между мной и неясными контурами отражения невероятно чётко проступил стилизованный рисунок ворот с пятиконечной звездой. И имя."
    me "…твою…"

    "И правильно, какой смысл выкорчёвывать что-то из головы, если каждый день краем сознания отмечаешь в затянутом паром стекле картинку и имя?"
    "Трясущаяся рука протянулась, попытавшись стереть рисунок. "

    "Тщетно."

    "Я судорожно завозил ладонями по зеркалу, стирая осадок. И везде он сходил хорошо, идеально. Но не проходило и десяти секунд, как стекло снова запотевало, и рисунок возвращался. "
    me "Что за чертовщина?"
    "Спросил я сам у себя, тупо смотря на нарисованные ворота."
    me "Почему он… Почему…"
    stop sound_loop
    play sound sfx_close_water_sink
    "Хотя какая разница."
    "Обламывая ногти, я подцепил непослушное зеркало — силы понемногу возвращались, даже дышать уже было не больно — и, выключив воду, убрал стекло подмышку."
    "Два шага на кухню, открыть раму — и затяжной полёт неудачно подхваченного ветром стекла."
    "Хорошо, что никого внизу не было — это больше всего походило на взрыв гранаты, когда блестящее полотно столкнулось с бетонным блоком и разлетелось осколками."
    play sound sfx_7dl["window_glass_break"]
    with vpunch
    window hide
    show unblink
    scene bg int_house_of_mt_sunset with dissolve
    "И я открыл глаза у себя в домике."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day7_dv_7dl_router:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    if alt_day7_dv_7dl_check == 5:
        $ routetag = "mt7dl_bad"
    elif lp_dv >= 16 and not alt_day6_dv_7dl_transit:
        $ routetag = "dv7dlgood"
    
    else:
        $ routetag = "dv7dlbad"
    scene bg int_house_of_mt_sunset with dissolve
    play ambience ambience_int_cabin_evening fadein 2
    play music music_7dl["will_you"] fadein 6

    if alt_day6_dv_7dl_transit:
        if alt_day6_dv_7dl_sl_route:
            th "Сон… В руку?"
            "Что я вчера натворил… Как пьяный был."
            "Алиса же и правда беспокоилась за меня."
            "Для неё эта наука внове — беспокоиться за кого-то, а тут я ещё такой… свинья неблагодарная."
            "Назвать наши отношения «худшим, что только могло случиться» — это, блин, суметь ещё надо."
            "Единственную правильную вещь, которую я сделал — это обвинил во всём себя."
            "Хотя подленькая человеческая натурка шептала в ухо, что неплохо было бы обвинить во всём эту сволочь белокурую, которая постоянно лезет со своими хозработами под стрелу."
            if ('dv' in list_d2_date_7dl):
                "Да только неправда всё это."
                "Она изо всех сил старалась не мешать. Даже тогда, когда дошло дело до моего досрочного возвращения домой — что она сказала?"
                "Что нельзя оставлять за собой дела незавершёнными."
            elif alt_day6_dv_7dl_dance == 22:
                "А и пускай бы лезла — я не привык к тому, что меня тискают и кантуют, но это не значит, что я не могу получать от этого удовольствия."
                "Раз уж не получилось у нас с Двачевской этого настороженного волчьего нейтралитета с ножами у горла, может быть, прыгательная жизнь Слави — это то, что мне нужно?"
                dreamgirl "Заговорил так, будто тебе уже предложили встречаться…"
                me "Даже если не предложили — нужно быть готовым к тому, что предложат!"
            
        elif alt_day6_dv_7dl_mi_route:
            "На губах тепло, солоно…"
            "Что такого и кто мог ей сказать, чтобы довести до слёз тихую девочку?"
            "Да ещё в таком неуязвимом режиме — под успокоительным."
            "Вопрос другой — на кой ляд я вообще сунулся её целовать?"
            "Откуда взялось это пьянящее настроение, под которым ты делаешь глупости, ранее тебе недоступные?"
            if alt_day6_dv_7dl_dance == 1:
                "Устойчивое, дожившее вплоть до момента нашего с ней танца."
                "И сменившеся живой, пульсирующей пустотой в тот момент, когда она развернулась и ушла, не оборачиваясь."
    else:
        if (alt_day6_dv_7dl_hentai == 1) or (alt_day6_dv_7dl_hentai == 11):
            "Спал один. Во всех смыслах этого слова. Карма неудачника рвёт и гнёт."
            "Не то, чтобы я ожидал, будто в последний день смены у меня обязательно будет что-нибудь… эдакое…"
            "Но… Да. Губа у меня не дура."
            "Охотнее всего я бы проснулся с рыжей головкой на плече, с солнышком, тепло дышащим мне куда-то в грудь."
            "Имею право помечтать… За всё, что я здесь пережил, я её заслужил."
        elif alt_day6_dv_7dl_hentai == 111:
            if not (herc or loki):
                "Мы слишком долго проваландались, наверное."
                "А, может, дело в моей нерешительности."
                "Хотя лично я бы назвал это другим словом — не столь цензурным."
                "Когда рыжий бесёнок отключает режим лукавства и думает вести себя как влюблённая девушка — что следует делать?"
                "Особенно, если сам чувствуешь к ней то же самое."
                "Всё верно, нагибаться и подбирать плод, не щёлкать клювом и не тормозить."
                th "Неправа ты, Двачевская, я всё-таки тормоз."
            else:
                "Несмотря на жуткий сон, сердце билось спокойно и размеренно."
                "Настроение было под стать ему."
                "И организм вёл себя как сытый, довольный кошак, что набегавшись за вечер, наев бока, забирается к хозяину на подушки и всю ночь поёт песенки."
                "И правильно — чего бы ему не мурлыкать, получив все тридцать три удовольствия?"
        elif (alt_day6_dv_7dl_hentai == 10) or (alt_day6_dv_7dl_hentai == 110):
            if alt_day7_dv_7dl_check != 5:
                show mt smile pioneer with dspr
                mt "С добрым утром, Семён."
                "Ольга немного покраснела, потом перевела взгляд куда-то в сторону."
                "И вздрогнула, поняв, что перевела несколько не туда."
                me "С добрым."
                mt "Кажется, вчера вечеринка удалась."
                "Я неопределённо хмыкнул."
                mt "Скажи, а я… тебе… ничего…"
                me "Извините?"
                "Притвориться безмерно удивлённым легче лёгкого — фиксируем одну бровь на месте, а второй позволяем уползти куда-то высоко-высоко."
                mt "Нет, нет, ничего. Поднимайся, на завтрак скоро."
                me "А как же линейка с зарядкой?"
                show mt normal pioneer with dspr
                mt "Отъезд, все мероприятия закончились."
                "Вожатая кивнула мне и вышла на улицу."
            else:
                "Чувство, которое ни с чем другим не спутаешь."
                "Чувство, когда просыпаешься уставшим — и во всём теле сладкая ломота."
                "Но где-то в пределах досягаемости шевелится одуряюще пахнущий дружественный организм."
                window hide
                scene cg d7_mt_n2gether_7dl with flash
            
                "И молодое гиперсексуальное тело реагирует самым ожидаемым образом."
                mt "Умотал ты меня, Сёмчик."
                "Тихо рассмеялась Ольга."
                "Кажется, я не засыпал."
                "Или не просыпался?"
                "Вся ночь превратилась в воплощённую тёплую нежность."
                "Рука сдвинулась с её восхитительной груди на живот, сползла чуточку ниже."
                mt "Надеюсь, ты не побежишь хвастаться о своих подвигах Двачевской?"
                "Девушка прогнулась мне навстречу, чуть расслабляя бёдра, и пропуская мою руку туда, куда та стремилась."
                me "Нет."
                "Счастливые трусов не надевают?"
                "Мне будет мало. Я опять буду в плохом настроении."
                me "И почему ты меня в первый день не позвала…"
                "Задумчиво спросил я у шеи, на которой от моего дыхания дыбом поднимались волоски."
                mt "Хороший секс как вино — должен сначала выстояться."
                "Рассмеялась вожатая."
                mt "Но достаточно болтовни. Иди сюда."
                
        elif (alt_day6_dv_7dl_hentai == 0) or (alt_day6_dv_7dl_hentai == 100):
            "Лох — это судьба."
            "Я умудрился запороть вообще всё, что только мог."
            "И пусть слабые духом кивают на ветреную Фортуну."
            "Я выпрямлюсь и гордо стукну себя пяткой в грудь: смотрите, завидуйте, я — неудачник!"
            "Я облажал всё что мог."
            "Казалось бы, что может быть проще — и механизм уже сто лет как неизменный."
            "Если хочешь обеспечить себе уединение в лагере, ты должен соблюсти три правила: отвлечение внимания окружающих, место, куда их угнать и место, куда спрятаться самому."
            "Ничего сложного, любой, у кого отношения заходили чуть-чуть дальше медленных танцев, это знает."
            "Нет, не надо на меня кивать — я здесь теоретик, талисман команды."
            "Маскот, если по-буржуйски."
            "В теории подкован, практики ноль."
            "Но, может, и правда, стоит прислушаться к гласу судьбы — и взять нумера в городе?"
            th "Хотя какие там нумера в посёлке городского типа образца советского захолустья…"
            "Ладно, что-нибудь придумаем. "
            "Сейчас же пора вставать."
    "Долго лежать не удалось — всё равно пришлось подниматься и принимать посильное участие в жизни лагеря."
    "Например, идти есть!"
    window hide
    with fade
    play music music_7dl["explore"] fadein 5
    $ persistent.sprite_time = "day"
    scene bg ext_square_day
    with dissolve
    "Как-то мимо внимания пролетел и завтрак, и попытки немного выстроить пионеров."
    "Мы всё равно сбивались в неорганизованное стадо."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day7_dv_7dl_un:
    window hide
    scene bg ext_square_day with dissolve
    play ambience ambience_camp_center_day fadein 5
    "Кажется, здесь наша история заканчивается."
    "Может быть, я не был самым убедительным альфачом на селе, и не всегда мои действия были верхом непогрешимости."
    "Но самое главное, это то, что я смог на несколько дней вернуться в невинность, к состоянию души, когда самый сложный вопрос — идти на речку или на луг."
    "Пора собирать вещи."
    "Мне уже не раз приходилось делать это, тем более, что и вещей-то у меня — кот чихнул."
    "Зимняя одежда — джинса, в которой я вчера изображал статую, майка с буржуйским принтом да свитер с ботинками."
    if alt_day_binder != 1:
        "Пальто уехало вместе с автобусом ещё в первый день."
    else:
        "Всё что было, всё на мне."
    "Так что весь багаж мой — это воспоминания, чуть приправленные хинной горечью от того, что не всё было так идеально, как это могло бы."
    "Не знал об отношении Лены ко мне — она снилась мне всю ночь — а тут как откровение какое-то."
    "Всё осложняется тем, что несмотря на наш раздрай, мне всё ещё очень, очень нравится Двачевская."
    dreamgirl "Зачем тогда Лену целовал, придурок?"
    th "Не знаю… Просто она…"
    "Я бессильно опустил плечи."
    "Что должна чувствовать Лена, каждый день наблюдая нас вместе?"
    "А что чувствовал бы я? Роль отверженного мне всегда удавалась пуще прочих."
    "Тоску? Грусть?"
    "Чаще всего это просто опустошение."
    "Что тогда должна была почувствовать вчера Алиса?"
    "Первый и единственный урок, который преподал мне отец, запомнился мне на всю жизнь."
    voice "Возьми боль, которую ты готов причинить, и примерь её на себя. Ущипни себя до крови, укуси, ударь до слёз, обзови обидно. Это и будет мера боли."
    "Я стоял и смотрел на него снизу вверх и с открытым ртом внимал непонятным, но, несомненно, очень умным вещам."
    voice "Теперь ты знаешь меру боли, так как сам её почувствовал. И теперь подумай — согласен ли ты на то, чтобы кто-то рядом с тобой испытывал подобное?"
    "Мерой боли разбитого сердца выступает тоска и опустошение. Слишком знакомые мне."
    "Слишком родные, чтобы меня могли остановить её заплаканные глаза."
    "Поэтому лучше просто сейчас найти её, и…"
    window hide
    scene bg ext_road_day with dissolve
    play ambience ambience_camp_entrance_day fadein 3

    play music music_7dl["beasteye"] fadein 3
    "Но вместо того, чтобы бегать по лагерю, ловить старательно скрывающуюся от меня Алису и что-то ей доказываться, я побрёл куда глаза глядят."
    "Это же самое простое — отпустить удила и позволить автопилоту уволочь тебя куда-то, где будет лучше, чем там, где ты сейчас."
    "Меня ноги вывели ко входу в лагерь, даже чуть дальше — к лугам по обе стороны от шоссе, на одном из которых я обнаружил крайне уместно вкопанную скамеечку."
    window hide
    show blinking

    "Я прикрыл глаза, подставляя лицо лучам солнца — уже ощутимо жаркого."
    "Здесь тихо, мирно."
    "Если бы можно было впустить этот покой в себя."
    "А я силой заставлял себя сидеть и отдыхать."
    "И доотдыхался."
    show un shy pioneer with dspr
    un "П-привет."
    "Лена. Удивительно."
    un "Я искала тебя."
    me "Ты меня нашла."
    show un serious pioneer with dspr
    un "Можно тебя попросить о чём-то?"
    me "Смотря о чём."
    "Включать джентльмена я не собирался, и вслепую подписываться на очередную авантюру — это, пожалуйста, без меня."
    un "Н-ну… Раз вы с Алисой больше не…"
    me "Что?"
    show un scared pioneer with dspr
    un "Понимаешь, я бы… Если ты не против, конечно…"
    th "И что она мямлит?"
    me "Надо было попросить у Виолы ещё успокоительного."
    "Ляпнул я."
    un "Ус… Э…"
    "Лена покачала головой."
    show un normal pioneer with dspr
    "Серьёзно так."
    "Как-то так странно получилось — я привык воспринимать её ребёнком, маленьким человечком, заключённым в пленительную плоть молодой женщины."
    "О чём я только думал вчера, когда целовал её?"
    "И сейчас этот ребёнок исчез — она в одночасье повзрослела… А я и не заметил."
    show un serious pioneer with dspr
    un "Не знаю, честно ли это по отношению к Алисе…"
    show un normal pioneer with dspr
    un "Но к чёрту Алису."
    un "Ты не хочешь… Попробовать… Со мной?"
    "Краткий всплеск активности и решимости мгновенно сошёл на нет, не удержавшись в груди девушки и нескольких секунд."
    me "Попробовать… что?"
    show un smile pioneer with dspr
    un "После прошлой дискотеки народ весь вечер гудел о том, как вы с Алисой тут друг за другом по лагерю бегали."
    un "Я не очень завистливый человек, но, честно — очень хотела бы оказаться на её месте."
    me "Ты… Ты предлагаешь мне стать твоим молодым человеком?"
    show un shy pioneer with dspr
    un "Д-да…"
    "Мы сидели рядом, смущённые, покрасневшие, смотрящие в разные стороны."
    th "Я-то почему краснею?!"
    th "Это же она сейчас находится в положении зависимого. Стоит мне лишь отказать, и…"
    me "Прямо сейчас?"
    show un grin pioneer with dspr
    un "А чего тянуть?"
    "Улыбнулась она, и я понял, что она подготовилась куда лучше, чем я ожидал."
    me "Но я не…"
    un "Помнится, у тебя никаких «но» с Двачевской не возникло."
    show un serious pioneer with dspr
    "Поджала губы Лена."
    "Я вспыхнул:"
    me "Я тебе, что, телевизор — раз и переключился? Мне нужно несколько дней на то, чтобы прийти в себя!"
    "Меня немного покоробило насквозь утилитарное отношение Лены к делам сердешным, но…"
    "Поразмыслив пару секунд, я пришёл к парадоксальному выводу — она говорит такие жуткие вещи просто потому, что стесняется!"
    "И поняв это, сразу почувствовал себя немного легче."
    me "Знаешь, давай мы до города хотя бы доедем, а там уже решим?"
    show un serious pioneer with dspr
    "Девочка несколько секунд смотрела мне в глаза, а потом кивнула:"
    un "Хорошо, тогда до города подождём. А потом ты мне скажешь."
    "Лена отвернулась."
    "А я перевёл дух:"
    th "Ну вот, несколько дней я себе выгадал — а дальше провались оно всё."
    "Поставив таким образом точку, я поднялся и зашагал к лагерю."
    $ alt_day7_dv_7dl_check = 4
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
        
label alt_day7_dv_7dl_sl:
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_house_of_sl_day
    with dissolve
    play ambience ambience_int_cabin_day fadein 3
    "Любые сборы — это всегда хаос."
    "Как говорится, один переезд — это два ремонта или половина развода."
    "А посему я поспешил укрыться от бурлящей активности в домике авеши порядка и по-полочности."
    "Сейчас, когда долг не требовал скакать по лагерю, задрав хвост, Славя находилась в своём домике — и это было самое спокойное в своём роде место."
    show sl normal pioneer with dissolve
    sl "Привет, заходи. Поможешь собраться?"
    "Она достала сумку и принялась рыться в шкафу."
    "Едва ли она нуждалась в моей помоши, но долг гостя требует:"
    me "Конечно. Как тебе помочь?"
    show sl smile2 pioneer at center with dspr
    sl "Я сейчас вещи покидаю, а ты потом попробуй застегнуть."
    "Протянув мне ладонь, она пожаловалась:"
    sl "А то у меня сил не хватает застёжку удержать."
    th "Ага-ага. Значит, сил чуть ли не в одиночку таскать по сорок кило нам хватает…"
    sl "А ещё лучше — просто придавишь всем весом, тогда оно само закроется."
    th "Дай угадаю, кому потом тараканить этот чемодан к выходу."
    me "Ежик сильный, но лёгкий, да?"
    sl "Что?"
    th "Ну да, факир был пьян и фокус не удался."
    show sl normal pioneer with dspr
    sl "Извини, я тут платья собирала, не расслышала."
    play music music_7dl["nap_one"] fadein 3
    me "Ничего, просто неудачная шутка. Так куда ты после лагеря?"
    sl "Ну… Куда. Домой. Учиться. Отцу предложили место за полярным кругом, так что уедем на холодный север."
    me "Чукча в чуме ждёт рассвета… А там что?"
    show sl smile pioneer with dspr
    sl "Учиться же! Потом, скорее всего, в Норильск поеду, у мамы подруга так ушла и меня зовёт. {w}В смысле, карьеру сделала."
    me "То есть мы больше не увидимся?"
    show sl serious pioneer with dspr
    sl "А хотелось бы?"
    "Я кивнул."
    "Славя погрозила мне пальцем:"
    sl "Смотри, я же поверю!"
    me "Да сколько угодно. "
    show sl serious pioneer with dspr
    sl "Дурак ты, Семён."
    me "Почему?!"
    show sl angry pioneer with dspr
    sl "Потому что не я тебе сейчас нужна — к которой ты пошёл из вредности и желания насолить."
    sl "А та, что в домике тебя дожидается. И плачет."
    th "Началось…"
    me "Ты про…"
    sl "Да, я про Алису. Ты вчера вёл себя гадко и отвратительно."
    sl "Я тебе не мать, конечно, чтобы воспитывать, {w}но когда я узнала, что ты на неё просто так накричал и даже не извинился…"
    me "А что она…"
    sl "Ты не понимаешь, что себя как последний свинтус ведёшь? Ты ведь ей совсем небезразличен…"
    show sl serious pioneer with dspr
    sl "А вместо этого зачем-то в последние часы пытаешься охмурить меня."
    "Она встала и подошла к двери."
    sl "Ступай и сделай правильную вещь, если хочешь, чтобы я тебя хоть чуть-чуть уважала."
    me "Да она меня пошлёт!"
    sl "За дело, значит! Вчера её послал ты. Так что будете хотя бы квиты."
    "Она кивнула."
    me "Просто извиниться?"
    sl "Хотя бы. А лучше — помириться."
    sl "Иди же!"
    window hide
    stop music fadeout 3
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_sl_day
    with dissolve

    "Ничего не понимая, я вышел на улицу."
    me "Вот так подводная лодка в степях Украины погибла в неравном воздушном бою…"
    "Пробормотал я себе под нос и побрёл выполнять требование активистки."
    dreamgirl "Сам бы ты, конечно, вовек не догадался."
    th "Молчи уже. Совесть недоделанная."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_dv_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3

    "Домик Алисы стоял на прежнем месте, никуда не делся и ни капельки не изменился."
    "Не то, чтобы я ожидал, что его выкрасят ядовито-зелёной краской или спалят к чертям, но здесь как будто лето замерло — всё та же весёлая черепушка-роджер на стекле двери, всё те же размочаленные провода, всё те же в беспорядке разбросанные по прибалконнику тапки."
    "Поднявшись на крыльцо, я толкнул дверь."
    window hide
    stop ambience fadeout 2
    play sound sfx_open_dooor_campus_2
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_house_of_dv_day
    with dissolve
    play ambience ambience_int_cabin_day fadein 2
    with None
    show dv normal pioneer2 at center 
    with dissolve

    "Алиса была в домике — она полулежала на кровати, используя подушку в качестве опоры и, забросив правую руку за голову, в левой руке держала книжку."
    me "Э… Привет."
    "Вместо ответа Алиса вопросительно подняла бровь."
    me "Мне бы хотелось поговорить с тобой."
    me "Если ты, конечно, не против."
    "Алиса, сохраняя всё то же отстранённо-вежливое выражение на лице, ответила:"
    show dv normal pioneer2 with dspr
    dv "Я против…"
    me "Да? А, ну ясно тогда. Хорошо."
    "Миссия провалена, the game is over."
    show dv smile pioneer2 with dspr
    dv "Тебе показать дорогу?"
    "О, ну, к таким ситуациям меня жизнь готовила! Я, можно сказать, спец по таким ситуациям!"
    "Значит, сейчас надо выбрать самую угрожающую реплику, из тех, что приходят в голову, а потом накинуться на неё и сорвать одежду!"
    "Стараясь держать спину прямо, я развернулся."
    th "Взвейтесь кострами, синие ночи… Злая Алиска вредная очень…"
    "И, чеканя шаг, пошёл вон."
    me "Прости меня, пожалуйста."
    me "За всё, что я тебе наговорил."
    "Не зная что ещё добавить, я достал их кармана плеер и положил его на тумбочку — пусть ей будет хотя бы какая-то память, раз уж мне ничего не досталось."
    me "Подарок."
    "Алиса бессвязно угумкнула."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_dv_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    window hide
    "Дверь захлопнулась у меня за спиной."
    "А я бедняк, и у меня лишь грёзы… Их простираю под ноги тебе…"
    "Всё, что у меня осталось — это моё одиночество и сожаление."
    "Чувствую себя страусом, который напугался чего-то, стоя на асфальте."
    "И как тот самый страус, я побежал в место, ставшее единственно безопасным сейчас."
    "Опять к Славе."
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_house_of_sl_day
    with dissolve
    play ambience ambience_int_cabin_day fadein 3

    "Она тихонько вздохнула, поняв всё с первого взгляда."
    "Кивнула на чемодан:"
    show sl normal pioneer with dspr
    sl "Садись."
    me "Что?"
    show sl laugh pioneer with dspr
    sl "Мне всё ещё надо его закрыть, помнишь?"
    me "Ой, прости."
    "Я не ёжик, я не лёгкий. Две секунды — и замки хищно щёлкнули, смыкаясь."
    sl "Спасибо за помощь."
    me "Спасибо, что приютила…"
    sl "Ты можешь приходить когда захочешь."
    me "О, как это мило. Сейчас я посчитаю, сколько раз успею прийти и уйти за оставшиеся полчаса."
    show sl smile2 pioneer with dspr
    sl "Ты смешной."
    sl "Ты изо всех сил строишь из себя буку, но ты один из самых добрых людей, кого я знаю. Даже тогда, когда ты стараешься вести себя грубо."
    sl "Будешь?"
    "Она протянула мне какую-то непонятную штуковину, похожую структурой на кусок войлока."
    me "Что это?"
    sl "Сливовая пицца. Маме родственники из Казахстана присылают иногда."
    me "Это съедобно?"
    show sl laugh pioneer with dspr
    sl "Не бойся, нейротоксин действует безболезненно."
    me "Шутишь…"
    show sl serious pioneer with dspr
    sl "Семён, не смей ни о чём жалеть, ясно тебе?! Не смей. Даже не сомневайся в себе."
    "Переход между её попытками поюморить и серьёзным взглядом был подобен удару кнута — я вздрогнул от щелчка в стоячем воздухе."
    sl "Это лучше, чем если бы ты сидел здесь до отъезда и потом всю жизнь думал о том, что было бы, если бы подошёл."
    sl "Ты не сдался. И за это я очень тобой горда."
    me "Как будто это вернёт мне расположение Алисы…"
    "Сказал я первое, что пришло в голову — всё что угодно, лишь бы сбросить неловкость после незаслуженной похвалы."
    sl "А тебе и не надо его возвращать, Семён."
    show sl normal pioneer with dspr
    sl "Самое важное — это быть честным. Ты сумел стать им."
    sl "А Алиса… Что ж, она оказалась слишком слабой."
    "Славя отвернулась и села, неловко сложив руки на коленях."
    th "Это та самая Славя, которую я помню?! Та, что не знает ни стыда, ни злости, ни ярости?"
    "Потом встала и отошла к окну, зачем-то стала проверять работу задвижки на форточке."
    me "Что… Что случилось?"
    "Посмотрев в небо за окном, Славя, наконец, снизошла:"
    sl "Я не имею права этого говорить, но сейчас какая разница — раз вы не вместе."
    sl "Раз тебя всё равно «вернёт» туда, откуда ты начал свои приключения."
    sl "Алиса подходила ко мне и спрашивала о том, как должны вести себя люди когда они… ну… встречаются. Когда у них случаются отношения, понимаешь?"
    sl "Спрашивала, когда что можно говорить, когда можно что делать… А я ей ответила, чтобы слушала сердце. Сентиментально, да…"
    me "И что дальше?"
    sl "А дальше, Семён, то, что она попросила Ульяну не заходить в дом, пока там будешь ты, то, что она лежала там с самого утра, не выходя, чтобы ты мог её найти там. И ждала."
    show sl serious pioneer with dspr
    sl "Просто она струсила. Испугалась ответствености, того, что это не последняя ваша ссора и всего прочего, что связано с тобой. С вами."
    "Вырвав из блокнота бумажку, Славя что-то быстро-быстро там начеркала и протянула мне."
    sl "На случай, если вдруг что…"
    sl "Здесь два номера. По одному ты сможешь дозвониться до меня в ближайший месяц-два, пока отцу оформляют перевод."
    sl "А второй — телефон Алисы. Догадываешься, что это значит?"
    me "Я должен буду продолжать попытки?"
    show sl smile pioneer with dspr
    sl "Вот именно. Я всегда знала, что ты умница, Семён."
    "Она бросила взгляд на часики у себя на запястье."
    sl "А теперь, мой верный рыцарь — на вас чемодан и приятная компания, пока мы не дойдём до автобуса!"
    me "Как прикажете, мэм!"
    "Улыбнулся я."
    $ alt_day7_dv_7dl_check = 22
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day7_dv_7dl_mt:
    scene bg ext_houses_day with dissolve
    "Последний день. Беготня."
    "Сказать по правде, ожидал, что придётся заниматься всей той чушью, к которой я привык — снимать постельное бельё, сдавать под роспись…"
    "Опять же, форму надо сдать — всё казённое, всё подотчётное."
    "Но, кажется, наличие в отряде человека, трудящегося кастеляншей на полставочки, даёт целый ряд преимуществ."
    "Пока мы завтракали, Славя пронеслась смерчем по всем домикам, смела все постельное бельё с биркой «Совёнка» и утащила к себе на склад."
    "Так что за нами оставалось только собрать личные вещи и упаковаться по чемоданам."
    window hide
    scene bg ext_admins_day_7dl with dissolve
    mt "Семён, погоди."
    "Я обернулся."
    "Меня догоняла вожатая, явно чём-то озабоченная."
    me "Да, Ольга Дмитриевна?"
    show mt normal pioneer with dissolve
    mt "В городе будет комплектоваться третья смена, через недельку повезу их в лагерь."
    me "Да? И что?"
    show mt smile pioneer with dspr
    mt "Может, тогда на вторую смену? Помощником вожатого."
    mt "Поживёшь недельку у меня, а там и обратно поедем?"
    me "Оль… Ты…"
    "Я огляделся, не видит ли нас кто."
    me "Ты уверена? Всё-таки аморалка. Да и родители…"
    show mt laugh pioneer with dspr
    mt "Сём, ты, возможно, не помнишь, но у нас этот разговор происходит каждый год."
    me "Не помню."
    "Честно признался я."
    "Я был здесь впервые. И лето прошлого года провёл в ночном режиме, бодрствуя исключительно после захода солнца."
    "Но, наверное, не стоит говорить об этом Ольге."
    "Поэтому я кивнул, соглашаясь."
    me "Но в свете новых подробностей… Я «за»!"
    show mt smile pioneer with dspr
    mt "Нисколько в этом не сомневалась."
    me "Дома у тебя бардак, наверное…"
    mt "… приеду — приберу!"
    "Закончила она."
    mt "Ты и это каждый год говоришь."
    me "И как? Хоть раз дошло дело до уборки?"
    show mt normal pioneer with dspr
    mt "А вот об этом ты узнаешь, когда  мы доберёмся до моей квартиры."
    me "Как скажешь."
    "Покладисто кивнул я. Готов побиться о заклад, из меня бы вышла чертовски хорошая домохозяйка — лично для себя мне лень убираться и готовить, но ради родного человека…"
    dreamgirl "Оу! Родного!"
    mt "Так ты, значит, согласен?"
    me "Да! Я же сказал!"
    mt "Прекрасно! Побегу к начальнику лагеря, оформлю заявку на второго помощника вожатого."
    show mt smile pioneer far with dspr
    "Оля расцвела в улыбке и, чмокнув меня в нос, побежала к зданию администрации."
    me "Что значит «второго»?!"
    mt "Ещё Славя!"
    hide mt with dissolve
    "Крикнула вожатая, не останавливаясь."
    "Вон оно что."
    "Ну… Это здорово! У меня будет несколько знакомых людей, и ещё одна смена в лагере нахаляву!"
    dreamgirl "Кучеряво устроился!"
    th "Да, я знаю."
    dreamgirl "А с Алисой-то что?"
    th "А ничего."
    th "Я просто напомню ей пословицу про собаку на сене, если вдруг потребуется."
    dreamgirl "Ну и скотина же ты…"
    th "На том и стоим."
    "Не слушая больше укоров внутреннего голоса, я пошёл в домик, собирать своё барахло."
    "Правда, оно всё уместилось у меня на плечах да по карманам."
    "А то, что не вместилось — то уместил рюкзак."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day7_dv_7dl_dv:
    window hide
    scene bg ext_square_day with dissolve
    "Алиса, вместо того, чтобы идти собираться, вдруг взяла меня за руку и потащила куда-то."
    me "Мы куда?"
    dv "Увидишь!"
    "Улыбнулась она."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_camp_entrance_day
    with dissolve
    play ambience ambience_camp_entrance_day fadein 3
    "Идти пришлось прилично — мы вышли за территорию лагеря, миновали ворота и у самой остановки свернули на едва заметную тропинку."
    "И вот здесь Алиса замедлила шаг — видимо, конечный пункт нашего пути был близко."
    "И верно — несколько минут спустя мы вышли на берег реки."
    "Всё необходимое для беспечного прожигания времени, было здесь — высокая трава, дерево, дающее тень."
    "Наверное, сюда здорово было бы брать корзинку с провизией и устраивать пикники."
    window hide
    scene bg ext_adductius_7dl with dissolve

    show dv smile pioneer2 with dspr 
    dv "Ну как, нравится?"
    "Улыбнулась Алиса."
    me "Очень! Жаль, мы здесь не были ни разу."
    dv "А сейчас?"
    "Я рассмеялся и, найдя себе место, завалился на траву, закинул руки за голову и уставился в бесконечно голубое небо."
    
    window hide
    scene bg ext_sky_7dl with dissolve
    play music music_list["farewell_to_the_past_edit"] fadein 5

    "Рядом со мной зашуршала трава — и Алиса улеглась рядом, как в кино — голова к голове, чтобы было удобно смотреть в одну точку."
    me "Благословенны склеротики, ибо снискали непогрешимости и не помнят собственные ошибки."
    dv "Да ну?"
    me "А как же. {w}Ницше. Ницше фигни не ляпнет, ибо так говорил Заратустра!"
    dv "Угу. Ты постоянно балагуришь и стебёшься надо мной. {w}Ты мне совсем-совсем не веришь?"
    me "Верю, почему. Я доверяю тебе жизнь, руку-сердце и почки. {w}Почку. Левую."
    dv "Кроме жизни, есть и другие вещи."
    me "Жадная какая. А что за вещи?"
    dv "Ну… Например, твоё прошлое. {w}Расскажешь?"
    me "Нет."
    dv "Вот опять. Я тебе все говорю, а ты даже рассказать о себе не хочешь."
    me "Всё говорить не есть доверие."
    dv "А что?"
    me "Просто болтовня."
    dv "Опять отмазываешься."
    me "Да нет. Просто нечего мне о себе рассказывать, в общем-то.{w}"
    me "Понимаешь? {w}Я скучный. Глупый, грустный, скучный неудачник. {w}Выйди на улицу, нас таких миллионы под копирочку."
    dv "Я в это не верю. Я же выбрала тебя, значит, что-то было?"
    me "На безрыбье… А потом привыкла."
    dv "Дурак."
    "Она щёлкнула мне по лбу, но как-то без задора."

    "И чёрный кабинет, и ждёт в стволе патрон…"
    "А мы лежим на лугу и гоняем взглядами облака."
    me "Я готов умереть — ведь счастливее, чем сейчас, я уже не буду."
    dv "Хорошо. Умирай. {w}Но сначала покатай меня. "
    me "Покатать?"
    window hide
    scene bg ext_adductius_7dl with dissolve

    dv "Да!"
    "Она забралась на дерево и размотала прибранные там качели — примитивные, из доски и двух кусков кабеля."
    dv "Покатай меня."
    with fade
    "И — земля из-под ног! — ух! Вперёд!" with flash
    with fade2
    pause(2)
    window hide
    scene cg d7_dv_addic_happy_7dl
    with dissolve2
    "Солнечная девочка на качелях замирает, вся тянется к солнцу на самой верхней точке и счастливо смеется."
    "А потом — вух! — летит назад, одаряя меня улыбкой, в какой-то момент зависая почти горизонтально лицом к земле, будто во мгновении несбыточного полёта."
    dv "Я счастлива!"
    "Кричит она."
    dv "Cлышишь?! Я счастлива!"
    window hide
    scene bg ext_adductius_7dl
    show dv normal pioneer2
    with fade2
    dv "Ты меня точно не бросишь?"
    "Строго спросила она спустя полчаса, когда мы оба немного устали и присели под тем же деревом в тени…"
    "Я кивнул."
    "Скоро придут те, кто заберут её у меня."
    "Нас рассадят по разным реальностям, настучат по рукам длинным учительским деревянным метром и наорут так, что в голове звенеть будет — и всё ради того, чтобы просто сбить с панталыку!"
    show dv smile pioneer2 with dspr
    dv "Знаешь, а это не первый мой лагерь."
    me "Расскажи."
    dv "Да нечего рассказывать."
    dv "Была в «Буревестнике» под Москвой восемь лет назад. Лагерь… Ну как, лагерь."
    dv "Бывший санаторий, поэтому никакой местной загородной романтики — асфальт, кирпичные дома, водопровод с туалетом. Это ещё до того было, как меня усыновили."
    me "Удочерили."
    show dv normal pioneer2 with dspr
    dv "И это тоже."
    dv "У нас был целый отряд таких вот. {w}И представь, мне восемь, за окном солнце, лето, родительский день, а нас всех вместе собрали, убогих таких и выдали каждому по мешочку со сластями, включили «Добро пожаловать»."
    dv "Домашние ходят, показывают лагерь, показывают друзьям крутость родителей, а мы сидим вдесятером, смотрим видик и едим карамельки, апельсины, яблоки, собранные сухпаем для убогоньких, сгущёнку из тюбиков, и тошнит уже и от сгущёнки этой, и от «а что это вы тут делаете», а всё равно — счастье."
    dv "Натужное, кричащее «глядите! Я не хуже вас! Глядите!»."
    show dv sad pioneer2 with dspr
    "Она тихо вздохнула."
    dv "Человек такая тварь, что может жить где угодно и как угодно. И счастье у него такое же — приспособленское."
    dv "У меня был там… Мальчик. {w}Серьёзный такой, Витюшей звали."
    dv "Да только я его прогнала, когда… Когда и тебя прогнать пыталась. Только ты не ушёл почему-то."
    me "Не захотелось, вот и не ушёл."
    "Я отнял у неё травинку и стал щекотать ей нос."
    dv "А две недели спустя, под самый конец смены, была ярмарка."
    me "Ярмарка?"
    show dv normal pioneer2 with dspr
    dv "Да. Вместо того, чтобы загорать на пляже или ходить в лес, ты две недели ходил за вожатыми и персоналом и клянчил у них наряды."
    dv "Потом эти наряды закрывались, и на тебя записывались сантики как у Носова."
    dv "И вот ярмарка, и тебе надавали этих сантиков, и ты ходишь как дурак и думаешь что купить. {w}Зачем эти игры во взрослость?"
    me "Взрослость?"
    dv "Взрослую жизнь, да. {w}Все так носились с этой ярмаркой — свои деньги, свой банк, наряды эти. У нас даже собственные фальшивомонетчики были…"
    show dv shy pioneer2 with dspr
    "Алиса помолчала."
    dv "Руководство тогда заказало импортных конфет и огромную партию всё той же несчастной сгущёнки в пакетиках, бельгийской, с ванилью, с шоколадом, с клубникой."
    dv "Сметали только влёт. Особенно с блинами. Только десять человек во всём лагере как от чумы убегали от лотков с этой сгущёнкой, догадайся, кто."
    me "А ты?"
    show dv laugh pioneer2 with dspr
    dv "А я? Я все свои сантики потратила на жвачку, прожевала ком и залепила все замки в банке."
    dv "Виноватого, сам понимаешь, так и не нашли.  Хохотала как больная, а наказали нас всех целиком… Сам понимаешь, девочки мне устроили «тёмную». Но оно того стоило."
    dv "Заставить бегать целый лагерь взрослых людей, обижающих своей жалостью сильнее, чем если бы они сделали вид, что ничего не было, и не ходит у них под боком десяток голодных и озлобленных волчат."
    me "Ты слишком внимания этому уделяешь, мне думается."
    show dv smile pioneer2 with dspr
    dv "Да нет."
    
    "Алиса безмятежно улыбнулась и пожала плечами."
    dv "На самом деле мне плевать. Нам всем плевать.{w} Дела давно минувших дней, преданья старины глубокой…"
    me "А эти твои… приёмные?"
    dv "Псы-то? А что с ними?"
    me "Почему псы? Они кто тебе вообще? {w}Родственники, опекуны или как?"
    show dv grin pioneer2 with dspr
    dv "Или как. Я же говорю, псы."
    me "Как ты можешь говорить так?!"
    dv "Как? Я правду говорю."
    me "Они о тебе заботятся, а ты их…"
    dv "Только не надо мне моралей читать. Это не оскорбление, а… Как бы тебе сказать."
    dv "Всего псов было тридцать. {w}Программа социальной адаптации и реабилитации. {w}ПСА. Мы никогда не видели наших будущих опекунов, они нас."
    me "Что-то типа свидания вслепую?"
    show dv normal pioneer2 with dspr
    dv "Ну… Да! У нас же партия — это семья, все друг другу братья."
    me "Любопытно, нет ли у вас, случаем школ имени Алексея Маресьева…"
    "Пробормотал я."
    dv "Не совсем понимаю, о чём ты, но, наверное, есть."
    dv "А псы просто выбирали себе того, кто нравится и брали его за руку. {w}Мои мне сразу понравились, видишь, уже восемь лет с ними живу."
    me "Ты не выглядишь особо счастливой."
    dv "Пусть тебя не смущает мой внешний вид, они действительно хорошие, но некоторые привычки уже не вытравишь."
    dv "Им пришлось примириться и с драками моими, и с тем, что я пацанка. Так и живём."
    show dv sad pioneer2 with dspr 
    "Она замолчала."
    "Видимо, решалась что-то сказать, потому что спустя пять минут, когда она задавала вопрос, голос её был напряжённым:"
    show dv shy pioneer2 with dspr
    dv "Ну и что ты об этом думаешь?"
    window hide
    with flash_cyan

    "Я помолчал, собираясь с мыслями."
    me "Знаешь, меня всегда бесило, что если начинаешь встречаться с девушкой, ты почему-то автоматически начинаешь встречаться с кучей её родственников, друзей и знакомых. А тут только ты."
    "Я потянулся к Алисе поцеловал её в лоб."
    me "И это жутко притягательно. Как будто мы сидим на воздушном шаре, а ты вместо того, чтобы в корзину свалиться балластом, внезапно оказалась той, что тянет вверх."
    me "Можно двигаться куда хочешь, делать что хочешь… Настоящая свобода."
    dv "Если бы в этой свободе было место и для меня…"
    me "Смотри, ещё не поздно всё отменить и бросить меня."
    dv "Дурак. Мы всегда будем вместе."
    window hide
    scene bg ext_sky2_7dl with dissolve
    if loki:
        menu:
            "А хочешь, я заберу тебя с собой?":
                $ alt_day7_dv_7dl_loki_catapult = True
                return
            "Ловлю на слове":
                "Я перевернулся на живот и, нависнув над Алисой, стал целовать её щёки, губы, прикрытые глаза."
                me "Хотя мы уже вместе. И этого не изменить."
                dv "Здорово."
                "Алиса открыла глаза."
                dv "Помни это. И никогда не забывай."
    elif herc:
        me "Ты так говоришь, как будто тебе нет места в моей свободе."
        dv "А есть?"
        me "Может, сначала это скажешь ты? Есть ли там что?"
        "Я постучал себя по груди."
        me "Ты говоришь о каких-то эмоциях, привязанностях с тем же воодушевлением, как сказала бы, что зимой идёт снег."
        scene expression Noon("bg ext_adductius_7dl") at zenterleft
        show dv guilty pioneer2 at cleft
        with dissolve
        dv "Это неправда!"
        me "Правда. Такая же, как то, что ты не стесняешься врать мне в половине ответов."
        dv "Почему ты говоришь так?!"
        me "Когда тебе что-то интересно, у тебя расширяются зрачки, ты резко вдыхаешь носом воздух, и крылья реагируют, мелко-мелко подрагивает уголок губы, когда ты от счастья сдерживаешь улыбку."
        dv "Не смей!"
        me "Не сметь чего?"
        dv "Читать меня так! Это… бесчестно!"
        me "Любовь бесчестна."
        dv "Любовь?"
        me "О…"
        me "Я это вслух сказал, да?"
        show dv shy pioneer2 with dspr
        dv "Вроде того. Но это же всего неделя, как ты так говорить можешь?"
        "Я пожал плечами."
        me "Я так чувствую."
    else:
        me "Я не рядом разве?"
        dv "Ну тебя в баню."
        dv "Ты скучная зануда."
        "Пожаловалась она, отбирая у меня травинку и щекотя мне лоб."
        dv "Из-за тебя вся спонтанность пропала."
        me "Ух, умные какие словеса.{w} А можно для дебилов попонятнее? {w}А то я не то, чтобы олигофрен, но вьюнош вполне себе инфантильный и прямолинейный."
        dv "Раньше же как — ты что-то делаешь просто потому, что это в кайф."
        dv "В кайф пробежаться, в кайф повесить тарзанку и нырнуть в местную речку, в кайф расколошматить весь ряд окон в школе."
        dv "А теперь всё чаще всплывают вопросы «зачем», «для чего». Осмысленности слишком много стало, верни мне меня старую, слышишь?"
        me "Зачем?"
        dv "Зачем? Да затем, что я даже смеюсь последнее время не сердцем, а разумом. Даже плачу как-то очень осмысленно. Горько."
        me "Я здесь не при чём. Просто теперь не тебе одной может влететь, а нам обоим."
        me "А ты не хочешь, чтобы мне было плохо."
        me "Ответственность! "
        dv "Ну тебя!"
        "Смеясь, она отмахнулась и поднялась."

    "Это время — наше. Это время для нас."
    "Я чувствую, как оно несётся вскачь, но если вдруг хочется ненадолго приостановить его неумолимый бег, если вдруг хочется потянуть мгновение — то достаточно просто выдохнуть и вспомнить о том, что в минуте шестьдесят секунд — это двадцать семь вдохов, пятьдесят четыре удара сердца."
    "Или один длинный поцелуй."
    dv "Ну всё, отдохнули — и хватит! А то без нас уедут."
    me "Пускай!"
    "Я безмятежно махнул рукой."
    dv "Ну уж нет! Я не хочу жить в землянке и питаться корой деревьев. Пошли!"
    "Алиса потянула меня за руку, и я, засмеявшись, поднялся."
    window hide
    with fade

    "Путь до лагеря занял не больше двадцати минут — пробравшись какими-то тропинками, мы вышли на площадь."
    stop music fadeout 3
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_square_day
    with dissolve

    play music music_7dl["surf"] fadein 5
    "Пока остальные оболтусы носятся по лагерю, в спешке собирая свой несомненно ценный хлам, мы нашли себе место в теньке под каштанами и наслаждались последними часами отдыха."
    me "У тебя как с вещами?"
    show dv smile pioneer2 with dspr
    dv "Да в спортивную сумку всё уместится."
    dv "Когда путёвки раздавали, сказали, брать с собой поменьше вещей, мол, здесь всё дадут."
    dv "Ну вот и дали."
    me "Да…"
    th "Под честное слово, с обещанием вернуть — полотенца, принадлежности, одежду, инвентарь."
    dreamgirl "Отдых, отношения, хорошее настроение и доверие к людям."
    "Ну да… Это, кажется, тоже придётся вернуть."
    "Лишь бы не заставляли возвращать… Ну, понятно что."
    "А то с такой логикой, поиграй да отдай, надо возвращать вообще всё, в том числе, издёрганные нервы того меланхолика, что вошёл неделю назад в ворота лагеря."
    show dv normal pioneer2 with dspr
    dv "А у тебя вообще никаких вещей нет?"
    "Почему-то её это совсем не удивляло."
    me "Так получилось…"
    show dv grin pioneer2 with dspr
    dv "Да-да, слышала про пропавший чемодан и прочую чушь."
    "Алиса произнесла это таким тоном, что я понял — и на секунду не поверила."
    me "Если бы ты знала подробности…"
    th "Пора-не пора? А чего тянуть."
    me "У тебя всё равно не будет шанса сдать меня в дурдом, так что слушай."
    "Я уселся поудобнее и, смотря в бетонные плиты под ногами, начал:"
    me "Не знаю, обратила ли ты внимание на то, что я тут каждую секунду как последнюю живу…"
    dv "Обратила."
    show dv smile pioneer2 with dspr
    "Улыбнулась Алиса."
    dv "Но это у тебя просто манера такая — на ровном месте драму строить."
    me "Не совсем."
    me "Пока я ещё здесь, я хочу быть рядом с тобой."
    show dv laugh pioneer2 with dspr
    dv "А ты что, можешь испариться?"
    "Алиса улыбнулась так, будто я сказал невесть какую смешную вещь."
    me "Могу."
    "Просто ответил я."
    me "Дело в том, что я — своего рода попаданец."
    show dv normal pioneer2 with dspr
    dv  "Куда попаданец?"
    me "Сюда!"
    me "Помнишь, Твена с его «янки короля»?"
    dv "Про человека, попавшего в прошлое?"
    me "Примерно."
    show dv laugh pioneer2 with dspr
    dv "А ты, значит, тоже из будущего?"
    "Я покачал головой."
    me "Вряд ли."
    show dv normal pioneer2 with dspr
    me "Я не могу сказать точно, в чём отличия между местом, к которому я привык, и этим миром — ваше время сейчас находится на отметке 89-го года… а у нас послезавтра уже 2019-й встречать будут."
    me "Сама понимаешь, в 89-м году мне было слишком мало лет, чтобы запомнить подробности."
    me "Но основные отличия я тебе назову — это пионерия в 16 лет, у нас в этом возрасте уже в Комсомол принимали. Генда ещё. Ну и так, по мелочи."
    dv "А можно, можно я тоже скажу что-нибудь этакое? Ммм… Во! Я пришелец с Марса!"
    me "Алиса!"
    show dv laugh pioneer2 with dspr
    dv "Я просто не могла удержаться. Кстати, на Марс-то летаете?"
    me "Нет, всё никак не соберёмся. Зато, вон, Мику к Венере отправили."
    show dv surprise pioneer2 with dspr
    dv "Сёрьезно?! Нашу Мику?!"
    me "Не совсем её, скорее, цифровую копию… Давай, я не буду тебе объяснять всякие вещи, в которых сам не очень силён, идёт?"
    show dv smile pioneer2 with dspr
    dv "Ладно, давай, что у тебя там ещё?"
    "Разрешила Алиса."
    dv "Ты к нам как, на машине времени приехал?"
    me "На самокате, блин. Ты и дальше будешь стебаться, или я могу продолжать?"
    show dv laugh pioneer2 with dspr
    me "Я — жертва обстоятельств. У нас нет пока таких технологий, чтобы шастать по времени или чужим мирам. {w}Так что по меркам нашего мира эта история тоже фантастическая. "
    me "Я спешил по своим делам, прикорнул в автобусе."
    me "Проснулся здесь. Вот так."
    me "Да ещё и сбросил десяток лет."
    me "Такая вот история."
    show dv smile pioneer2 with dspr
    "Алиса улыбнулась:"
    dv "Мог бы что-нибудь и поинтереснее придумать! С бластерами и погонями."
    me "Мог бы…{w} Надеюсь, то, насколько эта история скучна, поможет тебе… Поверить."
    dv "Да поверить-то не очень сложно. Если тебе так хочется."
    me "Не веришь… Ничего удивительного."
    th "Чем бы её убедить…"
    "Покопавшись в карманах, я достал плеер:"
    me "Вот! Штука из будущего. "
    me "У вас эту технологию ещё нескоро изобретут."
    "Я включил первую попавшуюся песенку и протянул наушник Алисе."
    "Немного настороженно, та приняла наушник и вставила себе в ухо."
    dv "Проигрыватель. Только миниатюрный совсем."
    dv "Я такие в кино про спецслужбы видела."
    dv "А у тебя же родители как раз оттуда."
    show dv grin pioneer2 with dspr
    "Алиса погрозила пальцем:"
    dv "Почти убедил!"
    me "Такого нет даже у спецслужб пока.{w} Технологию твердотельных накопителей изобретут только через пять лет. Универсальную шину через четыре, если не ошибаюсь."
    dv "Я ничего не поняла."
    "Алиса с трудом сдерживала смех, глядя на то, как я серьёзно рассказываю ей весь этот бред."
    me "У меня ещё есть телефон, но там заряда на полчиха осталось.{w} Думал сделать фотографию с тобой, но, боюсь, не хватит."
    me "Но я к чему всё это, Алис."
    "Я перестал расхаживать перед ней, опустился на скамейку и взял её за руку."
    me "Раз я не могу этим управлять или как-то влиять, то следует быть готовым ко всему!"
    me "Если меня вдруг захотят вернуть, то сделают это, как и в прошлый раз — из автобуса."
    me "И, скорее всего, это произойдёт тогда, когда никто меня не будет видеть, а сам я буду спать."
    dv "Значит, это ты таким образом напрашиваешься на то, чтобы я тебе спать не давала?"
    show dv grin pioneer2 with dspr
    "Лукаво улыбнулась она."
    me "И это тоже."
    dv "Да поняла я, поняла.{w} Ты – как Алиса Селезнёва, тебя никто не ждёт, тебе негде ночевать."
    me "Вроде того."
    dv "Ладно, можешь считать, что ко мне ты в гости напросился. {w}Недели хватит? Если не хватит, придётся тебе в гараж перебираться, он пока пустой, но там тепло."
    menu:
        "Подарить плеер" if lp_dv >= 16:
            $ alt_day7_dv_7dl_check = 1
            me "Я не уверен в том, что доеду до финальной точки."
            me "Но я не хочу, чтобы всё это закончилось так глупо."
            me "Поэтому — вот. Чтобы была хоть какая-то память."
            show dv surprise pioneer2 with dspr
            dv "Ты уверен?"
            "Кажется, до Алисы начала доходить вся серьёзность моих намерений."
            dreamgirl "Вся запущенность твоей болезни, скорее."
            "Хотелось бы мне, чтобы вся эта моя паника была бурей в стакане."
            dv "Наверное, дорогая игрушка?"
            me "Да нет. Просто… Там все вещи, которые я показывал и пел, всё, что ты могла от меня услышать."
            if alt_day2_loki_minijack and ('dv' in list_d2_convoy_7dl):
                me "Если помнишь, на эстраде тогда, когда я крутил всякую музыку — она тоже здесь."
            "Конечно, лучше слыть паникёром, чем мочь что-то сделать — и сидеть на пятой точке ровно."
            show dv smile pioneer2 with dspr
            dv "И ты вот так просто её отдашь?"
            menu:
                "Почему нет? Забирай":
                    "Я пожал плечами."
                    me "Какая-никакая, а память. Забирай!"
                    $ alt_day7_dv_7dl_check = 2
                "Не совсем (оставить ей голосовой автограф)":
                    me "В этом плеере есть функция записи."
                    me "Будем в автобусе, я тебе что-нибудь туда наболтаю."
                    me "Ты не против?"
            "Она улыбнулась."
            dv "Спасибо! Только я тебе ничего в ответ не дам."
            me "И не надо!"
            show dv normal pioneer2 with dspr
            dv "Будем считать это налогом на дурацкие сказки."
            "Заявила она."
            dv "И я тебе его не отдам, когда мы приедем в город, ясно?"
            me "Да…"
            dv "А потом ещё и по уху получишь."
            me "Да пожалуйста!"
            "Рассмеялся я."
            th "Почему нет? По уху? Да сколько угодно!"
            dreamgirl"…и билеты на футбол с радостью я променял бы на добавочный укол."
            th "Вроде того!"
            dreamgirl "Вслух только это не произнеси."
            me "За то, чтобы открыть глаза рядом с тобой — цена не слишком высока."
        "А потом?":
            dv "А потом посмотрим."
            "Алиса легкомысленно пожала плечами, лишний раз напоминая мне — почему же она мне всё-таки нравится."
            dv "Придумаем что-нибудь."
            $ alt_day7_dv_7dl_check = 2
        "Да не надо мне никакого гаража":
            $ alt_day7_dv_7dl_check = 5
            "Я фыркнул."
            me "Не хочешь — не верь. Я тебе всё сказал."
            me "Просто если однажды будешь проездом в Питере…"
    show dv smile pioneer2 with dspr
    "Она улыбнулась и легко поднялась."
    dv "В конце концов, самое главное — это то, что ты честен со мной."
    dv "Сколько там оклоков на твоём телефоне из будущего?"
    th "Надо же, и такое углядела."
    me "Начало второго…"
    dv "Тогда встречаемся у ворот, скоро автобус."
    hide dv with dissolve
    "Ни на йоту мне не поверила, судя по напряжённой спине."
    me "Алиса?"
    if alt_day7_dv_7dl_check == 5:
        if lp_dv >= 20: 
            if (alt_day6_dv_7dl_hentai == 0) or (alt_day6_dv_7dl_hentai == 100):
                "Она обернулась."
                show dv normal pioneer2 with dspr
                me "А у меня твой телефон есть!"
                me "Так что жди звонка с питерского номера!"
                show dv angry pioneer2 with dspr
                dv "Где взял?!"
                me "Где взял, там больше нету."
                "Алиса хотела было что-то рявкнуть, но передумала, махнула рукой."
            else:
                me "Дай номерок-то!!!"
                dv "Я же сказала — в автобусе!"
                "Она убежала."
            $ alt_day7_dv_7dl_check = 2
        else:
            $ alt_day7_dv_7dl_check = 0
            "Она не обернулась. Ушла."
    else:
        dv "В автобусе!"
        "Она махнула рукой и скрылась за домиками."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day7_dv_7dl_loki:
    scene bg ext_sky2_7dl with dissolve
    dv "А где бы ты хотел оказаться, если бы мог оказаться везде-везде?"
    "Я никогда не думал об этом. {w}Нет во мне этой патологической тяге к перемене мест. Наверное, потому, что корней у меня нет, я постоянно кочую мало-помалу."
    me "Да, наверное, на море."
    dv "Море?"
    me "Да. Даже не море — на море я был, ни один ангел теперь меня лохом назвать не посмеет.  Я хочу побывать на океане."
    me "Представляешь? Агромадина, смотрящая на тебя, и ты понимаешь, как ничтожна твоя жизнь по сравнению с ней, понимаешь, что за спиной у тебя земли меньше, чем впереди воды, и можно представить себе, что ты плывёшь в никуда, как самый бравый капитан, как самый храбрый пират — на корабле под названием «Земля»."
    dv "Ты постоянно такие глупые вещи говоришь."
    "Я не вижу её лица, но по голосу чувствую — улыбается."
    dv "Напомни мне, почему я до сих пор тебя не бросила?"
    me "Потому что ты не можешь без меня и кричишь, умоляешь и плакаешь — всё ради того, чтобы я позволил тебе облобызать ладошку?"
    dv "Дурак."
    "Она схватила меня за уши, чтобы не дёргался, и крепко, с оттяжкой поцеловала в лоб."
    dv "Какой же ты дурак, господи… И что я в тебе нашла?"
    me "Друга."
    "Серьёзно ответил я."
    me "Я — твоя уверенность в том, что дружба между мужчиной и женщиной не то, чтобы возможна — она естественна. Хочешь, вместе в автобусе сядем?"
    "Её смех спугнул оккупировавших окрестные кусты бузины соек, и те, с возмущённым пересвистом сорвались, упруго бросили себя в знойный полдень, навстречу белесому от жары небу."
    dv "А что, ты хотел сесть с кем-то ещё? Смотри, я не ревнивая, придушу и забуду."
    me "Я думал сесть один."
    "Признался я. "
    dv "Вот как? Почему?"
    me "Да так… Глупости. Значит, хочешь?"
    "Улыбнулся я. "
    dv "Конечно, хочу! С трудом уже представляю нас разъехавшихся."
    "Пожаловалась Алиса."
    dv "Знаешь, как без тебя просто было! Было наши и их, были законы, неписанные правила и кодекс чести…"
    me "А потом появился я, разглядевший в тебе девушку. И будто мало этого было, показавший эту девушку ещё и тебе. {w}Плохой я, плохой. Научишь быть без тебя?"
    dv "Езжай на свой океан. Он большой. {w}Первые пятнадцать лет, может быть, будет трудно. Потом привыкнешь."
    me "А если я не хочу… Привыкать?"
    me "Если мне нужен кто-то, с кем я могу не только встать к спине спина, но и сходить поужинать, держаться за ручку и думать обо всяких благоглупостях?"
    dv "Сестру надо было заводить."
    "Сердито ответила Алиса."
    dv "А не меня."
    me "А плясать всё равно надо от того, что есть. Ну так что?"
    dv "Что?"
    me "Так куда мне ехать, так, чтобы ты меня там обязательно нашла?"
    dv "А где твой дом?"
    me "В Питере."
    dv "Вот и езжай туда! А я однажды нагряну, когда станет совсем скучно."
    me "Значит, сразу не хочешь?"
    dv "Нет. Сначала надо пострадать, а то как же, без страданий-то!"
    "Её губы улыбались, но её глаза были серьёзными."
    me "Никуда без печалек."
    me "Всё шутишь… А давай… Давай попробуем вернуться?"
    dv "То есть?"
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day7_dv_7dl_tulpa_end:
    "Действуя больше по наитию, чем руководствуясь чем-то ещё, я нашёл её руки, переплёл наши пальцы — и выдыхая этот идеальный мир, просыпаясь от чуда, до боли, до крови сжал руки."
    $ prolog_time()
    window hide
    with vpunch
    scene bg ext_winterpark_7dl
    show prologue_dream 
    with flash
    show spill_red
    play music music_7dl["herc_death"]
    "Реальность исказилась, покорная моей воле — и швырнула меня, а вслед за мной и сжимающую мою руку девочку в морозный декабрьский вечер."
    $ persistent.sprite_time = "night"
    show dv tr21 behind prologue_dream
    with diam
    dv "С-семён?!"
    show dv tr22 behind prologue_dream
    with diam
    dv "Сём, что с тобой?!"
    "Надо мной нагнулся странно знакомый силуэт, одетый явно не по погоде."
    "Я попытался что-то сказать или сделать, но у меня почти не осталось сил."
    dv "Нет-нет, лежи. Что же делать, о, чёрт!"
    "Она заметалась по пятачку, не обращая внимания на холод, на свою лёгкую одежду — вообще ни на что."
    show dv tr23 behind prologue_dream
    with diam
    "В её голосе явно слышался страх."
    dv "Держись, слышишь?! {w}Я сейчас сбегаю за подмогой!"
    hide dv with easeoutleft
    dv "Держись!"
    "Донёсло порывом ледяного ветра её прощальные слова."
    "Я закрыл глаза."
    "Не бывает так. {w}Не умеет человек соткаться из воздуха, даже если он рыжая мечта в пионерской форме."
    "И ни при чём здесь все мои желания — я не бог, не творец."
    "Я её придумал. Как в той песне — слепила из того, что было, а потом что стало, то и закопала…"
    window hide
    with fade

    "Надо же, растянул последнее мгновение на целую неделю и почти поверил в неё, почти прожил эту неделю."
    "Растратил остатки сил на то, чтобы сбежать в иллюзию."
    "Холода больше не было."
    window hide
    scene bg ext_winterpark_7dl
    show spill_red
    show expression D3_intro("uvao_d1") at left
    show blackout_exh
    show prologue_dream
    with fade

    "Девушка, зовущая меня с собой, печально улыбнулась, и горькая слезинка замёрзла на идеальной щеке."
    "Напластанный толстыми слоями ледяной воздух принял меня в свои объятья."
    "Сердце постучалось в завтра."
    "Тук-тук."
    "Но ему никто не ответил."
    stop music fadeout 3
    stop ambience
    window hide
    show blink
    scene black

    "Я закрыл глаза."
    "А открыл их уже на серых больничных простынях."
    play music music_7dl["but_why"] fadein 3
    scene expression Dawn("bg ext_winterpark_7dl")
    with fdiam
    "Я начинаю бояться людей в белых халатах."
    "Они никогда, никогда не приносят мне хороших новостей."
    "Из-за обморожения начался некроз, им пришлось удалить несколько… Несколько частей меня."
    "Сваливаю на тот свет по частям."
    "Вот и сейчас — несколько пальцев. Подумаешь."
    me "Доктор, скажите, а девушка была?"
    voice "Девушка? Какая девушка?"
    me "Рыжая такая. Она подмогу привела. Алиса. Я смогу её увидеть?"
    voice "Боюсь, ничем не смогу вам помочь. Вас обнаружил сторож, обходящий территорию, он же и вызывал «скорую»."
    me "Но…"
    voice "Никакой Алисы не было."
    "И никто, никогда её не видел и не слышал об её существовании."
    window hide
    scene anim prolog_2 
    with fade
    $ renpy.pause(1)
    $ set_mode_nvl()
    "Выписавшись из больницы, я несколько месяцев потратил на то, чтобы обнаружить хоть какие-то следы Двачевской."
    "Тщетно."
    "А ещё несколько недель спустя я свалился на улице, практически выключившись от боли."
    "Диагноз… Что ж, многочисленные лупцевания, попытка заночевать на морозе — и вишенкой на торте — попытки держать в голове целый лагерь — всё это не прошло бесследно."
    "Совёнок взял с меня свою плату."
    "А я…"
    nvl clear
    window hide
    scene bg ext_camp_entrance_night 
    show prologue_dream 
    $ renpy.pause(3)

    "У меня осталось не так много времени."
    "Каждое воспоминание стоит вспышки боли."
    "А я, стиснув зубы, выдираю из себя картинку за картинкой."
    "На миг показалось, что у ворот мелькнула знакомая фигурка в коротком платьице."
    "И можно было притвориться, что она просто показалась."
    "Но я слишком много прочитал про неё, слишком хорошо знал, что она означает."
    "Руки больше напоминали поленья, неловкие, нечувствительные, еле слушающиеся."
    "Ну да мне много и не надо — опираясь правой рукой о створку, я толкнул её от себя и оказался в лагере."
    nvl clear
    window hide
    scene bg ext_clubs_night 
    show prologue_dream 
    $ renpy.pause(3)

    "Здесь очень многое изменилось, но я смотрю не глазами — сердцем."
    "В сторожке замер вохровец, ярким светом горела лампа над входом в клубы."
    "Было тихо-тихо, не было слышно даже привычного уже ночного шуршания и стрекота цикад, даже мои шаги не разгоняли тишину, а лишь усугубляли, делали её осязаемой, плотной."
    "Осталось сущая мелочь — просто перестать верить непонятно во что, признаться себе наконец, что это всё — оно в последний раз."
    nvl clear
    window hide
    scene bg ext_square_night 
    show prologue_dream 
    $ renpy.pause(3)

    "Я добрался до площади, где всё так же поправлял очки Генда, а у нас с Алисой случился наш самый волшебный танец."
    "Сейчас… Отдышусь."
    "Я навалился всем телом на постамент и почувствовал влагу на губах."
    "Проведя пальцами, без удивления уже констатировал чёрно-алую жидкость на подушечках."
    "Немного переведя дух, отклеился от бетонного постамента, двинулся к югу — туда, где когда-то жила девочка, которой, оказывается, никогда не существовало."
    stop music fadeout 3
    
    nvl clear
    window hide
    scene bg ext_house_of_dv_night
    show prologue_dream 
    $ renpy.pause(3)

    play music music_7dl["uncertainity"] fadein 10
    "Память расслоилась кадрами-картинками, каждый в толстой золотой раме, каждый, заслуживающий самого пристального внимания."
    "Абсолютно каждый — детальный, не превращающийся в набор квадратиков при ближайшем рассмотрении."
    "Настоящий. Живой."
    "Жила-была девочка. {w}Вот только жить ей не хотелось вовсе."
    "И я брёл мимо этих кадров, будто проходил через строй, готовясь к удару и заранее прощая того, у кого поднимется рука — и не был уверен, а живые ли они:"
    scene cg d3_dv_scene_1
    show prologue_dream 
    with dissolve
    "Гитарные партии в исполнении, как парой, так и соло."
    scene cg d2_water_dan
    show prologue_dream 
    with dissolve
    if ('dv' in list_d2_date_7dl):
        "Заплывы в глубину."
        scene cg d5_dv_argue
        show prologue_dream 
        with dissolve
    
    "Постоянные выяснения отношений."
    "Наверное, с ней нельзя было иначе — я умудрился придумать самое вредное существо во вселенной."
    "Будучи сам невзрачным человеком, среднего ума и наружности, я наделил Алису всем, чем восхищался в людях — светочем разума, а не приспособленства и подлости, красоты, а не дешёвой витринно-косметической показушности, жизнерадостности, а не злорадства и способности выезжать за чужой счёт."
    nvl clear
    window hide
    scene bg ext_camp_entrance_night 
    scene anim prolog_2 
    show prologue_dream 
    $ renpy.pause(3)

    "Я был никакой."
    "Наверное, только Пигмалион, вроде меня, мог сотворить такую Галатею."
    "Разве что осталось чуть-чуть — додумать финальные штришки."
    "Не глупые заколки-пуговицы в волосах, а полноценные невидимки, не скучная, невыразительная кожа лица, а…"
    "Голову прострелило резкой болью, и я некоторое время выл, баюкая висок."
    "…а веснушки! Двигающаяся в такт дыханию грудь, просвечивающая белая ткань рубашки, запах песка, хозяйственного мыла, и…"
    "Я стоял и думал, что ещё забыл добавить для того, чтобы сложившийся образ обрёл, наконец, плоть и кровь, стал настоящим."
    "Тепло руки, запах дыхания, вкус губ."
    "Голова уже болела не переставая — что-то жидкое, ледяное, мерзкое перекатывалось от виска к виску, периодически просачиваясь наружу, и тогда приходилось останавливаться и приходить в себя."
    "Так что же это может быть? Если зрение ублажили картинкой, осязание, обоняние и вкус насытили присущими только ей, рыжей, чертами."
    "То чего не хватает?"
    "Что ещё можно придать ей, что я помню, но не чувствую?"
    "Почему-то казалось, что это очень важное, очень достойное дело, которое следовало бы закончить перед тем, как сил держать глаза открытыми не останется."
    nvl clear
    "Нужно просто успеть. Вспомнить."
    "Так что же это?"
    "И гаснущее уже сознание успело выдавить:"
    dreamgirl "Голос."
    "Голос! Ну точно же!"
    "Её голос. Тот самый, что так ладно звучал под гитару."
    "Как же там было…"
    me "Ты просто посмотри в глаза мне, улыбнись…"
    "Непослушными губами пропел я."
    "А тело уже не почувствовало боли от падения."
    scene cg d7_sl_gonna_be_ok_7dl
    show ldb_blind
    show blackout_exh
    show prologue_dream
    with fade
    "Я открыл рот, а голос куда-то пропал."
    "И обидно так было до слёз, и в мозгу поселился кто-то колючий, острый, разлапистый, и жизненно необходимо было именно расслышать его."
    me "Ведь до рассвета полчаса…"
    show spill_red
    me "И может, наконец, мне хватит сил…"
    "Темнота куда-то исчезла, вместо неё всё обозримое пространство занял огромный жёлтый шар."
    "Приглядевшись, я понял, что это солнце, а вокруг лето."
    hide blackout_exh with dissolve2
    "И в лете этом было небо, была песня и была Алиска, бегущая по лагерю, давясь слезами, вслед одному глупому пионеру, и хотелось остановить его, треснуть по уху и сказать: балбес, что же ты творишь, балбес!"
    "И там же, играла на барабанах партию Мику, улыбаясь и насвистывая, и Леночка не стеснялась, и под звуками её голоса замирали сердца сидящих в зале пионеров."
    window hide
    $ set_mode_adv()
    "И всё это так здорово и мило до приторности."
    window hide
    $ renpy.pause(1.4, hard=True)
    play sound sfx_intro_bus_stop_sigh
    $ renpy.pause(3.0, hard=True)
    scene anim prolog_2 
    show dv sad pioneer2 close at left
    show spill_red
    show prologue_dream
    with dissolve
    $ renpy.pause(4.4, hard=True)
    window hide
    scene cg d7_dv_noir_7dl
    with dissolve2
    show alt_credits timeskip_come with dissolve2:
        pos (747,105)
    stop sound_loop fadeout 0
    play sound sfx_7dl["aunl"]
    $ persistent.dv_7dl_tulpa = True
    $ renpy.save_persistent()
    show acm_logo_dv_tulpa with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    $ renpy.pause(2)
    return
    
label alt_day7_dv_7dl_bus:
    window hide
    play music music_7dl["tilltheend"] fadein 3
    "Ровно в два часа от ворот лагеря раздался сигнал — карету подали."
    "К тому моменту большинство пионеров было уже там."
    window hide
    scene cg d7_pioneers_leaving
    with dissolve
    mt "Все здесь?"
    "Ольга быстро пересчитала нас по головам и кивнула."
    mt "Так, пионеры, в порядке живой очереди занимаем места, из окон не высовываемся, не орём и автобус не раскачиваем. Это понятно?"
    "Дождавшись разрозненных кивков, она продолжила:"
    mt "Остановимся не раньше пяти часов для перекуса и мальчики налево, девочки направо. Поэтому делайте все дела сейчас, перед посадкой."
    if alt_day7_dv_7dl_check != 5:
        mt "Славя, сядешь со мной или с кем-то ещё?"
        if alt_day7_dv_7dl_check == 22:
            sl "Я хотела бы с Семёном."
            "Не обращая внимания на возмущённо сверкнувшую глазами Алису, ответила Славя."
            "Я пожал плечами."
            me "Как скажешь, со мной, так со мной."
        else:
            sl "С вами, Ольга Дмитриевна."
    else:
        mt "Семён, со мной на переднем."
        "Я кивнул."
    mt "Хорошо. Тогда по машинам!"
    scene bg ext_bus with dissolve
    "Младшие отряды уже давно расселись по автобусам, ждали только нас."
    "Наш отряд в порядке живой очереди также стал занимать места."
    "Выждав свою очередь, в салон автобуса протиснулся и я."
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_bus with dissolve
    if alt_day7_dv_7dl_check == 22:
        show sl normal pioneer with dissolve
    
        "Я занял место сразу за водителем, у окна."
        "Через пару минут ко мне присоединилась Славя."
    elif alt_day7_dv_7dl_check == 4:
        show un normal pioneer with dissolve
        "Я выбрал место в середине салона рядом с Леной."
        "Она улыбнулась мне и села, крепко сжав мою руку."
    elif alt_day7_dv_7dl_check == 5:
        "Моё место было у самой двери, у окна."
        "Минуту спустя, хлопнув меня по колену, рядом села Ольга Дмитриевна. Впрочем, после сегодняшней ночи, наверное, уже просто Оля?"
        show mt smile pioneer with dissolve
        "Оля, да. Она улыбнулась мне и подмигнула:"
        mt "Помни, ты обещал навести мне порядок и сварить чего-нибудь. {w}Святой Генда, как я соскучилась по твоей стряпне!"
    else:
        show dv normal sport with dissolve
        "На всякий случай я ушёл в самый конец салона — эдакую «камчатку», которую оккупировали основные лоботрясы и хулиганье."
        "Я знал не всех, кто сидел там — но место возле Алисы ожидало именно меня."
        "Она похлопала по сиденью и приглашающе качнула головой."
    "Мы расселись и хором крикнули:"
    voices "Поехали!"
    "Автобус швырнул себя в раскалённый день."
    stop ambience fadeout 3
    window hide
    scene bg int_bus_people_day with fade
    play sound_loop sfx_bus_interior_moving fadein 2
    $ persistent.sprite_time = "day"
    "Обычно, нервничая в транспорте, я что было сил сжимал подлокотники."
    "И здесь не отказал себе в таком удовольствии."
    "А автобус потряхивало на трещинах в асфальте, и гомон в салоне стоял такой, какой был всегда в столовой."
    "Мы создали душу места, мы вдохнули в неё божественную прану — и теперь каждый из нас увозит частицу этой души в себе."
    "Прямо сейчас, если закрыть глаза и абстрагироваться от шума мотора и запаха горючки, то настроение будет то самое — настроение «Совёнка»."
    "Горстка пионеров, несущая в себе волю лета, дети, объединённые общими воспоминаниями и переживаниями."
    if alt_day7_dv_7dl_check == 5:
        window hide
        scene cg d7_mt_epilogue_bus_7dl
        with dissolve
        "Ольга взяла мою руку и легонько сжала пальцы:"
        mt "Когда?"
        me "Что?"
        mt "Граница когда?"
        me "Я… Я скажу."
    else:
        if alt_day7_dv_7dl_check != 2:
            "Мику ещё с самого утра забрал отец на джипе."
            if alt_day7_dv_7dl_check != 4:
                "Так что её соседка Лена ехала в одиночестве — но я не сказал бы, чтобы она особо переживала по этому поводу."
                "Глаза девочки были закрыты, а на губах поселилась мечтательная улыбка."
            else:
                window hide
                scene cg d7_un_epilogue_bus_7dl
                with dissolve
                "Что было Лене только на руку — вместо Мику рядом с собой она усадила меня."
                un "Ты большой и тёплый."
                "Заявила она."
                un "Так что спать я буду на тебе. Готовься."
                "Я рассмеялся и кивнул. А что ещё я мог тут ответить."
                
        if (alt_day7_dv_7dl_check != 22) and (alt_day7_dv_7dl_check != 5):
            "Ольга Дмитриевна и Славяна что-то мурлыкали на два голоса с переднего сиденья."
        else:
            "Ольга сидела в одиночестве, поставив рядом с собой рюкзак с вещами и, прикрыв глаза, дремала."
            
        if (alt_day7_dv_7dl_check == 5) or (alt_day7_dv_7dl_check == 4):
            "Алиса развлекала себя сама — она откуда-то достала колоду карт и увлечённо резалась в «тысячу» с Ульяной."
        "Жужелица сидела по другую сторону салона — тут я удивился — рядом с Электроником, и чему-то внимала с самым благосклонным видом."
        "Шурик же дремал, явно под воздействием очередной порции успокоительного."
        if alt_day7_dv_7dl_check == 5:
            "Здесь и сейчас я чувствовал себя как-то странно — будто фокус мира сместился, и теперь я смотрю на него не от первого лица."
            "И я больше не центр вселенной."
        else:
            "Так что, кроме моей соседки, никому дела до меня не было."
        "И это было правильное ощущение — доброжелательная занятость какими-то делами, а не ледяная равнодушная отстранённость, к которой я так привык у себя дома."
        th "Возможно, здесь нет тех игрушек родом из моей жизни…"
        th "Но я уверен совершенно твёрдо — что люди здесь счастливее."
    "…"
    window hide
    with fade2
    $ persistent.sprite_time = "day"
    "Мы о чём-то болтали, я, кажется, рассказывал анекдоты или ещё как-то шутил, пытаясь бороться со страхом."
    "Не помню. Все мои мысли были заняты только одним — ожиданием."
    th "Как это будет, интересно?"
    "С замирающей жутью в подвздошье подумал я."
    if (alt_day7_dv_7dl_check == 1) or (alt_day7_dv_7dl_check == 2):
        window hide
        scene cg d7_dv_epilogue_bus_7dl
        with dissolve
        "Алиса, будто разделяя мою тревогу, продолжала улыбаться и улыбаться, но в её глазах то и дело проглядывало беспокойство."
        "Но такой уж она человечек, что не может сложить лапки и загрустить только потому, что у неё предчувствие нехорошее."
        "За то и любима — искренне и нежно."
    elif alt_day7_dv_7dl_check == 22:
        "Славя, остро, тонко чувствуя все изменения моего настроения, некоторое время пыталась разрядить атмосферу, отчаянно улыбаясь, но и её не хватило надолго."
        sl "Семён, что случилось?"
        "Требовательно спросила она."
        sl "Я же вижу, у тебя сердце не на месте."
        "Я почему-то покосился на её грудь."
        sl "Семён!"
        "Вот и что ей сказать?"
        me "Я сам не знаю. {w}Просто я…"
        "Я замолчал. {w}Я и правда не знал что сказать."
    elif alt_day7_dv_7dl_check == 4:
        "Хотя как бы оно ни было, вряд ли это будет хуже, чем есть уже сейчас."
        "Кажется, Лена тоже что-то чувствовала."
        "Что-то этакое."
        "Но она отчаянно сжимала мой локоть, прижималась ко мне."
        "Как бы сигнализируя — мне плевать, что будет впереди, самое главное, чтобы там был ты."
        "Самоотверженная."
    elif alt_day7_dv_7dl_check == 5:
        mt "Это… Оно? {w}Не так ли?"
        "Я неопределённо повёл подбородком."
        mt "Оно."
        "Вожатая резко отвернулась к окну."
        "И странно надтреснутым голосом пообещала:"
        mt "Я дождусь. {w}Чего бы мне это ни стоило."
        me "Ольга Дмитриевна…"
        mt "До встречи, Сёмчик."
        "Преувеличенно внимательно глядя в окно, ответила вожатая."
        "Я открыл было рот… {w}И закрыл, не зная что сказать — не мог же я и в самом деле пообещать, что никуда я не денусь, и всё будет хорошо?"
    window hide
    with fade2
    $ persistent.sprite_time = "day"
    "Граница реальности обнаружилась внезапно. {w}Всё оказалось куда скучнее, чем я предполагал."
    "Просто в какой-то момент немилосердно начало выключать спать — несмотря на то даже, что время было детское, в лагере в голову бы не пришло ложиться в такую рань."
    "И картинка за окнами начала блекнуть — будто мы въехали в огромное облако."
    dreamgirl "Похоже, здесь мы разбегаемся, Сёмчик."
    th "Куда ты из моей головы убегать собираешься?"
    dreamgirl "Маленький ещё — такие вопросы задавать!"
    dreamgirl "А кроме шуток — мне туда хода нет. Так что дальше сам."
    dreamgirl "До утра дотянешь, надеюсь. А там просто не говори никому, что слышал голоса, сам понимаешь, не оценят."
    "Я встряхнул головой, сбрасывая дремоту, которая, кажется, охватила не только меня."
    "Мгновенно затряслись руки — как тогда, перед концертом."
    "Захотелось закричать или громко рассмеяться — что угодно."
    if alt_day_binder != 1:
        "Как будто не несчастные семь дней лета,  а семь сотен лет миновали с той поры, как я, ошалев от смены обстановки, вывалился из автобуса."
        "Пальто моё так и не нашлось — вот дела. Вместе с ним в никуда уехали документы, деньги, ключи, сигареты…"
    else:
        "Я чувствовал себя преглупо, держа в руках пальто."
        "Зато всё моё было рядом."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "night"
    scene bg int_bus_people_night
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day7_dv_7dl_ending_router:
    play music music_7dl["tilltheend"] fadein 3
    if alt_day7_dv_7dl_check == 1:
        scene expression Notch("cg d7_dv_epilogue_bus_7dl") with dissolve
        "Алиса, скептически смотрящая на меня с самого момента отбытия, будто заразилась моей паникой — она взяла меня за руку и изо всех сил боролась с дремотой."
        "А я обнял её за плечи, подставил плечо под голову — она тоже дрожала от волнения, и я, целуя рыжую макушку, задал себе один простой вопрос:"
        th "А что, если не получится? Не лучше ли было не искать от добра добра и остаться в лагере, вместе с Алисой?"
        "Думать об этом, конечно, поздновато уже, но я всё-таки должен был спросить, очистить совесть, вернуть остатки кармических долгов."
        "Даже зная, что ответа на этот вопрос нет."
        "Триста километров."
        "Самое позднее, мы будем в райцентре в шесть часов, в собачью вахту — в моё любимое время, когда можно на несколько секунд поверить, что все люди вымерли, и остался на всей планете один я."
        "С каждым километром, наматываемым на колёса автобуса, между мной и «Совёнком» истончалась связующая нить, ведущая в моё сумрачное прошлое, держащая меня на плаву и в дееспособности."
        "По сравнению с целым миром, ждущим меня в конце путешествия, это просто небольшая территория, куда собрали самых необычных личностей из тех, кого мне довелось встречать."
        me "Спишь?"
        "Спросил я у макушки."
        dv "Не дождёшься."
        "Алиса повернулась ко мне и сверкнула глазами."
        "А я не придумал ничего умнее, чем пытаться передать ей свою грусть, предчувствие чего-то, с чем не справится одно только глупое желание — ведь не маги же мы, в конце концов, подчинять своей воле реальности, не боги."
        "Поцелуями."
        me "Я буду помнить тебя."
        "И как назло, ничего вокруг такого, что соответствовало бы моменту, чтобы создалась ассоциация, чтобы была цельная картинка."
        "Дорога, гудение автобуса да дрёмкающие пионеры — ничего, что было бы достойно включения в панораму памяти."
        "Оставалось запоминать Алису. Всякую — смешную, весёлую, лукавую, ласковую."
        "Влюблённую."
        me "Я буду не спать изо всех сил. Ты проверяй меня, если что, хорошо?"
        "Она улыбнулась и кивнула."
        "Я включил плеер, активировал диктофон и, сбиваясь, начал наговаривать туда то, что казалось сейчас важным."
        "Имена, адреса, контакты…"
        "Самое важное."
        "Хотя сейчас им были бы тёплые слова в адрес дорогого человека."
        "Но, наверное, поздно уже отыгрывать назад?"
        "Завершив запись, я отключил устройство и протянул его Алисе."
        me "Держи. Сохрани его как можешь долго."
        me "Справишься?"
        dv "Смотри…"
        "Я огляделся."
        stop sound_loop fadeout 6
        "Видимость за стёклами сократилась до нескольких метров, через далёкое отсюда лобовое стекло можно было разглядеть, как вгрызлись в белесую взвесь жёлтые конусы противотуманок."
        "Можно было целоваться."
        "Болтать."
        "Попробовать даже заняться какими-нибудь совсем непристойными вещами — здесь, на стыке реальностей, в действительности настоящей не была ни одна из них."
        "Туман скрадывал время, и если бы не часы на экране смартфона, можно было бы решить, что мир застыл янтарной каплей, плавающими в масле звёздочками рождественского шара."
        "Я то и дело проверял на реальность ладонь Алисы, и она отвечала мне, самую чуточку испуганно улыбаясь, и сердце перехватывало от того, какая же она!"
        "Поэтому момента, когда гудение мотора стихло, не уловил вовсе."
        stop ambience fadeout 3
        "Просто в какой-то момент привычный уже шум, который сознание низвело до уровня фонового, пропал — и оттого было тревожно-пусто в голове."
        window hide
        scene bg int_bus_night with dissolve
        stop sound_loop
    
        me "Мотор заглох?"
        dv "Не знаю…"
        "Прошептала она."
        me "Надо пойти посмотреть."
        dv "Не ходи."
        "Она схватила меня за рукав свитера."
        dv "Я боюсь."
        "Но просто так же сидеть тоже смысла нет, верно?"
        "Это всё равно, что знать об орудующем в доме маньяке и прятать голову под подушкой."
        "В груди шевельнулось очень неприятное предчувствие — любой волшебный мир по всем канонам должен кто-то охранять. Богатыри, драконы, зелёные человечки — не суть важно, кто."
        "Функция стража границ священна, чтобы не хлынуло в волшебный мир всё дерьмо мира насквозь рационального, чтобы не таскали чудеса контрабандой залётные попаданцы вроде меня."
        "Таможня. Самое обычное дело."
        "Или, как там было в одной из игр — антиэкспроприационное поле."
        dv "Не думаю, что сейчас самое удачное время, но…"
        "Алиса залезла в нагрудный карман и вытащила оттуда знакомую уже пластинку с двумя буквами."
        dv "Я хочу, чтобы это было у тебя. А то ты мне подарок сделал, и…"
        "Туман сгустился до такой степени, что, казалось — на стекло уложили плотный слой ваты, непроглядный, серый, скрывающий даже темноту ночи."
        "А прятаться уже было негде, если честно."
        "Разве что разбить стекло и выпрыгнуть в этот самый туман?"
        "Или забиться под кресло? Но хватит ли там места Алисе, чтобы я мог обернуться вокруг неё и защитить?"
        "Дурацкий коктейль из детского желания спрятаться под одеяло и одновременно страстного желания спасти дрожащую рядом девочку."
        "И когда страха стало слишком много, я изо всех сил дал себе пощёчину."
        with vpunch
        "Только прозвучала она глухо."
        "Ощущение, как будто ударил по чему-то мягкому, по ватной подушке."
        dreamgirl "У тебя есть несколько секунд."
        "Голос в голове был совсем не тот, к которому я привык."
        th "Что?"
        dreamgirl "Попрощаться. И лучше бы, чтобы это было быстро."
        me "Но…"
        show dv tr1 with dissolve
        "Я обернулся к Алисе, попытался коснуться её — и рука провалилась насквозь."
        me "Но почему?!" with vpunch
        dv "Сёмчик…"
        dreamgirl "Ты умный мальчик и сам всё прекрасно понял."
        show dv tr2 with dissolve
        "Алиса подняла ладонь перед лицом, и у неё затряслись губы."
        dv "Н-но… Как?"
        dreamgirl "Нельзя воровать чудеса из волшебной страны, иначе их там однажды совсем не останется."
        show dv tr3 with dissolve
        dreamgirl "Нельзя поселиться в волшебной стране, иначе она однажды станет для тебя обыденной."
        dreamgirl "Просто прошлое принадлежит прошлому, и как бы дорого оно тебе ни было — ты не сможешь взять его с собой, как не сможешь вернуться туда, откуда однажды ушёл. "
        show dv tr4 with dissolve
        me "И что мне делать теперь?!"
        "Я смотрел на теряющую реальность Алису, сквозь которую уже можно было увидеть кресло и окно, и отказывался верить тому, что это происходит на самом деле."
        dv "Прощай."
        dreamgirl "Прощай."
        window hide
        scene bg int_bus_night with dissolve:
            zoom 1.0 xalign 0.5 yalign 0.4
            linear 6.0 zoom 2.0 xalign 0.5 yalign 0.4
        "Я поднялся из кресла и побрёл вон из давно остановившегося автобуса."
        "Я сам не успел заметить момента, когда остался один в салоне."
        "А он всё длился и длился, и идти быстро по узкому проходу не было никакой возможности. "
        "Я двигался дальше просто потому, что сидеть на месте не было никакого смысла. "
        "Наконец, три последних сиденья — здесь всегда сидели взрослые, дети сотрудников или любимчики вожатых."
        "Сейчас здесь не было никого. "
        "И по ту сторону открывшейся двери — тоже. "
        "Сразу за срезом ступеней, за проёмом открытой двери клубилась серая, безликая пустота."
        "В которой не было абсолютно ничего."

    elif alt_day7_dv_7dl_check == 2:
        window hide
        pause(2)
        $ persistent.sprite_time = "night"
        $ prolog_time()
        scene bg int_bus_night
        with dissolve
    
        "Я прикрыл глаза всего на секунду."
        "Кажется, я что-то кричал во сне, бился головой о стенку водительского места, пытался разбить стекло — и всё никак не мог."
        "Как пытаешься проснуться от кошмара, сделав себе больно — а не получается."
        "Движения сглаживаются, будто под толстым слоем воды; удары получаются смазанные, будто давно и прочно поселился в дурдоме, и не просто стены с потолком мягкие — а мягкое вообще всё."
        "Хотя кое-кто умудрялся находить выход и отсюда — если знать, под каким углом ударить головой о мягкое, чтобы свернуть себе шею или раскусить язык, то можно успешно завершить свои дни даже здесь."
        "Но я просыпаюсь, вздрогнув, от собственного крика — в пустом накалённом нутре автобуса, а никого рядом нет, как и не было никогда — и вообще ни одного человека рядом нет, ни на соседних сиденьях, ни сзади."
        "Там, по ту сторону невероятно голубого забытья и боли смятой пачкой сигарет летит в окно изнасилованная память, старающаяся вместить в себя то, что ей вмещать не полагалось — ссоры с Алисой, примирения, наша дружба, наши отношения."
        "Я никогда бы не подошёл бы к ней на улице."
        "Ой, да кому я врать-то стану? Я вообще никогда ни к кому на улице бы не подошёл."
        "Я — гордый представитель человека среднего, среднего роста, веса, габаритов, с серым, ничего не выражающим взглядом — невидимка на улицах мегаполиса."
        "И верх моей социализации — уточнение дороги да стреляние сигареток у случайных прохожих."
        "Алиса мне приснилась."
        "Всё точно, точнее быть не может."
    elif alt_day7_dv_7dl_check == 4:
        "Я так и уснул, чувствуя плечом тепло Лены."
    else:
        "И я уснул."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day7_dv_7dl_ussr_epilogue:
    "И это был не самый худший вариант после того, как руки вместо тепла ладони ощутили просто воздух, пройдя насквозь фантомное изображение."
    "Двигаясь как-то неловко, дёрганно, я бросился прочь из автобуса."
    "…"
    window hide
    scene black
    with fade3
    stop music fadeout 3
    $ renpy.pause(3)
    $ set_mode_nvl()
    play music music_list["raindrops"] fadein 3
    "Я проснулся от того, что мне кто-то звонко щёлкнул по уху."
    dv "Я предупреждала? Обещала?"
    dv "Получите-распишитесь!"
    "Алиса полностью выполнила все свои обещания — когда мы добрались до райцентра, она первым же делом съездила мне промеж ушей, а потом как-то очень по-хозяйски, по-свойски так поцеловала."
    nvl clear
    if herc:
        "Я же в ответ сграбастал её в охапку и пятой точкой в зенит вытащил на улицу."
        if (counter_sl_7dl == 0) and alt_day_binder != 1:
            "Практически, как в день нашего знакомства — да, я снова ношу своё вредное солнце на руках."
        dv "Пусти, псих! Пусти, слышишь!"
        "Она колотила мне по спине кулачками, а я снова, на кураже, на диком, пьянящем счастье нёс её прочь, как самую желанную невесту, перенося через порог, отсекающий то, что было «до»."
    else:
        "И плевать как-то было и то, что вокруг зрители, и то, что вообще-то, наше поведение считается ЧП — как же, пионеры целуются…"
        "Всё вокруг будто было нереальным, и хохотать и петь хотелось от счастья."
        "Я вёл себя как дурак — и здесь вполне ожидалась язвительная реплика моего вечного собеседника…"
        "Не будь я так счастлив — наверное, огорчился бы. А так…"
        nvl clear
        "Я буду скучать по своему раздвоению личности, но сейчас у меня просто нет времени."
        "Тёплое утро в центре небольшого городка, солнце ещё не успело прогреть воздух, прохожих ещё нет, и только галдящая стайка пионеров, притащивших с собой из лагеря хорошее настроение и веру в завтра, немного разгоняет сонную тишину."
    if alt_day4_dv_7dl_portwine:
        "Да, это был всё тот же городок, куда мы возили Шурика, я даже улицу узнал — не так далеко отсюда был госпиталь, где штопали нашего очкарика."
    "Дальше всё будто превратилось в набор слайдов — прощание с остальными пионерами, улыбка Слави, румянец Лены, рукопожатие Электроника."
    nvl clear
    "Будто сама не веря в то, что у неё всё получилось, Алиса развила кипучую деятельность."
    "Она с пугающей последовательностью воплощала в жизнь каждый пункт изложенного ей плана — того, что я в лагере счёл просто утешающей болтовнёй."
    "Всё-всё-всё, начиная от первой недели, когда она невнятно буркнула что-то своим приёмным родителям — добрейшей души паре, кстати — нечто о том, что этот мальчик, дескать, поживёт до конца лета у нас."
    "Как человек, появившийся из ниоткуда, на некоторое время я доверил ей всю полноту власти, от совместных походов по инстанциям до раздачи заданий по хозяйству."
    nvl clear
    "До конца лета было ещё порядком времени, поэтому кроме беготни, нам доставались и тёплые летние вечера на гудроновых крышах, вылазки за город, много-много музыки — и всё это вместе в одном затяжном прыжке."
    "К сентябрю Викентий — отчим Алисы — презентовал мне ключи от гаража, куда я и перебрался на несколько месяцев."
    "Алиса тем временем по своим каким-то каналам выясняла мою подноготную."
    "Разумеется, враньё вожатой о моих якобы высокопоставленных родителях ничего общего с реальностью не имело — я оказался в незнакомом мире без связей и документов."
    
    "Периодически в гости захаживала Лена — и тогда они с Алисой подолгу засиживались у меня в гараже, хихикая и вспоминая лагерные деньки, порой доставали старые инструменты, явно списанные из местного дворца молодёжи, и играли какие-то песни, частично из того, что помнил я, частично сочинённые нами вместе."
    "Пару раз приходила Славя — она очень радовалась тому, что я пристроен. Она похлопотала по каким-то своим каналам, и мне выправили сначала свидетельство о рождении — с помощью всё тех же «псов» — а после и прочие необходимые для существования документы."
    "Той же осенью я пошёл в школу."
    "Ничего смешного, это было для моей же пользы — всё-таки в 89-м году даже в моём мире ещё не стояли на Площади Восстания мальчики с дипломами любого учебного заведения планеты. А аттестат требовался."
    "Так что вечерняя школа, одиннадцатый класс — где я был самым молодым, а моим соседом по парте чаще всего выступал некто Дементьич — добрейшей души человек, руководитель одного цеха в типографии, с лёгкой руки которого и я туда однажды устроился."
    nvl clear
    "Компьютерами, разумеется, никакими и не пахло, большинство оттисков приходилось набирать вручную — но я чувствовал, что делаю нужное, полезное дело — в отличие от десятков наскоро набитых на компьютере заказов, которыми я промышлял в своей старой жизни."
    "Стимул расти и развиваться был — вечно под рукой, рыжий такой, непоседливый. Опекуны и правда хотели устроить её не то в колхоз, не то ещё куда-то в области, заниматься машинным доением. Дело безусловно нужное, но не в случае моей Двачевской. "
    nvl clear
    "Я оказался прав — это был совершенно другой мир, никакой перестройкой и гласностью здесь и не пахло, Союз стоял и стоять собирался ещё очень долго."
    "Поэтому ещё год — за который Алиса умудрилась поступить на какую-то музыкалку с перспективой, а я сам продвинулся с младшего печатника до специалиста чуть повыше — и я расслабил плечи, выпрямил спину."
    "Каким-то удивительным образом я умудрился растянуть свои каникулы в лагере на целую жизнь."
    nvl clear
    "Ещё год спустя с нами связалась Ольга Дмитриевна и предложила поработать в лагере — к тому моменту наши отношения с Двачевской потеряли былую бесшабашность, и нас уже можно было выпускать на люди."
    "Я подал документы в УМЛ, поэтому лето у меня было совершенно свободным, Алиса тоже на удивление согласилась, несмотря на достаточно напряжённую практику."
    "И здесь произошло то, чего происходить не должно было."
    "Я слишком поверил в добрые намерения Алисы, в то, что она повзрослела и остепенилась — как-никак, ей доверили вожатство над вторым отрядом!"
    "Сам я по старой памяти, был простым помощником вожатой первого отряда — то есть, декорации те же, лица новые."
    nvl clear
    "Нас застукали на пляже, не кто-то — а кое-кто из партийных работничков. Скандал с огромным трудом удалось замять, и, спасаясь от «аморалки», той же осенью мы были вынуждены подать заявление в ЗАГС."
    "Лично я радовался как ребёнок — чего нельзя было сказать об Алисе."
    "Она ворчала и отбивалась как могла, пока однажды в приватной беседе не призналась, что не может чувствовать себя сорванцом, будучи замужней дамой."
    "Нам обоим к тому моменту было за двадцать, и остепеняться мы действительно не собирались."
    nvl clear
    "На пятилетие знакомства мы съездили в Ленинград — я очень хотел посмотреть на свою Родину, на место, которое меня породило, пусть и в несколько иной реальности."
    "Алиса пришла в полный восторг как от самого города, так и от людей его населяющих, от белых ночей, от воздуха, от Финского Залива с его километровыми отмелями."
    "Это стоило запечатлеть — и уже не на телефон, а на громоздкий «Зенит» я снимал это рыжее солнышко, пляшущее на балтийском берегу."
    "И если туда мы ехали в мае, по прохладе и сквознячку, то возвращались уже практически летом."
    nvl clear
    "У нашей станции Алисе поплохело окончательно — и, мы еле успели добежать до противоположного края платформы до кустов."
    "Её тошнило ещё несколько минут."
    "А врач сказал — третий месяц, поздравляю, молодой папаша!"
    "Стоит ли удивляться, что ради своей молодой жены я не поленился исполнить и невысказанное желание — так что Анна Семёновна увидела белый свет в том же роддоме, где некогда появился на свет и я…"
    nvl clear
    play sound_loop sfx_street_traffic_outside fadein 2
    play music music_7dl["lyrica_sg"] fadein 10
    "Эти белые ночи, когда все питерцы немножко сходят с ума, эти четыре часа утра, а я стоял в помятой белой рубашке, без галстука, с розой — не в зубах, понятно, но мне не до глупостей сейчас."
    "А по ту сторону живой ограды шумел утренний Ленинград, так и не ставший вновь Питером, а из окна второго этажа бледная, измученная, но ничуть не менее прекрасная Алиса поднимала на руках, показывая мне, крохотное счастье."
    "Свидетельство того, что чудеса всё-таки случаются — даже если ты их не заслуживаешь."
    "Из магнитофона на последних микроапмперах аккумуляторов орал Хой."
    nvl clear
    scene bg ext_admins_day_7dl
    show dv soft_smile dress_pregnant
    with dissolve
    "И никто не смел шикнуть на меня и потребовать соблюдения тишины, а я не стеснялся того, как расчувствовался — ведь в этом мире что-то чувствовать оказалось совсем не стыдно."
    me "Я люблю тебя."
    "Одними губами произнёс я."
    show dv laugh dress_pregnant with dspr
    dv "Сам дурак."
    "Точно так же беззвучно ответила Алиса. И улыбнулась."
    "Светло-светло — как может улыбаться только абсолютно счастливый человек."
    "И чего отбивалась, спрашивается? Глупая Двачевская."
    nvl clear
    if not herc:
        "Ой, то есть, Персунова."
    else:
        "Ой, то есть, Сычёва."
    "Всё ведь хорошо."
    "Я сумел здесь задержаться, закрепиться."
    "Значит, никакого возврата к кошмарному старому бытию?"
    "Как сказал голос в автобусе — прошлое должно оставаться прошлым?"
    scene anim prolog_2
    show dv normal dress_pregnant
    with dissolve
    "Значит, здравствуй, светлое настоящее?"
    stop music fadeout 3
    play music music_7dl["rightroad"] fadein 3
    window hide
    stop sound_loop fadeout 0
    play sound sfx_7dl["aunl"]
    $ persistent.dv_7dl_good_ussr = True
    $ renpy.save_persistent()
    show acm_logo_dv_ussr_good with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    $ renpy.pause(2)
    return

label alt_day7_dv_7dl_rf_epilogue:
    "Я замер, застыл перед выходом из салона."
    "Там была пустота."
    "Из пустоты здорово лепить новые миры, расплачиваясь за это частями личности."
    "Но жить там? Увольте."
    "Я отшатнулся и, усевшись на переднее сиденье — туда, где сидела Ольга Дмитриевна, закрыл глаза."
    "…"
    window hide
    scene black with fade3
    stop music fadeout 3
    $ prolog_time()
    pause(1)
    scene bg ext_city_night_7dl with diam
    play sound_loop sfx_street_traffic_outside fadein 2
    "Мне город шепчет «лети», подставляя под распахнутые руки упругий ветер, и горб Володарского моста пробегаешь просто потому что бежится, а не потому, что куда-то спешишь."
    "Мне город предлагает «дыши», бросая в лицо щедрую пригоршню сырого тумана, во все века плевавшего на гравитацию или тёплую одежду — пронизывающего до костей."
    play music music_7dl["misery"] fadein 3
    "А я улыбаюсь ему окровавленным ртом, пугающе красным на фоне бледного до синевы лица, сдуваю с глаз чёлку и шагаю в грядущее."
    "То самое грядущее, которому однажды не поленился вложить несколько камней в основание."
    "Но сегодня особенный день."
    "Сегодня я прощаюсь с городом."
    "Мне грустно и немного горько от мысли, что всё это уже будет, но не со мной, не я буду колотить костяшками пальцев по грязному металлу перил, не я распишусь матерно на свае близнецов, в очередной раз утверждая примат вандала над смотрителем."
    "Всё это скоро закончится."
    play sound sfx_intro_bus_stop_steps
    $ renpy.pause(3, hard=True)
    scene anim intro_4
    show blind2_1
    with fade 
    "На углу с Дальневосточным снова пробка, добивающая до самого Тельмана — по пятницам это уже привычно, автомобилисты перемигиваются друг другу, улыбаются, кое-где уже видны планшеты и телефоны."
    hide blind2_1
    show blind2_2
    with dissolve
    "Так и не повзрослевшие детишки играются со своими гаджетами в покер по bluetooth."
    "Дети выросли, а изменилась только стоимость игрушек."
    hide blind2_2
    with dissolve
    "На стелле, несмотря на непогоду, снова собрались мальчики на коньках и досках."
    "И в любое иное время я не пренебрёг бы возможностью остановиться и поглазеть."
    "Но не сегодня."
    scene anim intro_3
    show blind1_1
    with dissolve
    "У меня было слишком мало времени и слишком многое предстояло сделать."
    "А я терпеть ненавидел делать что-либо впопыхах."
    hide blind1_1
    show blind1_2
    with dissolve
    "Я прощался с хрущёвками, пятиэтажными коробками забившими район моего детства."
    "Со зданием Бочкарёва, превратившимся в скандинавское посольство."
    hide blind1_2
    "Даже с неистребимой пятничной вонью сусла, какое всегда бывает неподалёку от пивзавода."
    window hide
    scene bg bus_stop with diam

    "Я говорил им: «Прощай». Людям, машинам, духу города."
    "Не навсегда — потому что чёрт его знает."
    "Но — «прощай»."
    ai "Жалко, Сём."
    "Хмуро сказал единственный из оставшихся, кто знал о причинах прощания."
    ai "Ты же понимаешь, что будешь жалеть, да? {w}Ты можешь уехать из Питера, но Питер — "
    "Он помотал головой."
    ai "Питер никогда из тебя не уедет."
    "Мы сидели на остановке, пуская по очереди сугревочного «малька», занюхивая рукавом как какие-то алкоголики."
    ai "Однажды обязательно захочешь вернуться, и что делать станешь? {w}У тебя же морда как у диссидента, который готов свои убеждения везти до самой Сибири."
    "Я пожал плечами."
    "Спорить не хотелось."
    "Всё было спорено-переспорено, от решений я своих не отказывался, да и не собирался."
    ai "Балда ты, Сёмка, назад дороги не будет — и я не только о географии. {w}Только здесь и есть самая жизнь."
    ai "Вот, держи на память."
    "Покопавшись в карманах, он достал полукруглую пластинку — медиатор и, положив мне на ладонь, сжал, сдавил изо всей силы, смыкая мой кулак вокруг подарка."
    scene expression Dawn("bg bus_stop") with diam
    "Потом как-то тускло улыбнулся, неловко ткнул меня кулаком в плечо."
    ai "В прямом смысле — на память. {w}Чтобы не забывал — даже здесь, среди тех, кого ты оттолкнул, существуют люди, редко, но вспоминающие о тебе."
    ai "Ну, не станем затягивать прощание. {w}Удачи на новом месте."
    "Поднялся и, кивнув мне на прощание, губами вытянул из моей пачки предпоследнюю «диаблину», подкурил, спрятал между средним и безымянным пальцами."
    "Скрылся в метели — несуразная, высокая, тощая фигура в дорогой одежде сноубордиста, никогда на абс реально не встававшая."
    me "Прощай и ты, дружище."
    "Прошептал я."
    "Поднялся, встряхнулся — к остановке подъезжал мой автобус."
    window hide
    play sound sfx_intro_bus_engine_start
    $ renpy.pause(3)
    play sound_loop sfx_intro_bus_engine_loop fadein 3
    $ set_mode_adv()
    scene comix3
    show blind3_1
    with fade2

    "Автобус, что увезёт меня в страну счастья."
    "В продолжение истории, что началась много-много лет назад…"
    window hide
    $ renpy.pause(2)
    hide blind3_1
    show blind3_2
    with fade
    play sound sfx_intro_bus_door_open
    $ renpy.pause(3, hard=True)
    play ambience ambience_7dl["railroad"] fadein 3
    hide blind3_2
    with fade
    $ renpy.pause(1, hard=True)
    stop sound_loop fadeout 4
    "Слёз не было, чувства потери тоже."
    "Было большое желание, чтобы всё это наконец-то закончилось."
    stop music fadeout 3
    window hide
    scene bg ext_mv2_7dl with fade

    "Я забился в дальний угол скамеек в световом зале Московского вокзала — там, где меня точно никто не тронул бы."
    "Прикрыл глаза."
    window hide
    play music music_list["raindrops"] fadein 3
    scene expression Noir("comix4", brightness = 0.1, tint_r = 0.2, tint_g = 0.9, tint_b = 0.7, saturation = 0.7)
    show blind4_1
    with dissolve
    "Очень страшно было тогда, когда Алиса пропала."
    "Истаяла до призрачного состояния."
    "Сейчас-то я понимал — всё дело было в том, что на каком-то моменте наши дорожки начали расходиться."
    "И — даже не знаю, как это называть — я {b}пожелал{/b}, чтобы мы остались вместе."
    "Ведь с любимыми не расстаются."
    hide blind4_1
    show blind4_2
    with dissolve
    "Очень страшно было открыть глаза у себя в квартире носом в клавиатуру."
    "И, почти смирившись с тем, что видел до боли прекрасный сон, услышать сонное шевеление со стороны разложенного дивана."
    "Подпрыгнуть, не веря собственному счастью, обернуться, и…"
    hide blind4_2
    show blind4_3
    with dissolve
    "Несмотря на разницу в возрасте и полный бардак в голове, Двачевская заняла главенствующую позицию в нашей паре."
    "Как будто это я, я открыл глаза у неё дома в её мире, а не с точностью до наоборот!"
    "Именно она, а не я, тащила нас на улицу, на учёбу, в кино, на танцы — да куда угодно!"
    "Зато я узнал, что на пятьсот рублей можно доехать до Охта-парка, культурненько оставить там дыхалку и запас сил на неделю вперед — и ещё останется на то, чтобы взять два места в ПАЗике до Сярьг, с весёлой компанией, сугревочным и песнями под гитару!"
    "Именно с её подачи произошли все события, на которые так богаты оказались эти два года."
    hide blind4_3
    show blind4_4
    with dissolve
    "Социализация."
    "Она самая."
    "К счастью, наше общество в этом плане куда как демократичнее того, откуда пришла Алиса."
    "Самой большой проблемой был паспорт, но я справился и с этой задачей."
    "Потом изъявил желание, заплатил деньги и прописал у себя свою «лучшую подругу и вообще»."
    "Готово — Двачевская Алиса Викентьевна, 1997 года рождения, отмечает свой двадцатый день рождения в своей новой квартирке."
    "Учёба."
    "Работа."
    "Алиса нашла себе временную подработку в фотосалоне, благо, осваивала всё необходимое на лету, и легко управлялась как с техникой, так и с «фотошопом»."
    hide blind4_4 with flash
    "Но однажды она услышала по радио одну песенку…"
    play music music_7dl["sheiscool"]
    window hide
    scene expression Noir("cg d7_dv_alice_dj_7dl", brightness = 0.1, tint_r = 0.2, tint_g = 0.9, tint_b = 0.7, saturation = 0.7)
    show prologue_dream
    with dissolve
    "С тех пор изменилось очень многое."
    "Иногда мне кажется, что даже слишком многое."
    "Я слишком высоко забрался, и мне слишком высоко будет падать оттуда."
    "Но кто-то перегораживает свет, и я, подняв глаза, вижу силуэт с двумя задорными хвостиками."
    scene expression Noon("bg ext_mv2_7dl") at zenterleft
    show dv laugh winter at cleft
    with dissolve
    dv "Эй, не спать, светотехника!"
    "Кричит она, довольная собой."
    "Плюхается на место рядом и протягивает мне мою чашку с горячим шоколадом."
    dv "Поезд будет через десять минут."
    "Я угукаю."
    show dv normal winter with dissolve
    dv "Ты чего губы надул?"
    me "Нет, ничего. Просто я сегодня с городом прощался, потому что дальше нам не по пути."
    "На той стороне пятичасового бешеного полёта ожидает контракт, гастроли, график и жизнь по гостиницам."
    "Я никогда не смогу вернуться обратно в свой уютный мрак, разгоняемый единственно светом монитора."
    "Ну, да, в свете я кое-что понимал. {w}Потому-то и стал светотехником у своей ненаглядной."
    show dv smile winter with dissolve
    dv "Всё верно, нам теперь по пути только вперёд."
    dy "Объявляется посадка на скорый поезд Санкт-Петербург — Москва…"
    "Ожили вдруг динамики под потолком."
    dv "Ну, держись, Москва!"
    "Алиса подскочила и накинула на плечи свой рюкзачок с избранными пластинками."
    "Вскинула кулак к небу:"
    dv "Элис-диджей грядёт!!!"
    scene cg d7_dv_alice_dj_7dl with flash
    "Провожавший меня друг был прав."
    "В Питере и была вся моя жизнь."
    "Но Алиса… {w}Алиса значила куда больше."
    stop ambience fadeout 3
    play sound sfx_7dl["aunl"]
    $ persistent.dv_7dl_good_rf = True
    $ renpy.save_persistent()
    show acm_logo_dv_morethanlife with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    $ renpy.pause(2)
    if persistent.7dl_binder:
        $ prolog_time()
        play music music_7dl["herc_death"] fadein 3
        scene expression Noir("bg int_sam_house_clean_7dl", brightness = 0.1, tint_r = 0.2, tint_g = 0.9, tint_b = 0.7, saturation = 0.7)
        with joff
    
        "Дуров был гений, изобретая свой «вконтакте», чтобы люди всегда оставались в контакте с близкими."
        "Хотя его вклада там куда меньше, чем у создателя другой социальной сети…"
        "Анонимные доски, сайты знакомств, развлекательные порталы…"
        "Обязательная часть жизни современного человека."
        "Для того, чтобы не блевать одиночеством в сырой, треснувший потолок, просыпаясь ночами от собственного вопля."
        "Для того, чтобы чувствовать себя нужным хотя бы кому-нибудь."
        window hide
        scene expression Noir("bg semen_room_window", brightness = 0.1, tint_r = 0.2, tint_g = 0.9, tint_b = 0.7, saturation = 0.7)
        with diam
        "Для того, чтобы найти себе по образу и подобию — такого же уродца, больного, мизантропа, у которого не всё с головой в порядке."
        "Хотя тут у всех не всё с головой в порядке."
        "Я разбегаюсь в восемь вечера и с головой ныряю в эту клоаку, множа Семёнов, одновременно существующих во множестве мест."
        "Пытаюсь сделать хотя бы что-нибудь достойное в этой жизни и в кровь режусь от невозможности это сделать."
        "Потому что на единственное достойное, что стоило бы сделать — мне не хватило духу."
        window hide
        scene expression Noir("bg int_sam_house_clean_7dl", brightness = 0.2, tint_r = 0.2, tint_g = 1.0, tint_b = 1.0, saturation = 0.7)
        with dissolve
        "Я погасил монитор, оставляя десятичасовой микс, где закольцованные, играли «Взвейтесь кострами»."
        show blink
        "И закрыл глаза."
        "Ещё один год одиночества."
        "Ещё один детальный сон-план, в котором за спиной тихо скрипнув диваном открывает глаза…"
        window hide
        scene expression Noir("cg d7_dv_bed_7dl", brightness = 0.1, tint_r = 0.2, tint_g = 0.9, tint_b = 0.7, saturation = 0.7)
        show prologue_dream
        with flash
        "Голос уже почти восстановился после ночного крика, горло уже почти не болит."
        "Никакого просвета. {w}Никаких изменений к лучшему."
        with fade2
        "Никакой Алисы на пороге."
        "Но я не теряю надежды."
        "Надежда — это всё, что у меня осталось."
        window hide
        stop music fadeout 3
        scene cg d7_dv_noir_7dl
        show prologue_dream
    with dissolve2
    $ renpy.pause(5)
    return

label alt_day7_dv_7dl_rej_ussr_end:
    window hide
    scene black
    with fade3
    stop music fadeout 3
    $ renpy.pause(3)
    $ set_mode_nvl()
    play music music_7dl["deadman"] fadein 3
    nvl clear
    "Наверное, не стоило делать глупостей."
    if alt_day7_dv_7dl_check == 22:
        "Следовало дать Алисе остыть немного."
        "Или подыграть ей. Поуговаривать."
    "Но сейчас уже бесполезно менять что-то."
    "Никаких «нас» больше не существует."
    "Нет больше «Сёмчик+Рыжевская», есть неудачник Семён и есть совершенно чужая ему девочка Алиса."
    "Как горько потратить столько времени на человека только для того, чтобы в результате понять, что он так и остался для тебя посторонним."
    "Автобус подобрался, поджал себя к асфальту — и прыгнул в непроглядную черноту южной ночи. Над головами загорелись светильники, кое-где слышны шлепки карт, с переднего сиденья что-то выводила чистым голосом вожатая."
    "Я сидел и смотрел в окно, считая минуты."
    "Я всё ждал, что меня, как не оправдавшего и не заслужившего, вернут обратно — туда, откуда всё началось."
    "Всё ведь верно, не звери же какие-то эти наши неизвестные Демиурги — контрольный образец, не прошедший отбора, должен возвращаться в естественную среду обитания."
    "Правда?"
    nvl clear
    "Как бы не так."
    "Я был слишком наивен, считая, что только лагерем опыты над моей психикой и закончатся."
    "Ничего подобного."
    "Мы прокололи ночь насквозь, выйдя из подпространства в зябком утреннике небольшого городка, притулившегося к трассе М10… Ну, или как она здесь называется — я не знаю."
    "Так или иначе, нас ожидали несколько машин."
    "Японский внедорожник с улыбающимся мужчиной средних лет за рулём — это явно за Мику. Японка расцвела, кивнула всем, расцеловалась с подругами, уделила и мне поцелуй — и упорхнула в салон."
    "А вторая машина… Чайка представительского класса."
    "Неужели это у нас вожатые в таких разъезжают? В булочную и обратно."
    "Заднее стекло приспустилось и оттуда показался смутно знакомый мужчина, который и поманил меня пальцем."
    voice "Семён, ты идёшь? Или будешь прощаться со своими новыми друзьями?"
    nvl clear
    "Меня раздирали сотни вопросов, но я вёл себя так, будто мне всё это было знакомо, не задавал вопросов и вообще был паинькой."
    "Дождался, пока шофёр в белых перчатках распахнёт передо мной дверь, и уселся рядом с позвавшим меня мужчиной."
    voice "Как отдохнул?"
    me "Лучше всех."
    "Отвисшие челюсти девочек были мне наградой."
    th "Кажется, про родителей из посольства кое-кто не наврал?"
    "А Алиса, будто чувствуя мой взгляд сквозь тонированное стекло, так и стояла, глядя мне прямо в глаза."
    "Потом её позвали — она отмахнулась. Утащили за руку."
    nvl clear
    "Такой я её и запомнил."
    "Всё то время, что длилась моя адаптация — а я всеми силами делал вид, что всех узнаю и вообще всё в порядке — я помнил Алису."
    "Мне задним числом приделали легенду, родственников, даже родословную — страшно подумать, на что способны экспериментаторы ещё, если им вдруг захочется."
    "Поэтому сидим тихо, наслаждаемся и не рыпаемся."
    "Дома нас ждала женщина, неуловимо напоминающая мою мать, ту, что осталась в моём мире."
    "Поэтому с ней было проще всего."
    "Как будто укороченное «Маша» или «Марина» — простое, безликое «Ма»."
    "Вкалывала Ма не меньше того, что выступал в роли отца семейства."
    "Но недаром говорят — от трудов праведных не стяжать палат каменных."
    "Ещё и лето-то не закончилось, а её забрали люди в штатском."
    "Я не особо вникал в ситуацию, что ей инкриминировали, для меня тоже осталось загадкой — но всеми силами приходилось соответствовать, играть роль в спектакле."
    "Моё спокойствие никто бы не оценил — и без того, Па однажды привёл некоего психолога, который долго допытывался, почему я так безразлично на всё реагирую."
    "Так что я — убитый горем Сын. Прошу жаловать и не жаловаться. Любить не прошу. Не за что."
    nvl clear
    "Ещё несколько недель раздражающих хлопот вокруг депрессирующего «Сынка» — и Па не нашёл ничего умнее, как найти номер той, что…"
    stop sound_loop
    me "Приезжай."
    "Дверь была открыта, Алиса толкнула её и зашла ко мне в комнату."
    me "Приехала."
    "Улыбнулся я. Несмотря на наши разногласия, она оставалась моим индивидуальным солнышком."
    me "Как твои дела?"
    dv "Зачем ты меня позвал?"
    me "Я соскучился."
    dv "Врёшь."
    me "Ладно."
    "Па стоял рядом, и говорить что-то при нём, честно говоря, не хотелось."
    "Тебе за четвертак, а вокруг тебя, здорового лба, скачет какой-то дядька, сам солидный уже, в возрасте, властный — и сопельки тебе подтирает, с ложечки кормит, будто ты умственно отсталый. Пускай даже ты и не выглядишь на свой возраст, но…"
    me "Ммм… Ма забрали люди в штатском."
    "Алиса не удивилась."
    dv "А при чём здесь я?"
    "Надо каким-то образом выставить Па из комнаты. У меня и так уже буксует психика, играть в театре одного актёра."
    "За окнами продребезжал трамвай, заставляя зазвенеть стёкла в серванте, и снова стало тихо."
    "Мне жизненно необходимо выговориться перед кем-то."
    "Алиса всё стояла там, где пришла."
    nvl clear
    "Она подошла ко мне, хотела что-то сказать, а я голову поднял, незряче посмотрел сквозь неё — и обнял, уткнулся лицом в живот, в куртку."
    "Сказка, так здорово начинавшаяся, постепенно превращалась в ненужный фарс."
    me "Останься. "
    "Как объяснить глупой девочке, что в этом доме роднее неё у меня никого нет?"
    "Она гулко выдохнула, несмело погладила меня по голове."
    me "Пожалуйста."
    dv "Сёмчик, Сёмчик."
    "Наконец, Па догадался оставить нас двоих."
    "Я даже рот раскрыл, чтобы что-то сказать, но Алиса меня удивила:"
    dv "Не надо…"
    "Она погладила меня по голове ещё раз — с какой-то необъяснимой грустью."
    dv "Всё будет…"
    voice "Прости, сын. Она и правда очень хорошая."
    "Донеслось от порога."
    voice "Алиса, у вас глаза человека, которому не всё равно. Помогите Сёмчику, ему будет очень непросто."
    me "Я всё ещё здесь."
    "Сквозь зубы процедил я."
    voice "Да. Я на работу, нужно закончить кое-какие дела, постараюсь управиться побыстрее. Захватить тебе что-нибудь в ресторане?"
    me "Нет, спасибо."
    nvl clear
    voice "Тогда позаботься о гостье. Постели Алисе…"
    dv "Викентьевне."
    voice "…Алисе Викентьевне в зале, не разучился ещё диван разбирать?"
    "Шаги стихли в коридоре."
    me "Только не вздумай меня жалеть, хорошо?"
    "Попросил я."
    me "Я в этом цирке главный герой, так что мне не грозит ни смерть, ни увечье."
    "Алиса посмотрела на меня как на человека, сказавшего невесть какую чушь."
    "Хлопнула дверь — Па удалился по своим безмерно важным делам."
    me "Ты всё ещё играешь на гитаре?"
    dv "Да…"
    "Я поднялся."
    me "Пойдём покажу, что отцу подарили — раритет!"
    "Я отвёл Алису в кабинет, где мы нашли всё, что нам было нужно — вино, гитару, взаимопонимание…"
    "Где-то в час ночи мне показалось, что раздался звонок в дверь."
    "Я хотел было попросить Алису не ходить и не смотреть — пусть звонят, надоест — уйдут."
    "Но её не было рядом. Она уже куда-то ушла."
    "Щёлкнули замки."
    nvl clear
    th "Сбежала!"
    "Испугался я."
    "Но, переведя взгляд на некий предмет, выглядывающий из-под подушки, передумал."
    "Алисы не было уже довольно долго, с лестничной площадки потянуло дымком — а я вдруг вспомнил, что уже больше трёх месяцев не сделал ни единой затяжки, даже не вспомнил."
    "Наконец, она вернулась."
    nvl clear
    me "Кто там был?"
    "Спросил я, стоя в коридоре."
    dv "Славяна."
    me "Да?"
    "Я бы с удовольствием поболтал со Славей. Да и со всеми прочими ребятам из лагеря, если на то пошло."
    me "А почему не зашла?"
    dv "Сём…"
    "Алиса отклеилась от двери и, пряча глаза, подошла ко мне."
    dv "Сём…"
    me "Да что случилось?"
    "И порывисто обняла."
    me "Алиса!"
    dv "Сём… Твой отец, он…"
    me "Что?"
    dv "Ты только не волнуйся, ладно? А то на тебя столько навалилось."
    me "Да я не волнуюсь. Произошло-то что?"
    dv "Инсульт…"
    "Выдохнула она."
    me "У кого? У Па?"
    "Она кивнула."
    nvl clear
    th "Ну вот, всё верно — тот, кто меня сюда подселил, создал легенду и теперь чистит хвосты, освобождая вычислительные мощности под что-нибудь поинтереснее."
    "Я пожал плечами."
    me "Что ж. Значит, судьба такой. "
    dv "Угу."
    me "Это значит, что я могу…"
    dv "Что?"
    me "Не притворяться и не называть чужих мне людей отцом и матерью."
    window hide
    nvl clear
    scene bg int_looney_bin_7dl
    show blackout
    with fade

    play music music_7dl["regret"] fadein 3
    voice "Двачевская, на выход."
    "Донёс голос из жестяного динамика."
    voice "Свидание окончено."
    "Алиса поднялась, оставляя за спиной комнату с мягкими стенами, два стула и меня — человека в смирительной рубашке с потухшими глазами."
    dv "Как скоро его выпустят?"
    "Спросила она у лечащего врача."
    voice "Я не могу вам сказать."
    voice "С навязчивой идеей такой силы нам нечасто приходится сталкиваться."
    voice "К сожалению, обычные меры лечения с такими людьми не работают, мы собираемся использовать электрошоковую терапию."
    voice "Вы вроде как единственный близкий человек Семёна?"
    dv "Да. А что?"
    voice "Нет, ничего. Просто восхищаюсь тем, как вы, умная, красивая девушка губите свою молодость."
    dv "Разрешите мне самой решать, на что губить молодость."
    "Её голос звенит, доктор тихо выходит из помещения, а моё приобретённое здесь шестое чувство показывает во всех подробностях, как она стоит по ту сторону одностороннего зеркала."
    window hide
    scene cg d7_dv_looney_7dl
    with dissolve
    "Ладонь."
    "Стекло."
    "Холод."
    dv "Я останусь с тобой, я клянусь."
    "Губы кривятся."
    window hide
    $ set_mode_adv()

    dv "До самого конца."
    window hide
    stop sound_loop fadeout 0
    play sound sfx_7dl["aunl"]
    $ persistent.dv_7dl_reject_ussr = True
    $ renpy.save_persistent()
    show acm_logo_dv_tillend with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    play music music_7dl["regret"] fadein 3
    call alt_7dl_titles
    $ renpy.pause(2)
    return

label alt_day7_dv_7dl_rej_rf_end:
    window hide
    scene black
    with fade3
    $ renpy.pause(3)
    $ set_mode_nvl()
    "Прошло чуть больше месяца с момента моего волшебного освобождения из лагеря."
    "Просто однажды я закрыл глаза, а открыл их… да там же, где закрыл в своё время, пятнадцати минут не миновало. Ровно столько я проспал."
    "Обычное морозное февральское утро, втройне паскудное от того, что Нева опять вскрылась, и под горнолыжку лезет сырыми стылыми пальцами ветер, от которого бесполезно прятаться."
    "Ключи, вторую связку которых я зачем-то с утра положил в карман, неприятно холодят пальцы."
    "Моя остановка."
    stop sound_loop
    play sound sfx_intro_bus_door_open
    "Я зеваю, загоняя дрожь куда-то вглубь тела."
    "Привычные контуры города, машинальный подсчёт количества смертей на квадратный метр."
    "Выстуженный трамвай, кряхтя, переваливает через середину Володарского моста, оставляя по обе руки обзор на стального цвета ледяную воду."
    "Я представляю, как было бы классно, если бы на этот самом горбу между центровыми быками вдруг проломился бы асфальт, и мы все вместе, все пятьдесят с лишним человек, набитые в трамвай как селёдки в бочку, полетели вниз в ледяные объятья реки."
    "Спасшихся будет… Минимум."
    nvl clear
    play sound_loop sfx_street_traffic_outside fadein 2
    scene bg int_excalator_7dl
    with fade
    "Что там дальше? Автозаправочная станция, которую обнимает поворотом трамвайный путь — если она рванёт, от меня не останется даже мокрого места, я даже почувствовать ничего не успею."
    "Но это чуть позже, перед этим всегда есть шанс, что собственно трамвай сковырнётся с виадука, куда то и дело заезжают «хозяева жизни» на «туарегах» и «кайенах»."
    stop sound fadeout 2
    "Спускаясь в метро и вдыхая неистребимый дегтярный дух, делающий подземку моего города втройне привлекательной относительно любого другого мегаполиса, я вспоминаю о том, что в том же Москау-сити только с начала года аварий в метро случилось больше десятка."
    "И это только известных, там, где пострадали люди."
    "Последний случай как будто подчистую списан с фильма-катастрофы, и я понимаю, что случись что здесь — и у нас не будет шансов, мы слишком глубоко."
    "Фактически, настолько глубоко, что когда я выхожу из подземного вестибюля Гостиного Двора после бесконечных ступенек эскалатора, надо мной всё ещё с десяток метров асфальта, почвы и коммуникаций."
    "И если всё это ухнет вниз, как ухнуло на Садовой…"
    nvl clear
    "А с привычного уже пятачка доносятся гитарные переборы."
    "Обычно там квартируют студенты, стреляющие мелочь и хулиганящие исполнением какого-нибудь залётного эмси с закашливанием матерщины."
    "Но сегодня гитара звучит взросло, умно и с очень хорошей подачей. "
    play music music_7dl["dv_guitar"] fadein 7
    "Нечто в духе Игоря Преснякова со скидкой на то, что в подземке все нюансы игры щипковым стилем всё равно не расслышишь."
    scene cg d7_dv_rf_reject_7dl:
        pos (0,-1261)
        linear 10.0 pos (0,0)
        linear 2.0 pos (0, -200)
    "Очень высокий класс — прохожие невольно замедляют шаг, а неподалёку уже собралась преданная аудитория…"
    "Что характерно, включающая в себя и троицу случайно приблудившихся полицмейстеров. "
    "И даром что перед исполнителем не лежит раскрытый чехол — деньги сыплются рекой в какую-то коробочку, которую чья-то добрая душа явно подставила, чтобы наличность не загорала в ледяной февральской грязи."
    "А исполнитель…"
    "Исполнительница не обращает внимания — она вся ушла в игру."
    "Довольно высокая, крепко сбитая, в приталенном красном пальтишке и стилизованных ботах с урбанистической камуфляжной расцветкой, она закусила губу и внимает собственным гитарным переборам, не то вспоминая что-то, не то просто беспокоясь за качество звучания."
    "Средних лет, она выглядит вечным подростком, который до пятидесяти лет не выглядит на свои годы, а потом стареет внезапно и сразу. "
    "И — резко по сердцу — знакомыми переборами. Где-то когда-то я уже слышал что-то подобное."
    "Но где?"
    nvl clear
    stop music fadeout 3
    "И она, то ли растрогавшись от тёплой реакции, то ли расстроившись каким-то собственным мыслям, пытается сморгнуть, резким движением стряхнуть выступившие слёзы, и вязаная шапочка съезжает. И на лоб мгновенно выскакивает непокорный рыжий чуб. "
    play music music_7dl["everlasting_summer_alice"] fadein 3
    me "Так это…"
    "Шепчу я, невольно замедляя шаг."
    me "Алиса?!"
    "Она поднимает глаза, замечает меня — и песня осекается на полутоне."
    dv "Семён?!"
    "Она вспарывает толпу как ледокол торосы и мгновенно оказывается рядом, нетерпеливо всматриваясь мне в лицо. "
    "Застеснялась."
    "Как и всегда."
    "Она всегда стеснялась собственных эмоций, и мы кучу раз из-за этого ругались и столько же ссорились, а я давал себе обещание — что уж в этот-то раз я сделаю скидку и не дам вспыхнуть новому разладу."
    "Просто последний из них оказался крайне несвоевременным."
    "Выглядящая дай Рандом если лет на двадцать пять, она с потрохами сдаёт себя взрослым, горьким взглядом. И если я ничего не путаю, ей сейчас незначительно за сорок. "
    "Я сгребаю её в охапку и не обращая внимания на недоумённо косящихся прохожих и зевак, прижимаю к себе."
    me "Нашёл! Нашёл, мать вашу!"
    nvl clear
    dv "Кто кого нашёл ещё…"
    "Ворчит она, и я только утверждаюсь в мысли, что это не какая-то там копия, визуально схожая с тем, что осталось в кресле «Икаруса», следующего от «Совёнка» до райцентра."
    "Эта она, моя самая настоящая."
    "Она!"
    "Мне ведь проще всего, для меня миновал всего месяц, который, как известно, хоть и бесконечен для разлучённых, но лишь укрепляет чувства."
    scene cg d7_dv_ep_red_7dl with dissolve
    "И я, нимало не стесняясь окружающих, заключаю её лицо в ладони и долго, с оттяжкой целую."
    window hide
    scene black
    nvl clear
    with fade
    dv "Сцена в переходе была совершенно необязательна."
    "Как и все рыжие, она краснеет охотно, мгновенно и заметно. И до сих пор не остыла, судя по гуляющему на щеках румянцу."
    "Мы сидим у застеклённого бока Caffemax и, потягивая горькую американу, любуемся сквозь огромное окно деятельной жизнью города."
    dv "После той подставы с твоей пропажей пришлось немного пересмотреть приоритеты."
    " Улыбается она, упорно смотря в стол и рисуя там пальчиком какие-то непонятные узоры."
    nvl clear
    if alt_day6_dv_7dl_dance == 22:
        dv "И вот, я закрываю глаза, смотря на твою макушку рядом с макушкой этой… блондинки."
        dv "А открываю — она сидит одна."
        dv "И смотрит на меня с издёвкой такой, как будто знает о чём-то."
    else:
        dv "О том, чтобы вернуться к старой жизни, не могло быть и речи. Ты бы слышал, что я там орала, когда проснулась и не обнаружила тебя рядом."
    dv "Я требовала развернуть поиски и даже возвращаться обратно в лагерь, прочесать все триста километров пути — да что угодно!"
    dv "А ты ушёл, и всё, что от тебя осталось."
    "Она достала из кармана жёсткий чехол, раскрыла его и я узрел побелевший от времени пластик, сколотые углы и треснувший по диагонали OLED-дисплей."
    dv "Нет, он крутит всё исправно, даже аккум не сильно сдал. И пришлось думать. А думать оказалось неожиданно сложно!"
    dv "Хвала моей тяге к музыке, с техникой я хоть и не была на «ты», но после того, как поставила себе целью — справилась. Я поступила в технический и была единственной девчонкой на потоке."
    dv "Плеер сдох, а я не готова была лишиться ещё и этой памяти о тебе, поэтому пришлось учиться тому, как его хотя бы элементарно зарядить и починить в случае чего."
    nvl clear
    if alt_day6_dv_7dl_dance == 22:
        dv "Могла бы и догадаться, что не простую игрушку ты мне даришь."
    else:
        dv "Я ведь ни дня тебе не верила, когда ты говорил о том, что из будущего. Я думала, ты просто придумываешь эти свои небылицы, чтобы избавиться от докучающей тебе девочки, а ты… Ты не врал."
    "Она вздохнула."
    dv "Плейлист у тебя хотя и был довольно пёстрым, но в большинстве своём всё же достаточно современным. И знаешь каково было мне включать радио или телевизор и слышать там «горячие новинки» из тех, что я давным-давно и безнадёжно заездила."
    dv "Так и двигались… Листая календарь, отмечая новые-старые имена и свежие-заезженные песни."
    dv "От песни к песне, потом первый компьютер с подходящим слотом и возможность посмотреть дату файлов…"
    dv "И песня с самой крайней датой — та самая, что я только что играла в переходе — была моей путеводной звездой. Я просто доживала до этого момента, просто старалась продержаться."
    "Меня скрутило угрызениями совести. Заставить кого-то ждать четверть века ради… Чего?"
    dv "Дата последнего файла да полузабытое знание о том, где тебя можно искать — и вот, я здесь."
    "Она развела руками."
    nvl clear
    dv "Думала прибыть день в день, но, оказывается, на северо-западное направление в Новый Год невозможно достать билет. Так что я, практически на чемоданах сейчас."
    me "Практически?"
    "Переспросил я."
    "Она отвернулась."
    dv "Третью неделю."
    me "Ты… Ты меня искала?"
    dv "Ждала."
    "Она тряхнула чёлкой и отвернулась."
    dv "Я тебя столько ждала, что лишние пара недель уже ничего не значили."
    "Вот и пригодилась вторая связка ключей."
    me "Пошли."
    "Я встаю и протягиваю ей руку."
    me "Пошли, я отвезу тебя домой."
    "На работу я всё равно безнадёжно опоздал."
    "А она недоверчиво так посмотрела мне в глаза — как человек, который давно и крайне успешно разочаровался в Фортуне…"
    "И, порывисто обняв меня, поцеловала."
    stop ambience
    stop sound_loop
    window hide
    $ set_mode_adv()
    scene cg d7_dv_ep_red_7dl with dissolve
    play sound sfx_7dl["aunl"]
    $ persistent.dv_7dl_reject_rf = True
    $ renpy.save_persistent()
    show acm_logo_dv_gohome with moveinright:
        pos (1600, 1020)
    $ renpy.pause(4.4, hard=True)
    with vpunch
    play music music_7dl["regret"] fadein 3
    call alt_7dl_titles
    $ renpy.pause(2)
    return
    
label alt_day7_dv_7dl_un_end:
    play ambience ambience_cold_wind_loop fadein 3
    "Я до самого последнего момента ожидал подвоха."
    "Либо какого-нибудь коленца от тихой девочки — в которой, как оказалось, прекрасно уживались со скромностью такие черты, как амбициозность, нетерпимость и такое рвачество, что позавидовали бы и иные акулы бизнеса."
    "Либо ещё какого-то непонятного, неприятного сюрприза."
    window hide
    scene bg int_liaz with dissolve
    "Поэтому, когда автобус начал видоизменяться, я нисколько не удивился."
    "Просто в какой-то момент событийной инерцией меня перетащило из некой точки в кресле «Икаруса» — сюда, на лучшее месте в доме, с самым шикарным обзором."
    "О лагере не напоминало ничего — ни записей, ни телефонов — ничего."
    "Даже память подводила периодически, подсовывая то зелень глаз Лены, то мягкий смех Слави. И всё это спаивалось в единый синергический образ, в то, что на востоке принято называть «Вайфу»."
    "И шевелятся безупречной формы губы, и скулы припорошило померанцем, и в воздух уходят звуки, что прекраснее любой музыки."
    window hide
    stop sound_loop
    scene black with fade

    "Даже если это просто-напросто банальное имя. Семён. Ха. Подумаешь."
    "Так и сходят с ума, наверное?"
    if loki:
        "Меня остановили у самого входа в парк Кирова с целью проверки документов — а я, дурак… Я дома паспорт забыл."
        "В результате — четыре часа выяснения личности, проверки, не бегаю ли от армии — и вот, два пальца к пустой голове и напутствие носить с собой документы."
        "И только несколько часов спустя, просачиваясь сквозь двойные двери своей родной «Ломоносовской», я понял, что где-то умудрился посеять свой телефон."
        "Наверное, в пикете — спешил изо всех сил, обрадованный тем, что не подхожу под ориентировки, тем, что никто не захотел срубить с лоха бабла."
        "Будто этого оказалось недостаточно — дома полетел компьютер, так что новый год мне предстояло встречать в компании свечей и книг."
        "Я слазил в шкаф за старым системником, но тот даже не завёлся — а я вспомнил, что зачем-то забрал оттуда блок питания, а обратно не поставил."
    elif herc:
        "Мне позвонил сменщик и попросил меня уступить ему дежурство в Новом Году в обмен на смену пораньше. Я пожал плечами и согласился."
        "Мне-то, в принципе, без разницы. Идти мне некуда и не к кому, а платят за работу в праздники по двойному тарифу."
        "Так что сегодня работать пошёл он, а я остался дома — дописывать очередной фантастический роман о том, как однажды престарелый паладин сопровождал нескольких детишек через весь континент во время их великого Квеста."
        "Вермут. Сигарета. Клавиатура. Темнота. Одиночество."
    else:
        "Начальство позвонило само, извинилось и всё отменило."
        "На подстанции произошёл скачок напряжения, из-за которого кластер показал временную перегрузку."
        "К счастью, бесперебойники справились, а дальше моя система, действующая по гомеостатическим законам, сама себя привела в норму — даром, что ли, я её столько времени отлаживал!"
        "Я остался дома — впереди ещё ждали две недели блаженной праздности."
        "А мне уже очень давно хотелось застыть точкой в океане времени и просто — помечтать. "
    window hide
    scene cg d4_fz_un_reject_7dl with fade2
    play music music_7dl["are_you_there"] fadein 3
    "Мне хотелось грезить о том, как мы стали вместе."
    "Зимой темнеет рано, но я почти не вижу дня — я весь будто застрял в сердце бесконечной полярной ночи, не особо надеясь на просвет."
    "Я хочу тебя видеть, я хочу тебя слышать."
    "Я хочу, чтобы ты существовала. Это же не так сложно, правда?"
    "Просто… Будь. Пожалуйста."
    "Я пытаюсь забыть, но сердце перестуком на стыках рельсов, на выбоинах в асфальте, ведущем к полукруглым створкам…"
    "Огромными колёсами детища мадьярского автопрома, что тащит меня к тебе в гости, ждущую опоздавшего с ведром воды, улыбкой и желанием немного подурачиться."
    "Новый Год в одиночестве — это крайне действенный способ продистиллировать собственные мысли и чаяния."
    "Лену целовать определённо не стоило — я таким образом сделал больно сразу двум людям."
    "А когда не оттолкнул её, не запретил ей думать о развитии отношений (как будто эти отношения когда-либо существовали) — сделал больно ещё и ей."
    "Кроме того, что у меня постоянно холодные руки и ноги, даже в самую сильную жару, я обладаю и ещё одной сверхспособностью."
    "Я за самые считанные часы подбираю к человеку пароль — и дальнейшим своим поведением вымораживаю его так, что он до конца жизни своей ко мне не сунется."
    "Впрочем, это не твой случай. {w}Тебя же нет."
    "А значит, мои способности по выведению человека из себя против тебя бесполезны, и…"
    "И если бы ты была настоящей — ты уже очень давно была бы занята."
    "Потому что святу месту не бывать пусту. У тебя свой путь в этом мире."
    "Просто на случай, если однажды звёзды, выстроившиеся большой буквой А на небосклоне, отразятся в твоих янтарных глазах — я хочу, чтобы ты знала: я ничего не забыл."
    "Я облажался с простейшей проверкой на прочность, уступив боли в зелёных глазах — но это значит только то, что я облажался."
    "Я закрыл глаза."
    window hide
    play music music_7dl["sky_feather"] fadein 3
    stop sound_loop
    $ renpy.pause(3)
    scene anim prolog_2 
    with fade

    "Ворота разошлись, пропуская меня внутрь."
    "Ксива инспектора санэпидназдора творит чудеса — даже если она куплена за несколько зелёных бумажек на одной станции метро — там же, где можно слить самые свежие базы данных сотовых операторов, налоговых органов и военкомов."
    "Даже если мне на вид больше семнадцати не дашь — мою инфантильную рожу может немного состарить только щетина, а я заранее побрился."
    "Я ждал, терзая в кармане «Макарыча»."
    voice "Так что от нашего МУПа потребовалось врачам?"
    "Ещё раз уточнил вохровец у входа."
    me "Крысы."
    "Более не задавая вопросов, охранник вернул мне документы и взял под козырёк."
    "Ради такого дела я не поленился в третий раз в жизни надеть официальный костюм."
    "Единственное, что немного портило сложившийся имидж — это торба, совершенно неуместная на плече человека в костюме-тройке."
    me "Реагент."
    "Пояснил я, как будто кто-то спрашивал."
    "Впрочем, до мнения окружающих мне уже давным-давно не было никакого дела."
    "А дело мне было до того, что несколько дней назад из Невы выудили человека по имени Семён — который ровно так же оказался не от мира сего, компьютерной душонкой, променявшей мир реальный на виртуальность."
    "И чем больше я узнавал про него, тем сильнее уверялся в том, что неспроста это всё — начиная от истории его жизни, заканчивая кое-какими крайне любопытными подробностями."
    "Женя остановилась у описанного ранее автобуса."
    "Кажется, это был он — облупившаяся краска, треснувшее заднее гнутое стекло, грубые контуры устаревшего шасси."
    "Кажется, это был единственный старый Лиазик, ходивший по этому маршруту."
    "Автобусы не ставили на сигнализацию — незачем это было, с камерами видеонаблюдения и штатом ЧОПовцев, так что Женя уже наработанным жестом открыла дверь-гармошку и кивнула мне."
    mz "Ну, тот?"
    "Я медленно оглядел салон."
    "Кивнул."
    mz "Ништяк. Запомни, у тебя есть всего полчаса прежде чем они поднимут тревогу. Поэтому действуй наверняка."
    "Я кивнул ещё раз."
    mz "Твоим что сказать?"
    me "Постарайся запомнить меня вот таким вот — влюблённым, восемнадцатилетним, тощим и во хмелю…"
    mz "Опять стихи… Давай тогда. {w}Пока."
    "Она вышла из салона."
    "А я нащупал ключи — как всегда, на одном и том же месте. Все водители одинаковые, никакой фантазии."
    "Двигатель фыркнул, чихнул, просыпаясь — и несколько секунд спустя над парком разнеслось басовитое гудение."
    "Я чувствовал себя не то полным идиотом, играющим в войнушку, не то ребёнком, пересмотревшим боевиков."
    "Но назад дороги не было, как не было и прошлого, и потеряло значение всё — любовь, ненависть, страсти и устремления — ведь все, кто будил во мне хоть какие-то эмоции… Оказались ненастоящими."
    play sound sfx_intro_bus_door_open
    "За спиной рваным плащом заполошно рвались последние недели — моё триумфальное возвращение, мои воспоминания о несвершившихся смертях, эйфория от получения второго шанса…"
    "Сменившаяся кошмаром и почти физической болью, когда позвонили из онкологии и зачитали завещание некоей Молчановой, в девичестве, Тихоновой Елены."
    "Я был виноват. К счастью, я знал, как всё исправить. Для этого нужно было сделать ещё один небольшой шажок во времени назад."
    "Вернуться обратно в лагерь."
    "А для этого достаточно просто соблюсти простейшие условия — я, четыреста десятый лиазик…"
    "И…"
    th "Вот и всё."
    "С леденящим сердце восторгом подумал я, смотря на приближающиеся перила моста."
    th "Вот и…"
    play sound sfx_shoulder_dive_water
    "Я буквально чувствовал, как где-то, в хрустальных небесных высях со скрипом качнулись назад шестерёнки, отматывающие время."
    "Я был дурак и не нужен."
    "Но я не был готов заплатить чужой жизнью за свою глупость."
    "Говорят, что человек перед лицом ухода за грань способен взглянуть на себя со стороны, понять — что он собой представляет."
    "Я посмотрел."
    "Поэтому быстро-быстро наклонился к бьющей в салон грязной чёрной смерти и вдохнул её."
    "Где-то далеко-далеко, вышедшая на крылечко в летний полдень очень красивая девочка взгрустнула на полсекунды, сама не понимая, почему — а из-за ворот лагеря, где она отдыхала, взревел мотором «Икарус», доставивший вожатую и почту от родителей."
    "И укатил прочь."
    window hide
    play sound sfx_7dl["aunl"]
    $ persistent.dv_7dl_un = True
    $ renpy.save_persistent()
    show acm_logo_dv_meetmethere with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    play music music_7dl["danceagain"] fadein 3
    call alt_7dl_titles
    $ renpy.pause(2)
    return

label alt_day7_dv_7dl_bad_end:
    window hide
    scene black
    with fade3
    stop sound_loop
    stop music fadeout 3
    $ renpy.pause(3)
    play music music_7dl["prologue_2"] fadein 3
    show laptop
    show laptop_dv_bad
    if herc:
        show laptop_dv_bad_herc
    elif loki:
        show laptop_dv_bad_loki
    else:
        show laptop_dv_bad_dr
    with dissolve
    play sound_loop sfx_keyboard_mouse_computer_noise fadein 3
    ai "Значит, история закончилась здесь."
    "Ответом была обычная, немного растерянная улыбка."
    ai "Значит, ты сел в автобус, в котором уснул, а проснулся — где-то, когда-то, причём ещё и в прошлом?"
    ai "И провёл целую неделю в лагере для пионеров, где у тебя даже случились отношения."
    "Даже чёрствому типу вроде меня сарказм был более чем очевиден."
    if herc:
        ai "Знаешь,  Герк…"
    elif loki:
        ai "Знаешь, Локи…"
    else:
        ai "Знаешь, Сём…"
    ai "Только то, что мы знакомы тысячу лет, удерживает меня от некоторых опрометчивых поступков."
    play sound sfx_7dl["KBtyping"]
    me "Значит, ты мне веришь?"
    ai "Нет! Но и просто так отбросить твои слова не могу."
    ai "Может, ты хотя бы что-то оттуда вспомнишь, такое, чтобы хотя бы было что искать?"
    play sound sfx_7dl["KBtyping"]
    if alt_day_binder != 1:
        me "Нет. Я вышел из автобуса, передо мной ворота — их я-то точно никогда не забуду. Подошёл к ним — и всё."
        play sound sfx_7dl["KBtyping"]
        me "Когда я открыл глаза в следующий раз — я снова сидел на сиденье 410-го."
    else:
        me "Всё началось с удара по голове. Так что всё это вполне могло счесть следствием травмы."
        me "Хотя и очень не хочется."
    ai "А все твои снимки, записи — нет?"
    play sound sfx_7dl["KBtyping"]
    me "Нет."
    "Мой собеседник мог, а главное — хотел мне помочь. Но всё, что я мог ему предложить… Эх."
    play sound sfx_7dl["KBtyping"]
    me "Понимаешь, какая штука — это как на детекторе лжи, есть вещи, на которые реакция есть, а есть те, на которые тебе плевать."
    if alt_day6_dv_7dl_sl_route:
        me "Например, фотография блондинки вызывает у меня нежность — но какую-то… Как у младшего брата, например."
    if alt_day4_dv_7dl_portwine:
        me "Фотография сексапильной брюнетки почему-то, напротив, как-то опасение какое-то внушает…"
    play sound sfx_7dl["KBtyping"]
    me "В рюкзаке обнаружились невесть как туда попавшие записи, какие-то конфеты чуть ли не советских времён, ножик… Всё. Эти вообще никаких эмоций не вызвали."
    "Я со злостью сломал сигарету в пепельнице."
    play sound sfx_7dl["KBtyping"]
    me "Я не могу вспомнить лиц, веришь?"
    if alt_day6_dv_7dl_sl_route:
        me "Даже эту блондинку я забываю быстрее, чем закрывается окно просмотрщика."
    me "Мелькают какие-то другие впечатления."
    ai "Например?"
    play sound sfx_7dl["KBtyping"]
    me "Я загорел — это очевидный факт. Я помню вкус еды. Тактильные ощущения. Причём не просто пальцами-плечами. Я с кем-то целовался там."
    ai "С такими уликами каши не сваришь."
    ai "Может быть, хотя бы что-то конкретное?"
    ai "Хотя бы что-то? Имена? Названия населённых пунктов? Хотя бы речку эту идиотскую назвать сумеешь?"
    play sound sfx_7dl["KBtyping"]
    me "Нет. Я же говорю — смутно, будто во сне. Причём чаще всего вспоминаю два рыжих хвоста и невероятно яркую радужку глаз — красную, янтарную. Такой же не бывает в природе, да?"
    ai "Бывает, но редко. Вообще, кстати, зацепка. Если, конечно, то не контактные линзы были."
    play sound sfx_7dl["KBtyping"]
    me "Это едва ли. Всё-таки Cоветский Cоюз."
    ai "Что-то вспоминаешь?"
    play sound sfx_7dl["KBtyping"]
    me "Да нет. Логика. Три галоши и два валенка — вот и весь ассортимент местного сельпо. Какие уж тут цветные контактные линзы."
    ai "Ясно."
    "{i}Собеседник оффлайн.{/i}"
    stop sound_loop
    "Я потянулся к мышке и неловко её схватил — большой палец прорезало болью."
    "Тупо посмотрев на него, я обнаружил многочисленные порезы на подушечке — будто сидел и от нечего делать проводил лезвием."
    "Порывшись в рюкзаке, достал диск с Мэнсоном и, открыв дисковод, думал поставить его туда."
    "В самом центре кулиски лежала какая-то неровная пластинка."
    "Я неловко взял её — и она царапнула ладонь."
    "Пришлось брать аккуратно, так, чтобы не порезаться ещё раз."
    "Медиатор. Пластинка с двумя буквами."
    "Я изо всех сил сжал её в ладони, не боясь уже ни порезаться, ни боли вообще."
    
    window hide
    scene cg d2_lineup
    show prologue_dream
    with fade
    "Потому что там, по ту сторону волокнистого тумана, неумолимого Морфея и долгой зимы, остались глупые спичи Ольги Дмитриевны."
    
    window hide
    scene cg d1_grasshopper
    show prologue_dream
    with fade
    "И проказы мелкой егозы."
    
    window hide
    if alt_day3_duty:
        scene cg d3_potato_2
    else:
        scene cg d5_us_ghost_2  
    show prologue_dream
    with fade
    "Девочки, которой пронзительно не всё равно."
    
    window hide
    scene cg d7_mi_epilogue_7dl
    show prologue_dream
    with fade
    "И гениальная японская девочка, плоть от плоти музыки."
    
    window hide
    scene cg d7_un_epilogue_7dl
    show prologue_dream
    with fade
    "И грустная девочка."
    
    window hide
    scene cg d5_dv_argue
    show prologue_dream
    with fade
    "И, конечно, Алиса."
    "Злая, вредная, сердитая, вспыльчивая, нетерпимая — Алиса."
    
    window hide
    scene cg d2_water_dan
    show prologue_dream
    with fade
    "Смеющаяся до упада, радующаяся каждой прожитой секунде, заражающая окружающих своей неукротимой тягой не прозябать, а жить."
    
    window hide
    scene cg d4_dv_mt
    show prologue_dream
    with fade

    "Алиса — янтарные глаза, два рыжих хвоста-молнии, маленький носик, изящный подбородок, под который так и хочется запустить палец, развернуть к себе и целовать кривящиеся в грустной улыбке губы."
    "Выбивать из неё неверие и безучастность собственной верностью и участием, и быть рядом до тех пор, пока не доверится, не возьмёт протянутую руку."
    "Алиса."
    "Зубы скрипнули, смыкаясь, желваки надулись так, что, кажется, вот-вот лопнут — а всё равно, под высокими сводами пронёсся сдавленный вдох."
    "Я был нужен ей. Я её потерял."
    window hide
    scene black with fade
    show laptop
    show laptop_dv_bad
    with dissolve

    voice "Молодой человек, с вами всё в порядке?"
    "Рядом со мной остановилась девушка в форме полицейского. Очень ей идущей, кстати."
    me "Да, да. Всё хорошо."
    me "Просто вдруг… Вспомнилось кое-что."
    "Я отвёл взгляд, не желая никого пускать в собственные мысли."
    "Офицер кивнула и ушла дальше по своим делам."
    "А я… Я аккуратно положил медиатор обратно в кулиску и бережно задвинул её обратно, слизнул кровь с поцарапанной ладони."
    "Закрыл ноутбук и спрятал его в сумку."
    window hide
    scene bg ext_mv2_7dl with dissolve
    stop music fadeout 3
    play ambience ambience_7dl["railroad"] fadein 3
    play music music_7dl["misery"] fadein 3

    "Вокруг бурлила жизнь мегаполиса, царила та атмосфера, что возможна лишь на вокзалах — как провожают пароходы? Ах, действительно, совсем не так, как поезда."
    "Мне нравилось сесть в самой круговерти, просто чуточку абстрагировавшись, например, на сиденье на остановке или вот так, здесь, в кафе вокзала — и наблюдать за перипетиями чьих-то судеб, на долю секунды пересёкшихся здесь."
    "Так было бы и сейчас, я бы с удовольствием вдохнул всей этой сутолоки, попытался бы представить, кто и куда спешит — вот тот сутулый паренёк явно едет к своей возлюбленной, вон, как сияет."
    "А вот та парочка везёт не то к бабушкам, не то к брошенным родителям, в гости свою маленькую дочурку."
    "«Ксень-колбасень» — ругается мамаша и вздёргивает ребёнка на руки — кажется, тот натёр ногу."
    "Это сюжетики, винегрет, панно, выжимка из микроблогов. Это — жизнь для того, кто в ней не участвует."
    "Но сейчас меж мной и этой жизнью стояли полукруглые створки с пятиконечной звездой на стыке, шум детища венгерского автопрома и взгляд Алисы."
    "Шёл дождь."
    "Когда я вышел на улицу перекурить ещё разок, то увидел у прохода к метро молодого человека в белоснежной рубашке, с пятном крови на плечах, повязанным скользящим узлом, со значком «всегда готов» — и в груди что-то встречно ёкнуло."
    "Как будто «Совёнок» передал мне последний привет."
    "Но, присмотревшись, сплюнул в сердцах."
    "Теперь я и сам видел, что рубашка грязная, на воротничке траурные разводы, а платок не кумачовый, и нет в глазах пионерского задора — ряженый был худ и грустен."
    "Три точки — кафе, курилка, зал ожидания. Бесконечное количество намотанных кругов в ожидании. В равнодушном, обречённом ожидании."
    "А насовцы отправили свой «Восход» к Церере, и там, кажется, даже нашли воду."
    "А в Украине стреляли, а в остальной Европе не знали, кого поддержать."
    "А в Голливуде сняли уже седьмой «форсаж», который никто всё равно смотреть не станет, равно как никто не станет играть в очередной «Call of Duty», и всё это отмывание денег чистой воды."
    "И Земля не наткнулась на небесную ось, и не случилось абокралипсиса."
    "Абсолютно всё вокруг, каждая реклама, фасон одежды, говор людей и их поведение — всё это убеждало в том, что я дома. В двадцать восьмом февраля две тысячи девятнадцатого года."
    "Дома."
    "Дома."
    "Но разве дом — не там, где твоё сердце?"
    "И глядя на очередной поезд, увозящий людей навстречу счастью, горю — жизни — я никак не мог заставить себя озвучить очевидный вопрос:"
    th "А хорошо ли это, что я всё вспомнил?"
    "Потому что за ним логически следует куда более важный:"
    th "А стоило ли уезжать?"
    "Сейчас я мог открыть скайп, набрать собеседника и озвучить целую кучу примет, описаний, названий…"
    "Да только зачем?"
    "Я не уверен в том, что можно точно сказать, хорошо это или нет — ведь, судя по тому, где хранится медиатор, это происходит далеко не в первый раз."
    "Я предпочёл всё забывать? Я выбрал такой вариант?"
    "Это так похоже на меня. Ведь настоящий вопрос в том — а стоило ли пытаться уйти из лагеря? Уехать, убежать. Уйти."
    "Я чёртов дешёвый эскапист."
    "Я владею секретным кунгфу под названием «голову в песок»."
    "И я нихренашеньки, ну нихренашеньки не могу — ни сам, ни в толпе, ни со стимулом, ни из вредности."
    "Человек, выживший в сказке, которую он не заслужил."
    window hide
    if alt_day7_dv_7dl_check == 5:
        $ meet('mt','Олька')
        $ persistent.sprite_time = "night"
        $ day_time()
        scene bg int_caffee_day_7dl with dissolve
    
        "И когда напротив меня за столик плюхнулась симпатичная девчушка со знакомым лукавым зеленоглазым прищуром и копной каштановых волос, я ничуть не удивился."
        show mt normal sport with dspr
        mt "Ну, ты долго сидеть собираешься ещё?"
        "Она подняла бровь."
        me "А что такое?"
        show mt sad sport with dspr
        mt "Слушай, хватит, а?"
        "Девушка досадливо поморщилась."
        mt "Ты этот концерт уже вторую неделю закатываешь."
        mt "Я вообще не понимаю, по кой пёс было соглашаться, раз ты так не любишь туда ездить, в этот свой лагерь?"
        me "Э…"
        mt "Да-да, я слышала уже, и про ностальгию, и про чувства твои — не ты один мне уши про это прожужжал."
        me "…"
        show mt smile sport with dspr
        mt "Или, может, ты так играешь?"
        stop music fadeout 3
        stop sound_loop fadeout 2
        play sound sfx_bus_honk
        pause(1)
        "С площади донёсся гудок автобуса."
        mt "Всё, пошли."
        "Она схватила меня за руку и потащила за собой."
        me "Да куда пошли-то?"
        mt "Пап, ты чё, издеваешься?! {w}Или мне маме сказать, что ты опять включил непослушного пионера?"
        mt "Так она тебе устроит… {w}Прощальную дискотеку с мешком сахара."
        play music music_7dl["breath_me"] fadein 3
        "Против такой перспективы устоять было решительно невозможно."
        "И я перестал сопротивляться."
        "Она выдернула меня за руку на улицу."
        window hide
        scene white with flash
    
        voice "Семён Семёныч, речь толкнёте?"
        me "Речь?! Какую ещё речь?!"
        voice "…Ииии! Три-четыре!"
        voices "Здрав… жалам… товарищ директор!"
        window hide
        play sound sfx_7dl["aunl"]
        $ persistent.dv_7dl_bad_mt = True
        $ renpy.save_persistent()
        show acm_logo_dv_drunk with moveinright:
            pos (1600, 1020)
        $ renpy.pause(4.4, hard=True)
        with vpunch
        call alt_7dl_titles
        $ renpy.pause(2)
        return
    else:
        play sound sfx_7dl["aunl"]
        $ persistent.dv_7dl_bad = True
        $ renpy.save_persistent()
        show acm_logo_dv_theresnoway with moveinright:
            pos (1600, 1020)
        $ renpy.pause(7.4, hard=True)
        with vpunch
        play music music_7dl["tilltheend"] fadein 3
        call alt_7dl_titles
        $ renpy.pause(2)
        return
        
label alt_day7_dv_7dl_true:
    play music music_7dl["dawn"] fadein 3
    scene bg ext_countryside_day_7dl
    with fade
    play ambience ambience_7dl["town_day"] fadein 3
    "Когда за нами закрыл двери автобус, будто закрылась и целая глава истории."
    "И я посмотрел на Алису."
    "А она…"
    show dv shy sport with dissolve
    "Наверное, было что-то новое в моём взгляде, так как она смутилась, отвернулась."
    "Немного покраснела даже."
    am "Алиса?"
    show dv sad sport with dspr
    dv "Н-нет, ничего. {w}Всё хорошо."
    "Только вот заблестевшие глаза выдавали её с головой."
    "Несгибаемая, непоколебимая Алиса собиралась разрыдаться как самая обыкновенная девчонка."
    "И я кинулся к ней, желая обнять, утешить, защитить, наконец!"
    "Потому что не плачут же люди просто так."
    "Или и…"
    hide dv with fade
    "А Алиса покачала головой, задрала нос и, отвернувшись, пошла прочь."
    "Домой."
    window hide
    with fade
    "Её никто не встречал, и, похоже, она к этому давным-давно привыкла."
    "Пошла прочь, не оставив и слова напоследок в моём сердце."
    "Кольнуло вдруг, что так уходят будто навсегда."
    "И не поможет в этот раз никакая из моих глупостей, можно сколько угодно кричать, строить из себя взрослого и разумного."
    am "Стой! Не уходи!"
    "Вздрогнув, она остановилась."
    show dv surprise sport with dissolve
    "Вопросительно посмотрела на меня."
    am "Можно я с тобой?"
    dv "Ну… Если тебе так хочется."
    am "Очень хочется!"
    show dv normal sport with dspr
    dv "Тогда бери сумку и пошли."
    "Я счастливо подпрыгнул, щёлкнул каблуками, за что снова удостоился снисходительного взгляда девушки."
    "Да только знал уже, что вся её холодность, пренебрежение и прочие глупости принадлежат тому, что она показывает миру."
    "Внутри она очень добрый и заботливый человек."
    "И моя история это доказывает."
    "В конце концов, ничто не мешало ей просто притвориться очередным равнодушным человеком и однажды появившись, просто исчезнуть?"
    "Ничто."
    "Или же совесть?"
    "И доброта?"
    "Черты, которые не работают в этом мире, но одновременно и не позволяют превратится в хвата и хапугу."
    "Вот так, способная ругаться как сапожник, вести себя как мужик, Алиса была одновременно и крайне уязвима."
    "Такие люди тяжело находят место в жизни."
    "Если только им повезёт найти себе хорошего проводника."
    "В мир музыки? Живописи? Любого другого творчества?"
    "Тем более, после всего, через что она прошла… Будет тяжело."
    "И я не ошибался."
    window hide
    scene bg int_mt_sam_room_7dl
    with dissolve
    "Однажды вечером она с грустью призналась, что променяла собственную жизнь на другую."
    "Ничего, ничего у неё не получается, как ни старайся."
    "Будто сглазил кто."
    "Потому что я важнее."
    "Потому что должно же быть хоть что-то нормальное."
    "Хотя бы отношение людей."
    am "Мир не чёрен, верно?"
    "Алиса согласно кивнула."
    show dv normal dress with dissolve
    dv "Не чёрен. {w}И у меня было всё время, чтобы понять…"
    "Она замерла на полуслове, взгляд остекленел."
    hide dv with easeoutright
    "А мгновение спустя рыжий метеор отбросил меня в сторону!"
    "Алиса заметалась по комнате в поисках ручки и тетрадного листа."
    "«Алтаря творчества», как она иногда называла его."
    "Найдя, застрочила, складывая слова в рифмованные строки, мурлыкая себе под нос."
    "Непонятная мне магия, которую я никогда не мог раскусить."
    "Никак."
    "Но это и не имело значения. Мне просто хотелось помочь немного моей рыжей подруге."
    "Вот я и загадал как следует, чтобы всё у неё получилось."
    "Абсолютно всё."
    "Так и сказал."
    window hide
    scene bg ext_railstation_7dl
    with dissolve
    "В результате она уехала в Ленинград и на первом же квартирнике сорвала аплодисменты."
    "Среди толп нетрезвых неформалов, первая среди равных!"
    "На тот момент у неё уже были готовы три песни."
    "Плюс ещё одна, когда на огонёк заглянуло несколько известных лиц."
    "Они расстарались, нашли людей, инструменты, площадку…"
    window hide
    scene bg int_mt_sam_room_7dl
    with dissolve
    "Ещё один тёплый вечер, забытый телевизор уныло покрывается пылью в углу, а мы до хрипоты спорим о том, какая рифма у слова «идеал»."
    "В фильмах, бывало, показывали поэтов за работой, с миллионами изодранных бумажных листов и забитой доверху мусорной корзиной."
    "Только вот Алиса была странной. {w}Она редко когда что вырывала или выбрасывала, очень частно писала сразу начисто, а все помарки писала под разными углами к тексту."
    "В результате, работа над альбомом уместилась всего в одну тетрадку, зато там чёрт ногу сломит теперь!"
    "Если, конечно, его не отпугнёт надпись «алтарь творчества»."
    "Год спустя имя Двачевской уже было на слуху."
    "Сольник «Мир не чёрен» переписывали на кассетниках, слушали во дворах…"
    "И так было забавно, что иногда нам не давал спать знакомый чуть хрипловатый голос с лужайки под окнами."
    "Алиса сама себе мешала спать, смех и грех."
    "А я молчал. Я втихомолку гордился своей талантливой подругой."
    "Пока не пришло письмо из «кассы»."
    "Приглашаем вас на участие в рок-фестивале «Наполним небо добротой»."
    "Это был феноменальный успех! Начинание Шевчука, кто-то из звёзд представит её огромной аудитории и даст сыграть."
    "Ничего лучше для начинающего рок-исполнителя и представить нельзя!"
    window hide
    scene anim prolog_2
    with dissolve
    "Вот только мне было страшно, мне было так страшно."
    "Почему-то я чувствовал, что не всё ладно с этим концертом."
    "Тем болеe, что…"
    window hide
    scene bg ext_townscape_ph_day_7dl
    show dv normal dress
    with dissolve
    dv "Я еду одна!"
    am "Но это слишком опасно!"
    dv "Ничего, у меня есть газовый баллончик и разводной ключ. {w}Отобьюсь как-нибудь."
    show dv soft_smile dress with dspr
    "Она деловито улыбнулась, растрепала мне волосы."
    dv "Ты такой трусишка, знаешь?"
    am "Позволь мне хотя бы сопровождать тебя!"
    "Да, я поступал неправильно, продолжая этот разговор после скандала дома."
    "Но я и правда очень переживал за эту упрямую бестолочь!"
    show dv sad dress with dspr
    dv "Ты же знаешь, тебе нельзя."
    am "Тебе можно, а мне нельзя? {w}Да почему?"
    dv "Как будто сам не знаешь. И закрыли эту тему. Я еду одна."
    am "Но…"
    dv "Без «но»."
    hide dv with dissolve
    "Алиса развернулась и пошла прочь, не сказав и слова напоследок."
    "Да, я вёл себя как капризный ребёнок, канючил и ныл."
    "Но это же, наверное, простительно, если капризом моим было желание, чтобы с Алисой всё было хорошо?"
    "Или нет?"
    th "Может, надо упасть на асфальт, забиться в истерике?"
    th "Или сломать ногу, и тогда она будет ухаживать за мной, никуда не поедет?"
    th "Попытаться сделать что-нибудь с собой…"
    "Это всё сработало бы."
    "Вот только я не мог лишить девушку шанса."
    "В конце концов, такой выпадает раз в жизни."
    "Но тогда почему так страшно?"
    "Когда я поднял голову, Алиса уже отошла далеко вперёд, и отсюда был выбор — идти домой или идти за ней."
    "И я пошёл прочь."
    "Это просто слёзы, они высохнут."
    "Мне надо… Надо идти."
    th "Я сколько угодно могу притворяться, что счастье — удел слабых."
    "Ожесточённо подумал я."
    th "Это же ты меня учила, что привязанности делают нас уязвимыми."
    th "А сама была привязана ко мне, к Ульянке."
    "Поэтому, наверное, лучше просто притворюсь, что рад, так рад, мне совсем не страшно, никакие предчувствия не мучают."
    "Мой путь — в светлое Завтра."
    am "Я жму двести по встречной, за горизонтом ждёт Вечность…"
    th "Притворимся, что я просто раскапризничался."
    th "Скажем друг другу, что всё хорошо."
    "Я представил, как неуместно пустой будет ожидающая меня комната в квартире возле центра."
    "Там нет счастья, зато есть фен и розетка на двести двадцать."
    "Когда провал в сердце станет слишком большим, это унесёт меня от потерь."
    "От бесконечно долгого времени."
    "Я успел передумать такую кучу всего, а на самом деле не прошло и минуты."
    "Потому что это были минуты одиночества."
    "Минуты отсутствия Алисы."
    "Мы так мало времени провели вместе."
    "Мир не плохой или хороший, он просто есть, да только надежда здесь не работает."
    "Ибо это ложь самому себе."
    "А любая ложь разрушительна — она порождает только новую и новую боль."
    am "Алиса… Подожди."
    "Беззвучно произнёс я."
    am "Я с тобой."
    am "Ты моё настоящее. {w}Почему тебя так мало?"
    "Лучше давай я притворюсь, что выбросил всё плохое из головы, чтобы избежать переполнения памяти."
    "Сделаю вид, что всё хорошо."
    th "Да только что хорошего, если сейчас будет поворот, ты свернёшь, и у меня останется только моё существование."
    "Неторопливое, растворяющееся в памяти существование."
    am "Давай отмотаем всё обратно, туда, где были мы?"
    "Всего два шага."
    "Развернуться, броситься, обнять, закричать!"
    am "Я с тобой, Алиса, я с тобой!"
    show dv laugh dress with dissolve
    dv "Со мной."
    "Засмеялась она, обнимая меня."
    dv "Я обязательно вернусь, слышишь?"
    show dv smile dress with dspr
    dv "Пойми ты, я пахала весь этот год не для того, чтобы застрять где-нибудь в Ленинграде!"
    dv "У меня ещё есть желание прийти домой как популярный человек!"
    dv "Ты веришь мне?"
    "Я хотел сказать, что верю ей, но не верю всем прочим, но горло перехватило, и я беззвучно кивнул."
    stop music fadeout 3
    dv "Вот и хорошо. Пойдём домой."
    "Домой…"
    play music music_7dl["aftermath"] fadein 3
    window hide
    scene anim prolog_2
    with dissolve
    play ambience ambience_int_cabin_night fadein 3
    "Той ночью я не спал."
    "Ходил на кухню, пил воду, проклинал синий свет в комнате, скрипел половицами."
    "Весь год меня мучали подозрения, неприятные предчувствия, но теперь всё усугубилось."
    "Это последняя ночь."
    "Завтра Алиса сядет на поезд и уедет в мир известности."
    "И всё у неё будет хо-ро-шо. Ведь правда?"
    "Как иначе-то?"
    "Не бывает иначе, у людей должно получаться то, к чему лежит душа, иначе это не душа, а ерунда какая-то."
    "Алиса хорошо пишет стихи, музыку… Ей бы людей в группу."
    th "Только из меня музыкант, конечно, тот ещё."
    window hide
    scene bg int_mt_sam_room_night_7dl
    with fade
    "Устав ходить туда-сюда, я вернулся в зал."
    "Алиса спала на диване, плотно завернувшись в тонкое одеяло, безмятежно улыбаясь во сне."
    "Чётко очерченный профиль, губы, которые всегда так хотелось целовать, но никогда не хватало решимости."
    "Тихий сладкий сон."
    th "Ты не чувствовала никогда, как я за тобой наблюдаю."
    th "А я что… {w}Рыдаю?"
    th "Глупая такая рифма, глагольная. {w}Ты всегда меня так ругала за них."
    "Только вот щекам и правда было холодно."
    "Мне следовало бы просто закатить скандал с ультиматумами, и всё было бы в порядке."
    "Но я не мог!"
    "Ничего, даже колотящееся в горле сердце можно унять, если постараться."
    "Оно ускоряет бег на вдохе, замедляет на выдохе. {w}Если выдохнуть как следует, то можно остановить сердце вовсе."
    "Я знаю это, это ещё одно секретное оружие наряду с феном в комнате."
    "Усевшись на пол, я опёрся спиной о диван, нашёл в темноте ладонь и легонько сжал."
    "И уловил ответное пожатие."
    "Игра с детства. С первых нескольких недель вместе."
    "Даже просыпаться не надо."
    "Потому что есть люди, которым ты готов доверить собственный сон."
    "Поезд в половине восьмого, поэтому не будет ни утреннего завтрака, ни зарядки."
    "Не будет общего утра вместе — только будильник и гонка к перрону."
    "Голос смолкнет, но музыка останется, она будет с тобой, напоминая о том, кто всегда был рядом."
    stop music fadeout 3
    "Несколько секунд спустя я уже спал."
    window hide
    scene anim prolog_3
    with dissolve
    play music music_7dl["devastated"] fadein 3
    "Меня разбудил сигнал будильника — мало того, что пронзительный, он был подключён к усилителю, так как после отъезда в собственное жилище девушка перестала подниматься."
    "Всегда и везде просыпала."
    "Вот только не сейчас."
    "На часах значилась половина седьмого — как раз достаточно времени, чтобы помыться, одеться и хотя бы чуть-чуть проснуться."
    window hide
    scene bg ext_railstation_7dl
    with dissolve
    "…"
    "Чемодан за ней я нёс к поезду."
    "Держал одной рукой чемодан, другой сжимал её пальцы и мужественно шмыгал носом."
    "Не смел требовать больше, не смел."
    "Я и так целый год мотал всем нервы."
    "Но как мне хотелось остановить её!"
    "Очень…"
    "Чтобы не считать часы в кровати до рассвета, чтобы не погружаться в грёзы, где есть красное летнее солнце, работающий мотор и улыбка, и огонь в узнающих глазах."
    "И выбросить уже всю эту ерунду из головы!"
    "Ошибки, глупости…"
    show dv soft_smile dress with dissolve
    dv "Поезд скоро."
    "Улыбнулась девушка."
    dv "Если есть что-то сказать на прощание — говори."
    th "Мне бы хотелось, чтобы мы провели вместе больше времени."
    th "Мне кажется, я так сильно в тебя влюблён, что моя жизнь закончится, когда тронется поезд, увозящий тебя."
    th "Мне кажется…"
    am "Я не хочу изменяться. {w}Я хочу встретить тебя снова таким же, каким провожаю сейчас."
    th "Чтобы снова поймать твою ладонь, улыбнуться и обнять."
    th "А до той поры…"
    am "Прощай!"
    "Я говорил это потому, что изо всех сил старался не броситься вдогонку, не запрыгнуть на подножку поезда."
    play ambience ambience_7dl["railroad"] fadein 3
    show dv soft_smile dress with dspr
    "Алиса улыбнулась и крепко обняла меня."
    dv "Не кисни. Ты самый лучший. {w}Я обязательно привезу тебе что-нибудь."
    am "Привези себя."
    "Попросил я."
    am "А вот и твой поезд."
    "Состав стоит всего две минуты в нашем городе, поэтому если чуть-чуть промахнулся с номером вагона, тебе грозит суматошный забег."
    "Вот только Алиса не промахнулась."
    "Фактически, поезд остановился напротив нас."
    hide dv with easeoutleft
    play sound sfx_jump_into_hole_2
    "Два шага, прыжок — и прогал в сердце увеличился вдвое."
    "Судорожные поиски окна, улыбка сквозь толстое стекло, отблески солнца в глазах."
    "Она махала рукой и улыбалась, вся полная предвкушений и ожиданий."
    "А я старался убедить себя в том, что всё это просто глупая ревность влюблённого мальчишки, и никаких предчувствий нет."
    "Никаких."
    "Поезд тронулся, увозя мою Алису прочь, издевательски простучав колёсами «нав-сег-да»."
    am "Да пошёл ты к чёрту, понял?!{w} Алиса вернётся, ясно тебе!"
    "Я подобрал кусок гранита и запулил вдогонку вредному поезду."
    "Не докинул — состав уже разогнался как следует."
    "И Алиса…"
    window hide
    scene white
    show prologue_dream
    with dissolve
    "Никто так и не понял — что случилось, почему случилось."
    "Викентий Викторович поставил на уши всех, включая полковника Тихонова, мы обзвонили все больницы, морги и вокзалы Ленинграда."
    "Тщетно."
    "Спустя год безрезультатных поисков Двачевская Алиса, восходящая звезда советской рок-сцены был объявлена пропавшей без вести."
    "Она села в поезд, я её проводил — а на той стороне встречающая сторона никого не встретила."
    "Только зря стояли несколько часов с картонками «Алиса Дв.», никто не пришёл."
    "Куда она делась? Что с ней произошло? {w}Теперь уже неизвестно."
    "У нас очень хорошо умели искать людей, но Алиса поставила всех в тупик."
    "Только вот я не сдавался."
    "Не собирался!"
    "Это всего год. {w}Может быть, она застряла где-то без документов и денег, может быть, у неё проблемы?"
    "Тем более, что с некоторых пор мне начал сниться один сон…"
    stop music fadeout 3
    window hide
    scene bg ext_busstop_sun_7dl
    show uvao_d1
    show prologue_dream
    with dissolve
    play music music_7dl["i_will_find_you"] fadein 3
    pause(1)
    window hide
    scene stars
    with dissolve2
    "Это просто слёзы, они высохнут."
    "Я могу притворяться, что счастье для слабаков — ты же сама учила, что привязанности делают нас слабее."
    "Нельзя быть слишком счастливым, слишком сильно привязываться."
    "А сама была так сильно привязана к своей семье."
    "Ко мне."
    am "За горизонтом ждёт Вечность…"
    "Я задумчиво крутил в руках «алтарь творчества» с рифмованными строчками."
    "И лишь сейчас до меня доходили слова Алисы."
    "Люди не пишут лучшие стихи в вычурные книги с золотым обрезом и кожаным переплётом."
    "Не оставляют музыку в красивых гримуарах, способных пробудить в груди человека песню."
    "Нет."
    "Все шедевры сначала рождены в муках самого обыкновенного тетрадного листа в клеточку."
    "Ибо мысль не требует украшения, только фиксации."
    "Сколько здесь стихов, сколько воспоминаний…"
    "Можно прикоснуться к истории, на мгновение воскресить перед глазами как улыбалась моя Алиса."
    "Но ни одна история не заканчивается просто так."
    "И даже когда мы достигаем конца долгого путешествия… впереди ждёт новая глава."
    "Я посмотрел в небо и беззвучно пообещал:"
    am "Я найду тебя, слышишь?"
    "Обязательно найду."
    "Открыл первую чистую страничку и старательно вывел:"
    "«План поисков Алисы»."
    window hide
    play sound sfx_7dl["aunl"]
    $ persistent.dv_7dl_true = True
    show acm_logo_dv_true with moveinright:
        pos (1600, 1020)
    $ renpy.pause(4.4, hard=True)
    with vpunch
    call alt_7dl_titles
    $ renpy.pause(2)
    return