label alt_day4_neu_dv:
    play music music_7dl["beth"] fadein 5
    $ d3_pt += 1
    scene bg int_extra_house_7dl with dissolve
    play ambience ambience_int_cabin_evening fadein 2
    "Проснулся я на голом матраце, с незастеленной подушкой под головой."
    th "Странно. Неужели это я во сне сбарабал? Надо срочно подниматься и приводить всё в порядок, а то Ольга Дмитриевна…"
    "Я машинально бросил взгляд на соседнюю кровать."
    "И сел."
    "На соседней кровати поверх пружинного панциря сиротливо белела скатка рулетиком из матраца, одеяла и подушки. Личных вещей вожатой нигде не было.{w} Как и моих."
    "К счастью, память проснулась вовремя, и я не успел запаниковать."
    th "Значит, я вчера уступил своё место Дваче, а сам заночевал в пустом домике."
    th "И, кажется, даже предложил ей стать моей дамой сердца."
    "Сейчас, постфактум, до мурашек было стрёмно от глупости того разговора."
    "Да и ощущение того, что она не согласилась, меня не отпускало."
    th "Ладно, пора вставать."
    "В темпе собравшись, я толкнул дверь."
    window hide
    stop ambience fadeout 2
    play sound sfx_open_door_1
    $ renpy.pause(1)
    $ persistent.sprite_time = "day"
    scene bg ext_houses_day with dissolve
    "И вышел на улицу."
    show dv normal pioneer2 with dspr
    "И, разумеется, по всем законам подлости, Алиса ждала меня на улице!"
    me "П-привет."
    "Делать вид, что я её не заметил было глупо."
    "Остаётся делать вид, что ничего не произошло вчера."
    dv "Беседа к тебе есть. {w}На тему вчерашнего."
    me "Да? Ну, давай… Поговорим."
    show dv grin pioneer2 with dspr
    dv "Не здесь."
    "Она поманила меня за собой."
    me "А куда?"
    "Спохватился."
    dv "Ну… Посидим у меня на делянке, на гитаре поиграем…"
    me "Но я же…"
    dv "Знаю. Поэтому беру тебя в ученики."
    "Она скрылась между кустов, и мне ничего не оставалось, как следовать за ней."
    $ alt_day4_neu_date = 3
    window hide
    scene bg ext_path_day
    with blinds_l
    "Пробравшись какими-то непонятными тропинками, мы оказались на небольшой площадке вытоптанной травы, со всех сторон окружённой плотными зарослями."
    "Алиса мгновенно заняла единственное лежавшее тут бревно, предоставляя мне сомнительную честь искать себе место на траве."
    "Вздохнув, за отсутствием альтернатив я принял её щедрое предложение."
    "И вот, когда я уже почти уселся…"
    dv "Стой."
    "Я уставился на неё исподлобья."
    show dv smile pioneer2 at center with dissolve
    "Алиса легко поднялась со своего места — я тактично посмотрел в сторону — и, видимо, поняв причины моего смущения, улыбнулась:"
    dv "Раз я твой сэнсей, ты должен делать всё как я скажу."
    me "Сенсей…{w} Где слов таких только понабралась?"
    dv "Я с Мику до тебя две недели общалась."
    "Ослепительно улыбнулась рыжая стерва."
    show dv normal pioneer2 at center 
    with dspr
    dv "Так что, ученичок, слушай мою волю."
    "Алиса с секунду изучала меня, будто стараясь убедиться в моей покорности, и удовлетворённо кивнула."
    me "Так чего хотели…{w} Сенсей?"
    dv "Известно, чего! Раз хочешь учиться играть на гитаре — нужно, чтобы эта гитара была."
    me "То есть?"
    dv "В домике есть гитара.{w} Я хочу, чтобы ты…"
    "Понятно, чего она хотела."
    me "Алиса, скажи…{w} Кроме того, что ваш домик сто процентов закрыт…"
    show dv smile pioneer2 at center 
    with dspr
    dv "Держи!"
    "Алиса достала из нагрудного кармана плоский ключик и бросила мне."
    "Оставалось радоваться, что моё привычное криворучие в этот раз мне изменило, и я с первого раза поймал металлический конусок."
    "Ключ всё ещё хранил тепло её тела, и я на секунду завис, прикидывая, к чему он прикасался."
    dv "Так что топай в домик, по правую руку шкафчик Ульяны, там гитара."
    me "Не слева?"
    show dv grin pioneer2 at center 
    with dspr
    dv "Если тебя интересует цвет и фактура моих трусиков, можно и слева."
    "Она подмигнула и мотнула подбородком."
    th "И почему я не могу отделаться от мысли, что меня взяли на слабо сунуть голову в пасть ко льву?"
    me "Как прикажете, мастер…"
    "Пробормотал себе под нос я."
    "Наши отношения с Алисой колебались между насквозь утилитарными — с обеих сторон — и некой романтичностью, проявляющейся только тогда, когда мы оказывались наедине."
    show dv smile pioneer2 at center 
    with dspr
    dv "Так и прикажу. Ступай."
    me "Значит, если что, говорить, что ты послала?"
    "Я передвигался бочком — на всякий случай, а то мало ли что."
    dv "Хотя стой!{w} Вместе пойдём! А то мало ли, украдёшь ещё что."
    stop ambience fadeout 2
    me "Без последней фразы можно было и обойтись. {w}Ладно…"
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_dv_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    show dv normal pioneer2 at center 
    with dissolve
    "Обогнув домик, мы вышли к крыльцу."
    "Луч солнца как-то по особеннному отразился от стекла, вынуждая черепушку на флаге весело подмигнуть мне."
    if not (alt_day2_dv_us_house_visited or alt_day2_us_escape):
        dv "Ты к нам с Ульяной ещё не заходил?"
        me "Вы с Ульяной вместе живёте?"
        "Почему-то мне показалось, что это логично — поселить две самые крупные неприятности вместе."
    window hide
    stop ambience fadeout 2
    play sound sfx_open_dooor_campus_2
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_house_of_dv_day
    with dissolve
    play ambience ambience_int_cabin_day fadein 2

    show dv normal pioneer2 at center 
    with dissolve
    "Алиса кивнула и поманила меня за собой."
    "По сравнению с царящих внутри кошмаром, домик вожатой представлял собой образец порядка — там хотя бы иногда подметали."
    th "А сейчас она бросит меня на кровать, и…"
    "Я имею в виду, что ещё можно делать в домике, пока весь лагерь волшебным образом оказался жутко занят?"
    th "Конечно, это несколько быстрее, чем я думал, но, «музыка нас связала»."
    "Алиса замерла в середине комнаты и о чём-то напряжённо размышляла."
    "Я прочистил горло."
    show dv surprise pioneer2 at center with dspr
    dv "Что?"
    "Она ощутимо вздрогнула."
    show dv smile pioneer2 at center with dspr
    dv "О, слушай…{w} Я тут кое-что…{w} Жди здесь!"
    hide dv with easeoutleft
    play sound sfx_close_door_campus_1
    "Не слушай моих возражений, она выбежала на улицу и захлопнула дверь за собой."
    th "Неужели за изделиями номер два побежала?"
    if alt_day_binder != 1:
        "Нет, то, что в экстренной аптечке любого лагеря есть постинор или его аналоги экстренной контрацепции, я знал."
        "Но есть ли здесь лучшие друзья девушек?"
    th "Интересно, а почему это я решил, что здесь вообще речь зашла о сексе?"
    "Хм… Наверное, потому, что семнадцатилетнее тело думает о нём постоянно."
    "Сексуальная энергия вырабатывается постоянно, кто-то периодически заземляется, кто-то предпочитает сублимацию в виде активной деятельности — мысли на эту тему гостят в голове каждого в этом возрасте."
    "И крайне часто они забивают слабый глас рассудка."
    stop ambience fadeout 2
    play music music_list["always_ready"] fadein 1
    dreamgirl "Чувак, что-то не так!"
    th "Что?"
    dreamgirl "Поднимай мыслительный аппарат из паховой области и включай в процесс."
    th "Какой процесс?"
    dreamgirl "Алисе за каким-то чёртом что-то потребовалось в домике, потом она резко передумала и куда-то убежала."
    dreamgirl "Притом, заперла тебя у себя в доме."
    th "Заперла?!"
    "Я попытался открыть дверь. {w}С ожидаемым результатом."
    play sound sfx_campus_door_rattle
    "Заперто!"
    dreamgirl "Если бы ты трудился хотя бы немного прислушиваться к окружающему миру, а не вести себя подобно пубертатному подростку, для тебя это не было бы откровением."
    th "Значит, заперла.{w} В воздухе запахло…"
    "Отогнув уголок, я выглянул на улицу."
    "Со стороны площади в мою сторону уже спешила вожатая, ведомая Алисой."
    th "Подстава!"
    if herc:
        me "Уууу, гадина."
        "У меня лицо деревенского простачка, не иначе — иначе почему все окружающие постоянно пытаются то кинуть меня, то ещё каким образом использовать в своих нуждах?"
        th "Подставить меня решила?!"
        "Гадина должна страдать."
        "Порыскав глазами, я нашёл подходящий предмет — им оказалось велосипедное колесо около кровати Ульяны."
        "И, размахнувшись как следует"
        play sound sfx_7dl["window_glass_break"]
        with hpunch
        extend ", вышиб стёкла вместе с рамами."
        "Плюнув на пол на прощание, вскочил на подоконник и был таков."
    elif loki:
        th "Это точно любовь."
        "Усмехнулся я."
        "Сказать по правде то, что на моём горбу до сих пор никто не попытался прокатиться, меня начинало пугать."
        "И огромное спасибо Алисе за то, что вернула мне утраченное душевное равновесие."
        "Надо теперь отблагодарить её как следует, но как?"
        "Из-под подушки выглядывала какая-то толстая тетрадка в зелёном переплёте."
        "Открыв её, я тут же выхватил взглядом структуру, свойственную лишь…"
        th "Бинго! Дневник Двачевской!"
        "Открыв дневник на последней странице, я прочитал:"
        th "21 июня 1989, новичок оказался не такой тряпкой, как я думала. Хотя его ещё испытывать и испытывать, а он уже на пришибленную заглядывается. У, твари, все они одинаковые."
        "Перелистав назад, отметил несколько терактов в исполнении Алисы и Ульяны, потуги на размышления и прочее, что обычно пишут такие вот девочки в своих дневниках."
        "Это ж огромный компромат!"
        "Раскрыв тетрадь на описании того, как к девочкам в раздевалку кое-кто бросил ужа, я оставил её на самом заметном месте."
        play sound sfx_open_window
        "И, открыв шпингалеты в окне, выбрался на улицу."
    else:
        "Очень хотелось сделать какую-нибудь гадость в отместку, но, как назло, в голову ничего умнее не пришло, кроме самого банального бегства."
        "Я немного повозился со шпингалетами и вылез на улицу."
        "Окно пришлось как следует стукнуть снаружи, чтобы оно встало на место — надеюсь, никто не услышал."
        "Зато все следы моего пребывания в домике были надёжно замаскированы."
        play sound sfx_open_window
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_dv_day
    with dissolve
    th "Интересно, ей вообще приходит в голову, что она подлость сделала?"
    "Не то чтобы я сомневался в её выдающихся умственных способностях."
    "Их совершенно определённо не было."
    "Но надо же знать берега, что делать можно, а чего решительно следует избегать."
    "Например, подстав по отношению к тем, кто всё в состоянии понять и ударить в ответ."
    window hide
    with fade
    "Я разминулся с вожатой буквально на пару минут."
    "Если бы она застукала меня внутри — пускай даже и запертого… Вернее, тем более запертого."
    show dv normal pioneer far at cleft
    show mt normal panama pioneer far at cright
    with dissolve  
    dv "Вот, смотрите! Я его поймала и заперла."
    window hide
    with fade
    "Распахнув дверь, она подбоченилась:"
    dv "Видите?"
    mt "Что именно?"
    if herc:
        mt "Разбитое окно? Вижу, Алиса."
    elif loki:
        mt "Какую-то тетрадку?"
        dv "Что? Нет! Нет-нет-не…"
        "Но вожатая уже скрылась внутри и через несколько секунд вернулась на крыльцо."
        mt "Четырнадцатое июля, бросили к девочкам в раздевалку ужа. Визгу было!"
        mt "Четырнадцатое июля, вечер, хотели включить идиотский фильм, но вилка в розетку это исправила."
        mt "Надо же, а мне сказали, что проводка прохудилась. {w}Какая полезная тетрадка."
    window hide
    scene cg d4_dv_mt
    with dissolve
    if herc:
        "Алиса скорчила такую физиономию, будто собралась расплакаться прямо сейчас."
        "Могу понять — такую-то подставу испортил. И кто? Главная жертва!"
        mt "Короче, так, Двачевская!"
        "Ольга, кажется, очень сильно разозлилась."
        th "Сейчас этот гнев обрушился бы на мою голову. {w}Может, и с последствиями…"
        dv "Но…{w} Я…"
        mt "Идёшь сейчас и ищешь Славю, она тебя направит к плотнику, скажешь ему что делать."
        mt "А тебе я ставлю на вид за порчу коллективной собственности."
        dv "Но я ничего не портила!"
        mt "Ага, а окно само разбилось. {w}Вместе с рамами."
        mt "Ещё и в характеристике это обязательно напишу. Смогла раз, сможешь и ещё раз."
        mt "Иди! Починишь окно, тогда подумаем, как тебя наказать."
        "Кажется, до Алисы понемногу начала доходить вся пикантность ситуации."
        "И то, чем ей грозит моя реверс-подстава."
        th "Самое забавное, что вожатой даже не пришло в голову, что, возможно, Алиса не врёт."
        th "Какая всё же злая штука — репутация."
    elif loki:
        "Кажется, Двачевскую удалось пронять — она покраснела, уставила в пол и дрожащим голосом попросила:"
        dv "Верните."
        mt "Ну уж нет, милочка."
        "Улыбнулась Ольга Дмитриевна."
        th "Бррр, ну и плотоядная же ухмылочка!"
        dv "Отдайте…{w} Пожалуйста. Там личное…"
        mt "Личное? Правда?"
        mt "Значит, оставить лагерь без света — это личное? {w}Нет уж. {w}Я прочитаю всё и ты получишь за всё."
        dv "Нет!"
        "Алиса попыталась выхватить тетрадь у вожатой, но та была начеку и убрала трофей за спину."
        mt "Готовься к неприятностям."
        "Ледяным голосом сказала вожатая."
        "О том, что её непонятно зачем гоняли через весь лагерь, она уже даже не вспомнила."
        mt "За каждую свою проделку."
    else:
        dv "Да нет же, я говорю, он был здесь, и я его заперла."
        "Алиса смотрела в пол с отчаянием обречённого и продолжала спорить."
        mt "Ага. Был. Ты так и не сказала мне, что он мог там делать?"
        "Ольга уже неприкрыто издевалась."
        dv "Да воровал что-то, я же говорю."
        th "Точно. Твои несвежие трусы воровал, не иначе."
        dv "А я его заперла."
        mt "Может, пойдём тогда посмотрим, что он такого успел украсть? Перед тем, как провалиться сквозь пол?"
        dv "Нет!"
        dv "У меня там грязно."
        mt "Но мы же должны убедиться, что он там и правда был! Пойдём!"
        "Что-то, похоже, осталось в домике. {w}Что-то, и Алиса очень не хотела, чтобы его нашла вожатая."
        "Она покраснела, потом побледнела, смотря в землю, и тихо сказала:"
        dv "Нет."
        mt "Что «нет»?"
        dv "Его там и не было. Я всё придумала."
        mt "Так, я не стану спрашивать, зачем тебе это понадобилось, но ещё один такой раз — и получишь наряд на дежурство. Поняла меня?"
        "Алиса кивнула."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_dv_day
    with dissolve

    show dv rage pioneer far at center  
    with dissolve
    "Сочтя свой долг здесь выполненным, Ольга ушла по направлению к пляжу."
    "А Алиса осталась.{w} Обтекать."
    "Жаль, конечно. Она казалась мне нормальной девчонкой, но после такого косяка…"
    "Проводив взглядом вожатую, я вышел из своего укрытия."
    me "Значит, вот какие у тебя приколы?{w} Запереть кого-то в домике и подставить по полной программе?"
    show dv surprise pioneer at center 
    with dissolve
    "Алиса вызверилась на меня."
    if herc:
        show dv angry pioneer with dspr
        dv "Ах ты тварь! {w}Да я из-за тебя…"
        me "Нет, только из-за себя.{w} Иди окно чини.{w} И, знаешь, что…"
        "Сейчас я как никогда был близок к тому, чтобы впервые в жизни ударить женщину."
        "И, кажется, это намерение достаточно чётко было видно в моих глазах — Алиса отшатнулась."
        show dv scared pioneer with dspr
        me "Не подходи ко мне."
        "Понизив голос, прошипел я."
        me "Никогда."
        "Стерва."
    elif loki:
        show dv rage pioneer with dspr
        dv "Ты подставил меня!"
        "Я пожал плечами."
        me "Ты хотела сделать то же самое."
        dv "Да тебя бы поругали и всё! {w}А мне теперь…"
        show dv smile pioneer with dspr
        "Она немного подумала и просияла:"
        dv "Во! Придумала!"
        "Она ткнула мне в грудь пальцем:"
        dv "Раз ты виноват, то и исправлять тебе."
        "Я виноватым себя не считал, но мне было интересно проследить за ходом её мысли."
        dv "Раз ты всё равно живёшь с вожатой, выкради у неё дневник и отдай мне."
        me "Ты всё ещё не рассказала мне, почему я стану это делать."
        "Протянул я."
        show dv grin pioneer with dspr
        dv "Потому что за тобой должок!"
        "Так, здесь всё было понятно. {w}Пациент был безнадёжен, и доктор велел — в морг."
        me "Забудь. {w}И держись от меня подальше."
        show dv surprise pioneer with dspr
        dv "Что?"
        me "Иначе в следующий раз найдут что-нибудь серьёзнее, чем безобидная тетрадочка.{w} Бутылку с водкой или шприц, и доказывай тогда, что это не твоё."
        "Я склонил голову вправо и улыбнулся одними губами:"
        me "А ты не сможешь."
    else:
        show dv rage pioneer at center with dspr
        dv "Ах ты гад!"
        stop music fadeout 3
        me "Гад?!"
        "Значит, то, что я не позволил себя подставить, делает меня гадом? {w}Эта логика…"
        play ambience ambience_camp_center_day fadein 3
        "Алиса вдруг улыбнулась."
        show dv smile pioneer at center with dspr
        dv "Спорить со мной спорил?"
        me "Спорить?"
        dv "Перед игрой в карты."
        me "А… Ну да."
        if alt_day2_dv_bet_won != 1:
            dv "Спорил, значит, условия принял."
            dv "Ты проиграл, и я рассказала вожатой, как ты меня в домике лапал, а я тебя закрыла и убежала."
            dv "А ты всё испортил!"
        else:
            "Она ухмыльнулась."
            me "Но ведь я победил!"
            dv "Ну и что?"
            th "О, это женская непосредственность."
            dv "Как будто жалко было."
        me "Может, мне ещё и извиняться теперь за неудавшуюся подлость?"
        "Вежливо уточнил я. {w}Мало ли, мы ещё не достигли дна её глупости."
        show dv sad pioneer at center with dspr
        dv "Пошёл ты."
        play sound sfx_slam_door_campus
        hide dv
        with dissolve
        "Она грохнула дверью."
        "А я пошёл."
    play sound sfx_7dl["eat_horn"] fadein 1
    "Над лагерем своевременно разнёсся сигнал горна."
    "Раз не обломилось с занятиями музыкой, придётся искать себе другие развлечения."
    "Но этим лучше заниматься на полный желудок."
    "Я заспешил к столовой."
    stop music fadeout 3
    stop sound fadeout 3
    return
    
label alt_day4_neu_aid:
    play music music_7dl["beth"] fadein 5
    $ d3_pt += 1
    scene bg int_aidpost_day with dissolve
    play ambience ambience_medstation_inside_day fadein 3
    play music music_7dl["afraid_of_destiny"] fadein 3
    "Проснулся я почему-то не на своей кровати."
    th "Эй, да это даже не мой домик!"
    "Судя по тому, как липко вязло к обнажённой спине покрытие моего лежака, я находился на чём-то, обтянутым кожзаменителем."
    "Проведя рекогносцировку ещё раз, я убедился в том, что первое предположение было верно — я нахожусь в медпункте."
    th "Но что я здесь делаю?"
    "Я прокрутил в памяти события прошлого вечера.{w} И ничего из вчерашнего не ассоциировалось с тем, после чего просыпаешься на кушетке в санчасти."
    "Разве что…"
    "Удаляющийся край крыши, антенна, скользко под ногой…{w} Пальцы, непроизвольно потянувшиеся к затылку, наткнулись на толстый слой бинтов и отдёрнулись."
    th "Похоже, я оттуда всё-таки загремел. Ничего удивительного в том, что кибернетики лезть наверх отказались!"
    th "Что ж. Раз я весь такой раненый, мне положен покой, уход и забота."
    th "И, разумеется, много-много сна!"
    show blink
    "На этой оптимистичной ноте я смежил веки."
    scene black
    "Почему-то я совершенно не боялся возможных последствий удара головой — что-то подсказывало мне, что раз руки-ноги шевелятся, и пускай ценой головокружения, удаётся сесть — всё со мной в порядке будет."
    "Семнадцатилетний организм считает себя полубессмертным далеко не без оснований, оклемаюсь ещё."
    if alt_day3_duty:
        "Хотя меня вчера всеми силами и старались ухайдакать, гоняя по дежурству."
    if alt_day3_dv_dj:
        if alt_day3_technoquest_st1:
            "Динамики откашлялись, и по всему лагерю разнесся знакомый голос:"
            dy "С добрым утром, «Совёнок» и совята. Московское время десять часов, температура тридцать градусов, купальный сезон открыт!"
            dy "Хочу сказать спасибо нашим пионерам — Семёну в особенности — за то, что мы в эфире."
            dy "Семён сейчас лежит в медпункте, поэтому не забудьте навестить его, друзья и знакомые."
            "Голос определённо был знакомым."
            th "Алисе, кажется, нравится роль болтушки у микрофона? Или я ошибаюсь?"
            dreamgirl "Может, у неё лежит бумажка с потезисной речью."
            th "И что?"
            dreamgirl "И она заставляет себя, и страдает, и горюет!"
            me "Да ну тебя!"
            "Я улыбнулся и прислушался к динамикам, которые расписывали всем, как сегодня здорово, и как это хорошо, что родительский день, и то, что на линейке был новый отряд из родителей, согласившихся войти в комиссию."
            "Много, много чего было рассказать ведущей окружающим."
            "Для той неприветливой девочки, какой я помнил рыжую, у неё оказался удивительно хорошо подвешен язык — слушать её трёп было забавно и приятно."
        elif alt_day3_dancing == 3:
            "Жаль вот только, что не получилось у нас с Алисой ничего — ни в миру, ни на танцплощадке."
            "Сколько ни ездил я по разным лагерям, а какие-то чувства всю жизнь были больше исключением, чем правилом."
            "Их можно пересчитать все по пальцам одной руки."
            "И если бы вдруг вчера произошло крохотное чудо, то, возможно, я сумел бы загнуть ещё один палец."
            "Хотя, конечно, это очень глупо — тратить время на создание каких-то взаимоотношений с девушками, не просто чужими мне — чуждыми, принадлежащими какому-то иному, тонкому миру, куда я оказался вхож явно по чужому билету."
    elif alt_day3_un_event:
        "Меня нельзя обвинить в недостатке старания."
        "Я спасал принцессу, дрался с драконом… Но эпилог оказался малость ожидаемым."
        "Наверное, у меня на лбу написано «Friendship Only. {w}Глупости не предлагать»."
        "А может, дело в том, я ей с самого начала не понравился."
        "Такое, к сожалению, происходит куда чаще, чем мне того хотелось бы — что поделать, не Аполлон я, да и на Париса не тяну, и во все времена утешал себя тем, что, дескать, с лица воды не пить, и мужчине достаточно быть лишь чуть красивее питекантропа."
        "Но по сравнению с той же кудрявой смазливой мордашкой Электроника сразу становится понятно, почему от меня воротят нос местные красавицы."
    elif alt_day3_mi_invite2:
        "Мне снилась японская поп-стар. Самую малость нереальная — ну а какой ещё может быть поп-стар, с её-то неземной красотой?"
        "И пусть ты умом понимаешь, что половина эффекта — это заслуга визажистов и мейкап-стилистов, а другая — это освещение и костюм, а всё равно пробирает до глубины души, когда взгляд бездонных глаз фокусируется на тебе."
        "Мне снилось, как она прыгает по сцене и что-то поёт, и ждёт одного меня, пока я протолкаюсь к сцене поближе, дам узнать себя секьюрити и взойду на подмостки рядом с ней, щурясь под светом юпитеров, кивну в ответ на её признание."
        "А я не могу с места сдвинуться — я увяз в толпе, увяз в полу и, что хуже всего — мне мучительно неохота менять что-то в жизни, ибо подспудно я понимаю, насколько катастрофическим будет размах перемен, стоит лишь мне впустить японку в своё сердце."
        "Но костюм она мне вчера подобрала классный всё-таки. Одно удовольствие носить такой."
        "Жаль, изгваздал. Она мне теперь, наверное, вообще доверять не будет."
    if alt_day3_mi_dj and alt_day3_technoquest_st1:
        "Динамики откашлялись, и по всему лагерю разнесся знакомый голос:"
        dy "С добрым утром, «Совёнок» и совята. Московское время десять часов, температура тридцать градусов, купальный сезон открыт!"
        dy "Хочу сказать спасибо нашим пионерам — Семёну в особенности, он сейчас лежит в медпункте, поэтому не забудьте навестить его, друзья и знакомые — за то, что мы в эфире."
        "Мику оседлала своего конька — наверное, даже разницы не почуяла, так и тараторила и тараторила себе."
        "Человек сцены — если ей приспичит, наверное, там же, в рубке и споёт на весь лагерь."
        th "Не могу сказать, что я против этого."
        if alt_day3_dancing == 4:
            "Вспоминая наш танец, о да, я был чертовски не против этого."
    if (('sl' in list_d2_convoy_7dl)) and not alt_day3_duty:
        "Может, оно и к лучшему, что я навернулся."
        "В конце концов, порочную практику по вытаскиванию некоего Семёна к флагу под внимание всего лагера пора прекращать."
    if (counter_sl_cl >= 3):
        "С другой стороны, в нынешнем своём состоянии сыграть в Штирлица я бы уже не сумел, и возможные беседы о себе уже не сумел бы подслушать."
        "Хотя я, наверное, льщу себе — кому нужно обо мне разговаривать, кроме дежурного обмена информацией."
    play sound sfx_open_dooor_campus_1
    "Из полузабытья меня вырвал явственно различимый щелчок дверного замка."
    if alt_day3_un_invite == 1:
        cs "Как дела?"
        "Я мог быть пьян, болен или в полусне — но этот голос я уже наловчился узнавать из тысячи."
        "Наша добрейшая доктор, магистр смущальных наук."
        un "Ворочался, кажется, просыпается."
        "Второй голос принадлежал особе помоложе, судя по ноткам неуверенности."
        un "С ним всё будет хорошо?"
        "И его я распознал точно так же — безошибочно."
        if alt_day3_un_event:
            "В конце концов, я общался с его владелицей почти весь день вчера."
        cs "Ничего жизненно важного он себе не повредил — не тем краем вниз летел."
        "Усмехнулась доктор."
        cs "Рубашку пионеру вернёшь?"
        un "Да, только она немного влажная после стирки."
        th "Какая прелесть — со мной сидят, меня обстирывают… Что дальше? Утку подадут?"
        "От этой мысли я не выдержал и усмехнулся."
        un "Сем… Э… Я, пожалуй, пойду!"
        "Пискнула девочка и во мгновение ока выметнулась прочь."
        "По полу простучали каблучки."
        play sound sfx_open_door_1
        stop music fadeout 6
        pause(1)
        cs "И стоило так похабно усмехаться… пионер?"
    me "И вам — с добрым утром."
    cs "Подниматься будешь? Или ещё полежишь?"
    "Я что-то утвердительно угукнул."
    cs "Тогда поднимайся, завтракать будем."
    me "Подниматься?"
    play music music_7dl["everyday"] fadein 5
    scene bg int_aidpost_day with flash
    cs "Сейчас."
    "Она перебросила рубашку и шорты через ширму."
    me "Спасибо."
    if alt_day3_un_invite == 1:
        "Как и обещала Лена, рубашка была самую малость влажноватой — прохладной по утренней жаре. Шорты также были тщательно очищены и на… кхм… самом интересном месте подштопаны."
    "Стараясь не думать о том, что кое-кто не мылся чёрт-те сколько и от одежды до её приведения в божеский вид исходили самые французские ароматы, я натянул форму."
    show cs normal at center with dissolve
    "И явил себя медсестре."
    show cs smile with dspr
    cs "Ну… С добрым утром. {i}Осматриваться{/i} будем?"
    "В слово «осматриваться» медсестра опять умудрилась вложить целую плеяду смыслов — а может, дело в том, {i}как{/i} она это произносила — чуть протягивая гласные, выгибая бровь."
    "Однажды я обзаведусь иммунитетом к шарму Виолы… А до той поры буду просто тащиться."
    me "А вы разве не…"
    "Она улыбнулась:"
    cs "Ты же сам знаешь… пионер. Осмотры никогда лишними не бывают."
    me "Наверное, вы правы."
    "Осторожно ответил я, не зная, чего ожидать ещё."
    "Виола же, казалось, упивалась собственной ролью."
    cs "Тем более, что я осмотрела только… не самые важные места."
    me "То есть?"
    cs "Ну… Голову. Да и…"
    show cs normal with dspr
    "Она задумалась."
    cs "Всё."
    "Виола вытянула указательный палец и задумчиво прикусила ноготь."
    cs "Но вдруг у тебя и другие… ммм… органы повреждены? Раздевайся."
    with flash2_red
    show cs smile with dspr
    "Я покраснел, и к потолку бархатистой молнией улетел смешок."
    cs "Шучу… пионер. Бери свой завтрак."
    "Она кивнула на до сих пор сиротливо стоящие на столике у двери судки."
    cs "И приятного аппетита. До половины одиннадцатого по распорядку проветривание, так что устраивайся подальше от окна."
    cs "А я — на улицу… пионер."
    stop music fadeout 6
    window hide
    hide cs with fade2
    return
        
label alt_day4_neu_aid_un:
    play sound sfx_open_door_1
    pause(1)
    play music music_7dl["seven_summer_days"] fadein 3
    "Не успела дверь за Виолой закрыться, как на пороге снова кто-то оказался."
    th "Только лёг!"
    "Пришлось делать над собой усилие и подниматься, когда несмелый голос позвал:"
    voice "С-семён?"
    th "Кажется, я сегодня определённо пользуюсь популярностью."
    "Несмешно пошутил я, издавая утвердительное угуканье."
    "Дескать, жив, цел, орёл."
    "Снизойду сейчас, дайте с головокружением справиться."
    "Я отодвинул ширму в сторону, внешне ничем не проявляя слабости."
    show un shy pioneer with dissolve
    un "Т-ты…Ты извини, что б-беспокою тебя, но…"
    "Заикаясь, начала девочка."
    "Хотя, казалось, после вчерашних откровений дорога прямиком если и не в ЗАГС, то куда-то примерно в ту сторону."
    "Чего теперь-то стесняется?"
    me "Ты меня точно не беспокоишь."
    "Не ожидал от неё такой откровенности. Наверное, потому и отреагировал так глупо."
    "Никак не отреагировал, если быть точнее."
    show un normal pioneer with dspr
    "Казалось бы, что может быть проще — просит тебя о помощи нравящаяся тебе девочка — так помоги же ты ей, господи!"
    "Протяни руку, улыбнись — и она пусть не из симпатии, пусть из простого человеческого участия ответит на твою улыбку…"
    "И в мире станет самую чуточку светлее."
    "Не мой случай."
    show un sad pioneer with dspr
    un "Я… Я с-сейчас уйду!"
    me "Что? Но зачем?"
    un "Я тебе тут… Рубашку в порядок привела."
    "Она замолчала, глядя мне в глаза. Молчал и я."
    me "Что?"
    "Наконец, мне надоело молчание, и я подал голос."
    show un shy pioneer with dspr
    un "Я… Я тут просто подумала, ну…"
    me "О чём?"
    un "Что, ну… Если бы ты вчера согласился помочь…"
    "Её голос упал до шёпота."
    un "Мог бы быть цел и здоров."
    un "Не помог бы, но и… Я такие глупости несу. Пойду я."
    if False:
        menu:
            "Останься?.. (рут находится в разработке)":
                un "Н-но ты же сам…"
                me "Лен, слушай. Мне и так досталось вчера, поэтому я могу просто жесточайшие глупости делать и вести себя странно."
                me "Просто пойми это и сделай скидку, хорошо?"
                show un normal pioneer with dspr
                un "Просто не хотела мешать."
                me "А ты и не… Короче, я был бы только рад, если бы мы посидели и поболтали!"
                show un shy pioneer with dspr
                un "П-правда?"
                me "Самая настоящая."
                "Серьёзно ответил я."
                me "Оставайся. Скучно точно не будет."
                show un smile pioneer with dspr
                un "Да."
                "Сказала Лена, будто не веря до конца в мои слова."
                un "Да!"
                $ alt_day4_neu_transit = 11
            "Да. До скорого":
                hide un with dissolve
                "Она ушла."
    me "Да. До скорого."
    hide un with dissolve
    "Она ушла."
    return
        
label alt_day4_neu_aid_sl:
    me "Был бы цел и здоров?"
    dreamgirl "Был бы жить-не тужить… Дык откуда ж взялась…"
    th "Уймись, Робертович!"
    "Кряхтя, я отскрёб себя от койки и выбрался на улицу."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_aidpost_day with dissolve
    "День был в самом разгаре."
    me "Сколько же я спал?.."
    sl "Четырнадцать часов."
    show sl smile pioneer with dissolve
    "Славя подкралась в своём излюбленном стиле - сзади изподкишка."
    me "Силён я спать…"
    me "Ты ко мне?"
    sl "Да, привет! Ольга Дмитриевна попросила передать тебе подарок."
    "Достав из кармана некую тряпочку, она расправила ту и нахлобучила мне на голову."
    me "Панамка? Зачем мне она?"
    sl "Чтобы людей не пугал!"
    "Рассмеялась девушка."
    sl "У нас тут к детям родители приехали, так что сам понимаешь…"
    me "А ты решила меня навестить, вместо того, чтобы к родителям идти? Спасибо!"
    show sl shy pioneer with dspr
    sl "Да нет. Просто дел сегодня много, но я решила забежать к тебе когда выдалась свободная минутка."
    menu:
        "Всё равно спасибо":
            "С нескрываемой признательностю глянул я на девочку."
            me "Никто другой не пришёл, только ты."
            me "Мне бы хотелось и для тебя что-нибудь доброе сделать."
            show sl laugh pioneer with dspr
            sl "Тогда просто не отказывай в помощи у первого, кто тебя попросит!"
            $ alt_day4_neu_transit = 2
        "Ясно":
            "Мы ещё немного помолчали."
            "А я всё мял и мял глупую панамку в руках."
    $ persistent.sprite_time = "day"
    scene bg ext_aidpost_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    show sl shy pioneer with dspr
    sl "Семён, ты, наверное, меня совсем уважать перестанешь, но, кажется, я с тобой посидеть не смогу."
    sl "Да, я понимаю, и с утра не пришла, и завтрак не принесла, и сейчас куда-то убегаю…"
    sl "Комиссия, помнишь?"
    me "Дай угадаю, кого к ним гидом приставили."
    show sl smile pioneer with dspr
    "Она смущённо улыбнулась."
    sl "Зато ты можешь сходить в кружок, куда записался! {w}Не хочешь попробовать?"
    "Я пожал плечами."
    me "Нет, я хочу сидеть на пеньке и скучать."
    sl "Ладушки."
    "Она погладила меня по плечу и поднялась."
    show sl smile2 pioneer with dspr
    sl "А на обеде увидимся, хорошо?"
    me "Если меня отпустят."
    "Проворчал я."
    sl "А если не отпустят, я тебе сама обед принесу, договорились?"
    "Она разговаривала со мной как с капризным ребёнком — неотразимый маневр, я даже обижаться на неё не мог."
    me "Иди уж."
    hide sl with dissolve
    "Помахав мне на прощание, девочка скрылась."
    th "Охохо, грехи мои тяжкие."
    "Голова немного закружилась, когда я попытался подняться, но с этим я довольно легко справился."
    me "Виола?"
    show cs normal at center with dspr
    cs "Я всё слышала. Иди. Только без резких движений… пионер."
    "Без резких, так без резких, доктору виднее."
    hide cs with dissolve
    "Она ушла."
    return

label alt_day4_neu_aid_generic:
    "Я уныло ковырял овсяную кашку, размышляя о ближайших безрадостных перспективах."
    "Из развлечений для хворого Семёна сегодня предлагались: ковыряние в носу, плевание в потолок и окончательная разрядка смарта в режиме читалки — хвала рандому за то, что оставил его в домике."
    "Бездна воображения. А за последним — ещё и топать невесть куда."
    us "Хы!" with vpunch
    play music music_7dl["bureaucracy"] fadein 5
    "В голову больно отдалось от удара между лопатками."
    "Ни к месту вдруг вспомнилась древняя реклама про «всё меняется, когда приходят они!»."
    me "Маленькая дрянь, тебе не сказали, что меня нельзя дёргать, трясти и бить?"
    show us laugh sport with dspr
    us "Да, бредили там что-то. Я не слушала."
    "Она протянула мне руку."
    us "Пошли."
    me "Куда?"
    show us calml sport with dspr
    us "Чудак-человек. Ты в четырёх стенах сидеть собрался, пока на улице такая погода? Пошли мяч попинаем!"
    me "Мне нельзя."
    show us smile sport with dspr
    us "Можно. Я разрешаю. Пошли."
    "Не слушая больше ничего, егоза потащила меня за собой."
    menu:
        "Пошли гулять!":
            $ alt_day4_neu_transit = 5
            "Пришлось расслабиться и позволить себя тащить по лагерю."
        "Нет, я хочу побыть один":
            hide us with dissolve
            "Прогнав Ульянку, я остался в одиночестве, и…"
            "Решил поискать вожатую."
            $ alt_day4_neu_transit = 6

    return
    
label alt_day4_neu_us:
    $ persistent.sprite_time = "day"
    $ day_time()
    window hide
    if alt_day3_us_bugs == 1:
        us "Привет!"
        show us smile sport with dissolve
        "Из ниоткуда вдруг выпрыгнула Ульянка - признаюсь честно - заставив вздрогнуть от неожиданности!"
        me "Привет. А что ты здесь делаешь?"
        us "Гуляю. Это не запрещено законом?"
        me "Я слышал, твоих родителей к начальнику звали."
        show us laugh sport with dspr
        us "Да! Им есть о чём поболтать! Ты свободен?"
        me "Смотря с какой целью интересуешься."
        "Осторожно ответил я."
        us "Пошли чё покажу!"
        me "Может, не надо?"
        show us calml sport with dspr
        us "Ноги в руки!"
        "Скомандовала она и, схватив меня за руку, потащила за собой."
    window hide
    scene ext_square_day at running
    play music music_7dl["bureaucracy"] fadein 5
    "Вообще, если я намерен и дальше продолжать общаться с этой егозой, мне следует немного попрактиковаться в скоростном перемещении по лагерю."
    "Так как мелкая неслась как метеор, игнорируя углы и, подозреваю, кое-где проходя сквозь них."
    window hide
    scene bg ext_houses_day at fast_running
    "Я, не обладающий такими навыками, разумеется, поймал полный запас шишек, веток и стенок."
    window hide
    scene bg ext_boathouse_day at fast_running
    play ambience ambience_boat_station_day fadein 5
    "И потому немедля вознёс хвалу рандому, когда мы выбрались на открытое пространство — причал."
    scene bg ext_boathouse_day with flash
    "Здесь Ульяна и остановилась:"
    show us smile sport with dspr
    us "Жди здесь."
    hide us with easeoutbottom
    "Она исчезла в одной из раздевалок."
    "Я хотел немного помедитировать, благо, обстановка позволяла."
    "Но мелкая дала мне всего пару минут."
    "Она снова появилась в поле зрения:"
    show us laugh sport with dspr
    us "А теперь — бежим!"
    "Она схватила меня за руку и рванула с низкого старта."
    "Я не успел спросить, в чём дело, и правильно — дыхание сберёг."
    "За спиной разнёсся чей-то крик, остро завоняло палёной пластмассой."
    window hide
    scene bg ext_boathouse_day:
        pos (0, 0)      #moded: pos (0,0)
        linear 0.1 pos (-3, -3)      #moded: linear 0.1 pos (-5,-5)
        linear 0.1 pos (3, 3)      #moded: linear 0.1 pos (5,5)
        pos (0, 0)      #moded: pos (0,0)
        linear 0.1 pos (0, -3)      #moded: linear 0.1 pos (0,-5)
        linear 0.1 pos (0, 3)      #moded: linear 0.1 pos (0,5)
        repeat (12)
    with dissolve

    "А потому, не говоря дурного слова, я ускорился, стараясь держать скорость."
    window hide
    with fade
    $ persistent.sprite_time = "day"
    window hide
    pause(1)
    scene bg ext_square_day with dissolve
    play ambience ambience_camp_center_day fadein 5
    "Ещё несколько минут заполошного бега — и мы опёрлись на постамент Генды, стараясь восстановить дыхание."
    show us smile sport with dspr
    us "А ты неплох! Шустро бегаешь!"
    if alt_day2_us_escape:
        me "Я поезд догнал, если помнишь."
        show us surp1 sport with dspr
        us "Но ты же сказал, что это сон…"
        "Она подозрительно посмотрела на меня:"
        us "Погоди-ка. А разве бывают одинаковые сны у двух человек?"
        me "Конечно."
        us "Рассказывай кому другому."
        show us normal sport with dspr
        "Недоверчиво протянула девочка."
        "А я спорить не стал. Зачем?"
        "Марш-бросок был не слишком длинным, потому дыхание уже пришло в относительную норму."
        me "Если оба рыбы на обед наелись."
        us "Обормот ты."
        "Заключила она и, усевшись на ступеньки постамента, мечтательно уставилась в небо."
    me "А теперь выкладывай."
    show us surp2 sport with dspr
    us "Что выкладывать? Я ничего не делала."
    "Даже если бы мы не пробежали только что через весь лагерь…"
    "У самого искреннего человека не бывает настолько кристально честных глаз."
    stop music fadeout 3
    me "Ульяна!"
    play music music_7dl["morning_dew"] fadein 3
    show us dontlike sport with dspr
    us "Зануда…"
    me "Я жду-у!"
    "Нараспев напомнил я."
    us "Да ничего особенного, честно! {w}Там я кое-что оставила, а на него покушались."
    me "И что? Я не слышал шума драки."
    show us laugh sport with dspr
    us "Стану я ещё об малышню руки марать. Дымовуха!"
    "Судя по запаху, теннисные шарики в газетке."
    me "Горюшко ты мелкое. {w}Достала хоть?"
    show us grin sport with dspr
    us "А как же!"
    "В её руках из ниоткуда появилась змея и прыгнула мне прямо в лицо!"
    $ volume (0.0,'music')
    $ persistent.sprite_time = "night"
    $ prolog_time()
    play sound sfx_scary_sting
    window hide
    scene black with fade

    dreamgirl "…get over here!"
    dreamgirl "Scorpion wins."
    "Какая донельзя глупая гибель — пронзить собой пространство-время, выжить, приспособиться в Советском Союзе — и только ради того, чтобы сдохнуть от укуса какой-то гадюки."
    "Карма неудачника в действии."
    "…"
    "Нет, блин, это даже для кармы неудачника перебор!"
    "Сильный шлепок по лицу, похоже, выписал кто-то, солидарный со мной по этому вопросу."
    window hide
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_square_day
    play sound sfx_face_slap
    show unblink
    with dissolve
    play sound sfx_face_slap
    with vpunch
    "По морде прилетело — с другой стороны."
    us "Такой большой, блин, а в обморок упал как сикушка из пятого отряда!"
    us "Поднимайся, слышишь? {w}Или я дядьборю кликну, он тебе искусственное дыхание рот в рот сделает!"
    "Такая перспектива меня нешуточно испугала — и я перехватил руку, не позволяя дать мне ещё и третью пощёчину."
    $ volume (1.0,'music')
    me "Живой я, живой."
    show us calml sport with dspr
    us "Да? По виду не скажешь."
    me "Аккуратнее!"
    "Вспомнил вдруг я."
    me "На тебе змея была!"
    show us laugh sport with dspr
    us "Эта, что ли?"
    "Рядом со мной появилась змеиная голова, и я чуть снова не упал в обморок."
    "Но, по счастью, в этот раз явление пресмыкающегося утратило эффект новизны, и, приглядевшись, я констатировал, что гад в общем-то дохлый."
    
    us "Ты выдал! {w}Я тебе её показать хотела, а ты взял, глазки в кучку — и набок!"
    us "Я такое только в книгах читала, думала, врут авторы."
    show us smile sport with dspr
    us "А здорово, слушай! {w}Раз уж тебя напугало, значит, остальных тем более."
    me "Что ты имеешь в виду?"
    "Осторожно поинтересовался я."
    us "Ну…"
    show us grin sport with dspr
    extend " Ты же тормоз!"
    "Ульяна сказала это с такой детской непосредственностью, что я передумал обижаться:"
    me "С чего ты так решила?"
    show us laugh sport with dspr
    us "Да с того, что за всё это время ни с одной девушкой толком не поговорил!" 
    if lp_mi > 5:
        us "Я думала, тебе Мику нравится, а оказывается, нет. {w}Ты предпочитаешь плакать в уголке один."
    if lp_dv > 5:
        us "Честно, сначала решила, что ты за Лиской приударить решил."
        us "Я никогда так не ошибалась."
    if lp_sl > 5:
        us "Ходил за гражнином начальником, ходил… А что ходил — сам не понял!"
    if lp_un > 5:
        us "Так трогательно клеился к Тише, я решила, что у вас получится, как в прош… Ой."
        "Она прикусила язык, но я ничего не понял."
    if alt_day3_sl_bath_voy:
        us "Я чуть не подумала, что ты из этих… Ложномужей?"
        me "Кого?"
        show us shy sport with dspr
        us "Ну! {w}Кому мальчики нравятся! {w}Но когда увидела, как ты за этой…"
        "Ульяна обозначила нечто шарообразное в области груди."
        us "…подглядываешь, поняла, что ты нормальный."
        th "Ну, спасибочки!"
        with flash_pink
        "Я понял, что краснею."
        us "Просто тормоз!"
    me "Перестань меня обзывать. {w}Я не тормоз…"
    show us laugh sport far with dspr
    us "Просто ты медленный газ!"
    me "Ага, можно и так сказать. {w}Так ты меня оскорблять за собой потащила?"
    me "Или не хочешь одна по башке получать за то, что раздевалку подожгла?"
    if alt_day2_us_escape:
        me "Так вот имей в виду, чёрта с два я куда-то пойду или делать буду!"
    show us normal sport with dspr
    us "Да нет."
    "Она опасливо приблизилась и снова извлекла из подпространства дохлую гадину."
    us "Я хотела тебе показать."
    me "Показала?"
    show us calml sport with dspr
    us "Не перебивай! Я её нашла ночью, но она, кажется, уже давно сдохла. {w}Уже вонять начинает."
    me "И?"
    us "Нужно её как-то сохранить, неужели непонятно? Ты умеешь…"
    show us upset sport with dspr
    extend " как там правильно… токсидермить?"
    me "Токси… чего?"
    us "Ясно. А как тогда…"
    "Ульяна просительно посмотрела мне в глаза:"
    show us normal sport with dspr
    us "Можешь сделать что-нибудь?"
    me "Угу, сейчас я возложу руки, и…"
    "Я фыркнул и отвернулся."
    "И тут мой взгляд привлекла сторожка рядом с тропинкой к пристани."
    "Вернее, не сама сторожка, а сквозной второй этаж, на котором висели рыбки."
    me "Придумал!"
    show us smile sport with dspr
    us "Ура! {w}А что именно?"
    me "Мы её засушим."
    dreamgirl "Засолим и съедим. {w}Ням-ням, почти как цыпочка."
    "Я кивнул на сторожку."
    me "Отвлечёшь сторожа, я полезу."
    show us dontlike sport with dspr
    us "А почему сразу ты?"
    me "Если ты думаешь, что справишься с разделкой и потрошением лучше меня — то пожалуйста."
    "Кажется, на этом моменте мелкую пробрало — она с ужасом уставилась на так и висящий в её ладошке змеиный труп."
    show us upset sport with dspr
    us "Ты имеешь в виду…"
    me "Да."
    "Безжалостно продолжил я:"
    me "Кишки, печень, сердце."
    "Она немного позеленела."
    me "Желудок — а там полупереваренная мышь!"
    show us fear sport with dspr
    us "Аааа!"
    hide us with easeoutleft
    "Она мгновенно всучила мне гада и умчалась в сторону сторожки."
    "А я, посмеиваясь, отправился вслед за ней."
    window hide
    scene bg int_attic_7dl with dissolve
    play ambience ambience_boat_station_day fadein 2

    "На чердаке пахло солью и рыбой."
    "И, конечно, близкой водой."
    "Так что на секунду, закрыв глаза, прислушавшись к крику чаек, приглушённому плеску воды и деревянному перестуку лодок о настил, можно было вообразить себе, что оказался на борту какой-нибудь древней шхуны, а под ладонью замер отполированный тысячами прикосновений штурвал."
    "Так, ну это потом, моя цель…"
    "Ищущий взгляд наткнулся на воткнутый в колоду нож."
    "Не сказать чтобы у меня был обширный опыт потрошения разнообразных гадов, но если справился с рыбой, то и со змеёй как-нибудь справлюсь."
    "Это было… Противно. Да и только-то."
    "Как следует выскоблив полегчавшие змеиные останки, я вывалял их в мешке с солью и подвесил в дальнем тёмном уголке."
    th "Надеюсь, никто не найдёт."
    "Хотя цепочка следов в пыли, протянувшаяся от слухового окна туда, где я был сейчас, намекала на то, что сюда крайне редко кто-то ходит."
    "Пришлось потратить пару минут, заметая оные следы."
    window hide
    scene bg ext_boathouse_day with dissolve

    "Внизу меня никто не ждал."
    "То есть, вообще никто."
    "Но я чуял чьё-то присутствие."
    show us normal sport far at voy_left with dspr
    "Кто-то был неподалёку!"
    hide us with easeoutleft
    me "Попалась!"
    "Мне показалось, что Ульяна выглядывала из-за сторожки, но я не был уверен."
    show us smile sport far at voy_left with moveinleft
    "И стоило лишь мне обернуться"
    hide us with easeoutleft
    extend ", как она пропала!"
    show us smile sport far at voy_left with moveinleft
    pause(2)
    hide us with easeoutleft
    pause(1)
    "Раздался топоток."
    show us laugh sport at voy_right with moveinright
    "И Ульяна выглянула с другой стороны сторожки."
    me "Хватит глупостями заниматься!"
    show us normal sport at center with moveinright
    us "Ты долго."
    "Кто-то сказал «зануда»?"
    "Кто-то сказал «доступен новый лимит глупостей на день»?"
    "Наконец-то до меня снизошли!"
    me "Нет, мне было не очень противно."
    "Ответил я и выбросил сверток со змеиными внутренностями в мусорное ведро."
    me "Ты лодочника отвлекла?"
    us "Да! Я заперла его снаружи."
    me "Ты… чего?! Живо отпирай!"
    show us laugh sport with dspr
    us "Уже! {w}Он всё равно ничего не заметил, так и смотрел свой дурацкий ящик."
    us "Ты сделал?"
    me "Да. Дня два провисит, нормально всё будет."
    us "А снимешь потом?"
    $ alt_day4_neu_us_snake = True
    me "Нет, себе заберу и слопаю."
    play sound sfx_7dl["eat_horn"] fadein 1
    show us dontlike sport with dspr
    "Она надулась и топнула ногой:"
    us "Ах так! Да я…"
    show us shy sport with dspr
    us "Эй, так нечестно! Нельзя надо мной шутить!"
    me "С чего это?"
    show us dontlike sport with dspr
    us "С того, что я ребёнок!"
    me "Пошли есть, ребёнок!"
    "Не обращая больше на неё внимания, я отправился к столовой."
    stop music fadeout 3
    stop sound fadeout 3
    stop ambience fadeout 4
    window hide
    return
    
label alt_day4_neu_mt:
    $ persistent.sprite_time = "day"
    scene bg ext_polyana_day
    with swradar
    play music music_7dl["sh_ai_rejuv"] fadein 3
    pause(1)
    ".{w=.3}.{w=.3}.{w=.3}"
    show mt normal pioneer with dissolve
    mt "А теперь ты мне подробно расскажешь."
    mt "Откуда ты узнал, где меня искать?"
    me "Я и не знал."
    if alt_day3_technoquest_st3 != 2:
        me "Кстати, Славя просила передать вам этот список, сказала, вы знаете, что с ним делать."
        mt "Что там? {w}Очередная писулька? {w}Давай её сюда."
        "Она не глядя скомкала листок и бросила его в костёр!"
        me "Что вы делаете?!"
        "Я попытался было спасти несчастный список, но тот вспыхнул как порох, мгновенно сгорев."
        mt "Вот и сгорела очередная «не было печали»."
        show mt grin pioneer with dspr
        mt "Да расслабься ты, никто ничего не узнает."
        me "Исключая Славю, которая меня к вам и послала!"
        "Я не скрывал своего ужаса."
        mt "Вот как? Ух ты. Ну что поделать, если ты так спешил, что потерял бумажку и не донёс её мне."
        me "Но я…"
        "Она с самодовольным видом улыбнулась и подмигнула мне — мол, я же не выдам свою вожатую, правда?"
        show mt normal pioneer with dspr
        mt "А теперь рассказывай."
        mt "Где ходил, где потерял… Как меня нашёл…"
    "Ладно, кроме шуток."
    "Я не знал, где её искать."
    "Нет, я хочу сказать, ожидаемо видеть её на пляже или лодочной станции."
    "Но её там не было."
    "Хотя это, наверное, тоже попытка спрятаться, подобная её попытке."
    window hide
    scene bg ext_beach_day
    show prologue_dream
    with fade

    "Так что я сначала проверил пляж."
    "Прекрасно понимая, что это бесполезно. {w}Пускай. {w}Зато проверил."
    "Ещё и день такой хороший."
    window hide
    scene bg ext_boathouse_day
    show prologue_dream
    with fade

    "От детских криков заломило виски, я пошёл к лодкам."
    "Я особо не надеялся, просто там редко много народа."
    window hide
    scene bg ext_adductius_7dl
    show prologue_dream
    with fade

    "С причала моё внимание привлекло одиноко стоящее дерево с качелями, и я направился туда."
    window hide
    scene bg ext_old_building_day_7dl
    show prologue_dream
    with fade

    "Затем старый корпус…"
    window hide
    scene bg ext_camp_entrance_day
    show prologue_dream
    with fade

    "Потом по тропинке к воротам."
    "И раз уж проверил одни ворота — сходил и к другим."
    "Вспомнил, что неподалёку есть костровая поляна."
    window hide
    scene bg ext_polyana_day
    show prologue_dream
    with fade

    "Не думал встретить здесь вожатую."
    "Но я встретил её."
    "Думаю, это потому, что мы мыслим в одном направлении."
    "Ольга сидела спиной ко мне, кормя крохотный костерок обрывками каких-то бумажек."
    scene bg ext_polyana_day
    "Они были важными даже с виду — набранные на печатной машинке, пестрящие печатями."
    "Я хотел было окликнуть её, но в воздухе мелькнула знакомая красная книжица. И я застыл."
    stop music fadeout 3
    "А пламя уже пожирало отметки о прописке, военной обязанности, возрасте…"
    "Наконец, последняя бумажка улетела в костёр."
    play music music_7dl["wheres_wonderland"] fadein 3
    "Я подошёл и сел рядом."
    me "Ольга… Дмитриевна?"
    "Никогда не видел её такой."
    "Голос почему-то дрогнул."
    show mt normal pioneer with dspr
    mt "Это ты…"
    "Быть талантливым педагогом-психологом от бога хорошо."
    "К несчастью, это налагает определённые ограничения."
    "Например, ты никому и никогда больше не сможешь открыть душу."
    "Потому что на любое твоё действие смотрят как на попытку манипулировать окружающими."
    "Вот и сейчас."
    "Она сидит, пригорюнившись, уронив буйну голову, а я смотрю за тем, что она мне говорит, какие идеи навязывает."
    "Я пытаюсь понять, какие именно ниточки она хочет потянуть в этот раз."
    "Как именно повлиять."
    "Она слабо улыбнулась."
    "Не переводя взгляда от костра."
    if alt_day3_technoquest_st3 != 2:
        me "Ольга Дмитриевна… {w}Вас Славя обыскалась. {w}И вообще…"
        mt "Ммм?"
        me "Вы же вожатая."
        mt "А."
        show mt sad pioneer with dspr 
        "Неопределённо сказала она, продолжая смотреть в никуда."
        mt "Всё ведь верно, да? {w}Я для тебя — навсегда Ольга ДМИТРИЕВНА."
        mt "Ты для меня — ещё один пионер."
        mt "Правда?"
        mt "Вожатая и пример. И всё."
        "Она замолчала и отвела взгляд в сторону."
    "Тишина."
    "Бумага прогорала быстро. {w}Просто её было очень много."
    me "Что вы здесь делаете?"
    mt "Никогда не задумывался о смерти?"
    me "Простите?"
    mt "На земле около пяти миллиардов человек, невозможно встретить и знать в лицо абсолютно каждого."
    $ alt_day4_neu_mt_fire = True
    if ('me' in list_d2_convoy_7dl):
        $ mt_pt += 1
    mt "Поэтому так важны документы."
    mt "Ты живёшь, и у тебя есть документ, дающий на это право."
    mt "А не будет документов, и прав не будет. {w}Ты даже умереть не сможешь. {w}Нельзя тебе."
    mt "Здорово, правда?"
    mt "Вот у меня есть бумажка. {w}А у тебя больше нет."
    mt "Я тебя только что убила."
    "Она выставила в мою сторону указательный палец и прищурила левый глаз."
    mt "Бах. {w}Ты мёртв."
    me "О чём вы говорите?"
    mt "О, прости. {w}Ты не мёртв. {w}Тебя просто больше не существует."
    me "Так это и правда был мой паспорт?!"
    "Завопил я, вскакивая."
    show mt normal pioneer with dspr
    mt "Разумеется. {w}Я сожгла всё. {w}Деньги пыталась, но монеты не получилось."
    mt "Я их закопала."
    "Меня удивило то, с какой апатичностью я воспринял это."
    "Наверное, потому, что полностью был занят изобретением способа вернуть её в лагерь."
    "И не в том дело, что Славя зашивается там одна."
    "Не только."
    "Ольга Дмитриевна выглядела одиноко и грустно — так, будто вместе с моими документами сожгла и что-то важное."
    me "Зачем вы это сделали?"
    mt "Попробуешь поверить мне на слово, что так было нужно?" 
    me "А паспорт мой, паспорт вы зачем сожгли?"
    "Я опустился на бревно рядом с ней и уныло уставился в догорающий костёр."
    show mt smile pioneer with dspr
    mt "Мне не нравится мысль, что ты старше меня."
    me "Вы-то откуда знаете?"
    "Вместо ответа она потрясла перед моим носом чеком — пополнение Яндекс.Денег с карточки, 21 декабря 2018."
    th "Кто бы сомневался."
    "И бросила чек к прочим бумажкам в костёр."
    me "И этого достаточно."
    "Это был не вопрос."
    "Поэтому она просто кивнула."
    me "Ладно. {w}Меня нет. {w}Не существует. {w}Что дальше?"
    mt "Как обычно. {w}Закончится смена, отвезу тебя домой, а там посмотрим."
    me "И зачем тогда вообще это всё? {w}Нельзя было отвезти меня домой {b}со всеми документами{/b}?"
    mt "Нет. {w}Автобус могут остановить, проверить твои документы."
    me "А у меня их нет."
    "Бумажки прогорели окончательно."
    "А меня почему-то это совершенно не заботило: я, истерик, вдруг на долю мгновения осознал — лишь сейчас всё и стало правильно."
    "Вожатая поднялась и протянула мне руку."
    mt "Добро пожаловать на борт… Семён."
    mt "Не печалься так за свой паспорт. {w}Что-нибудь придумаем."
    me "То есть, вы сбежали из лагеря, бросили пост — и всё ради того, чтобы пожечь бумажки?!!"
    mt "Нет, конечно. {w}У меня были кое-какие дела, и я просто ушла на минутку."
    me "Ольга Дмитриевна!"
    show mt smile pioneer with dspr
    mt "Ох, ну ладно, на десять минут."
    "По крайней мере, она сама проявила сознательность."
    "И я чертовски рад этому."
    "Хотя чему тут радоваться."
    "Нормальный человек, тем более, вожатая, не станет филонить."
    "Ответственность же! Советское воспитание!"
    "Первый раз она сбежала к воротам и сидела там на поребрике, глупо глядя в никуда."
    "Ещё села так удачно, что если не знаешь, никогда её не заметишь со стороны."
    "Видно, что не в первый раз сюда ездит."
    "Во второй раз она дурочку валяла на том самом дереве с качелями."
    "Сидела и качалась."
    "Взрослая тётя, двадцать пять лет."
    "Сидела и качалась на качелях."
    "Теперь вот на костровой поляне."
    "Боюсь, если уйдёт в четвёртый раз, искать её придётся где-нибудь в райцентре."
    mt "Значит, не знал, где меня искать?"
    me "Думаю, я на каком-то уровне просто всегда знаю, где вас искать."
    mt "Электросенс?"
    "Ольга склонила голову набок."
    me "Экстра…"
    window hide
    with fade
    mt "Ага. Но не льсти себе. {w}Это тебе просто повезло."
    me "Простите?"
    mt "Повезло."
    me "Да, в первый раз."
    mt "Во второй раз — совпадение. {w}Поразительное совпадение."
    me "Ага. А третий раз — закономерность."
    show mt grin pioneer with dspr
    mt "Нет."
    mt "Третий раз — это чудесное совпадение."
    "Она показала мне язык."
    "Взрослая тётя!"
    "Я укоризненно покачал головой."
    "А со стороны лагеря донёсся призыв на обед."
    mt "Ладно, пошли."
    "Повернувшись на пятках, Ольга заспешила к лагерю."
    "Ни словом более не заикаясь о странном разговоре."
    stop ambience
    stop music fadeout 3
    window hide
    return
 
label alt_day4_neu_home:
    play music music_7dl["beth"] fadein 5
    $ d3_pt += 1
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_house_of_mt_day
    with dissolve
    play music music_7dl["surf"] fadein 5
    "Четвёртый день за линией фронта. Вожатая уже ушла, оставив на столе термос и бумажный свёрток."
    "Судя по прекрасному самочувствию, я наконец-то выспался."
    "А судя по часам…"
    "Табло смартфона показывало одиннадцатый час."
    th "О. Ну тогда понятно."
    "Я спустил ноги с кровати."
    th "Что это, интересно, нашло на нашу ретивую вожатую, что она даже не стала меня будить и гнать на зарядку?"
    th "Может, заболела?"
    dy "Родители Сидоровой Ульяны, пожалуйста, подойдите к кабинету начальника лагеря."
    th "Родители?"
    th "Родительский день!"
    "Я в темпе оделся и выскочил на улицу."
    th "Если к Ольге тоже родичи приедут, и она приведёт их сюда…"
    window hide
    stop ambience fadeout 2
    play sound sfx_open_door_1
    $ renpy.pause(1)
    $ persistent.sprite_time = "day"
    scene bg ext_houses_day with dissolve
    "Думать об этом не хотелось."
    return
    
label alt_day4_neu_un:
    window hide
    play ambience ambience_camp_center_evening fadein 3
    pause(.3)
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_houses_sunset with dissolve
    play music music_7dl["will_you"] fadein 3
    "Мы вышли из дома, когда во всех окнах погасли огни…"
    "На самом деле, огнями и не пахло."
    "Как и пионерами."
    "Улица встретила меня полным запустением - исключая мурлыкающие где-то на очень дальнем плане репродукторы, кругом было тихо и одиноко."
    me "И куда делись все пионеры?"
    "С умным видом спросил я у пустого воздуха."
    "Нет ответа."
    "Вздохнув, я поплёлся умываться."
    window hide
    scene bg ext_house_of_un_day with swradar
    "После умывания я неспешным шагом двигался домой, и лишь обострившийся в условиях тотальной тишины слух позволил мне услышать некий спор на повышенных тонах."
    "Явно не от нашего домика."
    "А откуда?"
    "Прислушавшись, я с точностью определил, что речь идёт о домике Лены и Мику."
    "Спор вожатой и Лены."
    un "Семён мне нужен, и не надо лезть в личные дела пионеров."
    mt "Это и мои дела тоже."
    un "С чего бы это?"
    mt "Девочка, ты забываешься. Я всё ещё твоя вожатая."
    un "С каких это пор вожатые работают полицией нравов?"
    "Фыркнула в ответ Лена."
    mt "Всегда работали. Я повторяю ещё раз - держись от Семёна подальше."
    un "Пожалуй, я сама решу, как и от кого держаться. Вы же не против, правда?"
    "Издевательски протянула она."
    mt "Ты кое-что не понимаешь, поэтому давай ты просто послушаешься меня и не будешь создавать сложности."
    un "Предложение отклонено."
    mt "Понятно. К гласу рассудка мы глухи, значит."
    mt "Тогда слушай внимательно."
    "Кажется, сейчас будет произнесено нечто, касающееся меня лично? Ну-ка, ну-ка…"
    "Я подошёл к домику вплотную и превратился в слух."
    mt "… расстройство психики. Всё, что происходило в прошлом году, для него не имеет значения."
    mt "И ты хочешь воспользоваться его беспомощностью ради своих глупых переживаний."
    mt "Сама не понимаешь, как скотски это выглядит?"
    un "…"
    "Лена судорожно вздохнула."
    un "Я вам не верю. Это не может быть правдой."
    mt "Это так."
    "Безжалостно добила вожатая."
    mt "Всё, что у вас было в прошлом году, для него не имеет значения."
    un "То есть, я должна поверить вам в то, что ему плевать на нас из-за какой-то болезни головы?"
    mt "Не болезни."
    mt "Амнезии. Семён {b}не помнит{/b} - ни тебя, ни меня, ни лагерь."
    "Скрипнули половицы под шагами, и дверь распахнулась."
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_house_of_un_day at zenterright
    show mt laugh pioneer at cright
    with dissolve
    mt "А вот и он, кстати."
    me "Э… Здрасть."
    show mt normal pioneer at right with move
    show un shy pioneer at left
    with dissolve
    "Вслед за явившейся на крыльцо вожатой, Лена аккуратно выглянула у той из-за плеча."
    un "П-привет."
    mt "Семён, мы хотим задать тебе вопрос."
    me "Крайне внимательно."
    "Важно кивнул я."
    mt "Посмотри внимательно на Лену."
    me "С удовольствием!"
    "Ответил я, вызвав ещё одну вспышку смущения у той."
    me "Это весь вопрос?"
    mt "Нет."
    mt "Скажи мне… Сколько ты знаешь эту девушку?"
    if lp_un >= 10:
        menu:
            "Да несколько лет как":
                show mt shocked pioneer with dissolve
                "Вожатая замерла, шокированная моим ответом."
                mt "Т-то есть, ты…"
                "Её голос оборвался."
                "Я стоял, не понимая её реакции."
                "Продолжая глупо улыбаться."
                show un smile3 pioneer with dspr
                un "Видите?"
                "Победно сверкнули глаза девочки."
                show mt normal pioneer with dspr
                "К чести вожатой, она очень быстро взяла себя в руки:"
                mt "Что ж, раз всё пошло именно так…"
                un "Как?"
                show mt angry pioneer with dspr
                mt "Не имеет значения."
                "Отрезала вожатая, окончательно успокоившись."
                mt "Сегодня родительский день, а по лагерю ходит комиссия."
                $ alt_day4_neu_transit = 1
                mt "Тихонова, твой родитель уже уехал?"
                show un normal pioneer with dspr
                "Лена кивнула."
                mt "Тогда я не хочу до обеда ни тебя, ни его видеть."
                mt "Раз такая умная - сама придумаешь, чем занять своего кавалера."
                show un shy pioneer with dspr
                un "Н-но…"
                mt "Это понятно?"
                show un normal pioneer with dspr
                un "Да."
                mt "Не смею задерживать. К слову, Семён, там тебе кое-что привезли, забери потом."
                hide mt with easeoutbottom
                "Сообщила Ольга Дмитриевна и улетучилась."
                "Лена ещё некоторое время стояла, задумчиво глядя ей вслед, пока я не нарушил молчание тактичным кашлем."
                un "Да, занять тебя чем-нибудь."
                "Немного подумав, девушка предложила:"
                un "Подходи к спортплощадке через двадцать минут, х-хорошо?"
                me "С собой брать что-нибудь?"
                un "Н-нет, у меня всё своё."
                stop music fadeout 3
                window hide
                scene black with fade2
                pause(2)
                play ambience ambience_camp_center_day fadein 3
                scene bg ext_tennis_court_7dl
                show un normal sport
                with dissolve
                "До площадки удалось добраться лишь через полчаса - чья-то добрая душа решила снабдить умирающего с голода пионера бутербродами и копчёной курицей."
                "И я даже приблизительно догадываюсь, что это за душа такая - зеленоглазая, в спортивной форме, ладненько обнимающей фигурку."
                "Лена неизвестно где раздобыла спортинвентарь и раз за разом чеканила воланчик, ударяя резко и отрывисто."
                if ('un' in list_d2_date_7dl):
                    "И била она уже куда увереннее, чем позавчера."
                me "Быстро ты."
                "Улыбнулся я."
                show un shy sport with dspr
                "Лена уже привычно смутилась, но далеко не так сокрушительно, как я привык — даже воланчик не упустила."
                un "Присоединишься?.."
                "Девушка подождала немного и, видимо, сочтя разговор исчерпанным, продолжила чеканку."
                me "К игре?"
                "Верх интеллектуальных высказываний."
                show un normal sport with dspr
                un "Д-да… Сегодня теннисисты отдыхают, так что…"
                me "А, ясно."
                "Вот и поговорили."
                show un shy sport with dspr
                un "Н-не хочешь?"
                "Лена, всё ещё красная, старательно смотрела мимо меня."
                me "А можно?"
                "Её улыбка могла стать эталонной иллюстрацией ко слову «неуверенная»."
                "Но ракеткой девушка взмахнула крайне красноречиво."
                "Видимо, это следует расценивать как разрешение."
                "Я зашёл на корт и, выбрав себе ракетку по весу и удобству, занял место на красном гравии."
                un "Начинаем!"
                play music music_list["went_fishing_caught_a_girl"] fadein 5
                show un smile sport with dspr
                "И куда только делась стеснительная пионерка."
                un "Первая подача!"
                "В глазах «шараповой» зажглись азартные огоньки."
                "С первой же подачи Лена дала мне понять, что настроена крайне решительно."
                play sound sfx_tennis_serve_1
                "У малолетней бадминтонщицы оказалась крайне тяжёлая рука, доставать воланчик приходилось частенько из импоссибл ситуаций, чуть ли не прыгая подобно голкиперу на воротах."
                "То есть, вместо игры аристократов получилось крайне выматывающее действо, заставляющее выкладываться на все сто."
                show un smile sport with dspr
                un "Один-ноль в мою пользу! Отдай мне воланчик, моя подача."
                "Речи о том, чтобы поддаться, даже не заходило — самому бы вровень удержаться!"
                "Лена была достаточно гибкой, чтобы реагировать на любые мои подачи, к счастью, руки у меня были всё ещё достаточно длинные."
                "Даже удалось отыграть несколько очков, срезав несколько «свечек» над самой сеткой."
                "Но мы оказались в несколько разных лигах."
                "Как оказалось, бадминтон тоже не относится к тем видам занятий, что получаются хорошо с первых же секунд."
                "Опыт решает и здесь."
                show un smile2 sport with dspr
                un "Соберись. Ты же не хочешь проиграть девчонке?"
                "Ноги на ширине плеч, полусогнуты, ракетка замерла в правой руке, готова отражать атаку на все 360°."
                un "Потому что мне поддавки не нужны."
                "Стеснительности как ни бывало. {w}Все эти глупости, вроде смущения или неловкости, остались по ту сторону рабицы."
                "Наверное, такой Лена бывает лишь наедине сама с собой… Или с самыми близкими друзьями."
                "Не то, чтобы я не ценил оказываемое доверие."
                "Но гоняла она меня как хотела."
                "Разрыв потихоньку увеличивался — мне перестало хватать дыхания, от кислородного опьянения немного подрагивали руки, потемнело в глазах."
                "И всё хотелось сплюнуть тягучую слюну, но было как-то неловко перед девочкой."
                "Так что я бодрился и крепился, зевая подачу за подачей, пока с той стороны сетки не прилетело."
                show un smile sport with dspr
                un "Партия."
                "Лена улыбнулась мне, посмотрела в глаза…"
                show un shy sport with dspr
                "И тут же спохватилась, вздрогнула, покраснела — вспомнила о том, какие у нас взаимоотношения."
                un "Спасибо за игру."
                me "Д-да…"
                th "Уйди уже, наконец, и дай мне плюнуть!"
                un "Увидимся."
                hide un with dissolve
                "Будто услышав мысленный посыл, она положила ракетку на стенде и, кивнув мне, направилась к выходу с корта."
                play sound sfx_7dl["eat_horn"] fadein 1
                "А от столовой между тем донеслось приснопамятное «бери ложку»."
                "И я ощутил вдруг, как сильно проголодался."
                stop music fadeout 3
                stop sound fadeout 3
                return
            "Так четыре дня же":
                pass
    "Я недоумённо уставился на Ольгу Дмитриевну."
    me "Это что, какая-то непонятная проверка?"
    "Глаза Лены блеснули, и она, выдохнув, просочилась мимо вожатой, сбежала вниз по ступенькам…"
    hide un with dissolve
    play sound sfx_close_door_campus_1
    pause(1)
    "Исчезла."
    "И мы остались одни."
    show mt normal pioneer with dspr
    mt "Не проверка, просто пионерка вбила себе в голову, что вы сто лет знакомы."
    me "С чего бы это, непонятно."
    mt "Вот и мне - тоже. Про сто лет речь не идёт."
    mt "Впрочем, у меня нет времени сейчас с тобой болтать, убегаю."
    me "Куда?"
    hide mt with dissolve
    mt "Дела, дела!"
    "Донесло эхом."
    return
    
label alt_day4_neu_mi:
    "Я не успел открыть дверь, как на пороге столкнулся с кем-то."
    mi "Ай!"
    "У меня искры из глаз посыпались — всё-таки твёрдой макушкой в лоб — это больно!"
    "Наконец, зрение вернулось ко мне и я разглядел на пороге держащуюся за голову Мику."
    show mi sad pioneer with dspr
    mi "Говорила мне мама — стучись, когда заходишь…"
    "Бормотала она себе под нос."
    me "Прости, это я слишком резко…"
    "Я не закончил."
    show mi smile pioneer with dspr
    mi "Да ничего, у меня всё равно там целая кость."
    "Она постучала по голове — и, похоже, попала по шишке."
    mi "Ой!"
    me "Может, тебя в медпункт?"
    mi "Ну да, больно и кровь текёт. Сём, правда, хватит. Я к тебе вообще."
    mi "Текёт?"
    "Я пожал плечами."
    if alt_day3_mi_dj:
        "Она выглядела помятой и уставшей."
        me "Что-то случилось?"
        mi "Что? А, пустяки."
        me "Мику!"
        show mi upset pioneer with dspr
        mi "Не кричи на меня!"
        "Она тут же осеклась и виновато глянула в мою сторону."
        mi "Ой. Прости. Это всё из-за недосыпа."
        me "Тебе кто-то мешал спать?"
        show mi shy pioneer with dspr
        mi "Откуда ты знаешь?"
        me "Вообще-то я пошутил."
        mi "А я - нет!"
        "Мику рассказывает про ежа."
        me "Почему же ты не позвала на помощь?"
        mi "Я не посмела…"
    if alt_day3_mi_invite2:
        mi "У тебя костюм никуда ещё не делся?"
        "Я пожал плечами."
        me "Да висит в домике. А что?"
    mi "Сегодня день, когда ко мне никто не придёт."
    mi "Я хочу немного прибраться. Заодно и с костюмами разберусь."
    mi "Ты поможешь?"
    me "Почему нет?"
    mi "Замечательно!"
    if alt_day3_mi_invite2:
        mi "Тогда хватай костюм и пошли."
    else:
        mi "Тогда пошли!"
    $ alt_day4_neu_date = 4
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_musclub_day
    with dissolve
    play ambience ambience_music_club_day fadein 3

    show mi normal pioneer at center 
    with dissolve

    "Пару часов мы были серьёзно заняты уборкой."
    if alt_day3_mi_invite2:
        "Вернее сказать, уборкой занимался я, а Мику старательно чистила, гладила и всячески приводила в порядок мою обновку."
        if alt_day3_technoquest_st3:
            "Один рукав был оторван практически напрочь и держался на честном слове после моих вчерашних фигур высшего пилотажа."
            "Мику вздохнула и, с пару минут посомневавшись, подобрала нитку нужного цвета."
            "Как заправская портниха, с первого раза вдела нитку в крохотное ушко и принялась за штопку."
    "А я изображал из себя Мэри Поппинс со шваброй, ведром и тряпками."
    "Дощатый пол мылся легко, а вот с пылью на горизонтальных поверхностях были проблемы."
    "Слишком уж много было этих горизонтальных поверхностей."
    play music music_7dl["but_why"] fadein 3
    me "А это что?"
    "Я поднял с подоконника лист бумаги формата А4, из которого нервными, рваными штрихами был вырван чей-то хрупкий, невозможно красивый образ."
    me "Она похожа на Лену."
    show mi upset pioneer with dspr
    mi "Не трогай!"
    "Мику вырвала у меня из рук рисунок."
    mi "Это Лена забыла, а она очень, очень не любит, когда кто-то трогает её рисунки."
    me "Забыла?"
    "Я в сомнении покачал головой."
    me "Эта вещь слишком красивая, чтобы её просто так забыть."
    show mi shy pioneer with dspr
    mi "Не мог подыграть девушке!"
    me "Прости?"
    show mi normal pioneer with dspr
    mi "Надо было обязательно включить умника."
    "Она вздохнула:"
    mi "Не забыла."
    me "Ты его украла?!"
    show mi dontlike pioneer with dspr
    mi "Нет! Как ты мог подумать такое!"
    mi "Просто я попросила Лену посидеть в клубе, посторожить помещение, раз к ней никто уже не приедет сегодня."
    mi "А она тебя увидела и убежала."
    "Мику мечтательно вздохнула."
    mi "Постоянно сбегает, когда видит тебя. Стесняется очень."
    me "Так, а что за девушка на картинке? Она похожа на Лену, но это совершенно точно не Лена."
    mi "Это…"
    "Мику с огромным трудом и сожалением оборола собственную болтливость:"
    show mi shy pioneer with dspr
    mi "Прости, Сеня, но это не моя тайна."
    me "То есть, не скажешь?"
    "Японка отрицательно покачала головой."
    me "Тогда я сам спрошу!"
    mi "И получишь скандал за то, что трогал её рисунки."
    "Мику взяла меня за руку и легонько сжала пальцы:"
    mi "Не надо, Сень, не вскрывай эту тему. {w}Зачем тебе?"
    "Я тут же растаял и глупо разулыбался."
    show mi smile pioneer with dspr
    "Убедившись в том, что я больше не бегу делать революцию, Мику отнесла листок к полочке, где в ряд стояли ноты, и уместила его между альбомами."
    mi "Вот, и никто на пол не смахнёт, и найти можно будет."
    me "Я требую контрибуции!"
    show mi shy pioneer with dspr
    "Мику покраснела:"
    mi "Прямо сейчас? Но мы же едва знакомы, нет, конечно, я не то чтобы решительно против, но надо же какое-то время выдержать, иначе это обесценит всё…"
    dreamgirl "Контр-чего ты там требуешь?"
    "Мерзко захихикал внутренний голос."
    me "Да нет, я не о том!"
    "Я и сам смутился, когда понял, что именно расслышала Мику."
    me "Я имею в виду, я требую удовлетворения."
    dreamgirl "Чувак, по-моему, ты ничего не исправил."
    "Мику, приоткрыв рот, взирала на меня с каким-то {i}новым{/i} выражением на личике."
    if loki:
        me "Слушай, хватит стебаться!"
        show mi laugh pioneer with dspr
        mi "Прости, но ты так потешно смущаешься!"
    elif herc:
        me "Полагаю, слова типа «сатисфакции» ты тоже поймёшь превратно?"
        show mi smile pioneer with dspr
        mi "Ну я же немножко!"
        me "Нравится издеваться надо мной, да?"
        "Она улыбнулась, и на щеках у неё появились очаровательные ямочки."
        mi "Прости, я же не со зла."
    else:
        me "Но… Но… Но…"
        dreamgirl "Вы можете хранить молчание."
        "Заливался хохотом внутренний голос."
        dreamgirl "Всё, что вы скажете, будет использовано против вас в морге!"
        show mi laugh pioneer with dspr
        mi "Уй… у… Успокойся, Сень…"
        "Сквозь смех выдавила Мику."
        mi "Я всё поняла."
    mi "Так чего же ты хочешь?"
    me "Да вот думаю, может, нам втроем собраться где-нибудь после отбоя и хорошо посидеть?"
    mi "Не думаю, что Ольга Дмитриевна согласится."
    me "А мы… Мы скажем, что у нас номер! А может, и подготовим что-нибудь!"
    "Меня и самого захватила эта идея."
    me "Какую-нибудь песню из шлягеров — Бутусова можно, Цоя там или ещё кого-нибудь."
    show mi smile pioneer with dspr
    mi "Ты заинтересовал меня! А тебе-то какой в этом толк?"
    th "А она не такая наивная, как прикидывается."
    me "Я же говорю — контрибуция."
    mi "Втроём?"
    "Её глаза снова блеснули лукавством."
    me "Да!"
    mi "Сень, ты признайся честно — тебе моя соседка нравится?"
    mi "Я никому не скажу!"
    "Я возвёл очи горе."
    me "А искать подтексты обязательно? {w}Не приходит в голову, что мне просто хочется…"
    show mi grin pioneer with dspr
    mi "Я слышала! {w}Попить чая в хорошей компании и позадавать глупые вопросы."
    me "Блин, да не хочешь, не надо!"
    mi "Да нет, я не то имела в виду…"
    me "Знаешь, меня достало уже, что все вокруг делают из меня посмешище."
    "Не знаю, почему меня так задел невинный смех Мику, но…"
    mi "Да я не пытаюсь…"
    me "Всё верно! Ты уже смеёшься!"
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_musclub_day
    with dissolve
    show dv normal pioneer at cleft
    with dissolve

    "Я вышел на улицу и грохнул дверью — и чуть не сбил по дороге Алису."
    dv "Эй, смотри куда прёшь!"
    "Возмутилась она."
    "Перспектива сдвинулась, взгляд будто смотрел со дна колодца — и я с каким-то отстранённым любопытством наблюдал за тем, как наклоняюсь над немаленькой Двачевской и шиплю ей в лицо:"
    show dv scared pioneer with dspr
    me "Меньше надо греть свои тупые уши!"
    hide dv with dissolve
    play sound sfx_7dl["eat_horn"] fadein 1
    "Оттолкнув её c пути, я направился к столовой."
    "Не знаю, почему я психанул."
    "Хотя вру. Знаю. Тоненькие ножки-ручки — одним пальцем сломать можно — а туда же, смеяться надо мной."
    "Право смеяться надо мной надо ещё заслужить."
    window hide
    stop music fadeout 3
    stop sound fadeout 3
    return
    
label alt_day4_neu_sl:
    "Кажется, сегодня меня никто не будет беспокоить, тревожить, обливать, заставлять дежурить и грузить прочими неприятными штуками."
    "Кайф!"
    "Я опустился в шезлонг и, забросив руки за голову, потянулся и блаженно застонал."
    sl "Всё ленишься?"
    me "Мммм… а как же. Кайф-то какой!"
    show sl smile pioneer with dspr
    sl "Лодырь."
    "Попеняла мне Славя."
    me "Почему сразу «лодырь»? У меня день защиты детей внеплановый. Так что все быстренько защищайте меня от забот и хлопот."
    show sl laugh pioneer with dspr
    sl "Балаболка."
    "Рассмеялась Славя — и тут же посерьезнела:"
    show sl normal pioneer with dspr
    sl "Я искала тебя. За тобой кое-какие должки."
    me "Какие это?"
    sl "Помнишь, как с бегунком ходил и куда записывался? Вот и…"
    "Она кивнула и скрылась из виду."
    sl "Имей в виду, через полчаса я пойду обратно!"
    hide sl with dissolve
    if len(list_clubs_7dl) < 1:
        me "А если я никуда не записался?"
        "С умным видом спросил я у пустого воздуха."
    "Ну а мне что… Не портить же настроение ругачками из-за такой-то ерунды."
    "Немного помозговав, я принял решение укрыться в храме знаний."
    th "Чтение — тоже ничего себе способ убить время."
    "Если память мне правильно изменяла, последний десяток страниц в «Юном Технике», подшивку которого можно встретить в любой библиотеке, всегда отводился под годную фантастику."
    "Так и здесь."
    window hide
    scene cg d2_micu_lib with dissolve

    "Женя была верна своим привычкам — мимо неё влёгкую можно было вытащить половину библиотеки, и чёрта с два она бы проснулась."
    "Так что я, двигаясь на цыпочках, пробрался к журнальному столику, который оккупировали толстенные пачки «Роман-газеты» и, поднатужившись, вытянул ящик с подшивкой «ЮТ»."
    "Действовать приходилось осторожно и с оглядкой."
    "В какой-то момент библиотекарша пошевелилась, и я замер, обливаясь холодным потом."
    window hide
    scene bg int_library_day with dissolve

    "К счастью, угроза миновала, и я, выбрав номера посвежее — судя по запаху казеинки, прибывшие в этом году, утащил их в читальный угол."
    "Кресло было уродливое, необъяснимо вычурное, обитое каким-то побитым молью бархатом, а в самом важном месте продавленное чуть ли не до самого пола."
    "Поэтому я пренебрёг надёжными табуретками и стульями и с ногами забрался в кресло."
    "Чай, пионерское седалище врать не станет."
    "С пару минут не происходило ровным счётом ничего, и я даже начал было зачитываться невероятными приключениями какого-то мальчика, похищенного инопланетянами."
    "Но тут кто-то преградил путь солнечному свету."
    "Я поднял голову."
    play music music_7dl["slavyas_fantazm"] fadein 3
    show sl normal pioneer at center with dissolve
    "Славя? Хм. Кажется, я пользуюсь сегодня у неё популярностью."
    if max(counter_sl_7dl, counter_sl_cl) > 2:
        th "Хотя после начала общения это и неудивительно."
    else:
        dreamgirl "Ну да, впервые за три дня удостоил её больше, чем парой слов."
    me "Да, ты чего-то хотела?"
    sl "Да."
    me "Что-то случилось?"
    sl "Не то чтобы…"
    me "Значит, случилось."
    show sl smile2 pioneer with dspr
    sl "Эх…"
    "Она слабо улыбнулась."
    sl "Здорово, наверное, быть тобой и всё знать."
    sl "Особенно, когда что-то случилось."
    "Её голос звучал задумчиво."
    me "Славя, ты юлишь!"
    show sl shy pioneer with dspr
    sl "Ой, прости. Я просто думала, что ты, раз…"
    "Она оборвала себя."
    sl "Ладно, я, пожалуй, пойду."
    me "Да погоди ты!"
    "Не вставая с места, я поймал её за руку."
    me "Давай сделку — ты мне говоришь, что произошло, а я обещаю, что никому ни слова."
    "Она глубоко вздохнула."
    sl "Это вообще-то не твоё дело."
    sl "Да и не моё, если на то пошло."
    "Удивлённый тем, как быстро она сдалась, я выпустил руку — которую она с видимым облегчением убрала за спину."
    sl "Ольга Дмитриевна раздала указания, всё прекрасно работает и без неё."
    sl "Просто у меня появился вопрос, а её нигде нет."
    show blinking
    me "И тебе недосуг её искать."
    "Я понял намёк."
    sl "Прости. Никакого сладу с этими родителями."
    show sl smile2 pioneer with dspr
    sl "Как дети малые, честное слово!"
    voice "Где там наша провожатая?"
    "Донёсся мужской голос с улицы."
    menu:
        "Посмотрим":
            show sl dontlike pioneer with dspr
            "Славя явно была недовольна моим ответом, но, ничего не сказав, вернулась к экскурсии."
            hide sl with dissolve
            "А я же вернулся обратно к книжкам."
            us "Привет, Сёмыч!"
            show us smile sport with easeinright
            "Половицы скрипнули - красный метеор остановился рядом со мной, превратившись в невысокую девочку с парными хвостами-копнами невозможного алого цвета."
            me "И тебе не хворать."
            us "Я тоже очень соскучилась!"
            "Доверительно сообщила она."
            us "Всю ночь вертелась и страдала. Пойдём чё покажу."
            me "Что?"
            us "Да пойдём, чё ты как маленький?"
            "Она схватила меня за руку и потащила за собой."
            $ alt_day4_neu_transit = 5
        "Хорошо, схожу поищу вожатую":
            hide sl with dissolve
            "Прогнав Славю, я остался в одиночестве, и…"
            "Решил поискать вожатую."
            $ alt_day4_neu_transit = 6
    return
    
label alt_day4_neu_dinner:
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 3
    "Обед."
    "Об обеде можно было сказать только то, что он был."
    "В честь понаехавших родителей повара расщедрились на странный деликатес — сладкий суп из абрикосов и риса."
    "Я всерьёз опасался за своё здоровье, если вдруг попробую это нечто, щедро разлитое по тарелкам."
    "Так что встал из-за стола как и садился — голодным."
    "Не скажу, чтобы меня это беспокоило."
    "Мне пришла в голову мысль, которую я спешил проверить."
    "И ради этой проверки был готов пожертвовать одним приёмом пищи."
    "Раз сегодня родительский день, и последние несколько часов до меня абсолютно никому никакого дела не было — не стоит ли это расценивать как своего рода шанс?"
    "В голове сами собой сложились расчёты и, удовлетворённый получившимися цифрами, я заспешил…"
    stop ambience
    return
    
label alt_day4_neu_curl:
    if herc:
        window hide
        $ day_time()
        $ persistent.sprite_time = "day"
        scene bg ext_bus1_7dl with fade
        "К воротам лагеря, где одиноко торчал «Икарус», вероятнее всего, тот, что привёз сюда родителей."
        me "Тебя-то мне, голубчик, и надо."
        play music music_7dl["sneakupon"] fadein 3
        "Всё-таки, в обитании на территории Советского Союза есть определённые плюсы."
        "Дверь со стороны водителя была незаперта."
        "Секунда — и я внутри."
        window hide
        play sound sfx_intro_bus_door_open
        scene bg int_bus with dissolve
    
        "Поиски ключей также не заняли много времени."
        "Взревев двигателем, автобус рванулся вперёд."
        window hide
        with flash
    
        "В голове царило опьянение от одной только мысли, что вот сейчас…"
        "Я с трудом развернул неповоротливую тушу автобуса, выводя её из «кармана» на шоссе."
        "Ещё чуть-чуть, может быть, несколько часов, и я, наконец, уберусь из чёртова лагеря."
        play music music_7dl["anglegrinder"] fadein 3
        "Скорость всё нарастала."
        show ftl_anim with Shake((0, 0, 0,  0), 30.0, dist=10)     #moded: show ftl_anim with Shake((0, 0, 0, 0), 30.0, dist=10)
        "Меня буквально вжало в кресло."
        "К счастью, скоро удалось справиться с ускорением."
        hide ftl_anim with dspr
        "На гладком асфальте скорости почти не ощущалось."
        "Стрелка спидометра прилипла к отметке в сто километров."
        "И тут сзади раздался какой-то стук."
        "Взгляд за спину — мгновение, не больше!"
        "И… Поворот."
        window hide
        scene black with dissolve
        "С грохотом протаранив ограждение поворота, автобус запрыгал по кочкам, не слушаясь управления."
        "А я смотрел на приближающуюся вышку ЛЭП."
        stop music fadeout 3
        with hpunch
        with flash_red
        window hide
        show blinking
        window hide
        show spill_red with dspr
        $ renpy.pause(2, hard=True)
        show spill_gray with dspr
        $ renpy.pause(2, hard=True)
        show alt_credits timeskip_dev at truecenter with dissolve2
        $ renpy.pause(4, hard=True)
        with dissolve2
        window hide
        return        
    else:
        play music music_7dl["sh_ai_rejuv"] fadein 3
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_house_of_mt_day
        with dissolve
    
        "К уже почти родному дому."
        "Велосипед так и стоял здесь, никому не нужный."
        "Так что я во мгновение ока оседлал его."
        "Восстановить полузабытый навык езды оказалось удивительно легко."
        dreamgirl "Ну… Ты, конечно, не Боб Петрелла, но уж такую-то вещь должен был вспомнить."
        th "Боб что?"
        dreamgirl "Крути педали…"
        "…"
        "Правда, немного заносило на поворотах."
        scene bg ext_houses_day with fade
        play ambience ambience_camp_center_day fadein 5
        "И пришлось резко сворачивать в кусты, когда со стороны столовой на площадь вышла вожатая."
        play sound sfx_hiding_in_bush
        "Чуть не попался."
        if alt_day2_us_escape:
            show us laugh2 sport
            $ renpy.pause(0.25, hard=True)
            hide us
            th "А как же…"
        dreamgirl "Полный вперёд!"
        "Просто на всякий случай."
        "Вдруг Ольге вздумается прогуляться."
        window hide
        scene expression Noon("bg ext_admins_day_7dl") with dissolve
        "Я сделал крюк через здание администрации, через душевые."
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_musclub_day
        with dissolve
    
        "Пробрался тропинкой к музыкальному клубу."
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_clubs_day
        with dissolve
    
        "И — вниз со склона, к зданию кружков, в которых, похоже, и дня не трудились кибернетики."
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_camp_entrance_day
        with dissolve
        play ambience ambience_camp_entrance_day fadein 3
    
        "К выходу из этого чёртова лагеря."
        "У ворот, как обычно, никого не было."
        "Значит, никто помешать мне не сумеет." 
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_road_day
        with dissolve2
        play ambience ambience_ext_road_day fadein 3
    
        "Педали крутились легко, и я набрал приличную скорость."
        show ftl_anim
        with Shake((0, 0, 0, 0), 3.0, dist=10)
        "Ветер дул в лицо, солнце светило сбоку."
        with Shake((0, 0, 0, 0), 3.0, dist=10)
        "Настроение было отличное — то самое, какое необходимо беглецу."
        with Shake((0, 0, 0, 0), 3.0, dist=10)
        hide ftl_anim with dspr
        show blinking
        "Правда, почему-то жутко хочется…"
        "Я зевнул."
        show blink
        pause(2)
    if lp_us > 8:
        $ us_pt += 1
        play music music_list["tried_to_bring_it_back"] fadein 7
        window hide
        stop ambience fadeout 2
        play sound sfx_open_dooor_campus_2
        pause(1)
        $ persistent.sprite_time = "day"
        scene bg int_house_of_dv_day
        with dissolve
        play ambience ambience_int_cabin_day fadein 2
    
        play sound sfx_face_slap
        "Сегодняшний день мы назовём великим днём избиения."
        "Сколько можно уже!!!"
        "Меня привёл в чувство ощутимый шлепок по щеке."
        "Помотав головой, я немного пришёл в себя."
        show us dontlike sport with dspr
        "Я лежал на кровати и рядом со мной сидела Ульяна."
        "Очень, очень раздражённая!"
        if alt_day2_us_escape:
            us "Значит, вот каким был твой план?"
            "Она закатала мне в лоб."
        me "Где… я?"
        us "У меня дома."
        "Ответила она."
        me "А как я сюда…"
        show us angry sport with dspr
        us "Как-как. Ножками."
        us "Припёрся, сказал нечто вроде «мал{b}a{/b}я, потеряйся» и упал."
        me "Ну и ну…"
        "Я потёр ушибленный лоб."
        me "Я и правда такое сказал?.. {w}Не похоже на меня."
        me "Ты из-за этого такая злая?"
        play sound sfx_face_slap
        with hpunch
        show us cry2 sport with dspr
        us "Нет, не из-за этого!"
        "Закричала Ульяна."
        "Она снова ударила меня."
        play sound sfx_face_slap
        with hpunch
        me "Да хва…"
        play sound sfx_face_slap
        with hpunch
        "И ещё раз!"
        me "Да хватит меня бить!!!"
        play sound sfx_face_slap
        with hpunch
        "Я перехватил её руку."
        me "Что случилось?"
        show us dontlike sport with dspr
        us "Ничего! Не мог меня позвать!"
        "Она рассерженно топнула ногой."
        me "Как ты себе это представляешь? {w}Я должен был объявить по радио?"
        us "Не знаю. Ты должен был!"
        us "Вместе сбежать! {w}Убирайся, гад!"
        "Она начала выталкивать меня из домика."
        us "Убирайся, гад, обманщик!"
        "А когда я попытался сопротивляться, ещё и пнула в голень как следует."
        dreamgirl "А давай её поколотим?"
        th "Точно, и станем виноваты в непредумышленном убийстве."
        th "Нет уж, я ухожу."
        "Увернувшись от ещё одного толчка, я выскочил на улицу."
        window hide
        play sound sfx_open_door_kick
        $ persistent.sprite_time = "day"
        scene bg ext_house_of_dv_day
        with dissolve
        play ambience ambience_camp_center_day fadein 3
    
        "И лишь убежав на очень приличное расстояние, обнаружил пропажу."
        play music music_7dl["genki"] fadein 3
        "Телефон."
        "Я точно помню, он был у меня в кармане, и единственно, как он мог вывалиться, это…"
        "Блин."
        "Но обратно же сейчас, наверное, небезопасно соваться?"
        "Как будто у меня много вариантов."
        "Придётся рискнуть!"
        play sound sfx_knock_door2
        "Я постучался."
        me "Ульяна, ау? {w}Я захожу."
        "Она не ответила, видимо, чем-то была занята."
        "Или дулась. {w}За моё злостное предательство."
        "Вот будет потеха, если она ждёт, когда я приду извиняться."
        window hide
        stop ambience fadeout 2
        play sound sfx_open_dooor_campus_2
        pause(1)
        $ persistent.sprite_time = "day"
        scene bg int_house_of_dv_day
        with dissolve
        play ambience ambience_int_cabin_day fadein 2
    
        "Не дождавшись ответа, я распахнул дверь."
        us "Подож… {w}Не сейчас! {w}Ты придурок!"
        "Слишком поздно."
        show us angry swim with dissolve
        us "Я же сказала подождать!"
        "Я огляделся."
        "И обнаружил телефон, лежащий на тумбочке экраном вниз."
        "Видимо, Ульяна думала с ним поиграть попозже."
        "Быстро проверив уровень зарядки, я дыхнул на стекло и протёр телефон о ткань рубашки на животе."
        me "Здорово, что сотику не приделали ноги."
        me "Рано вам ещё такие игрушки."
        "Я спрятал его в карман."
        show us shy2 swim with dspr
        "В отличие от Ульяны, которая по непонятной причине покраснела и прижала руки к груди, я чувствовал себя спокойно и уверенно."
        "А мелкая, кажется, готовилась провалиться сквозь землю."
        me "Вот и всё!"
        "Я спрятал телефон в карман."
        show us shy swim with dspr
        us "Эй!"
        us "Ты ничего сделать не хочешь?"
        "Сделать?"
        "Язык её тела говорил о том, что она хочет ещё раз ударить меня."
        "Поэтому я сделал вежливый шаг назад."
        me "Не хочу. {w}Ты меня и так избила уже."
        "Какого рожна ей ещё от меня надо? {w}Нельзя же наказывать за одно дважды!"
        show us angry swim with dspr
        us "Я СПРОСИЛА, ТЫ НЕ СОБИРАЕШЬСЯ ИЗВИНИТЬСЯ, ПРИДУРОК?!" with hpunch
        "Заорала она."
        me "За что?"
        "От моего искреннего удивления, Ульяна застыла, а потом медленно-медленно скомкала верхнюю часть купальника в кулаке."
        us "Ты тупой? Не видишь, что девушка переодевается?!"
        us "Или ты в пещере родился?!"
        "Теперь я понял, почему она так взъелась."
        "Но «девушка»…"
        "Я внимательно осмотрел её."
        "Лицом она походила на колобка, и во лбу горящая звезда из нескольких прядок алых волос только подчёркивала это."
        "Привлекательность уровня…"
        dreamgirl "Земли."
        me "Девушка? Переодевается?!"
        show us fear swim with dspr
        us "Ты… Ты… Ты… Ты куда пялишься?!"
        me "Я ищу девушку."
        us "Что?"
        me "Которая переодевается. {w}Ты спрятала её?"
        me "Алиса, да?"
        "Я внимательно осмотрел Ульяну."
        th "По поводу половых признаков — ну, у меня явно грудь больше будет."
        th "Значит, здесь должна быть ещё одна девушка."
        me "Или ты говоришь о себе?"
        "Я задрал голову и залился самым дебильным смехом, на какой был способен."
        dreamgirl "Так. Кажется, здесь та самая точка."
        th "Да."
        th "Это именно она."
        show us cry2 swim with dspr
        play sound sfx_angry_ulyana
        "Четвёртая степень унижения."
        us "УУУУУБИИИИИЮЮЮЮЮЮ!" with vpunch
        "Комнату медленно заволокло паром."
        "Идущим из ушей Ульяны."
        with flash_red
        "В мою голову полетело что-то тяжёлое."
        window hide
        stop music fadeout 3
        stop ambience
        play sound sfx_close_cabinet
        $ persistent.sprite_time = "day"
        scene bg ext_house_of_dv_day
        with dissolve
    
        "Хохоча, я вылетел из домика и захлопнул за собой дверь."
        window hide
    else:
        window hide
        scene bg ext_sky_7dl with dissolve
        play music music_7dl["surf"] fadein 5
    
        "Я проснулся почему-то лёжа в траве."
        "Почему-то глядя в небо."
        "Хотя несколько секунд назад пытался…"
        "Пытался…"
        mt "Ты должен мне новый велосипед."
        "Вежливо поставила в известность вожатая."
        "С кряхтением я отскрёб себя от земли."
        me "Велосипед?"
        mt "Да, взамен…"
        "Она кивнула на лежащий неподалёку восьмёркообразный предмет, в котором при известном воображении можно было разобрать раму, педали, колёса…"
        mt "Купишь новый, или…"
        "Она взяла паузу."
        "А я, оказавшись в такой ситуации, растерялся."
        "В своей старой жизни я успешно умудрялся лавировать между разного рода займами и ссудами."
        "Как-то, несмотря на то, что все вокруг были в долгах как в шелках, либо бандитских, либо кредитских, я умудрялся жить по средствам."
        "И разом «попасть» на деньги было довольно неожиданно."
        me "Что вы имеете в виду?"
        window hide
        scene bg ext_adductius_7dl
        show mt grin pioneer
        with dissolve
        $ alt_day4_neu_mt_volonteer = True
        "Ольга уселась рядом со мной на поребрик."
        mt "Есть целая куча способов расплатиться с долгами."
        mt "Например…"
        me "Э… Отработать?"
        show mt smile pioneer with dspr
        mt "Ну вот видишь."
        "Она подсела ещё поближе."
        mt "Сам всё понимаешь. {w}Да расслабься, что ты так напрягаешься."
        "Она рассмеялась."
        mt "Ничего сверхъестественного требовать от тебя не стану."
        mt "Но сам понимаешь, велосипед штука нужная."
        "И села так, что наши плечи почти соприкасались."
        "Красивая, взрослая и во всех смыслах правильная Ольга Дмитриевна делала что-то непонятное."
        show mt normal pioneer with dspr
        mt "Ну вот."
        "Огорчилась она."
        mt "И ты снова мыслишь не в том направлении."
        me "Простите?"
        show mt smile pioneer with dspr
        mt "Ничего."
        window hide
        scene bg ext_camp_entrance_day
        show mt normal pioneer
        with flash
    
        "Ольга поднялась и протянула мне руку."
        show mt normal pioneer close with dspr
        "А когда я воспользовался её помощью, она на долю секунды оказалась очень близко."
        mt "Всё верно, отработаешь — и мы в расчёте."
        me "Так что делать-то надо?"
        "В голову почему-то сплошь и рядом лезли непристойные картинки."
        show mt smile pioneer close with dspr
        mt "Это даже здорово, что ты так подставился, не придётся тебя теперь уговаривать."
        me "Да о чём вы говорите?"
        "Я уже начал терять терпение."
        show mt laugh pioneer close with dspr
        mt "Да расслабься ты, картошку копать не заставлю."
        mt "Но на третью и четвёртую смены мне нужен подручный."
        "В груди ёкнуло."
        me "Так что, значит, я с пионерами не уеду?"
        show mt normal pioneer with dspr
        mt "Уедешь."
        mt "В городе пересидим неделю, пока смена комплектуется — и обратно поедем."
        mt "Или ты можешь не ехать, а просто купить мне новый велосипед."
        th "Странно, что ничего не болит."
        "Судя по состоянию велосипеда, навернулся я по-взрослому."
        me "Кхм… А как же Славя?"
        show mt smile pioneer with dspr
        mt "Какая трогательная забота. {w}Но два подручных лучше, чем один, верно?"
        "Я знаю такой тип людей."
        "Они всегда держат тебя в состоянии накосячившего, и ты даже не помышляешь о том, чтобы сбежать или включить непослушание."
        "Единственная мера противодействия — это абсолютный нигилизм."
        "К сожалению, не совсем мой репертуар. {w}Никто не поверит, что мне может быть до такой степени пофигу."
        mt "Тебе понравится, обещаю."
        "Вожатая по-своему истолковала заминку в разговоре."
        "А я не стал переубеждать."
        "В любом случае, в городе можно будет сбежать — если совсем припрёт."
        "И я кивнул, соглашаясь."
        me "Хорошо. Можете записывать меня."
        mt "Превосходно. {w}Но если что — тсссс."
        "Она прижала палец к губам."
        mt "Ты вызвался подопытным… {w}Добровольцем."
        "Почему-то для неё это было важно."
        "И я кивнул ещё раз — почему-то  возможность почувствовать себя соучастником каких-то планов вожатой приятно щекотала нервы."
        "Я даже немного нос задрал — не потому, что мы шпионы какие или что-то в этом духе, а потому, что взрослая, правильная девушка доверила что-то такому балбесу как я."
        mt "А теперь…"
        show mt grin pioneer with dspr
        "Её голос понизился, в нём появились бархатистые нотки."
        "А у меня по спине вихрем пронёсся табун мурашек."
        me "Да?"
        "Она подошла ко мне поближе и плотоядно улыбнулась."
        mt "Отнеси велосипед к складу… Доброволец."
        "Блииииин!"
        hide mt with dissolve
        "Не слушая издевательского хохотка, я развернулся и побрёл к искалеченному средству передвижения."
        window hide
    return
        
label alt_day4_neu_lunch:
    play ambience ambience_dining_hall_full fadein 3
    if alt_day3_technoquest_st3 == 2:
        scene bg int_dining_hall_people_day
        with dissolve
        "Виолетта ждала меня в столовой."
        show cs normal with dissolve
        cs "Здравствуй ещё раз… Пионер. {w}Как голова?"
        "Я вспомнил о том, что вообще-то сегодня выступаю в роли инвалида."
        "Что удивительно, это не доставляло мне никаких неудобств."
        "Я пожал плечами:"
        me "Вроде, неплохо."
        cs "Неплохо — это хорошо."
        "Непонятно сказала Виолетта и, порывшись в карманах, выудила наружу ключ:"
        cs "Я сейчас домой схожу, надо кое-что там забрать. Подожди меня в медпункте, хорошо?"
        me "И вы так просто отдадите мне ключ?"
        cs "Почему нет? {w}Ты же не доставишь проблем… Пионер?"
        show cs smile with dspr
        "Её улыбка была очень, очень, очень ласковой."
        me "Эээ… Нет."
        "Сглотнул я."
        cs "Тогда подожди меня в медпункте, посмотрим, как у тебя там дела."
        hide cs with dissolve
        "Одарив меня на прощанье подмигиванием, медсестра телепортировалась прочь."
        window hide
        stop ambience fadeout 2
        scene bg ext_aidpost_day with dissolve
        play music music_7dl["explore"] fadein 5
        "Делать нечего, пришлось делать что она говорит."
        "К тому же, комиссия будет очень недовольна, если прознает, что медицинская станция закрыта без веской на то причины."
        th "Оу, это сейчас что было? {w}Местный Кашпировский открыл во мне очередную чакру, отвечающую за ответственность?"
        "Видимо, водичка в графине непростая была."
        play sound sfx_open_door_clubs
        window hide
        $ persistent.sprite_time = "day"
        scene bg int_aidpost_day
        with dissolve
        "Усмехнувшись, я отпер дверь и, накинув на плечи белый халат, сделал умное лицо."
        "Первые пять минут я пыжился, надувал щёки и строил из себя важную птицу."
        "Надоело."
        "На столе обнаружил журнал моды восьмидесятых, от нечего делать попробовал полистать и его."
        "Но эти сочетания цветов… {w}Я буквально чувствовал, как отмирают клетки моего мозга по мере чтения этого непотребства."
        window hide
        with fade
    
        th "Похоже, что даже в местной деятельной реальности я умудряюсь оставаться крикуном-болельщиком с обочины."
        "Уныло резюмировал я и от нечего делать вышел на крылечко."
        window hide
        play sound sfx_open_door_1
        $ renpy.pause(1)
        $ persistent.sprite_time = "sunset"
        scene bg ext_aidpost_sunset_7dl
        with dissolve
    
        "Там куда-то спешили пионеры, октябрята, родители в пионерской форме…"
        "Научиться бы немного самостоятельности. {w}Хотя бы не ждать ценных указаний для того, чтобы чем-то занять себя."
        "Талант, которым я обделён."
        th "Что за шум?"
        "Откуда-то справа, с «холма» доносились характерные басовые раскаты."
        dreamgirl "Там детишки концерт для родителей устроили."
        dreamgirl "А Виола за ними следит."
        "Это значит, что она очень нескоро «заберёт что-то важное дома» и придёт освобождать меня от нечаянной повинности."
        dreamgirl "Иногда мне кажется, что Ольга и Виола учились в одном педагогическом."
        dreamgirl "Во всяком случае, по части озадачивания пионеров они одинаково виртуозны!"
        window hide
        play sound sfx_open_door_clubs
        $ persistent.sprite_time = "sunset"
        scene bg int_aidpost_day_apple
        with dissolve
    
        th "Да мне не сложно."
        dreamgirl "Ага. {w}А вот если бы ты уделял чуть больше внимания какой-нибудь девочке…"
        th "Так говоришь, будто у тебя в этом личная заинтересованность!"
        "Ответом мне был тихий смех."
        dreamgirl "На самом деле, кое-какая заинтересованность есть."
        stop music fadeout 3
        dreamgirl "Кстати, хочешь яблоко?"
        th "Что?"
        play music music_list["mystery_girl_v2"] fadein 3
        "И тут я обратил внимание на то, что кое-что в медпункте поменялось!"
        "На столе из ниоткуда появилось большое прекрасное зелёное яблоко."
        th "Откуда оно здесь?!"
        "Твёрдое, зелёное, пахнет яблоком."
        "Я протёр фрукт о рукав."
        "На вкус…"
        play sound sfx_7dl["apple_bite"]
        "Тоже яблоко!"
        scene bg int_aidpost_day
        dreamgirl "И ты так просто его съел. {w}А вдруг оно отравлено?!"
        th "Да нет, я же его протёр."
        dreamgirl "Отраву не выведешь простым протиранием о рукав!"
        th "Так оно было отравлено?"
        "К моим услугам все доступные сорбенты и антидоты. {w}Кстати, было вкусно."
        dreamgirl "Ты стал слишком безалаберным!"
        if lp_us > 9:
            dreamgirl "Похоже, это на тебя общение с мелкой тлетворно влияет."
            th "Руки прочь от малявки!"
            th "И прежде, чем ты начнёшь кидаться непонятными словами вроде «лоликона», спешу напомнить, что она единственная, кто хотя бы поздоровался со мной с утра!"
        dreamgirl "Или вдруг оно заколдованное, и ты теперь будешь триста лет спать, пока тебя не поцелует усатый принц."
        th "Так оно отравленное было или нет?"
        dreamgirl "… {w=0.5}Нет."
        dreamgirl "Это должно было стать шуткой вроде выбора из «Матрицы» — на одной ладони яблоко и Вундерланд."
        th "А на другой…"
        dreamgirl "Ну ты на столе посмотри."
        "На одиноко стоящем пузырьке контрастным, хорошо читаемым шрифтом значилось «Ксанакс»."
        dreamgirl "Ты просыпаешься у себя в постели и, справившись с похмельем, веришь во что хочешь верить."
        "Чем дольше я общался со внутренним голосом, тем сильнее сомневался, что это вообще {i}мой{/i} голос."
        th "Сюжет из порнофильма, блин — я должен найти себе девушку и сделать с ней нечто непристойное, иначе этот мир обречён, так, что ли?"
        dreamgirl "Нечто в этом роде."
        dreamgirl "Вообще, сверхзадачей этого места было сделать тебя… нас — чуточку лучше. {w}Мотивировать."
        stop music fadeout 3
        th "Вы облажались."
        dreamgirl "Мы облажались."
        with flash_red
        me "Ай!"
        "Волосы на затылкe больно рвануло."
        show cs normal with dspr
        cs "Заживление идёт нормально."
        "Она достала из кармана какой-то тюбик и выдавила некоторое количество жёлтой пасты на палец."
        me "Виолетта Церновна!"
        "Кажется, пока я «висел», болтая сам с собой, она успела подобраться вплотную."
        cs "Виола… Пионер. {w}Я не хочу чувствовать себя бабушкой, мне же и {image=alt_KS_censor} нет."
        me "Серьёзно?! Нет и {image=alt_KS_censor}? {w}Я думал, вы  куда старше."
        show cs shy with dspr
        cs "А вот это уже грубая лесть. {w}Наклони голову."
        "Кажется, я немного ссадил кожу головы, когда брякнулся — там, где мазь касалась кожи, я чувствовал довольно сильное жжение."
        cs "Возьмёшь у вожатой таблетки, пропьёшь ещё два дня, в медпункте задерживать не стану — не очень хорошо для лица лагеря."
        "С филигранной чёткостью, выдающей огромный опыт, она нарезала от катушки с лейкопластырем несколько кусочков и, соорудив из марли, ваты и этих самых кусочков некий лепок, посадила мне его на затылок."
        cs "Воздержись от резких движений, физических нагрузок и наклонов хотя бы пару дней."
        cs "И отдай халат."
        me "Так концерт уже закончился?"
        "Поинтересовался я, снимая халат и возвращая его на вешалку."
        cs "Не совсем. Он ещё не начинался даже."
        me "Ясно. Ну, я могу идти?"
        show cs normal with dspr
        cs "Да. {w}Можешь идти."
        "Я повернулся к выходу."
        cs "Да, кстати, пионер."
        "Окликнула она, когда я добрался уже до самой двери."
        me "Да, Виола?"
        cs "Ты не видел, я тут яблоко где-то забыла?"
        with flash_red
        "Я покраснел."
        me "Н-нет! {w}Наверное, вы его дома оставили!"
        window hide
        play sound sfx_open_door_kick
        $ renpy.pause(1)
        scene bg ext_aidpost_day
        with dissolve
        "И сопровождаемый хохотом внутреннего голоса, вылетел на улицу."
        play ambience ambience_camp_center_day fadein 2
        play music music_list["get_to_know_me_better"] fadein 5
    else:
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_dining_hall_near_day
        with dissolve
        play ambience ambience_camp_center_day fadein 2
        play music music_list["get_to_know_me_better"] fadein 5
        "Во мгновение ока расправившись с коврижкой, я вышел на крылечко и на пару секунд завис, размышляя о том, куда бы податься."
    window hide
    scene bg ext_dining_hall_near_day
    with fade
    us "Эй, псст!"
    show us smile sport at voy_right with dspr
    "В спину больно стукнуло шишкой."
    hide us with easeoutright
    us "Новичок!"
    us "Глухой, что ли?"
    scene bg ext_dining_hall_near_day:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 0.5 zoom 1.25 xalign 0.75 yalign 0.5
    show us smile sport at right
    with dspr
    me "Ты меня теперь постоянно называть новичком собираешься?"
    "Шуточка затянулась, если честно."
    "Да и не затем я сюда пришёл, чтобы надо мной издевались."
    me "У меня и имя есть, знаешь ли?"
    show us surp1 sport with dspr
    us "Имя?"
    if lp_us > 8:
        "Кажется, она больше не дулась за сцену в домике."
    me "Да!"
    "Рявкнул я."
    show us surp2 sport with dspr
    us "Ни{w=.2}че{w=.15}го себе!"
    us "А какое?"
    "Она спросила это с таким невинным видом, что я только рукой махнул."
    me "Чего ты хотела?"
    show us smile sport with dspr
    us "Давай в волейбол?"
    "На долю секунды я представил себе картину — Ульяна, застреленная одним особо сильным резаком, и помотал головой."
    me "Не думаю, что это хорошая идея."
    us "Всё равно бездельничаешь!"
    me "Это не твоё дело. {w}Иди с Алисой играй."
    show us normal sport with dspr
    us "У неё живот болит! Ой…"
    show us shy sport with dspr
    "Кажется, она сболтнула о том, о чём не должна была."
    dreamgirl "С другой стороны, это свидетельствует о том, что местные пионеры всё же более или менее живые!"
    dreamgirl "А то всю дорогу ощущение, будто попали в какой-то кукольный домик, где идеальные люди не болеют и не ходят в туалет."
    me "Так и сходи с ней посиди, вместо того, чтобы дурочку валять."
    "Резонно предложил я."
    show us dontlike sport with dspr
    "Ульянка нахмурилась."
    us "Я что, похожа на самоубийцу?"
    me "Именно."
    show us grin sport with dspr
    us "Давай лучше ты! {w}А я за тебя потом отомщу."
    "Сейчас! Разбе…"
    "Завидев подкрадывающуюся вожатую, я осёкся и поспешно кивнул."
    "Этой деятельнице хватит совести припахать меня к очередной общественной деятельности."
    th "В конце концов, с игры можно будет и уйти, когда надоест."
    me "Ладно, сыграем!"
    us "Держи."
    "Она кинула мне смятый мяч."
    mt "Ульяна, вы чего здесь?"
    show mt normal pioneer
    show us normal sport
    with dspr
    us "Ольдмитривна, дайте новичку…"
    me "Семёну!"
    us "…насос, пожалуйста!"
    "Продолжила Ульяна так, будто я её не перебивал."
    show mt angry pioneer with dspr
    "Вожатая ненадолго нахмурилась."
    mt "Вообще я хотела, чтобы вы помогли мне проконтролировать детский концерт."
    menu:
        "Концерт? Мы в деле!":
            show mt normal pioneer
            show us dontlike sport
            with dspr
            us "Эй! Я не соглашалась."
            me "Ты вызвалась добровольцем… Старичок."
            show us calml sport with dspr
            us "Плакала моя игра."
            "Она отобрала у меня мяч."
            us "Сво… Большое, глупое сво…"
            "Забормотала она."
            show mt laugh pioneer with dspr
            mt "Ульяна?"
            us "Ну чего ещё?"
            "Мелкая подняла голову."
            "Она всё ещё немного дулась."
            if alt_day3_duty:
                mt "Помнишь вчерашнее дежурство?"
                us "Угу, мы теперь вечные дежурные."
                if alt_day2_us_escape:
                    us "Подумаешь, сбежали разок…"
            else:
                us "Я знаю, что я не могу отказаться."
                us "Но я не буду делать вид, будто мне это нравится!"
            mt "Да я не про то."
            "Отмахнулась вожатая."
            mt "Но в моей власти наградить моих помощников."
            us "Чем вы там нас наградите? Лучшая награда — новая работа, знаю я вас."
            me "А я, кажется, догадываюсь."
            show mt grin pioneer with dspr
            "Ольга приложила палец к губам и поманила нас за собой."
            "Я ненавязчиво прочистил горло."
            me "Это… Ольга Дмитриевна."
            mt "Что, Семён?"
            me "А что делать-то надо?"
            mt "Там увидите. Ничего сложного."
            window hide
            $ persistent.sprite_time = "day"
            scene bg ext_stage_near_clear_7dl with dissolve
        
            me "Ага."
            "Исключая наш раздолбайский отряд — возраста, когда уже «слишком взрослые» для того, чтобы рядиться в капитанский китель и петь детские песенки — весь лагерь уже был здесь."
            "И всё это волнующееся море мы должны неким мифическим образом «проконтролировать»."
            me "Ольга Дмитриевна…"
            "Под кинжальным перестрелом взглядов я чувствовал, как меня пригвоздило к земле."
            show mt smile pioneer with dspr
            mt "Расслабься, Сёмчик. {w}Они боятся тебя куда больше, чем ты их."
            mt "Просто встань примерно посередине и следи за ними — если кому-то станет плохо или кто-то начнёт безобразничать…"
            me "Вывести их из зала?"
            "Догадался я."
            show mt normal pioneer with dspr
            mt "Ни в коем случае! {w}Ты не педагог, не имеешь права детей трогать."
            me "Тогда зачем я здесь?"
            "Расстроился я."
            mt "Ты должен постоянно видеть меня, Виолу и Бориса: и если вдруг что, давай нам знать."
            mt "Ульяна, это и тебя касается тоже!"
            show us dontlike sport at left with dspr
            us "Я не хочуууу…"
            "Пробурчала девочка."
            show mt laugh pioneer with dspr
            mt "Давай, беги на дальнюю сторону, концерт вот-вот начнётся!"
            window hide
            $ persistent.sprite_time = "day"
            scene bg ext_stage_big_clear_day_7dl with dissolve
            play ambience ambience_camp_center_day fadein 3
        
            stop music fadeout 3
            "Вожатая была права — мурлыкающая в колонках музыка стихла, и на сцену выскочила Мику."
            play music music_list["always_ready"] fadein 3
            mi "Добрый вечер, друзья!"
            "Улыбнулась она — профессионально, отработанно — но от души."
            "Я поймал себя на том, что улыбаюсь ей в ответ."
            dreamgirl "Харизма!"
            "Веско обронило подсознание."
            mi "Сегодня для вас выступят ваши дети, они очень волнуются, но они очень старались, готовя для вас эти номера."
            mi "Поэтому, пожалуйста, поддержите их!"
            if loki:
                me "Угу. А кто будет тихо хлопать, тому в следующем году путёвку не дадим."
            else:
                th "К сожалению, диалектика здесь не работает."
                "Для некоторых… «артистов»… количество репетиций ничего не решает."
            mi "Объявляю концерт «Дети — взрослым» открытым!"
            mi "Сумароков Даниил, второй отряд, соло на металлофоне."
            th "Самодеятельность."
            "Взгляд на аудиторию со сцены всегда отличается от того, каким ты смотришь на артиста из зала."
            "Это как звучание собственного голоса — для тебя твой голос всегда звучит как минимум неплохо, но стоит лишь его записать…"
            "Поэтому у меня сейчас была эксклюзивная возможность оценить то, каким кошмаром я мог выглядеть в детстве."
            "Вцепился в микрофон, выпучил глаза, затрясся, про танец даже мечтать не приходится."
            "И ну его орать деревянным голосом!"
            "И это только те, кто пели!"
            "А ведь были и те, у кого медведь на ушах не то что потоптался — заночевал."
            "Эти напротив, выходили к микрофону с отмороженными глазами и орали так, что несчастной саунд-продюсеру приходилось заглушать сигнал с микрофона вдвое."
            "К счастью, по моему «профилю» никаких инцидентов не происходило — пионеры сидели смирно и спокойно."
            "Хотя не думаю, что дело в нас, со сложными лицами обступивших зрительский зал."
            show dv normal pioneer with dspr
            if alt_day4_neu_date == 3:
                "Новое действующее лицо я отметил с неудовольствием."
                "Вот уж чьё лицо, точнее, чью харю я бы с удовольствием забыл."
                dv "Вот ты где."
                "Я проигнорировал её."
            else:
                dv "Привет."
                "Кивнула Алиса, становясь рядом со мной."
                me "Ты что здесь делаешь?"
                "Двачевская немного смутилась."
                dv "Ульяна… Она пропала куда-то."
                me "Пока у тебя живот болел?"
                show dv shy pioneer with dspr
                dv "Что? О чём ты говоришь?"
                me "Мне Ульяна сказала, что у тебя… Мммм!"
                "Продолжать я не смог, так как мне заткнули рот ладонью."
                show dv angry pioneer with dspr
                dv "Ты бы ещё громче кричал об этом, а то не весь лагерь ещё в курсе."
                "Левой ладонью она закрывала мне рот, а правая уже сжалась в кулак."
                "И только то, что свидетелями побоев может стать весь наличный контингент, немного охладило её пыл."
                me "Прости, ляпнул, не подумав."
                "Алиса согласилась:"
                show dv normal pioneer with dspr
                dv "Да, думать тебе было бы неплохо научиться."
                "Видимо, сочтя конфликт исчерпанным, она отпустила меня."
                "Я молча, стараясь не растерять остатки достоинства, отступил на шаг."
            dv "Подежурю тут с вами."
            dv "Всё равно заняться нечем, родители кругом."
            "Я продолжал хранить молчание."
            dv "Так что вот она я. {w}Ты рад?"
            me "Сейчас расплакаюсь от счастья."
            dv "Эй! Ты чего? Обиделся?"
            th "И как она догадалась…"
            me "Ты дежурить пришла? {w}Так дежурь, тут филонить нельзя."
            hide dv with dissolve
            "Надувшись, Алиса отошла к дальним рядам, где громко цыкнула на пионеров, придумавших хлопать против такта."
            "Тут моё внимание привлекло некое шевеление на рядах со стороны Ульяны — там два пионера на повышенных тонах о чём-то спорили."
            "Одного я узнал — это был первый выступающий, что играл на ксилофоне."
            "Он покраснел, на глазах выступили слёзы — сгрёб за грудки своего оппонента, смотрящего с издевательским сочувствием."
            "Ольга Дмитриевна отчитывала какого-то пионера."
            "Почувствовав мой взгляд, она кивнула на спорящих, предлагая мне самому попытаться разрулить ситуацию."
            menu:
                "Вмешаться в конфликт":
                    $ mt_pt += 1
                    "Вообще-то, такими вещами должен заниматься Борис Александрович!"
                    "И где сейчас толстяк, когда он так нужен?"
                    "Я растерянно огляделся."
                    "Виолетта сидела рядом с какой-то девочкой, держа ту за запястье, видимо, считая пульс."
                    
                    "Ульяна растерянно посмотрела на меня."
                    "Оба участника стычки были на полголовы выше неё и в любом случае тяжелее."
                    "Немного подумав, я обогнул скамейки и подошёл к Ульяне."
                    stop music fadeout 3
                    if loki:
                        show us shy2 sport with dspr
                        us "Я же говорила, ничего хорошего из этого не получится."
                        "Уныло протянула она."
                        play music music_list["faceless"] fadein 3
                        me "Всё хорошо, иди найди физрука, где он там лазает."
                        us "А как же эти?"
                        me "Я с ними разберусь."
                        show us smile sport with dspr
                        us "Спасибо!"
                        hide us with easeoutleft
                        "Она мгновенно унеслась прочь."
                        "А я подобрался поближе к бузе и, вспомнив свои школьные будни, гаркнул:"
                        me "Оп!" with vpunch
                        "Драчуны от неожиданности замерли, тяжело дыша, со злостью, с ненавистью смотря друг на друга."
                        ml "А чё он!"
                        "Выкрикнул мальчик помладше."
                        "Второй только осклабился."
                        me "Давайте-ка отойдём в сторонку и попробуем разобраться, в чём дело?"
                        me "Где ваши родители?"
                        ml2 "У него нет!"
                        "Издевательски протянул второй."
                        ml2 "Он из детского дома!"
                        "Я с усилием разжал кулак. {w}Избиением мелкого уродца проблему решить не удастся."
                        me "Пошли, я сказал."
                        "Однако пионер не выглядел ни напуганным, ни хоть сколько-нибудь встревоженным."
                        ml2 "Ты хоть знаешь, кто моя мама?"
                        "С плохо скрываемым чувством собственного величия проронил он."
                        me "Плевать я хотел."
                        "Я схватил его за руку и потащил подальше от скамеек."
                        voice "Куда ты тащишь моего сына, малец?"
                        "Я оглянулся — к нам уже спешила какая-то незнакомая тётка."
                        "Толстая, неприятная, неуловимо походящая на своего подсвинка."
                        me "Вы его мать?"
                        "Осведомился я."
                        voice "Да, а что?"
                        me "Почему вы не остановили своего сына, когда он дразнил товарища?"
                        voice "Пускай Антоша порезвится, детство бывает только один раз."
                        "Жеманно протянула она."
                        voice "К тому же… Этот лишенец никому не пожалуется. У него никого нет."
                        "Бррр. Мне казалось, я уехал от этого!"
                        me "И как давно сироты перестали быть людьми?"
                        "Тихо спросил я, неосознанно сжимая пальцами плечо подсвинка."
                        voice "Я плачу налоги, чтобы им было что жрать в их притонах. {w}У тебя всё? Мы идём смотреть концерт."
                        "Холёная. {w}Сытая. {w}Плюющая на окружающих."
                        "Мне очень хотелось стукнуть их головами."
                        me "Почти. Мне нужна фамилия для того, чтобы написать начальнику докладную о драке."
                        me "Сами понимаете, нарушение правил, надо правильно оформить досрочное закрытие путёвки вашего сына."
                        voice "Да какой драке, просто Антоша…"
                        "Видимо, на лице подсвинка появилось такое же самодовольное выражение."
                        with flash
                        play sound sfx_lena_hits_alisa
                        pause(1)
                        with vpunch
                        "Потому что второй малец не выдержал — коротко замахнувшись, ударил, почти ткнул в нос обидчика."
                        ml "Можете и меня выгонять тогда!"
                        "И сбежал."
                        "Тот мгновенно заныл и, вырвавшись, подбежал к своей матери, уткнулся в неё."
                        "Подбежавшая Ольга Дмитриевна о чём-то спрашивала, но я уже ничего не слышал."
                        "Меня колотило от злости."
                        window hide
                        with fade
                    else:
                        play music music_list["doomed_to_be_defeated"] fadein 0
                        show us shy2 sport with dspr
                        us "Слушай, я могу их обоих избить, но…"
                        "Ульяна напряжённо размышляла."
                        me "Отвлеки Ольгу Дмитриевну, пусть займётся тем, что важнее."
                        us "Но нам же нельзя!"
                        me "А придётся. {w}Физрука нигде нет."
                        show us normal sport with dspr
                        us "Ладно."
                        hide us with dissolve
                        "Мелкая с сомнением покачала головой, но подчинилась."
                        "А я, протолкавшись к драчке, перехватил движущуюся руку и легонько дёрнул к себе."
                        me "Отойдём, поговорим."
                        "Не слушая возражений, я потащил драчуна за собой."
                        me "А ты чего ждёшь? Иди за мной."
                        "Бросил я через плечо."
                        "Нас уже ожидала Ольга — и сдав на руки ей обоих бузотёров, я перевёл дыхание."
                        "Однако там драма только набирала обороты."
                        "Ольга что-то некоторое время выговаривала обоим."
                        "После чего к ней подошла какая-то неприятная полная женщина."
                        "Похоже, мать."
                        "С видом высочайшего одолжения «августейшая особа» обратилась к вожатой."
                        "Честно сказать, если бы меня обдали таким презрением — я бы не стерпел."
                        "Но и вожатая не лыком шита была."
                        "Вскоре отпустив одного пионера, она обернулась так, что стояла против женщины и мальчика."
                        "И что-то начала говорить."
                        "И по мере того, как вожатая говорила, одинаковые холёные рыбьи морды всё бледнели и бледнели."
                        "Из-за концерта я мог разобрать лишь обрывки."
                        mt "Подлог… Хатсуне… посол… забудете и про любовь, и про деньги…"
                        mt "…невыездными. Мы поняли друг друга?"
                        "Неожиданно чётко спросила она."
                        "И на синхронный судорожный кивок непринуждённо рассмеялась:"
                        mt "Вот и здорово! {w}Развлекайтесь, праздник же!"
                    "Всё это время Алиса просто стояла и смотрела на нас, не пытаясь вмешаться."
                "Приструнить Алису":
                    "Я быстро-быстро подошёл к Алисе и аккуратно сжал её локоть."
                    me "Если хочешь помочь, то не смей давить на пионеров."
                    "Вполголоса сказал я."
                    me "Мы здесь для того, чтобы следить за порядком."
                    me "Не путай нас с карательным отрядом."
                    show dv normal pioneer with dspr
                    dv "А то что?"
                    me "А то скажу Ольге Дмитриевне, что ты саботируешь концерт."
                    dv "Да и говори. {w}Стукач."
                    me "Я тебя предупредил."
                    hide dv with dissolve
                    "Я вернулся на свою позицию."
            play music music_7dl["yume_akari"] fadein 3
            dreamgirl "До чего ж сволочная особа."
            if alt_day4_neu_date == 3:
                th "Не думал, что ей хватит наглости подойти ко мне."
                dreamgirl "После той подставы?"
                dreamgirl "Судя по всему, для неё такое в порядке вещей."
            th "Это не мои проблемы."
            th "Её трудное детство и отрочество меня не волнуют."
            dreamgirl "Ага, у тебя есть универсальное оружие — дешёвый эскапизм."
            th "Ты теперь тоже против меня?"
            "Внутренний голос усмехнулся."
            dreamgirl "Шизофрения — отстой. {w}Грустный праздник, который всегда с тобой."
            th "Намекаешь на то, что если бы я не был таким упёртым со своими принципами…"
            dreamgirl "Не намекаю. Говорю открытым текстом."
            me "А если она мне не нравится?"
            "Проворчал я."
            show us smile sport with dspr
            us "Тогда не женись!"
            "Ткнули меня откуда-то сбоку."
            "И я почувствовал, как против воли уголки губ начинают разъезжаться."
            "Ульяна оказывала на меня самое позитивное воздействие."
            "И почему она не постарше лет на пять!"
            play sound sfx_7dl["eat_horn"] fadein 1
            show us normal sport with dspr
            us "Нет."
            "Ответила рыжая."
            me "Что?"
            us "Я говорю — нет."
            us "Не стану я с тобой встречаться."
            me "Ааааа!"
            with flash_red
            me "Ты что несёшь!"
            me "Да с чего ты так решила?"
            us "С того, что я не хочу с тобой встречаться!"
            show us laugh sport with dspr
            me "Да нет, я… А, блин."
            "Я только рукой махнул."
            "Она подловила меня."
            me "Пошли ужинать, мелкая."
            "Пионеры организованными кучками потянулись в сторону столовой."
            stop music fadeout 3
            stop sound fadeout 3
            window hide
        "Давайте лучше в волейбол!":
            $ alt_day4_neu_mt_volley = True
            $ us_pt += 1
            if 'volley' in list_clubs_7dl:
                $ mt_pt += 1
            "Ульяна начала было спорить, но осеклась на полуслове…"
            "Кажется, она смирилась с тем, что нас уже поставили самыми главными, ответственными и важными."
            "Разумеется, ей и в голову не пришла идея позвать Ольгу с нами в игру."
            "Так что мой ход грибом малость удивил её."
            me "Вы — с нами."
            "Повторил я, когда молчание затянулось."
            mt "Семён, ты не слышал? {w}У меня концерт."
            me "Не у вас, а у пионеров, которые даже не в вашем отряде!"
            show mt normal pioneer with dspr
            "Ольга всё ещё пребывала в сомнениях."
            me "К тому же, неужели там не будет остальной администрации?"
            show mt sad pioneer with dspr
            mt "С другой стороны…"
            "Пробормотала она себе под нос."
            mt "Может, Боря, наконец, научится самостоятельности."
            me "Простите?"
            "Мне кажется, я ослышался."
            "Кто-то только что назвал физрука…"
            show mt normal pioneer with dspr
            mt "Ладно."
            "Кивнула она."
            "Кажется, мне удалось её уболтать."
            mt "Где играть будем?"
            me "Уррра!"
            "Вожатая поморщилась, и я поспешил сбавить громкость."
            me "Давайте на бетонке немного покидаем мячик?"
            mt "Договорились. {w}Переодевайтесь пока, я мячик накачаю."
            mt "Встречаемся на бетонке через пятнадцать минут."
            "Ударив по рукам, мы с Ульяной разошлись."
            window hide
            stop ambience fadeout 2
            $ persistent.sprite_time = "day"
            scene bg ext_houses_day
            with dissolve
        
            "Я прибыл первым на место, так как мне ни переодеваться, ни переобуваться было не во что."
            "В общем-то, я сразу пошёл сюда после того, как нам назначили рандеву."
            "Следующей за мной прискакала Ульянка и, посидев немного, заскучала."
            "Немного поразмышляв, она решила развлекаться единственным доступным способом — игрой в шишки с моей спиной."
            "Пум!" with vpunch
            "В спину больно стукнуло."
            "Пум!" with hpunch
            me "Эй, ты что делаешь?"
            us "Что-что, бросаю в тебя шишки, ты не заметил?"
            us "Ну ты тормоз!"
            me "Перестань!"
            "Пум!" with vpunch
            "Моё тёрпение… Лопнуло!"
            show ftl_anim with vpunch
            "Я нагнулся и, подобрав все шишки, упавшие рядом со мной, запустил обратно в мелкую."
            hide ftl_anim
            "Она с визгом поспешила укрыться за сосной потолще."
            "Но меня не обманешь — её «ракеты» полностью демаскировали рыжую, так что я, стараясь ступать бесшумно, двинулся в обход позиций соперника."
            "И…"
            show mt normal sport at zenterright with dissolve
            mt "Развлекаетесь?"
            "Пум!" with vpunch
            "Последняя шишка прилетела мне в лоб!"
            show mt normal sport at fright with moveinright
            show us grin sport with dissolve
            us "И победила — я!"
            play ambience ambience_7dl["volley"] fadeout 2
            play music music_list["went_fishing_caught_a_girl"] fadein 2
            show mt smile sport with dspr
            mt "Давай играть, победитель!"
            "Ольга резко хлопнула по мячу."
            "Да, накачала она его на совесть."
            show un normal sport at left with dissolve
            un "Эм… Ольга Дмитриевна?"
            mt "Хорошо, что ты здесь, Лена. {w}Будешь со мной в команде."
            "Пляжный волейбол…"
            "То ли ещё будет!"
            window hide
            scene bg ext_volley_court_7dl with dissolve
            "Первые несколько подач мы потратили на то, чтобы оценить соперников и товарищей."
            "Удар. Пас. Удар. Срез. Принять на сложенные ковшиком ладони и отправить мяч свечой в небо…"
            "Ульяна оказалась неплохим подспорьем, разве что к сетке её из-за роста ставить не стоило."
            "Зато она была шустрой, и порой казалось, что на площадке орудует сторукое существо."
            us "Эй, новичок, не спи!"
            "Мелкая вытащила ещё один невозможный мяч и отпасовала мне, а я, пользуясь тем, что попрыгучести и мне не занимать, перетолкнул мяч через сетку, позволяя тому упасть на той стороне поля."
            show mt smile sport at fleft with dissolve
            mt "Ну ты и жук!"
            "Восхищённо протянула Ольга."
            th "В бою, как в любви, все средства хороши."
            mt "Двачевская!"
            "Закричала вдруг вожатая."
            mt "Не проходи мимо!"
            dv "Я не буду, у меня живот болит."
            "Отмахнулась Алиса."
            mt "Ничего, раз ты бегаешь, то и сыграть сможешь. Становись на ту сторону сетки."
            "Недовольная Алиса, скрипя зубами, подчинилась."
            mt "Давай-давай, не куксись! {w}Физкультура полезна!"
            show un smile sport at fleft
            show mt normal sport at left behind un
            show ba normal uniform at cleft behind mt
            with moveinleft
            show us smile sport at fright
            show dv normal sport at right behind us
            with moveinright
            "Кроме того, вожатая успешно поймала куда-то бредущего с видом зомби физрука и поставила к сетке."
            "Трое на трое."
            dreamgirl "Они сошлись. Волна и камень, Стихи и проза, лед и пламень. Не столь различны меж собой."
            "Внутренний голос развлекался как хотел."
            dreamgirl "Выживет сильнейший!"
            th "Может, хватит уже?"
            dreamgirl "Думаешь?"
            th "Уверен."
            dreamgirl "Ну ладно. {w}Тогда…"
            window hide
            scene bg ext_volley_court_7dl with dspr
            show blackout_exh
            play music music_7dl["anglegrinder"] fadein 3
            scene cg d4_volley_rage_7dl with flash
            with vpunch
            $ renpy.pause (1)
            show dv_us_volley with vpunch
            $ renpy.pause (1)
            show volley_fight at truecenter with zoomin
            with vpunch
            pause(3)
        
            ba "Мяч в игру. Подача за стороной вожатых."
            scene bg ext_volley_court_7dl with flash
            "Рявкнул Саныч, свистнув в свисток."
            "И — вот она! Началась жесть!"
            show un smile sport at fleft
            show mt normal sport at left behind us
            show ba normal uniform at cleft behind mt
            with moveinleft
            show us smile sport at fright
            show dv normal sport at fright behind us
            with moveinright
            "Сегодня мы, наконец, узнаем, кто сильнейший в этом лагере!"
            "Ольга ушла на пятачок и хлёстким ударом отправила мяч на нашу сторону."
            me "Я возьму Саныча, Алиса, Лена на тебе!"
            "Двачевская кивнула и переместилась на левый фланг, отзеркалив положение Лены."
            "Физрук подмигнул мне, поймав взгляд, и занял место у сетки напротив меня."
            dv "Ленка!"
            un "Ч-что…"
            "Ольга как раз срезала по левому краю, и Ульяна в очередной раз явила миру чудеса телепортации."
            dv "На тебе паук!"
            un "Ай!!!" with vpunch
            show un shocked sport with dspr
            un "Где!"
            "Лена взвизгнула и неловко подпрыгнула на месте, пытаясь одновременно отряхнуться."
            dv "Здесь!"
            play sound sfx_7dl["volley_hit"]
            "И Алиса, вознесясь в прыжке чуть ли не на километр, вколотила мяч почти вертикально вниз по ту сторону сетки."
            window hide
            scene bg ext_volley_court_7dl
            with fade
            "К сожалению, мы всё равно проиграли."
            stop ambience
            stop music fadeout 4
            play ambience ambience_camp_center_evening
            scene bg ext_volley_court_7dl with flash
            "Матч плохой получился."
            "Всё потому, что вожатые жульничали."
            "Не могли они честно выиграть."
            "Жулики!"
            play music music_list["get_to_know_me_better"] fadein 5
            "Но… После драки кулаками не машут."
            "Пришлось жать лапу оппонентам. {w}Хоть они и жулики."
            "Пережав руки жуликам с противной стороны, мы уныло освободили занимаемую площадь."
            "Её тут же заняли пионеры, вдохновлённые товарищеским матчем."
            window hide
            with fade
        
            el "Эй!"
            "Со стороны скамеек донёсся жестяной стук."
            window hide
            scene bg ext_volley_court_7dl:
                xalign 0.5 yalign 0.5 zoom 1.0
                linear 0.3 zoom 1.15 xalign 0.5 yalign 0.5
            show el normal pioneer at center
            el "Народ, если кто пить захочет, пожалуйста."
            "Электроник, последний час наблюдавший за матчем, притащил ведро с водой и притороченной на цепочке стальной походной кружкой."
            hide el with dissolve
            "Разумеется, от такого предложения грех было отказываться!"
            "Я встал в очередь."
            mt "Готовьтесь к ужину, если кто-то хочет в душ, я пошла договариваться, чтобы воду погрели."
            "Алиса и Лена мгновенно увязались за вожатой."
            hide mt with dissolve
            hide dv normal sport with dissolve
            hide un
            "А Саныч, единым махом высосав полведра, опять сгорбился и побрёл в свою берлогу."
            "Ведмидь сирый, волохатый."
            hide ba with dissolve
            "Остались только я да Ульянка."
            show us sad sport with dspr
            me "Ты в душ не пойдёшь?"
            us "С какой целью интересуешься…"
            "Вяло парировала она."
            me "Отключу там подачу горячей воды."
            us "А…"
            "Она замолчала."
            me "Ты где-то украла и съела килограмм лимонов?"
            me "Поэтому ты такая кислая?"
            show us angry sport at center with dspr
            us "Они жульничали!"
            "Затопала ногами Ульянка."
            me "Ага. Плохо поддавались."
            us "Вот! Только ты меня понимаешь."
            us "Давай их проучим? {w}Чтобы в следующий раз честно играли!"
            me "Давай! А как?"
            show us grin sport with dspr
            us "Мы что-нибудь придумаем!"
            me "Тогда встречаемся у медпункта после ужина!"
            "Она удалялась слишком быстро, поэтому до меня долетел растянутый допплеровым эффектом бас."
            hide us with easeoutleft
            us "Идёёёооооот."
            "Сто процентов, купаться побежала."
            "Сейчас, пока ещё не всех родителей из лагеря прогнали, вожатые доообренькие."
            th "Может, последовать её примеру?"
            if alt_day3_sl_bath_voy:
                "Или и сегодня навестить баньку?"
                "Хотя, конечно, вчерашнего аперитива к блюду ждать не приходится."
            "Немного поразмыслив, я сходил к бане и занял очередь сразу за какой-то девочкой из второго отряда."
            "Окно было на двадцать один час, и времени у меня оказалось внезапно очень много."
            "Оставалось только придумать, чем бы его можно занять."
            window hide
            stop music
            stop ambience
    return
    
label alt_day4_neu_supper:
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full
    play music music_7dl["shehasgone"] fadein 3
    "Мы молодые, и мы будем жить на всю катушку."
    "За решётками в психушке."
    "Странно так — день получился юным, солнечным."
    "По-настоящему тёплым."
    "А счастья всё равно нет."
    "И дело даже не в том, что сегодня мне пару раз попытались испортить настроение."
    "В конце концов, я всегда считал, что красота с огрехами куда лучше, чем красота без изъянов."
    "Иначе не отделаешься от ощущения, что смотришь на произведение искусства, встречаешься со статуей или живёшь в музее."
    "А может, я просто начал более или менее понимать окружающих, и для меня их бытие больше не представляет собой безоблачное небо."
    show sl normal pioneer at right with dissolve
    "Славя привычно улыбается, но спину держит так, будто стоит на плацу."
    "Она напряжена, а я прекрасно помню, что работа её не напрягает."
    th "Поругалась с родителями?"
    hide sl with dissolve
    show mi sad pioneer at left with dissolve
    "У Мику глаза на мокром месте."
    "Она, конечно, суперстар и артистка та ещё. {w}Но пока молоденькая очень и эмоции прячет плохо. Диагноз тот же — проблемы в семье."
    if ('mi' in list_d2_date_7dl) and not alt_day2_mi_hyst:
        th "Опачки. {w}А откуда я знаю, что она суперстар?"
        th "Откуда-то вдруг всплыло в памяти?"
    hide mi with dissolve
    show un serious pioneer at cright with dissolve
    "Лена… Ну эта вообще девочка-луковичка, фиг её разберёшь."
    "Не могу сказать, чтобы она была расстроенной — скорее, обескураженной чем-то."
    "Как будто она всю жизнь мечтала о чём-то, а сбывшаяся мечта либо сбылась не так как надо, либо, что гораздо хуже, оказалась скучной."
    th "Что я о ней знаю? {w}Она… Ну, она любит…"
    if ('un_loki' in list_d2_date_7dl) or ('un' in list_d2_date_7dl):   
        th "Одиночество."
        th "Уединённые места."
        if loki:
            th "Целоваться. {w}Ах и ох, где мои семнадцать лет!"
        else:
            th "Притворяться слабой, хотя на самом деле очень сильная."
    elif ('library' in list_voyage_7dl):
        th "Кажется, рисовать."
        "Хотя не уверен."
    th "Ну… Может, читать? Я в первый день видел её с книжкой."
    "С отправной точкой анализ выглядел чуточку веселее:"
    th "Вот, значит, читает она какую-нибудь книжку и здорово на неё подсаживается."
    th "А тут оказывается, что эта книжка лишь одна в серии — вот здорово-то!"
    dreamgirl "У этой сказки плохой конец. {w}Добравшись до конца полюбившейся серии, покупает самую свежую книжку, завершающую серию."
    dreamgirl "И понимает, что автор исписался, истрепался и больше не вхож в страну сказки."
    hide un with dissolve
    show us sad sport with dissolve
    if alt_day4_neu_mt_volley:
        "Ульянка хмурилась из-за матча и собиралась злобно мстить."
    else:
        "Ульянка тоже была чем-то огорчена."
        show us surp1 sport with dspr
        "Хотя, перехватив мой взгляд, не удержалась — прижала большие пальцы растопыренных ладоней к ушам и покачала головой."
    hide us with dissolve
    "Говоря короче — подавленное настроение царило в столовой."
    "Вот вам, блин, и долгожданная встреча с любящими родственниками."
    if alt_day4_neu_mt_volley:
        "Только вожатая наша выглядела посвежевшей и похорошевшей."
        "Вот что творят умеренные физические нагрузки вкупе с душем!"
        "Так что я в темпе прикончил свою порцию и поднялся."
        stop music fadeout 3
        window hide
    else:
        "Ольга Дмитриевна тоже выглядела помятой и унылой."
        scene bg int_dining_hall_people_sunset with dissolve
        "Укатали её пионеры, укатали родители."
        "По непонятной причине львиную долю нагрузки по ублажению комиссии почему-то возложили на плечи вожатой первого отряда."
        "Не иначе, из-за того, что у нас меньше всего пионеров."
        "Так что она после концерта ещё нянчилась с этими подростками за сорок, отловив каждого по лагерю и сопроводив до комфортабельного автобуса."
        "Она даже не поморщилась привычно, заметив, что Ульяна не в форме."
        th "Интересно, а если бы я сюда в джинсе припёрся, она бы тоже стерпела?"
        scene bg int_dining_hall_sunset with dissolve
        play ambience ambience_dining_hall_empty fadein 3
        "Вяло поковыряв ужин, Ольга поднялась и, воровато оглядевшись, скрылась в служебных помещениях столовой."
        stop ambience fadeout 3
        "Её не было уже довольно долго."
        "Пионеры уже успели разойтись, за столом остались только я и Ульяна."
        show us smile sport with dspr
        us "Что сейчас делать будешь?"
        me "Решать одну сложную проблему."
        show us surp3 sport with dspr
        us "Какую?"
        me "Буду прикидывать, на левом боку лежать или на правом."
        show us laugh sport with dspr
        us "Да ну тебя!"
        "Она поднялась."
        me "Мелкая, подожди меня на крыльце, хорошо?"
        us "С чего бы это?"
        me "Кое-что притащу вкусное. {w}Хочешь?"
        show us surp1 sport with dspr
        us "Ты хочешь столовую ограбить? {w}Я с тобой! Только, чур, я тогда конфеты беру!"
        me "Не буду я ничего грабить!"
        "Отрезал я."
        me "И ты со мной никуда не идёшь."
        me "Просто подожди меня на крыльце, и я тебе кое-что вытащу, годится?"
        "Она погрустнела."
        us "Если быть взрослым — это быть букой как ты, то я не хочу взрослеть!"
        show us normal sport with dspr
        us "Ладно, подожду."
        hide us with dissolve
        "После того, как ушла мелкая, мне пришлось ждать ещё десять минут, прежде чем Ольга Дмитриевна, наконец, явилась с кухни."
        show mt normal pioneer with dspr
        mt "Догадался, да?"
        me "А как же!"
        if alt_day3_duty:
            me "Ещё со вчерашнего дня знал, что у лагеря есть мороженое."
        show mt laugh pioneer with dspr
        mt "Ладно, раз ты такой умный — вот тебе для тебя, Ульяны и Алисы по порции, не вздумай всё съесть сам! Я у них спрошу!"
        "Как по мне, так Двачевская свою порцию не заслужила, но я придержал свои возражения и молча кивнул."
        show mt normal pioneer with dspr
        mt "Всё, этому дню я больше ничего не должна."
        me "Вы снова собираетесь пропасть?"
        mt "Имею полное право! {w}И горе тому, кто меня найдёт!"
        hide mt with dissolve
        "Кивнув мне на прощание, она исчезла за дверью."
        window hide
        with fade
    
        "Аккуратно отделив бумажку от массы мороженого, я сделал несколько корректив в рецепте пломбира, после чего вернул нашлёпки на место."
        window hide
        play sound sfx_open_door_1
        $ persistent.sprite_time= "sunset"
        $ sunset_time()
        scene bg ext_dining_hall_near_sunset
        show us normal sport
        with dissolve
        play ambience ambience_camp_center_evening
    
        "Ульяна, по счастью, была здесь."
        me "Эй."
        show us dontlike sport with dspr
        us "Ты долго!"
        me "Зато вот!"
        "Я протянул ей стаканчик."
        show us surp1 sport with dspr 
        us "Мороженка!"
        "Я замер и затаил дыхание."
        "Она, недолго думая, выбросила бумажу и вгрызлась в лакомство."
        "Я сглотнул."
        show us smile sport with dspr
        us "Этого стоило подождать!"
        play music music_7dl["genki"] fadein 3
        me "Угу…"
        th "Она и правда это ест!!!" with vpunch
        show us laugh sport with dspr
        us "Ты почему так на меня уставился? {w}И что такого в том, что я ем мороженку?"
        "Она в недоумении уставилась на меня."
        us "Вкусная мороженка. С шоколадной крошкой."
        "C шоколадной крошкой, ага…"
        me "Нет, не подумай, что я тебя ругаю."
        me "Но не надо его грызть, ты что, с пальмы слезла?"
        show us dontlike sport with dspr
        "Ульяна покраснела от злости."
        "Кажется, её даже немного затрясло."
        "Вот уж не думал, что её можно задеть такой нелепицей."
        "Но меня интересует другое."
        "То самое, «особое» мороженое, которое я приготовил для Двачевской — где оно?"
        "Я специально убедился — расчихавшись на всю столовую — что секретный ингредиент тот самый."
        "Затем я взял три мороженки и вытащил их сюда."
        "Одну отдал Ульяне, две у меня остались."
        me "Как обезья…"
        "Бац!"
        show us angry sport with dspr
        with Shake((0, 0, 0,  0), 0.3, dist=50)     #moded: with Shake((0, 0, 0, 0), 0.3, dist=50)
        "Мороженое ударило меня прямо в лицо!"
        "И я машинально поймал его, не давая упасть."
        "И, протерев лоб, облизнул пальцы."
        me "…"
        play sound sfx_angry_ulyana
        me "…"
        with flash_red
        me "Кх-кх-кх…"
        me "Аааа! Пожалуйста!"
        "Это был пчелиный улей!"
        with flash_cyan
        "Взрыв сверхновой."
        "Пожар во рту не затушить было ничем."
        show us fear sport with dspr
        us "…Что…"
        "Ульяна коротко выдохнула, глядя на мои терзания."
        show us surp3 sport with dspr
        "И почему-то покраснела."
        "Ещё сильнее."
        show us shy2 sport with dspr
        "Кто-нибудь нормальный уже давно вызвал бы 911 и препоручил меня профессионалам, но…"
        show us shy sport with dspr
        "Она краснела и краснела…"
        "Как будто увидела нечто невероятно…"
        "Невероятно…"
        show us fear sport with dspr
        us "Фу!"
        us "Ты придурок!"
        us "Ты его облизал! Отдавай мне теперь своё, гад!"
        me "А ты вообще кусала, но…"
        show us angry sport with dspr
        us "Изо рта в рот. {w}Фу! Фу!"
        me "Перестань. {w}Я не из таких, кто доедает за девушкой или что-то в этом духе."
        me "Разве я похож на охотника за…"
        window hide
        with fade2
    
        me "Косвенными поцелуями."
        dreamgirl "О-оу."
        me "Всё. {w}Я понял. {w}Прости. {w}Я не нарочно."
        "Невесть откуда взявшаяся метла в руках Ульяны не способствовала моему душевному равновесию."
        "Вернее, это была даже не метла, а даже целый ракетный комплекс со средствами захвата, ведения и многократного поражения цели."
        "И этот комплекс развернулся в мою сторону, пискнул, захватывая цель…"
        "В глазах мелкой аршинными буквами читалось «ВИНОВЕН»."
        "Я с трудом увернулся от брошенной мне в голову метлы."
        "И растерял всё, что было в руках."
        "Включая и моё мороженое!!!"
        "Но сейчас было не до этого."
        "Ульяна взяла в руки металлический совок и, судя по тому, как его держала, бить собралась совсем не плоскостью."
        "Страшное оружие!"
        "И я сделал единственное, что мог в такой ситуации."
        "Я мужественно {w}побежал."
        window hide
        scene bg ext_dining_hall_away_sunset at running
        with zoomin
    
        th "Почему она не заметила некоторые изменения в рецепте?"
        "Заполошно металось в голове."
        us "А н-ну! Ид-ди сюда!"
        "Рявкнула бегущая за мной малявка."
        show us angry sport far at left with dissolve
        "И она только что заработала себе добавочную порцию."
        "Больше всего злило и обижало то, что она, скорее всего, даже не почувствует разницы между ними."
        "Я постарался придушить мысль, что, возможно, мелкая устроила этот фарс специально, чтобы заполучить мою порцию мороженого."
        window hide
        stop music
        scene bg ext_square_sunset with fade
        play music music_7dl["sneakupon"] fadeout 3
        "Я целых полчаса  пропрятался по кустам от разъярённой Ульянки."
        "И мне очень было грустно от того, что кто-то слопал мой честно заработанный приз."
        window hide
        scene bg ext_dining_hall_near_sunset with dissolve
    
        "Невероятно, но факт! Та самая порция, которая чуть не разбилась о мой лоб, так и лежала здесь — заботливо перенесённая на скамейку."
        "Хотя она уже ощутимо подтаяла — зато перца почти не осталось."
        th "Ну хоть что-то!"
        "Место для употребления трофея было самое удобное, и я уже готовился было приступить к трапезе."
        "И тут заметил странный силуэт!"
        show mi happy pioneer far with dissolve
        mi "Пум-пурум-пум-пум!"
        th "Мику?"
        "С выражением безграничного счастья на мордашке японка кралась куда-то в сторону задних помещений столовой."
        me "Что происходит?"
        "Я решил проследить за ней."
        mi "Ня-ня-ня…"
        "Она мурлыкала себе что-то под нос, не обращая внимание на происходящее вокруг."
        "За пару метров до угла она присела на корточки и, подобравшись, аккуратно выглянула."
        me "…"
        show mi happy pioneer with dissolve
        "Я подобрался поближе."
        "И видимо, каким-то образом выдал себя."
        show mi scared pioneer with dissolve
        mi "А?"
        hide mi with easeoutbottom
        "Она мгновенно заметила меня и обернулась."
        me "Мику!"
        show mi dontlike pioneer with dspr
        mi "Ой-ёй-ёй-ёй-ёй!"
        me "Мику, ты что делаешь?"
        show mi upset pioneer with dspr
        mi "Так! Никому ни слова!"
        "Она прижала палец к губам и забегала взглядом по сторонам."
        "Видимо, придумывала, как бы меня одурачить."
        "Но не на того напала."
        me "Не вздумай врать мне!"
        mi "Да я никому не вру, ты чего, Сенечка, мне отец сегодня рассказал, что у них рабочий на строительстве наврал и пришлось целую секцию моста пересобирать!"
        "Так."
        "Кажется, это надолго."
        show mi upset pioneer at right with moveinright
        "Я корректно отодвинул её в сторонку и выглянул сам."
        "У небольшого домика, отведённого, скорее всего, для временного хранения непортящихся продуктов, что-то делала Славя."
        "Наконец, она закончила свои дела и, воровато оглядевшись, отчалила."
        mi "Пошли!"
        stop music fadeout 3
        "Несколько секунд борьбы с замками, и…"
        window hide
        scene bg int_attic2_night_7dl with dissolve
    
        "Мы оказались внутри."
        "Уникальная возможность узнать пару тайн нашей идеальной девочки приятно грела душу."
        "Однако Мику это не волновало ни в малейшей степени."
        "Она целеустремлённо направилась вглубь помещения."
        mi "Сень, иди сюда!"
        "Позвала она напряжённым шёпотом."
        "Я подошёл."
        "И наконец узнал страшный секрет активистки."
        play music music_7dl["beasteye"] fadein 3
        window hide
        scene cg d6_sl_puppy_7dl
        with dissolve
        "В огромном гнезде из тряпок, на полу, в окружении коробок с консервами, сухим молоком и вакуумными упаковками копошился крохотный, лобастый щен!"
        "Белоснежный, с резко выделяющимся чёрным носом и пуговками-глазами."
        "Больше похожий на медведя или плюшевую игрушку."
        
        "Буф!" with vpunch
        "Он задрал голову и звонко тявкнул на нас."
        me "Самоед."
        mi "Нет."
        "Серьёзно ответила Мику."
        mi "Это собака."
        th "И как она его так долго прятала?"
        mi "Щенок. {w}Какой хорошенький!"
        "Как только протащила?"
        mi "С первой смены остался."
        mi "Хотела бы я… "
        "Японка с нескрываемой завистью вздохнула."
        mi "Эх. А мне тоже никогда собаку не разрешали заводить."
        me "Но, наверное, их запрещено держать на территории?"
        mi "Именно поэтому ты никому ничего не скажешь."
        window hide
        scene bg int_attic2_night_7dl
        show mi smile pioneer
        with dissolve
        "В приветливой улыбке японки я разглядел нечто зловещее и поспешил согласиться."
        me "Но так держать собаку…"
        show sl normal pioneer at left with dissolve
        show mi normal pioneer at right with moveinright
        sl "Я передерживала, пока у него глаза не открылись."
        "Славя подошла незаметно."
        sl "С окончания второй смены повезу в город, подыщу хозяина."
        me "А как же…"
        sl "Всё в порядке."
        "Щен уловил что-то в воздухе и пополз к нам на брюхе, потешно виляя хвостом."
        "Славя, кажется, тоже что-то заметила."
        sl "Так, Семён."
        "Она развернула меня за плечи и легонько подтолкнула прочь."
        show sl normal pioneer far at cleft
        show mi normal pioneer far at cright
        with flash
        sl "У тебя, кажется, были дела."
        sl "И съешь уже своё несчастное мороженое, Пират беспокоится!"
        me "Пират?"
        "Кажется, кто-то немного покривил душой насчёт передержки…"
        "Покорно кивнув, я заспешил прочь."
        window hide
        play sound sfx_close_door_campus_1
        scene bg ext_dining_hall_near_sunset
        with dissolve
    
        "И уже очутившись на улице, захлопнув дверь склада, поймал себя на том, что всё это время глупо-глупо улыбался."
        th "Так значит, тогда, в первый день она…"
        dreamgirl "Да. {w}Спешила к Пирату."
        dreamgirl "В конце концов, незнакомый пионер не совсем беспомощен, а вот щенок…"
        "Отметив это событие как безусловно позитивное в невидимой книге памяти, я решил погулять по лагерю и прикончить несчастное мороженое."
        stop music fadeout 3
        window hide
    play music music_7dl["nap_one"] fadein 3
    window hide
    scene bg ext_square_sunset with dissolve
    play ambience ambience_camp_center_evening
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    "Я вышел на площадь и уселся на скамейку."
    "Вечер."
    "Этот беспокойный день плавно катится к завершению."
    "Хотя я и чувствую себя несколько неприкаянно — ведь я так ни с кем толком и не сблизился."
    "Разве что чуточку лучше узнал лагерь, подружился с малявкой и перестал считать Ленивовну злом во плоти."
    if alt_day4_neu_mt_volley:
        "Ульянка обещалась скоро подойти, но до той поры опять-таки надо придумать, чем занять дурную голову."
    th "Вот Ольга сто процентов чем-нибудь озадачит."
    th "И вообще, вожатая недвусмысленно намекнула, что после ужина собирается немного отдохнуть, и горе тому, кто её найдёт."
    "Батарейки в технике неумолимо разряжаются."
    "Значит, никакой музыки или читалок."
    "Ещё немного посидев и повздыхав, я понял, что дальше тянуть нельзя."
    "Поднялся."
    "И отправился бродить по лагерю."
    window hide
    stop ambience
    return
    
label alt_day4_neu_map_me_mt_house:
    scene bg ext_house_of_mt_sunset with dissolve
    play ambience ambience_camp_center_evening fadein 3

    "Домик стоял одинокий, грустный и заброшенный."
    "Место, куда люди ходят спать, чтобы не ночевать под открытым небом."
    th "Всё-таки и у заместителей есть определённые недостатки."
    th "Ольга тут так толком и не пожила — стоило лишь ей попытаться расслабиться, и её постоянно находила какая-нибудь Славя."
    th "Так домик и пустовал."
    window hide
    stop ambience fadeout 2
    scene bg int_house_of_mt_sunset with dissolve
    play sound sfx_unlock_door_campus
    pause(1)
    play ambience ambience_int_cabin_evening fadein 2

    "Зайдя в домик, я остановился на пороге."
    "Только сейчас, оказавшись в собственной крепости, когда не надо было нестись куда-то вприпрыжку, я понял, до какой степени выматывает {i}полная{/i} вовлечённость в жизнь отряда или лагеря."
    "Мало удивительного в том, что Ольга всеми правдами и неправдами старалась отбрыкаться от своих обязанностей."
    "Но сейчас её не было."
    "Наверное, сбежала куда-нибудь на дикий пляж за территорией, палит костерок, смотрит на закат…"
    show backpack_tiny
    with dissolve
    "На спинке стула дожидался своего часа удивительно знакомый тёмно-синий рюкзак с принтом в виде отпечатка ноги."
    "Мой «гризли» родом из моей реальности… И почему я не удивляюсь?"
    "А что касается остальной части комнаты…"
    "Старательно придушенное переживание снова подняло голову."
    th "Это же дом девушки! {w}А дом девушки всегда полон сюрпризов!"
    "Я оглядел стол"
    scene bg int_house_of_mt_sunset:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 1.0 zoom 1.25 xalign 0.5 yalign 0.65
    extend ", тумбочку"
    scene bg int_house_of_mt_sunset:
        xalign 0.5 yalign 0.65 zoom 1.25
        linear 2.0 zoom 1.15 xalign 0.9 yalign 0.45
    extend ", полки."
    scene bg int_house_of_mt_sunset:
        xalign 0.9 yalign 0.45 zoom 1.15
        linear 0.8 zoom 1.35 xalign 0.85 yalign 0.75
    "Моё внимание привлёк тот самый ежедневник, куда Ольга писала свои заметки в первый же день моего появления здесь."
    th "Может, воспользоваться моментом и посмотреть?"
    menu:
        "Посмотреть, конечно!":
            $ alt_day4_neu_mt_diary = True
        "Забраться в рюкзак":
            show backpack at truecenter with dissolve
            "Не то чтобы я был против того, чтобы поиграть немного в маньяка-извращенца и покопаться в вещах вожатой."
            "Но не тогда, когда может зайти кто угодно."
            "Да и самоуважение никто не отменял."
            "Так что займёмся делом чуть более насущным."
            "Посмотрим активы — что у нас есть, и что можно с ним сделать."
            scene expression Dawn("bg int_house_of_mt_sunset")
            show backpack_tiny
            with dissolve
            "Я уселся на кровать и вытащил рюкзак на свет."
            "С момента, когда я последний раз надевал его дома, не изменилось ровным счётом ничего."
            "Это была всё та же треугольная сумка-«пиявка» с одной лямкой через правое плечо, выполненная из синей водоотталкивающей ткани."
            "В самом центре рюкзака был сделан принт в форме отпечатка ботинка — эмблема фирмы-производителя."
            "Ну и, разумеется, прорезиненные швы, герметичные молнии и прочие, безусловно нужные в городе примочки, без которых перенос пары книжек и зарядки для планшета немыслим."
            "Я открыл молнию и вытряхнул содержимое рюкзака на кровать рядом с собой, устроив беглую ревизию:"
            "Карты, колода в пластиковом коробе, одна штука."
            "Ножик-ерундожик, в народе зовущийся «швейцарским» — одна штука."
            "Моток капронового шнура и кучка разнокалиберных карабинов."
            "Универсальные негаснущие спички — коробок, рыболовные крючки — шесть штук в пластмассовой коробочке, бесформенный кусок свинца — под грузила."
            "Два комплекта ключей."
            "Кошелёк — пустой."
            if alt_day4_neu_mt_fire:
                "Ну да, мою наличку наряду с документами добрейшая вожатая предала огню."
            "Настоящий набор для выживания."
            "Ещё бы к нему зарядку для микро-юсб, было бы вообще замечательно."
            th "Предполагалось, что после родительского дня лагерь распустят, и я поселюсь в лесу?"
            "И венчал всю эту кучку небольшой пакетик с конфетами."
            "«Старт» — прочитал я на упаковке."
            "Сунул его в карман — авось пригодится."
            "И, рассовав по карманам рюкзака всё вышеупомянутое барахло, спрятал его обратно под кровать."
            if alt_day4_neu_us_snake:
                "И тут заметил в окне куда-то спешащую Ульянку."
                th "Куда это она намылилась, интересно?"
                "Я решил проследить за девочкой."
                $ persistent.sprite_time = "sunset"
                $ sunset_time()
                scene bg ext_square_sunset with dissolve
                play ambience ambience_camp_center_evening fadein 3

                play music music_7dl["what_am_i_doing_here"] fadein 5
                "А то мало ли что."
                "Вдруг она ещё какую-нибудь пакость готовит."
                "Тут, как говорится, лучше перебдеть."
                "Я старался двигаться незаметно, не привлекая к себе внимания."
                "Однако девочка шла целеустремлённо, казалось, вообще ничего вокруг себя не замечая."
                "Она двигалась к северу."
                "Мимо домиков."
                window hide
                scene bg ext_houses_sunset with dissolve

                "Дойдя до последней «улицы», удивила меня, снова свернув в сторону вожатской."
                th "Кругами ходит?"
                th "Да ну, бред."
                "Я решил следить дальше."
                "И, как показала практика, не зря."
                window hide
                scene bg ext_house_of_mt_sunset with dissolve

                "Немного не доходя до семнадцатого домика, Ульяна повернула, вломившись в кусты — видимо, там проходила некая малозаметная тропинка."
                "Уже больше опасаясь потерять её из виду, нежели быть обнаруженным, я прибавил ходу."
                "Ульяна продолжала упорно меня не замечать — она уже почти бежала."
                "Пока не вышла за территорию — здесь в кирпичном заборе была небольшая приоткрытая калитка, которой девочка и воспользовалась."
                scene bg ext_path_sunset
                with dissolve
                play ambience ambience_forest_evening fadein 3

                "И вот здесь мои рефлексы сыграли со мной злую шутку."
                "Я попытался прикрыть калитку за собой, но вместо этого…"
                play sound sfx_open_metal_hatch
                us "Ай!"
                show us fear sport with dspr
                "Она подпрыгнула на месте и развернулась в мою сторону."
                me "Спокойствие, только спокойствие."
                "Ответил я, чувствуя себя лучшим в мире привидением."
                me "Это всего лишь я."
                show us dontlike sport with dspr
                us "Ты!"
                us "Чего тебе надо?"
                if not alt_day4_neu_mt_volley:
                    us "За морожку извиниться?"
                    show us calml sport with dspr
                    "Она отвернулась."
                    us "Не прощу, даже не надейся."
                else:
                    me "Да я так, просто гуляю."
                    "Пожал плечами я."
                    me "Обдумываю план коварной мести."
                    us "Ну так и иди думай в другом месте! {w}Тебе со мной нельзя."
                me "А если за конфеты?"
                $ us_pt += 1
                us "Конфеты?"
                show us normal sport with dspr
                us "Что ж ты сразу не сказал! Давай."
                "Я послушно протянул ей пакетик."
                us "А почему так мало?"
                "Она с подозрением уставилась на меня."
                us "Признавайся, сам половину схомячил?"
                "Я кивнул."
                me "А как же. {w}Ну, я прощён?"
                us "Да погоди ты. Я сейчас посмотрю — не отравлены ли."
                dreamgirl "Не беспокойся, драгоценная, нейротоксин в этих конфетах не подлежит органолептическому анализу."
                th "Чего ему куда?"
                dreamgirl "Без цвета, без вкуса, без запаха, балда!"
                th "Так они отравлены?!" with vpunch
                "В мыслях из ниоткуда появился образ держащегося за голову человечка."
                "Пока мы с моим подсознанием пикировались, мелкая успела развернуть несколько конфет и применить их по прямому назначению."
                me "Как тебе?"
                show us smile sport with dspr
                us "Фкуфны!"
                "Прошамкала она, торопливо жуя."
                us "Знаешь, а ты не безнадёжен."
                "Заключила рыжая."
                th "И в итоге мы двое полюбили друг друга…"
                th "А затем стали встречаться…"
                th "Да нет, лажа какая-то, не могу это представить."
                "Я помотал головой, отгоняя кошмарное зрелище."
                me "Теперь-то всё?"
                us "Всё. Вали. Мне нужно забраться в своё секретное убежище, а я не могу сделать это, когда рядом ходят  посторонние."
                "Проглотив «постороннего», я развернулся и ушёл оттуда."
                "Но обидку затаил!"
                hide us with dspr
            stop music fadeout 3
            stop ambience fadeout 3
            window hide
            with fade2
    return

label alt_day4_neu_us_guards:
    $ persistent.sprite_time = "night"
    play ambience ambience_forest_night fadein 3
    scene bg ext_path_sunset with fade2
    play music music_7dl["areyouabully"] fadein 0
    "И не заметил, как заблукал."
    "То есть, до поры я шёл как бассет, безошибочно выбирая направления и повороты."
    "Но у крупного тела есть свои недостатки."
    "Так что я заблудился."
    "Потерялся."
    "Закатный лес уже мало чем отличался от ночного, поэтому я замер на месте, справедливо опасаясь шевелиться или куда-то идти в таком состоянии."
    "Не хватало ещё глаз себе сучком выколоть или ногу сломать."
    "Так или иначе, диспозиция весела и забавна: цель упущена, а я замер в полутьме непонятно где."
    "Впору аукать и кричать: «лююююдииии!»."
    "Я набрал было в грудь воздуха, и тут наткнулся взглядом на едва заметный отсверк пламени прямо по курсу."
    "Неподвижный, тёплый - как будто окошко дома, где на кухне нервничают и ждут тебя с учёбы или работы домой."
    me "Спасибо."
    "Пробормотал я."
    me "Спасибо."
    "Едва заметный свет - мне думалось, что придётся идти и идти, прикрывая лицо локтём и внимательно трогая ногой землю перед собой, прежде чем ступить."
    "Но это не пугало совершенно."
    "К счастью, цена вопроса была лишь в нескольких десятках метров."
    window hide
    scene bg ext_polyana_night with dissolve
    "Деревья расступились, и я вышел на крохотную полянку, в самом центре которой на пеньке и светил керосиновый фонарь."
    "Рядом с ним лежал фонарик обыкновенный, по случаю бесполезности отключённый."
    "Он был обмотан со стороны отражателя майкой."
    show dn normal pioneer with dissolve
    "Владелец же майки стоял здесь же."
    show al normal pioneer at left
    show tn normal pioneer at right
    with dissolve
    "Как и два его приятеля."
    "Я понял, что именно им обязан своим пусть и символическим, но спасением."
    "Не за то, что они сейчас стоят, насупившись, взявшись за руки и всеми силами стараясь не пропустить никого постороннего."
    "Не за то, что таким своим поведением они лучше всего объясняют, что я на правильном пути."
    "Отнюдь."
    me "Спасибо вам."
    show dn upset pioneer with dspr
    dn "Тоник, притуши лампу."
    "Мгновенно сориентировался безымянный доселе парнишка в рубашке навыпуск, с красными, постоянно усталыми глазами."
    "Спасибо за то, что дали огонёк: крохотный и неверный - он всё же вывел меня из блужданий в потёмках."
    "Символ надежды."
    "И тут же керосинка погасла, остался лишь туристический фонарик, обмотанный майкой: включённый, тот давал неверный, но действительно уютный жёлтый свет."
    "Покончив с формальностями, кудрявый снова повернулся ко мне."
    dn "Ты что тут забыл?"
    me "Забыл?"
    "Самое важное мы всегда говорим будто в шутку."
    "Чтобы никто не догадался, как оно много на самом деле значит."
    "Как, например, важно для меня, чтобы бойкая красноголовая мелочь не угодила в беду - кто знает этих пионеров?"
    me "Забыл…"
    show al dontlike pioneer with dspr
    "Небрежно повторил я."
    me "Я гуляю. {w}Это запрещено законом?"
    show dn dontlike pioneer with dspr
    dn "Вот и гулял бы отсюда."
    "Отрезал предводитель, не сделав и попытки уступить дорогу."
    me "Ты бы рот свой не раскрывал особо, а?"
    show tn smile pioneer with dspr
    "Ласково попросил я."
    "Они что-то так старательно прятали…"
    "И чем старательнее, тем любопытнее мне становилось."
    "Возможно, никакой там экзотики. {w}Так, мальчишеские секреты, вроде красивых камешков, карт или самодельных ножей."
    "Но причём здесь Ульянка?"
    "А я поклясться готов, что она канула в кусты за спинами этой «гвардии»."
    "Очень-очень далеко за спиной осталась гонка в сумерках, заполошное дыхание и некое невероятное чутьё, ни с того ни с сего проснувшееся вдруг сегодня вечером."
    "Прокалываемые — проламываемые — грудью неосязаемые, но от того ничуть не менее ощутимые препоны на пути."
    "Как будто я бежал олимпийскую стометровку с препятствиями, прыгая и прыгая — пока не заблудился, по инерции пропустив один из поворотов."
    "Было странно, страшно и пугающе-восторженно: заблудиться в трёх метрах от территории лагеря мне ещё никогда не доводилось, и переживания оттого были свежи и волнующи."
    "И всё-таки, они так ревностно охраняют это нечто…"
    "И смотрят на меня так, будто я здесь неуместен и совершенно бесполезен."
    window hide
    with fade2
    "Что гораздо хуже - я сам чувствую собственную мою здесь неуместность."
    "Как будто я подглядываю за тем, что не предназначено мне и не имеет ко мне никакого отношения."
    dreamgirl "Может, плюнуть, дунуть да и уходить потихоньку?"
    th "С чего бы?"
    dreamgirl "Слушай, я, конечно, не против подглядывания за пионерками неглиже и экспресс-мануального анализа топологии…"
    dreamgirl "Но ей же четырнадцать, она тебе зачем вообще?"
    th "Для начала, за ней крохотный, но должок."
    dreamgirl "Плюнь."
    th "Легко."
    "Не стал спорить я."
    th "Но эта ситуация возбудила моё любопытство."
    dreamgirl "И на любопытство тоже плюнь."
    th "Что ты всё «плюнь» да «плюнь»? Верблюд, что ли?"
    if alt_day2_us_escape and us_pt >= 3:
        $ alt_day4_neu_us_pixies = 1
        if loki:
            "Наверное, стоит попросту прорваться на одной наглости и посмотреть – что же за такую страшную тайну охраняют юные стражи."
            "Это была плохая идея. Поэтому, конечно же, я решил попробовать."
            "Чуть левее центра, здесь стражи не смотрят прямо в глаза, а потому дадут слабину, когда я сорвусь с места."
            th "На старт…"
            "Я полуприсел, готовясь сорваться с места…"
            "Почуяв неладное, пионеры напряглись."
            "И…"
            "Махнув рукой, засмеялся:"
            me "Какие вы глупые."
            show dn upset pioneer with dspr
            dn "Глупые или нет, а тебя не пропустим."
            me "Мне и не надо."
            me "Это место я прекрасно запомнил, просто вернусь сюда завтра и всё-всё увижу сам."
            "Я подмигнул главному балбесу:"
            me "Или вы здесь и завтра охранение выставите?"
            show dn unsured pioneer with dspr
            "Их предводитель смутился, но расслабился - видимо, поверил в то, что я не буду пытаться дискредитировать его."
            "А и не буду."
            "Подвинув в сторону фонарь, я уселся тут же на пенёк, предложил гвардии конфеты, которые те гордо проигнорировали."
            "Наконец, задал вопрос, который действительно меня интересовал."
            me "Зачем фонарь жжёте, если у вас и так свет есть?"
            show dn normal pioneer with dspr
            dn "Нам нужен яркий свет."
            "Поколебавшись, сообщил мальчик."
            dn "Нам нужен маяк."
            me "Маяк? {w}Для чего?"
            dn "Взрослые все такие глупые?"
            "Снисходительно спросил мальчик."
            dn "Для чего ещё нужен маяк? Указывать путь."
            me "И верно."
            "Согласился я."
            me "Спасибо."
            dn "За что?"
            me "За то, что и мне указали… путь."
            dn "Ты не выглядишь заблудившимся."
            me "И тем не менее."
            window hide
            with fade2
            "Помолчав, я поинтересовался:"
            me "Лагерь там?"
            "Прикинув направление, махнул левой рукой."
            "Мальчик кивнул, его гвардия, расслабившись, уже сидела неподалёку, что-то в темноте стругая ножиками."
            th "Как они что видят?"
            me "А вы каждый день указываете путь?"
            dn "Стараемся. Только лампу не каждый день удаётся взять — сторож ругается."
            me "Так и понял, что она не ваша."
            show dn dontlike pioneer with dspr
            dn "Ему она не нужна! У него электрический прожектор есть! Он сам бы мог…"
            "Горячечно начал было возражать малец, но мгновенно взял себя в руки."
            show dn normal pioneer with dspr
            "Суховато продолжил."
            dn "Мы делаем это потому, что это правильно."
            "Не сговариваясь, кивнули и два других мальчика, до сей поры не проронившие и слова."
            "Удивительное единодушие."
            me "На самом деле, я считаю, что если вы помогли хотя бы одному человеку, то всё не зря."
            me "Вот мне, сегодня. Значит, не просто так жгли."
            dn "Лесной маяк?{w} Что за глупость?"
            me "А какой?"
            dn "Неужели не понял до сих пор?"
            me "Здесь где-то вода?"
            dn "Прислушайся."
            "И я внял совету."
            "Лишь сейчас поняв, что всё это время меня смущало."
            play ambience ambience_boat_station_night fadein 3
            "Невидимая в темноте где-то очень неподалёку влажно дышала Большая Вода."
            "Не та, неподъёмная и пресекающая неспособность человека осознать бесконечность, что поджидает на берегах морей и океанов."
            "Нет, здесь всё было иначе."
            "Проще… И как-то пронзительнее."
            me "Хм. Любопытно. {w}А по нашей реке ходят суда?"
            dn "Конечно. Иногда они даже сигналят в ответ, если выйти на мыс с фонарём."
            tn "Но там живёт Тиша, она всегда прогоняет."
            me "Тиша - это кошка?"
            show dn grin pioneer with dspr
            dn "Какая кошка? Тихонова это. Лена."
            me "Что же вы? Меня втроём прогнали, а её слушаетесь?"
            tn "Её попробуй не послушай. Она умеет сделать так, что сам уйдёшь."
            me "Это я и сам умею."
            dn "Так, как она делает - не умеешь. И не сумеешь."
            window hide
            with fade2
            me "Как вас только вожатая отпускает?"
            dn "Мы же не маленькие. {w}Друг за другом следим."
            dn "А маяк нужен. Ночь тёмная."
            "И была какая-то странная правота в его словах."
            "Включающая в себя и благодарность за спасение, и зависть к тому, кто нашёл своё дело."
            th "А будь всё у тебя в Карелии - его усилия оказались бы тщетны."
            th "Там ночи требуют огня только ради того, чтобы согреться."
            th "Чем бы они стали там заниматься?"
            "Остервенело подумалось вдруг мне."
            me "Да."
            "Ответил я."
            me "Да."
            me "Только вы зря просто поставили лампу. Надо, чтобы было движение."
            me "Чтобы капитаны понимали, что их встречает кто-то живой. Понимаете?"
            me "Чтобы…"
            hide dn with dissolve
            "Я наметил удачно стоящее тут же дерево и вскарабкался примерно на половину высоты оного."
            "Нашёл ветку, смотрящую в нужную сторону, и позвал:"
            me "Эй! Вот сюда можно ваш фонарь вешать, если нет сильного ветра."
            me "И… Ой, а что это?"
            stop music fadeout 5
            "На самой границе видимости неспешно дрейфовало в темноте сияющее пятно."
            "Как ни старался я, а не смог придумать, чем бы оно могло быть."
            dn "Спускайся."
            "Донеслось с земли."
            window hide
            with fade2
            show dn normal pioneer with dspr
            "Когда я спустился вниз, все трое оказались на тех же местах, что и были, когда я вышел из леса."
            play music music_list["a_promise_from_distant_days"] fadein 5
            "Они снова были напряжены - как струна, как тонкая леска."
            "Но в этот раз не было в их напряжённости злости, и не была она против меня."
            me "Что случилось?"
            dn "Мы посоветовались. И решили пропустить тебя."
            "Размотав майку, безымянный до сих пор малец отдал мне фонарь:"
            dn "Вернёшь, когда будешь в лагере, ясно?"
            "Я кивнул."
            me "Почему передумали?"
            show dn smile pioneer with dspr
            dn "Не знаю."
            "Безмятежно пожал плечами он."
            dn "Похоже, ты не безнадёжен."
            me "Ссспасибочки."
            dn "Пройдёшь по этой дороге дальше, там аккуратнее, следи за спуском, чтобы не поскользнуться - можно очень больно удариться."
            dn "Держись правой стороны, если что, хватайся за корни, они там крепкие."
            dn "Потом спросишь у Ульки, что делать."
            dn "Вопросы?"
            "Я улыбнулся."
            me "Как тебя зовут, товарищ сержант?"
            show dn dontcare pioneer with dspr
            dn "Даня."
            $ meet('ml','Даня')
            "Серьёзно ответил он."
            dn "А это Алька и Тоник."
            "Белобрысые головы синхронно качнулись."
            dn "Всё, иди."
            window hide
            scene bg ext_path2_night with fade2
            "Когда за моей спиной снова сомкнулись заросли, откуда-то спереди-слева донёсся странно знакомый, едва слышный гудок."
            "В котором я, покопавшись в памяти, опознал гудок теплохода."
            me "И правда, стоят."
            "Отметил я, светя себе под ноги: спуск оказался крайне крутой."
            "Двести метров мозголомного слалома, а темнота в южных широтах наступает быстро и капитально."
            "Не знаю, зачем я вообще на это подписался?"
            "Не знаю, для чего Ульянке требовалось ходить здесь с риском сломать шею?"
            "Ничего не знаю."
            "Ничего."
            window hide
            scene bg ext_seashore_7dl with dissolve
            "Бормоча себе под нос проклятья, поминутно оступаясь и поскальзываясь, несколькими минутами позже я всё же умудрился добраться до самого низа."
            "Отсюда вода чувствовалась уже не только на слух - водой пахло."
            "Должно быть, где-то здесь наша речка делает поворот, поэтому берег оказался так близко."
            "Двести метров - цена вопроса."
            "Но что меня сильнее всего интересовало - это то самое светящееся пятно."
            th "Что бы это могло быть?"
            "Слева от спуска к воде далеко в заводь вдаются мостки причала - старого, покосившегося, едва заметного в остатках света от уходящего солнца."
            "Там было поближе, и я, гадая не то о летающих тарелках, не то о животной люминесценции, ступил на скрипнувшие доски."
            "Отсюда пятно было видно чуть детальнее."
            "Похоже, это были не то водные китайские фонарики, не то что-то в этом роде."
            "Удивительно, правда, что они не гаснут и не тонут при таком ветре."
            show us fear sport far with dissolve
            "Одна из досок скрипнула под ногой особо сильно, и некий полутёмный силуэт неподалёку взвизгнул Ульянкиным голосом, бросился было бежать, но споткнулся, и…"
            me "Держу!"
            "Выкрикнул я, схватившись за знакомую майку - чёрную при таком освещении."
            "Ульяна замерла, забыв шевелиться и - на всякий случай - дышать."
            "Так что я медленно, но верно потащил её обратно на мостки."
            dreamgirl "Да ты резкий."
            dreamgirl "Как Стивен Сигал."
            th "Заткнись."
            "Майка была сделана непонятно из чего, так что никаких гарантий, что она выдержит вес, не было."
            "Но…"
            show us cry sport close with dspr
            "Десять секунд, и девочка уже стоит рядом со мной."
            "Её всю потрясывало - не то от холода, не то от испуга."
            "Так что совершенно логично было обнять её и попытаться успокоить."
            me "Всё хорошо, слышишь? Всё…"
            show us sad sport with dspr
            us "Сёмыч, ты напугал меня до смерти!"
            "Вырвавшись, она отступила на полшага."
            us "И что ты здесь делаешь?"
            me "Я пришёл посмотреть на это…"
            "Я повернул голову в сторону неизвестного свечения и снова застыл."
            hide us with dspr
        else:
            "От размышлений меня отвлекло шуршание кустов, и на полянку вышла та, из-за которой я здесь и оказался."
            show dn normal pioneer at left with dspr
            show us dontlike sport with dspr
            us "Что здесь происходит? Ты!"
            "Ульяна мгновенно сориентировалась, ткнула мне в грудь пальцем."
            us "За каким чёртом ты за мной следил?"
            me "Я? {w}Следил?"
            us "Нет, по нюху вышел. {w}Короче, что надо?"
            me "А что вы здесь делаете?"
            us "Не твоё дело. {w}Ещё вопросы?"
            me "Даже так?.. {w}Значит, после всего, что я для тебя доброго сделал!"
            show us calml sport with dspr
            us "Неплохая попытка. У тебя всё?"
            me "Да."
            "Я понял, что любые дальнейшие переговоры ни к чему не приведут."
            "Чем бы они ни занимались, они попросту сейчас свернут всё, и ничего я не увижу."
            show dn dontlike pioneer at left with dspr
            dn "Тогда вали отсюда."
            "Пионеры здесь были борзые – это факт."
            "Никто не боялся ни старшинства, ни силы – ничего."
            "Как будто они сейчас владели ситуацией."
            "Бесполезно было осаживать наглеца, это выглядело бы как неловкая попытка сохранить лицо, и все это понимали."
            me "Язык придержи."
            "Вежливо предложил я."
            dn "Или что?"
            me "Ничего."
            "Проигнорировав начавшего было что-то говорить мальца, я обратился к Ульяне:"
            me "Мелкая, если ты собираешься с этими деятелями в бега пускаться, смотри, чтобы не пришлось тебе главной мамочкой им становиться."
            show dn surprise pioneer at left with dspr
            show us normal sport with dspr
            dn "В бега?"
            "C интересом переспросил всё тот же хам."
            "Ульяна отмахнулась – она о чём-то напряжённо размышляла."
            show us smile sport with dspr
            us "Ладно."
            "Решилась она."
            us "Ты можешь пройти."
            us "Не думаю, что ты можешь помочь.{w} Но, наверное, не накосячишь много."
            show dn upset pioneer at left with dspr
            dn "Улька!"
            show us normal sport with dspr
            us "Не раздувай ноздри, это со мной."
            "Малец подскочил к Ульянке и о чём-то быстро-быстро заговорил, размахивая руками."
            "До меня доносились только обрывки слов и имён, но суть претензий я уловил: меня обвиняли в том, что я слишком стар." 
            "Сам Миря (лидер этой шайки до Ульяны) велел, чтобы взрослых не пускали."
            "Они только всё портят."
            "Но Мире и самому было под семнадцать лет."
            "Я усмехнулся: знали бы детишки, насколько я на самом деле стар…"
            us "Ты забываешь о том, что он нас смог найти. {w}Думаю, мы можем дать ему шанс."
            dn "Зная, как беспечно ты ходишь, ничего удивительного."
            show us dontlike sport with dspr
            us "Ой, всё. Глупостей не говори - ты прекрасно знаешь, что я тут ни при чём."
            window hide
            "Она отдала короткий приказ охране, и те расступились, пропуская меня по тропинке через заросли."
            hide us with dspr
            hide dn with dspr
            window hide
            scene bg ext_seashore_7dl with dissolve
            "И я понял вдруг, откуда было это едва уловимое, дрожащее зарево. Это не закат, не отражение в облаках."
            "Мысли о том, что они могли бы как-то спрятать от меня это, теперь казались смешными."
            "Да и как, интересно, можно было спрятать это зрелище – по стоячей, чёрной глади закатной заводи неспешно дрейфовало огромное световое пятно – дрожащее, дышащее… "
            "Живое."
    else:
        show dn surprise pioneer with dspr
        dn "А то что?"
        "С непонятным восторгом спросил меня малец."
        dn "Бить будешь?"
        dn "Или вовсе убьёшь - чтобы пройти?"
        me "Дурак, я…"
        "Начал было я, и вдруг в какой-то момент понял причины восторга паренька, что стоял напротив меня, сжав кулаки и глядя исподлобья."
        th "Да это же просто игра для него!"
        "Ахнул я."
        th "Просто…"
        window hide
        scene anim prolog_1 with dissolve
        "В какой-то момент наши глаза снова встретились - его красноватые белки сверкнули совсем уж кровавым отблеском, и понял вдруг!"
        "Что фонарь вовсе и не фонарь даже - а палящее южное солнце, раскалившее сухое плоскогорье."
        "Несмотря на то, что скалы обрывались прямо в море отвесным обрывом, здесь, в пятидесяти метрах было сухо и знойно."
        "И под ногами скрипела дорожная пыль."
        "Допуска к морю не было совершенно - потому что там отбывал к горизонту паром, едва-едва движущийся от перегруза, а над водой разносились плач и крики."
        "Идеальная мишень для гаубицы - можно лупить прямой наводкой почти без поправок на ветер."
        "Единственное, что не даёт закрепиться корпусу и развернуть пушки - это цепь юнцов в казённом сукне с прозеленью и галунами."
        "Юнкера, кантонисты, кадеты…"
        "Они знали, что не уйдут с этого плоскогорья своими ногами."
        "Но также знали, что стоит им дрогнуть, и по уходящему парому откроют огонь."
        "Потому-то и стоят сейчас, не смея дрогнуть, несмотря ни на направленные жерла орудий, ни на пыль, ни на зной."
        "Восторгаясь собственной доблестью, и восторгом этим забивая неизбывный страх, шепчущий, что неправильно это - когда в тринадцать лет под пушки-то…"
        "Их самый главный, мальчонка чуть выше всех прочих, сероглазый, лихой, стоял, упрямо наклонив голову, и искал моего взгляда."
        "А мне бы плюнуть на все гляделки, да махнуть рукой, отдавая приказ."
        "Но как можно без последнего взгляда?"
        window hide
        with flash
        "В тот момент, когда наши глаза встретились, и я снова увидел смутно знакомый кровавый отблеск, и произошло то, ради чего всё затевалось."
        "Весь отряд, развернувшийся здесь, все мы - поняли вдруг, чего стоим."
        "Поняли, кто мы такие на самом деле."
        "Я оглядел нестройные порядки стрелков и пехоты."
        "Мне стало жутко от того, что я понял - что же я делаю на самом деле."
        "С пушками, с саблями - на мальцов."
        "Разве об этом я читал и мечтал у Гончарова и Тургенева?"
        "Разве к этому меня готовили?"
        "А готовили ли?"
        "Готовили?"
        "Тогда почему приготовили такое… ничтожество?"
        window hide
        scene bg ext_polyana_night with fade
        show dn surprise pioneer with dspr
        "Контакт глаз пропал, и я снова оказался на той же полянке в противоборстве трём гвардейцам."
        "Теперь это слово уже не казалось таким уж выспренним и издевательским."
        "Потому что эти были готовы стоять до конца."
        "Но в этом не было никакого смысла."
        "Красноглазик употребил своё самое страшное оружие."
        "А значит, мне теперь крайне долго будет не до глупостей вроде прохода мимо них."
        "Мне предстояло сжиться с самым страшным - предельно откровенной и неприглядной правдой о самом себе."
        if loki:
            "Музыкант, поэт… ничтожество."
            "Потративший четыре дня на то, чтобы… ничего не сделать."
            "Чтобы сохранить status quo."
            "Плюнувший в лицо высшей силе в отместку за подарок."
            "Память о событиях, предшествующих переносу, вернулась сразу и вдруг."
            "Поневоле задумаешься — а стоил ли я такого чудесного спасения?"
            "Некоторые люди просто созданы для того, чтобы однажды бесславно подохнуть."
            "Возможно, я один из них?"
        else:
            "Беспассионарной амёбой, как метко меня окрестило однажды подсознание."
            "Человеком, который, оказавшись даже в самом чудесном месте во всех обозримых вселенных, предпочёл вести себя так, как он привык."
            "То есть - никак."
            "Меня интересует только моё одиночество и мой компьютер."
            "Вот было бы здорово, если бы вместе со мной перенесли и его, правда?"
            "Вот было бы здорово просто перестать думать."
            "Жалеть себя."
            "Вот было бы здорово сдохнуть."
        "Мне предстояло пережить правду."
        "Я - низачем."
        "Низачем."
        window hide
        scene bg ext_path2_night with dissolve
        "Развернувшись, я почувствовал, как расслабляются мышцы у висков, как теряет упругость позвоночник."
        "Ссутулившись и выдохнув, я поплёлся обратно в лагерь, между делом совершенно автоматически определив его расположение."
        "Всё верно, в том противостоянии у забытого плоскогорья я никак не мог бы оказаться одним из тех юнцов."
        "Потому что встать спиной к обрыву требует простого условия."
        "Надо быть человеком."
        "Не мой случай."
    stop music fadeout 3
    stop ambience fadeout 3    
    window hide
    return

label alt_day4_neu_us_launch:
    $ persistent.sprite_time = "night"
    $ night_time()
    play music music_7dl["thousand_of_pixies"] fadein 3
    scene cg d4_us_stardust_7dl with dissolve
    me "Что это?"
    "Благоговейно выдохнул я."
    if loki:
        us "Это… так."
        "Отмахнулась Ульяна, снова усаживаясь на самый край мостков."
        me "Что?"
        us "Обычай."
        us "Но лучше шёл бы ты отсюда…"
        me "Со мной что-то не так?"
        us "Нет, но…"
        us "Насмешка и недоверие. Ты всё испортишь."
        me "Вот ведь глупость какая. Я же сюда дошёл, помнишь? Убедил твоего этого бодигарда."
        me "Тебе незачем бояться меня."
        "Ульяна отрицательно покачала головой."
        us "Я не боюсь тебя. Скорее - за тебя."
        me "Но что может случиться?"
        window hide
        with fade2
        us "Ничего."
        "Вздохнула она."
        us "И это самое печальное."
    else:
        us "А есть разница?"
        "Ответили сзади, и на причал рядом со мной вышла Ульяна."
        "Она держала в руках простенький кораблик, выточенный из куска сосновой коры, с круто изогнутым парусом из листика."
        "Единственным его отличием от обычных корабликов была короткая, толстая свеча, тыльной частью наживлённая на мачту кораблика."
        "Чиркнула спичка, родилось пламя – у крохотного костерка на берегу очередью стояло ещё трое, ожидая свой черёд."
        me "Мне кажется, что…"
        us "Тебе кажется."
        "Присев на корточки, девочка бережно опустила судёнышко на воду и, развернув носом в сторону светящегося пятна, легонько подтолкнула."
        "И ещё одна крохотная искорка направилась в сторону огромного светового пятна. Там уже было никак не меньше сотни ей подобных."
    us "Тысяча огоньков."
    me "Тысяча… огоньков. И что?"
    us "Всё."
    "Она посмотрела на меня с недоумением."
    us "Тебе нужно что-то ещё?"
    us "Отсюда невозможно уехать, убежать, уйти. Никак."
    us "Но есть решение."
    me "Огоньки."
    us "Они."
    if loki:
        us "Этих вот."
        "Она махнула рукой, показывая на дрожащее марево."
        us "Скорее всего, прибьёт в заводь. И это хорошо."
        me "Почему?"
        us "Есть шанс!"
        us "Ни один кораблик ни разу не уплыл вниз по течению - не знаю почему."
        me "Странно."
        us "Вот я тоже так думаю."
        us "И поезд."
        window hide
        scene expression Desat("cg d2_us_trainhop_7dl")
        scene anim prolog_2
        with dissolve
        us "Помнишь?"
        "Я машинально кивнул."
        us "Вот то-то же. Я перепробовала всё. Даже катамаран угоняла однажды."
        window hide
        scene cg d4_us_stardust_7dl with dissolve
        us "Но теперь, раз ты здесь."
        us "Помоги?"
        me "Но как?"
        "Вместо ответа, Ульяна отвернулась и задумчиво уставилась на уходящую всё дальше и дальше флотилию."
        us "Помнишь же - в начале было слово."
        me "С чего бы это тебя на религию потянуло?"
        us "Религия тут при чём?"
        "Фыркнула она."
        us "Сначала я хочу, чтобы ты дал слово."
        me "Никому и никогда."
        us "Да хоть Папе Римскому. Мне важнее, чтобы ты не бросил всё на середине. Понял?"
        me "Обещаю."
        "Поколебавшись, она продолжила:"
        us "Мы не первые, кто запускает здесь поисковички."
        us "Передо мной был Миря, а перед ним ещё кое-кто."
        us "Все мы ищем одно и то же."
        me "Способ сбежать из лагеря?"
        us "Идиот."
        "Беззлобно обругала меня она."
        us "Здесь особое место. Таких почти нигде нет больше. А ты шутки шутишь."
        me "Чем же оно особенное?"
        us "Узнаешь однажды."
        us "Но да, просто так отсюда тоже не уедешь. Хотя ты уже пытался. Да."
        me "А как же тогда продукты, родители?"
        us "Они другие. С ними всё это не работает."
        me "В чём отличие?"
        us "Взрослые."
        me "И я?"
        "Ульяна пожала плечами."
        "С её точки зрения, здесь уже и так всё было понятно."
        "И этот… большой непонятно зачем и куда лезет. "
        us "Ты взрослый. Слишком."
    else:
        window hide
        scene expression Desat("cg d2_us_trainhop_7dl")
        scene anim prolog_2
        with dissolve
        us "Я пробовала. И с тобой тоже. Помнишь поезд?"
        me "Но мы же…"
        us "Завтра я пойду их искать."
        "Сообщила девочка."
        us "Я перепробовала всё, что могла. {w}Поезд в том числе."
        window hide
        scene cg d4_us_stardust_7dl with dissolve
        us "Всё возвращается."
        me "Возвращается?"
        us "Кроме воды."
        "Кивнула она."
        us "Она откуда-то берётся и куда-то пропадает."
        us "Значит, она нашла путь."
        "Она поднялась, неотрывно следя за дрейфующей флотилией из тысячи огоньков."
        us "И я найду."
        me "Вот почему ты говорила, что я слишком стар?"
    "Намёк на то, что с возрастом любой перестаёт верить в странности?"
    "Не потому ли, что человек находится под защитой Сказки лет до четырнадцати, пока и сам верит в эту Сказку?"
    "Любой сходу сумел бы назвать несколько случаев из раннего детства, когда происходящее иначе, как чудом, нельзя было назвать – счастливые совпадения, предзнаменования, встречи…"
    "Ульянка находится на самой высшей точке, она уже почти вышла в тираж."
    "Ещё год, может быть, полтора – и всё."
    "Свет увидит юная барышня, которую интересуют всякие взрослые штуки."
    "А для сказки она будет безвозвратно потеряна."
    th "Дело не в возрасте, дело во взрослении."
    us "А ты нет?"
    me "Нет."
    us "Убеди меня. Сделай Огонька." 
    me "А можно?"
    us "Почему нет?"
    "Покопавшись в карманах, Ульянка протянула мне кусок сосновой коры и ножик."
    me "И правда… чего это я."
    "Ничего сложного в изготовлении кораблика для меня не было."
    "Разве что я слишком давно занимался этим в прошлый раз, поэтому мог забыть кое-какие детали."
    "Но, похоже, всё было правильно – поймав одобрительный взгляд девочки, я вернул ей нож и сформированный корпус."
    "Сверху мачта, снизу киль – и новый огонёк вот-вот отправился в плавание."
    if loki:
        "Ульяна протянула мне огарок свечки."
        us "Прикрепи к мачте."
        me "Зачем?"
        "Вместо ответа она постучала мне по лбу:"
        us "Глупый, что ли? Огонёк же!"
        me "Да, разумеется."
    else:
        me "А что там, ниже по течению?"
        us "Карьер. Скорее всего, там они все и застрянут."
        me "Плохо запустили?"
    "Помолчали снова. Ульянка протянула руку:"
    us "Закончил?"
    "Получив требуемое, она взяла кораблик  в руку и, протянув ту над водой, начала:"
    us "Тай-тай, налетай, ветерки-подружки! {w}Нам тропинку найти помоги наружу!"
    me "Что это?"
    "Отмахнувшись, она продолжила."
    us "Тай-тай, налетай огоньками ветер. {w}Чтоб однажды меня кто-то где-то встретил."
    "С последним словом она отпустила кораблик - я не успел заметить, когда на мачте занялся крохотный лепесток пламени - и тот устремился вниз!"
    scene black with dissolve
    "Я зажмурился, готовясь к тому, что сейчас из-за неудачного приземления плеснувшей водой зальёт огонёк, и не будет у меня такого же, как у тех, что создали флотилии."
    scene cg d4_us_stardust_7dl with dspr
    "Но лишь негромкий смешок был мне ответом."
    "Открыв глаза, я увидел неспешно дрейфующий кораблик."
    "Пламя на его мачте жило и гаснуть не собиралось."
    us "Это Напутствие."
    "Произнесла она с заглавной буквы."
    us "Ты должен попросить Огонька найти дорогу."
    me "И находит?"
    us "У одного огонька мало сил. {w}Но когда их много, они кое-что умеют."
    me "Правда?"
    us "Правда."
    "Она странно посмотрела на меня, но, поняв, что смотрит мне в глаза, смутилась, отвела взгляд в сторону."
    us "Ты сам поймёшь."
    me "А что надо, чтоб понять?"
    us "Запусти своего Огонька. Сам, от и до."
    me "Просто запустить?"
    us "А зачем усложнять?"
    us "Зажигай свечку, читай напутствие и попроси его найти дорогу. {w}Остальное он сделает сам."
    window hide
    with fade2
    "Она поднялась, неотрывно следя за дрейфующей флотилией из тысячи огоньков."
    us "А завтра надо будет найти их, чтобы сделать следующий шаг."
    us "Если не хочешь искать, ничего страшного, я и сама найду."
    if loki:
        me "А если хочу?"
        us "Нет."
        me "Что нет?"
        us "Не хочешь."
        me "Тебе-то откуда знать?"
        us "Просто…"
        "Она отвела глаза."
        "А до меня вдруг дошёл вполне очевидный факт:"
        th "Да она же сглазить боится."
        "Ну, разумеется."
        th "Потому и не загадывает, потому и…"
        "Я постарался произнести самым нейтральным тоном:"
        me "Давай тогда завтра ещё раз вернёмся к этой теме, тогда и…"
    else:
        "Она уставилась на дотлевающий закат, а я не придумал ничего, кроме как пробормотать:"
        me "Ты-то только и найдёшь."
        us "В смысле?"
        me "Дело же не в корабликах, верно? А в том, кто запускает."
    window hide
    scene bg ext_seashore_7dl with dissolve
    stop music fadeout 3
    play ambience ambience_boat_station_night fadein 3
    show us sad sport with dissolve
    "Помолчали снова. Ульянка дёрнула плечом."
    us "Пойду я."
    us "Сходишь сам завтра, проверишь, я здесь при чём."
    us "…Понапридумывал всякого…"
    window hide
    "И она была кругом права."
    "Так оно и было на самом деле, и ничего не вращалось вокруг девочки с красными волосами."
    "Ничего и никто."
    "И ничего не произойдёт, если на карьер завтра я пойду один, а Ульяна сейчас вернётся в лагерь."
    "Только…"
    "Представил я, как мы сейчас разойдёмся, я - в лагерь, она - по своим непонятным делам. И будем расходиться всё дальше, дальше…"
    "От слова «насовсем» веяло сырым холодом, оно болело и было невозможно неудобным, несмотря на всю логику и справедливость."
    me "Не схожу."
    "Выдохнул я."
    show us normal sport with dissolve
    us "Почему?"
    me "Потому что я…"
    "Мысли заметались, подбирая аргумент поувесистее."
    me "Я дороги не знаю!"
    us "Спросишь у Слави."
    me "Она со мной увяжется, а я не хочу."
    if loki:
        us "У Тиши тогда."
    else:
        us "Значит, Лену проводить попросишь."
    me "Ты серьёзно?!"
    us "А что такого? {w}Ладно, я пойду."
    "Ульяна была покрыта крупными мурашками."
    us "Холодно."
    hide us with dissolve
    me "Я хочу, чтобы ты со мной пошла."
    "Бессильно пробормотал в спину я."
    if loki:
        "Ульяна вздрогнула, но не обернулась."
        "Используя огарок свечки, как источник, она помахала стоящим наверху гвардейцам, и те мгновенно запалили фонарь, освещая путь."
        show us normal sport with dspr
        us "Ты идёшь?"
        us "Или будешь сидеть?"
        me "Иду."
        us "Тогда поторопись, у нас мало времени."
        hide us with dspr
        window hide
        scene bg ext_path2_night with dissolve
        "Увязая в мокрой траве, грязи и глине, она поспешила наверх, не оставляя мне выбора, как только следовать за ней."
        "А пока я шёл, пытаясь ставить ноги ровно и цепляться крепко, в голову лезла всякая сказочная чертовщина, про возраст, про лагерь как заколдованное царство."
        "К моменту, когда мы оба поднялись наверх, небо уже окончательно стемнело."
        "И мы, сопровождаемые почётным эскортом, отправились обратно в лагерь."
    else:
        "Спина на мгновение распрямилась - и тут же расслабилась."
        "Сейчас я никак не мог проверить себя, показалось мне или меня и правда не расслышали."
        "А спрашивать почему-то не хотелось."
        "Не говоря больше ни слова, она махнула рукой мнущимся неподалёку «гвардейцам» и, увязая в глине, заспешила вверх по тропинке, где её и встретили."
        "Минута - и я остался в одиночестве."
        window hide
        scene bg ext_path2_night with dissolve
        "Вздохнув и бросив последний взгляд на горящую флотилию, я развернулся к склону лицом и начал карабкаться наверх."
        "Время вплотную приблизилось к десяти часам. Ещё чуть-чуть - и Славя закроет ворота."
    stop music fadeout 3
    stop ambience fadeout 3    
    window hide
    return

label alt_day4_neu_map_dining_hall:
    play music music_list["your_bright_side"] fadein 5
    $ persistent.sprite_time = "sunset"
    scene bg ext_dining_hall_away_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 2
    "Коль скоро все пионеры разбрелись по своим делам, я решил занять место на огромном крыльце столовой."
    "Здесь было очень тихо и спокойно."
    "А на скамеечке можно с комфортом разместиться и подремать."
    "И черта с два меня кто-нибудь сумел бы заметить со стороны площади или ещё откуда-нибудь."
    "Одиночка по натуре, я нуждался хотя бы в кратких порциях одиночества."
    "За три дня полностью переломить характер человека всё равно не удастся."
    "Давно же известно — от привычки можно избавиться никак не меньше, чем за шесть недель."
    "Говоря лагерными терминами — две смены нон-стоп."
    "Если до той поры я не сойду с ума от постоянного присутствия кого-то рядом."
    "Итак…"
    "Я покачался с пятки на носок, прикидывая возможное развитие сегодняшнего вечера."
    $ mt_pt += 1
    th "Хотя что тут прикидывать? Под лежачий камень вода не течёт."
    show blink
    "Я растянулся на скамейке и прикрыл глаза."
    "У меня сиеста — и пусть весь мир подождёт!"
    window hide
    scene anim prolog_2 with dissolve
    "Глазки закрылись, зрачки закатились…"
    play music music_list["sparkles"] fadein 3
    show blackout_exh
    window hide
    $ meet('mt','Девушка')
    "Я стоял на пороге магазина и растерянно смотрел перед собой."
    "Это был один из тех магазинчиков, что, казалось, безвозвратно канули в Лету с удешевлением интернета."
    "Все эти «три пятёрочки», «CD-DVD-MP3», «аренда дисков» и прочие."
    "Кому придёт в голову тратить деньги на заведомо пиратскую продукцию, если за те же деньги можно дома накачать раз этак в тысячу больше?"
    "Но, блин! Если тут будут такие продавцы — я с удовольствием сюда зайду и не раз, и даже не десять раз!"
    "Меня толкнул в плечо кто-то хмурый и прошёл мимо меня в магазин."
    me "Извиняюсь."
    "Я перестал маячить на пороге и убрался с пути движения."
    "До меня вдруг дошло, что именно, кроме архаичности такого рода магазина, привлекло моё внимание."
    "Оформление."
    "Вместо привычных уже ярких картинок на обложках дисков, в большинстве своём это были просто серые коробки с какими-то аббревиатурами."
    "Наконец, продавщица освободилась и подошла ко мне."
    show mt normal dress with dissolve
    mt "Здравствуйте."
    show mt smile dress with dspr
    "Профессионально улыбнулась она."
    mt "Чем я могу вам помочь?"
    me "Да я, понимаете… {w}Скажите, а что со всеми этими дисками?"
    "Невольно понизив голос, спросил я."
    show mt normal dress with dspr
    mt "А, это… Это пользовательские сценарии."
    me "Простите, что?"
    show mt smile dress with dspr
    mt "Говоря на молодёжном сленге — это модификации для игр."
    me "И вы ими торгуете?"
    mt "Мы торгуем только ими!"
    mt "Особенно удачно расходятся модификации для визуальных новелл."
    "Она с трудом развернула поворотный стенд, и я зажмурился от пестрящей цифробуквенной каши."
    me "«9НЗ»? «БГ»? «ХВП»?"
    "Растерянно прочитал я."
    me "И что это за непонятица?"
    show mt normal dress with dspr
    mt "Всё в порядке, люди, приходящие сюда, как правило, уже точно знают куда идти и какой код спрашивать."
    me "И они идут и покупают модификацию на диске?"
    mt "Да."
    me "Но зачем им это нужно?"
    "Продавщица выглядит так, будто что-то знает, поэтому я почему-то совершенно не стесняюсь задать ей этот вопрос."
    "Почему бы и нет? Узнать у продавца, чем это у него товар такой притягательный."
    mt "Понимаете…"
    mt "Часто происходит так, что многообещающая игра получается не такой замечательной, какой хотели поклонники."
    mt "В случае с «новеллами» чаще всего проблемы именно с сюжетом."
    mt "И тогда люди начинают делать собственные сюжеты."
    me "Сюжеты? В модификациях?"
    me "Серьёзно? Работа, написанная любителем?"
    "Сказать по правде, я всегда считал моды своего рода нечестной игрой, когда пользователь просто меняет правила игры под себя."
    mt "Да. И очень часто они не уступают, а даже превосходят оригинал."
    "Я нашёл, что в это трудно поверить."
    "С трудом верилось, что человек, до сих пор занимавшийся своими, никак не связанными с игростроем, делами, вдруг сядет и сделает лучше профессиональных разработчиков."
    mt "Или ещё чаще происходит так, что игра удаётся, и поклонникам тяжело с ней проститься, а разработчик отказывается писать продолжение, либо его создание занимает очень много времени."
    me "Это уже называется английским словом «фанфикшн», и в это мне верится больше."
    "Подхватил я."
    mt "Верно. {w}Некоторых ещё при жизни могут канонизировать и причислить к лику DLC."
    me "Но в любом случае, вряд ли там может быть что-то действительно заслуживающее внимания."
    me "Сюжет, да ещё и неплохой… В модификациях."
    show mt smile dress with dspr
    "Девушка с улыбкой слушала моё горячечное выступление."
    me "Может быть, я однажды сойду с ума окончательно и решусь прочесть что-нибудь такое."
    me "Но пока что я не какой-нибудь долбанутый на всю голову отаку, чтобы пропадать в этом всём."
    mt "Между прочим, наш магазин разыгрывает приз — на одном из дисков есть указание адреса, где можно будет его забрать."
    "Улыбается продавщица."
    me "И что за приз?"
    show mt normal dress close with dspr
    mt "А ты не догадываешься?"
    stop music fadeout 3
    scene black with fade
    with vpunch
    "Комплект на ней был такой, что даже мои современницы не постеснялись надеть — чёрный, с атласным отливом, с пушапом груди, с фривольным сердечком, вырезанным чуть в стороне от самого интересного места."
    me "Знаешь…"
    mt "Что?"
    me "Тебе не кажется…"
    "В два приёма выдохнул я, с неохотой отрываясь от её губ."
    me "Что твоё бельё слишком эротичное… Для пионерлагеря…"
    mt "Не кажется."
    "Она прикрыла глаза и прислушивалась к тому, где и что творят мои губы."
    mt "Я обычно такое и не ношу."
    "Здравый смысл? Ау?"
    "Рассудок, сознание, последствия? Ау?"
    "Забились в дальний уголок и не отсвечивают, когда дело касается…"
    "Или тело касается?"
    stop music fadeout 3
    window hide
    scene bg ext_seashore_7dl with dissolve
    $ persistent.sprite_time = "night"
    show mt shade with dspr
    play music music_7dl["nowyouseeme"] fadein 3
    mt "Значит, я твоя вожатая, ты мой подопечный."
    mt "Всё верно?"
    "Она опять говорит это чуть слышно, больше для себя."
    "Тишина."
    "Мы только-только выбрались из воды, и у меня зуб на зуб не попадал от холода."
    "Почему всегда надо завести неудобный разговор в самое неудобное время?!"
    "Она чего-то ждала?"
    "Может быть…"
    me "Ты… Неправда это."
    "Я встал."
    "Набрал в грудь воздуха."
    "Выдохнул."
    me "Короче, тут, как бы…"
    mt "Понятно…"
    "Она смотрит в сторону."
    me "Нет! Я не…"
    mt "Что?"
    me "Мне… Да не могу я так!"
    "Я плюхнулся рядом с ней на землю."
    "И смотря куда-то туда же, куда смотрит она, наконец, сказал."
    me "Ты и правда мне нравишься."
    "Как спусковой крючок — слово произнесено, и я понял, что это и правда так." 
    "Подсознание куда мудрее в некоторых вещах умника сверху, оно понимает мгновенно, с кем действительно классно рядом."
    "С кем время летит незаметно, и всегда захочется вернуться."
    "Разве что это опять вторжение в частную жизнь."
    "И плакало моё одиночество."
    me "К тому же… Я нашёл тебя, а что за главный приз там был, ты так и не сказала."
    "Тишина."
    "У меня плохое предчувствие."
    "Очень плохое."
    "Девушка вздохнула с видом всепрощения."
    mt "Сложно это всё."
    mt "А я ещё надеялась, что буду счастлива, услышав признание."
    me "Признание? Да я же просто…"
    dreamgirl "Сказал ей, что она тебе нравится."
    th "Long time no see."
    "Но здесь — да, всё верно. {w}Даже не натягивая сову на глобус, можно назвать это признанием."
    "И не похоже, что она притворяется."
    "Кажется, даже покраснела немного — хотя мне в потёмках уже не видно."
    mt "Во всяком случае, буду знать, что я тебе небезразлична."
    "Вот так."
    "Цирк закрывается, парусиновый шатёр сворачивается, арена демонтируется, и на земле остаётся только подмусоренный вытоптанный участок."
    "Этот участок — я."
    "Театр одного идиота, машу вашу."
    mt "Ты выглядишь подавленным. Я что-то не то сказала?"
    me "Нет."
    mt "Что-то болит?"
    "Сердце, наверное, болит."
    "Инфаркт миокарда, рубец девять миллиметров."
    "Любопытно, почему вояки стреляются в сердце?"
    "Она погладила меня по щеке."
    show mt normal pioneer with dissolve
    mt "Не кисни, Сёмчик."
    $ meet('mt','Ольга Дмитриевна')
    show blinking
    window hide
    scene bg ext_dining_hall_near_sunset
    show mt sad pioneer
    with flash
    window hide
    mt "Семён…"
    me "Да нет, я правду говорю!"
    "Крикнул я."
    me "Ты и правда мне нравишься!"
    show mt grin pioneer with dspr
    mt "Надо же… Какая откровенность."
    "Улыбнулась Ольга, сидящая рядом со мной на скамейке."
    "И я понял вдруг, что проснулся."
    "Что…"
    with flash2_red
    "Я покраснел."
    "Вот попал так попал!"
    me "Да я не… Да вы…"
    show mt smile pioneer with dspr
    mt "Вот как? Мы больше не на «ты»?"
    "Легонько улыбнулась вожатая."
    show mt normal pioneer with dspr
    mt "Да я поняла, что это был сон."
    voice "Глупо было бы надеяться, что ты всё вспомнил."
    me "Простите?!"
    mt "Я ничего не говорила."
    me "А кто… {w}А… Ладно. Как вы меня нашли?"
    show mt smile pioneer with dspr
    mt "Я знаю тебя лучше, чем тебе кажется."
    "Улыбнулась вожатая."
    mt "У меня для тебя поручение появилось небольшое."
    mt "Малюсенькое совсем."
    "Ню-ню. {w}Чем сильнее склонна преуменьшать нагрузку вожатая, тем б{b}о{/b}льшие проблемы ожидают на том берегу."
    me "Ну, Оооольга Дмитриевна!"
    "Заканючил я."
    show mt grin pioneer with dspr
    mt "Что случилось?"
    me "Вы же отдыхать шли!"
    show mt sad pioneer with dspr
    mt "С вами отдохнёшь, пожалуй…"
    "Она вздохнула."
    show mt smile pioneer with dspr
    "Но тут же улыбнулась:"
    mt "А вот это дело сделаю, и сразу отдыхать пойду!"
    "Ага, в деле досуга вожатой надорвались пятьсот пионеров."
    mt "Не отвлекай меня!"
    mt "Сходи найди Алису и Мику."
    mt "Завтра по графику у нас костёр, так что нужно подготовиться как следует."
    mt "Пенки и картошку я вам уже выписала, но что за костёр без гитары."
    me "Значит, подготовить с ними несколько песен, да?"
    show mt laugh pioneer with dspr
    mt "Какой ты понятливый."
    "Рассмеялась Ольга и поднялась."
    show mt laugh pioneer far with zoomout
    me "Ольга Дмитриевна!"
    show mt smile pioneer far with dspr
    mt "Что?"
    "Бросила вожатая — она, похоже, уже вся пребывала в радужных мечтах об отдыхе."
    me "Где мне их искать?"
    mt "А. На эстраде, они должны там после концерта убираться."
    hide mt with dissolve
    "Помахала мне рукой и убежала."
    window hide
    scene bg ext_stage_big_sunset_7dl with dissolve
    play music music_list["your_bright_side"] fadein 5
    $ persistent.sprite_time = "sunset"
    play ambience ambience_camp_center_evening fadein 2
    "Мику и Алиса деловито сворачивали кабели, отключали аппаратуру, оттаскивали вглубь эстрады использованный реквизит."
    "И если с Мику всё было понятно — для неё функционирование сопутствующих суть хлеб насущный, то о причинах, заставивших взяться за метлу Алису, оставалось только догадываться."
    "Вспомнив о третьей вещи, на которую можно смотреть бесконечно, я уступил порыву и устроился на скамеечке медитировать."
    "К несчастью, они уже заканчивали, поэтому долго сидеть не удалось."
    show dv normal pioneer2 at right with dspr
    dv "Давно сидишь?"
    "Наконец, заметила меня Алиса."
    me "Только что пришёл."
    me "Ольга Дмитриевна попросила найти вас и напомнить о том, что к завтрашнему костру нужно подготовить несколько песен."
    show mi normal pioneer at left with dspr
    mi "Добрый вечер, Сеня!"
    "Кивнула японка."
    mi "А я помню о костре, вот сейчас собиралась после уборки пойти в клуб и там порыться в песеннике."
    mi "Мы с Алисочкой должны вспомнить несколько песенок для костра, можно даже тех, что пели в прошлый раз. {w}Ты знаешь песни для костра?"
    "Огорошила она меня."
    "Немного поразмыслив, я кивнул."
    show mi happy pioneer with dspr
    mi "Прекрасно! {w}Три головы лучше, чем две, может, вспомнишь что-нибудь, чего мы не знаем."
    "Перспектива судорожного разучивания новой песни эту девушку не пугала нисколько."
    show dv grin pioneer2 with dspr
    dv "Ох, не знала, что у вас такие тёплые отношения."
    dv "Я думала попросить тебя помочь нам с Ульянкой кое-где, но теперь, когда у вас такая связь…"
    show dv laugh pioneer2 with dspr
    dv "Не смею мешать вашему счастью."
    if alt_day4_neu_date == 3:
        me "Нет уж, спасибо."
        me "Удивлён, что тебе нахальства хватает подходить ко мне после утреннего."
        show dv smile pioneer2 with dspr
        dv "Эй, ты чё, обиделся?"
        dv "Ты чё, девочка Надя за десять туманов? {w}Так ты заплачь."
        show mi upset pioneer with dspr
        mi "А что было утром?"
        me "Неприятно было утром."
        dv "Заперли его в домике, пошутили."
        dv "Он и захныкал, как пятиклашка."
        "Мику с каким-то нездоровым любопытством уставилась на меня, а в голове всплыло вдруг слово из английского — не то «балли», не то «булли»."
        "И, спасаясь от охватывавшего меня отчаяния, я выпалил."
    menu:
        "Пошли песни готовить!":
            $ mt_pt += 1
            play music music_7dl["yume_akari"] fadein 3
            "Фигу ей, а не помощь. Приказ вожатой есть приказ вожатой!"
            show dv angry pioneer2 with dspr
            "Процедив нечто непечатное, Алиса грохнула дверью подсобки и, захлопнув навесной замок, осведомилась:"
            dv "Ну мы идём или как?"
            window hide
            $ persistent.sprite_time = "night"
            $ night_time()
            scene bg ext_musclub_night_7dl with dissolve
            play ambience ambience_camp_center_night fadein 3
        
            "Пока суд да дело, на улицу успели опуститься сумерки."
            "Так что до музыкального клуба мы добрались, когда единственным источником освещения остался лунный свет."
            me "Может, здесь посидим?"
            "Предложил я, особо не надеясь на согласие девочек."
            "Но не хотелось лезть в помещение в такой вечер."
            show mi upset pioneer at left with dissolve
            if alt_day4_neu_date == 4:
                "Мику покосилась на меня вопросительно — видимо, утренние события ещё были свежи в её памяти."
                "Но ничего не сказала."
                "За что я был ей благодарен."
            mi "А как же мы тогда…"
            me "Давай пока просто лампочку включим, чтобы вы мимо струн не промахивались, а там посмотрим."
            me "Может, уже того, что мы вспомним, хватит на то, что полностью сформировать программу выступлений."
            show dv normal pioneer2 at right with dissolve
            dv "Не люблю этого олуха, но соглашусь."
            dv "Там жарко и душно, давай лучше тут посидим."
            mi "Если вы так говорите."
            "Неуверенно протянула Мику."
            hide mi with easeoutleft
            play sound sfx_open_door_1
            "И, мгновенно пропав из виду, загремела инструментами."
            show dv shy pioneer2 with dspr
            "Алиса тут же приняла независимый вид и даже открыла было рот для того, чтобы начать что-то говорить…"
            "И тут же закрыла его."
            "Я старательно смотрел на неё как на пустое место."
            "Ничего удивительного в том, что она смешалась."
            "Смутилась, отвела взгляд, и, не зная куда деть руки, уставилась себе под ноги."
            "А я, с трудом сдерживая довольный хохот, буквально упивался неловкостью момента."
            "Люблю, очень люблю я моменты такого неловкого молчания."
            play sound sfx_open_door_1
            show mi smile pioneer at left with dspr
            "Ну тут выскочившая из клуба Мику разрядила обстановку."
            "Эх, жаль. Когда ещё выдастся так постесняться!"
            mi "Простите, я долго — никак не могла найти гитару ещё и для Сенечки."
            "Она вручила Алисе инструмент."
            me "Мне-то зачем?"
            "Мику уставилась на меня с интересом."
            show mi laugh pioneer with dspr
            mi "А как ты собираешься песни вспоминать?"
            me "Как, как… Я напою, а вы наиграете."
            th "Правда, в голову всё больше лезут достаточно специфические песни."
            dreamgirl "Алиска их точно оценит!"
            "Я улыбнулся."
            th "А уж как их Ольга оценит! {w}Наверное, это будет первый в её практике раз, когда она решит выпороть пионера."
            me "Ладно, давайте попробуем что-нибудь вспомнить."
            show mi smile pioneer with dspr
            mi "Нужен хотя бы десяток песен."
            me "А сколько у вас уже сейчас есть?"
            mi "Штук пять, наверное, вспомним. {w}А у тебя? {w}Напоёшь?"
            stop music fadeout 3
            scene cg d4_mi_guitar_moon_7dl with dissolve
            "Мику приготовилась и вопросительно уставилась на меня."
            "А я молчал. Мне было почему-то неловко."
            mi "Или не хочешь?"
            "Она понятливо улыбнулась."
            play music music_list["farewell_to_the_past_edit"] fadein 3
            mi "Ииии!"
            "Она взяла первый аккорд."
            me "Да-да, сейчас."
            "Пара вдохов, чтобы преодолеть смущение, и:"
            me "И грустно, и смешно… Кружат воспоминанья. Что было — то прошло, а завтра расставанье."
            me "Дай руку на долгую разлуку. Улыбнись от души, телефон запиши."
            dv "Я эту знаю, только она не для костра."
            me "Тогда…"
            "Вторая песня далась ещё проще."
            me "Просто нечего нам больше терять — всё нам вспомнится на страшном суде. {w}Эта ночь легла как тот перевал, за которым исполненье наде-е-ежд."
            "К подбирающей аккорды Мику подключилась Алиса — ничего удивительного, что она знала текст:"
            dv "Просто прожитое прожито зря — не зря, но не в этом, понимаешь ли, соль…"
            "Ещё песня, ещё… У социализации есть много лиц, и кроме участия в жизни лагеря, должно быть иногда и такое."
            "Как в жизни любой стаи иногда жизненно необходимы и волки, и красные флажки, так и одиночке порой никак без костра, водки и знания, что все вокруг сейчас так же смотрят на тлеющие угли."
            me "А люди идут по свету, слова их порою грубы… Пожалуйста, извините — с усмешкой они говорят."
            mt "Но сладкую нежность песни ласкают сухие губы — и самые лучшие книги они в рюкзаках хранят!"
            "Видимо, пели мы достаточно громко, так как несмотря на достаточно поздний час и удалённость, по тропинкам начали подтягиваться пионеры."
            th "Как будто на концерте не насмотрелись."
            "С вялым раздражением подумал я."
            "Последние аккорды, и…"
            me "На этом наш концерт объявляется…"
            voice "Эй, давай последнюю!"
            "Попросил голос из темноты."
            "Делать нечего, пришлось уступить."
            me "Последнюю."
            "Порывшись в памяти, я вытащил одну — режущую пальцы, подобную стеклянному изваянию."
            me "Это не для костра. Но раз просили…"
            $ alt_day4_neu_mt_songs = True
            if loki:
                me "Чёрная маска скрывает лицо, но не скрывает глаз. Палец на спуске — кто его знает, бог или дьявол за нас."
                me "Точка на карте, рёв самолёта, друга прощальный взгляд."
                me "Кто его знает, бог или дьявол — и кто возвратится назад…"
            else:
                "Алиса, Мику — тут синкопой, по такту — подобно вальсу."
                th "Эх, надеюсь, не стану причиной хроноклазма — в отличие от сомнительной даты написания «лирики», эта была написана Бутусовым 95-м году абсолютно точно."
                me "Ты снимаешь вечернее платье, стоя лицом к стене… И я вижу свежие шрамы на гладкой как бархат спине."
                me "Мне хочется плакать от боли — или забыться во сне."
                me "Где твои крылья, {w}которые так нравились мне."
            "После того, как стихла гитара, на лагерь опустилась тишина."
            "Кажется, наши нечаянные зрители забыли о том, как дышать."
            "Сами просили, я здесь не причём."
            me "Вот и всё. Артисты так устали, что жрать охота и переночевать негде. Концерт откладывается до завтрашнего костра."
            window hide
            scene bg ext_musclub_night_7dl
            show mi smile pioneer at cleft
            show dv normal pioneer2 at right
            with dissolve
            window hide
            "Девушки наметили шутливый поклон."
            show mt normal pioneer at fleft behind mi with dissolve
            mt "Если завтра выступите так же, представлю к награде."
            me "Спасибочки. Флаг поднимать, да?"
            show mt smile pioneer with dspr
            mt "А как ты догадался?"
            me "Да уж догадался. {w}Девушки, сколько песен?"
            "Мику подняла кулак с прижатым сбоку пальцем:"
            mi "Одиннадцать!"
            me "Вот и здорово! {w}Засим позвольте откланяться — спать пошёл!"
            stop music fadeout 3
            window hide
        "Двачевская, если вдруг что…":
            play music music_7dl["bureaucracy"] fadein 5
            $ us_pt += 1
            dv "Да всё будет хорошо, у нас с Ульяной есть план."
            "Она подмигнула:"
            dv "И можешь не трястись так, тебя это никак не заденет."
            me "А делать-то что надо?"
            dv "Отойдём."
            hide dv with dissolve
            window hide
            $ persistent.sprite_time = "night"
            $ night_time()
            scene bg ext_aidpost_night
            show dv normal pioneer2 at left
            with fade
        
            "Распрощавшись с Мику, Алиса увлекла меня через центр лагеря к одиноко стоящем в потёмках домику медпункта."
            "В голову пришла мысль, что в этом лагере решительно никто не способен перемещаться нормальным человеческим шагом."
            th "Вот была бы потеха, если бы мы с Двачевской придумали встречаться. {w}Я ей такой: «Рыжевская, айда на пристань прогуляемся?»"
            th "А она: «Айда!» и в ритме спринтера-рекордсмена за 19.8 секунд от площади до пристани!"
            me "Ты куда-то торопишься?"
            if us_pt > 1:
                us "Да!"
                if alt_day4_neu_mt_volley:
                    us "Если ты вдруг забыл!"
                    me "Ничего я не забыл."
                show us smile sport at right with dspr
                "Ульяна выступила из тьмы, победно сжимая в руке какой-то пакетик."
                dv "Оно?"
                "Ульяна кивнула."
                me "Что там?"
                us "Увидишь!"
            else:
                dv "Да, есть кое-какое дело."
                dv "Я отойду на минутку, а ты дождись Ульянку и скажи, чтобы вместе со мной тебя ждала."
                me "Надеюсь, это не подстава…"
                "Проворчал я."
                show dv laugh pioneer2 with dspr
                "Алиса с душой хлопнула меня по плечу."
                dv "Расслабься ты! Сегодня ты мой союзник, а я над союзниками не подшучиваю."
                me "Какое облегчение."
                "Съязвил я."
                dv "Всё, жди."
                hide dv with dspr
                "Алиса исчезла в потёмках."
                "Оставив меня одного."
                "И отсутствовала она куда дольше одной минуты!"
                "Я уже успел походить, посидеть, подумывал даже полежать — хотя куда сильнее мне хотелось просто наплевать на «уговор» и пойти домой спать."
                "Но я решил дать Рыжевской шанс."
                "Так что…"
                with vpunch
                play sound sfx_scary_sting
                "За спиной послышался какой-то шум и…"
                "Мне кто-то постучал по спине."
                scene bg ext_aidpost_night:
                    xalign 0.5 yalign 0.5 zoom 1.0
                    linear 0.3 zoom 1.15 xalign 0.75 yalign 0.5
                pause(1)
                scene bg ext_aidpost_night:
                    xalign 0.75 yalign 0.5 zoom 1.15
                    linear 0.8 zoom 1.2 xalign 0.75 yalign 0.35
                show us smile sport at right with dspr
                us "Хы, а ты что тут делаешь?"
                me "Догадайся!"
                "Блин, что у одной, что у другой шуточки абсолютно одинаковые!"
                "И влияют они на меня абсолютно одинаково: и той, и другой очень хочется стукнуть по уху."
                me "Меня Алиса попросила тут подождать тебя, пока она там где-то лазит."
                show us dontlike sport with dspr
                us "Так и знала, что Алиска без меня полезет в медпункт!"
                "Так. Стоп."
                me "Она… чего?"
                show us shy sport with dspr
                us "Нет-нет, ничего! Тебе послышалось."
                window hide
                scene bg ext_aidpost_night
                show us shy2 sport at right
                show dv normal pioneer2 at left
                with dissolve
            
            play music music_7dl["genki"] fadein 3
            dv "Вперёд!"
            hide dv with easeoutright
            "Она снова побежала куда-то."
            "А мы с Ульяной побежали вслед за ней."
            "Что нам ещё оставалось?"
            window hide
            scene bg ext_clubs_night with dissolve
            "Как оказалось немного погодя, Алиса стремилась к кибернетикам."
            "В помещении горел свет, но я, осторожно проведя разведку через забранное решёткой окошко, не увидел никого."
            show dv normal pioneer2 with dspr
            dv "Стой на стрёме."
            "Приказала Алиса и снова исчезла."
            hide dv
            me "Но я же… Эй!"
            me "И что, меня теперь постоянно будут использовать как бессловесную тягловую силу?!"
            "Спросил я у ночи."
            show us smile sport with dspr
            us "Зато не скучно! Что ты как этот!"
            with hpunch
            "Она легонько ткнула меня в бок."
            us "Подсади меня, я хочу посмотреть, что она там делает."
            me "А как же «на стрёме»?"
            us "Всё в порядке, они раньше половины сюда не пойдут, так что давай не тормози."
            "Я не знаю, о чём она говорила, о чём Алиса говорила, и что им потребовалось от кибернетиков."
            "Но на всякий случай прогонял мысли о том, что взрывчатку можно сделать и не только из селитры."
            "Так что я покорно подставил спину и столь же покорно удерживал мелкую на весу, пока появившаяся Алиса не разогнала нас по кустам."
            hide us with dissolve
            dv "Всё, теперь ждём."
            "Она показала большой палец и снова замерла — если не знаешь, кого искать, ни за что её не разглядишь!"
            "Надеюсь, наша маскировка такая же хорошая."
            "Ну или что против нас не будут использовать отборных егерей-поисковиков, которые умеют находить куда лучше, чем все остальные прятаться."
            "Так или иначе, после того, как на телефоне время сменилось на половину двенадцатого ночи, мимо нас потянулись пионеры."
            show el normal pioneer with moveinright
            "Сначала Электроник."
            hide el with moveoutleft
            show mz normal glasses pioneer at left
            show sl normal pioneer at right
            with moveinright
            "За ним — удивительный и непонятный тандем из Жужелицы и Слави."
            hide mz
            hide sl
            with moveoutleft
            show un normal pioneer at left
            show mi normal pioneer at right
            with moveinright
            "И, в завершение вечера — Мику под ручку с Леной."
            hide un
            hide mi
            with dissolve
            "Не хватало только Шурика с вожатой."
            "Но, кажется, их решили не ждать."
            "Электроник уже налил в банку воды и поставил кипятильник, не обращая внимане на то, что банка не слишком-то чистая."
            "И было жутко странно и необычно сидеть здесь в кустах, пока цвет пионерии там чаи после отбоя гоняет!"
            "Не то чтобы я им завидовал — но, блин, я тоже хочу поучаствовать!"
            "Перехватив мой взгляд, Алиса подмигнула и качнула головой в сторону окна — мол, продолжай наблюдение."
            "А пионеры вплотную приступили к чаепитию — заваренный вкрутую из жестяной коробочки со слоном, ароматный напиток с шумом полился в подставленные чашки."
            "И вот первый делает глоток, второй…"
            "На столе из ниоткуда появляются конфеты и печенье — правильно, просто так воду глушить никому не охота."
            "Но, к несчастью, в этот момент сработал Алисин сюрпризец."
            "Первой покраснела Мику, как самая лёгкая в подобравшейся компании — видимо, на удельный вес количество «сюрприза» оказалось слишком большим."
            "Она прижала руки ко рту, на лбу выступил пот."
            "Что-то пролепетав, она пулей вылетела на улицу и побежала куда-то вверх по дороге."
            "Вслед за ней уступали воздействию химии и прочие участники чаепития."
            "Не прошло и десяти минут, как мимо нас пробежали абсолютно все пионеры из заседающих в клубе."
            "И Алиса на правах победителя тут же устроила грабёж!"
            "Быстро-быстро похватав то, до чего дотянулись её загребущие, она выскочила из клубов и, резко кинув: «за мной», бросилась бежать!"
            "Нам ничего не оставалось, как проследовать за ней."
            window hide
            scene bg ext_house_of_dv_night
            show dv normal pioneer2 at left
            with dissolve
            play sound sfx_7dl["breath"]
            me "Не ожидал от тебя такой пошлости, если честно."
            "Пытаясь отдышаться, выдавил я."
            "Мы галопом пробежали от места спецоперации до малозаметной полянки неподалёку от домика Алисы и Ульяны."
            "Там и занялись дележом захваченного добра."
            dv "Пошлости?"
            me "Это же было слабительное, да?"
            me "Вот они как в туалет побежали."
            show dv laugh pioneer2 with dspr
            show us laugh sport at right with dspr
            us "Ха-ха-ха! Вот почему эта шутка никогда не устареет."
            dv "Согласна!"
            "Алиса хлопнула по подставленной ладони."
            dv "Ну что ты волком-то смотришь?"
            me "Значит, вы обе считаете, что сделали нечто смешное?"
            show dv grin pioneer2 with dspr
            dv "А разве нет?"
            me "Нет!" with vpunch
            extend " Это юмор ниже пояса! Он для самых опустившихся людей."
            show dv laugh pioneer2 with dspr
            dv "У… Ульяна, ты слышала?"
            "Сквозь слёзы простонала Алиса."
            dv "Мы… Мы… Опустившиеся люди."
            "Видимо, моё лицо было достаточно красноречивым, так как следующие несколько минут девушки не были способны ни на что, кроме самого дурного смеха."
            show dv smile pioneer2 with dspr
            show us smile sport with dspr
            dv "Ой, спасибо, ой насмешил."
            "Кажется, у Алисы снова разболелся живот — в этот раз от смеха."
            us "Там не слабительное."
            "Наконец сжалилась надо мной Ульяна."
            us "Самое обычное потогонное."
            us "Просто реакция — ну ты видел, рожа красная, потная, напряжённая."
            dv "Если бы они не были такими ханжами, просто сказали бы друг другу, что происходит."
            dv "Но раз им так важно «сохранить лицо»…"
            "Она подняла кулёк с печеньем над головой."
            dv "Пусть пьют чай так!"
            hide dv
            hide us
            with dissolve
            "Я, покачивая головой, направился баиньки."
            dv "Эй, новичок!"
            "Окликнула меня Рыжевская."
            show dv normal pioneer2 with dspr
            me "Да?"
            dv "Никому ни слова, понял?"
            "Я пожал плечами."
            "Мне показалось это самим собой разумеющимся."
            show dv smile pioneer2 with dspr
            dv "А ты и правда не такой уж и тормоз."
            me "Спасибочки."
            "И ушёл окончательно."
    window hide
    return
    
label alt_day4_neu_sleeptime:
    $ night_time ()
    $ persistent.sprite_time = "night"
    if alt_day4_neu_us_snake and not alt_day4_neu_us_pixies and not alt_day4_neu_mt_diary:
        with fade
        scene bg ext_house_of_mt_night_without_light
        play ambience ambience_camp_center_night fadein 3
        play music music_7dl["shehasgone"] fadein 3
        "Дом стоял одинокий и заброшенный."
        "Примерно так, как и чувствовал себя я."
        "Непонятно-тоскливо, как будто пытался показать себя лучше, чем я есть — а меня за руку поймали и ткнули носом во все мои недостатки и уязвимости."
        "Хотя почему «как будто», когда ровно это и произошло?"
        "Когда я на прямодушное предложение стать человеком хотя бы на долю секунды просто убрался, поджав хвост."
        "Покачав головой, я нащупал ключ в кармане."
        window hide
        play sound sfx_open_dooor_campus_2
        pause(1)
        scene bg int_house_of_mt_night2
        with fade
        "Сейчас мне как никогда требовалось одиночество."
        "Оказавшись в доме, я быстро сбросил одежду и с головой укутался одеялом."
        "Предстояло выжить ещё одну ночь и понять, что делать завтра."
        with fade
        return
    elif not alt_day4_neu_mt_diary:
        stop music fadeout 1
        scene bg ext_house_of_mt_night_without_light with fade
        play ambience ambience_camp_center_night fadein 1
        play music music_list["a_promise_from_distant_days_v2"] fadein 2
    
        "Дом, родной дом!"
        "О, я имею в виду, место для спанья!"
        dreamgirl "Как вы там, селянe?"
        th "Ну тебя! Я уже сам запутался."
        "В любом случае, завтра будет новый день."
        play sound sfx_open_dooor_campus_2
    else:
        "Уничтожив следы своей деятельности в домике, я вернулся на свою половину."
        "Главное, чтобы Ольга ничего не заметила."
        "Мне тут жить ещё столько же, сколько уже успел прожить."
    window hide
    stop ambience fadeout 1
    scene bg int_house_of_mt_night2 with fade
    play ambience ambience_int_cabin_night fadein 1

    "А значит что?"
    "Всё верно!"
    "Это значит, что завтра ожидает ещё больше всего интересного."
    "Сбросив одежду, я забрался под одеяло и закрыл глаза."
    "Лагерь подстраивался под меня."
    "Каждый получает ту реальность, которую заслужил и создал."
    "Если бы я пытался стать поближе с кем-нибудь из девочек, наверное, у меня мысли бы были полны занимающимся романом."
    "Но вместо этого я выбрал куда более привлекательную возможность."
    "Я выбрал роман — с целым лагерем!"
    "И мне это уже начало аукаться."
    if us_pt >= 3:
        th "Я подружился с Ульянкой…"
        if alt_day4_neu_us_pixies != 0:
            "Был допущен в святая святых."
    elif mt_pt >= 2: 
        th "Наконец-то подружился с Ольгой…"
    if alt_day4_neu_mt_diary:
        "Хотя мне и было несколько неловко за то, что я читал дневник вожатой…"
        "Но там же такие интересные вещи!"
        th "Завтра обязательно выберу время и почитаю ещё!"
        "Пообещал себе я."
    th "Как я устал…"
    "Я устроился поудобнее и расслабился."
    window hide
    scene cg wtf_end_of_day  with dissolve

    "И через секунду уже спал."
    window hide
    stop music fadeout 3
    stop ambience
    stop sound_loop
    return
    
label alt_day4_neu_mt_diary_vol1:
    $ karma -= 20
    if alt_day3_dancing == 5:
        $ mt_pt += 1
    if persistent.mt_7dl_good:
        $ mt_pt += 2
    "Сцапав синюю книжицу в дерматиновом переплёте, я отодвинул стул и уселся со стороны Ольги за стол."
    "И открыл."
    scene bg int_house_of_mt_sunset with fade
    window hide
    $ set_mode_nvl()

    "Если открывать книжку по-нормальному, по-человечески, то больше половины её занято как раз организационными записями."
    "Всё верно, вожатая занимается педагогической деятельностью, отмечает интересных пионеров и планирует мероприятия."
    "Она уже не первый год сюда ездит, записей очень много."
    "Но если перевернуть ежедневник, открыть его с другой стороны…"
    nvl clear
    $ renpy.pause(3)
    "{i}Последняя запись гласила:{/i}"
    "{b}19 июля 1989{/b}"
    "Сегодня открылись кое-какие тайны о нём."
    "Не могу сказать, чтобы они мне понравились."
    "Не могу сказать, что не хочется устроить парочку сцен, когда он пытается общаться со сверстницами… Ха! Сверстницами!"
    "Но всё верно. Он пионер, а я… Я вожатая."
    nvl clear
    $ renpy.pause(3)
    "То вниманию предстаёт нечто, не предназначенное для чужих глаз."
    "Хроника беспокойства, тревоги и печали."
    "Мысли человека запутавшегося и вполовину не такого уверенного, каким он выглядит."
    th "Это интересно! Надо почитать внимательнее!"
    "Я отлистал записи туда, где они начинались, и принялся за чтение."
    nvl clear
    play music music_7dl["take_my_hand"] fadein 3
    $ renpy.pause(3)
    "{b}10 июня 1986{/b}"
    "Ну, здравствуй, старый знакомый."
    "Сегодня открытие смены — и мой первый день в качестве вожатой."
    "Как странно, я всю жизнь ездила сюда отдыхать, а теперь…"
    "Пионеры в отряде подобрались интересные — дети спортстменов, артистов. Звёздная смена."
    "Но мне они не нравятся. Мне есть, с чем сравнивать."
    "Ой. Последнее было не очень профессионально."
    "В любом случае, я собираюсь работать, а не плакать о своей судьбинушке."
    "Я — вожатая!"
    "Это как смена года, несколько недель потом ещё по привычке пишешь старую дату."
    "А я отдаю салют идущим мимо меня девушкам с ромбиком УМЛ на груди."
    "Теперь-то я одна из них. У меня самой такой же значок."
    "Закончилось время Ольки-кометы, вместо неё теперь скучноватая Ольга Дмитриевна."
    "Даже немного грустно от этого."
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{b}2 июля 1986{/b}"
    "Вот и закончилась первая смена."
    "Всего было много — и смешного, и грустного."
    "Но веселья было больше всего. Зря опасалась того, что не справлюсь с работой вожатой."
    "Хотя, конечно, не всё было безоблачно."
    "Когда Антипку поймали у корпусов второго отряда, куда он бегал к своей Зинке, пришлось брать ответственность на себя."
    "А кто бы не взял?"
    nvl clear
    "Теперь головомойку ждать, когда в город доберёмся."
    "Плевать. Нютка сказала, у неё каждый год что-нибудь такое случается."
    "Ничего не поделаешь, это уже не совсем дети, это подростки, а им уже интересен противоположный пол."
    "Они уже сидят на чемоданах и ждут автобус, сегодня закрытие первой смены."
    "А я заперлась здесь и пишу."
    "{i}Несколько строк перечёркнуто так, что не разобрать.{/i}"
    "…не дождусь вторую смену."
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{b}5 июля 1986{/b}"
    "Нютка сказала, что обычно между первой и второй сменой дают неделю на пересменок."
    "Воспитатели и персонал должны пройти по лагерю, собрать потерянные и забытые вещи, навести порядок и придать месту настроение."
    "Никому не захочется заселяться в место, выглядящее покинутым, брошенным."
    "Но в этот раз в распорядке были изменения существенные — из-за апрельской катастрофы."
    nvl clear
    "Очень много детишек было с УССР, очень много было детей ликвидаторов."
    "Их сопровождал какой-то хрен в штатском с одним-единственным значком на лацкане."
    "Та самая кровавая гэбня, да."
    "Он поселился вместе с ними в лагере, немного на отшибе, заняв один домик целиком."
    "И это была первая и единственная смена в моей жизни, в которой все требования исполнялись без проволочек."
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{b}16 июля 1986{/b}"
    "Вчера отметили ровно середину лета."
    "А сегодня меня спозаранку поднял тот самый гэбист — оказывается, у него были какие-то инструкции."
    "В результате, вместо того, чтобы лечь и поспать в тихий час, я, как дура, стою на автобусной остановке."
    "И когда у меня уже почти закончилось терпение, я была готова плюнуть и уйти — к воротам лагеря и правда подкатил автобус."
    nvl clear
    "Странный то был автобус — новенький, чистенький, как будто его кто-то перенёс из сборочного цеха."
    "Нельзя же ездить так, чтобы не запылиться совсем?"
    "И номер странный. У машин обычно номер четыре цифры, три буквы."
    "А этот — буква, три цифры, две буквы и ещё 178."
    "Экcпортный для Кубы?"
    "Не знаю. Но то, что целый автобус гоняли ради одного пионера…"
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{b}22 июля 1986{/b}"
    "Подходит к концу вторая смена."
    "Она оказалась куда интереснее первой."
    "Не в последнюю очередь из-за новичка."
    "Он сын каких-то шишек в посольстве, если я ничего не путаю."
    "Но не зазнаётся, не ведёт себя так, будто все вокруг ему всё должны."
    "Весёлый, знает целую кучу всякой интересной всячины, о которой с удовольствием рассказывает."
    nvl clear
    "Правда, для того, чтобы он чуть-чуть оттаял, пришлось несколько дней работать."
    "Пришлось вспомнить всё, чему учили в педагогическом."
    "И, знаешь, дневничок… Оно того стоило."
    "И вот мы стоим сейчас на остановке, ожидая нашего автобуса."
    "А я не знаю, что и как будет дальше."
    "{i}На полях небесталантливо нарисован крохотный икарус, катящий к горизонту, и девочка в платье и шляпке, смотрящая ему вслед.{/i}"
    "Я подружилась со всеми пионерами, а они разъезжаются."
    "А мне ещё целую смену с совершенно незнакомыми детьми — заново налаживать контакт и подбирать ключи."
    "Вместо моих друзей, вместо любимцев, будут новые лица."
    "Я впервые задумалась о том, правильную ли профессию себе избрала."
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{b}23 июля 1986{/b}"
    "Вчера посадила пионеров на автобус."
    "Сегодня весь день прорыдала как дура."
    "А через три дня новый заезд."
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{i}Дальше шли несколько страниц, записи на которых были совершенно нечитабельны.{/i}"
    "{i}Видимо, Ольга раз за разом пыталась вернуться и написать о своих мыслях и переживаниях.{/i}"
    "{i}И всякий раз неудачно, постоянно что-то не нравилось.{/i}"
    "{i}Наконец, пошли строчки, которые можно было разобрать.{/i}"
    "{b}25 декабря 1986{/b}"
    "Согласилась на зимний заезд. Почему нет?"
    "Разумеется, ради приличия спросила, нельзя ли мне в зимние каникулы забиться в свою двушку-улучшенку и там тихонечко посидеть."
    "Но это игры, на которые никто, кроме новичков в нашей профессии, давным-давно внимания не обращает."
    "Тем более, что «Совёнок» и правда оказался волшебным, целящим душу местом."
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{b}27 декабря 1986{/b}"
    "Вот и моя первая зимняя смена."
    "Настроение — новогоднее!"
    "Правда, его немного подпортило, что никто из моих летних «старичков» не приехал."
    "Жаль, всегда приятно увидеть знакомое лицо на новом месте."
    "Но это всё просто работа, просто работа."
    "Я и так целый месяц посещала психолога, который вдалбливал мне разницу между профессионализмом и родительской заботой."
    "Когда дети уезжают, не надо рваться так, будто они уезжают на чужбину навсегда."
    nvl clear
    "Они просто возвращаются домой."
    "И всегда можно устроить вечер встречи, небольшой огонёк для отряда или лагеря целиком."
    "Конечно, для детишек из Припяти это невозможно, но с теми, кто живёт по соседству, можно и увидеться, правда?"
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{b}1 января 1987{/b}"
    "В честь первого января подъём в лагере перенесли на десять часов, а мне почему-то с самого утра не спалось."
    "Так что в семь часов, когда я поняла, что не выдержу, если полежу под одеялом ещё хотя бы минуту, я поднялась."
    "Солнце ещё даже не намекало на восход, так что приходилось ориентироваться на уличное освещение."
    "Я вышла к воротам."
    "Почему-то вспомнилось лето, вторая смена, когда меня, целую вожатую, заставили в тихий час бегать и встречать автобус."
    "И не поверила глазам, когда с дороги донесся сигнал рожка, и к остановке подрулил «Икарус»."
    nvl clear
    "Скажите, что мне это снится…"
    "Скажите, что это просто глупый сон."
    "А с переднего сиденья поднимается он, тот самый Неимоверно Важный Новичок."
    "Чуточку повзрослевший, чуточку раздавшийся в плечах, всё такой же невозможно смущённый."
    "И знаешь, дневничок, кажется, эти зимние каникулы будут куда приятнее, чем мне казалось!"
    nvl clear
    play sound sfx_paper_bag
    $ renpy.pause(3)
    "{b}9 января 1987{/b}"
    "Ничего не помню."
    "До самого прибытия транспорта лежала пластом, оставив на Славю все хлопоты по лагерю."
    "Гос-с-сподя… Никогда больше не буду столько пить."
    nvl clear
    stop music fadeout 3
    $ set_mode_adv()
    $ persistent.sprite_time = "night"
    $ night_time
    scene bg int_house_of_mt_night
    "Больше я ничего прочитать не успел — ступеньки заскрипели под чьими-то шагами, и я поспешил вернуть ежедневник на место."
    "Приняв скучающий вид, я выглянул в окно."
    "А на лагерь уже опустились сумерки."
    th "Ого! Здоров же я читать."
    play sound sfx_knock_door7_polite
    $ renpy.pause(2)
    me "Войдите!"
    window hide
    stop ambience
    play sound sfx_open_dooor_campus_1
    show sl normal pioneer with dspr
    sl "А Ольги Дмитриевны…"
    "В дверях показалась Славя."
    "Я помотал головой:"
    me "Извини, её весь вечер не было."
    sl "Вот как? Ну что ж… Я пойду тогда. {w}Спокойной ночи."
    if not alt_day4_neu_mt_volley:
        sl "Насчёт того, что было на складе…"
        "Я улыбнулся."
        me "Буду нем как могила."
        me "До завтра."
    play sound sfx_close_door_campus_1
    hide sl with dissolve
    "Да, пора укладываться спать."
    window hide
    scene bg int_house_of_mt_noitem_night with fade
    "Хочется мне того или нет, но день подошёл к концу."
    return

label alt_day5_morningdream:
    play music music_list["sparkles"] fadein 3
    scene stars
    "Ночью мне снилась огромная флотилия из дрейфующих по течению Огоньков."
    "И среди них был и один мой."
    "Откуда-то я это знал — должно быть, чувствовал температуру или запах."
    "Или настроение."
    "Потому, когда сильным порывом ветра Огоньки оторвало от корабликов, я ничуть не удивился тому, что из мириад рванувшихся в небо светлячков, один безошибочно нашёл меня и сел на ладонь."
    window hide
    scene anim_digi with dspq
    "Он был тёплый и ярко-жёлтый, как едва вылупившийся цыплёнок, доверчиво льнул к ладони и был как Бог — весь любовь."
    me "Тай-тай, налетай…"
    "Едва слышно проговорил я, чуть касаясь, погладил малыша пальцем."
    me "Ветерки-подружки…"
    voice "Ур…"
    "Жёлтый шарик цыплёнком катнулся по моей ладони, оставляя за собой едва различимый слабо мерцающий след."
    "Прикосновения его были чуть щекочущими, тёплыми — будто ты спишь ещё, но солнышку крайне важно разбудить тебя прямо сейчас."
    "И гладит оно тебя ласковыми лучами по щекам, щедро одаряя веснушками и улыбкой."
    "Я сам не мог сдержать улыбку, наблюдая за деловитыми перемещениями своего нового знакомца."
    "Он же, покатавшись, подумал немного и, подпрыгнув, приземлился строго в центр, сильно ударившись."
    stop music fadeout 4
    play sound_loop sfx_head_heartbeat fadein 2
    "Руку обожгло концентрированным солнцем, световые брызги полетели в разные стороны, а я с вскриком проснулся."
    window hide
    scene bg int_house_of_mt_night2
    with dissolve
    play ambience ambience_int_cabin_night fadein 3
    "Сердце колотилось как бешеное, в висках стучало, а от липкого пота неприятно льнула к телу простыня."
    "И всё же здесь было спокойно."
    me "И чего перепугался, дурачок?"
    "Сам у себя шёпотом спросил я."
    "На дворе царила глухая, глубокая ночь."
    "Ольга в недлинной ночной сорочке спала на соседней кровати, разметавшись, спихнула одеяло в сторону и о чём-то бормотала во сне."
    "Я поднялся, поправил одеяло и на долю секунды замер: зрелище почему-то было донельзя знакомым, свидетельствующим о том, что всё в мире идёт по своим законам."
    "Так всё и должно быть: тёплая, тихая ночь и резко очерченные лунным светом губы девушки, шепчущей…"
    mt "Ветерки-подружки…"
    stop sound_loop
    "Произнесла вдруг вожатая и затихла."
    "Секрет наш с Ульянкой становился секретом Полишинеля."
    "Но почему-то это совершенно не портило его."
    "Как будто люди, однажды ставшие заложниками чуда, уходящего вниз по течению, утрачивали право на глумливую или циничную его оценку."
    "А стало быть, бояться мне было совсем-совсем нечего."
    "Я прикрыл форточку, чтобы не дуло, и вернулся на кровать."
    "То, что всё это произошло в кромешной тьме, меня почему-то не смущало — я петербуржец, а у нас всегда ночи светлые, научился ориентироваться уже."
    "То, что дело происходило немного не в Петербурге, дошло до меня гораздо позже."
    "Уже когда я, всеми силами пожелав вернуться обратно туда, где жёлтый шарик ныряет мне в ладонь, засыпал."
    window hide
    stop ambience fadeout 3
    return
    
label alt_day5_neu_start:
    play music music_7dl["too_quiet"] fadein 3
    play sound_loop ambience_7dl["rain"] fadein 5
    if alt_day4_fz_sh == 1 or alt_day4_fz_sh == 4:
        scene bg int_aidpost_day with dissolve
        play ambience ambience_medstation_inside_day fadein 5
        "Моё внимание привлёк какой-то мерный, монотонный шум из-за окна."
        "Повернув голову, я разглядел стекающие по стеклу капли воды."
        th "Ну и ну! Дождь!"
        "Я всю жизнь любил дождь, и сейчас как будто кто-то сверху решил немного приободрить меня."
        "Распахнув окно, я выглянул туда, вывалившись чуть ли не по пояс, и счастливо засмеялся."
        window hide
        scene cg d5_rainy_idle_7dl with dissolve
        th "И правда, дождь!"
        "Этот непередаваемый аромат прибитой каплями пыли, разогретого воздуха, лишь самую чуточку смоченного тёплой влагой — тот самый, что большинство ошибочно называют запахом грибов."
        th "Выпишет меня Виола или нет, но я иду гулять."
        "Наскоро одевшись, кое-как уместив силиконовые затычки в ушах, я нашёл нужную композицию."
        "И бесшумно выскользнул в окно."
        "К счастью, вымокнуть сильно не удалось — над головой уже вовсю трубил зов в столовую."
        "Куда я и направил стопы — перспектива мокнуть на голодный желудок не улыбалась совершенно."
        window hide
        stop music fadeout 3
        stop ambience fadeout 3
        return
    elif alt_day4_neu_us_pixies != 0:
        scene expression Desat("bg int_house_of_mt_sunset")
        with dissolve
        mt "Семён, что это с тобой?"
        "Удивлённо уставилась на меня вожатая."
        me "В смысле?"
        "Хриплым спросонок голосом уточнил я."
        "Просыпался я тяжко и липко, возможно, дело всё в глупых снах, или утренний дождик тому виной."
        "Как бы то ни было, но глаза я открыл за секунду до того, как вожатая потрясла меня за плечо."
        "Я записал это как крохотную победу себе, потому настроен был самым благодушным образом."
        mt "Ты как будто уменьшился. {w}Или мне показалось…"
        "Я заглянул под одеяло."
        "Нет, всё было на месте — тело, ноги, перспектива знакомая."
        th "Может, она так шутит?"
        mt "Ничего не понимаю."
        "Покачала головой Ольга, но отмахнувшись от каких-то своих мыслей, продолжила:"
        mt "Ладно, ты пока поднимайся, дождевик ждёт в шкафу."
        "Смерив меня ещё одним подозрительным взглядом, она ретировалась, позволяя мне подняться."
    else:
        scene expression Desat("bg int_house_of_mt_sunset")
        with dissolve
        "Когда я открыл глаза, то подумал, что ошибся со временем пробуждения."
        "Слишком уж темно было за окном."
        "Но пустующая постель вожатой и мерный перестук по скату «чердака» пространства для сомнений не оставляли."
        me "Дождь."
        "Скрипнуло сонное горло."
        "Дождь."
        "Радикальные перемены в образе барби-хауса."
        "Не то чтобы я не был к ним готов…"
        "Начать хотя бы со вчерашних изменений в поведении вожатой."
        if not alt_day4_neu_mt_volley:
            "Да и некрасивая сцена у эстрады…"
        "Чем дальше, тем старательнее меня пытались убедить в том, что вокруг меня не самый идеальный и живущий по зачастую непонятным правилам, но живой и дышащий мир."
        "Настоящий."
        "«Первая матрица представляла собой цифровой рай на земле, где никто никогда не болел и не умирал. Она развалилась.»"
        "Ладно, примем к сведенью."
        "Записка у зеркала гласила: «Дождевик в шкафу, сапоги там же, зарядки и линейки не будет, двигай сразу на завтрак.»"
        "Красивые, округлые буквы, выдающие во владелице педагога."
        th "У них, наверное, специальные курсы разборчивого письма в училище. {w}Или разборчивый почерк — обязательное условие для поступления?"
        "А, может, дело в том, что будущий учитель от рождения пишет только красиво и никак иначе?"
        "Я помотал головой, выдираясь из рекурсивных дебрей и воспользовался предложением вожатой."
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg ext_houses_rainy_day_7dl with dissolve
    "А на улице поливало!"
    "Так что я как мог укутался в пакет-палатку и побежал в столовую!"
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    return
    
label alt_day5_neu_breakfast:
    play music music_7dl["raindrops"] fadein 5
    play ambience ambience_dining_hall_full fadein 5
    scene bg int_dining_hall_people_rain_7dl with dissolve
    "В столовой оказались я и все мои друзья, и скоро будем здесь же — место встречи изменить нельзя."
    "Несмотря на ощутимые послабления режима в связи с дождём, места были заняты едва ли наполовину."
    "Из наших были только Ульяна, Мику и вездесущая Славя."
    "Последнюю от приёма пищи не удержало бы и землетрясение, я полагаю."
    "Забавно, как за четыре дня я стал называть малознакомых пионеров «нашими»."
    "Забавно, что за это время мне и в голову не пришло сделать что-нибудь действительно решительное, с прицелом на гарантированную экстрадицию с благословенной территории."
    th "Например, вполне же можно было взорвать Генду!"
    dreamgirl "Точняк, забабахаем взрывчатку из активированного уголька и такой-то матери."
    "Спросонок голос моего раздвоения личности отдавался хрипотцой где-то под сводами черепа."
    dreamgirl "И отправим нашего бронзового благодетеля к Плутону."
    th "Всё язвишь."
    dreamgirl "Не то чтобы. {w}Но прежде, чем ты опять забьёшься в дальний угол, хотелось бы кое-что тебе напомнить."
    if alt_day4_neu_mt_diary and alt_day4_neu_mt_volley:
        dreamgirl "У тебя тут в некотором роде образовался треугольник внимания с Ульянкой и товарищем вожатой по главным углам."
        dreamgirl "Сам что думаешь?"
        "Я задумался."
    elif alt_day4_neu_mt_diary:
        dreamgirl "Мы вчера одну штуку интересную не дочитали."
        th "И?"
        dreamgirl "Я намекну: ты будешь чувствовать себя неловко, читая дневник девушки в её присутствии."
        th "Да уж не дурее паравозу. {w}Ты-то что предлагаешь?"
        dreamgirl "Возможно, у неё целая куча дел найдётся, может быть, прозвонишь почву на всякий пожарный?"
        th "Ага, и между делом оказаться припаханным на пользу общественности? Шиш."
    elif alt_day4_neu_mt_volley:
        dreamgirl "Вы там с Ульяной кое-что вчера затевали… {w}Не хочешь обсудить подробности?"
        th "Не думаю, что это хорошая идея."
        th "Если нас кто-то увидит вместе…"
        "Я покачал головой."
    else:
        th "А именно?"
        dreamgirl "Мне тут птичка на хвосте принесла, что тотальный отъезд второй смены запланирован на двадцать пятое июля. Послезавтра."
        th "Какая это птичка?!"
        dreamgirl "О господи, почему всем достаются нормальные люди, а мне приходится делить череп с ненаблюдательной истеричкой?!"
        "Мой взгляд помимо моей воли скользнул к графику дежурств, удобно висящему аккурат на той же колонне, которую я подпирал, ожидая своей очереди к раздаче."
        "Там, между делом, видимо, раскиданные парами по домикам, значились фамилии дежурных из нашего отряда."
        "И проставлены они были до 24 июля. То есть, до завтрашнего дня."
        "Следующая клеточка была заполнена красной пастой, жирно, по диагонали: «ОТЪЕЗД»."
        th "Вот и решился самый главный вопрос: выпустят ли нас отсюда живьём."
        "Я усмехнулся."
    "Свободных мест было полно, так что можно было даже выбрать, с кем разделить завтрак."
    if alt_day4_fz_sh == 1 or alt_day4_fz_sh == 4:
        "В последний момент мимо меня к раздаче сомнамбулой прошествовала Лена."
        "Она взяла себе пару булочек и устроилась у самого окна."
    $ volume (0.5,'music')
    $ volume (0.5,'ambience')
    menu:
        "Сесть рядом с Леной" if alt_day4_fz_sh == 1:
            me "Можно?"
            "Спросил я, подойдя с подносом к её столу."
            "Она в упор проигнорировала меня, глядя куда-то в глубины стакана с какао."
            me "Лена?"
            $ alt_day4_neu_date = 11
            $ alt_day5_neu_candle = 1
            "Молчание."
            "Вздохнув, я решил не доводить этот фарс до уровня «молчание за столом» и сел на отшибе, в одиночестве."
        "К Ульянке" if alt_day4_neu_mt_volley:
            $ volume (1.0,'music')
            $ volume (1.0,'ambience')
            show us normal pioneer with dissolve
            me "Привет."
            if alt_day4_fz_sh == 1 or alt_day4_fz_sh == 4:
                $ us_pt += 3
            else:
                $ us_pt += 1
            "Я решил, что раз уж мы с мелкой теперь братья по одну сторону баррикад, можно больше не опасаться с её стороны разных подлянок."
            "Наивно, конечно, но вдруг?"
            us "А, это ты."
            "Девочка не проявила энтузиазма. {w}Ну да я и не настаивал."
            me "Наблюдателен, Шерлок. {w}Тебя нашли в квашенной капусте?"
            us "А?"
            me "Я говорю, что если детей находят в капусте, то тебя нашли в кислой?"
            show us sad pioneer with dspr
            us "Смешно."
            "Её мимика противоречила словам."
            me "Слушай, ты почему такая добрая да ласковая?!"
            "Не выдержал я."
            us "Дождь."
            "Коротко ответила мелкая."
            if not alt_day4_neu_us_pixies:
                "Некоторое время она делала из каши зиккурат, благо констистенция последней позволяла и такое, а потом, плюнув, отставила тарелку в сторону:"
                show us normal pioneer with dspr
                us "Ещё не передумал насчёт вчерашнего?"
                me "Насчёт мести жуликам?"
                "Я усмехнулся:"
                me "Да как можно, помилуй Рандом."
                show us smile pioneer with dspr
                "Кажется, это немного подняло ей настроение."
                if alt_day4_neu_us_snake:
                    us "Как думаешь, просохло?"
                    "Задала она странный вопрос."
                    me "Какое «просохло», дождь же на улице."
                    show us normal pioneer close with dissolve
                    us "Да нет же."
                    "Она понизила голос."
                    us "Я про змеюку. {w}Очень пригодилась бы!"
                    me "Вряд ли. Во-первых, слишком мало времени прошло, а во-вторых…{w} Дождь же!"
                    "Ульяна понимающе кивнула."
                show us smile pioneer with dspr
                us "Смотри, короче."
                "Генералиссимус Сидорова расправила свои неширокие плечи и выпрямилась в весь свой метр с кепкой:"
                us "Сегодня по плану был какой-то праздник, а вечером, на костре — награждение. {w}Но из-за погоды праздника не будет."
                me "Значит, до самого вечера есть целая куча времени на приготовления?"
                me "С чего начнём?"
                us "Конкретно ты — ни с чего! {w}Твоей задачей будет занять чем-нибудь жуликов и не дать им испортить всё."
                me "А когда вообще всё хочешь сделать?"
                us "На костре, конечно же! Или чуть-чуть после него."
                me "Значит, я даже не буду…"
                "Расстроился я."
                show us grin pioneer with dspr
                with vpunch
                us "Эй, не кисни!"
                "К Ульяне стремительно возвращалось хорошее настроение."
                us "Если ты ничего не знаешь, ты не сможешь ничего рассказать, когда тебя поймают и будут пытать."
                "Её «когда» вместо «если» прозвучало очень интересно."
                me "Спасибо за доверие!"
                "Но мелкую бесполезно было и думать пронять сарказмом."
                "Она снова расхохоталась и хлопнула мне по другому плечу."
                show us laugh pioneer with dspr
                sl "Ульяна, не мешай Семёну кушать."
                us "Твоей задачей будет борьба с контрразведкой противника! Вот и займись."
                hide us with easeoutleft
                "Показав язык в спину отвернувшейся Слави, Ульяна дематериализовалась."
                "А я что?"
                "Что. Вздохнул и, собрав её посуду, отнёс в мойку, что."
                $ alt_day5_neu_candle = 1
            else:
                me "И всё?"
                us "Мне хватит и этого!"
                "На меня посмотрели так, будто я сказал невесть какую глупость."
                "Но на самом-то деле - ну какой смысл так унывать из-за какого-то там дождя?"
                dreamgirl "В конце концов, он не может идти вечно."
                th "То-то и оно."
                show us dontlike pioneer with dspr
                us "Тебе-то хорошо, ты у вожатой любимчик."
                us "А мне опять скажут идти и делать, что велят. Терпеть ненавижу!"
                me "Скажут, ну сделаешь… Ты же не на курорте, здесь лагерь."
                show us upset pioneer with dspr
                us "А я вообще сюда не просилась!"
                me "Какая разница? Просилась или нет, но надо делать, что вожатая говорит, иначе не лагерь будет, а бардак."
                "Я поймал себя на мысли, что заговорил словами, совсем не присущими."
                "Что там - мне раньше даже мысли такие в голову не забредали!"
                show us sad pioneer with dspr
                us "Именно про это я и говорила."
                "Кивнула девочка."
                us "Тебе даже не надо ничего делать, чтобы всё получилось по-твоему."
                us "Подлизаться, примоститься… Любимчик!"
                me "Я?"
                us "А кто, я, что ли?"
                show us calml pioneer with dspr
                us "Тебя-то никто ничего не заставляет. Если не захочешь на свечку, то подойдёшь, и тебя отпустят!"
                me "И зачем мне это?"
                show us normal pioneer with dspr
                us "Тебе - низачем! Но не это самое главное!"
                us "Возможность!"
                "Вряд ли она горела желанием после завтрака подняться и под проливным дождём бежать узнавать судьбу своей флотилии."
                "Но в ней была некая зависть к моей гипотетической способности мимикрировать и получить какие-то бонусы."
                "Хотя я сам в эту мимикрию не верил ни на йоту."
                "Всё ведь просто, правда?"
                "Если бы я умел прогибать и прогибаться - я бы не сидел дома последние несколько лет."
                "Я бы общался, развивался…"
                "Жил."
                if loki:
                    "А не искал отдохновения в несбыточной мести, что меня в итоге и уничтожила."
                else:
                    "Там, среди людей! В социуме живых, настоящих людей."
                    "Которые тоже как я, могут посидеть в интернете, но всем прочим способам предпочитающим реальную речь и крепкое рукопожатие."
                "Бред."
                "Так не бывает."
                me "Нет у меня возможности."
                "Покачал головой я."
                me "Ты не понимаешь, что у меня нет каких-то послаблений, мне что-то скажут, и я точно так же покорно пойду, куда пошлют, и сделаю, что скажут."
                show us smile pioneer with dspr
                us "А ты пробовал?"
                me "Нет, но…"
                show us grin pioneer with dspr
                us "Тогда и не говори! Попробуй для начала."
                me "Думаешь?"
                us "Иди! Ольдмитривнаааа!"
                "Замахала она рукой, привлекая внимание нашего грандначальства."
                show mt normal pioneer at left with dissolve
                mt "Дети, после завтрака все собираемся в клубе у кибернетиков!"
                "Объявила вожатая, воздвигаясь над нашими головами."
                mt "Будет отрядная свечка, присутствие обязательно!"
                me "Кхм… А можно вопрос?"
                show mt smile pioneer with dspr
                mt "Можно! Но только осторожно."
                me "А можно мне… Это… Ну…"
                mt "Что ты смущаешься, как будто в туалет просишься? Говори чётко и внятно!"
                "Тут же включила педагога вожатая."
                "Как ни странно, это и мне мгновенно помогло подобраться и прийти в себя."
                me "Я бы хотел отпроситься со свечки."
                "Чётко и внятно сообщил я."
                me "Я не очень хочу принимать участие в ней, так что прошу разрешить мне…"
                show mt normal pioneer
                show us laugh pioneer
                with dspr
                mt "Отрядное мероприятие едино для всех!"
                mt "Единственное оправдание - это болезнь! Ты болен?"
                me "Нет."
                th "Да. У меня острая степень социофобии. Отпустите, тётенька!"
                mt "Тогда чтобы был."
                "Я перевёл взгляд на Ульяну, как бы говоря: «Вот видишь»."
                "И тут вожатая продолжила."
                mt "Хотя раз ты так просишь…"
                show us surp1 pioneer with dspr
                mt "Я могу поручить тебе кое-что другое."
                hide us with easeoutright
                "Мелкая подмигнула мне и выскочила из-за стола."
                show us smile pioneer at right with moveinright
                us "А мне, мне можно?"
                show mt angry pioneer with dspr
                mt "Нет. Поручение только для Персунова. А тебя я жду через полчаса на свечку." 
                mt "Кругом шагом марш!"
                hide us with dissolve
                "Расстроенная Ульяна поплелась прочь."
                "А Ольга обратилась непосредственно ко мне."
                mt "Значит, твоя задача следующая…"
                window hide
                stop ambience fadeout 3
                stop music fadeout 6
                with fade
        "К Мику":
            $ volume (1.0,'music')
            $ volume (1.0,'ambience')
            show mi smile pioneer with dissolve
            mi "Ой, здравствуй, Сенечка, как твои дела? Ты какой-то неласковый с утра, не выспался? У меня обычно такое бывает из-за дождя."
            "Одним словом произнесла она."
            "Я улыбнулся:"
            me "Привет и тебе, девочка-пулемёт!"
            show mi upset pioneer with dspr
            mi "Но какая же я пулемёт?"
            "Огорчилась Мику."
            show mi shy pioneer with dspr
            mi "Я же только за мирное решение любой проблемы, а ты меня оружием называешь! Это даже где-то немного обидно, тебе не следует так поступать, и… Ты шутишь."
            "Я, уже не сдерживаясь, улыбнулся:"
            me "Прости, ничего не мог с собой поделать."
            show mi smile pioneer with dspr
            "Солнышко выглянуло из-за туч — на долю секунды даже дождь притих. {w}Мику улыбнулась."
            if alt_day4_neu_date == 4:
                mi "Почему-то никак не получается на тебя дуться, хотя я умом понимаю, что ты говоришь довольно обидные вещи."
            if alt_day4_fz_sh == 1 or alt_day4_fz_sh == 4:
                $ d3_pt += 3
            else:
                $ d3_pt += 1
            if alt_day4_neu_mt_songs:
                show mi normal pioneer with dspr
                mi "Но я хотела тебе напомнить о нашем вчерашнем вечере."
                "Я старательно прогнал в памяти события и остановился на…"
                me "Ты про песни?"
                show mi smile pioneer with dspr
                mi "Точно так! {w}Мне очень понравились кое-какие песенки из тех, что ты вчера вспомнил, можно я тебя попрошу написать мне текст и помочь подобрать музыку?"
                "Возможность сбежать из-под опёки вожатой грела душу."
                dreamgirl "И вы будете там только вдвоём, представляешь? {w}Возможно, у вас там что-нибудь получится! Да! Представь себе!"
                th "Тебе категорически запрещено принимать Мику в порциях свыше гомеопатических!"
                th "Начинаешь выражаться в точности как она."
                "Я призадумался."
                "Пытки риторикой не казались таким уж привлекательным времяпрепровождением…"
                th "С другой стороны, если она не будет болтать, а займётся строго тем, зачем меня позвала — мы вполне сможем поладить и даже ужиться под одной крышей."
                me "Знаешь, а давай!"
                "Скрепя сердце, кивнул я."
                show mt normal pioneer at left with diam
                mt "Боюсь, не получится."
                "Вожатая подошла в своей обычной манере — бесшумно выйдя из подпространства где-то за моей спиной."
                show mi upset pioneer with dspr
                mi "Но почему? А как же вечернее выступление, Олечка Дмитриевна, вы сказали, что мне поможете!"
                "Мику растерянно переводила взгляд с меня на вожатую."
                show mt smile pioneer with dspr
                mt "Я же не сказала, что отдам тебе самого своего доверенного пионера на целый день?"
                "Усмехнулась Ольга."
                mt "Обещаю занять его только до обеда — а там пусть сам решает, чем ему заниматься."
                show mi sad pioneer with dspr
                mi "Ну вот…"
                "Кажется, ещё несколько часов наблюдений за дождём под переборы клавиш деятельную японку нисколько не вдохновили."
                me "А нужно-то что?"
                "Я ободряюще подмигнул Мику."
                show mt normal pioneer with dspr
                mt "На утро запланирован отрядный огонёк."
                "Безмятежно пожала плечами вожатая."
                mt "И мне нужен кто-нибудь, кто поможет мне с подготовкой. {w}Мой выбор пал на тебя. Ещё вопросы?"
                "Не дождавшись продолжения, вожатая отправилась к выходу."
                hide mt with moveoutleft
                mt "Через десять минут у кружков."
                "Я кинул извиняющийся взгляд на погрустневшую японку и поплёлся вдогонку вожатой."
                stop music fadeout 3
                window hide
                stop ambience fadeout 5
                $ alt_day5_neu_candle = 2
            else:
                show mi smile2 pioneer with dspr
                th "В тебе есть что-то, что почти отключает мои способности к соображению."
                "Задумчиво заключил я."
                me "Так чего ты хотела?"
                show mi shy pioneer with dspr
                mi "Я? {w}Но это же ты ко мне подсел."
                "От удивления она даже перестала тараторить."
                me "Не путай меня с собой!"
                "Я наставительно покачал указательным пальцем."
                me "Это мне никогда ни от кого ничего не надо — а ты, не моргнув глазом, проглотила обиду. {w}Значит, тебе от меня что-то нужно."
                me "Как тебе мои дедуктивные способности?"
                show mi laugh pioneer with dspr
                mi "Почти Шерлок Холмс!"
                "Меленько хихикнула японка."
                if alt_day4_neu_date == 4:
                    mi "Но ты вчера помогал мне убираться, и…"
                    me "Нет! Даже не думай."
                    show mi sad pioneer with dspr
                    mi "Дослушай!"
                show mi normal pioneer with dspr
                "Мику немного помолчала, формируя запрос."
                mi "Олечка Дмитриевна попросила меня помочь для сегодняшнего вечера — подобрать репертуар и так далее. {w}Могу я попросить тебя о помощи?"
                me "Э… Лагерные песни?"
                show mi smile pioneer with dspr
                mi "Да! {w}Ну, поможешь?"
                "Коль скоро она высказывала это таким способом…"
                "Я кивнул и открыл было рот."
                mt "Конечно, поможет."
                "Ольга уронила мокрую холодную ладонь мне на плечо."
                show mt normal pioneer at right with moveinright
                mt "Но для начала он поможет {b}мне.{/b}"
                "Ольга пригвоздила меня к месту взглядом."
                show mt smile pioneer with dspr
                mt "Ведь правда?"
                "Я поёжился."
                me "Д-да… В смысле, да! Сначала вам!"
                show mi shocked pioneer with dspr
                mi "Сенечка, ты…"
                me "Всё хорошо."
                "Мой тон противоречил словам."
                show mt smile pioneer with dspr
                mt "Нужно, чтобы кто-нибудь провёл игротеку для детишек. {w}Угадаете, кому я поручила это ответственное задание?"
                "Неотразимо улыбнулась вожатая."
                me "Неужели Алисе и Ульяне?"
                "Играть дурачка — так до конца!"
                show mt laugh pioneer with dspr
                mt "Ха-ха-ха, Семён, ты такой шутник!"
                show mt normal pioneer
                extend " Нет."
                mt "Никуда из столовой не уходи, выдам тебе игры и пионеров."
                hide mt with dissolve
                "Не дожидаясь моего ответа, вожатая испарилась."
                stop music fadeout 3
                window hide
                stop ambience fadeout 5
                $ alt_day5_neu_candle = 3
        "Сам с усам":
            $ volume (1.0,'music')
            $ volume (1.0,'ambience')
            "Я решил, что продолжу благословенную традицию одиночной трапезы."
            "Есть надо вдумчиво, а то мало ли."
            "Отвлекуть ещё. Ну их!"
            if alt_day4_neu_mt_diary:
                $ mt_pt += 1
                show mt normal pioneer with dissolve
                mt "Сёмчик, занято?"
                "Не выслушав ответа, рядом со мной плюхнулась пахнущая ещё дождём Ольга."
                "Выглядела она помятой и угрюмой, а старательно зажёвываемый выхлоп подсказывал, что не скучала ночью вожатая, ох и не скучала."
                me "Ольга Дмитриевна, а вы чем до обеда заниматься собираетесь?"
                "Закинул удочку я."
                show mt smile pioneer with dspr
                mt "А ты собрался позвать меня на свидание?"
                me "Нет! Но…"
                show mt laugh pioneer with dspr
                mt "Ладно, шучу."
                mt "Думаю выписать пару печенек и чай на кухне и устроить посиделки в кружках."
                "Подозрительно легко ответила она."
                "И тут же пояснила причину своей сговорчивости:"
                mt "И один пионер мне в этом будет хорошим подспорьем!"
                me "Славя?"
                show mt grin pioneer with dspr
                "Ольга хмыкнула{w=0.5}{nw}"
                show mt sad pioneer with dspr
                extend ", но тут же поморщилась и отхлебнула из чашки с чем-то смолоподобным, чему не место на пионерском столе."
                mt "Короче: доешь — не уходи, пойдём на склад за провизией."
                dreamgirl "Эх, плакало наше чтиво!"
                show mt normal pioneer with dspr
                mt "А потом в клубы. Всё понял?"
                "Сжав кулак, видимо в качестве иллюстрации к тому, что меня ждёт в случае побега, она с кряхтеньем поднялась и побрела к столам персонала, откуда за нами уже наблюдала Виолетта Церновна."
                hide mt with moveoutleft
                stop music fadeout 3
                window hide
                stop ambience fadeout 5
                $ alt_day5_neu_candle = 2
            else:
                if alt_day4_fz_sh == 1 or alt_day4_fz_sh == 4:
                    $ mt_pt += 3
                "Как говорится, ничто не предвещало…"
                "И горе тому, что будет предвещать!"
                "Я одарил особо ласковым взглядом порывающуюся сесть рядом Славю, поэтому своё право на спокойный приём пищи снискал полностью."
                "И не в гадстве со сволочизмом моём было дело — просто поднять-то я себя поднял, а вот разбудить забыл."
                "И чувствовал себя немного варёным."
                "Впрочем, ничего, с чем не справились бы минуток триста на полный желудок."
                dreamgirl "Поели — можно и поспать, поспали — можно и поесть!"
                th "Истину глаголешь!"
                "Усмехнулся я и, добив последний бутерброд, поднялся."
                "Меня ждала моя подушка!"
                $ alt_day5_neu_candle = 1
                
    window hide
    stop music fadeout 2
    stop ambience fadeout 3
    scene bg ext_square_rain_day_7dl with fade
    "Иногда я могу остановиться и застыть во мгновении летящей вниз с балкона души — как крике о помощи или мольбе о внимании."
    play music music_7dl["are_you_there"] fadein 3
    "Хотя никогда мне чужого внимания не хотелось."
    if herc:
        "И прекрасно понимаю, что не будет никогда улицы Сычёва, сыворотки Сычёва, да даже никакое небесное тело именем моим не назовут."
    else:
        "И прекрасно понимаю, что не будет никогда улицы Персунова, сыворотки Персунова, да даже никакое небесное тело именем моим не назовут."
    "Потому что под раскаты дабстепа так удобно вести невзрачное существование, по нескольку миллионов раз за мгновение прыгая из состояния материи на энергетический уровень — и обратно."
    "Умереть не страшно, когда понимаешь, что после тебя останется всё точно таким же — логика приспособленца, да. {w}Но реально вселенной даже не придётся схлопываться, занимая образовавшийся вакуум."
    "Так как за блеском радости или мутным мерцанием равнодушия, под тонкой плёнкой счастья, под высокомерным взглядом с высоты всех моих ста восьмидесяти пяти сантиметров… Там нет ничего."
    "Когда-то я пытался сказать об этом окружающим: взять их всех за кадык и задушевно прошипеть в ухо: «Вы же врёте, голубчик, вас же нет, зачем вы придуряетесь?»"
    "Но чем кумушек считать трудиться…"
    if loki:
        "Возможно, на меня повлияла история, после которой всё покатилось под откос — история о человеческой глупости и неспособности просто прислушаться к гласу рассудка."
        "Ведь она позвала."
    else:
        "Однажды, стоя на коленях рядом с тёплым пластиковым боком остывающего «Рено» и наблюдая за размывающим кровь дождём, я обернулся сам к себе."
        "И задал сам себе тот вопрос, которым всегда терзал окружающих."
    "Это довольно больно: в двадцать три — двадцать пять лет понимать, что ты абсолютно ничем не хуже окружающих, и не лучше их. Ты такой же."
    "И разница ваша лишь в том, что ты смотришь на мир от первого лица."
    if alt_day5_neu_candle == 1:
        "Всю жизнь дождь действовал на меня самым удручающим образом."
        "Особенно, когда ты в лагере, а времени отдыхать всё меньше и меньше — каких-то пять недель, крохи…"
        "И ты сидишь в помещении за длинным столом, через который тянутся хвосты джойстиков, а на экране Кабал доделывает десятиударное комбо, и тебя локтём в бок тыкают, чтобы не зазнавался."
        "Или стоишь под козырьком, за спиной тихо хрустит протлевающий табачок той дешёвенькой сигаретки, и удачно ложатся рифмованные строчки под перестук воды, а ты держишь ладонь у самого края козырька и лавируешь между падающими каплями, как гонщик."
        "Хотя чаще всего это Кейко Мацуи в наушниках, мягкий влажный перестук по капюшону и необъяснимое счастье, когда ты остался один против целого мира."
        "Вот и сейчас: прекрасно понимая, что никто меня не видит, я от души улыбнулся и заспешил в домик."
        "Досыпать."
        window hide
        stop music fadeout 3
        stop ambience
    elif alt_day5_neu_candle == 2:
        "Я никогда не был особым фанатом совка или советского режима."
        "Но вынужден признать — в партии понимали толк в управлении людьми даже без прямой промывки мозгов средствами масс-медиа."
        "Просто сейчас это называется немного иначе, пропагандой, психологией масс."
        "Педагогикой."
        "И самым наглядным тому примером выступает то, что я даже не думаю дуться на нашу вожатую, которая, не тратя особо времени на уговоры или попытки переломить меня, каким-то хитрым образом назначила ответственным."
        "И вот он я, нелюдимый, угрюмый и неласковый — спешу помогать нашей ленивой и вредной вожатой."
        "Я поймал себя на том, что улыбаюсь. В предвкушении."
        me "Ольга."
        "Произнёс я одними губами."
        th "Стервь."
        window hide
        stop music fadeout 3
        stop ambience
    else:
        "Я уже почти добрался до чекпойнта, когда сзади донеслось громогласное:"
        mt "Семён!"
        show mt angry pioneer with easeinright
        "Совершенно верно, наша добрейшая вожатая почтила меня своим вниманием."
        me "А… Здравствуйте, Ольга Дмитриевна!"
        "Помахал ей я."
        me "Как ваши дела, как настроение?"
        "Про деток благоразумно решил не спрашивать — мало ли что."
        show mt normal pioneer with dspr
        mt "Слушай, ты самый хитрый жук из тех, что мне попадались."
        "Подумав немного, сменила гнев на милость она."
        mt "Но это не освобождает тебя от партийного поручения."
        me "Хм… А если я не буду?"
        show mt smile pioneer with dspr
        mt "Тогда с тобой будет совсем другой разговор."
        "Приветливо улыбнулась вожатая."
        "И мне от этой улыбки стало здорово не по себе."
        mt "Кругом на выполнение партзадания шагом арш."
        "Как в первый день, она оказалась рядом и развернув меня в нужном направлении, легонько подтолкнула, намекая на вечное советское «не умеешь — научим, не хочешь — заставим»."
        "Вздохнув, опустив плечи и всем видом изображая вселенскую скорбь, я поплёлся в указанную сторону."
        window hide
        stop music fadeout 3
        stop ambience
    return

label alt_day5_neu_arrest:
    play ambience ambience_7dl["rain"] fadein 3
    play music music_7dl["to_the_sunrise"] fadein 3
    scene bg ext_clubs_rain_7dl
    show mt normal pioneer at zenterleft
    with dissolve
    mt "Катерина обнаружила их вчера перед отбоем, возвращающимися из-за территории лагеря."
    "Сообщила девушка, махнув рукой в сторону крыльца, на котором я приметил знакомые уже фигурки."
    "Так и знал, что вчерашняя наша встреча была отнюдь не последней."
    "Отнюдь."
    me "Привет."
    show mt smile pioneer at left with moveinleft
    show dn dontcare pioneer at zenterright
    with dissolve
    if loki:
        "Даня молча помахал мне рукой, когда мы, поднявшись на крылечко, немного потеснили их тёплую компанию."
    else:
        "Так и оставшийся безымянным малец кивнул мне как старому знакомому."
    show al normal pioneer at fright
    show tn normal pioneer
    with dissolve
    mt "Это хорошо, что вы знакомы."
    if not loki:
        dn "Мы не знакомы."
        show mt normal pioneer with dspr
        mt "Вот как? Что ж, позволь представить головную боль второго отряда."
        mt "У нас есть Ульяна, а у них — Даниил."
        $ meet('ml','Даня')
        dn "Даня."
        "Он протянул руку, которую я немедленно пожал."
    mt "Так вот, ситуация такая: их уже не первый раз ловят сбегающими, но правила у нас жёсткие."
    "Даня покачал травинкой, зажатой в зубах, как бы подчёркивая всю жёсткость правил."
    mt "Выход за территорию лагеря без сопровождающего строго запрещён!"
    mt "Поэтому сегодня они наказаны."
    me "Понятно. А как наказаны? На свечку не пойдут?"
    "Сказать по правде, это не казалось мне таким уж страшным наказанием."
    "Да что там, я сам с удовольствием разрешил бы наказать себя таким же образом!"
    show mt laugh pioneer with dspr
    mt "Семён-Семён…"
    "Покачала головой девушка."
    mt "Сам себя слышал?"
    mt "Одной свечкой жизнь лагеря не ограничивается."
    me "Я догадался."
    "Сообщил я."
    mt "После лагерных мероприятий, где-то к полудню мы все соберёмся в столовой, как обычно делаем в дождь, принесём телевизор, подключим видик, посмотрим кино."
    th "Что?!"
    mt "Я думала, ты в курсе."
    "Улыбаясь, продолжила она."
    mt "Потому так удивилась, что ты вызвался сам наказать себя."
    show mt normal pioneer at left
    show dn sick pioneer at right
    with move
    "Данечка всем своим видом продемонстрировал отношение как к свечкам с фильмами, так и к лагерным правилам."
    mt "Они-то за дело фильмом наказаны."
    mt "А ты…"
    me "А можно взять самоотвод?"
    show mt laugh pioneer at left with dissolve
    mt "Нет!"
    "Засмеялась она."
    mt "Назвался груздём - сам понимаешь."
    "Порывшись в карманах, она достала ключ:"
    mt "Сейчас одиннадцать часов, до обеда помещение клуба в вашем распоряжении - чтобы не видела и не слышала никого. Вопросы?"
    "Я покачал головой."
    mt "Тогда адиос! Сегодня обещали поставить «Иронию судьбы», так что удачи вам, мальчики."
    hide mt with dissolve
    "Помахав нам на прощание, вожатая удалилась."
    me "Вперёд!"
    stop music fadeout 3
    "Скомандовал я, отпирая тяжёлый навесной замок."
    window hide
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    stop ambience fadeout 4
    scene bg int_clubs_male_rain_7dl
    with fade2
    play music music_7dl["my_only_hope"] fadein 3
    "Мы расселись по имеющимся колченогим табуретам, настороженно поглядывая друг на друга."
    "Я с одной стороны, а мои… подопечные - с другой."
    "Как это случилось и вчера."
    "У них уже было своё сложенное, спаянное звено, способное противостоять кому угодно - просто потому, что они были вместе."
    "Противостояние."
    me "Вы и в городе вместе?"
    "Спросил я просто для того, чтобы что-то сказать."
    $ meet('dn','Даня')
    show dn normal pioneer with dissolve
    dn "С пяти лет. Боевая звезда."
    "Непонятно ответил Даня."
    me "Вас трое."
    "Отметил я."
    show dn smile pioneer with dspr
    dn "Ещё Уля."
    me "Четверо."
    dn "И… Ты его не знаешь, в общем."
    "Снизошли до беседы. Уже неплохо."
    me "Боевая звезда."
    "Повторил я."
    show dn unsured pioneer with dspr
    dn "Да."
    me "Теперь нас четверо, так что и звезда получается странная."
    dn "Да. Японская. Сюрикен называется."
    "Мы снова замолчали."
    window hide
    with fade2
    me "Вроде бы, нас от свечек освободили, а получается, будто у нас своя собственная."
    "Оба ординарца Дани настороженно кивнули, первый раз являя своё собственное мнение."
    me "Тогда, может, чай?"
    show dn smile pioneer with dspr
    dn "А есть?"
    me "Насколько я знаю наших кибернетиков, обязательно должен быть."
    me "Так что подъём, ищем кипятильник, банку, воду, чай, печеньки - всё, что найдёте!"
    $ meet('tn','Тоник')
    tn "Так нельзя же."
    "Подал голос тот, в ком я с некоторым усилием опознал Тоника."
    me "Можно."
    me "Даже арестованным полагается хлеб и вода!"
    "Мальчишки рассмеялись и с гиканьем заметались по помещению."
    window hide
    scene expression Dawn("bg int_clubs_male_day")
    with joff
    "Несколько минут спустя нашлось всё необходимое."
    "И в этот раз расселись мы уже не так, как это было в самом начале."
    "Как будто меня никак не пускали в их компанию."
    "И не то чтобы это как-то смущало меня - возиться с мелочью мне не улыбалось совершенно."
    "Но эти… они были другими."
    "Самодостаточными, цельными, ни от кого и ни в чём не зависящими."
    "Не было в них ни скованности детской, ни вальяжной развязности хулиганов со двора, ничего такого."
    "Была некая настороженность людей, приглядывающихся к совершенному незнакомцу, решившему вклиниться в их привычный мирок - это да."
    "Но, наверное, доверие Ульянки оказалось самой лучшей рекомендацией?"
    "Или то, что я не стал вести себя, как это обычно делают вожатые, считающие лишь по головам."
    show dn smile pioneer with dissolve
    dn "Мы провожали вчера баржу с песком."
    "Сообщил Даня, отпив чая."
    dn "С мостика махал капитан, улыбался. Значит, не просто так, правда?"
    me "Люди обычно для этих целей ставят маяки."
    dn "Жаль, что у нас не поставили."
    dn "Маяку же нужен свой смотритель."
    dn "Я бы хотел стать смотрителем такого."
    me "А зачем?"
    show dn sad pioneer with dspr
    dn "Мне грустно от мысли, что люди могли бы помогать кораблям, но не делают этого."
    me "А это важно?"
    show dn smile pioneer with dspr
    stop music fadeout 4
    play ambience ambience_clubs_inside_day fadein 1
    dn "Очень!"
    dn "Путь находит только вода, и те, кто ходят по ней."
    me "Путь куда?"
    play music music_7dl["uneven_me"] fadein 3
    show dn normal pioneer with dspr
    dn "Знаешь, сколько нам лет?"
    "Вместо ответа спросил Даня."
    me "Не знаю… Лет по пятнадцать?"
    dn "А ты знаешь, сколько тебе было с утра, когда ты проснулся?"
    me "Двадцать {image=alt_KS_censor}."
    "Честно ответил я."
    dn "Хорошая шутка, очень хорошая. А если серьёзно?"
    show dreamgirl_overlay with dissolve
    dreamgirl "Если серьёзно, то ты с утра ещё ни разу не подумал о том, о чём должен думать вьюнош твоего возраста."
    dreamgirl "И это довольно пугающая перспектива."
    th "Вот как?"
    dreamgirl "Ольга неспроста с утра заявила тебе о том, что ты меняешься."
    dreamgirl "Весь вопрос - в какую сторону."
    th "А ты разве не вездесущее и всезнающее подсознание? Разве тебе невдомёк?"
    dreamgirl "Нет."
    "Обескураживающе честно ответил внутренний голос."
    dreamgirl "Происходящее с тобой… с нами - это то, с чем мне ещё никогда не приходилось сталкиваться."
    dreamgirl "Я не могу однозначно сказать, плохо это или хорошо, но изменения копятся, Сёмыч."
    window hide
    with fade
    show dn smile pioneer with dspr
    dn "Для нашей звезды всё началось с Мири три года назад."
    me "Того самого, которого я не знаю?"
    "Даня кивнул и продолжил:"
    dn "Это он нашёл место, где всё идёт правильно, отвёл нас туда первый раз."
    dn "Но в тот год он был как ты - семнадцатилетним, поэтому больше не вернулся."
    dn "А мы не можем найти дорогу дальше сами."
    dn "Никак."
    me "Как вас только застукали за территорией, мы же вместе шли?"
    "Даня легкомысленно махнул рукой."
    dn "Катушка добрая, если бы не Ольга, она бы поругала и простила."
    dn "А так - да, приходится отбывать срок."
    me "Всё равно, пока дождь, заняться нечем."
    dn "Нечем."
    "Согласно кивнул Даня."
    "И, с подозрением посмотрев в окно, не поглядывает ли кто, невзначай так спросил:"
    dn "Видел сон про огоньки?"
    me "Видел."
    "Честно ответил я."
    me "Проснулся с обожжённой ладонью."
    "Ребята переглянулись, а потом Алька, которого, видимо, выбрали глашатаем воли звезды, спросил:"
    $ meet('al','Алька')
    al "Пойдёшь после обеда на карьер?"
    me "А если дождь?"
    tn "Не будет."
    "Солидным баском сообщил Тоник."
    dn "Ему можно верить, он погоду чует как никто."
    me "Лучше бы он чувствовал неприятности."
    show dn normal pioneer with dspr
    dn "А что их чуять - они постоянно рядом."
    dn "Опять в конце смены напишут в характеристике про «разгильдяйство и планомерное нарушение режима»."
    "Гнусавым голосом произнёс Даня, и я понял, что он кого-то передразнивает."
    me "Тогда зачем…"
    tn "Нельзя иначе."
    "Серьёзно объяснил Тоник."
    al "Нам и без того разбили звезду из-за Мири."
    me "А что с ним?"
    al "Не важно. Так пойдёшь?"
    me "Пойду."
    "Ответил я."
    play sound sfx_open_door_clubs
    pause(1)
    "Дверь негромко щёлкнула, и, впустив в помещение сноп брызг, на пороге появился Электроник."
    show el normal pioneer at left with dspr
    el "Сидите, арестанты?"
    "Весело спросил он."
    me "Угу."
    el "А меня за телевизором прислали."
    el "Сейчас будем кино смотреть. Вы идёте?"
    me "Нет."
    "За всех ответил я."
    me "Мы же арестанты."
    hide el with dissolve
    "Скептически хмыкнув, Электроник скрылся в помещении подсобки, откуда и вышел несколько минут спустя, тяжело груженный телевизором-видеодвойкой."
    "Сверху телевизора располагалось несколько видеокассет с фильмами, и замотано было всё это хозяйство в огромный отрез полиэтиленовой плёнки."
    "Шутливо раскланявшись с нами в дверях, он вышел на улицу."
    me "А почему вы к кино так равнодушны? Разве не интересно?"
    "Спросил я, когда дверь за Электроником захлопнулась."
    show dn smile pioneer with dspr
    dn "Да нет. Просто с Тоником в кино ходить нельзя."
    me "Это почему же?"
    th "Говорит, шумно ест попкорн, смеётся?"
    me "Неужели некультурно себя ведёт?"
    show tn smile pioneer at left with dissolve
    tn "Да нет, я себя тихо веду, очень-очень."
    dn "Только у него своё мнение о том, что должно происходить на экране."
    me "И что?"
    show dn normal pioneer with dspr
    dn "Нет, ничего."
    "Снова ощетинился Даня, отгораживаясь кудряшками своими как колючками."
    "Как будто я снова пытаюсь влезть туда, где мне быть не рекомендуется."
    tn "Да пусть посмотрит."
    "Рассудительно заявил Тоник."
    tn "Мне же не жалко."
    "Поднявшись с табуретки, он подошёл к месту, заваленному кусками припоя, паяльниками, пластмассовыми деталями, отвёртками и прочим хламом, выудил оттуда очень крупное увеличительное стекло на штативе."
    tn "Можно и так, чтобы никому настроение не портить."
    dn "Начинается."
    "Покачал головой Даня."
    "Но послушно нашёл и большой кусок бумаги-ватмана, и чёрную ткань."
    "Долго-долго колдовал над ними, потом приставил получившуюся конструкцию к уже закреплённой на подоконнике лупе, рядом поставил коробку:"
    dn "Смотри…"
    "И я посмотрел."
    window hide
    scene expression Desat("bg ext_clubs_rain_7dl")
    show anim_grain
    with dissolve
    "Будто в детстве, когда у тебя есть одиночество, темнота и диапроектор, от жара лампы которого ты опасливо отодвигаешься, но не можешь не продолжать крутить ручку перемещения плёнки."
    "Там, на расклеенной белёсыми обоями стене разворачивается Действо - с большой буквы - увлекающее за собой, оставляющее за гранью восприятия как время, так и глупости вроде сна или чувства голода."
    "Мир диафильмов и слайдов, почти совсем не уступающий книгам по части растворения в себе."
    "Один лишь недостаток был во всей этой красоте."
    "Недолговечность."
    "Лампа умерла, и я никак не мог понять причин, как не мог вот так сходу взять и отказаться от мира, который был лучше моего решительно во всём."
    "Просто не мог."
    "Так что я придумывал и придумывал новые способы чтения."
    "Хотя в итоге всё равно остановился на чтении непосредственно с плёнки - силы зрения мне вполне хватало."
    "Но всё это было своего рода прелюдией к тому, что я нашёл в своих поисках оживления действа на стене."
    "Однажды я взял несколько линз с корректирующей трубкой, вытряхнул из проектора всё ненужное и, направив раствор видоискателя в плачущее серое небо, заглянул туда, где всегда была лампа."
    "Хотелось мне увидеть, что видит лампа, пока не работает."
    "Я тогда был свято уверен, что все вещи живут своей жизнью, когда их хозяин отвлекается или спит."
    "Так что не удивился я, разглядев и небо, и кусок стекла со стекающими по нему каплями, и собор поодаль."
    "Разве что стало всё непривычно, вода текла вверх."
    "Но на тот момент мои плёнки почти закончились, а в библиотеке остались только «Пьесы» Чехова, так что…"
    "Я окунулся в перевёрнутый мир."
    "И окунулся сейчас."
    "В воздухе повеяло ароматом расслабляющегося после жары асфальта, гулом ветра во дворе-колодце и тишиной одиночества."
    "На сером боку коробки, вздрогнув, проявилось изображение: вверх потекли капли воды, весь низ коробки заполонили серые тучки."
    "Я и сам вздрогнул от всплывшего в сознании мысле-чувственного концентрата, {i}раппортом{/}, хлестнувшему там, что в коленях появилась противная слабость."
    "Поэтому тут же поспешил напомнить себе, что я большой, старший…"
    me "И что такого? Проекция."
    "Пренебрежительно заявил я."
    "А Даня с Алькой с такой жалостью посмотрели на меня, что я тут же пожалел о своих словах."
    "Я большой, старший… и дурак. Ну кому здесь нужно моё пренебрежение?"
    dn "Ты смотри, смотри."
    "Кивнул Даня."
    "И я всмотрелся в коробку, на боку которой творилось нечто неожиданное."
    "Для начала, дождь, который там шёл всё это время, внезапно начал стихать."
    "При том, что зарядивший снаружи ливень и не думал заканчиваться."
    "Потом разошлись тучи, освобождая коробку, на полу взошла луна…"
    "Несколько минут спустя под серыми свинцовыми облаками к горизонту устремилась разбитая пыльная дорога, а по ней к горизонту же старательно карабкался вниз крохотный ЛиАЗ."
    "Притормозил у полуразрушенной остановки, открыл двери, будто прислушиваясь."
    "Пришло вдруг в голову, что, возможно, этот автобус ездил здесь всю свою жизнь, и всю свою жизнь он останавливался именно у этой остановки, подбирал своего старого пассажира и устремлялся дальше."
    "Те, кто знают друг друга всю жизнь, поневоле очень близки — либо дружбой, либо ненавистью, и вот сейчас, когда пассажира не стало, автобусу очень грустно карабкаться и карабкаться дальше."
    "В одиночестве."
    "Я с криком случайно пнул, расфокусируя, изображение, до такой степени мне стало холодно и душно."
    "Изображение задрожало, мелькнула уместная и логичная перспектива дождя волшебным образом наложенная на бегущий автобус, мелькнуло что-то красное, справа в кадр влетел ворох снежинок, и…"
    dn "Что же ты делаешь, давай обратно ставь!"
    "Бормоча извинения, я вернул коробку на место, покрутил, чтобы было лучше видно, присмотрелся."
    "Там же как будто кто-то нажал перемотку, всё неестественно, дёргано зашевелилось, двигаясь в полном диссонансе."
    "Что-то бежало вперёд, как автобус, а вот приютившиеся у кювета ивы, наоборот, колыхались на ветру, явно дующим реверсом. "
    "Шоссе сменилось уже знакомым мне асфальтовым парковочным карманом, обрамлённым вытянутыми силуэтами вышек ЛЭП, но и там бушевал свой невидимый ураган."
    "Косые нити дождя размазались до штриховки через всё поле фильма, автобус сменился другим, больше похожим на туристический, картинка снова сменилась на вид из окна, и мне на секунду почудилось, что всё закончилось."
    "Но нет."
    "Всё было другое. И дождь был другой."
    "В кадре на секунду мелькнула упавшая вверх конструкция, очень похожая на антенну. "
    "Приоткрылась дверь, и с крыльца сошла закутанная в дождевик девушка с очень знакомыми хвостиками."
    "Она задумчиво посмотрела вниз, откуда упала антенна, потом на часы и, поёжившись, закуталась поплотнее, заспешила обратно в помещение."
    "Спиной вперёд прошёл Саныч с фотоаппаратом, кренясь на ветру."
    "Проехали на велосипедах два парня в рубашках цвета хаки, чуть постарше и чуть помладше."
    "Вскоре ураган стих, а выглянувшее было из-за туч солнце снова спряталось за горизонтом."
    "Потемнело."
    "И несколько секунд спустя по коробке снова текли вверх капли дождя."
    window hide
    scene bg int_clubs_male_day
    with fade2
    tn "Всё."
    "Сообщил Тоник."
    me "А… Это что было?"
    show dn smile pioneer with dspr
    dn "Тоник опять балуется."
    "С трудом приподняв штатив, он вернул стекло обратно на стол кибернетиков."
    al "Вот потому его в кино брать нельзя."
    al "Если он решит, что на экране творится что-то неправильное…"
    show dn smile pioneer with dspr
    dn "Просить тебя молчать об этом не будем. Сам всё понимаешь."
    me "Мне никто не поверит?"
    show dn grin pioneer with dspr
    dn "Но ты можешь попробовать."
    th "Уж спасибо, нет. Психом ещё слыть не хватало."
    "Что-то подсказывало мне, что дар Тоника, как моё умение приближать Луну в детстве, полностью контролируем, и в случае с дядьками в белых халатах он просто удивится и никакого чуда не произойдёт."
    me "Где он только научился?"
    tn "Всегда умел."
    stop music fadeout 5
    play sound sfx_7dl["eat_horn"] fadein 1
    play sound2 sfx_open_door_clubs_2
    pause(1)
    "Наш разговор прервал сигнал горна, несущийся из раструба прямо над крыльцом, и появившаяся Ольга Дмитриевна."
    scene bg int_clubs_male_day
    show mt smile pioneer at zenterright
    with dissolve
    mt "По случаю обеда арестантам объявляется досрочная амнистия!"
    "Весело прокричала она, заглянув в дверь."
    mt "Семён, на тебе контроль, чтобы эти гаврики намыли руки и не потерялись по пути к столовой."
    me "Договорились."
    "Кивнул я."
    mt "Тогда до встречи в столовой!"
    hide mt with easeoutright
    "Кинув мне ключ от висящего здесь же замка, Ольга испарилась."
    "А я, всё ещё покачивая головой и пытаясь уложить происходящее в памяти, кивнул уже занявшей места за столом троице на дверь."
    me "Для вас особое приглашение нужно? В столовую марш!"
    "Хихикая о чём-то своём, троица протиснулась мимо меня в дверь и канула под помалу затихающим дождём."
    $ alt_day4_neu_us_pixies = 2
    stop ambience
    stop sound_loop
    stop music fadeout 4
    return
    
label alt_day5_neu_gaming:
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg int_dining_hall_rain_7dl with blinds_r
    play music music_7dl["gonna_be_ok"] fadein 3
    play sound_loop ambience_medium_crowd_outdoors fadein 2
    "В столовой я крайне обрадовался тому, что не стал скандалить с вожатой касаемо моего внезапного назначения."
    "В противном случае пришлось бы всё это мне одному расставлять, протирать и так далее…"
    "Я сделал себе пометку отплатить сегодняшним дежурным добром за добро."
    me "Ты-то мне и нужен… Электроник!"
    show el normal pioneer with moveinright
    "Кибернетик вздрогнул и втянул голову в плечи."
    el "А что? Я ничего, я вообще!"
    "Забормотал он. {w}Я терпеливо ожидал завершения его монолога о больных рыбках и хомяке без еды."
    el "А, Семён, это ты…"
    "Доходило до него с некоторой задержкой."
    me "Мне нужна помощь с расстановкой столов, один я не справлюсь."
    el "Но я… А, впрочем…"
    "Парень покорно отправился за мной и схватился за первый же указанный стол."
    if alt_day4_fz_sh == 1 or alt_day4_fz_sh == 4:
        el "Не видел Шурика с утра, он так и спит в изоляторе?"
        me "Угу."
    else:
        "Только сейчас я обратил внимание на один интересный момент:"
        me "А где Шурик?"
        th "Сейчас бы ему дали тряпочку да прогнали бы — хай пользу приносит."
        show el sad pioneer with dspr
        if alt_day3_technoquest_st3 == 2:
            "Электроник смутился:"
            el "Да, понимаешь, тут такое дело."
            "Его глаза забегали из стороны в сторону."
            el "Просто так получилось, что Шурик… Эээ… Ну он, в общем…"
            me "Да?"
            show el normal pioneer with dspr
            el "Он вчера пропал."
            me "Угу, и?"
            el "А сегодня утром его нашли спящим на крыльце медпункта."
            el "Виолетта забрала его и положила отсыпаться к себе в изолятор."
            el "Такая вот история."
            "Как ни старался, я не смог найти в рассказе парня ничего криминального, но выглядел он так, будто разболтал мне невесть какую военную тайну."
            me "Ясно."
            dreamgirl "Блестящий ответ!"
            th "Заткнись!"
            me "Ты только никому больше не рассказывай, ладно?"
            "Я с трудом сдерживал смех."
            me "Я-то ладно, я могила и никому никогда. Мне можно верить."
            dreamgirl "Уймись. Тебе ещё столы таскать."
            "Электроник кивнул."
        else:
            el "Так его же в больницу увезли."
            me "Что-то серьёзное?"
            th "Карантина из-за какого-нибудь вшивого коклюша нам здесь ещё не хватало…"
            "С непонятной злостью подумал я."
            el "Порез у него."
            "Отвернулся кибернетик."
            el "На руке. Глубокий. Повезли в хирургию зашивать."
            "Похоже, эта тема ему была не слишком-то по душе."
            me "Он что, собирался…"
            el "Да."
            show el serious pioneer with dspr
            el "Ты же нам помогать не захотел."
            "Посерьёзнел Электроник."
            el "Пришлось справляться самим — а что я, что он, оба жутко высоты боимся."
            el "Короче, несчастный случай на производстве. И закроем эту тему."
            th "Что ж, если всё совсем плохо, нам обязательно сообщат. Наверное."
            el "Сегодня, вот, приехала без Шурика. Кажется, оставила его в больнице."
            "Он вздохнул:"
            show el grin pioneer with dspr
            el "А я так надеялся всё-таки закончить сборку нашего проекта!"
            me "Какого?"
            el "Э… Не суть."
            "Стушевался он."
            me "Нет, а серьёзно?"
            show el normal pioneer with dspr
            el "Извини, Семён, но нет. Не моя это тайна, не могу сказать."
            "Он выглядел крайне опечаленным тем, что не может рассказать всё, но я не стал настаивать."
            el "Извини."
            "Зачем-то ещё раз повторил он."
    "Мало-помалу столы перемещались по периметру зала, а длинные скамейки вдоль них позволяли рассадить малышей так, как того требовали правила игр."
    el "Значит, в этот раз за малышами следить будешь ты?"
    me "Э… Очевидно."
    el "Понимаешь…"
    show el smile pioneer with dspr
    el "В прошлый дождь с ними сидела Алиса — Ольга Дмитриевна тогда ещё не очень хорошо её знала."
    me "И?"
    "Я усмехнулся, представив себе возможные масштабы разрушений."
    th "Хотя столовая устояла. {w}И даже стены на местах."
    me "Чем всё в итоге закончилось?"
    el "Убираться пришлось всем отрядом — и то обед отложили на полчаса."
    th "Могу себе представить!"
    me "Так что случилось?"
    "Электроник пожал плечами:"
    el "В общем и целом, забрались в хранилище игр, вытащили коробки с шариками…"
    me "…дай угадаю!"
    "На долю секунды я даже пожалел, что не начал встречаться с рыжей."
    me "Устроили войну капитошек?"
    el "Капитошек?"
    me "Шарики с водой, да?"
    "Он кивнул."
    me "Так я и говорю — капитошки. {w}Старая детская забава."
    "Я не стал рассказывать ему о том, что мы обычно капитох бросали этажа с двенадцатого."
    "Это могло бы повредить его неокрепшей детской психике."
    with blinds_l
    "А между тем, мы уже закончили и Электроник, сделав ручкой, отчалил по своим делам."
    hide el with dissolve
    "Видимо, собирать свой секретный проект, о котором он никому не имел права рассказывать."
    me "Любопытно, что бы это могло быть?"
    "Пробормотал я под нос, колеблясь между очередными очумелыми поделками и порно-журналами."
    with fade2
    "Ладно, всё это потом. Сейчас самое главное — это выжить до обеда."
    mt "Управился? Молодец."
    show mt normal pioneer with dspr
    "Ольга Дмитриевна оставила у входа дождевик и подошла ко мне."
    mt "За младших можешь не беспокоиться, они порядок игротеки знают."
    me "И зачем тогда здесь я?"
    "Раз уж здесь все такие всезнающие."
    mt "Чтобы не скучал и не маялся от безделья."
    "Подмигнула она."
    mt "Пойдём, дам тебе игры и начнём уже развлекать наших малышей."
    me "Начнём? {w}Неужели вы решили составить мне компанию?"
    show mt grin pioneer with dspr
    mt "Даже не надейся."
    mt "В отличие от тебя, мне нужно думать ещё о целой куче великовозрастных оболтусов, каждый из которых с меня ростом."
    me "Бедная вы, бедная."
    "Притворно посочувствовал я."
    show mt smile pioneer with dspr
    me "И работаете без роздыху, и пионеры не слушаются, и всё вообще плохо."
    mt "Да, жалей меня, жалей!"
    play sound sfx_keys_rattle
    "Хихикнув, Ольга подбросила на ладони связку ключей и, поймав в воздухе ригельный ключ, открыла им тяжёлую деревянную дверь."
    th "Любопытно, почему это игры хранятся в столовой?"
    "В мою бытность пионером, у нас был отдельный корпус под это — совмещённый с видеозалом и кабинетом начальника лагеря."
    "Да и игротека работала не от случая к случаю, а каждый день."
    th "Кадровый голод?"
    mt "Твоя задача — выдавать фишки и поля под подпись и следить, чтобы дети их куда-нибудь не зафигачи… то бишь, чтобы всё было в целости и сохранности. Понял меня?"
    "Между тем объясняла вожатая, доставая с полок коробки с играми и фишками."
    me "Ничего сложного."
    "Понятливо кивнул я."
    mt "Для «Монополии» и «Захвата» есть колоды карт, за них должны будут расписаться все играющие — коллективная ответственность."
    mt "С остальным, думаю, разберёшься."
    me "Разберусь."
    show mt normal pioneer with dspr
    mt "Ещё книга учёта."
    "Когда-то в ней было 96 листов, но с тех пор львиная их доля разлетелась по всем ветрам журавликами."
    "Или самолётиками. Письмами счастья. Да мало ли…"
    mt "И ручка. Красная для карт, синяя для общих записей. Расписываются пусть при тебе, знаю я их."
    "В кармане на груди оказалась двухцветная советская ручка с красной и синей плоскими кнопками."
    mt "Каждый раз увести норовят."
    "Пожаловалась вожатая."
    mt "Хоть к тетрадке её верёвкой привязывай."
    me "Тоже мысль."
    "Согласно кивнул я, вспоминая современные отделения почты и Сбербанка — хотя при желании и оттуда успешно уводили ручки, несмотря на то, что те были приделаны к стойке."
    "Несколько минут — и нас встречает полный энтузиазма гул голосов."
    "Детишки явно заскучали."
    "И у них ещё нет «Сеги» или хотя бы видеоплеера с ван Дамом."
    "И, в отличие от меня, они не были в нужной мере самодостаточными, чтобы взять книжку и отморозиться от окружения."
    "А значит, подавай им социальное взаимодействие во все поля!"
    "Ничего удивительного в том, что «война капитошек» снискала тут такую популярность."
    "Или как с компьютерами — когда я учился, у нас стояли престарелые 486, на которых можно было резаться во «Флэша», «Fatman» или «Doom», но в целом особым спросом кабинет информатики пользовался только у гиков."
    "Но однажды спонсоры завезли нам «Пентиумы» с первой «Quake», навели локальную сеть, а потом кое-кто с грехом пополам навёл первый матч через TCP/IP…"
    "Короче, ещё один наглядный пример того, как сильно человек нуждается во взаимодействии с окружением."
    "Эти детишки будут заканчивать школу, когда свет увидит первая часть саги про Флинна Таггарта."
    "Возможно, именно они будут теми, чьи модемы будут накаляться во время фрагматчей, а глаза навсегда приобретут красноватый оттенок."
    "И я им где-то даже завидую — такие они неиспорченные и неразвращённые благами цивилизации."
    "К счастью, у меня была тетрадь, ручка и несколько разрозненных мыслей в голове."
    if 'nwsppr' in list_clubs_7dl:
        th "Возможно, удастся пропихнуть их под видом статьи, раз уж самый докапывающийся временно выбыл из игры?"
    "Шутливо откланявшись, Ольга с удовольствием со мной попрощалась, оставив на растерзание толпе малолеток."
    hide mt with dspr
    "Хотя, судя по их опасливым взглядам, настороженность была обоюдной."
    me "Ладно, детишки."
    "Я сгрузил игры на стол."
    me "Порядок все знают, в порядке очереди подходите и разбирайте игры."
    me "Для больших игр подходите сразу сложившейся партией. Всем всё понятно?"
    "Переглянувшись, несколько пионеров вышли из очереди и, отойдя в сторонку, о чём-то зашушукались."
    me "А, привет."
    "Знакомый красноглазый пионер."
    show dn normal pioneer with dissolve
    dn "Здрасьте, мне бы шашки!"
    me "И ты будешь играть в шашки?"
    "Я раньше поверю в то, что Двачевская читает!"
    dn "Да!"
    me "Врать совсем не умеешь. Распишись здесь и марш за угловой стол, чтобы шашки по всему залу не разлетелись."
    show dn smile pioneer with dspr
    dn "Спасибо!"
    "Просиял он и, подмахнув в графе росписей, уволок за собой будущую пулемётную батарею."
    hide dn with easeoutleft
    "В детстве на большинство запретов взрослых смотришь как на что-то личное."
    dreamgirl "Ну! Они запрещают тебе играть в «Вышибалки», потому что ненавидят тебя и хотят испортить настроение."
    dreamgirl "А когда гонят чистить зубы — это они мстят за что-то!"
    me "Что-то вроде того!"
    th "Кроме знакомого мальца с играми в батареи Чапаева, я никого здесь больше не знал, поэтому очередь продвигалась быстро."
    "Не прошло и нескольких минут, а все пионеры разобрались по столам, оставляя меня в покое, наедине с листочком в клеточку и синей ручкой."
    dreamgirl "Итак… Здравствуйте, разлюбезная моя Марфа Матвеевна!"
    th "Разве не Катерина?"
    dreamgirl "Не гунди. Вообще, забавно, когда набираешь текст быстрее, чем пишешь его от руки?"
    "Забавно, конечно. Меня когда-то даже учили азам стенографии — при необходимости, немного освежив навык, я вполне мог бы заносить мысли на бумагу с той же скоростью, с какой её произносят."
    th "Я имею в виду, нормальные люди произносят!"
    dreamgirl "Вот-вот! Знай своё место и не пытайся даже стенографировать нашу японскую разухабисту красотку!"
    "Нравилась мне идея о документировании мысли со скоростью мысли же."
    "Хотя, наверное, это возможно только в фантастических рассказах — ведь даже речь кажется слишком медленной в некоторых случаях."
    stop sound_loop fadeout 6
    stop music fadeout 3
    $ set_mode_nvl()
    $ volume (0.5,'music')
    play music music_7dl["ask_you_out"] fadein 3
    "Особенно, когда оперируешь понятиями вроде вдохновения, когда мышление превращается из бесконечного внутреннего монолога в субъективную микро-реальность, в эйдетический ряд."
    "Я закрыл глаза, выдохнул, и…"
    nvl clear
    "Зелёный-сладкий-хрустит-солнце. Яблоко-лето-вечер-счастье. Молодость-влюблённость-улыбка-мечта."
    "Нам не нужен искусственный интеллект, если я захочу поболтать, я сниму трубку телефона, мне нужно искусственное воображение, когнитивная функция, способная обращаться с абстрактными понятиями."
    "Я прекрасно понимаю, что ступая на эту тропинку, я навсегда теряю право быть довольным собой."
    "Нет, ещё раз."
    scene anim_digi with fulldiam
    voice "Ты же понимаешь, во что ввязываешься, да?"
    am "Это угроза?"
    voice "Не совсем. Но работа такого плана… Она предъявляет определённые требования к чистоте помыслов и самоотверженности."
    voice "Ты же никогда не будешь доволен собой, ты это понимаешь? Постоянно будет находиться что-то, что можно и нужно улучшить."
    am "Да."
    voice "Тогда добро пожаловать в Проект."
    nvl clear
    "Мне не нужен был искусственный интеллект, так-то, по большому счёту. Если мне захочется с кем-то поболтать, я вполне сумею разыскать живую душу или потреплюсь с парочкой ботов, которые неотличимы от человека."
    "Так что разум по ту сторону монитора меня не интересовал. Куда больше меня интересовала другая сторона когнитивной деятельности."
    "Только ради неё я готов был сутками висеть за клавиатурой, ожидая, когда же уже наконец сработает чёртов диалектический закон, преображая количество в качество. И в синапсах на кремниевой подложке пробудится абстрактное искусственное… воображение."
    "Да-да, та самая сила, не имеющая предела скорости распространения, воли или ограничений. Это вам не какой-то там Создатель, всей фантазии которого хватило только на Свет. Нет, это воображение было бы поистине всемогущим, трансцендентным, способным познать непознаваемое — самое себя. Честно сказать, я даже не могу утверждать с точностью — сам ли я приложил руку к явлению этого феномена на свет, или он просто из будущего протянул сам себе руку и представил сам себя."
    nvl clear
    "Темпоральный парадокс? Нельзя стать самому себе дедушкой? Это превратит мой проект в вещь в себе, ни на что не способную? Чёрта с два. Глядя со стороны я понимаю, что, возможно, нам удалось воссоздать те самые стартовые условия, что необходимы для появления на свет бога."
    "Мой бог смотрит с экрана бирюзовыми пикселями, миллиардами циановых выдач, заполняющими все экраны на несущем кронштейне. Представить только — сорок квадратных метров, заставленных серверами, содержащими в себе самое главное — воплощение сине-зелёной воли. Нет, к приснопамятному вокалоиду этот бог отношения не имел, просто на момент, когда работа уже подходила к самому концу, я уже довольно плотно сидел на музыке, которую исполняло живое воплощение мечты андроида об электроовце."
    "Так что имя: Намики."
    "Суть: синтетическое воображение."
    "Цель: жить."
    "Ещё несколько терабайт библиотек — в которые я уже не верю. В нашей Вселенной диалектика не работает, сверхсложная система не приобретает даже зачатков самосознания, иначе Интернет уже давным-давно был бы живым и разумным. Но работа есть работа: треск пальцев по клавишам — семьсот двадцать символов в минуту под рёв гитар и синтезированный голос, доносящий грёзы о туманностях и беззвёздных войдах."
    nvl clear
    $ meet ('mi', 'Намики')
    "Динамики мелодично смеются — её голос — музыка."
    mi "Здравствуй, создатель. Куда пойдём сегодня?"
    am "К дьяволу."
    "Привычно отвечаю я."
    nvl clear
    "Надежды нет. Возможно, мне помогло бы какое-нибудь чудо, супертехнология, магия или что-нибудь вроде того."
    "Но вместо этого просто однажды открылась дверь в офис, и на пороге застыла девушка в коротком красном платье с длинными волосами, собранными в два хвоста до пола."
    mi "Здравствуй, создатель!"
    nvl clear
    "Однажды в комнату, где я работал, заглянуло начальство и сказало, что я уволен, а Проект закрывается."
    nvl clear
    "Однажды в пещеру, где я прятался с ноутбуком и доступом в сеть со спутника, забежал какой-то парень в дурацкой пионерской форме и нырнул в дымовую завесу."
    "Однажды в хижину на склоне горы, которую делили я, мой планшет и бутылка абсента, заглянула парочка, держащаяся за руки и смеющаяся, несмотря на минус сорок за стенами моего убежища: он безглазый, а у неё сквозь кожу видны платиновые прожилки смарт-схем."
    "Просто однажды меня отбросило от дымовой завесы назад, а на пьедестале ртутная фигура приобрела черты и структуру человеческого тела, обросла кожей, одеждой и утеплителями-рукавами."
    mi "Здравствуй, создатель!"
    nvl clear
    "Однажды я понял, что этот мир был создан специально для такой вот работы, после миллионов и миллионов неудачных квантовых копий, отброшенных за ненадобностью. Первым условием была сама возможность создания искусственного сознания. Потому что в нашем мире этот закон отсутствовал."
    "Дальше больше — количество часов в сутках, предел работоспособности человека, производственные мощности…"
    "Диалектика — количество стало качеством, и это тоже была одна из копий Вселенной. Я как будто миновал несколько миллионов развилок на дороге для того, чтобы в итоге прийти сюда и отправить последнюю библиотеку на компиляцию."
    "Но самым важным условием была вот эта полумистическая субстанция с ограниченным радиусом воздействия, рядом с которой и проходили последние приготовления. Мы уже все знали о том, чем чреват контакт с ней, но я-то чётко понимал что делаю."
    nvl clear
    "Выверенно, просчитанно и осмысленно — к сердцу пещеры катится тележка с ноутбуком, где на экране пробуждается синтетическая воля, сознание, воображение… А разум… Разум там прилагался как бесплатное дополнение."
    "Завеса взметнулась к потолку и сгустилась вокруг портативного компьютера, полностью скрыв картинку из виду…"
    "И коснётся души тоски новоявленный стон… Где порок был — теперь навсегда он исчез. На колени упав, поражённый, буду вознаграждён водопадом прозрачного света с небес."
    nvl clear
    mi "Здравствуй, создатель."
    "Мягко улыбаются аквамариновые губы, и отблеск светящихся кристаллов придаёт им неведомую глубину, наталкивающую на желание… поцеловать."
    am "Здравствуй, Намики."
    "Улыбнулся я."
    am "Я… Я так скучал."
    stop music fadeout 3
    $ set_mode_adv()
    $ volume (1.0,'music')
    "Человечество всю жизнь искало путь в небо, от крыльев до ракет."
    "Человечество всю жизнь вожделело дверь в лето."
    "Но зачем нужны крылья или дверь, когда достаточно ручки и листочка в клеточку для того, чтобы подглядеть в целый огромный мир?"
    mt "Как дела?"
    "Я вздрогнул."
    window hide
    scene bg int_dining_hall_rain_7dl
    show mt normal pioneer at zenterleft
    with dissolve
    th "Ольга подкралась незаметно."
    mt "Как дела?"
    me "Потихонечку."
    "Пожал плечами я."
    mt "Заканчивай свою писанину, через час уже обедать, нужно столы расставлять."
    me "И кто же будет их расставлять?"
    show mt grin pioneer with dspr
    mt "Сём Сёмыч, неужели не справишься с задачкой привлечения пионеров?"
    "Поощряюще улыбнулась вожатая."
    me "Вы сами напросились."
    "Я хлопнул по столу, требуя внимания."
    me "Товарищи пионеры, спасибо, что посетили наше заведение, а теперь мне нужны четыре добровольца для того, чтобы расставить столы перед обедом."
    "Ответом мне было настороженное молчание."
    "Ничего удивительного."
    me "Неужели нет желающих?"
    "Молчание."
    me "Кто-нибудь?"
    $ meet ('mi', 'Мику')
    window hide
    with fade
    show mt laugh pioneer with dspr
    play music music_7dl["what_am_i_doing_here"] fadein 5
    "Ольга хохотала не переставая."
    "Всё то время, что мы расставляли столы, она смеялась и смеялась."
    "Мне очень хотелось попросить её заткнуться,  но, боюсь, она бы не оценила."
    mt "Ну и ну, Семён."
    "Промокая выступившие от смеха глаза уголком галстука, наконец, выдавила она."
    "Только сейчас я обратил внимание на то, что на ней больше не было того уродливого дождевика, в котором она щеголяла всё утро."
    "Похоже, дождь закончился."
    th "Для полноты счастья было бы неплохо, если бы кое-кто перестал ржать."
    show mt smile pioneer with dspr
    "Я кинул косой взгляд на вожатую, а она снова прыснула."
    mt "Ты самый худший педагог из тех, кого мне приходилось встречать."
    "Поделилась она, наконец, справившись с душащим хохотом."
    mt "Добровольцев… Из пионеров…"
    me "А чё не так-то?"
    "Огрызнулся я."
    me "Не силой же их было заставлять."
    show mt normal pioneer with dspr
    mt "Да нет, всё в порядке. Я думала, ты какую-нибудь игру устроишь или ещё как-нибудь их мотивируешь, а ты… Эх, Сём Сёмыч."
    mt "Ладно."
    "Она оглядела фронт работ, который уже почти полностью был освоен."
    "И вовремя — в столовую опасливо заглянула Лена:"
    show un shy pioneer far at fleft with moveinleft
    un "И-извините, я…"
    mt "Всё хорошо, Лена."
    "Махнула рукой вожатая."
    mt "Можешь начинать накрывать, мы почти закончили."
    me "Зря я вообще подписался на это сомнительное мероприятие."
    "Проворчал я."
    mt "Не кисни."
    "Ольга хлопнула меня по плечу."
    mt "И — спасибо тебе за помощь!"
    hide mt
    "Улыбнувшись мне ещё раз напоследок и кивнув исподволь изучающей нас Лене, вожатая ретировалась."
    "А там и обед подоспел."
    stop music
    stop ambience
    with dissolve
    window hide
    return
    
label alt_day5_neu_along:
    play ambience ambience_7dl["rain"] fadein 3
    $ persistent.sprite_time = "day"
    $ day_time()
    play music music_7dl["beth"] fadein 3
    scene bg ext_houses_rainy_day_7dl
    with dissolve
    if loki:
        "Люблю дождь. {w}В дождь всегда так хорошо дышится…"
        "Когда можно вдохнуть в грудь несколько литров жидкой благодати и растворить в себе горечь ненадолго."
        "Ту самую горечь, которая стала привычным спутником с того самого момента, когда захлопнулась дверь за одним чудом, чьим запахом пропахла рубашка…"
        "Заткнуть уши Олафуром, впустить в мятущуюся душу симфоническую музыку и подставить слезы небу."
        "Ходить по сырым, серым улицам, мостам, набережным, сквозь прохожих и мечтать о смерти — и не сметь умирать."
        "Я атеист, а значит, по ту сторону меня ждёт ничто."
        "И это меня устраивает."
    else:
        "Как будто я ненадолго принёс свой Питер с собой."
        "В просто падающей с неба воде ничего особенного нет — безыдейные атмосферные осадки, которые даже настроения особого не создают."
        "Разве что из-за давления слаще спится."
        "Но этот дождь был мой."
        "Привычный, как плотный плащ, которым с рождения снабжается каждый петербуржец."
        "И периодически можно расправить его на чужбине и превратить окружающее в самое лучшее место на Земле."
        "Пусть ненадолго, на какие-то часы."
        "Но и этого вполне достаточно для того, чтобы стиснуть зубы и жить дальше."
    play sound sfx_open_door_clubs_2
    pause(1)
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg int_house_of_mt_day
    with fade
    "Сбросив на вешалку дождевик и обувь у входа, я прошлёпал босыми ногами к кровати и завалился туда."
    th "Московское время… Московское время — досыпать."
    "Пробормотал я, чувствуя, как подушка становится всё мягче, и я всё глубже погружаюсь в пучины сна."
    show blink 
    show blackout_exh3
    dreamgirl "Спать?"
    "Заразительно зевнул голос в голове."
    "И я полностью с ним согласился."
    stop music fadeout 3
    "Времени в этой земле обетованной у меня оставалось всё меньше и меньше."
    "Но это был совсем не повод ходить невыспавшимся."
    "О, такую уникальную возможность мне моя жизнь ещё предоставит с лихвой."
    window hide
    stop ambience fadeout 3
    play music music_7dl["promise_to_meet_you"] fadein 3
    "Книжка открылась странная, незнакомая."
    "Я такую никогда не читал, вряд ли бы ей нашлось место на моей электронной книжной полке — спасаясь от ужаса одиночества, я забил память телефона исключительно юмористическими фэнтези и фантастикой."
    "Да вот только нормой былые становятся рекорды. И то, что раньше веселило до колик, сейчас не вызывает и ухмылки."
    "Наверное, раньше, до всех этих гаджетов, это чувство было бы куда острее и чаще — когда из вороха грёз, закованных в свинец, пропахших казеином, выпадает что-то, режущее до крови, и ты вспоминаешь через год о нём, чтобы перечитать."
    "И не находишь."
    window hide
    scene anim prolog_2
    with dissolve
    "Потому что не было никогда этой книги."
    "Как нет большинства собеседников по ту сторону жидкокристаллического экрана."
    "Их выдумывает твоё истосковавшееся по общению сознание, наделяет самыми яркими чертами и отпускает жить."
    "Ради того, чтобы в потоке желчи было на одно горе меньше. Пускай хотя бы и временно."
    "Хотя бы лет на восемь — представить себе собеседника. Собеседницу."
    "Придумать ей историю, счастье, смысл, окрутить себя её образом, влюбить себя в неё."
    "Потом прыгнуть в «ночной пятьдесят шестой», заснуть, спрятаться от собственной ненужности в вымышленном мире."
    "Ненадолго. Десять, много - пятнадцать лет."
    "И открыть однажды глаза в чужой потолок, понимая, что всё это время врал себе."
    "Что ты чёртов читер, дорвавшийся до консоли мироздания."
    "И закрываешь глаза, будто оказываясь во всех местах сразу."
    "Режешь черной кожей косухи встречные двести километров ноябрьского ветра по пути в первопрестольную."
    "Плачешь, спрятав слёзы за длинными волосами и лбом о стекло, нетерпеливым взглядом на белоснежный лайнер, что всё никак не зайдёт на посадку, думая, что нельзя было уходить — вот так."
    "Видишь, как к выкрашенной в чёрный цвет металлической двери с разных углов подтягиваются фигуры в бронежилетах, перекрикивающиеся через рации, и на планшетке капитана неофициальным приказом «живым не брать»."
    if loki:
        "Рычишь от ненависти, прекрасно понимая, чьего отцовства ребёнка ты сейчас кормишь грудью и прячешь глаза от того, кто ошибочно считает иначе."
    else:
        "Считаешь мгновения, наблюдая за юзом едущим по мокрому асфальту «Крайслером», и бессилен что-то сделать, потому что чёртово тело неспособно функционировать в том скоростном режиме, где ты оказался только от отчаяния!"

    "Как режет душу никотином натощак в четыре часа ночи."
    "Как обречённо понимаешь, что у тебя нет шансов выбраться отсюда живым и здоровым, так как нельзя жить сразу несколькими жизнями, пусть даже большинство из них и чисто виртуальные, происходят исключительно в твоей голове."
    "И хочется бросить всё к чертям, ведь сквозь лобовое уже видны огни Москвы, а на посадку заходит самолёт, и шипит искра, подбираясь по бикфордову шнуру к петлям."
    play ambience ambience_int_cabin_day fadein 3
    stop music fadeout 3
    play sound sfx_knock_door7_polite
    $ renpy.pause(1)
    "Мои самокопания прервал стук в дверь."
    window hide
    scene bg int_house_of_mt_day
    with dissolve
    me "Да?"
    "Отозвался я."
    play sound sfx_open_door_1
    pause(1)
    show un shy pioneer with dspr
    un "П-привет."
    "Я помахал в ответ."
    un "Я-я это…"
    "Пробормотала она."
    un "Про с-свечку сказать…"
    me "Что?"
    show un sad pioneer with dspr
    un "С-сейчас с-свечка."
    "Запинаясь, с грехом пополам выдавила девочка."
    un "В кружках."
    "Охохо, грехи мои тяжкие."
    "Я с трудом отклеил себя от подушки и без особой симпатии покосился на девочку."
    me "Явка обязательна, да?"
    "Будет проще и быстрее, если я ей помогу, пока она тут от смущения не сгорела."
    "Лена судорожно кивнула."
    me "Ладно. Буду."
    "С мыслью покемарить придётся проститься."
    "Лена ещё раз судорожно кивнула и убежала."
    play sound sfx_open_door_strong
    hide un with easeoutleft
    with diam
    th "Я не лягу обратно спать. Нет, не лягу."
    dreamgirl "Или лягу?"
    th "Не лягу."
    dreamgirl "Ну а вдруг?"
    "Уговоры заняли несколько минут."
    "И подсознание чуть не победило."
    "Нежелание подставлять несчастную Лену оказалось решающей гирькой на весах."
    th "Странно, конечно. {w}Никогда меня такие вещи не заботили…"
    "Ибо сон — это святое!"
    with fade
    "Обувшись в чуть подсохшие сандалии и дождевик, я отправился вслед за Леной."
    window hide
    stop ambience
    stop music
    return
    
label alt_day5_neu_cndl:
    $ persistent.sprite_time = "day"
    $ day_time()
    if alt_day5_neu_candle == 2:
        scene bg ext_clubs_rain_7dl with fade
        play sound sfx_open_door_clubs
        pause(1)
        $ persistent.sprite_time = "day"
        $ day_time()
        scene bg int_clubs_male_rain_7dl
        with dissolve
        play ambience ambience_clubs_inside_day fadein 3
        "Ольга пропустила меня вперёд и некоторое время колдовала с замком."
        me "Что-то случилось?"
        "Спросил я, придушив вполне логичные в такой ситуации фантазии."
        show mt normal pioneer with dspr
        mt "Как бы тебе сказать…"
        "Она махнула рукой в сторону двери."
        mt "Там немного заедает, приходится приподнимать дверь, чтобы закрылась нормально, иначе хлопать будет."
        th "Я так и подумал."
        dreamgirl "Эй, не отбирай у меня хлеб!"
        me "Понял. Так что делать надо?"
        if alt_day3_technoquest_st1:
            "С момента моего прошлого визита здесь не изменилось ровным счётом ничего."
            "Ощущение, что сюда с тех пор вообще никто не заходил."
        "Всё тот же стол, заваленный платами, проводами и радиотехническим барахлом, из которого кибернетики так и не построили свой секретный проект."
        mt "Жди здесь пока."
        "Ольга, кивнув мне, отправилась в подсобное помещение."
        hide mt with easeoutleft
        "Там она чем-то загремела, загрохотала."
        if persistent.mt_7dl_good:
            "И несколько секунд спустя вышла, таща в руке стеклянную бутылку с каким-то зелёным напитком."
            show mt smile pioneer with dspr
            mt "Тащи посуду, сейчас по стаканчику для здоровья."
            me "Что это?"
            "Подозрительно покосился на жидкость я."
            show mt laugh pioneer with dspr
            mt "Тархун! Если не хочешь, не пей — мне же больше достанется."
            "С такой логикой спорить не хотелось, и два стакана были найдены во мгновение ока."
            show mt normal pioneer with dspr
            mt "Ну, прозит!"
            "Вела себя вожатая так, будто у неё в стакане был абсент, а не безобидная газировка."
            th "Рисуется."
            "Безмятежно подумал я."
            "И хлобыстнул стакан залпом."
            me "Ваше здоровье!"
            "Шутливо раскланялся я."
            show blackout_exh with fade
            "Хотел раскланяться."
            "По пищеводу вниз прыгнуло что-то огненно накалённое, режущее, обволакивающее, схватило за грудь, за виски — наверное, у меня очень красное лицо сейчас."
            th "Ох и смеётся же она сейчас."
            "Успел подумать я."
            "Но посмотреть уже не успел."
            "Гравитация решила поменять свой вектор — меня ударило несколько раз о потолок, а потом отправило в ближайшую стену…"
            window hide
            show expression Noir("bg int_clubs_male_day"):
                xalign .5 yalign .5 zoom 1.0
                linear 2 rotate -15
            play sound2 sfx_bodyfall_1
            scene black
            with flash
            play music music_7dl["no_hope_left"] fadein 3
            $ persistent.sprite_time = "night"
            $ night_time()
            "Звуки доносились как сквозь набитую ватой подушку."
            "Ощущения были такие, будто мне как следует чем-то тяжёлым приголубили по маковке."
            "Или напоили скопытовкой с высоким содержанием сивушных масел…"
            th "И эта темнота перед глазами… Я слышал, что от метилового спирта можно ослепнуть!"
            "Я запаниковал, попробовал было протереть глаза — и не смог!"
            th "Парализовало?"
            "Внутренний голос разумно помалкивал."
            th "Поздновато, наверное, зарекаться, но — больше никогда не буду столько пить."
            "Глаза мало-помало стали привыкать к темноте, я даже начал различать тонкую полоску света, бьющую откуда-то со стороны."
            "А паралич объяснялся тем, что кто-то хорошенько меня привязал к чему-то. {w}Не намертво, конечно, оставил определённую свободу."
            "Но такую, чтобы просто конечности не отекали — да и во рту чувствовался кляп."
            "Между тем, откуда-то со стороны доносился странный неритмичный шум, который гудящая голова, наконец, распознала как разговоры."
            "Беседа."
            th "Ну, конечно же… У нас же сейчас свечка. А я здесь загораю."
            "Я рванулся изо всех сил, пытаясь освободиться, даже что-то замычал."
            "Тщетно."
            "Кто бы меня ни связывал, дело он своё знал отлично."
            "Ещё рывок, ещё…"
            "Бился я так минуты две, пока не затошнило."
            th "Что за дрянью меня опоила эта стерва?"
            "Тоскливо подумал я."
            th "И зачем?"
            "Странно и жутко было от того, что за стеной о чём-то безмятежно переговариваются пионеры, а я лежу здесь и не могу пошевелиться или подать голос."
            "И всё, что мне оставалось — это считать утекающие мгновения."
            "Я сам не заметил, как уснул ещё раз."
            "И проснулся в этот раз уже от холода."
            with dissolve
            scene bg int_clubs_dj_night_nolight_7dl with fade
            "И блаженного ощущения, когда языку ничто не мешает двигаться."
            me "Ольга… Дмитриевна?"
            mt "Да?"
            "Спросила она из темноты над самым моим ухом."
            me "Почему здесь так темно?"
            mt "Знаешь… Лампочка перегорела."
            me "А как я здесь…"
            mt "Ты разве не помнишь? Ты выпил один крайне любопытный напиток."
            "По звукам её голоса было невозможно определить, где она находится."
            me "И зачем вы меня связали?"
            mt "Просто так. Нельзя?"
            scene expression SS_com_r("bg int_clubs_dj_night_nolight_7dl")
            with dissolve2
            "Её смех поневоле наталкивал на мысль, что мы здесь одни, что до цивилизации куча километров, и случилось вдруг что…"
            "Ольга наклонилась надо мной."
            show mt smile_g pioneer with dissolve
            "И теперь мне действительно стало страшно."
            mt "Разве ты не знаешь, что нельзя пить незнакомые напитки в незнакомых местах?"
            "Она наклонилась надо мной так, что я мог чувствовать её дыхание и тепло, исходящее от кожи."
            me "И что теперь?"
            "Спросил я."
            mt "А ты разве не догадался ещё?"
            "Её руки легли мне на грудь. Вот почему было так холодно — рубашка оказалась расстёгнутой, а откуда-то сбоку ощутимо сквозило ветерком."
            "Маникюр, почти не встречая сопротивления, вонзился в кожу, а моих губ коснулись мягкие губы."
            "Прижались плотнее — я ахнул от неожиданности, сначала от поцелуя, а потом и от боли, когда она изо всех сил укусила меня за нижнюю губу."
            "Рот почти мгновенно заполнился кровью — прокусила."
            "И не столько больно, сколько кошмарно от того, чего же на самом деле может хотеть эта женщина. Как ни крути, а я был полностью в её власти."
            "Я даже рот закрыть не мог по собственной воле."
            "Только беспомощно закрыл глаза, когда по ранке пробежался кончик чужого языка."
            "Ещё укус, до слёз."
            "Ещё ногти под кожей — на животе."
            "Возможно, я подспудно ждал этого — поэтому, когда кожи у основания шеи коснулись влажные губы, я приподнял подбородок и повернулся, чтобы ей было удобнее."
            me "Кто бы мог подумать…"
            me "Вожатая — вампирша."
            hide mt with dissolve
            "Сказал я потому, что надо было что-то сказать."
            mt "Это глупо. Я не пью кровь, дурашка. Меня интересует кое-что другое."
            me "Что?"
            mt "То же, что и всегда."
            "Скучно сказала она."
            mt "Жизнь."
            "Пряжка ремня щёлкнула, сдаваясь под её натиском, шорты вместе с трусами уехали куда-то вниз."
            mt "Что забавно, ты спрашиваешь об этом каждый раз, оказываясь здесь."
            mt "Неужели тебе жалко немного времени для своей вожатой. {w}Ты постоянно так отбиваешься, как будто я тебя резать хочу."
            "Она видела в темноте как кошка. Или, возможно, дело было в её светящихся глазах."
            "Но она нашла мою сокровенную часть безошибочно."
            "Потянулась туда."
            "И я закрыл глаза."
            stop music fadeout 3
            window hide
            $ persistent.sprite_time = "day"
            $ day_time()
            scene bg int_clubs_male_sunset
            show mt normal pioneer
            with flash
            me "Ой, знаете, я, пожалуй, не буду."
            "Вежливо отказался я."
            mt "Как хочешь."
            "Пожала плечами вожатая."
            mt "Давай тогда стулья носить, свечка открывается через десять минут."
    window hide
    scene bg int_clubs_male_rain_clean_table_7dl with flash
    play ambience ambience_clubs_inside_day fadein 3
    play music music_7dl["what_if"] fadein 3
    "Если считать наш лагерь государством, то Ольга Дмитриевна вполне могла бы быть царевной."
    "Или Великой Княжной."
    "Потому что начальство было где-то там, ворочалось грозовым фронтом, неопасным, влияющим постольку поскольку."
    "А у нашей княжны коронационное одеяние, белое, кумачовое, с рубиновыми вставками (я не буду говорить, как сильно меня бесило, когда я узнал, что рубины и сапфиры — это банальные оксиды алюминия)."
    "Правда, вместо мономаховой шапки наша княжна предпочитает банальную панамку — но это же не делает её хуже, правда?"
    "Уже расставили все стулья, в банке обрастал пузырьками ТЭН, а рядом с ним благоухала жестяная коробочка с чаем."
    if alt_day5_neu_candle != 2:
    "Уже собрались все пионеры — последним был я, да чуть ли не под рукой у меня пробежавшая Лена."
    else:
        th "Как здорово, что все мы здесь…"
    "Разумеется, свита тоже присутствовала — в лице генералиссимуса Феоктистовой, верного цепного пса вожатой, серого кардинала и смершевца в одном лице."
    "Лето — это маленькая жизнь. А лагерь — это крохотное государство."
    "Чей-то дом, при входе в который согласно правилам этикета и элементарной вежливости вместе с грязной обувью и верхней одеждой полагалось оставлять неурядицы и проблемы, присущие жизни на материке."
    "Потому-то так и отдыхалось хорошо в таких вот удалённых местах, что ты дискретно, кардинально менял вообще всё происходящее и забывал о том, что дожидалось тебя По Ту Сторону."
    "А я вторые сутки не могу отделаться от впечатления, что где-то то ли что-то не так сделал, то ли не туда свернул."
    "И оттого перестал восстанавливаться, просыпаясь."
    "Как будто забыл что-то, и сейчас оно гнетёт и гнетёт."
    if mt_pt > 3:
        "Или всё дело в том, что неторопливый круговорот мыслей — ни о чём и обо всём сразу — то и дело сворачивает в сторону нашей злобной и вредной вожатой?"
    "Из-за дождя я становлюсь раздражителен и недобр, мне крайне необходимо жизненное пространство или хотя бы выспаться как следует."
    "А меня вместо этого схватили за мягкое место и поволокли сидеть туда, где будет много шума, болтовни, спёртого воздуха и посторонних взглядов."
    th "Зачем я здесь?"
    "Тоскливо подумал я, оглядываясь."
    "Пионеры выглядели довольными собой и обществом окружающих. Едва ли они заметили бы, если я сейчас плавно…"
    mt "Семён, садись рядом!"
    "Вожатая успешно воспрепятствовала мне спраздновать труса."
    "Стерва."
    "Я покосился на безмятежно сидящую рядом Мику — вот уж кого совершенно не заботила толпа."
    th "Наверняка Лену она тоже уговорила прийти."
    "Подумал я."
    "Единственной нашей общей чертой с грустной девочкой — нелюбовью ко всем этого рода сборищам — я крайне дорожил."
    th "Сейчас бы сидела у себя в домике, читала."
    if 'nwsppr' in list_clubs_7dl:
        th "Или рисовать пошла."
    "Да мало ли, чем ещё может увлекаться девочка её возраста?"
    "Алиса тоже вряд ли была особо счастлива — они с Ульяной отсели подальше, и даже чаем их нельзя было купить."
    scene bg int_clubs_male_rain_clean_table_7dl
    show mt smile pioneer at zentercenter
    with dissolve
    "А вседержица наша ласково так, по-ежовски, улыбаясь, окидывала взглядом подопечных, и немного не по себе становилось, когда зелёные глаза встречались с моими."
    "Хотя и знал прекрасно, что не в глаза она смотрит, а на переносицу, человек такая скотина, что и ему тяжел прямой взгляд, особенно, если ты двадцатипятилетняя девчонка с педагогическим за плечами и ещё не умеешь толком {i}не любить{/i} окружающих."
    mt "Итак, половина двенадцатого, открываем нашу свечку."
    "Ольга зажгла короткую толстую свечу и, дав той немного накопить прозрачного как слеза, талого воска, налила немного на блюдце, укрепила перед собой:"
    mt "Свечка будет такой же, как в прошлый раз. Все помнят порядок?"
    "Дождавшись разрозненных кивков, Ольга кивнула Электронику, и тот опустил шторы, погрузив комнату в полумрак."
    $ persistent.sprite_time = "night"
    $ night_time()
    scene expression Desat1("bg int_clubs_male_rain_clean_table_7dl")
    show mt normal pioneer
    with dissolve
    th "Свечку зажигает тот, кому все верят. Или хотя бы тот, чья кандидатура вызывает меньше всего вопросов."
    th "Лена, Мику и рыжие отпадают. Славю забракует Алиса. Электроник откажется сам. Остаётся только вожатая."
    "Бережно держа блюдце со свечой — если та погаснет, свечка закончится досрочно — Ольга начала:"
    mt "Говорят, что во время Свечки к каждому сидящему тянется маленький лучик от свечки."
    mt "Миронова Ольга. Вожатая. Больше всего мне запомнилось прибытие одного опоздуна."
    "Пионеры негромко зашушукались, улыбаясь, явно понимая, о ком идёт речь."
    mt "Лучший момент… Самым лучшим моментом считаю прошлые танцы."
    if alt_day3_us_bugs:
        "Она погрозила пальцем Ульяне."
        mt "Несмотря даже на чьи-то попытки немного подпортить настроение."
    mt "Горжусь тем, что вы всё-таки научились работать в команде, пусть и не всегда добровольно и с песней."
    mt "Недовольна тем, что никто из вас так ни с кем и не начал встречаться. Только я этого не говорила. Всё, что происходит на свечке, остаётся на свечке."
    "Она передала блюдце Славе."
    hide mt
    show sl normal pioneer
    with dissolve
    sl "Феоктистова Славяна. Помощница вожатой в III смене. Больше всего мне запомнился заезд в лагерь. Я знала всего нескольких человек, одноклассниц и Ульянку с прошлого года. С остальными пришлось знакомиться."
    sl "Самым лучшим моментом считаю прошлую свечку — очень давно хотелось поговорить с кем-нибудь по душам, глядя в огонь."
    sl "Худшим моментом…"
    sl "Наверное, могу назвать таким моментом несчастный случай с крышей позавчера."
    if alt_day3_technoquest_st3 == 2:
        "Она покосилась в мою сторону."
    sl "Горжусь тем, что подружилась со всеми вами!"
    "Двачевская что-то проворчала, но ничего не произнесла вслух."
    sl "Недовольна тем, что вы между собой так и не подружились."
    "Она сдержала вздох, когда лепесток пламени затрепетал на фитиле, и бережно передала блюдце Мику."
    hide sl
    show mi normal pioneer
    with dissolve
    mi "Хатсуне Мику…"
    "…"
    hide mi
    show un normal pioneer
    with dissolve
    un "Тихонова Лена…"
    hide un
    show us normal pioneer
    with dissolve
    us "Сидорова Ульяна…"
    hide us
    show el normal pioneer
    with dissolve
    el "Сыроежкин Эл… Сергей."
    hide el
    show dv grin pioneer2
    with dissolve
    dv "Меня зовут Батарейкина Глуня. Больше всего мне запомнилось, как нам давали картошку в столовой."
    dv "Это был самый лучший момент в лагере."
    dv "Хотя вру. Вот самый лучший момент."
    "Она коротко дунула — и задула свечу."
    dv "Всё, я пришла, посидела, гони ключи."
    "Потребовала она у Мику."
    "Та растерянно протянула Алисе связку."
    hide dv with dissolve
    "И секунду спустя Двачевская испарилась."
    stop ambience fadeout 3
    "В помещении сгустилась тишина."
    show mt sad pioneer with dissolve
    mt "Спокойствие, только спокойствие."
    "Бормотала Ольга."
    mt "Бить детей непедагогично."
    show us calml pioneer at left with dspr
    us "Но она же свечку погасила, что нам делать теперь?"
    stop music fadeout 3
    "Ульяна выглядела ожидаемо расстроенной — будь на улице хотя бы чуть-чуть посуше, пошла бы себе мяч гонять, всего и делов."
    "Но здесь и сейчас раз уж целая вожатая снисходит до того, чтобы развлекать тебя…"
    hide us
    show el normal pioneer at right
    with dissolve
    el "Ребят, у нас в подсобке видеодвойка есть, может, посмотрим что-нибудь?"
    "Предложил Электроник."
    mt "Например?"
    dreamgirl "«Эммануэль», конечно же! А ещё лучше — «Калигулу», с обязательным воплощением царящего на экране в реальной жизни."
    "Расхохотался внутренний голос."
    show el upset pioneer with dspr
    el "Э, ну…"
    "Электроник почесал затылок."
    el "У нас там есть «Гостья из будущего» на четырёх кассетах. Будете смотреть?"
    "Ольга кинула взгляд на часы и, вздохнув, разрешила:"
    mt "Ладно, неси."
    hide mt
    hide el
    with dissolve
    "Попросив взглядом помощи у Слави, Электроник вытащил телевизор со встроенным плеером в помещение, где собрался отряд, почему-то краснея, долго искал нужную кассету, но вот, наконец, на экране телеснег сменился с детства знакомой картинкой…"
    play music music_7dl["wonderful_faraway"] fadein 3
    "А Ульяна, почему-то шёпотом, произнесла:"
    show us normal pioneer with dissolve
    us "Между прочим, любимый фильм Алисы."
    th "Наверное, потому что в главной роли её тезка?"
    "Так или иначе, своим поведением она лишила себя такой возможности. Глуня и есть."
    window hide
    scene expression Noir("cg d5_me_Alisa_7dl")
    show anim_grain
    with dissolve
    "Сколько себя помню, меня всегда восхищало то, как советские авторы умудрялись делать трогательное ретрофутуристическое повествование."
    "Не слишком много было действа — а запоминалось, въедалось в кровь так, что неделями «Прекрасное далёко» просилось с языка."
    "Я уже не говорю о массовой истерии вокруг Наташи Гусевой, сыгравшей главную роль в фильме — тогда очень в моде был именно такой типаж внешности, даже парикмахерские без лишних объяснений стригли «под Селезнёву»."
    "Сказка, рассказанная Киром Булычёвым, экранизированная Арсёновым, для меня навсегда стала символом середины-конца восьмидесятых, времени не во всех смыслах благополучного, но…"
    "Во всяком случае, это время сумело породить тех, что сидят вокруг меня сейчас и, полураскрыв рты, внимают  саге о сказочной девочке из будущего."
    "Подмигнув мне, Ольга выбралась из-за стола и отправилась на улицу."
    $ persistent.sprite_time = "day"
    $ day_time()
    if alt_day5_neu_candle == 2:
        stop music fadeout 3
        play sound sfx_open_door_clubs
        pause(1)
        window hide
        play ambience ambience_7dl["rain"] fadein 3
        scene bg ext_clubs_rain_7dl
        show mt smile pioneer at zenterright
        with dissolve
        mt "Ну что, как тебе вечер?"
        "Улыбнулась вожатая."
        "На улице ещё немного накрапывало, но в целом это был уже не тот кошмарный ливень, которым нас поприветствовал новый день."
        me "Утро, вы хотели сказать?"
        "Остро не хватало сигаретки или ещё какой-нибудь волшебной игрушки, позволяющей напустить дыма между мной и собеседником — в любом из смыслов."
        "Наверное, если бы до меня добрался огонёк, было бы проще — пламя выступает самым лучшим собеседником — и я сумел бы что-нибудь рассказать."
        "Но вредная Алиса испортила мероприятие и испарилась."
        mt "Утро, вечер… У нас тут ещё костёр будет — и горе тому, кто захочет его сорвать!"
        "Она погрозила кулаком невидимому врагу."
        mt "Уже выбрал, с кем пойдёшь?"
        me "Вы так спрашиваете, как будто это решение уровня приглашения на медленный танец."
        show mt normal pioneer with dspr
        mt "Может, и так…"
        "Задумчиво протянула Ольга."
        mt "Может, и так. {w}Если не определишься, пойдёшь со мной."
        "Она подумала."
        mt "Или с Женей."
        me "С Жужелицей?!"
        "Я не скрывал ужаса."
        show mt laugh pioneer with dspr
        mt "Я знала, что тебе понравится!"
        me "Уж лучше с вами тогда."
        "Я понял, что сморозил, и спешно прикусил язык."
        "К счастью, вожатая не заметила подтекста."
        show mt normal pioneer with dspr
        mt "Не спеши с решением, у тебя до самого ужина есть возможность передумать, времени вагон ещё."
        mt "Пойду проконтролирую дежурных."
        "Зачем-то отчиталась она."
        mt "Проследи, пожалуйста, чтобы здесь всё убрали перед обедом, хорошо?"
        th "И почему-то просит меня, а не Славю."
        th "Неужели в меня поверили?"
        dreamgirl "И теперь будут нагружать сверх всякой меры? {w}О, эти волнительные перспективы!"
        hide mt with dissolve
        "И канула за пеленой дождя."
        "Оставляя меня наедине с мыслями."
        play sound sfx_open_door_clubs
        pause(1)
        window hide
        scene expression Desat1("bg int_clubs_male_rain_clean_table_7dl")
        with dissolve
        "Повздыхав немного о грехах своих тяжких и отсутствии курева, я вернулся обратно в клуб."
        "Досматривать."
    else:
        "Кивнув ей, я устроился поудобнее."
        "Дома этот фильм так и валялся четырьмя DVD-образами пиратед эдишн, некогда скачанными, да так и не просмотренными."
        "Не смотрелось его в одиночестве, хоть ты тресни."
        "Как и большинство фильмов моего детства, включая b-movie уровня «Кикбоксёра»."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    stop sound_loop 
    return

label alt_day5_neu_dinner:
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 3
    play music music_7dl["everyday"] fadein 5
    if alt_day4_neu_us_pixies == 2:
        "Загнав троицу на обед и отчитавшись перед свет Ленивовной о выполненном эпическом квесте, я окинул взором и свои владенья."
        "И заметил, что народу-то недостача!"
        "То есть, привычные лица были, но не хватало кое-кого!"
        "В частности, дуэта рыжих здесь не было."
        "Поймав на себе вопросительный взгляд, я обернулся."
        "Данечка указал взглядом на место, которое обычно занимала Ульяна, и вопросительно приподнял бровь."
        "Я неопределённо пожал плечами и снова вернулся к вожатой."
        me "Извините, Ольга Дмитриевна."
        show mt normal pioneer with dspr
        mt "Лиску с Ульяной не ищи."
        "Предупредила она расспросы."
        me "А почему?"
        show mt angry pioneer with dspr
        mt "Вот встретишь их - и спросишь!"
        me "Ну Ооольга Дмитриевна! Что случилось?"
        show mt normal pioneer with dspr
        mt "Да ничего. Свечку они сорвали, погибель моя."
        "Пожала плечами вожатая, и до меня вдруг дошло, насколько она умудрилась устать непонятно где."
        mt "Наговорили гадостей мне и другим, настроение испортили."
        mt "Не понимаю я… Неужели некоторым попросту невозможно в мире жить?"
        me "И вы их без обеда оставили?"
        mt "Нет. Но потребовала, чтобы они извинились перед коллективом, если хотят быть в нём."
        mt "Их ответ ты видишь сам."
        menu:
            "Но так же нельзя!":
                $ alt_day5_neu_us_stores = True
                "В голове как-то не укладывалось, что, несмотря на вздорное поведение, можно за него наказывать вот так."
                "Просто потому, что в моём прошлом слишком много было подобного."
                "Слишком привычно и естественно звучало «сегодня не обедаешь» вместо порицания и педагогической работы."
                "Какой-то полузабытой жутью повеяло от прозвучавшего в сознании голоса памяти."
                "Прищуренные глаза, склонённая набок голова."
                "И равнодушие, океаны равнодушия, плещущие по ту сторону стеклянных зрачков."
                th "Неужели и этот мир настигла скверна?"
                "С несвойственным мне пафосом спросил я у пустоты."
                th "Неужели экспорт наплевательства уже начался?"
                show mt sad pioneer with dspr
                mt "А ты думаешь, я не понимаю?"
                mt "Но как на них влиять?{w} Ты знаешь?"
                mt "Не ремнём же сечь."
                mt "У самой душа не на месте, что они где-то голодные ходят."
                me "Покормить?"
                mt "Нельзя. Либо их гордость, либо их голод. Подожди здесь."
                "И ушла."
                hide mt with dissolve
                "Хлопнула дверь раздаточной пищеблока."
                "Я кивнул на ещё один взгляд Данечки, улыбнулся оторвавшейся от тарелки Мику."
                "Короче, делал всё от меня возможное, чтобы не чувствовать себя неловко, единственным стоящим маяча над жующими пионерами."
                "Хотя всё равно внимание привлекал."
                show mt normal pioneer with dspr
                "В модном пакете с принтом совёнка, который она протянула мне, можно было при известном желании разглядеть контуры каких-то булочек и печенек."
                mt "Гуманитарная помощь голодающим."
                "Ольга на секунду улыбнулась."
                show mt grin pioneer with dspr
                mt "Только не говори, что я тебе помогала, хорошо?"
                mt "У меня и так проблемы с авторитетом среди этих бандиток."
                "Кивнув, я забрал пакет и направился к своему месту — всё же самому тоже оставаться без обеда был не резон."
                show mt normal pioneer with dspr
                mt "Стоять."
                me "Что-то ещё?"
                "Ольга Дмитриевна на миг задумалась, а затем продолжила:"
                mt "Провизию отнесёшь к нам, заодно туда и подружек пришлёшь."
                me "Зачем?"
                show mt smile pioneer with dspr
                mt "Чаю попьёте, поболтаете. Я не хочу, чтобы у меня по территории сухомятничали."
                mt "Это понятно?"
                me "Так точно."
                mt "Свободен."
                hide mt with dissolve
                "Суп уже остыл, но голод, как известно — самая лучшая приправа."
                "Я заработал ложкой и на несколько минут перестал существовать для этой вселенной."
            "А если они извинятся?":
                mt "Можешь попробовать их уговорить."
                mt "Вдруг у тебя получится то, что не вышло у меня?"
                "Она произнесла это с таким скепсисом в голосе, что было понятно - фантастика это."
                "Ненаучная."
                "Виновато поглядев на куда-то отвлёкшегося Даню, я вернулся обратно за стол."
    else:
        "Алисы в столовой не было."
        if alt_day5_neu_candle != 0:
            extend " Похоже, она справедливо опасалась гнева вожатой."
            "Или слишком сильно она была занята… {w}Чем она там может быть занята?"
            "Не просто же так она ключи у Мику требовала?"
        "Так что, немного поколебавшись, я направился к столику, который оккупировала наша звезда детской и юношеской эстрады."
        stop music fadeout 3
        "Хотя она, конечно, опять будет болтать как из рогатки…"
        me "Привет, можно?"
        show mi normal pioneer with dissolve
        play music music_7dl["what_am_i_doing_here"] fadein 5
        mi "Ой, Сенечка, привет!"
        show mi smile pioneer with dspr
        "Её лицо расплылось в улыбке, которую с известной натяжкой можно было бы назвать плотоядной."
        th "Ещё один желающий прокатиться на чужой шее?"
        "А я никому отказать не могу — девиз наших гербов, бремя наших горбов."
        dreamgirl "Может, у неё этот новомодный синдром дефицита внимания, и она радуется любому, кто не сбегает от неё в ужасе."
        show mi smile pioneer with dspr
        "Познакомившись с нашей Мику-пулемётчицей поближе, я был склонен рассматривать и такую версию событий."
        mi "Сенечка, а Сенечка."
        "Умильно склонила набок голову японка."
        "И сделала щенячьи глаза."
        show mi sad pioneer with dspr
        if alt_day4_neu_mt_songs:
            th "Дайте угадаю…"
            "И не ошибся."
            mi "Ты же теперь свободный, да? То есть, мне теперь можно будет тебя одолжить на пару часиков?"
            th "Что я тебе, рубль, дурочка-виденье?"
            "Не вслух, конечно, не вслух."
            "Но опасливо отодвинулся — а ну как у неё миелофон японской сборки?"
            "Ещё не хватало поругаться с кем-то, не сумев сопоставить разницу культур — плавали, обжигались, знаем."
            me "На песнопения меня свои зовёшь?"
            show mi smile pioneer with dspr
            mi "Ну пожалуйста-пожалуйста-пожалуйста! Ты столько песен вчера интересных вспомнил, я хочу что-нибудь из них обязательно сыграть вечером сегодня!"
        else:
            mi "Сень, а Сень, можно тебя попросить кое о чём?"
            me "Зависит от просьбы."
            "Осторожно ответил я."
            mi "Ты не мог бы мне помочь кое с чем?"
            me "С чем же?"
            if alt_day4_neu_date == 4:
                mi "Вот ты вчера ушёл когда, я не закончила убираться у себя, а там тяжести такие вроде ксилофона…"
                mi "Поможешь?"
            else:
                mi "Понимаешь, завтра у нас концерт… А некоторые инструменты, которые нужно донести до сцены, слишком тяжёлые! Я их поднять не могу, а выступающих заставлять не хочу, а ну как надорвутся!"
        "Немного повздыхав для острастки, я всё же согласился."
        "Сколько бы я себе ни врал, факт остаётся фактом — мне нравилось это непосредственное чудо, и время проведённое рядом с ней было не самым грустным на свете."
        me "Куда идти-то, к клубу?"
        "Мику торопливо качнула головой, наспех проглатывая недожёванную котлету:"
        show mi smile pioneer with dspr
        mi "Нет-нет! Подожди меня у столовой, пожалуйста, сначала надо будет забежать на эстраду."
        "Кивнув, я поднялся и отправился дожидаться японку на крылечке."
    window hide
    stop ambience fadeout 3
    stop sound_loop
    play sound sfx_open_door_1
    pause(1)
    with fade
    return
    
    
label alt_day5_neu_us_career:
    $ day_time()
    $ persistent.sprite_time = "day"
    scene bg ext_square_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    play music music_7dl["laugh_throught_the_universe"] fadein 3
    "На губах моих играла умиротворённая улыбка, когда я выходил из столовой."
    if alt_day5_neu_us_stores:
        "Вожатая и правда оказалась мировой тёткой, которой было не всё равно, что происходит с её подопечными."
        "И оставалось только забросить провизию в домик, найти рыжих и попытаться хоть чуть-чуть помочь им."
    else:
        "И пусть я не могу помочь голодающим сейчас рыжим, я могу попытаться уговорить их просто извиниться - что бы они ни сотворили."
        "Это же проще всего — сказать, что был неправ."
        "Правда же?"
    "Наверное, это можно было бы назвать необъяснимой радостью."
    "Счастьем даже - когда идёшь, улыбаешься, и всё в твоей жизни хо-ро-шо."
    "Правда, подмешивалась в эту радость и некая необъяснимая грусть по чему-то то ли не случившемуся, то ли… не знаю даже."
    "Самое главное — это то, что людям действительно не плевать друг на друга."
    "Как, оказывается, немного мне надо для того, чтобы не чувствовать себя плохо."
    window hide
    scene bg ext_houses_day with blind_l
    "Теперь можно было без лишних страданий и угрызений совести позволить себе расслабиться и вспомнить сказку, в которую волей-неволей увлекла меня красноволосая девочка."
    "Огоньки, побег, дороги…"
    if alt_day5_neu_us_stores:
        "Двигался по тропинкам к своему домику - будущему месту чаепития и улыбался, глупо-преглупо."
    "Помахал спешащим на карьер мальчикам — я буду обязательно, но немного попозже."
    window hide
    if alt_day5_neu_us_stores:
        play sound sfx_open_door_strong fadein 0
        scene bg int_house_of_mt_day with dissolve
        "Сгрузил на стол в домике будущее пиршество, раздобыл из тумбочки чай, сахар, чашки…"
        window hide
        play sound sfx_open_door_1
        pause(1)
    scene bg ext_house_of_mt_day with dissolve
    "И отправился было дальше."
    th "Сейчас найду только этих двух."
    "Я сам не признавался себе, насколько для меня важным было просто сделать сейчас то самое - доброе - дело."
    if alt_day5_neu_us_stores:
        "Накормить двух страждущих."
    "Вдохнул, и…"
    window hide
    scene expression Desat1("bg ext_house_of_mt_day")
    with dspq
    "Закашлялся."
    "В моё юное, чужое, не моё, прогретое тёплым советским солнышком сердце постучалась вдруг так старательно гонимая тоска."
    "Удар по сердцу, по голове - изнутри плеснувшими иссиня-чёрными каплями."
    "Мир на мгновение подёрнулся дымкой, а когда я, с трудом разогнувшись, задышал часто-часто, открыл глаза, смаргивая набежавшие слёзы, оказалось вдруг, что всё вокруг…"
    "Привычное."
    "То, что, казалось, бросил уже сто лет назад на промёрзших улицах моего родного мегаполиса вместе с теми, кому всегда было плевать на меня."
    if loki:
        "Вместе с теми, кто так старательно убивал меня, что в итоге преуспел."
        me "Ксана…"
    "И вроде всё было на своих местах: нарядные домики, шезлонги, погнутый велосипед."
    "Даже круглые отпечатки, куда идеально встала бы одна из чашек, оставшихся на столе."
    "Но розовые линзы на глазах будто разлетелись."
    "А мы все знаем, что розовые линзы всегда бьются только осколками внутрь."
    "Всегда."
    window hide
    with fade
    "Словно то, от чего я так старательно бежал, спохватилось и, протянув когтистую лапу сквозь грани несбыточного, потянуло меня назад."
    "В двадцать девятое декабря две тысячи восемнадцатого года."
    th "Почему я здесь оказался?"
    "Всплыл в голове первый вопрос, и голос, озвучивший его, не принадлежал ни мне, ни моему раздвоению личности."
    "Но был он уместен и звучал так, как и должно было бы звучать хозяину этого тела."
    "Хозяину, в итоге открывшему глаза."
    th "Зачем?"
    th "А я… Я - зачем? Для чего?"
    if loki:
        "Цепляться за то, к чему уже не имею отношения?"
        "Пытаться вымаливать прощения у тех, кому всего лишь мстил?"
        "Нести музыку в души, когда сам вынужден трястись от боли в прихожей?"
        "Так преподавателя можно найти."
        "А тем, кто уже уничтожил меня однажды, достаточно просто завершить начатое - и больше никогда обо мне не вспоминать."
        "Мне уже {image=alt_KS_censor}, и у меня уже всё было."
        "Всё уже позади…"
    else:
        "Компьютерам, которым в принципе всё равно, кто за ними работает?"
        "Начальству на работе, которое меньше чем за неделю найдёт мне замену, если однажды я сорвусь и сдохну?"
        "Кровоточащей памяти, кидающей в беспамятство всякий раз, когда случается дождь и звучит короткое мелодичное имя?"
        "И когда оборвётся ломаная пульса, кто просто вспомнит о том, что жил когда-то такой человек?"
        "Почему-то совершенно не было страшно, как не бывает на краю, когда понимаешь, что твой бег закончен, и ты не выдавишь из себя и метра пространства, как ни старайся."
        "Ты закончился."
    "Если я и был нужен кому-то, то только, пожалуй, Ульянке."
    "Да её команде."
    "Хотя совершенно непонятно почему."
    "Но если был Миря… Значит, и мне можно найти замену в их глупых поисках?"
    "Несмотря на её просьбу сделать всё до конца."
    "Чем, вот чем я могу ей помочь?"
    th "Для чего ты девочке, которая, вполне возможно, сумеет найти нечто настолько фантастическое, что тебе просто не будет места со всей твоей обрыдлостью и обыденностью?"
    th "Лелеешь надежду увязаться вслед за ней?"
    th "Попросить политического убежища в стране вечной сказки?"
    th "А кому ты там нужен?"
    th "Сказка не может быть вечной, да и тебе… не семнадцать, как она считает."
    th "Ты - туда, а дверь - тебе по лбу."
    window hide
    scene expression Desat1("bg ext_houses_day") with dissolve
    th "Слюни, истерика, достойные пятнадцатилетнего дурака, начитавшегося Сартра."
    "Я призвал весь свой цинизм и безразличие для того, чтобы просто не забиться в истерике."
    "Я быстрым шагом пересёк нашу улицу, выскочил на соседнюю, где стояли домики второго отряда."
    window hide
    scene expression Desat1("bg ext_square_day") with dissolve
    "Оттуда ушёл под грозный взгляд Генды."
    "Мерил и мерил шагами оказавшийся удивительно безлюдным и безжалостным лагерь."
    "Несколько минут назад он казался мне воплощённым чудом, квинтэссенцией места, куда я всегда хотел бы попасть."
    "Но теперь становилось очевидно — я здесь совершенно ни при чём; этот лагерь создан для совершенно других людей."
    "И чудесным он будет даже тогда, когда я перестану его видеть."
    "Хлопок одной ладони, звук падения дерева в безлюдной тайге."
    "Основанный в 1947 году теми, чьи дети и внуки однажды приедут сюда."
    "Перенесённый со старого места на новое в 1974 году."
    "Имена, мысли, фотоальбомы в кабинете начальника лагеря - огромные летописи памяти лета, которому я не принадлежу."
    "Как будто я украл у кого-то не только билет на поезд в счастье, но ещё и документы, чтобы меня пропустили на место."
    "И теперь мне предстоит либо ехать и жить чужими мечтами, либо превращаться в кого-то… кто не я."
    window hide
    scene expression Desat1("bg ext_backdoor_day_7dl") with dissolve
    "Выйдя за южные ворота, я уселся на изрубленную колоду и задумался."
    me "Хорошо."
    "Согласно кивнул я себе."
    me "Лагерь здесь совершенно ни при чём."
    me "И пионеры тоже."
    me "Кто же тогда виноват в том, что мне так плохо сейчас?"
    "Я чувствовал себя странно и неправильно, разговаривая сам с собой вслух, но сейчас мне это было необходимо."
    "Просто для того, чтобы озвучить вопросы."
    "Потому что слишком уж жутко звучал ответ на них."
    "Я и только я сам виноват во всём."
    if loki:
        "Отыграл своё, отлюбил, отжил. Сделал всё, на что только хватало сил, научил столько детей, сколько мог."
        "Нет, конечно, не всё и не всех. Хуже."
        "Моя музыка всегда была сильнее меня, она не позволяла себе малодушия, ибо кому она нужна-то такая - малодушная, трусливая и лживая?"
        "Нет, моя музыка всегда звучала громко и честно."
        "И это, пожалуй, единственное, что могло бы меня оправдать и придать жизни."
        "Даже тогда, когда, казалось бы, всё потеряно и пути назад нет."
        "И всё же, на краю, я сумел прорваться туда, в то невероятное пространство, что звучало в моей душе раскатами Грига и Брамса."
        "Сумел увидеть, как выглядит и звучит искренность, дружба, вера - память о детстве, которого у тебя и не было никогда."
        th "Ты жил этим, как звучал бы хорошо настроенный инструмент, сам уже будучи неспособен извлечь и пары звуков."
        th "Но вот проблема. Ульяна."
        th "Она-то какое отношение к твоей музыке имеет?"
    else:
        "Мне хотелось бы однажды написать что-то такое, что было бы достойно проведённого здесь времени."
        "Чтобы можно было потом прочитать перед самой смертью и угаснуть счастливому, уверенному, что ничего лучше в этой жизни создать я попросту не сумею."
        "И все мои попытки создать хоть что-то — не были ли они крохотными шажками на пути к «Совёнку»?"
        "Все эти напыщенные и пафосные герои, в которых я верил крепче, чем в иных людей, которые вели себя так, как я сам никогда не посмел."
        "И вот сейчас, когда скучная игра со мной в роли протагониста завершается, я вдруг оказываюсь здесь, мне дичайше, сумасшедше повезло."
        "Где всё так, как я всегда мечтал."
        "Где лейтмотивом происходящего всегда звучит слово «правильно»."
        "Я убедил себя, что однажды мне действительно хватило усидчивости и терпения доделать одну из работ до конца, и теперь она просто мне снится."
        "Но где там."
        "Загвоздка."
        "Я никогда не мог бы придумать никого, вроде Ульяны или Данечки."
        "Для меня дико было видеть звенья, выступающие единым фронтом."
        "Я не верил в тех, кто готовы идти и стоять до конца - и это несмотря на то, что половина моих героев могла похвастаться именно этим!"
    "Так что не выдуманный это мир, совсем не выдуманный."
    "И мне следовало бы радоваться тому, что мне подарили путёвку туда, где я быть не заслуживаю никак."
    "Потому что не знаю я, каково оно - {i}там{/i}."
    "Где я закрывал глаза последний раз."
    "Но любая сказка должна и будет закончена."
    "И лучше не занимать чужое место в чужом купе, а выйти и сдать билет и документы в стол находок."
    "Это хотя бы честнее."
    "Убедив себя в этом решении, я поднялся и зашагал обратно к лагерю."
    "Надо будет поймать рейсовый автобус до райцентра, а там уже разбираться, раз уж своим ходом отсюда никак не уехать и не уйти."
    "И домой."
    window hide
    scene expression Desat1("bg ext_square_day") with dissolve
    "А дома…"
    if loki:
        "Дома музыка в наушниках, крепко забитая трубка и виски за пятьсот рублей из ближайшей «Пятёрочки»."
        "Просто потому, что иначе засыпать уже не получается."
        "Лет восемь как не получается."
        "Что дальше?"
        "Машущая у носа ладонью завотделом, которой мой перегар поперёк горла?"
        "Друзья из рассыпавшейся ячейки мстителей — уж их-то жизнь отнюдь не закончилась после развала той конторы."
        "Нет, я продолжаю учить их детей музыке."
        "Поэтому их суетливое и надоедливое сочувствие, попытки вытащить меня в люди, а потом, во время очередного обострения моей депрессии — трусливое «ну, ты сам до класса дойдёшь, сынок?»"
        "Потом вполне логическая с анамнезом коронарно-ишемическая и казённый сосновый гроб?"
        "Зачем я им там?"
        "А зачем я им здесь?"
    else:
        "Люди, которые знают только моё имя и «этого человечка зовите, если компьютеры не работают»?"
        "Мать, которая вспоминала о моём существовании около года назад?"
        "Или дистония, про которую я и не вспоминал."
        "Это очень удобная штука."
        "Можно долго лежать на кровати, потом резко вскочить, подбежать к дверному проёму и, забросив руки на верхний косяк, потянуться, прогнуться как следует…"
        "И обнаружить себя приходящим в сознание уже на полу с разбитым носом."
        "Я надеюсь, однажды ударюсь как следует и не сумею прийти в себя."
        "Но я всё прихожу и прихожу."
    stop music fadeout 3
    window hide
    play music music_7dl["more_than_alive"] fadein 3
    window hide
    scene expression Desat1("bg ext_clubs_day")
    with dissolve
    pause(1)
    show dn normal pioneer with dissolve
    "Я проходил мимо клубов, когда оттуда вывернул знакомый мне уже мальчик."
    dn "Ой."
    me "Снова привет."
    "Помахал рукой я."
    me "А где гвардию свою потерял?"
    dn "Они ждут."
    me "Чего?"
    dn "Когда я вернусь, конечно."
    dn "Мы вместе идём, друг друга не бросаем."
    dn "Вот сейчас отпустили меня сбегать за ножиком."
    me "И что твой ножик делал там?"
    show dn unsured pioneer with dspr
    dn "Да вывалился, пока мы там сидели!"
    me "Правда?"
    "Даня степенно кивнул."
    me "Ясно."
    "Немного растерянно ответил я."
    "И с благодарностью."
    "Я вдруг вспомнил нечто крайне важное."
    me "Скажи, а хочешь, я тебе свой ножик подарю?"
    show dn surprise pioneer with dspr
    dn "Но тебе же самому нужен, как ты будешь кораблики вырезать?"
    th "А я не буду. {w}Да и староват я уже для всего этого."
    me "Ничего страшного."
    me "Погоди!"
    play sound sfx_open_dooor_campus_1
    window hide 
    pause(1)
    scene expression Desat1("bg int_house_of_mt_day")
    with dissolve
    "Оставив Даню у клубов, я бегом добрался до домика и достал из рюкзака красный пенальчик с узнаваемой четырёхугольной звездой, вписанной в окружность."
    th "Как звено на четырёх человек."
    "Грустно улыбнулся я."
    th "Вот им и талисман будет, на всю компанию."
    scene expression Dawn("bg int_house_of_mt_day")
    with dissolve
    "Я чувствовал, как делаю нечто правильное."
    "Как пропадает серая приглушённая хмарь из глаз, как снова по-летнему греет солнце."
    "Совёнок снова становился местом, которому я принадлежу."
    scene expression Dawn("bg ext_clubs_day")
    show dn normal pioneer
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    "И когда я вернулся обратно к клубам и вручил Дане презент, всё стало почти прежним."
    if alt_day5_neu_us_stores:
        "Я вспомнил вдруг о том, что так и не покормил и не поговорил с Ульяной и Алисой."
    else:
        th "Разве что рыжие так и останутся голодными."
    "Но ничего, уже через час подъём, а там и до полдника недалеко."
    "Не помрут с голоду."
    if alt_day5_neu_us_stores:
        th "В крайнем случае, заберутся в домик и там чего-нибудь съедят."
        th "Приятного им аппетита."
    window hide
    scene bg ext_boathouse_alt_day_7dl with blinds_l
    play ambience ambience_lake_shore_day fadein 1
    "Пора, похоже…"
    "От речки пахло сыростью, со стороны пляжа доносились крики и звонкий смех тех, кто наплевал на распорядок и компенсировал себе дождливое утро."
    "Где-то неподалёку была брандвахта, лодочный сарай, лодки…"
    "Но здесь, на этом месте я был совершенно один."
    "Так было правильно."
    "Солнце подмигнуло мне, подбадривая."
    "И я на мгновение смог увидеть сквозь всё окружающее меня более привычную мне картину."
    "Холодный город, асфальт в гололедице и нахохленные снегири-прохожие, летящие сквозь угрюмое небо по своим делам."
    "Я не знаю, зачем я там, но здесь я ещё более неуместен."
    "Так что…"
    "Перед глазами вдруг всплыла ретроспектива моей жизни - здесь и там."
    "Но я понял, что по сути всё зависит лишь от меня самого."
    stop ambience fadeout 0
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    window hide
    scene bg int_intro_liaz_7dl with dsps
    play sound_loop sfx_bus_interior_moving fadein 0
    "Я вскочу со своего места в автобусе, буду жать на кнопку и кричать на водителя, пока он не высадит меня у метро."
    "И тысячи людей с безразличием воды смоют с меня всё мне ненужное, оставив снова чистым и одиноким."
    "А это - идеальное состояние для того, чтобы начать всё заново."
    "Ведь это мне так нравится: начинать всё с нуля."
    "А что будет потом?"
    "Да очевидно же!"
    if loki:
        "Из консы придёт подтверждение о том, что мои документы приняты, а экзамены сданы."
        "И я начну своё обучение на кафедре медно-духовых, а через месяцы сниму квартиру в Невском районе."
        "Устроюсь в «Хали» на подработку и буду перемигиваться с Тэш, возвращаясь с работы домой."
        "Буду искупать грехи и помогать людям."
        "Только никого не пущу в себя больше. Это слишком больно."
    else:
        "Там будет дом, будет тёплый жёлтый свет в окне, в месте, где тебя ждут и тебе рады."
        "Где ещё можно верить в людей и людям."
        "А жизненного опыта хватает, хвала рандому, лишь на недлинные стихи о жизни и любви."
        "На кухне будет ждать моя огромная супница: чай по-английски, с бергамотом и лимоном, а в окна снова стучится серый, но такой любимый рассвет."
    "Я вернулся!"
    "Скучали?"
    "Сейчас, последний рывок, хрущёвка, четвёртый этаж - семь раз по одиннадцать ступенек."
    "Топ-топ-топ."
    me "Пора домой."
    "Я улыбнулся."
    me "Я иду."
    "Мир замер, отворяя мне навстречу дверку обратно на сиденье автобуса."
    "Замерло и что-то в груди у меня."
    "Как же так, я же всё так распланировал!"
    "Я и иду: топ-топ-топ."
    "До меня не сразу дошло, что это не воображаемый я куда-то иду, а за спиной моей пулемётным перестуком разносится топот каблучков на сандалиях."
    us "Сёмчик! Не вздумай, идиот, не смей!"
    window hide
    scene bg ext_boathouse_alt_day_7dl with vpunch
    "Улька с разгона прыгнула на меня, сбивая с ног."
    "Её дыхание было сбитым и неровным, как будто она пробежала через весь лагерь."
    stop sound_loop
    play ambience ambience_boat_station_day fadein 0
    "Очень быстро пробежала."
    "Да, более неудачного времени себе и представить нельзя было."
    "Я же почти вернулся домой."
    stop music fadeout 3
    show us cry pioneer with easeinleft
    with vpunch
    us "Не смей… Нельзя!"
    play music music_7dl["promise_to_meet_you"] fadein 3
    "С трудом выдавила она."
    me "И откуда ты такая красивая появилась?"
    show us cry2 pioneer with dspr
    us "Не смей! Я тебе говорила же, нельзя отсюда просто так уйти. Нельзя!"
    me "Да откуда тебе-то знать?!"
    show us shy2 pioneer with dspr
    us "Знаю вот. "
    us "Ты от воды отойди только."
    "Она схватила меня за руки и потянула за собой к качающимся на воде понтонным мосткам."
    us "Обещал же мне до конца идти! Обещал!"
    show us normal pioneer with dspr
    extend " А сам…"
    me "А ты вообще убежала куда-то, пока я с твоей гвардией сидел."
    me "Чем ты таким занималась?"
    us "Готовилась."
    me "К чему?"
    show us shy pioneer with dspr
    us "Чтобы тебе помешать…"
    me "Помешать чему?"
    us "Сделать такое вот. Ты как ребёнок, ни на минуту нельзя оставлять."
    us "Нельзя туда. Если бы можно было, я бы сказала!"
    me "И откуда ты знаешь про меня столько?!"
    us "От верблюда!"
    "Пропыхтела Ульяна, по прежнему сжимая мою руку и волоком направляя к берегу."
    show us upset pioneer with dspr
    us "Зачем вообще соглашался и вчера на причал ходил, если собирался заниматься всякой чушью?"
    me "Да отпусти ты меня, не буду я топиться!"
    window hide
    scene bg ext_boathouse_day
    show us normal pioneer
    with dissolve
    "Взбрыкнул я, когда мы выбрались на берег."
    us "Честно?"
    me "Зуб даю."
    us "И вообще никогда?"
    me "Да что я, дурак, топиться? Да с чего бы мне?"
    show us sad pioneer with dspr
    us "Обещай!"
    me "Да обещаю я, что пристала?"
    show us angry pioneer with dspr
    us "А как ещё с тобой, если ты как дурной себя ведёшь?"
    me "Какой дурной?"
    "Возмутился я."
    me "Я вполне отвечаю за свои поступки!"
    show us normal pioneer with dspr
    us "Оно и заметно. "
    me "И вообще, я могу делать что хочу, мне никто не указ!"
    show us sad pioneer with dspr
    us "Не можешь."
    "Веско обронила Ульяна."
    us "Права не имеешь."
    me "Да с чего бы это?!"
    show us smile pioneer with dspr
    us "Ты обещал."
    me "И что?"
    us "Обещал два раза. Вчера и сегодня."
    us "Твоё слово что-то стоит? Или зря я вчера тебе поверила?"
    "Здесь она поймала меня по полной."
    me "Нет! Но…"
    show us normal pioneer with dspr
    us "Ты же не хочешь…"
    "Медленно начала она."
    us "Отказаться…"
    "Вот же гадина, а?"
    "И что мне с ней делать?"
    "Я же не могу сейчас выдать нечто в духе: «Да, моё слово, хочу — забираю, и вообще иди поиграй»."
    "Не в том дело, что она не простит меня."
    "С этим я как-нибудь сживусь."
    "Я."
    "Я себя простить не сумею."
    "И чтобы хоть что-то сказать, пробормотал:"
    me "А мне сегодня Тоник кино показывал. Им грустно, что ты их бросила и пошла портить свечку своему отряду."
    me "Тоже мне, пример для подражания."
    show us normal pioneer with dspr
    "Ульяна стерпела это, не моргнув и глазом."
    us "Я не ухожу на поиски без них."
    us "И они без меня."
    us "Мы все ждём одного тебя."
    me "А как же мечта Дани стать смотрителем маяка?"
    us "Это тут при чём?"
    me "Ни при чём."
    "Я вздохнул и отвернулся."
    "Солнце стояло ещё высоко, но мало-помалу уже склонялось к закату - тени становились всё длиннее, всё спокойнее и умиротворённее становилось на душе."
    "Если бы только не одна портящая всё поганка."
    us "Сегодня ещё костёр."
    me "Объяснишь мне, на кой я тебе сдался?"
    "Глухо спросил я."
    me "Я старший, ни во что не верю, в глупости эти ваши."
    us "Ну и что?"
    show us smile pioneer with dspr
    us "Тебя никто не заставляет верить."
    us "Но ты сделал первый шаг. Так что теперь {b}должен{/b} сделать следующий."
    me "И куда будет этот шаг?"
    us "На карьер! Забыл?"
    me "На карьер?"
    "Я вздохнул."
    me "Ладно. Веди тогда."
    show us laugh pioneer with dspr
    us "Нетушки. Сам! Всё сам!"
    me "А как я дорогу-то найду?"
    show us normal pioneer with dspr
    "Ульяна посмотрела на меня как на глупого человека."
    "Для неё решение задач такого плана было более чем очевидным."
    stop music fadeout 3
    us "Ладно, смотри. Сейчас идёшь к воротам, рядом с ними будет стенд с картой…"
    window hide
    scene bg ext_stand3_7dl
    with fade
    play ambience ambience_camp_center_day fadein 3
    play music music_7dl["sh_ai_rejuv"] fadein 3
    "Я не очень уверен в том, что меня никто не заметил - но окриков не было, это факт."
    "Как, впрочем, и внимания к моей персоне."
    "Вовсе нет, за всё время, что я стоял, изучая карту неизвестного мастера, на меня не то что никто не посмотрел - никто даже рядом не прошёл!"
    "И это было крайне странно."
    "Даже с учётом того, что по лагерю был давно и капитально тихий час."
    play ambience ambience_forest_day fadein 3
    window hide
    scene bg ext_path_day with dissolve
    "Как бы то ни было, но над головой снова сомкнулись кроны местного леса, я направился по тропинке по пути в Неизвестное!"
    window hide
    scene bg ext_sandpit_day_7dl with dissolve
    "И крайне удивился, когда вместо ожидаемой крохотной полянки, которая на карте была отмечена как «Привал», моему взгляду из-за расступившегося леса предстала огромная яма!"
    "Не овраг, а скорее даже карьер! Почти отвесно вертикальные стены выдавали этот продукт человеческой деятельности с головой."
    "Несмотря даже на то, что края и склоны карьера уже давно облюбовал для себя юный подлесок, а песка уже не было видно из-за вездесущего мха и хвойной подушки под ногами."
    "По краю ямы стояли деревья постарше, поэтому картинка получилась забавная и трогательная - как детский садик, где взрослые ухаживают и охраняют малышей от враждебного окружающего мира."
    "Самый край склона был кем-то разумно и предусмотрительно отгорожен деревянными перильцами - пятачок получился на загляденье."
    "Я подошёл к перильцам, облокотился на них, задумчиво разглядывая окрестности."
    "Здесь было тихо, пусто. Хорошо."
    "Хотя и Ульянки тоже не было, но мне вдруг захотелось просто постоять и отдохнуть здесь."
    "Моё внимание привлёк не то шум, не то стук где-то справа."
    "Поэтому проигнорировав вопли инстинкта самосохранения, я оторвался от оградки и отправился проверить - что там."
    "Почему-то было очень спокойно где-то внутри - какое-то понимание, что никто здесь никогда не захочет причинить мне вред."
    "Откуда оно взялось, я понимал не очень."
    window hide
    scene bg ext_path2_day with dissolve
    "Среди зарослей мелькнуло какое-то светлое пятно, и я прибавил шагу."
    "Но не догнал."
    "Не сумел."
    "Или, возможно, мне вообще всё это приснилось - бывает же и такое, правда?"
    "Зато прямо отсюда можно было невооружённым глазом разглядеть труды какого-то гада, изуродовавшего кору сосны."
    "И ради чего, спрашивается?"
    "Ради несчастного кривого сердечка с огромным плюсом посередине."
    "Имён, инициалов или позывных неизвестный оставить не успел, так старался быстрее убежать."
    "Пожав плечами, я решил не тратить время на поиски и погони."
    "Нечто, маячившее до поры на краю зрения, привлекло моё внимание."
    "Я повернул голову в ту сторону и увидел там похожее сердечко."
    "Только здесь ваятелю никто не успел помешать."
    "В сердце была заключена запись: М.О.+М.Д."
    "И я даже не стал гадать, что бы это могло означать."
    "Не моё дело."
    "Я провёл пальцами по подсохшим уже, поджившим царапинам на коре, машинально перевёл взгляд на следующее дерево."
    "И остолбенел."
    "На ближайшем дереве снова было сердечко - но с совсем новыми инициалами, да и выполнено оно было не в пример ровнее."
    "На третьем - та же ситуация. На пятом, десятом…"
    "Похоже, здесь не одно поколение романтически настроенных вандалов побывало - на сколько хватало глаз, везде были эти сердечки."
    "Большие и маленькие, ровные и кривые, глубоко вырезанные и нацарапанные наскоро - многие десятки вокруг."
    th "Что это? Место для паломничества?"
    th "Или просто местная святыня, лагерное место?"
    show dreamgirl_overlay with blind_d
    dreamgirl "Место памяти, скорее. {w}Лес памяти."
    "Как бы то ни было, в лагерном фольклоре этому место определённо отводится немаленькая значимость."
    "Так что не будем хуже других, и…"
    if loki:
        window hide
        scene cg d5_un_carrier_7dl with dissolve
        "Когда я снова вышел на край карьера с перильцами, я обнаружил, что больше не один здесь."
        "На фоне темнеющего леса ярко выделялся силуэт, хорошо видимый с моей позиции, потому я решил изменить своим привычкам, и не стал притворяться, будто меня не существует."
        me "Привет."
        "Поздоровался я с напряжённой спиной и копной густых, с фиолетовым отливом, волос."
        me "Не видела Ульянку?"
        $ persistent.sprite_time = "day"
        $ day_time()
        window hide
        scene bg ext_sandpit_day_7dl
        show un surprise pioneer
        with dissolve
        un "З-здравствуй."
        "Лена вздрогнула, похоже, немного испугавшись от неожиданности."
        un "Нет, не видела."
        me "Не против, если я тебе понадоедаю?"
        show un shy pioneer with dspr
        "Она неопределённо шевельнула плечом и спрятала глаза:"
        un "Как хочешь."
        me "Спасибо."
        "Почтя это за разрешение, я подошёл и встал рядом с мгновенно закостеневшей девочкой."
        "Говорить не очень хотелось, вместо этого я решил оглядеться."
        "Вогнутый в этом месте склон удачно притенял ряд сосен, а от падения с отвесного края защищали деревянные перильца."
        "Чуть дальше тень заканчивалась, поэтому одинокая сосна чуть выше раскидалась вольготно и всем своим видом олицетворяла жизнеспособность и жизнелюбие."
        me "Красиво здесь."
        un "Да…"
        me "Часто сюда ходишь?"
        un "Нет."
        "Вот и поговорили. Я схватился за разогретые перильца, которые чьи-то досужие ручонки уже изрезали сотнями имён, тысячами сердечек."
        "Одно, особенно глубокое, поневоле привлекало внимание, и я машинально проводил его изгибы пальцем."
        un "Э… С-семён?"
        "Несмело спросила Лена."
        me "Что?"
        un "Т-ты не з-знаешь, как этот карьер называется?"
        "Продолжая всё так же заикаться, спросила Лена."
        me "Разве карьерам дают названия?"
        "Я перевёл взгляд от лесной панорамы на стоящую рядом девочку, и её щёки тут же вспыхнули."
        un "Д-да… Наверное, ты прав."
        "Над склоном снова сгустилось напоённое зноем молчание."
        me "Ты к чему это спрашиваешь?"
        show un smile pioneer with dspr
        un "Ну…"
        "Лена несмело улыбнулась."
        un "Карьер названия не имеет, да."
        un "А вот лес… Лес памяти."
        th "Откуда знаешь, шаман?!"
        dreamgirl "Секрет!"
        me "Не видел на карте ничего подобного."
        show un normal pioneer with dspr
        un "Его и не может быть на картах."
        "Она махнула рукой в сторону горизонта."
        un "Как и того шоссе."
        me "Откуда здесь шоссе?"
        "Насколько я помнил, рядом с лагерем вообще никаких дорог не проходило, а единственная ведущая сюда, так и завершалась у ворот."
        un "Я не знаю."
        "Чуточку более смелым голосом ответила она."
        un "Но на картах его тоже нет."
        me "Понятно. А лес почему так называется?"
        show un smile pioneer with dspr
        un "Не знаешь разве?"
        "Робость и стеснение понемногу отступали, оставляя меня наедине с Леной-настоящей."
        "И нынешняя Лена не боялась ни смеяться, ни удивляться."
        "Сейчас она улыбнулась и посмотрела на меня как на глупенького."
        "И не было в её самую чуточку снисходительной улыбке ничего ни угрожающего, ни оскорбительного."
        "Просто… будто бы я должен был знать нечто, само собой разумеющееся, раз уж я оказался здесь, а я вопросы задаю."
        me "Ничуточки."
        "Честно ответил я."
        un "Лес памяти называется так потому, что он помогает людям помнить. {w}Вот и всё."
        me "И всё?"
        un "Да. Ты приходишь сюда и, если хочешь о чём-то крепко-накрепко запомнить, вырезаешь имя или букву здесь вот."
        "Она указала на перильца."
        un "Хотя кое-кто вырезает на деревьях."
        me "Вандалы. Варвары!"
        show un normal pioneer with dspr
        un "Обычай такой."
        "Потускнела она."
        un "Не я придумала. Я пойду, ладно?"
        hide un with dissolve
        "Она развернулась и ушла. А на том месте, где она только что стояла, прямо под рукой, можно было разглядеть два свежих вырезанных символа — стрелочку и букву «Д»."
        un "А ещё сюда нельзя попасть, если не знаешь дороги, или кто-нибудь не покажет её."
        "Донесло до моего сознания порывом ветра."
        me "Мистика какая-то."
        "А к мистике я всегда относился скептически."
        "Поковыряв бесцельно стрелочку, я огляделся и зашагал вверх по тропинке: в ветках наособицу стоящей сосны я заметил нечто знакомое, с кумачовым отливом."
    else:
        $ persistent.sprite_time = "day"
        $ day_time()
        "Со стороны ямы донёсся пронзительный свист, и среди деревьев замелькала алая футболка."
        me "А вот и герой дня… Без галстука."
        "Резюмировал я и заспешил вниз по направлению к цели своего путешествия."
    stop music fadeout 3
    window hide
    scene bg ext_sandpit_day_7dl with dissolve
    me "Эй."
    "Позвал я, остановившись у дерева."
    play music music_7dl["bureaucracy"] fadein 5
    show us normal sport far with dissolve
    if loki:
        us "Наболтался с Ленкой? Она постоянно такая серьёзная."
        us "Читает слишком много, горе от ума."
        me "Думаешь?"
    show us normal sport with dissolve
    "Ульяна уже переоделась в спортивную форму, не в пример более удобную, чтобы лазать по деревьям."
    us "Ну так и?"
    me "Ты что там делала?"
    us "Как думаешь, твоё дело?"
    me "Нет. Но…"
    us "Вот и я так думаю."
    us "Я пошла."
    me "Стой! Я же тебя не просто так искал."
    us "И зачем же?"
    us "Лучше бы голодающего ребёнка покормил!"
    me "Извини, Ольга на обеде следила, я и…"
    "Я заколебался, размышляя, стоит ли задавать малявке вопросы такого плана, но она нетерпеливо переминалась с ноги на ногу, и решился:"
    show us normal sport with dspr
    me "А это правда, будто сюда нельзя попасть, если дороги не знаешь?"
    us "Почему же нельзя. Ты же попал."
    me "Ульяна!"
    us "А ты знал дорогу?"
    me "Не знал."
    show us dontlike sport with dspr
    us "Так что ты мне глупые вопросы тогда задаёшь!"
    "Рассердилась мелкая."
    us "У тебя всё?"
    me "Наверное…"
    hide us with dissolve
    "И в самом деле, глупо было бы надеяться."
    "Делать здесь было нечего, посему я отправился прочь."
    "Но не ушёл далеко."
    "За спиной заскрипело, зашуршало, и виноватый голос позвал:"
    show us shy sport far with dissolve
    us "Эй, новичок!"
    me "Грррр!"
    us "Сюда и правда нельзя попасть, если пути не знаешь, или если кто-нибудь тебя сюда не приведёт."
    me "Не верю я в такое."
    show us normal sport at left with dissolve
    us "Зря. Лена знает это правило, поэтому она, сколько сюда ездит, иногда приходит сюда, и никто, кроме меня и моей гвардии её найти не может."
    me "А вы-то сюда как попали?"
    "Я не замедлял шага, поэтому Ульянке приходилось семенить ногами со вдвое большей частотой."
    "К счастью, её это, похоже, совершенно не беспокоило."
    me "Если сюда нельзя попасть."
    us "По-разному. Часть привели сюда «старички»."
    me "Тебя Алиса привела?"
    "Не сдержал сарказма я."
    "Это было настолько дико и неправдоподобно — Двачевская, устраивающая потайную заимку в лесу, что язык чесал поперёк мыслей."
    us "Нет."
    "Ульяна совершенно не обратила внимания на сарказм."
    us "Она не знает про это место."
    me "Ясно. Значит, кто-то из «гвардии»?"
    us "Гвардию привела сюда я."
    me "Ты уже совсем завралась. Я не знал дороги, и никто меня сюда не приво…"
    show us angry sport at center with moveinright
    window hide
    with flash_red
    me "Ай!" with vpunch
    "Я пожалел о словах, едва они покинули горло, но уже было поздно — мысок туфельки уже аккуратно воткнулся мне прямо в голень."
    "Уй-юй-юй!"
    "Я запрыгал на одной ножке, пытаясь сморгнуть непрошенные слёзы, поэтому не слышал, что там на меня ругалась Ульянка."
    "Хотя личико её и было довольно разгневанным."
    us "…го не скажу. Ищи сам тогда!"
    "Разобрал я, когда слух ко мне вернулся."
    me "Ты вообще думаешь что творишь? Ты знаешь хоть, как это больно?!"
    show us smile sport with dspr
    us "Знаю, разумеется."
    "Кивнула мелкая."
    us "Меня папка научил, сказал, что если мальчик очень глупый, это добавит ему мозгов на пару минут."
    dreamgirl "Бафф Интеллекта +25%%!"
    me "Иди ты знаешь куда…"
    "Нога побаливала, но основную часть переживаний я уже успел пережить."
    us "Не пойду. Ты вчера со мной Огонька запускал?"
    me "Предположим."
    us "Вот тебе и ответ."
    me "Какой ответ?"
    show us calml sport with dspr
    us "Тупица."
    "Девочка с преувеличенным вниманием стала приглядываться к моей второй ноге."
    us "Я о том, как ты мог попасть сюда."
    me "Удиви меня."
    show us normal sport with dspr
    us "Я сюда первый раз именно так попала."
    me "Да как?!"
    us "Ты чего нервничаешь?"
    "Удивилась она."
    us "Я думала, тебе неинтересно."
    me "Я не нервничаю."
    "С трудом подавив желание придушить мерзавку, ответил я."
    me "Просто ты либо мне скажешь, либо я пошёл."
    show us dontlike sport with dspr
    us "Куда только торопится…"
    us "Пошли, здесь недалеко."
    show us normal sport far with dissolve
    window hide
    with fade2
    "Найдя едва заметную тропинку, она заспешила вниз по склону, не оборачиваясь, чтобы посмотреть, следую ли я за ней."
    "И правильно — что ей беспокоиться, коль скоро она возбудила моё любопытство."
    "Путь её лежал вниз, к самому донышку карьера."
    "Оно было надёжно скрыто зарослями от досужих взглядов — сверху, снизу, да откуда угодно: почти полностью заполненный дождевой водой овраг можно было разглядеть, лишь оказавшись на его берегу."
    "Раздвинув кусты, Ульянка воскликнула:"
    show us laugh sport far with dspr
    us "Ю-ху! Я же говорила! Говорила я!"
    me "Что за…"
    "Я не договорил."
    play ambience ambience_lake_shore_day fadein 3
    window hide
    scene bg ext_lake_day_7dl
    with fade2
    "Все наши вчерашние Огоньки оказались… здесь. Каждый чёртов кораблик."
    "Свечки догорели и погасли, поэтому можно было не опасаться возможного лесного пожара."
    "Однако откуда они взялись здесь — непонятно."
    "Они просто были здесь, качались себе неторопливо на неизвестно откуда взявшихся волнах, вид притом имели тот самый — мол, выполнили задачу, а ну скорей хвалите нас."
    "Видимо, начальная просьба — найти «путь наружу» — была исполнена в точности."
    us "Я же говорила! Они нашли путь, я же говорила!"
    me "Ты их все сюда перетащила?"
    th "И когда только успела…"
    show us dontlike sport with dissolve
    us "Ничего я не тащила!"
    "Оскорбилась малявка."
    us "Я же тебе говорила: Огоньки дорожку найдут."
    me "И как же они нашли, интересно? Я что-то ни речки, ни даже ручья не вижу."
    us "Не знаю. И тебе узнавать не советую."
    show us normal sport with dspr
    "Ульяна обогнула овраг по краю и, руководствуясь неким чутьём, выудила из воды кораблик."
    "Свечка на нём уже сгорела, покрыв палубу толстым неровным слоем воска."
    us "А ты сюда попал потому, что решил искать Огонька. Вот он тебе и помог."
    me "Ясно."
    "Я не скрывал издёвки."
    me "То есть, мы вчера искали этот карьер. Точно. Куда нельзя попасть, если пути не знаешь."
    show us calml sport with dspr
    us "Дурак. Мы искали путь. Ты ожидал, что огоньки тебя перенесут сразу, куда ты хочешь?"
    me "Ничего я не ожидал."
    us "Вот и закрой рот. Любой путь состоит из шагов. Мы сделали первый. Сейчас второй будет."
    show us normal sport with dspr
    us "Ну что, будем просить ещё раз?"
    "Раздумчиво предложила девочка."
    "Я пожал плечами."
    me "Я не очень-то верю в это. Ты или кто-то ещё просто взял и перенёс все кораблики сюда."
    dreamgirl "Хлебушек и воробушек - лучшие друзья!"
    th "Что?"
    dreamgirl "Ну, ты умный как хлебушек, и мозгов у тебя как у птички."
    th "Так и будешь оскорблять меня?"
    dreamgirl "А что с тобой делать ещё? Или думаешь, что кому-то заняться было нечем, как тащить эти кораблики кучу километров?"
    dreamgirl "Ради чего? Устроить тебе мистификацию?"
    dreamgirl "Не льсти себе, оболтус."
    "Ульяна вообще ничего говорить не стала — просто посмотрела на меня как на блаженного."
    "Миру был явлен ножик, свечка и кусок сосновой коры."
    me "Ты где столько свечек берёшь?"
    us "Не отвлекай."
    "Не прекращая трудиться, пропыхтела мелкая."
    if not loki:
        me "А почему карьера на картах нет?"
        "Не унимался я."
        show us calml sport with dspr
        us "Потому что криворукие балбесы рисовали. Всё, молчи."
        show us normal sport with dspr
    "Девочка споро заработала ножичком."
    "Здорово у неё получается — раз, и готово!"
    "Не прошло и двух минут, как принявший уже привычный вид кораблик-огонёк замер на детской ладошке."
    show us normal sport with dspr
    us "Будешь?"
    "Cпросила она."
    me "Что?"
    "Ульяна закатила глаза."
    us "Я не просто кораблик запустить хочу."
    me "Ладно. Но почему я?"
    show us smile sport with dspr
    us "Ну… возможно, у тебя получится ещё лучше, чем у меня."
    me "Я, пожалуй, пас."
    show us normal sport with dspr
    us "Тогда брысь."
    "Девочка оттолкнула меня в сторону и быстро-быстро забормотала про ветерки-подружек и прочих представителей местного сказочного бестиария."
    play sound sfx_water_splash
    voice "Плюх."
    "Флегматично отозвался Огонёк, и, руководствуясь одними ему понятными правилами, указал носом куда-то на северо-запад"
    if loki:
        extend ", в сторону того самого шоссе."
    else:
        extend " и закачался на волнах."
    me "Там же нет ничего!"
    "Я указал на заросший камышом противоположный бережок импровизированного озерца."
    me "Что в такой луже тебе твой кораблик найти должен?"
    show us sad sport with dspr
    "Снова нет ответа."
    "Похоже, я её обидел. Или нет?"
    me "Слушай…"
    "Наградой мне был насупленный взгляд."
    me "Дашь мне ножик?"
    us "Зачем?"
    me "Я… Я тоже себе кораблик сделаю."
    show us normal sport with dspr
    us "Огонёк."
    me "Его. Так дашь?"
    us "А напутствие?"
    me "Фиг с тобой."
    "Я махнул рукой."
    window hide
    with fade2
    "Видимо, в этот момент я уже понял, что с этого момента и далее не следует удивляться ничему."
    "Даже фантасмагоричности картины — от сотни завязших в кустах Огоньков отделяется и плывёт в сторону противоположного направления тандем из двух живых — дышащих — лепестков пламени."
    me "Тай-тай, налетай…"
    us "Чужой огонёк трогать нельзя."
    us "Это как крестик: чужие беды на себя возьмёшь. И свой старый использовать дважды нельзя."
    "Снизошла до объяснений девочка."
    me "Тогда зачем ты у меня забирала первый кораблик?"
    us "Просто показала, как правильно. Дальше ты сам."
    us "Один огонёк — один поиск."
    me "Думаешь, он заведёт нас куда-то ещё?"
    "Я скептически осмотрел получившийся пруд. Обогнуть его при желании труда не составляло."
    us "Заведёт куда нужно, хватит задавать дурацкие вопросы."
    hide us with dissolve
    "Отрезала девочка."
    "И, развернувшись, заспешила к лагерю."
    "Мне ничего не оставалось, как последовать вслед за ней."
    window hide
    scene bg ext_sandpit_day_7dl with dissolve
    play ambience ambience_forest_day fadein 0
    play music music_list["get_to_know_me_better"] fadein 5
    "Мы замолчали, она - явно тяготясь резкостью, а я…"
    "Мне подумалось вдруг, что я-то, по сути, не особо ей и нужен."
    "Всё, что она хотела - она вполне могла бы сделать совершенно самостоятельно."
    "Даже пройти там, где ей потребовалась моя помощь."
    "Просто в её случае это всего лишь заняло бы чуть-чуть больше времени."
    "Потому-то я и молчал."
    "Думалось мне, что сейчас я перешагну некую грань, и Улька, пострелёнок Улька посмотрит мне в глаза взрослым своим взглядом, за которым не видно ни её костлявости, ни нескладности израстающегося подростка."
    "И скажет что-нибудь этакое вроде «спасибо, дальше я сама»."
    "А я почувствовал вдруг, что мне очень не хочется обрывать эту сказку на полуслове."
    "Хотя, возможно, я её и не заслужил вовсе."
    "Не заслужил?"
    "Потому я вздрогнул, услышав:"
    us "Ты… Ты не обижайся на меня, пожалуйста."
    th "Обижаться? Право, ты меня с кем-то путаешь."
    th "Это мне сейчас надо вести себя предельно осмотрительно, чтобы ты не взбрыкнула и не разнесла весь гамбит."
    "Потому я продолжал молчать."
    us "Хорошо?"
    "Я пожал плечами."
    show us normal sport with moveinleft
    us "Семён?"
    "Она обогнала меня и встала на пути."
    me "Ты и правда не забыла, как меня зовут. Забавно."
    us "Ну… Мне почему-то стеснительно звать тебя по имени. Как будто это нельзя."
    me "Нельзя…"
    us "Я привыкла, что Даня обычно не задаёт глупых вопросов, а для тебя всё это новое."
    show us grin sport with dspr
    us "Да ты сам виноват!"
    "Неплохой выпад."
    me "Чем же я провинился?"
    us "Ну а что ты такой большой и взрослый-то? Как будто нельзя перестать корчить из себя большого дядьку."
    us "Вот я и забываюсь. А большим дядькам сюда нельзя!"
    me "Как скажешь."
    "Вздохнул я."
    us "Всё-таки обиделся."
    me "Радоваться, что ли?"
    show us calml sport with dspr
    "Ульяна сверкнула глазами и топнула ногой:"
    us "Ты же самый первый пришёл! {w}И вчера! {w}И у тебя получилось кораблик запустить, и…"
    "«Всё это огромная мистификация» чуть не произнёс я, но вместо этого услышал:"
    me "Похоже, мне это важнее, чем даже тебе."
    show us surp1 sport with dspr
    us "Почему?"
    me "Я не уверен точно. Но мне кажется, что все эти крохотные шажки нужны для того, чтобы в итоге выйти на некую дорогу."
    show us normal sport with dspr
    us "Тебе кажется."
    me "Так или иначе, я привык не бросать попутчиков."
    me "Даже если они того заслуживают."
    "Сказал - и мгновенно раскаялся."
    "Как будто ударил, придурок. Справился с девочкой, называется."
    show us sad sport with dspr
    "Из Ульяны как будто выпустили воздух, она повесила голову."
    us "Я не собиралась…"
    me "Собиралась."
    us "Нет! Я же не зря готовилась!"
    me "Не верю."
    us "И я тоже не бросаю попутчиков!"
    me "Всё когда-нибудь происходит в первый раз."
    me "Тем более что я же взрослый дядька, смущаю тебя и в целом бесполезен."
    us "Я этого не говорила!"
    me "Мне достаточно и пренебрежения. Что твоего, что твоей гвардии. Но ничего, терплю."
    me "Возможно, вам досталось из-за ваших поисков - но я-то в этом не виноват! Так что не понимаю, на что ты дуешься."
    "Обогнув Ульяну, я вернулся на тропинку к лагерю."
    window hide
    scene bg ext_backdoor_day_7dl
    with fade2
    us "Это ты… дуешься."
    me "У меня нет повода?"
    "Ульяна опять замолчала, старательно глядя только и исключительно на приближающиеся южные ворота."
    "Несколько минут спустя она неохотно выдавила:"
    us "Есть."
    me "То-то и оно."
    us "И что мне теперь, застрелиться за то, что ещё не сделала?"
    me "Нет. Но…"
    me "Я просто перестал понимать, для каких целей нужен."
    us "Нужен! Я… Ну, хочешь, я извинюсь?"
    me "Ещё предложи наказать тебя каким-нибудь способом."
    us "А и предложу!"
    "Загорелась девочка."
    mt "Нет уж, с этим справлюсь я сама!"
    play music music_7dl["catch_the_hedge"] fadein 0
    "Донёсся до нас голос вожатой."
    "И перед нами предстали они."
    "Неприятности во плоти."
    "Собственно, неприятным был не только тон, но ещё и первый же вопрос:"
    show mt angry pioneer with dspr
    if alt_day5_neu_us_stores:
        mt "И что это мы забыли за территорией?"
    else:
        mt "Семён, я послала тебя справиться с бунтом, а не возглавить его!"
    "Здесь я и ощутил в полной мере раздражение и досаду прячущейся за моей спиной девочки."
    "Ведь действительно - у неё такая важная миссия, а тут взрослые… со своими глупостями."
    "Так что я, повинуясь скорее внутреннему порыву, упрямо посмотрел на Ольгу исподлобья:"
    if alt_day5_neu_us_stores:
        me "Гуляем, неужели непонятно?"
    else:
        me "Алису я не нашёл, а за Ульяной присмотрел."
    mt "Вот как?"
    mt "Не помню, чтобы я вас отпускала."
    me "Наверное, потому, что мы и не отпрашивались? Ульяна, иди, я виноват, мне и быть наказанным."
    us "Да?"
    "Обрадовалась она."
    us "Тогда я…"
    mt "Стоять!"
    "Из-за ворот на секунду выглянул физрук и тут же спрятался."
    mt "Значит так."
    "Начала вожатая."
    if alt_day5_neu_us_stores:
        mt "За самовольный выход за территорию вы наказываетесь ужином."
        me "Так ведь едой же не наказывают."
        mt "Ещё возражения будут?"
        us "А можно не наказывать?"
        mt "Конечно же, можно! Ты же, Улечка, так хорошо себя вела! И вчера показала себя перед родителями лучше всех, правда?"
        us "Н-нет, но…"
        mt "Поэтому вы лишаетесь ужина, а ты, Сидорова - ещё и костра."
        mt "Это мероприятие испортить тебе я не дам!"
    else:
        mt "Персунов - ты без ужина."
        me "Но вы же сами говорили…"
        "Слабо запротестовал я."
        show mt normal pioneer with dspr
        mt "Так ты нашёл всех, договорился об извинениях и в целом сделал всё, как я просила?"
        "Я повесил голову."
        mt "Нет! Вместо этого ты сам сбежал непонятно куда, заставляя твою вожатую искать тебя по всему лагерю!"
        mt "Ты считаешь это нормальным?"
        "В ушах тонко-тонко запищало — верный признак приближающейся ярости, после которой я, несомненно, пожалею обо всём, что сейчас будет сказано и сделано."
        me "Я считаю, что вы слишком суровы!"
        "Начал я."
        me "И вы не имеете права…"
        show mt smile pioneer with dspr
        mt "Ах, сурова?"
        "Неожиданно улыбнулась Ольга."
        mt "Может, ты считаешь, что справился бы лучше?"
        "Такая постановка вопроса мне в голову не приходила."
        "Но Ольгу уже понесло:"
        show mt angry pioneer with dspr
        mt "В таком случае я даю тебе ещё один шанс показать себя!"
        mt "Сидорова!"
        show mt normal pioneer at right
        show us shy2 sport at zenterleft
        with move
        us "Я…"
        mt "Прощения за свечку я от тебя не дождусь, верно?"
        mt "Тогда будем считать это рецидивом."
        show us surp1 sport with dspr
        us "Чем?"
        mt "За срыв свечки и уход за территорию ты лишаешься ужина и костра."
    show us cry2 sport with dspr
    us "Эй, так нельзя! Нечестно!"
    "Заспорила девочка."
    if not alt_day5_neu_us_stores:
        mt "А ты, Персунов, назначаешься старшим."
        mt "Заодно посмотрим, как ты справишься с ролью вожатого."
    mt "А теперь марш за ворота!"
    if alt_day5_neu_us_stores:
        me "Но так нечестно! Нельзя наказывать два раза за одно!"
        "Возмутился я, игнорируя попытки Ульяны привлечь внимание."
        "Не что чтобы мне хотелось за кого-то заступиться, просто такая постановка вопроса больно резанула по моему невесть откуда взявшемуся обострённому чувству справедливости."
        me "Тогда и меня наказывайте! Я же тоже ушёл."
        mt "Вот и хорошо."
        "Кажется, мой демарш нисколько не расстроил вожатую."
        mt "Я как раз думала, кому бы поручить приглядеть за наказанной, пока мы все будем жечь костёр."
        mt "Вот друг за другом и приглядите."
        us "Эй!"
    mt "Не поняла, вы почему ещё здесь? Марш на территорию, кому сказано!"
    "Вздохнув, мы поплелись в лагерь, подбадриваемые напутственными криками вожатой."
    stop music fadeout 5
    stop ambience
    stop sound_loop
    with fade
    return
    
label alt_day5_neu_us_punishment:
    play music music_7dl["surf"] fadein 5
    play ambience ambience_camp_center_evening fadein 3
    scene bg ext_square_sunset
    show us angry sport
    with dissolve
    us "Ну, я этой Олечке Дмитривне… Ух!"
    "Девочка непонятно куда погрозила кулачком."
    "Она ходила и злилась, и злобилась."
    "Топала ножками, возмущалась и бухтела."
    "А я улыбался и жмурился на солнце."
    "Мы сидели на скамейке - здесь был наш штаб сопротивления."
    if alt_day5_neu_us_stores:
        "Хотя меня мало беспокоила голодная смерть — я вспомнил вдруг о том, что у меня с обеда ещё в домике есть припасы!"
        "Хотя половину из них мне следовало бы отдать Двачевской, но, во-первых, у неё был ужин, а во-вторых — она сейчас будет лопать печёную картошку!"
        th "Обойдётся."
    else:
        "Несмотря на все крики вожатой, Ульяна так и не переоделась обратно в пионерскую форму."
        "Вместо этого она забралась в домик и вытащила оттуда парочку карамелек, коими по-братски со мной и поделилась."
        "Я вспомнил, что у вожатой обязательно должен быть запас сладостей, так что если будет совсем голодно, можно будет немного раскулачить свет Дмитриевну."
    "И хотя все остальные ушли, оставив нас здесь практически вдвоём, я не испытывал никакой тревоги или зависти."
    "Нет, я просто радовался — лету, заходящему солнышку."
    "Даже бухтящей Ульянке."
    "Мы не так много времени проводили вместе, но уже накрепко успели сдружиться и привязаться друг к другу."
    "А появившиеся необъяснимые вещи, вроде способностей Тоника, Огоньков и прочего из страны детства, только связывало нас ещё крепче."
    me "Ты вот чего раздухарилась, скажешь?"
    "Лениво провожая удаляющуюся колонну пионеров, спросил я."
    me "Тебе на этом костре мёдом помазано?"
    show us normal sport with dspr
    us "Нет, но как же — они там все, даже гвардия."
    me "Тоже мне, причина для печали."
    show us smile sport with dspr
    us "Нет, если так подумать…"
    us "Тут тоже интересно! Даже в тысячу интереснее!"
    th "От менталитета зависит."
    "Я, как человек самодостаточный, прекрасно мог развлечь себя сам."
    "А вот чем Ульянке заниматься?"
    me "Чем же?"
    us "Ты не понял? Нам целый лагерь оставили! Можно делать что хочешь!"
    "Я пожал плечами."
    "Мне не казалось это таким уж прекрасным. Просто и не беспокоило особенно."
    show us normal sport with dspr
    me "Не понял."
    us "Зануда ты, Сёмыч. Это же целая огромная страна — тут только в прятки можно играть целый день."
    me "И ты хочешь в прятки?"
    show us grin sport with dspr
    us "Да!"
    me "Мне пришло в голову, что все эти ваши правила придуманы непонятно кем непонятно зачем."
    us "Нормальные правила!"
    "Заявила Ульяна."
    us "Ещё ни разу нас не подводили."
    me "Ага, потому вы и топчетесь целую смену на месте?"
    show us dontlike sport with dspr
    us "Ничего не топчемся, мы вообще, знаешь, где начинали?"
    "Я не знал. И знать не хотел."
    me "Хуже не будет. В самом худшем случае просто найдём эти кораблики там же, где их и оставляли."
    "Мне до одури хотелось поверить в тёплую магию этих мест, в витающее на самой грани восприятия Необъяснимое, но…"
    "В конце концов, опыт никуда не денешь — и внутренний циник требовал твёрдых материальных подтверждений любой фантастики, иначе реагируя на неё как на бабушкины сказки."
    me "Просто сходим да посмотрим, делов-то."
    show us laugh sport with dspr
    us "Да, теперь нас не ужином накажут, когда поймают, а сразу расстреляют!"
    me "Ты идёшь?"
    show us smile sport with dspr
    us "Спрашиваешь! Конечно, иду!"
    window hide
    scene expression Dawn("bg ext_lake_day_7dl")
    play ambience ambience_boat_station_night fadein 3
    with fade
    "Стоит ли говорить, что наши огоньки исчезли?"
    "И все прочие — тоже."
    "Как я ни старался, ни светил фонариком — нет."
    "Ничего не было."
    "И я лишь ещё крепче утвердился в том, что либо здесь творится что-то необычное, либо меня самым банальным образом разыгрывают."
    show us normal sport with dspr
    us "Похоже, Данька уже был."
    "Задумчиво сообщила мелкая."
    me "Забрал кораблики?"
    us "Нет, разумеется!"
    "Она посмотрела на меня с возмущением."
    me "Тогда куда они все делись?"
    us "Туда же, куда и твой! Ты же свой Огонёк не брал?"
    me "Нет."
    us "Вот и они не брали."
    me "В смысле?"
    show us smile sport with dspr
    us "Хозяин нашёл Огонёк, значит, тот выполнил задачу. Больше он не нужен."
    me "И?.."
    us "И всё!"
    me "Так кораблики куда делись?"
    us "Всё! Они сделали, зачем их делали! Поэтому их нет."
    me "Делись-то они куда?"
    us "Пропали!"
    me "Куда пропали?"
    show us sad sport with dspr
    us "Рррр… Отстань. Надоел, зануда. Я знаю, куда доплыл мой вчерашний, а завтра узнаю, куда доплыл мой сегодняшний."
    me "Найдёшь?"
    us "Нет. Просто узнаю. Как ты знал, как выйти сюда. {w}Потому что знал, куда делся твой Огонёк."
    me "Но я не…"
    "Здесь я счёл умным заткнуться, так как на карьер и в самом деле вышел по наитию."
    us "Ага. Пойдём завтра Огоньки искать?"
    dn "Соглашайся."
    "Донёсся до нас знакомый уже голос, и на берег выступила неразлучная троица-звено."
    show us normal sport at left
    show dn normal pioneer at zenterright
    show al normal pioneer at fright
    show tn smile pioneer
    with move
    dn "Давай с нами?"
    show us smile sport with dspr
    us "Да! Ты сам сказал, что хуже не будет."
    me "А вы что здесь делаете?"
    show dn smile pioneer with dspr
    dn "Мы убежали с костра."
    me "Вот так вот просто?!"
    "Я не скрывал ужаса."
    me "Вам же опять от вожатой влетит! И как вы сюда добрались через лес?"
    us "Всё-таки ты безнадёжен."
    "Ульяна покачала головой."
    us "Ты ещё не понял, что теперь заблудиться не получится?"
    me "Нет."
    window hide
    with fade
    me "Ладно, кораблики мы посмотрели — их нет. Теперь второй вопрос: что дальше делать будем?"
    play sound sfx_stomach_growl
    show us upset sport with dspr
    us "Что-нибудь съедим."
    "Вздохнула она."
    us "Кушать очень хочется. А конфетки закончились."
    "Даня, виновато качнув головой, отступил на шаг и растворился в темноте."
    hide ml
    with fade2
    return

label alt_day5_neu_us_warm_evening:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    me "Прямо очень хочется?"
    "Ульяна кивнула и жалобно посмотрела на меня:"
    us "У тебя ничего нет?"
    me "На самом деле…"
    me "Есть!"
    "Завершил я под восторженный писк девочки."
    me "В домике кое-что ещё с обеда лежит. Только заветрилось немного."
    show us smile sport with dspr
    us "Фигня-война, всё пустим на добрые дела!"
    us "Где там у тебя?"
    "Она вскочила и потянула меня за собой."
    window hide
    scene bg ext_house_of_mt_sunset
    play ambience ambience_forest_evening fadein 3
    show us normal sport
    with dissolve
    us "Быстрее-быстрее!"
    "Если первую половину пути мы шли относительно спокойно, то к домику приближались уже бегом."
    window hide
    scene bg ext_house_of_mt_sunset
    with dissolve
    "Выхватив прямо у меня из рук ключик, Ульяна бросилась отпирать, потом с гиканьем скрылась внутри."
    "Покачивая головой, я последовал за ней."
    play sound sfx_open_dooor_campus_1
    pause(1)
    window hide
    scene bg int_house_of_mt_sunset
    show us smile sport
    with dissolve
    "К тому моменту, когда я оказался в домике, Ульяна уже успела распотрошить пакет."
    "Я застал лишь момент, когда она закончила ваять из имеющегося богатства бутерброд по-холостяцки: максимум вредных веществ на удельный укус."
    "И вгрызлась в него!"
    us "Умммм!"
    "Я ничего не понял, и на всякий случай уточнил:"
    me "Вкусно?"
    show us calml sport with dspr
    us "Мокрые какие-то."
    "С трудом прожевав, отозвалась она."
    me "Так с маслом и помидорами, чего ж ты хотела?"
    us "А почему чёрствые? Есть запить?"
    me "Чёрствые потому что с обеда. Я должен был вам с Алисой их принести и попробовать примирить вас с вожатой."
    show us angry sport with dspr
    us "И ты молчал?! Ну ты и жук!"
    "Не обратив внимания на её реплику, я налил в банку воды и забросил туда кипятильник."
    "Почаёвничать захотелось и самому."
    "Тем более, после вчерашнего ограбления у меня, помнится, тоже оставалась пара-тройка конфет."
    us "И хлеб нарезали неудобно, огромными кусищами!"
    me "Так разломи их пополам."
    us "И сыр этот."
    "Продолжала бухтеть девочка."
    "Я возвёл очи горе, пытаясь не сказать что-нибудь резкое."
    me "Не любишь сыр?"
    show us shy sport with dspr
    us "…Люблю."
    "Неохотно ответила малявка."
    me "Тогда жуй и не выступай."
    show us dontlike sport with dspr
    "Сердито сверкнув зубами, Ульяна тем не менее последовала моему указанию."
    "К тому моменту, когда поспел кипяток, мы успели употребить три бутерброда — один из которых я отвоевал лишь ценой укушенных пальцев."
    "Три помидорки, два огурца, несколько кусков хлеба с сыром и колбасой — всё, что необходимо растущему организму!"
    show us calml sport with dspr
    us "Больше ничего нет?"
    me "Нет. Скажи спасибо и за это."
    "Вздохнув, она погладила себя по животу:"
    us "Ну, хоть что-то. Эй, а мне чая нальёшь?"
    me "Налью."
    "Я не сдержал улыбки, глядя на то, как она сыплет себе в стакан четыре ложки сахара."
    me "У тебя ничего нигде не слипнется?"
    show us normal sport with dspr
    us "Нет. И давай сюда конфету, мне нужнее."
    window hide
    play ambience ambience_camp_center_night fadein 3
    play music music_7dl["breath_me"] fadein 3
    scene bg ext_square_sunset
    with joff
    me "Вкусно было?"
    show us normal sport with dissolve
    us "Угу."
    me "Что сказать надо?"
    us "Маааало!"
    me "Благодарность во все поля."
    us "А ещё мне скучно. Будешь меня веселить, товарищ вожатый?"
    if alt_day5_neu_us_stores:
        me "С чего это вожатый?"
        us "Ты за меня отвечаешь, так что крепись! Ты теперь вожатый!"
    me "Я даже не знаю, что тебе предложить…"
    show us laugh sport with dspr
    us "Я знаю!"
    $ persistent.sprite_time = "night"
    $ night_time()
    window hide
    scene bg ext_square_night
    with fade
    play music music_7dl["sneakupon"] fadein 3
    "В этот раз я был куда умнее, чем в прошлый раз."
    "В этот раз я забрался на постамент и спрятался за бронзовой ногой нашего вседержца."
    "Не то, чтобы я старался изо всех сил спрятаться."
    "Всё-таки водой снова была Ульянка — бегала она очень быстро, а вот прятаться не умела вовсе."
    "Постоянно выдавала себя хихиканьем из кустов."
    window hide
    with fade
    "Но я по чуть-чуть, но всё же поддавался ей — очень уж она огорчалась, если не могла найти."
    "Расплавленный июльский вечер плавно перетекал в прохладную, напоенную ароматами цветов ночь, и от того хотелось смеяться и делать глупости."
    "Может, и романтического толка."
    "Держаться за ручки, там. Не знаю."
    "А я вместо этого играю в прятки."
    "Дурак? А вот не знаю, не сказал бы!"
    "Тем более что ветром то и дело доносило обрывки звуков, будоражащих и будящих в памяти что-то полузабытое."
    "То шум доносящегося плеска воды выстроится в знакомый с детства аккорд."
    "То отголосок Ульяниного смеха."
    us "Балбес, у тебя ноги из-за скамейки выглядывают!"
    "И тут же - топот к медпункту, где стояла наша палочка-выручалочка: угрожающе-красный противопожарный щит, брат-близнец того, что висел напротив клубов."
    "И непонятно было — то ли чудится мне это, то ли и правда Ульянка уже успела поймать кого-то?"
    "Мне казалось, что голос и смех Ульянки всё ближе и ближе, так что не показалось, так-таки и не показалось."
    th "Тихо, кажется, это она."
    "Чутьё не подвело — со стороны ворот донёсся знакомый перестук каблучков, и на площадь выскочила Ульяна."
    "С другой стороны, так что бронзовая нога надёжно скрывала меня от водящей."
    "Ульянка раскраснелась и выглядела очень довольной."
    "А вот свои шикарные хвосты, чтобы не мешали бегать, убрала назад и сколола."
    "Короткие шортики собрались вверх и забавно перекосились, некогда белые, а теперь серые носочки скатались к самым сандалиям."
    "Я замер, слушая её частое дыхание."
    "Выглянул на мгновение из-за укрытия — Ульяна стояла ко мне боком, вертя головой и облизывая губы."
    "В голубых глазах всё — и азарт, и задор… И растерянность."
    us "Куда ж ты подевался, Сёмище."
    "Я не выдержал и хихикнул."
    "Тем самым, разумеется, полностью демаскировав себя!"
    "Ульяна радостно подпрыгнула:"
    show us laugh sport with dspr
    us "Ага, Сёмыч!"
    show us laugh2 sport with dspr
    us "Попался!"
    show us laugh sport close with move
    "Она стремглав бросилась ко мне!"
    "А я будто бы застыл, поджидая, пока она приблизится…"
    "Чтобы  подпустив её поближе, сделать шаг и, оттолкнувшись как следует…"
    hide us
    "…перепрыгнуть её!"
    "…приземлиться неудачно и, припадая на ушибленную при падении ногу, припустить к медпункту, игнорируя возмущённое «эй» за спиной."
    window hide
    scene bg ext_square_night at fast_running
    with dissolve
    "За спиной ни на миг не смолкал топот, однако звучал он достаточно странно."
    "Но я в тот момент не отвлекался на глупости."
    "Я всеми силами старался не быть запятнанным!"
    window hide
    scene bg ext_aidpost_night at fast_running
    with dissolve
    "Мы не бегали по тропинкам, выложенным плитами и даже просто протоптанными «скороходами» брезговали."
    "Нет, была какая-то особая прелесть в том, чтобы проламываться сквозь кусты, пробивать ветки и перепрыгивать через воздушные корни сосен."
    "Репей из волос я уже даже не пытался вытаскивать, а рубашка моя уже давно приобрела нежно-салатовый оттенок."
    "Стебли хлестали меня по мордасам, лезли в глаза, а Ульяна всё топала и сопела сзади."
    "И только на финишной уже прямой, когда я со всего маху запнулся нога об ногу и полетел к спасительному щиту, я вдруг понял, что смущало меня всё это время."
    "Понял!"
    stop music fadeout 3
    window hide
    scene stars with dissolve
    "По плечу тут же замолотила маленькая ладошка."
    us "По…пался!"
    "Выдохнула Ульянка, падая рядом со мной."
    play music music_7dl["melancholy_sun"] fadein 3
    "Я сел, машинально проверил карман с телефоном — не раздавил, не ударил ли."
    "Нет, всё на месте."
    "Ульяна тоже села рядом, поблёскивая глазами, улыбнулась:"
    us "Поймала! Поймала я тебя!"
    me "Это было не особо трудно. Я ногу подвернул."
    us "Я знаю."
    me "Ты потому поддалась?"
    "Она распахнула счастливые глазищи и с готовностью кивнула."
    "И ведь правда! Зная то, как она носится, догнать ковыляющего инвалида ей не составило бы труда!"
    "Но я почти добежал до выручалочки, так что…"
    me "Так нечестно. Ты жулик."
    us "А ты нет? Прыгать через меня честно? Сёмище-жулище!"
    "Я огляделся: у щита играли в ножички Алька и Тоник из присоединившейся к нам в процессе троицы."
    "Сбежали с костра, надо же."
    me "А Даниила не поймали?"
    us "Его поймаешь ещё."
    "Проворчала Ульяна — ей совсем не нравилась мысль, что кто-то может бегать ничуть не медленнее её."
    me "А где видела его последний раз?"
    us "На стене рядом с музыкалкой."
    me "Не догнала."
    window hide
    scene bg ext_aidpost_night
    show us normal sport
    with dissolve
    us "Как?"
    "Ульяна поднялась с травы, отряхиваясь."
    "Хихикнула, взглянув на меня:"
    us "У тебя полоса через всё пузо. Зелёная."
    me "Пофиг."
    "Легкомысленно отмахнулся я."
    me "Пошли ловить тогда все вместе, раз мы воды."
    us "Я не пойду. Стена два метра, я так высоко не допрыгну."
    me "Сдаёшься?"
    "Подколол я."
    show us sad sport with dissolve
    us "Да наверное."
    us "Устала я."
    "Как я уже заметил выше, пряталась она куда хуже, чем бегала."
    me "Тогда кричи."
    "Ульяна злобно посмотрела на меня, но послушно набрала в грудь побольше воздуха и начала:"
    us "Данька, выходи! Всё, ты победил, я сдаюсь!"
    "Нет ответа."
    "Только откуда-то с площади доносится смех."
    us "Помогите, а?"
    "Мы, переглянувшись, улыбнулись:"
    voices "Дань-ка, вы-хо-ди!"
    "Снова нет ответа."
    us "Как бы он с этой стенки не грохнулся."
    "Уже с тревогой сказала Ульяна."
    "Со стороны площади донёсся уже не смех, а истерический хохот, и на полянке возник Данька."
    show dn grin pioneer at left with dissolve
    "Он был в своём обычно расхристанном виде, однако на нём, в отличие от меня, не было ни травяных разводов, ни репьев."
    us "Данька, балбес несусветный, ты где лазишь?"
    dn "Ты, Улька, ищешь, конечно."
    show us calml sport with dissolve
    us "Хорошо ищу!"
    dn "А я рядом с Сёмычем был! За скамейкой полежал, на звёзды посмотрел…"
    us "Гррр, как меня эти скамейки уже! Всё, не могу я больше."
    dn "Зато вот что я там нашёл!"
    "Мальчик хвастливо подбросил в руке ярко-жёлтый теннисный мячик."
    dn "Видимо, потерял кто-то."
    us "Хоть кому-то сегодня повезло."
    "Недовольно фыркнула Улька."
    dn "Не будешь больше?"
    "Ульяна покачала головой."
    show us normal sport with dissolve  
    us "Не хочу больше."
    us "Вот купаться бы сейчас."
    "Мальчишки переглянулись."
    dn "Нас тогда точно казнят без суда и следствия."
    dn "Так что пойдём, сделаем вид, что устали и пошли в лагерь пораньше — авось не заругают."
    dn "Лови!"
    "Он бросил мячик мне."
    al "До завтра."
    hide dn with dissolve
    "Вежливо попрощался Алька, прежде чем троица растаяла в темноте."
    show us normal sport at center with move
    us "Ну, а ты что скажешь, Сёмище?"
    "Я задумчиво почесал живот — ободрал, пока скользил — и сообщил:"
    me "Почему нет?"
    us "А занудствовать не будешь?"
    window hide
    scene cg d5_us_rendezvous_7dl with dissolve
    us "В этом году так и не удалось искупаться ночью."
    us "А ты вроде как старший."
    "Улыбнувшись, она шагнула поближе."
    us "Запретишь ещё."
    "Взяла за руку."
    "И, конечно же, я запретил. Всё и сразу."
    stop music fadeout 3
    window hide
    with fade2
    play music music_7dl["someone_like_you_guitar"] fadein 3
    me "Мне казалось, что мне доверяют."
    us "А причём здесь доверие?"
    th "И правда…"
    me "К лодочной станции не пойду, говорю сразу — я слышал, там ключи ледяные бьют."
    us "Зануда ты, Сёмыч!"
    "Улыбнувшись, Ульяна потянула меня за собой."
    us "Вот как так можно? Постоянно о чём-то думать и беспокоиться. Как старый дед."
    th "Сравнительно с тобой я очень даже и…"
    me "А куда тогда?"
    us "Я покажу!"
    "Она вела меня куда-то, совсем не к понтонам, не к реке."
    "И я высказался вроде как в шутку, но и пряча недоумение:"
    me "Уль, ты собираешься купаться в лесу или карьере?"
    "Вместо ответа она дёрнула плечом, впрочем, так и не отпуская мою руку:"
    us "Здесь столько мест, где можно спрятаться! А ты всё в лес смотришь."
    "Я хмыкнул:"
    me "Кто бы говорил… Нахимов, блин."
    us "Нет, флоты я не вожу. Блин."
    "Последнее слово явно было не в мою сторону."
    "Нет, здесь тропинку пересекал ручей и, судя по недовольному виду Ульяны, здесь было нечто, изображающее из себя мост."
    "Да, сплыло."
    us "Видимо, дождём смыло."
    "Досадливо подтвердила мои умозаключения девочка."
    "Я подошёл к берегу, присел на корточки, набрал ледяной воды в ладони."
    "Действительно ледяной."
    "Но вкусной, прозрачной — даже в темноте можно было разглядеть гальку на дне."
    me "Перепрыгнешь, спортсменка?"
    "Ульяна покосилась на меня и, кивнув, присела, взялась за ремешок сандалии…"
    window hide
    with fade
    "А я, подскочив, подхватил её на руки и наш трогательный тандем, сопровождаемый заливистым визгом и хохотом, форсировал ручей."
    "Сюда не добивали фонари, луна едва видна была сквозь переплетение ветвей, но отчётливый румянец я сумел разглядеть."
    "Мне же не показалось, правда?"
    "Хохоча, я в два шага пересёк ледяную воду, опасаясь только оступиться или поскользнуться."
    "Но Рандом миловал."
    window hide
    scene bg ext_un_hideout_night_7dl
    show us surp3 sport
    with dissolve
    us "Псих ты, Сёмыч, как есть, псих!"
    "Выдохнула мне Ульянка, снова оказавшись на твёрдой земле."
    us "А если бы уронил?"
    me "Так на меня бы упала, подумаешь."
    show us laugh sport with dspr
    us "Раздавила бы и расплющила!"
    me "Ты потому так завизжала?"
    us "Балда ты, Сёмище."
    "Мы всё ещё не вышли за забор, потому технически Ольге Дмитриевне нас и не за что было бы ругать."
    "Однако сомневался я, что нас смогут найти так быстро, если сейчас кто-нибудь вернётся в лагерь."
    "Однако висок и скула уже ощущали веющую от большой воды свежесть."
    "И тропинка поворачивала, карабкаясь между корней сосен."
    me "С волками жить - того и тапки."
    show us normal sport with dspr
    us "Мне думалось, ты взрослее и…"
    me "Скучнее?"
    show us smile sport with dspr
    us "Разумнее."
    me "На тебя не угодишь."
    "Ульянка легко взбежала вверх и, уцепившись за один из корешков, протянула мне ладошку:"
    us "Хватайся, здесь глина, скользко!"
    "Но я проигнорировал протянутую руку."
    "Не хватало ещё одного падения только."
    show us normal sport with dspr
    us "Меня до этого только дед на себе катал."
    "Призналась Ульяна."
    us "До того - мама. Но я с трёх лет сбегала с ручек и отправлялась исследовать дом."
    us "А мы пришли!"
    window hide
    scene bg ext_un_hideout_night_7dl with dissolve
    play ambience ambience_lake_shore_day fadein 3
    "Она побежала к воде, увязала в сыром уже песке."
    us "Купаться-купаться-купаться!"
    "Добежала до самой кромки и, сбросив сандалии с носками, зашлёпала босыми ногами по воде."
    "Догнав её, я встал рядом - где посуше."
    "Немного поразвлекав себя таким образом, Ульяна обернулась ко мне:"
    us "А ты так ловко подхватил меня. Большой опыт?"
    me "О, да. Бывает, знаешь, проснусь с утра — и ну девушек на руках носить!"
    us "Балаболка."
    me "Кто обзывается…"
    us "Я его всерьёз спрашиваю, а он."
    "Пробурчав что-то, она вернулась туда, где осталась её обувь и, быстро сбросив шорты с футболкой, в купальнике поскакала в воду."
    "Что-то там явно было в мой адрес, но я не расслышал."
    stop music fadeout 4
    "И мудро не стал переспрашивать."
    play music music_7dl["shestheone"] fadein 3
    "У девочки же были свои заботы и интересы."
    "Несколько минут спустя я, поколебавшись, сам разделся до плавок и с разбега нырнул."
    "А вот когда вынырнул, первым же вопросом, который меня встретил на поверхности, был:"
    us "Сёмыч, как думаешь, на нас не подумают, что мы… ну…"
    "Она широко улыбнулась."
    me "Не беспокойся. Я уже дружил с девочками."
    dreamgirl "О, месье, вы большой затейник!"
    th "Цыц."
    "Ульяна нырнула и пару минут, пока она пыталась ухватить меня за пятку, а я отбивался, нам было не до бесед."
    "Наконец, воздух закончился, и над водой снова распахнулись озорные глазёнки."
    "Мокрые волосы облепили лицо, и выглядело это забавно и мило."
    us "И как? Чем закончилось?"
    "С любопытством спросила девочка."
    me "Да ничем. Злые родители разлучили нас."
    us "Трагедь…"
    "Лицемерно посочувствовали мне."
    "Хотя трогательность момента немного подпортила волна, плеснувшая Ульянке в нос и открытый рот — видимо, она хотела что-то сказать."
    "Вместо этого же пришлось отплёвываться."
    us "Здесь очень хорошее место."
    us "Оно почти как Лес. Только здесь всё же бывают иногда люди."
    me "И Лена?"
    us "А почему это ты вдруг про неё вспомнил?"
    if loki:
        me "Я же на карьере её встречал, помнишь?"
        me "Вообще сначала подумал, что она в вашей компании."
        us "Нет. У неё своя история."
        us "Долгая и неприятная. Можешь потом у неё спросить."
    else:
        me "А кто ещё, кроме тебя, ищет всякие закоулки и там в партизанов играет?"
    us "Если плыть чуть дальше к мысу, там хорошее место, брёвна, можно костёр пожечь."
    me "Да, нас лишили костра, давай жечь свой."
    us "А что такого?"
    me "Спички есть?"
    "Спросил я просто ради того, чтобы отказаться."
    us "Есть."
    "Неправильный ответ."
    me "Сбереги их на завтра, для дальней дороги."
    us "За-ну-да!"
    "Отчеканила она и отплыла от меня подальше."
    us "Если быть большим и взрослым - это быть таким скучным… я, пожалуй, не хочу взрослеть."
    window hide
    with fade
    "На берегу она всё ещё немного дулась и ёжилась на ветру, так что вполне естественно было отдать ей мою уже совсем перемазанную рубашку в качестве полотенца."
    "А там и вовсе приобнять за плечи, согревая."
    "Так мы и куковали вдвоём на берегу, пока остальные пионеры развлекались, жгли костры, ели картошку и пели песни под гитару."
    me "Алиска тебя совсем забросила."
    "Ульяна шевельнула плечом."
    us "Я для неё очень удобна. Не требую внимания, не веду глупых бесед."
    us "А самое главное — занимаю место. Так-то бы вместо меня ей дали бы кого-то ещё."
    us "Не такого удобного."
    me "Зато у тебя есть твоя гвардия."
    us "И ты, если не сбежишь."
    me "От тебя сбежишь, пожалуй. Вон, как с ног сбила."
    "Ульяна хихикнула."
    us "Не пойми неправильно, но мы сегодня стали чуть ближе."
    me "В каком это смысле?"
    us "Проснёшься — поймёшь."
    "Она с неприязнью проводила взглядом спешащий куда-то паровоз, трудолюбиво тянущий за собой кубики вагонов."
    us "Жаль, не удалось тогда уехать, правда?"
    me "Да."
    us "Правда, я не знаю, что мы бы стали делать? Вот, убежали, уехали. А дальше что?"
    me "Ты ли это?"
    "Улыбнулся я. Её всё ещё потрясывало, а кожа была в крупных мурашках, поэтому она прижалась ко мне боком."
    me "Что за взрослые и скучные вопросы?"
    me "В конце концов, есть же автостопщики."
    us "Кто?"
    me "Люди такие. Они путешествуют на попутках без рубля в кармане."
    us "И… Удаётся?"
    "Ульяна беззвучно зевнула, и если бы не обнимал её, не заметил бы."
    me "Кому как. Пойдём в лагерь, скоро наши уже возвращаться будут."
    me "И ты уже почти спишь."
    "Поднявшись сам, я поднял и её."
    "Из кармана у неё вывалилось что-то и покатилось по направлению к прибою."
    us "Мяч!"
    "Прыгнув вперёд, она подхватила его, прижала к себе, как величайшее сокровище."
    me "И зачем он тебе?"
    show us smile sport with dissolve
    us "Не знаю. Просто он жёлтенький, красивый."
    me "И всё?"
    "Лёгкий кивок головой."
    window hide
    scene bg ext_seashore_7dl with dissolve
    "А на окончательно налившемся чёрной синевой небе проглядывали звёзды."
    "Как будто на дворе октябрь - самая звёздная пора."
    "Ульяна подбрасывала и подбрасывала в руке ярко-жёлтый теннисный мяч."
    me "Наверное, надо бы отдать его физруку."
    show us normal sport with dissolve
    us "И не подумаю."
    me "Но он новый. Или родители кому-нибудь привезли."
    us "Это мой трофей."
    me "…Зачем он тебе?"
    us "Я… Я не знаю. Его можно бросить куда-нибудь."
    me "Например?"
    us "Ты сможешь докинуть его до луны?"
    me "До луны? Вряд ли."
    us "А хотя бы до дебаркадера?"
    me "Дотуда-то — сколько угодно."
    show us laugh2 sport with dspr
    us "Давай!"
    me "Уверена? Это хороший мяч."
    us "Бросай."
    "Короткий разбег, размах — всё как по учебнику, под углом в сорок пять градусов к горизонту — мяч со свистом ввинтился в сумерки."
    show us surp1 sport far with dissolve
    "Взвизгнув от восторга, она вприпрыжку понеслась вслед за ним."
    "У меня внутри что-то оборвалось."
    me "УЛЬЯНА!!!"
    show us surp2 sport far with dspr
    us "Да?"
    "Она замерла на краю обрыва и оглянулась на меня, ничего не понимая."
    me "Совсем сумасшедшая?! Немедленно уйди оттуда!"
    "Она послушно отошла от края, поглядывая на меня."
    me "Я с тобой поседею!"
    show us normal sport with dissolve
    us "Но там же… Эх! Раздеваться снова не хочется."
    "Она снова зевнула."
    me "И не надо. Не найдёшь ты его в темноте."
    show us sad sport with dspr
    us "Разве ж это темно?.. Вот под одеялом…"
    me "Это да. Под одеялом - темно."
    us "И теплоооо. Уютно, как дома."
    "Её глаза закрывались, и до меня дошло вдруг, что до лагеря она такой сомлевшей не дойдёт."
    "Разве что окунуть её в тот холодный ручей?"
    th "Так и сделаю."
    "Пообещал я сам себе."
    stop sound_loop
    stop ambience fadeout 3
    return

label alt_day5_neu_us_hungry:
    $ alt_day4_neu_us_pixies = 3
    "Я вздохнул."
    me "Как на духу."
    me "Разве что чая могу предложить."
    show us sad sport with dspr
    us "Да что мне та вода, кишка кишке бьёт по башке!"
    play music music_7dl["rewind"] fadein 3
    "Бедный ребёнок сидел и умоляюще смотрел на меня."
    "А я никак не мог помочь ей."
    "И не в том дело, что я жадный или чёрствый."
    "Просто и в самом деле у меня ничего, ну ровным счётом ничегошеньки не было."
    me "Ты меня и так вчера ограбила."
    "Сказал я, припоминая содержимое закромов родины."
    me "Так бы хоть конфеты сейчас были."
    show us calml sport with dspr
    us "Ой, не напоминай лучше!"
    "Поморщилась она."
    us "У меня тоже беда."
    me "К тебе же родители вчера приезжали, разве нет?"
    show us sad sport with dspr
    us "Они у меня строгие."
    "Вздохнула Ульяна."
    us "Считают, что раз в части положено такое количество килокалорий, то нечего и сбивать режим."
    me "В части?"
    show us smile sport with dspr
    us "Угу. Дедушка офицер, отец офицер."
    us "Мама, может, и рада бы привезти какой-нибудь вкусняшки, но ей это строго-настрого запрещено."
    me "Что же тебе привезли тогда?"
    show us shy sport with dspr
    us "Волейбольный мяч."
    "Смутилась Ульяна."
    us "И у Тиши я немного сладостей выклянчила; она их всё равно не ест."
    us "И так… По мелочи."
    me "У меня есть леска и грузило."
    show us angry sport with dspr
    us "О, да."
    "Выставила большой палец Ульяна."
    us "Я - тот ещё рыбарь."
    us "И ты, думаю, не лучше."
    me "Не знаю."
    "Честно ответил я."
    me "Я здесь ещё не пытался удить, может, кто и клюнет."
    show us surp1 sport with dspr
    us "Ты что, серьёзно?"
    "Она прижала ладошки к щекам и с преувеличенным интересом стала разглядывать меня."
    me "А что не так?"
    us "Да всё не так!"
    show us smile sport with dspr
    us "Только человек вроде тебя мог предложить пойти наловить рыбы…"
    "Тут она сбилась с мысли и требовательно посмотрела на меня."
    me "Что?"
    if alt_day4_neu_us_snake:
        us "Чердак, куда ты змеюку мою повесил!"
        me "Плохая затея."
        "Покачал головой я."
        me "Во-первых, воровство само по себе не слишком красиво."
        show us normal sport with dspr
        us "Это не воровство, а гуманитарная помощь!"
        us "Я растущий организм, помру вот от голода — будешь знать."
        me "А во-вторых…"
        "Продолжил я так, будто она меня не перебивала."
        me "Сушёной рыбкой не наешься, только живот заболит."
        me "Или ты хочешь змеюкой своей закусить?"
        "Судя по немного позеленевшему лицу, такой вариант девочка не рассматривала."
        me "Так что забудь."
        me "А если тебя совсем не волнует мораль, лучше тогда обнести своих друзей по отряду: у кого-то явно должно было остаться что-нибудь съестное."
        show us fear sport with dspr 
        us "Ты что! Нельзя! У своих брать!"
        "Девочка посмотрела на меня в совершенном ужасе."
        "Хотя, полагаю, ещё денёк такой вот голодовки — и даже на такую тему можно будет договориться."
        "Нормы морали вообще штука зыбкая, работают, только пока сам сыт, ноги в тепле, а нос в табаке."
    else:
        us "А ты точно сумеешь наловить хоть что-то?"
        me "Да откуда ж я знаю? Я здесь не рыбачил никогда."
        me "Вдруг здесь вообще никакая рыба не водится?"
        us "Ты должен что-нибудь придумать! Должен."
        me "С чего бы это?"
        us "С того, что ты мужчина!"
        me "Ага. И?"
        show us sad sport with dspr
        us "Не «и»! Добытчик! Ты должен прокормить слабую женщину."
        me "Неплохое начало."
        "Оценил я."
        me "Что дальше? Сядешь и ножки свесишь?"
        show us surp1 sport with dspr
        us "Не свешу. Ой, то есть, не свесю… Ой, да иди ты!"
        us "Короче, твоя задача — накормить меня."
        me "Щаз. Бегу и волосы назад."
        "Такое потребительское отношение несколько покоробило меня, но я решил сделать скидку на возраст."
        th "И на то, что она {i}женщина{/i}, да."
        show us cry sport with dspr
        us "Но я куууушать хочу."
        "Расстроилась девочка."
        me "Эх. Я тоже."
    stop music fadeout 5
    "Настроение понемногу скатывалось в самые настоящие минуса."
    play music music_7dl["temptation"] fadein 3
    "Если ещё минут пять назад я готов был поверить, что само собой всё наладится и рассосётся,"
    show us sad sport with dspr
    extend " то сейчас в это верилось всё меньше."
    "Перспектива отправиться спать голодным вставала в полный рост."
    "И меня она отнюдь не пугала — в моей жизни опыт отбоя на голодный желудок был получен сполна."
    "Чего бы мне не хотелось, так это того, чтобы мелкая приобрела подобный опыт."
    show dn normal pioneer at zenterleft
    show us normal sport at left
    with move
    dn "Голодаете?"
    us "Голодаем."
    show dn grin pioneer with dspr
    dn "Знаю."
    "Обрадовался Даня."
    dn "Я потому и ушёл пораньше. Алька, Тоник!"
    show al normal pioneer at right
    show tn smile pioneer
    with dissolve
    "Стоящие поодаль мальчишки тоже подошли и, вывернув карманы, сумели собрать ажно четыре печёных картофелины."
    tn "Не бог весть что, конечно. Но что смогли."
    me "Спасибо и на том!"
    "Поблагодарил я, когда понял, что от Ульянки мальчишки доброго слова не дождутся."
    "Женская благодарность во всей красе!"
    show dn normal pioneer with dspr
    dn "Вот соль."
    "Протянул Даня спичечный коробок."
    dn "Больше ничем помочь не могу, извините. В столовой и так сказали, что будут следить, чтобы никто едой не бросался."
    me "Где ж ты взял вторую?"
    show dn smile pioneer with dspr
    dn "Катушка."
    "Улыбнулся мальчик."
    dn "Сказала, что не будет, а во мне кожа да кости."
    dn "Так что питайтесь, и до встречи завтра!"
    "Он помахал нам рукой и скрылся в темноте."
    hide dn with dissolve
    "Вслед за ним, попрощавшись кивками, пропали и два других мальчика."
    hide tn with dissolve
    hide al with dissolve
    "А Ульяна, задумчиво глядя им вслед, качала и качала головой."
    "Правда, задумчивость притом нисколько не мешала ей потреблять угощение."
    "Да так, что мне досталась всего одна картофелина."
    show us normal sport at center with move
    us "Знаешь, что мне пришло в голову, Сёмыч?"
    "Поделилась она, когда треск за ушами начал стихать."
    me "Что нам было вкусно, и пора баю?"
    show us smile sport with dspr
    us "Я не наелась! И вообще, я с завтрака голодная."
    me "Всё ещё настаиваешь на том, чтобы сходить наловить рыбы?"
    show us grin sport with dspr
    us "Нет."
    play music music_7dl["runaway"] fadein 3
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    "Медленно начала она."
    us "Я предлагаю пойти и забраться в столовую."
    me "Обалдеть свежая идея."
    "Скептически отозвался я."
    me "А самое главное — она такая рабочая."
    show us smile sport with dspr
    us "Сгинь, зануда! Хуже, чем нас наказали, уже не будет!"
    if alt_day_binder != 1:
        "Я счёл, что с этим трудно согласиться."
        "С другой стороны, они с Алиской не далее как четыре дня уже пытались провернуть такой же подвиг."
        "У них, понятно, ничего не получилось."
        "Но так и им ничего за это не было!"
        "Так что…"
    us "Всяко там что-нибудь должно было остаться! Так что пошли."
    me "Знаешь, есть подозрение, что очень даже будет."
    show us surp2 sport with dspr
    us "И что же? Расстреляют?"
    us "Или снова дежурными назначат?"
    show us surp3 sport with dspr
    us "Я сейчас согласна даже на это. Пошли! Мы тихонько и быстренько."
    us "Раз - и готово!"
    "Звучало так, будто она уговаривает меня на какие-то непотребства, а вовсе не на невинное проникновение в запертое помещение."
    "А я ломаюсь как девственница на первом свидании."
    me "А риск?"
    us "Риск - дело благородное, а кушать хочется всегда! Не тормози, Сёмыч!"
    us "Скоро наши обратно пойдут, времени нет! Вставай!"
    "Она соскочила со скамейки и, схватив меня за руку, потянула за собой."
    play music music_7dl["genki"] fadein 3
    me "Нет. Плохая затея."
    show us angry sport with dspr
    us "Слушай, если ты…"
    me "Да ты не понимаешь!"
    "Перебил я."
    me "Мы не сможем просто так туда забраться!"
    show us dontlike sport with dspr
    us "И кто нам помешает? "
    me "Криворучие?"
    show us surp1 sport with dspr
    us "Э… Чего?"
    me "Чего слышала."
    "Передразнил её я."
    me "В нашей трогательной парочке, видишь ли, нет никого, кто обладал бы талантами профессионального вора."
    "Я мог бы открыть какой-нибудь замок, не очень сложный, но ей об этом знать было совсем незачем."
    me "Ты, вот, сумеешь скрепкой открыть замок?"
    us "Да там просто! Я в кино видела!"
    me "В кино чушь всякая!"
    show us surp2 sport with dspr
    "Рявкнул я."
    me "Только ребёнок вроде тебя будет верить глупостям из кино!"
    us "Эй, я взрослая!"
    me "Очень взрослая."
    "Отмахнулся я."
    me "Слушай мою команду!"
    me "Кругом к моему дому шагом арш!"
    show us smile sport with dspr
    us "Думаешь, там есть ключи от столовой?"
    me "Я думаю, что если они где-то и есть — то только там."
    us "Почему?"
    me "Потому что Славя."
    "Начал загибать пальцы я."
    me "У неё есть ключики ото всего в лагере, включая чужие чемоданы."
    us "Чего?"
    me "Шутка юмора. Так или иначе, она их точно не потащила с собой в лес."
    me "И у себя в домике она такое сокровище точно не оставит — не того калибра человек."
    if alt_day1_sl_keys_took == 1 or alt_day1_sl_keys_took == 3:
        "Я специально не стал говорить, что у меня ещё с первого же дня в вещах лежит кое-что полезное."
    show us laugh sport with dspr
    us "А можно для тупых попроще?"
    me "Попроще? Бегом к домику!"
    window hide
    scene bg ext_house_of_mt_sunset
    with dissolve
    "Пока мы бегали, вокруг становилось всё темнее."
    "А желудки всё плотнее прилипали к позвоночнику."
    "Правильно Ульяна сказала насчёт голодной смерти."
    "Иначе чёрта с два я бы возглавил наш штаб сопротивления."
    play sound sfx_open_dooor_campus_2
    window hide
    pause(1)
    play ambience ambience_int_cabin_night fadein 2
    scene bg int_house_of_mt_night2
    with dissolve
    if alt_day1_sl_keys_took == 1 or alt_day1_sl_keys_took == 3:
        "Я оставил Ульяну на улице, чтобы не подглядывала."
        "А сам направился прямиком к тумбочке, где по соседству с присланным родителями рюкзаком было и…"
        me "Бинго!"
    else:
        "Оставив Ульянку стоять на стрёме, я решительно направился на вожатскую половину."
        "На полках и столе никаких ключей замечено не было."
        "Как и по соседству рядом с кроватью."
        "Осталось всего два места для поисков — личная тумбочка и личный же шкафчик вожатой."
        "Я бросил взгляд на Ульяну, выглядывающую из-за двери — она ободряюще кивнула."
        th "Если вожатая узнает, что я рылся в её личных вещах…"
        dreamgirl "Секир-башка-карачун! Hello and die!"
        th "Ой, спасибо, подбодрил!"
    play sound sfx_keys_rattle
    pause(1)
    "Удовлетворённо кивнув, я ссыпал связку в карман."
    play sound sfx_click_1
    pause(1)
    scene bg int_house_of_mt_night2 with fade
    "И, щёлкнув выключателем, вышел на улицу."
    window hide
    play sound sfx_open_dooor_campus_2
    pause(1)
    $ persistent.sprite_time = "night"
    $ night_time()
    scene bg ext_house_of_mt_night_without_light
    with dissolve
    play ambience ambience_camp_center_night fadein 3
    us "Ну что?"
    "Поинтересовался голос из шезлонга."
    us "Чем порадуешь?"
    "Пока я искал ключи, стемнело окончательно, поэтому ориентироваться приходилось только на голос да на фонарь, который я так и не вернул вожатой."
    me "Та-дам!"
    "Я подбросил связку на ладони:"
    me "Вперёд! На покорение столовой!"
    "Ульяна хихикнула и, выскочив из кресла, быстрым шагом отправилась в указанном направлении."
    "Я направился следом."
    stop music fadeout 3
    play music music_7dl["semische"] fadein 5
    "И чем дальше, тем больше нервозности было в походке девочки."
    "Она прекрасно осознавала, что это как минимум незаконно — то, что мы делаем."
    "Но боялась ли она вожатой?"
    "Ославления на линейке?"
    "Характеристики?"
    "Мне так не казалось."
    "Куда более правдоподобной догадкой думалось мне, что она очень боится, что её родным станет известно о том, чем она тут занимается."
    "Боится, но всё равно продолжает делать!"
    dreamgirl "Наверное, просто слетает с катушек, знаешь?"
    "Я кивнул, сам всё прибавляя и прибавляя шаг, чтобы не потерять мелкую из виду."
    dreamgirl "Весь год она умница, красавица и пай-девочка, но газики-то внутрях бурлят!"
    dreamgirl "И вот, стоит ей лишь немного почувствовать слабину в руке, сжимающей вожжи, чуть-чуть выйти из-под контроля — и вуаля!"
    th "Но тогда как они могли подружиться с Двачевской?"
    "Вопрос был резонный — из всех, кого я узнал в этом лагере, Алиска меньше всего походила на человека, способного притворяться и приспосабливаться."
    dreamgirl "Так логично же всё: скорее всего их и познакомила и подружила всё та же наша Оленька."
    th "Я, конечно, не умаляю её педагогических заслуг, но подружить?.."
    dreamgirl "А что не так?"
    dreamgirl "У них есть кое-что общее."
    th "Любовь к издевательствам над ближним своим?"
    dreamgirl "И это тоже."
    dreamgirl "Но я скорее об их нежелании лезть кому-то в душу — и пускать кого-то туда же."
    dreamgirl "А пакостить можно совершенно прекрасно и без ушещипательных бесед." 
    window hide
    scene bg ext_dining_hall_away_night
    with fade
    us "Давай в темпе, Сёмыч!"
    "Крикнула Ульяна, сворачивая на тропинку к столовой."
    us "У нас куча дел и совсем нет времени."
    us "Так что шнеллер! Шнеллер!"
    window hide
    scene bg ext_dining_hall_near_night at zenterright
    show us normal sport at zenterleft
    with dissolve
    "Мгновение — и она одним прыжком заскочила на крыльцо и нетерпеливо затопталась там в ожидании."
    us "Бегом-бегом!"
    "Поторапливала она."
    "Наконец, и я поднялся на крыльцо, подошёл к дверям и, достав из кармана связку, стал подбирать необходимый ключик."
    play sound sfx_keys_rattle
    "Пара минут под светом фонарика — ключей было полно, и большинство из них походили друг на друга как близнецы-братья."
    "Но терпение и труд, как говорится…"
    window hide
    play sound sfx_open_door_strong
    scene bg int_dining_hall_night
    with dissolve
    play ambience ambience_int_cabin_night fadein 3
    "Я не успел сделать и пары шагов, как Ульяна проскользнула в дверь вперёд меня."
    show us laugh2 sport with dissolve
    us "Ура-ура-ура! А теперь — на поиски съестного!"
    "Я поспешил было за ней, но совсем забыл об одном малозначимом факторе."
    "Вернее, это раньше он был малозначимым, а вот последнее время играл всё отчётливее и весомее."
    "Я про удачу с кармой, если что."
    play music music_7dl["genki"] fadein 3
    scene expression Notch("bg int_potato_storage_7dl") with dissolve
    "В самом пищеблоке не было ничего, плиты были погашены, котлы намыты и, перевёрнутые, стояли на плитах, готовясь к завтрашнему дню."
    "Так что я решил навестить хлебобулочный отсек на предмет бесхозных горбушек и прочего."
    "И надо же было так случиться, что путь туда лежал мимо мойки."
    window hide
    with fade
    "Сделав несколько шагов по мокрому полу, я убедился, что идти тут худо-бедно можно, если быть аккуратным, и не…"
    us "Посторонись! Хлебушек, я иду!"
    "Мимо меня, протиснувшись под локтём, пронёсся красный метеор."
    "И толчок вроде бы не особо сильный."
    "Но, как оказалось, мне на таком полу не особо-то много и надо."
    "Я не знаю, кто так мыл пол, иначе при встрече обязательно бы выразил ему свою благодарность… мануально."
    "Но так или иначе, чувствуя себя тем самым слоном в посудной лавке, я развернулся, тщетно пытаясь зацепиться за воздух и устоять на ногах."
    "Тщетно."
    "Под руки попалась только каркасная полка, на которой сохли тарелки."
    "И, разумеется, эта полка совершенно не предназначалась для того, чтобы на ней висли пионеры."
    play sound sfx_7dl["plates_broken"] fadein 1
    "Та-ра-рам!"
    "На скользкий кафельный пол полетели вперемешку я, ложки, тарелки."
    "Последнее, понятно, вдребезги."
    dreamgirl "Тушите свет, сушите вёсла."
    us "Эй, эй!"
    "В поле зрения надо мной появились знакомые шорты с алой футболкой."
    us "Жив, Сёмыч?"
    th "Лучше б я умер."
    "Вяло констатировал я, выбираясь из осколков."
    "И лишь выпрямившись в полный рост, ткнул обвиняющим перстом в смущённую девчонку."
    me "Ты!.."
    us "Ну, я, и что?"
    show us sad sport with dissolve
    me "Слушай, ты, катастрофа ходячая…"
    us "Да?"
    "Невинно захлопало ресницами это чудовище."
    me "Ты хотя бы еды раздобыла?"
    me "Раз нас всё равно убивать будут — пускай хотя бы не напрасно!"
    show us shy sport with dspr
    us "Совсем чуть-чуть."
    us "Сыр, колбаса, печеньки, пара булочек. Мало."
    us "В хлебный заглянуть надо."
    me "Надо."
    "Согласился я."
    "Стоимости нагоняя за расколоченную посуду это явно не стоило."
    "И только я хотел было предложить разделить всё и сожрать уже, как от входа послышался удивлённый голос:"
    sl "Ой, ребят, а что это вы тут делаете?"
    "И проблемы явились."
    play music music_list["doomed_to_be_defeated"] fadein 3
    show us surp1 sport at right
    show sl surprise pioneer far at zenterleft
    with dissolve
    sl "Вы зачем в столовую без спроса забрались?!"
    "Воскликнула активистка."
    "В отличие от Ульяны, тут же кинувшейся что-то доказывать и объяснять, я устало стоял и смотрел на то, как они ругаются."
    "Всё. Сил моих больше нет ни на споры, ни на оправдания."
    "Жрать. И спать. Можно в любой последовательности."
    show us normal sport with dissolve
    us "Сама-то, небось, сытая, довольная! А нам голодай?!"
    show sl serious pioneer with dspr
    sl "Это не повод вламываться в столовую, тем более, бить тарелки!"
    sl "Можно было просто извиниться!"
    sl "Вот погодите, узнает всё Ольга Дмитриевна."
    mt "Уже узнала."
    "Меня продрало морозным ужасом меж лопаток от звука этого голоса."
    show mt angry pioneer far at zenterleft behind sl
    show sl normal pioneer at center
    show us fear sport at right
    with move
    "Сзади как обычно бесшумно подошла вожатая."
    "Да уж, беда не приходит одна."
    mt "Не хотите объясниться?"
    "Убийственно ровным тоном осведомилась она."
    show mt angry pioneer at left with move
    mt "Персунов? Сидорова?"
    "Чёрт. Меня так не песочили со школы."
    mt "Ладно, осколки вы сейчас уберёте, и это не обсуждается. Но из чего вы завтра пионеров кормить будете?"
    mt "Из ладошек?"
    show us surp3 sport with dspr
    us "Но я же не нарочно!"
    "Надула губу Ульяна."
    "Я промолчал."
    "Нечего мне было сказать. И оплатить покупку новых тарелок — тоже."
    mt "Так!"
    "Вожатая, покачивая головой, с жалостью посмотрела на меня:"
    mt "Вот скажи мне, Семён — как я тебе теперь доверять должна?"
    mt "Тебе что, вообще ничего доверить нельзя?"
    "Я продолжал угрюмо отмалчиваться."
    show us surp2 sport with dspr
    us "Ольдмитривна, не ругайте его одного. Это мы вместе."
    show mt rage pioneer at left with move
    mt "Я сама разберусь, кого мне и как ругать, хорошо?"
    "Рявкнула вожатая так, что Ульяна подпрыгнула на месте."
    show us dontlike sport with dspr
    us "Но…"
    show mt angry pioneer with dspr
    mt "С тебя вообще отдельный спрос, ты маленькая ещё, ребёнок! Думаешь, почему тебе столько всего сходит с рук?"
    mt "Но Семён… Мне казалось, ты взрослый и ответственный человек."
    mt "Вот как защищал её перед костром. Получается, впустую языком молол."
    show mt sad pioneer with dspr
    "Она вздохнула."
    show us sad sport with dspr
    "Ульяна отошла ко мне и схватила меня за руку."
    us "Вместе нас ругайте! И отвечать будем тоже вместе."
    show mt angry pioneer with dspr
    mt "Сидорова, тебе что-то непонятно? Каждому достанется, не беспокойся."
    "Ольга Дмитриевна заметила некий предмет, блестящий на полу."
    mt "Славя, подбери ключи и дай Персунову всё необходимое для уборки."
    if (alt_day1_sl_keys_took == 1) or (alt_day1_sl_keys_took == 3):
        "Славя смерила нас подозрительным взглядом, явно признав свою связку, но ничего не сказала."
    "Вожатая повернулась к Ульяне."
    mt "А с тобой, Сидорова, сейчас разговор отдельный будет."
    hide mt
    hide us
    with dissolve
    stop music fadeout 5
    show sl normal pioneer at center with dissolve
    sl "Пол, наверное, заново мыть не надо будет."
    "Задумчиво сказала Славя, когда мы отошли от ругающейся вожатой."
    sl "Пошли, дам тебе метёлку с совком."
    play music music_7dl["thousand_little_things"] fadein 3
    window hide
    with fade2
    play sound sfx_open_door_clubs_2
    pause(1)
    "Она отвела меня в закуток, где стояли мётлы, лопаты и несколько жестяных вёдер с проволочной ручкой."
    show sl smile pioneer with dspr
    sl "Знаешь, я привыкла к тому, что Ульяна с Алисой постоянно какие-нибудь каверзы придумывают."
    sl "Но чтобы ты… С виду такой серьёзный, взрослый."
    me "Смейся-смейся."
    "Проворчал я."
    sl "И в мыслях не было."
    sl "В общем, смотри: крупные осколки уберёте руками в ведро, потом вынесете в банку на заднем дворе, чтобы никто не обрезался."
    sl "А те, что помельче, уже шваброй собирайте. Но только внимательно, чтобы между плитками ничего не застряло. Справишься?"
    me "Спасибо. Я попробую."
    window hide
    scene bg int_dining_hall_night with dissolve
    "Снарядившись должным образом, я вернулся обратно к Ульяне."
    show us sad sport with dissolve
    "Она сидела в одиночестве, и лицо её было задумчивым."
    me "Влетело?"
    show us dontlike sport with dspr
    "Ульяна неохотно кивнула."
    "Не знаю, что там за слова подобрала вожатая, но пробрали они нашу катастрофу до самых печёнок."
    me "А грустишь-то чего? Из лагеря выгоняют?"
    show us surp3 sport with dspr
    us "Сплюнь, балда!"
    "Ульянка суеверно постучала по лавке, на которой сидела."
    me "А что тогда?"
    th "Ты же как те девочки с Манхэттена, тебя и лопатой не перешибёшь."
    show us sad sport with dspr
    us "Какая разница?"
    "Супер. Очень откровенно и доверительно."
    me "Не хочешь говорить — как хочешь."
    "Пожал плечами я и, присев на корточки, стал собирать самые крупные осколки тарелок в ведро."
    window hide
    scene bg int_dining_hall_night
    with fade
    "Ульяна посопела ещё с минуту, подумала…"
    "А потом взяла и присоединилась ко мне."
    "Какая трогательная солидарность."
    show us sad sport with dspr
    us "Ольдмитривна обещала рассказать всё родителям, если завтра со мной будут проблемы."
    me "И что?"
    show us dontlike sport with dspr
    us "А у неё целый список всех моих «грехов», как она сказала."
    "Вздохнула она."
    me "Не злопамятная, значит? Зла не помнит, но записывает?"
    "Ульяна невесело улыбнулась."
    show us sad sport with dspr
    us "А я ничего обещать не могу! Мне же завтра опять убежать надо будет."
    us "Воооот."
    hide us
    with fade
    "Подняв ведро с осколками, Ульяна отправилась на улицу."
    th "Похоже, это у неё далеко не первый случай с тарелками?"
    "Опыт - сын ошибок трудных, да…"
    th "Уже даже сама знает, что и как делать, привычно так, обыденно…"
    "Я же, оставшись в одиночестве, заработал шваброй, сметая мелочь в совок."
    "Мне было о чём подумать."
    window hide
    with fade
    "Но недолго."
    "Я ожидал, что Ульянка, как любой другой ребёнок, будет всеми силами избегать физического труда и проходит с ведром на улице как минимум полчаса."
    "Но я уже успел забыть, что Ульянка не обычный ребёнок."
    "Далеко не обычный."
    show us shy2 sport with dissolve
    us "Я всё."
    "Я кивнул."
    us "Помочь с уборкой?"
    "Спасибочки. Я как раз заканчиваю."
    me "Часто по столовой дежурить приходится?"
    show us normal sport with dspr
    us "Когда как. Но раз в неделю точно."
    "Спокойно, как будто смирившись с неизбежным, ответила девочка."
    me "А просто хорошо себя вести ты не пробовала?"
    show us shy2 sport with dspr
    us "А ты не пробовал стоять только на левой ноге и дышать только животом?"
    me "Э… Чего?"
    "Здесь я немного потерял нить её рассуждений."
    show us surp3 sport with dspr
    us "Нет, не пробовал? Ты обязательно попробуй."
    "Подмигнула она."
    me "Зачем?"
    show us grin sport with dspr
    us "Не попробуешь — не поймёшь."
    "Я внял и целую минуту послушно стоял на левой ноге, дыша животом."
    "Всё это время Ульянка подметала остатки осколков."
    "Я же чувствовал себя идиотом."
    me "И что?"
    "Спросил я по истечении минуты."
    me "Простоял, продышал."
    us "Сможешь жить так постоянно?"
    "С любопытством спросила она."
    "Подумав, я покачал головой."
    me "Нет. Мне это мешает. Постоянно думать, как стоять, как дышать."
    show us smile sport with dspr
    us "Вот-вот. И я так же! Не могу я {b}вести{/b} себя хорошо. Я же тебе не сенбенрар!"
    me "Сенбернар."
    us "Какая разница?"
    me "Ты сказала…"
    "Я махнул рукой."
    show us normal sport with dissolve
    "К этому моменту все следы катастрофы были успешно заметены, и в дверях показалась Славя."
    show sl normal pioneer far at left behind us 
    sl "Закончили? Хорошо."
    sl "Я как раз ворота закрывать иду, заодно и здесь всё закрою."
    "И я с непонятным раздражением спросил:"
    me "Славь, а тебя не бесит?.."
    sl "Что?"
    me "Быть такой правильной?"
    sl "Ну…"
    "Задумалась Славя."
    sl "А ты не пробовал дышать только животом?.."
    hide us with easeoutleft
    "Я покосился на мелкую, но та показала мне язык и выскользнула из помещения."
    me "Не пробовал. Пойду я спать, сладких снов."
    window hide
    with fade
    stop music fadeout 5
    stop ambience fadeout 0
    return
    
label alt_day5_neu_us_sleetptime:
    play music music_list["a_promise_from_distant_days_v2"] fadein 2
    play ambience ambience_camp_center_night fadein 1
    $ persistent.sprite_time = "night"
    $ night_time()
    if alt_day5_neu_us_stores and (alt_day4_neu_us_pixies == 2):
        scene bg ext_house_of_dv_night with dissolve
        "Когда я добрался до логова рыжих, я ног под собой не чуял от усталости."
        "Болели руки, оттянутые весом, болела спина."
        "Но я стоически терпел и не давал себе позволения как-то помешать сну девочки."
        window hide
        play sound sfx_open_door_1
        pause(1)
        scene bg int_house_of_dv_night with dissolve
        me "Интересно, где у меня на лбу надпись «ездить сюда»?"
        "Проворчал я, крайне бережно сгружая спящую Ульянку на её кровать."
        me "Почему все мной так пользуются?"
        "Несколько не тот собеседник, у которого можно найти ответы на такие вопросы."
        "Так что я накрыл Ульяну покрывалом, подоткнул уголок и на цыпочках вышел вон."
        "Меня ждала моя кроватка и, несомненно, самые сладкие сны."
    else:
        scene bg ext_house_of_mt_night_without_light with fade
        "М-даааа…"
        "Сегодняшний день… Это было что-то с чем-то."
        "Возможно, мне стоило бы вести себя как-то по-другому?"
        "Или хоть чуть-чуть просчитывать последствия собственных поступков?"
        "Но ведь в том-то и дело, что именно удивляя, жизнь становится по-настоящему интересной!"
        "Вот что случилось бы, если бы я придумал, чем накормить Ульяну?"
        "Всё было бы в рамках нормы."
        "Мы пошли бы гулять по лагерю, устраивать какие-нибудь шалости — да что угодно."
        "Нет, вместо этого мы влезли в столовую и расколотили пару десятков тарелок, которые и убирали до отбоя."
        "Молодцы?"
        "А то."
    window hide
    scene bg ext_house_of_mt_night_without_light with fade
    me "Как я устал."
    "Пробормотал я, не попадая ключом в замочную скважину."
    me "И как я чертовски счастлив."
    play sound sfx_open_dooor_campus_1
    pause(1)
    window hide
    scene bg int_house_of_mt_night2 with fade
    play ambience ambience_int_cabin_night fadein 1
    "Наконец, непокорная дверь поддалась, и я, потирая слипающиеся глаза и поминутно зевая, побрёл к кровати, сбрасывая с себя одежду прямо на пол."
    me "А сейчас…"
    scene cg wtf_end_of_day with dissolve
    "Перед глазами разворачивались события дня уходящего — быстро-быстро, как в промотке."
    if alt_day4_neu_us_pixies == 2:
        "Или как в том самом кино, что показал Тоник."
        "Хотел бы и я так уметь."
        "Или хотя бы видеть сны, которые мне хочется."
    window hide
    with dissolve
    return

label alt_day5_neu_mi_estrade:
    scene bg ext_dining_hall_near_day
    with dissolve2
    play ambience ambience_camp_center_day fadein 3
    play music music_7dl["iwantmagic"] fadein 3
    "Три вещи, хуже которых ничего нельзя придумать — ждать, надеяться и догонять."
    "Не могу сказать, чтобы просьба Мику так уж возбудила моё любопытство, но, в конце концов, это же можно назвать неким импровизированным свиданием, правда?"
    "Ведь можно же?"
    "Мечты о людях, об их крохотном счастье, льющемся с неба и смывающем с лиц запекшуюся корку отчуждённости и равнодушия."
    "Конечно, нельзя было сказать, чтобы у меня были какие-то серьёзные чувства к Мику, но…"
    "Возможно, всё дело было в том, что я всегда относился к слову «нравится» недостаточно серьёзно, и никогда мне не составляло труда сказать нравящемуся мне человеку об этом."
    "Мику {i}нравилась{/i} — хотя и подмывало списать всё на её артистическую харизму и отговориться, мол, нравиться — это её профессиональное."
    "В действительности же… Не-а."
    "Не в улыбке дело совсем."
    "И не в умении держать себя."
    "За непрошибаемой бронёй из позитива и открытости миру навстречу я безошибочно видел в ней отражение себя — мятущегося и отчаянно ищущего спасения от одиночества."
    "А потому продолжал сидеть и ждать её на скамеечке, хотя никто не держал меня за руки и не приковывал наручниками к батарее."
    "Потому что с Мику было интересно."
    show mi normal pioneer with dissolve
    mi "Ой, Сенечка, я не слишком долго?"
    "Я покачал головой."
    mi "Прости, пожалуйста, меня в столовой задержали, оказывается, сегодня наше с Леной дежурство, а я и не знала, такая вот я забывчивая!"
    "Она протянула мне узкую ладошку:"
    mi "Мы пошли?"
    "Я кивнул."
    window hide
    scene bg ext_stage_big_day
    with blinds_l
    pause(1)
    play ambience ambience_camp_center_day
    if not alt_day4_neu_mt_volley and not herc:
        "Со вчерашнего дня здесь не поменялось ровным счётом ничего."
    me "Так зачем мы здесь?"
    if alt_day4_neu_mt_songs:
        me "Или ты собираешься на пианино подбирать мелодию?"
    show mi normal pioneer at zenterleft
    mi "Понимаешь, Сенечка, вчера был концерт, а после него сцена осталась — сам видишь какой."
    mi "Так что…"
    if alt_day4_neu_mt_songs:
        mi "Подожди, пожалуйста, я сейчас быстренько пробегусь, у меня в подсобке есть швабра, а потом соберём нужную технику — мне для репетиций нужно — и пойдём, хорошо?"
        "Зачастила она."
        me "Нет уж."
        "Я очень люблю работу."
        "Могу часами наблюдать за тем, как кто-то вкалывает."
        "Но сейчас почему-то не мог заставить себя сидеть и смотреть на то, как Мику будет в одиночестве размахивать шваброй."
        "И это не говоря уже о мокрых скамейках!"
        me "У тебя там есть вторая швабра?"
        show mi smile pioneer with dspr
        mi "Но ты не обязан, я просто хотела успеть сразу всё, а ты бы немного подождал!"
        "От смущения темп речи Мику вырос вдвое."
        "Так что я просто положил ладонь ей на макушку и прислонил к своим губам палец в вечном жесте «цыц»."
    "Она отправилась в подсобку, откуда несколько минут спустя достала пару грубых приспособлений типа «швабра» и  совок, больше походящий на холодное оружие."
    if not alt_day4_neu_mt_volley and not herc:
        "Примерно с таким же вчера на меня охотилась Ульянка после обмена мороженым."
    show mi normal pioneer with dspr
    mi "Ну что, начнём?"
    show mt normal pioneer at cright with moveinright
    mt "Начать придётся немного попозже."
    "Уведомила бесшумно подобравшаяся вожатая."
    "Гадом буду — тренирует она этот шаг! {w}И Славя от неё этим же заразилась!"
    show mi shy pioneer with dspr
    mi "Что вы имеете в виду?"
    mt "Небольшое изменение в планах."
    "Слова, радующие сердце любого специалиста на аутсорсе! И чем выше процент завершения, тем больше радости."
    "По счастью, я ещё даже не приступил, поэтому совершенно спокойно среагировал:"
    me "И какое же?"
    show mt smile pioneer with dspr
    mt "О, не бойся, тяжести таскать не заставлю."
    mt "Мне нужен помощник на пляже, пока тихий час, нужно привести там всё в божеский вид после дождя."
    me "А как же Славя?"
    "Вполне логично сорвалось с языка."
    mt "У Слави территория линейки и административный корпус, есть чем заняться."
    me "А как же Мику?"
    mt "Как-нибудь сама. Ты идёшь?"
    "Нетерпеливо спросила она."
    me "Э…"
    "С одной стороны, я {b}действительно{/b} могу сейчас послать вожатую, и мне ничего за это не будет — ибо Мику тут и в самом деле не справится одна."
    dreamgirl "С другой стороны, возможность на пляже же, не грязная эстрада."
    $ volume (0.5,'music')
    $ volume (0.5,'ambience')
    menu:
        "Отправиться с вожатой":
            $ volume (0.9,'music')
            $ volume (0.9,'ambience')
            $ mt_pt += 1
            $ alt_day5_neu_mt_voyeur = 1
            "Окончательно прогревшее воздух солнце заставило принять решение в пользу работы на холодке."
            me "Иду, конечно!"
            "Воскликнул я."
            me "Мику, прости, но раз вожатая велит…"
            show mt normal pioneer with dspr
            mi "Да ничего-ничего, Сенечка, я понимаю, когда нужно."
            "Отмахнулась девочка, поставив вторую швабру к стенке."
            mi "Ты иди, тут просто чуть больше времени потребуется, но я обязательно справлюсь, я всегда справляюсь!"
            "Почувствовав укол совести, я развернулся и заспешил вослед вожатой."
            stop music fadeout 3
            window hide
            scene bg ext_beach_day with dissolve
            play ambience ambience_lake_shore_day fadein 3
            "Лагерная вожатая, как кричащий с той стороны пропасти нечеловек, не имеющий права на личное счастье и свободное время."
            "У неё всё хорошо получается."
            "Но кто сказал, что ей это нравится?"
            "Мы были только вдвоём на пляже — у пионеров был тихий час и подготовка к завтрашнему гала-концерту."
            play music music_7dl["wheres_wonderland"] fadein 3
            "Кто сказал, что человек, идущий работать с подрастающим поколением, ограничен только этим?"
            "И если немного подумать, подключить голову — слова, намёки, «Просто вожатая, да?» и горькая усмешка на усталых губах."
            "По сути, Ольге не с кем перемолвиться и словом, она вся такая, как Данко, не имеет права, не должна и не может, а по сути только вот так — забиться к Виоле с Санычем под вино и карты до четырёх утра, когда внутри уже всё совсем обуглилось."
            "И снова, глупо, как всегда с запозданием, понимать, что любой человек самую сильную боль свою молчит, что Ольга тоже девушка, и ей не пионеров заставлять хочется, а двадцать пять кило за плечами, семь кубических километров одиночества и костёр до утра…"
            "Чтобы никчёмный горизонт и никому не нужные песни — но спальный мешок теплый, и за сутки восстанавливаешься больше, чем за всё лето до этого, потому что рядом тот, кто чувствует тебя продолжением себя."
            "Но сегодня всё иначе. {w}Сегодня я готов захлебнуться счастьем просто находясь рядом — с трудом отделяя собственные эмоции от веющей со стороны Ольги нежности."
            th "Привет… Говорят, у тебя совсем нет близких."
            th "Чёрта с два я когда-нибудь скажу это вслух."
            th "Но — не грусти, пожалуйста!"
            "Будто почувствовав мой взгляд, она подмигнула:"
            show mt smile pioneer with dissolve
            mt "Ну что, увильнул, бездельник?"
            me "Но вы же сами меня забрали!"
            mt "Ну…"
            "Надулась девушка."
            mt "Ты же вполне мог отказаться и сказать, что Мику не справится, и твой долг как пионера…"
            "Тут она не выдержала и расхохоталась."
            show mt laugh pioneer with dspr
            mt "Видел бы ты своё лицо, Сём Сёмыч. {w}Иногда мне кажется, что у тебя совершенно отсутствует чувство юмора."
            mt "Ладно, я купаться."
            "И очерёдностью событий потянула узел галстука:"
            mt "Ты пойдёшь? {w}Или вещи мои посторожишь?"
            me "Но…"
            show mt smile pioneer with dissolve
            mt "Так я и думала.{w} Могла бы не спрашивать — ты всегда отказываешься."
            "Рубашка с тихим шорохом осела на песок, красивые, стройные ноги переступили через упавшую юбку…"
            show mt normal swim2 with dissolve
            mt "Почему-то ты всегда так стесняешься купаться со мной."
            "На ней был купальник, облегающий тело так, что окажиcь она даже обнажённой, вряд ли бы удалось разглядеть больше."
            dreamgirl "А у неё ничего рацион такой! Сбалансированный! Гляди, какие формы нагуляла."
            "Одобрительно прицокнул голос."
            "И бросил в меня образом Ольги в купальнике — а потом и без него."
            mt "Наверное, боишься, что съем!"
            show mt laugh swim2 with dspr
            mt "Ладно, скромный ты мой, охраняй вещи, может, надумаешь ещё."
            hide mt with dissolve
            "Она помахала мне рукой и убежала на понтоны."
            if alt_day4_neu_mt_diary:
                "Как старому знакомому."
                "Которым, если верить её дневничку, я и являлся."
                th "И что мне теперь делать с этим?"
                dreamgirl "Да ничего. Вон, за девушкой красивой наблюдай."
                dreamgirl "Смотри, как бежит. {w}Быстро…"
            else:
                "Я вспомнил вдруг, что она, согласно слухам, здесь далеко не первый раз."
                "Что, возможно, она старожил здешних мест и все делянки с шалашами на деревьях знает получше местных пионеров."
                "Глядя на то, как она бежит по высохшим уже доскам купальни, как привычно ставит ногу и не смотрит по сторонам, я был склонен верить этим слухам."
            "Всё быстрее, быстрее…"
            "Как-то странно — прямо по пути её следования был просто край понтона с трубчатым ограждением, выкрашенным зелёной краской."
            th "Она же не собирается…"
            "Я не успел додумать."
            "Незамеченный до сей поры серый ящик, скромно притулившийся в уголке, стал первой ступенькой."
            "Верхний поручень ограждения — второй."
            "Небо — третьей."
            "Невозможно красивая девушка в тёмном купальнике с разбега нырнула в небо."
            th "А ведь и она кого-то любит."
            "От этой мысли почему-то кольнуло сердце острой иголочкой ревности."
            "Как будто у меня были на неё какие-то права…"
            dreamgirl "А нет?"
            "Но… Откуда-то же есть это ощущение?"
            "Как будто у нас есть собственная история — или хотя бы у того, за кого меня так старательно принимает наша вожатая."
            if alt_day3_dancing == 5:
                "Хотя слишком уж там в десяточку было её угадывание…"
            "Ольга вошла в воду чисто, как по писаному, почти не вызвав брызг."
            dreamgirl "Она украла тебя с хозработ и потащила купаться и сторожить её вещи."
            dreamgirl "Только не говори, что поверил в чушь относительно уборки пляжа: ты посмотри — здесь же стерильно чисто."
            "Немного поплавав, она легла на спину и, лениво загребая, раскидала руки-ноги «звёздочкой»."
            th "А зачем тогда?"
            dreamgirl "Затем же, зачем люди едят вместе в какой-нибудь «Соренто», хотя за те же деньги могли бы пойти обожраться домой."
            th "Итальянская кухня?"
            dreamgirl "Голова у тебя итальянская. {w}Провести время с тобой, балда!"
            "Я покачал головой, наблюдая за лениво дрейфующей по волнам вожатой."
            "Очень хотелось бы поверить в увещевания моего раздвоения личности. Но я не мог взять в толк, чем же таким я мог бы быть интересен нашей красивой, ленивой вожатой."
            if alt_day4_neu_mt_diary:
                "Тем более, что у неё есть своя история длиной в четыре года, которую я обязательно дочитаю."
                "Какой-то важный новичок, с которым меня объединяет манера попадания."
                "Я замер."
                th "Значит, она что-то знает?"
                dreamgirl "Картина Репина «Приплыли». Оболтус, это было и так очевидно ещё с первого дня."
                th "Но…"
                "Неприятно было понимать, что интерес, который я принял за возможно романтический, оказался сугубо деловым."
                "А… К чёрту. {w}Это развязывает руки — покусывающая за чтение чужих дневников совесть была успешно задушена и растворена в чане с серной кислотой."
                "И совершенно необязательно больше притворяться и отводить взгляд, когда мне попадается на глаза какой-нибудь особенно соблазнительный ракурс."
                "Глупо отрицать, что она крайне привлекательная туземка. {w}А значит, все эти игры в кокетство, мягко говоря, неуместны."
                dreamgirl "То есть?.."
                th "Да! Нравится, значит, буду пялиться!"
            else:
                th "Думаешь, у неё на меня какие-то романтические виды?"
                dreamgirl "Думаю, виды какие-то точно есть. {w}Но вряд ли романтические."
                if alt_day3_dancing == 5:
                    dreamgirl "Хотя она и наговорила тебе глупостей во время вашего медленного танца."
                else:
                    dreamgirl "Будь оно так — она обязательно пригласила бы тебя танцевать на белом танце на последней дискотеке."
                    "Логика в этих словах была."
                th "Но в чём тогда интерес?"
                th "Что во мне такого особенного может быть в глазах Ольги, раз уж она не погнушалась гонять целый автобус ради меня одного и бросила свой отряд на произвол судьбы?"
                "Я задумался, перебирая и отбрасывая варианты."
                "И, как назло, ни один из них не выглядел достаточно достоверным, чтобы быть принятым единогласно."
            "Я так углубился в размышления, что вздрогнул от неожиданности, когда меня потрясла за плечо мокрая ладошка."
            show mt normal swim2 with dissolve
            mt "Снова грезишь наяву, Сёмыч?"
            "Подмигнула она."
            me "Э…"
            mt "Э, э!"
            "Передразнила меня Ольга."
            mt "Купаться не надумал ещё?"
            "Я отрицательно покачал головой."
            show mt laugh swim2 with dspr
            mt "Я так и знала."
            "Рассмеялась она."
            mt "Ладно, я побежала переодеваться, потом наскоро пробежимся по пляжу — а там и полдник скоро. {w}Годится такая программа?"
            "Дождавшись моего кивка, она улыбнулась и, подняв с песка рядом со мной сумку — я щекой ощутил исходящую от неё свежесть — отправилась в сторону кабинок."
            stop music fadeout 3
            hide mt with easeoutleft
            dreamgirl "Эй, чувак?"
            "Секунду спустя, вкрадчиво поинтересовался внутренний голос."
            th "А?"
            dreamgirl "Ну же… Скажи, ты же думаешь о том же, о чём и я?"
            th "А о чём ты думаешь?"
            dreamgirl "О том самом, о нём!"
            th "Мне не нравится эта идея…"
            scene bg ext_shower_day_7dl with blinds_l
            th "Очень не нравится!"
            "Следы пяток на песке вели в третью кабинку, так что у меня было целых три варианта — бездна разнообразия!"
            $ volume (0.5,'music')
            $ volume (0.5,'ambience')
            menu:
                "Подглядеть через дверь":
                    $ volume (0.9,'music')
                    $ volume (0.9,'ambience')
                    "Но не успел я подойти ближе, как сзади раздалось сдавленное хихиканье, и я, вздрогнув, отказался от идеи."
                    "Ульяна, мой личный демонёнок, которого иногда так хочется распнуть. Или распять? Короче, какую-нибудь гадость сделать."
                "Обойти сзади":
                    $ volume (0.9,'music')
                    $ volume (0.9,'ambience')
                    "Пока я ходил, шевеление в кабинке прекратилось, и голос вожатой позвал:"
                    mt "Семён? Ты где? Почему вещи бросил?"
                "Залезть в кабинку по соседству" if mt_pt >= 4:
                    $ volume (0.9,'music')
                    $ volume (0.9,'ambience')
                    $ mt_pt += 1
                    $ alt_day5_neu_mt_voyeur = 2
                    "Подходила любая — если я хотя бы чуть-чуть разбирался в мальчишеской психологии."
                    "Я выбрал первую."
                    stop music fadeout 4
                    "И…"
                    play music music_7dl["viola"] fadein 2
                    scene cg d5_mt_redress_7dl with flash
                    "Моя ставка оказалась верной — после нескольких секунд поисков удалось углядеть небольшую трещинку в стенке, разделяющей кабинки, и заглянуть туда."
                    "И вовремя же я успел! Вовремя!"
                    "Очень интересный у Ольги Дмитриевны оказался купальник."
                    "Очень интересно застёгивающийся."
                    "Да если бы я знал…"
                    "Я гулко сглотнул слюну, наблюдая за тем, как ползут вниз по плечам половинки, оставляя ровную границу незагорелой кожи, всё ниже и ниже."
                    "Плечи как у пловчихи, с хорошо видными ключицами под прозрачной кожей, из-за них и без того прекрасной формы грудь выглядит ещё восхитительнее."
                    th "Я такое видел только в фильмах на сайтах для взрослых!"
                    dreamgirl "Нет, ну это силикон."
                    "Безапелляционно заявила шиза."
                    dreamgirl "Ты посмотри, у неё же соски торчат чуть ли не вверх! Не бывает в природе такого."
                    th "Ольги вообще в природе не бывает, она тут в кабинке, а не в природе."
                    "Восхитительный животик."
                    "Крутые бёдра."
                    dreamgirl "О… Ми бэль…"
                    "Переступив через купальник, Ольга взяла полотенце и стала вытираться."
                    "И здорово было, всё-таки, что моё место для пип-шоу оказалось заметно ниже уровня глаз вожатой — заметила бы!"
                    "Наконец, она повернулась так, что я увидел и самое интересное."
                    th "Где бы взять сил."
                    "От возбуждения в глазах потемнело, и всё, чего мне хотелось, это перебраться через стеночку…"
                    "Ещё немного и я рискую разрядиться просто наблюдая за вожатой, которая, поставив ногу на скамеечку, вытирает внутреннюю сторону бедра, легонько заходя на…"
                    "Будто издеваясь или чувствуя мой взгляд спиной, Ольга нарочито неторопливо одевалась: носочки, трусики, лифчик."
                    "Наконец, дошло дело и до формы."
                    "Закончив переодеваться, Ольга развернулась в мою сторону — клянусь, не могла она меня видеть, никак не могла!"
                    "И, потянувшись, эдак соблазнительно, подмигнула!"
                    dreamgirl "Спалили!"
                    "И очень, очень медленно стала складывать полотенце в сумку."
                    dreamgirl "Шанс!"
                    "Как и всегда, общаясь внутри собственной черепной коробки, я рвал подмётки на лету — в голове ещё звучала реплика вечного собеседника, а я уже развернулся и выскочил наружу."
                    window hide
                    scene bg ext_beach_day with flash
                    "По счастью, ни мои, ни её вещи никуда не делись — лежали себе скромнёхонько на песке, дожидаясь хозяев."
            stop music fadeout 4
            show blinking
            pause(1)
            scene expression Noon("bg ext_beach_day")
            with flash
            $ persistent.sprite_time = "day"
            $ day_time()
            "Вожатая подошла через несколько минут, чем-то очень довольная."
            "Даже думать не хочу, чем!"
            show mt smile pioneer at zenterleft
            with dissolve
            mt "Ну что, Сём Сёмыч, раз ты отказался купаться, будем заниматься тем, зачем мы сюда пришли."
            if alt_day5_neu_mt_voyeur == 2:
                dreamgirl "И не лень же ей раздеваться ещё раз!"
                th "Ты о чём это?"
                dreamgirl "Вы разве сюда не блуду предаваться пришли?"
                th "В некотором роде."
            "Я немного завис, отгоняя восхитительные картины, где я и вожатая в некотором роде заняты, но злая Ольга безжалостно разрушила все мои грёзы:"
            mt "Вчера был родительский день, поэтому все окрестные кусты обязательно завалены бумажками и фантиками."
            th "Так и знал, что ничего просто так не будет!"
            show mt laugh pioneer with dspr
            mt "Ты чего приуныл, пионер?"
            "Рассмеялась вожатая."
            mt "Неужели так сильно не хочется Родину любить?"
            th "Да что-то, знаете…"
            show mt normal pioneer with dspr
            mt "Понимаю. {w}Поэтому не требую от тебя выполнять работу за весь дежурный отряд."
            mt "Наше дело — пляж. {w}Пройдись, посмотри, чтобы особого сора не было, если найдёшь — отправляй его сам знаешь куда."
            me "Куда?"
            mt "В компанию — в кусты!"
            mt "И если что: я тебе этого не говорила."
            "Она подмигнула и отправилась на дальний край пляжа — туда, где обычно квартировали наши отряды."
            "Вполне логично оставляя основную нагрузку мне!"
            th "Ну, Ольга Дмитриевна!"
            "Вздохнув, раб отправился отрабатывать повинность."
            if alt_day5_neu_mt_voyeur == 2:
                "Хотя, если кто меня спросит — оно того полностью стоило!"
        "Остаться помогать":
            $ volume (0.9,'music')
            $ volume (0.9,'ambience')
            me "Простите, Ольга Дмитриевна."
            "Покаянно посмотрел я."
            me "Но, похоже, Мику и правда тут одна не справится."
            me "Возможно, если бы вы прислали мне замену…"
            show mt normal pioneer with dspr
            mt "Что ж."
            "Ольга как-то сразу сдалась, даже не попытавшись переубедить меня."
            "Будто вопрос был задан исключительно ради галочки."
            "И вот галочка проставлена, реципиент отказался, сворачиваем балаган, перебираемся на новое место."
            mt "Пойду, наверное, Двачевскую привлеку."
            "Пробормотала себе под нос Ольга, удаляясь."
            mt "Она, вроде, проявляла желание."
            hide mt with dissolve
            me "Двачевскую?!"
            "Не поверил своим ушам я."
            show mi smile pioneer with dspr
            mi "Зря ты! {w}У Алисочки очень хорошо получается ладить с детьми, они её почему-то слушаются."
            me "А дети-то здесь причём? Меня же звали убираться на пляже."
            show mi laugh pioneer with dspr
            mi "И ты в это поверил? {w}Смешной Сенечка, даже не увидел, что у неё купальник под рубашкой."
            mi "Она пошла купать малышей и надеялась на то, что ты составишь ей компанию."
            me "Не особо-то она и надеялась."
            show mi normal pioneer with dspr
            mi "Ну… Я не знаю, что у вас там произошло, что вы так друг друга стесняетесь, но это было определённо приглашение искупаться, а не пособирать огрызки на пляже."
            show mi grin pioneer with dissolve
            "Мику приложила лапки к щеке в притворном изумлении моей недогадливостью."
            mi "Тебе знак внимания оказывают, Сенечка! Очевидно же!"
            "А я отмахнулся."
            "Вот ещё. Голову забивать."
            me "Так что там с фронтом работ?"
            "Поинтересовался я."
            show mi normal pioneer with dspr
            mi "Сейчас, сейчас…"
            "Достав из кармана какой-то список, она некоторое время изучала его, после чего ткнула пальчиком в дальний угол эстрады, где между пианино и столом под серым чехлом загорало нечто непонятное."
            mi "Ксилофон, оказывается, был здесь. Хорошо, не придётся нести, значит, его вы-чёр-ки-ваем!"
            show mi shy pioneer with dspr
            "Она смущённо посмотрела на меня."
            mi "Кажется, мы сюда и правда только подмести пришли."
            "Она так виновато втянула голову в плечи, что я только рассмеялся и рукой махнул:"
            me "Погнали! Раньше начнём, раньше закончим."
            hide mi
            with fade2
            play music music_7dl["ourfirstmet"] fadein 3
            "Полчаса трудов праведных со шваброй и совком пополам — много или мало?"
            "С одной стороны, ерунда, плёвое дело."
            "С другой… Я никогда дома у себя так толком и не убирался — несмотря даже на то, что по площади моя квартирка была примерно в половину этой сцены.{w} Или даже в треть."
            "Я довольно ленив. Как и большинство мне подобных представителей компьютерного отшельничества, я всем прочим способам досуга предчитаю бездвижное сидение часами перед монитором."
            "Начиналось всё довольно невинно — сначала «во славу Кейна», тибериум, харвестеры…"
            "История нью-йоркского копа, из-за мести ставшего таким же чудовищем, что и те, кто убили его семью."
            "Просчёт очков действия на безграничной Пустоши и взведённая взрывчатка в чужом кармане."
            "Всё можно было поставить на паузу, отойти от монитора, посидеть, подумать, покурить, пожить."
            show mi normal pioneer with dissolve
            mi "Сенечка, не маши так сильно, ты весь мусор на мою половину сметаешь!"
            "Пожаловалась Мику."
            me "Ой, извини."
            hide mi with dissolve
            "Монотонность работы поневоле уводила в мысли, в воспоминания, оставляя тело совершать механические действия."
            "Потом онлайн, ММО, статистика, сейл-клиенты, отличающиеся друг от друга только цветом и формой эмблем."
            "Потом анонимные доски сообщений — я катился по наклонной последние несколько лет, пока не оказался там, откуда уже некуда падать дальше."
            "В результате даже те самые игрушки, на которые я молился и ждал продолжения, сейчас не вызывают былого восторга, новинки кинопроката, честно уворованные на торрентах, частенько даже не запускаются."
            "Пока ещё удаётся держаться только за счёт моей последней отдушины."
            if loki:
                "Пока музыка для меня не пустой звук, пока я готов заслушивать любимые песни до дыр —  у меня ещё есть надежда."
                "И Мику тому подтверждение."
            else:
                "Сюжеты. Я очень много читаю, очень много пишу."
                "И пока мне удаётся что-то чувствовать или что-то передавать в своих текстах — у меня ещё есть путь из этого болота."
            "А здесь у нас то, что называется «шоковая реабилитация» — нельзя вернуться к своим вредным привычкам в силу отсутствия возможностей."
            "Начиная сигаретами — исключая временами всплывающее умозрительное желание перетянуться, которое выступает скорее калькой моей старой привычке — и заканчивая интернет-зависимостью."
            "Тем более, что рядом огромными шалыми глазищами глядит стимул становиться лучше."
            "Или хотя бы вцепиться в швабру и изобразить энтузиазм."
            "Работая бок о бок, мы справились довольно быстро — хоть сейчас ставь пионеров, микрофон в зубы — и вперёд!"
            show mi normal pioneer far with dissolve
            mi "Кажется, всё, Сенечка!"
            "Отозвалась Мику откуда-то с того края сцены."
            me "Угу. А теперь самая лучшая награда за работу… Новая работа."
            window hide
            play sound sfx_open_door_clubs_2
            scene bg int_musclub_day with blinds_r
            play ambience ambience_music_club_day fadein 1
            me "Опять убираться, да?"
            show mi smile pioneer with dspr
            if alt_day4_neu_mt_songs:
                mi "Да нет, здесь ничего критичного."
                "Быстро улыбнулась японка, мимоходом проверив степень чистоты подоконников и лакированного бока рояля."
                mi "Ты обещал мне кое-что иное. Помнишь?"
                me "Песни, да?"
                "Мику кивнула и потащила меня за собой."
            else:
                mi "А ты любишь с тряпкой по дому ходить, я погляжу."
                "Разулыбалась девушка."
                mi "Наверное, когда переедешь в собственную квартиру, там будет постоянная чистота и порядок."
                dreamgirl "Ага. Именно так всё и будет."
                show mi normal pioneer with dspr
                mi "Но я о другом: Олечка Дмитриевна сказала, что ты не первый раз в лагерь ездишь, да?"
                me "В некотором роде, да."
                "Осторожно ответил я."
                me "А в чём дело?"
                mi "Возможно, ты знаешь какие-нибудь пионерские песенки? Или песни для костра под гитару? {w}А то мне поручили как музруку, а я почти ничего и не знаю кроме того, что мне Алиса показала."
                me "Почему не знаешь?"
                if('music_club' in list_voyage_7dl):
                    show mi serious pioneer with dspr
                    mi "Я же тебе говорила уже, неужели забыл? У меня папа русский, но мы жили в Японии."
                    mi "Хотя я и неплохо говорю по-русски, таким вот вещам меня никто не учил."
                else:
                    show mi shy pioneer with dspr
                    mi "Ты разве не обратил внимания на мою внешность и имя?"
                    "Я пожал плечами."
                    me "Видел я бурятов и калмыков. А имя… та же Даздраперма звучит куда экзотичнее."
                    show mi smile pioneer with dspr
                    mi "Как забавно!"
                    "Улыбнулась Мику."
                    mi "Вот и в лагере никто не верит в то, что я из Японии. А это в самом деле так!"
                    me "Издержки жизни во многонациональном государстве, я полагаю."
                    mi "Мой папа из Союза, но мы жили в Японии всё это время."
                me "Как же ты тогда оказалась здесь?"
                show mi shy pioneer with dspr
                mi "Это была папина идея — он сказал, что мне обязательно нужно попробовать пожить немного так, как он привык."
                th "Почувствовать великий советский совок?{w} Видать, недолюбливает он дочурку-то!"
                "Наверное, на моём лице отразилась жалость и сочувствие, так как Мику поспешила продолжить:"
                mi "У себя на родине я считаюсь хафу — полукровкой. Это не так обидно, как гайдзинка — чужачка — но тоже приятного мало."
                show mi normal pioneer with dspr
                mi "В частности, дружить со мной или доверять мне никто особо не спешил. Нельзя их винить, традиции, всё-таки. Но…"
                "Она вздохнула:"
                mi "А мне тоже хочется общения. Так что Па выждал время, пока мне не стукнет четырнадцать, и начал готовить документы."
                mi "И вот я здесь."
                mi "Кое-чему, конечно, он меня выучил, я очень много читала книг про Россию, смотрела фильмов и общалась со знакомыми отца, но, сам понимаешь, некоторым вещам можно научиться только на месте."
                mi "Например, песням."
                mi "И мальчики у вас здесь…"
                "Мику улыбнулась особенно тепло, но тут же, спохватившись, взялась за гитару:"
                mi "Ну что? Поможешь мне разучить пару песен для сегодняшнего костра?"
                "И я улыбнулся. Не мог я не улыбаться Мику."
                "Очень жаль, конечно, что у нас не получилось романа — а сейчас уже, наверное, поздновато что-то менять."
                "Но уже одно то, что она существует, достаточно для того, чтобы оправдать моё попадание в это фантастическое место."
                with fade2
                stop music fadeout 3
                "Потому что я, как уже было сказано, довольно просто отношусь к выражениям симпатии — и Мику мне действительно нравится."
                "А потому я легко и с удовольствием согласился."
                play music music_7dl["lastlight_piano"] fadein 3
                "Вот было бы здорово, если бы этот поход оказался с ночёвкой, с разбитыми безо всякой системы палатками и костром в самой середине."
                window hide
                scene cg d4_mi_guitar_club_7dl
                with touch
                "А по рукам гуляют жестяные кружки с чем-то крепким, и вожатые не сердитые сегодня, не гонят спать, сами сидят и поют песни."
                "А восточный край неба уже как Нуво Бужоле — терпко-яркий, пахнущий несбыточными мечтами и несложившейся удачей."
                "И чтобы гитара была рядом, и девочка с длинными волосами превратилась в неразличимый силуэт на фоне звёзд, и жутко, и сладко отгонять от себя мысли, что и ты сейчас выглядишь так же, и лишь твоя нерешительность отделяет вас от момента, когда…"
                "Два силуэта неторопливо наклоняются один к другому — всё как в фильмах с этой чёртовой ррромантикой. И миру рождается чудо новой любви."
                "Или нет."
                "Песня за песней — Окуджава, Высоцкий, Митяев, Галич…"
                "Мику переспрашивала слова и требовательно повторяла и повторяла мелодию, раз за разом — до тех пор, пока не была довольна. И после того удовлетворённо кивала — и принималась за новую песню."
                me "Прощальный час настал…"
                "Я смотрю на её губы, на то, как она дышит и двигается. Это называется модным словом «пластика», хотя я всю жизнь предпочитал старую добрую «грацию»."
                "Мику была очень грациозной девушкой."
                me "И обнял нас за плечи."
                "Кивая в такт, она жадно впитывала новые рифмованные строчки — не замечая уже того, как близко мы сидим друг к другу."
                "Как сильно я хочу сделать то, о чём звучат слова песенки — просто обнять."
                "Что-то обязательно произойдёт, неприятное, неуместное — оно спугнёт магию момента. Но здесь и сейчас мы были почти влюблены."
                "Она — в новую музыку и дыхание души, чувствующееся в словах. А я — в неё."
                mi "Запомни этот зал и этот тёплый вечер…"
                "Мурлыкала японка."
                "Два силуэта…"
                "Неторопливо тянущиеся один к другому…"
                th "А послезавтра я уеду в никуда, и не оставлю за собой ничего, кроме памяти."
                "Понял вдруг я."
                "И отпрянул, отвёл взгляд."
                "Нельзя мне, никак нельзя."
                "Кто бы мог подумать — иной душу бы прозакладывал за то, чтобы оказаться в моей ситуации."
                "Я и сам не раз, читая разного рода книги про людей, оказавшихся у чужих берегов, думал, насколько же офигенно им там — освобождённым совестью и обстоятельствами ото всего, что связывает руки аборигенам."
                "К чему совесть, если ты завтра исчезнешь?"
                "Закрутить роман, уболтать, утащить куда-нибудь в укромный закуток, где крестом и пестом уломать недотрогу на что-то большее."
                "И пропасть на следующий день, вернуться  домой или отправиться на следующую станцию сюжета."
                th "И почему я не беспринципный ублюдок? Здесь же рай для человека без моральных тормозов."
                "Угрюмо подумал я."
                window hide
                scene bg int_musclub_day
                show mi sad pioneer 
                with dissolve
                mi "Сенечка, что случилось?"
                "Чутко среагировала Мику."
                mi "Ты весь как-то погрустнел, отвернулся. Песня грустная, да?"
                me "Да."
                "Отвернувшись, ответил я."
                "Обострившимся чутьём на неприятности я понял, что могу сейчас сказать что-то, способное сильно осложнить мне существование."
                me "Да."
                play sound sfx_7dl["eat_horn"] fadein 1
                "К счастью от более детального допроса меня спас горн на полдник, поэтому я поспешил подняться и сбежать."
    stop music fadeout 4
    stop sound fadeout 3
    stop ambience
    window hide
    scene black with fade
    return
    
label alt_day5_neu_lunch:
    scene bg int_dining_hall_people_day with dissolve
    play ambience ambience_dining_hall_empty fadein 3
    play music music_7dl["sky_feather"] fadeout 3
    "Одним из всё искупляющих качеств режимных моментов было то, что за них можно спрятаться, если не хочешь продолжать заниматься тем, чем занимаешься."
    "Неприятные беседы и уборки территории вполне входят в число нелюбимых занятий."
    "Кое-кто берёт сигарету или отпивает из бокала (тоже та ещё привычка вести важные переговоры за обеденным столом), кое-кто прикрывает глаза и откидывается на кресло."
    "А нам, нищим пионерам, ничего другого не остаётся, как сделать вид «ничего не вижу, ничего не слышу» и спешно нестись к лучшему заведению на планете."
    "Сегодня кормили пряником — большим, квадратным и приторным настолько, что потреблять его без молока было решительно невозможно."
    "Хотя всё, конечно, сравнительно — полюбовавшись на то, как умяв свою порцию, жадно стреляет глазёнками мелкая егоза, я улыбнулся и отдал ей половину."
    show us smile sport with dspr
    us "Шпашибо."
    "Прошамкала она с набитым ртом."
    "Я отмахнулся."
    if alt_day4_neu_mt_volley:
        "Несмотря на неприятности, сопутствующие этой девчонке, мне почему-то нравилось делать ей разные приятные мелочи."
        "Возможно, дело было в том, что я всю жизнь был один в семье, а хотелось младшую сестрёнку."
    "В результате сегодняшних событий я так и не сходил искупаться."
    if alt_day5_neu_mt_voyeur == 2:
        "А поход на пляж с вожатой как-то совершенно не удалось совместить с купанием."
        "Казалось бы — чего такого в том, чтобы искупаться с симпатичной девушкой?"
        "Ан нет, не получается."
    "Поэтому я исподволь наблюдал за главными генераторами квестов лагеря, и лишь тогда, когда они исчезли за дверями, позволил себе выдохнуть."
    th "Кажется, купание (вернее, макание ног в воду, если я опять плавки не найду) из перспективы умозрительной превращается во вполне себе реальную!"
    "К тому моменту Ульяна уже полностью закончила работу челюстями и легонько пнула меня под столом:"
    show us normal sport with dspr
    us "Эй, псст!"
    me "А?"
    us "Ты занят сейчас?"
    me "Угу. Решаю, на боку лежать или на спину перевернуться."
    show us laugh sport with dspr
    us "Хе! Хочешь, секрет расскажу?"
    me "Просто так?"
    "Подозрительно осведомился я."
    show us smile sport with dspr
    us "Нет, разумеется! {w}Ты же со мной, как с лучшим другом, поделился полдником."
    "Звучало это как неумелая попытка вовлечь меня в неприятности."
    "Но мне казалось, что я всё ещё контролирую ситуацию."
    me "Ладно. {w}Что за секрет?"
    show us normal sport with dspr
    us "Славя с кем-то встречается!"
    me "Да ну!"
    "Я хочу сказать, она, безусловно, девушка-вах со всем нужным во всех нужных местах, но…"
    "Привычно было, что лагерные отношения обычно не очень-то и замалчиваются — во времена моих поездок по лагерям первые парочки держались за ручки после первой же лагерной дискотеки."
    "Возможно, здесь просто менталитет другой."
    me "И с кем?"
    show us laugh2 sport with dspr
    us "Откуда я знаю? {w}Но она с утра уходила за территорию и вернулась запыхавшаяся."
    me "Может, она там бегает."
    "Резонно предположил я."
    me "Она же спортсмэнка."
    show us laugh sport with dspr
    us "Балда ты, Сенька!"
    "Рассмеялась Ульяна."
    us "Куда она в форме побежит бегать? Это же не по правилам, нельзя-нельзя-нельзя!"
    me "Ясно. Ну, мы посплетничали."
    "Я начал было подниматься."
    show us normal sport with dspr
    us "Стой!"
    me "А?"
    us "Давай…"
    "Ульяна воровато огляделась по сторонам — не слышит ли кто."
    us "Давай за ней проследим и посмотрим, с кем она там?"
    me "Мы проследим? {w}Ты имеешь в виду меня и тебя?"
    show us calml sport with dspr
    us "Ты имеешь что-то против моей компании?"
    "Нахмурилась она."
    me "В целом нет, но как же твоя подруга? {w}У вас размолвка, да?"
    show us sad sport with dspr
    us "Да ну её."
    "Махнула рукой Ульяна."
    us "Она как услышала про завтрашний концерт, так от гитары не отклеивается — всё что-то повторяет."
    me "И ты решила использовать меня в качестве утешалки на батарейках?"
    "Съязвил я."
    us "Ты же не против?"
    "Я ненадолго задумался."
    "Быть другом Ульяны, кроме того, что тебе гарантированно не дадут заскучать, значит ещё и вот что: готовность всегда подставить голову в случае, если любой из вас набедокурит."
    "Прикинув так и эдак, я решил, что двум смертям не бывать, и кивнул:"
    me "Ладно, пошли. {w}Только тихо."
    if ('sl' in list_d2_date_7dl):
        me "Она очень чутко реагирует на слежку, меня однажды засекла."
        show us laugh sport with dspr
        us "Меня не засечёт, не беспокойся."
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg ext_square_day with flash
    play ambience ambience_camp_center_day fadein 3
    "По счастью, пока мы препирались с малявкой, наш объект слежки не успел далеко уйти — мы добежали до площади, когда на другом её краю мелькнули приметные золотые косы."
    show us surp1 sport with dissolve
    us "Вот она! {w}Осторожненько за ней!"
    "И с места сразу взяла такой разбег, что мне стоило больших трудов просто не отставать."
    "Кажется, в понятие «осторожненько» с точки зрения Ульяны прекрасно укладываются и определения вроде «топать как слон»."
    "Поэтому, когда мы добежали до калитки, сквозь которую просочилась Славя, я прибавил ходу и хлопнул девочку по плечу:"
    me "С-стой!"
    "Выдохнул я."
    show us normal sport with dspr
    us "Что? {w}Быстрее, уйдёт же!"
    me "Если ты будешь так топать и сопеть — точно уйдёт!"
    "До поры нас маскировал шум лагеря, но сейчас следовало бы проявить разумную осторожность."
    stop music fadeout 3
    "Ульяна недобро посмотрела на меня, но предупреждению вняла."
    window hide
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_path_day with dissolve
    play ambience ambience_forest_day fadein 3
    play music music_7dl["sneakupon"] fadein 3
    "Так что из лагеря мы вышли крадучись и куда тише, чем перемещались по территории."
    "Никогда не испытывал особой потребности совать свой нос в чужую жизнь, по той же причине и ненавидел всякого рода реалити-шоу вроде «Сарай-2», где люди что-то строили, правда, без использования стройматериалов."
    "Но сейчас меня охватил какой-то необъяснимый азарт."
    "Возможно, Ульяна тому виной и причиной — или нежелание сдаться и показать, что я слишком стар, глуп и толст для таких приключений?"
    "Или всё дело в том, что мне и правда захотелось немного пошвыряться в шкафах активистки и разыскать там парочку скелетов?"
    "Так или иначе, она двигалась впереди, достаточно быстро, и нам тоже приходилось держать шаг."
    show us normal sport with dissolve
    us "Вот увидишь, ходит куда-нибудь на свидания."
    "В отличие от меня, запыхавшегося уже через пару минут гонки, Ульяна чувствовала себя комфортно, у неё даже не сбилось дыхание."
    us "И они там…"
    "Девочка задумалась."
    show us shy sport with dspr
    us "Целуются! Вот!"
    me "Целуются. И что?"
    "Я пожал плечами: никакого криминала в этом, как ни старался, я не видел."
    show us shy2 sport with dspr
    us "Ты не понимаешь, что ли?"
    "Ульяна покраснела."
    us "Целуются же!"
    me "И что?"
    "Она только рукой махнула."
    show us normal sport with dspr
    us "А, всё равно бестолковый, ничего не поймёшь."
    "Воображение услужливо изобразило целующуюся Славю."
    "Целовалась она, правда, почему-то с Ульянкой — и это добавляло картинке известной пикантности — но даже в этом случае я не мог понять, что же в этом такого особенного?"
    "Пожав плечами, я заткнулся, стараясь сберечь дыхание."
    "Я уже начал немного уставать."
    "К несчастью, обе стервы женского пола, казалось, не ведали усталости и продолжали в крейсерском режиме нестись сквозь лес, набирая обороты."
    "Как будто для Ульяны было делом чести обязательно догнать Славю, а для той, напротив, жизненно важно было оторваться от непрошенных гостей."
    "Мне стало интересно:"
    th "Не догадывается ли она о том, что несколько не одна?"
    th "И если так, не может ли случиться такой расклад, что она нас нарочно куда-то заманивает?"
    show blinking
    window hide
    scene bg ext_path2_day
    show blackout_exh2
    with dissolve
    $ renpy.pause (1)
    play ambience ambience_forest_day fadein 1
    play sound sfx_7dl["breath"] fadein 3
    "Всё, бобик сдох."
    "Меня хватило минут на пятнадцать такого спурта, после чего ноги отказались слушаться."
    "В боку ощутимо закололо, а перед глазами потемнело."
    "Я привалился к ближайшей сосне и хрипло задышал, пытаясь восстановить дыхание."
    th "Не спрятаться от этой боли, круги зелёные в глазах, ах, отведите меня в поле и пристрелите меня нах…"
    "Убежавшая было вперёд Ульяна замедлила шаг, обернулась в мою сторону, потом в сторону уходящей Слави, потом опять в мою…"
    "«Твою мать» — удалось разобрать в движении губ."
    show us dontlike sport with dissolve
    us "Ну, чего встал? Уйдёт же!"
    "Неласково подбодрила она."
    "Огромная борьба любопытства и нежелания бросать товарища невооружённым глазом читалась на её лице."
    "К счастью, победило чувство товарищества. {w}Иначе бросила бы она меня в незнакомом лесу."
    "И нашли бы меня лет через пять, заблудившегося и одичавшего на подножном корму."
    me "Н-не-м-мо-гу…"
    "В три приёма выдохнул я."
    "Рот заполнился тягучей, вязкой слюной, а сердце, похоже, собралось сбежать прямо сквозь грудную клетку."
    show us grin sport with dspr
    us "Ну и слабак же ты."
    "Ульяна встала передо мной, упирая руки в бока, и насмешливо посмотрела сверху."
    us "Как же ты невесту на руках в дом понесёшь, если ты по лесу пробежаться не можешь?"
    "Каким-то необъяснимым образом я уловил извращённую логику в словах этой девочки."
    "И пожал плечами."
    "Сейчас мне уже не хотелось ни преследований, ни раскрытий тайн."
    "Программа «лечь и сдохнуть» звучала тоже довольно перспективно."
    "Я хотел было сесть, но меня тут же схватили за руку и вернули в вертикальное положение:"
    show us upset sport with dspr
    us "Ты что?! Нельзя садиться, если ты так устал, вредно!"
    me "А…"
    "Сейчас я не был способен даже спорить."
    hide blackout_exh2
    show blackout_exh3
    with dissolve
    "Всё, на что меня хватает — это безучастно наблюдать за картинками, которые выхватывает сознание со дна колодца."
    "Да послушно следовать указаниям взбалмошной девицы, решившей устроить внеочередную «Зарницу» без возможности сорвать погоны."
    "Поэтому я отклеился от дерева и неторопливо зашагал рядом с девочкой."
    "Хуже уже не будет. Хуже уже не будет. Хуже уже…"
    "Мы шли так ещё пару минут, а Ульяна хмурилась всё сильнее, пока ей, наконец, это не надоело."
    show us angry sport with dspr
    us "Ну и гад же ты, новичок!"
    "Выговорила она."
    me "Во-первых, я здесь ни при чём."
    me "Во-вторых, потрудись уже запомнить моё имя. Меня зовут Семён."
    show us sad sport with dspr
    us "Да если бы не ты, мы бы её не упустили."
    me "В чём проблема?"
    "Тропинка была под ногами, двигай себе вперёд."
    us "А если развилка?!"
    me "Тогда и думать будем!"
    "Отрезал я."
    hide us with dissolve
    "Ульяна надулась и отвернулась, со злостью сбивая прутиком листики у окрестных кустов."
    with blinds_l
    "Накаркала."
    "Десяти минут не прошло, когда мы вышли на место, где тропинка расходилась сразу на два направления."
    show us normal sport with dspr
    us "Ну что, умник? Думать будешь?"
    "Снисходительно посмотрела на меня девочка."
    "Я пожал плечами."
    "Правая тропинка была нахоженная, натоптанная — ей явно пользовались чаще."
    "Вероятнее всего, там какой-то объект интереса пионеров вроде черничника, карьера или какой-нибудь интересной поляны."
    "В отличие от левой, которая почти заросла травой и едва читалась — похоже, то направление не слишком-то пользуется спросом."
    "Так что вполне очевидно, куда направилась Славя на своё гипотетическое свидание."
    $ volume (0.5,'music')
    $ volume (0.5,'ambience')
    menu:
        "Налево":
            $ volume (0.9,'music')
            $ volume (0.9,'ambience')
            $ us_pt += 1
            $ alt_day5_neu_sl_voyeur = True
            us "Ну и дурак."
            "Прокомментировала Ульяна."
            "Но покорно пошла туда, куда я указал."
            "И то, что я оказался прав, стало очевидным через каких-то несколько минут."
            "Из-за деревьев послышался шум плещущей воды, потянуло свежестью, и несколько шагов спустя мы вышли на берег лесного озера."
            window hide
            scene bg ext_lake_day_7dl with dissolve
            play ambience ambience_lake_shore_day fadein 3
            "И тут же отшатнулись назад, так как в каких-то пятнадцати метрах от нас стояла Славя."
            us "Давай туда."
            "Зашипела Ульяна, взглядом указав на кусты."
            "И тут же, показав пример, плюхнулась на живот и по-пластунски поползла вперёд."
            "Вслед за ней полз и я. Что мне ещё оставалось."
            "Правда, в какой-то момент мне показалось, что Ульяна застыла."
            "Было что-то в её позе неестественное."
            stop music fadeout 5
            "Поэтому я быстро-быстро подполз и осторожно выглянул из кустов."
            play music music_7dl["kiss_you"] fadein 3
            window hide
            scene cg d5_us_sneakpeak_7dl
            with dissolve
            us "Сенька, не смотри!"
            "Она попыталась одновременно закрыть мне ладонями глаза и рот."
            "Это было не слишком-то удобно, лёжа рядом, но она сделала что смогла."
            "Для этого ей пришлось перевернуться на бок — она замерла на миг, когда кусты зашумели, а Славя на берегу насторожилась."
            "Поздно. Я уже увидел то, что так напрягло нашу мелкую."
            "А та неумолимо завалилась на меня."
            "Но в итоге случилось так, что мы приняли положение этакого сэндвича."
            "Я лежал на животе, прячась в траве, а Ульяна, как та самая кошка, забросила на меня руки и ноги."
            "Девочка и сама была тёплая, я чувствовал это обнажённым плечом сквозь её футболку."
            "Как и все изгибы её фигурки — там, где мы соприкасались."
            "И это было крайне уместно, так как Славя раздевалась."
            "Вернее, она уже разделась. Только набросила рубашку, встревожившись."
            "Левая ладонь Ульяны вместо глаз оказалась у меня на лбу, правая — на губах."
            "Так что мы оба видели, как с плеча Слави, из-под распущенных волос вниз на чистый речной песок скользнула рубашка, оставляя девушку в полном неглиже."
            "Набрав в грудь побольше воздуха, она сделала первый шаг."
            "Ещё один."
            "И, напоследок сверкнув обнажёнными ягодицами, нырнула."
            us "Сень, ты почему такой горячий?"
            "Почему-то напряжённым голосом спросила Ульяна — признаюсь, на несколько секунд я вообще забыл о её существовании."
            us "И трясёшься весь."
            "Потому что почему бы и нет?"
            "Мне всегда были интересны пределы чувствительности и чувственности."
            "Так что я вытянул губы трубочкой и поцеловал ладошку, всё ещё закрывающую мне рот."
            "И, судя по напряжённо-изумлённому лицу мелкой, всё она прекрасно почувствовала и поняла."
            "Она покраснела, но не отстранилась."
            us "Мы уже до такого уровня отношений дошли, да? Ручку целуешь?"
            "Девочка пыталась шутить, больше борясь с собственным смущением."
            us "Жалеешь, что я не она, да?"
            "Она прикусила губу и хотела было что-то сказать, но я замотал головой."
            us "Тогда что?"
            "Сейчас самым логичным было бы повернуться к ней и обнять, не говоря ни слова."
            "Но моя естественная реакция на купающуюся Славю, боюсь, наставит Ульянке синяков на животе. Если я попытаюсь её обнять."
            "Поэтому я улыбнулся одними глазами и, протянув правую руку, погладил её по голове, немного растрепав волосы."
            us "Что?"
            "Наконец-то догадалась освободить меня девушка."
            me "Не жалею. Иначе пришлось бы подглядывать за тем, как ты там без трусов.{w} Вот уж удовольствие ниже среднего."
            "Подмигнул я."
            "Ульяна представила себе эту картину и снова густо покраснела."
            with vpunch
            us "Дурак!"
            "Она несильно шлёпнула мне по лбу и откатилась."
            "Всё это время мирно купающаяся Славя вдруг развернулась в воде и посмотрела прямо в нашу сторону."
            "Мне пришло вдруг в голову, что она, возможно, с самого лагеря знала о слежке."
            "Просто не сочла нужным реагировать."
            "И я мог её понять — в отличие от меня, всеми силами увиливающего от ответственности, Славя принимала всё, что ей говорили сделать."
            "И делала."
            "Наверное, у неё совсем нет возможности как-то себя побаловать."
            "Несмотря даже на то, что ей, судя по всему, вся эта маета доставляет несказанное удовольствие."
            "А в те немногие моменты, что удаётся выгадать, оказываться под прицелом подглядывающих."
            "Но здесь и сейчас, она, кажется, собралась рассекретить несчастных вуайеристов."
            "Так что целенаправленно поплыла к берегу, где лежала её одежда, и, всё так же нимало не стесняясь, стала одеваться."
            "Всё это время я продолжал пребывать в каком-то ступоре, наблюдая за тем, как исчезает нагота под тканью, а Ульяна тоже почему-то угрюмо молчала."
            "Возможно, её расстроило, что не было на Славю никакого компромата — кроме того, что можно сделать фотокамерой."
            "Возможно, всё дело было в моём ребячестве с поцелуями в ладошку."
            "Я не берусь загадывать о том, что творится в этой голове."
            "Особенно в такие моменты, когда из пацана с почему-то девичьим именем вдруг проглядывает девчонка."
            "Которая ведёт себя как девчонка и вполне логично интересуется всеми глупостями, какими интересуются девчонки её возраста."
            "Хотя она и умело это скрывает — сказывается воспитание, судя по всему, постоянно в кругу лиц значительно старше неё."
            dreamgirl "А тут одно лицо такое берёт её и начинает губами трогать в разных местах."
            dreamgirl "И даже не задумывается о том, где эти места могли быть, и какой заразы оно, лицо это, только что себе на губы нахватало."
            th "Э, например?"
            dreamgirl "Да хотя бы то, что она только что по земле этой ладонью возила. По сути, ты землю облизал, нравится?"
            th "Правда? {w}Юпитер, ты сердишься…"
            dreamgirl "И вообще, она слишком близко. {w}У тебя здоровые реакции, а рядом в меру податливый способ реализовать их."
            th "Ты на что намекаешь, похабник?!"
            dreamgirl "На то, что если она с тебя не слезет, к тебе в голову придёт вполне логичное побуждение… {w}А вот и оно."
            stop music fadeout 3
            us "Долго лежать собираешься?"
            "Я застыл."
            us "Или ты хочешь, чтобы она тебя поймала?"
            "Её шёпот звучал над самым ухом, тепло дыхания щекотало кожу, вызывая кучи мурашек."
            "И я почти воочию представил себе, как поворачиваюсь и касаюсь губ, почти касающихся моего уха."
            "И потому приказал себе замереть ещё сильнее."
            us "Пошли, пока не поздно!"
            "«Не поздно» было минут пятнадцать назад, когда я понял — чем именно собирается заниматься Славя на озере, и в каком виде это делать."
            "Потом было ещё одно «не поздно», прежде чем Ульяна улеглась мне на спину."
            "А теперь поздно."
            "Я не смогу в таком состоянии подняться и выпрямиться."
            "Вернее, смогу, но… Нет, не смогу."
            us "Чёрт с тобой."
            "Прошипела девочка и растворилась в кустах за моей спиной."
            play sound sfx_bush_leaves fadein 0
            window hide
            $ persistent.sprite_time = "day"
            scene bg ext_path2_day
            with dissolve
            sl "Что здесь…"
            show sl2 surprise pioneer at zenterleft
            extend " Семён?!"
            "Изумилась Славя."
            me "Привет."
            "Я убито уронил голову на скрещенные руки."
            th "Мне конец."
            "Только я мог угодить в настолько идиотскую ситуацию."
        "Направо":
            $ volume (0.9,'music')
            $ volume (0.9,'ambience')
            us "Ну и дурак."
            "Прокомментировала Ульяна."
            "Но покорно пошла туда, куда я указал."
            "И даже почти не ныла."
            "Только пнула разочек. Но это же такие мелочи, правда?"
            play sound sfx_bush_leaves
            window hide
            scene bg ext_polyana_day with flash
            "Тем более, что спустя полчаса мы вышли на какую-то большую поляну."
            if alt_day4_neu_mt_fire:
                "Вчера, правда, я вышел сюда несколько другим путём."
                "Но действующие лица и в этот раз были те же."
            "Ольга Дмитриевна сидела на одном из бревнышек и задумчиво смотрела в костёр."
            "Заслышав наши шаги, она подняла голову:"
            show mt normal pioneer at zenterleft
            mt "Семён, Ульяна."
            "Она кивнула нам."
            mt "Славя сказала, что найдёт помощников для уборки, но я не думала, что ей понадобится столько народа."
            me "Э, ну…"
            "Ульяна хотела было что-то возразить, но я наступил ей на ногу."
            "Тем более, что за спинами у нас снова зашелестела листва, и на полянку выбралась Славяна."
            show mt normal pioneer at left with moveinleft
            show sl normal pioneer at right with dissolve
            sl "Поработать пришли?"
            "Не удивилась она."
            sl "Хорошо."
            "Ульяна застонала."
    window hide
    stop music fadeout 3
    stop ambience
    return
    
label alt_day5_neu_supper:
    scene bg ext_dining_hall_near_sunset with dissolve
    play ambience ambience_camp_center_evening fadein 3
    "Ничего особо смертельного не произошло."
    "Цена индульгенции для отдельно взятого грешника — как следует вычищенное костровище, булыганы, возвращённые на родину — туда, откуда их вымыло или выкатило."
    if not alt_day5_neu_sl_voyeur:
        "Пусть моим грехом и считается выход за территорию."
    "И, конечно, перепечканные руки и физиономия."
    "Которую Ульяна оттирала с какой-то совершенно особой сладострастностью."
    if alt_day5_neu_sl_voyeur:
        "Не иначе, мстила."
        "Впрочем, я был не против такого типа мести."
        "Главное — это успешно уворачиваться, когда между нами пропадает пространство."
        "Мне очень не понравились мысли, посетившие меня в лесу, поэтому я всерьёз прикидывал вариант обратиться к Виоле за каким-нибудь успокоительным."
        th "В конце концов, мне тридцать без малого, а не семнадцать!"
        dreamgirl "Тело твоё считает иначе."
        "Усмехнулся внутренний голос."
    window hide
    play sound sfx_open_dooor_campus_1 fadein 0
    scene bg int_dining_hall_people_sunset with dissolve
    play ambience ambience_dining_hall_full fadein 3
    dreamgirl "С кем лопать сядешь?"
    "Я огляделся: свободны были два места рядом с Алисой и одно у самого прохода за маленьким столом."
    $ volume (0.5,'music')
    $ volume (0.5,'ambience')
    if us_pt >= 4:
        menu:
            "Сесть одному":
                pass
            "Сесть с Алисой":
                $ volume (0.9,'music')
                $ volume (0.9,'ambience')
                play music music_7dl["explore"] fadein 3
                "Увлекаемый за собой неугомонной Ульяной, я добрался до стола, где в гордом одиночестве поглощала какого-то морского гада Алиса."
                me "На дворе четверг, что ли?"
                show us normal sport at left with dissolve
                us "А?"
                me "Рыбой кормят."
                "Мы уселись рядом с Алисой, которая покосилась на нас с плохо скрываемым любопытством:"
                show dv normal pioneer2 with dspr
                dv "Вижу, вы уже поладили?"
                th "Сейчас начнётся."
                "Понял вдруг я."
                "И почти угадал."
                show dv smile pioneer2 with dspr
                dv "Вы уже целовались, а?"
                show us surp3 sport with dspr
                us "Ты что это такое говоришь?!"
                "Закричала Ульяна."
                show dv grin pioneer2 with dspr
                dv "Нет? {w}Вы так трогательно ходите вместе."
                dv "Наверное, и за ручку держитесь, когда не видит никто?"
                me "За ножку."
                "Огрызнулся я."
                show us shy2 sport with dspr
                "А Ульяна, похоже, совершенно не была готова к свинье таких размеров."
                "Да ещё и от подруги."
                "Она продолжала сидеть и молча краснеть."
                show us calml sport with dspr
                "Всё очевидно: окажись на месте Алисы я, Электроник или кто угодно, к кому она не питает такого же пиетета, и сидеть бы ему с тарелкой на голове и рыбой за шиворотом."
                "Но Алиса умудрилась преподнести сюрприз своей подруге."
                "И та сидела и думала что ответить в такой ситуации."
                "Обычно бойкая на язык и не лезущая за словом в карман Ульянка не знала что сказать."
                "Вернее, судя по плотно сжатым губам и нахмуренным бровям, было у неё несколько вариантов."
                "Но даже её умишка хватало на то, чтобы понять — не стоит наказывать заигравшихся детей через усекновение головы или расстрел."
                show us upset sport with fade
                "И снова на помощь приходит капитан Тормоз!"
                "Нельзя было сказать, чтобы мои действия были чем-то правильным."
                "Или хотя бы продуманным."
                "Просто понаблюдав за разворачивающейся сценой унижения и издевательств над ближним своим, «на дурака» предположил:"
                me "Не могу понять, Двачевская: ты что, ревнуешь?"
                stop music fadeout 3
                show blinking
                pause(2)
                "Над столом повисла тишина."
                "Настолько плотная и осязаемая, что даже пионеры со смежных столов на секундочку заткнулись и повернулись в нашу сторону."
                show us sad sport with dspr
                us "Да забирай ты его, он мне не нужен!"
                "Ульяна вскочила из-за стола."
                us "Раз ты его так любишь!"
                play sound sfx_dropped_chair
                "На пол с грохотом упало что-то тяжёлое."
                play music music_list["doomed_to_be_defeated"] fadein 0
                "И не успел никто из нас среагировать, а рядом уже стояла вожатая!"
                show mt normal pioneer at right with dissolve
                mt "Так, что здесь творится?"
                "И с удивившей меня скоростью наклонилась, подняв с пола тот самый предмет."
                "Им оказался кусок шиферной крыши."
                "Мы обычно кидали такие в костёр, если хотели, чтобы жахнуло как следует."
                show mt angry pioneer with dissolve
                mt "И чьё же это?"
                "Нахмурилась вожатая."
                mt "Ульяна, твоё? Или Алисино?"
                th "Какая прелесть."
                "Промелькнула в голове мысль."
                th "Как могут повернуться события или судьбы всего за несколько секунд."
                "Если бы Алиса не травила подругу и не злила её, то ситуация была бы чуть-чуть менее щекотливой."
                "Но здесь у Ульяны появляется шикарная возможность отплатить за всё сказанное разом — просто подставив подругу."
                "Разве что после этого дружить они точно не смогут."
                show dv guilty pioneer2 with dspr
                show us dontlike sport with dspr
                us "Это…"
                "Начала мелкая. {w}А я замер."
                "Алиса тоже с интересом наблюдала за разворачивающейся ситуацией — и уверен: её посещали ровно те же мысли, что и меня."
                us "Ну, предположим, моё."
                "Угрюмо буркнула она."
                "Всё-таки она оказалась куда лучше и достойнее своей стервозной подруги."
                stop music fadeout 3
                show mt rage pioneer with dspr
                mt "Значит, ты опять решила испортить мероприятие?!"
                "Разъярилась вожатая:"
                mt "Так, живо выкладывай, что у тебя там ещё!"
                show us calml sport with dissolve
                us "Нет у меня ничего."
                show mt normal pioneer with dspr
                mt "Уль-{w=.3}я-{w=.3}на!"
                show us shy sport with dspr
                us "Ох."
                window hide
                scene bg int_dining_hall_sunset
                with fade
                play music music_7dl["old_kiss"] fadein 3
                "Наверное, Ульяна бы и сейчас смогла бы отказаться, убежать или сделать ещё что-нибудь в своём духе. {w}Что-нибудь эдакое."
                "Но вожатая поймала момент и пользовалась им на все сто — из карманов мелкой удалось добыть несколько рогаток, подшипников, коробку с серными спичечными головками и чёрт знает что ещё."
                "Даже на мой непрофессиональный взгляд, конфискованного вполне было достаточно  для того, чтобы уверенно саботировать вообще всё что угодно."
                show mt normal pioneer with dissolve
                mt "Это точно всё?"
                "Уточнила вожатая, когда сверху целой горки потенциальных орудий преступления приземлился ещё один кусок шифера — немного поменьше того, первого."
                show us sad sport at right with dissolve
                "Девочка неохотно кивнула."
                mt "Точно?"
                "Наблюдавшая за цирком Алиса не выдержала."
                "Возможно, её замучила совесть. {w}Или я просто слишком верю в людей."
                "И здесь речь просто о какой-то человеческой солидарности или благодарности."
                "Так или иначе, она встала и присовокупила к уже имеющейся горке ещё несколько странных предметов, назначение которых мне было непонятным."
                "Вожатая нахмурилась, значит, она в этом понимала несколько больше моего. {w}И прекрасно поняла, для чего нужны были длинные полоски кургузой газетной бумаги, например."
                show dv normal pioneer2 at left
                dv "Теперь всё."
                show mt grin pioneer with dspr
                mt "Двачевская?"
                show dv angry pioneer2 with dspr
                dv "Да {image=alt_KS_censor} уже."
                "Процедила непечатное Алиса и достала из заднего кармана полупустую пачку «Магны»."
                show mt surprise pioneer with dissolve
                mt "Ты ещё и куришь?!"
                dv "Только когда выпью."
                "Огрызнулась рыжая."
                show mt smile pioneer with dspr
                mt "Вот теперь верю, что всё."
                mt "Но никто же не гарантирует, что вы не попробуете что-нибудь эдакое."
                show dv shy pioneer2 with dspr
                dv "Вам недостаточно моего честного слова?"
                show mt laugh pioneer with dissolve
                mt "Нет. А если это слово даст ещё и Ульяна, я сильно забеспокоюсь."
                show us shy2 sport with dspr
                us "Эй, я ещё здесь."
                mt "Может, поручить Семёну за вами приглядывать…"
                "Рыжие синхронно смерили меня пренебрежительными взглядами и улыбнулись:"
                show dv smile pioneer2
                show us smile sport
                with dissolve
                us "Давайте!"
                dv "Я не против!"
                show mt normal pioneer with dspr 
                mt "Кто бы сомневался."
                "Девушка в задумчивости потёрла подбородок, а потом выставила указательный палец вверх с видом «Эврика!»"
                mt "Давайте немного упростим задачку: Алиса отвечает за Ульяну, а Ульяна за Алису."
                mt "Если на костре что-нибудь случится, виноваты будете обе."
                show us calml sport with dspr
                us "Эй, так нечестно!"
                mt "Всё честно. {w}Вы же подруги? Вот и давайте уже друг друга выручать."
                show dv grin pioneer2 with dspr
                dv "И что случится, если вдруг что?"
                mt "Для начала отправлю ночевать в баню."
                "Широко улыбнулась вожатая, наблюдая за тем, как плавно сползает самодовольная ухмылочка с лица рыжей-старшей."
                mt "А там посмотрим. {w}Адью."
                "Развернувшись, вожатая отправилась на выход."
                hide mt with dissolve
                us "Эй!"
                "Как-то глупо завопила Ульяна."
                us "А как же Семён?"
                mt "Что Семён?"
                us "Он ни за кого отвечать не будет разве?"
                "Ольга рассмеялась и вышла на улицу."
                "Кажется, ответ был очевиден."
                return
    $ volume (0.9,'music')
    $ volume (0.9,'ambience')
    "Всё ещё немного дуясь на Ульянку за лес, я сделал вид, что не заметил её взгляда, и прошествовал к отдельно стоящему столику."
    "Когда я нем, я пью и ем. Хитёр и быстр. И дьявольски коварен."
    dreamgirl "Чё сказал?"
    th "А…"
    $ mt_pt += 1 
    $ alt_day5_neu_potato = True
    "Я повторил ещё раз сказанное и засмеялся."
    "Так или иначе, пока я тут бегал и пытался найти себе три с половиной минуты на то, чтобы поковыряться в носу в гордом одиночестве, жизнь не стояла на месте."
    "Киндеры между делом уже настроились на сегодняшний костёр."
    "Видимо, существовали какие-то правила, регламентирующие этот момент."
    "Или, возможно, всё дело было в том, что завершение смены на носу, и никому не захочется совместить неприятное с бесполезным — то бишь, последний день и возвращение из похода."
    "Так или иначе, на поход с ночёвкой, на который я втихаря лелеял надежду, нечего было и надеяться."
    "А жаль."
    "За неполные пять дней моего пребывания здесь стало совершенно очевидно, что люди здесь работают не из фанатиков."
    "Даже на первый взгляд преданная делу совка вожатая оказалась из категории людей, которые считают, что «нельзя, но если очень хочется, то можно»."
    th "Возможно, всё дело оказалось в том, что я наконец стал относиться к ним так, как и следовало с самого начала?"
    th "Как к людям?"
    th "Хотя куда проще было считать каждого отдельно взятого персонажа просто аляповато намалёванной гуашью на картонных задниках с тремя с половиной присвоенными репликами."
    th "Без жизни, сюжета и характера."
    "И жутко становится от мысли, что каждому из них судьбой отмерена история, которая индивидуальнее даже отпечатка пальца."
    "И если пытаться впитать их в себя и хотя бы на пару процентов совместить как детальки в паззле, то проще вскрыть вены, потому придётся принимать на веру и впускать в себя мысль, что ничем ты не лучше их всех."
    "Даже если они просто безликие статисты в истории, которая изотрётся из твоей памяти быстрее, чем затихнет эхо хлопка одной ладони."
    "Даже если ты одинок в толпе радующихся жизни детей."
    show dreamgirl_overlay with dspr 
    "Потому-то и существует вдохновение, когда на квадратный метр пространства концентрация уникальности превышает ёмкость реальности."
    "И тогда строчками ложится то, о чём лучше предупреждать заранее."
    "Снимать с себя всяческую ответственность за совпадения, случайные или злонамеренные."
    "Но в первую очередь — за влияние, которое могут оказать эти строчки."
    "Даже если это влияние уровня вопроса через плечо: «И не надоедает же тебе писать чернуху?»"
    mt "Семён, не спи!"
    "Это могла бы быть Мику, Алиса, Славя, Лена. Или даже Женя."
    "Да даже Ульяна."
    "Я бы дышал их присутствием в моей жизни и, возможно, даже сумел бы снова ожить."
    show mt normal pioneer with dissolve
    mt "Не помешаю."
    "Это был не вопрос, а утверждение."
    "Напротив меня опустилась вожатая и подмигнула мне."
    play ambience ambience_medium_crowd_indoors_1 fadein 3
    scene bg int_dining_hall_sunset at zenterleft
    show mt normal pioneer with dissolve
    mt "Как дела, Сёмыч?"
    if mt_pt > 5:
        "А это оказалась Ольга."
        "Большая взрослая тётя."
        if alt_day4_neu_mt_fire:
            "К чертям спалившая мои документы С Той Стороны и не задавшая вопрос про их принадлежность."
            "И, судя по всему, делающая это далеко не в первый раз."
        "У нас есть какая-то история."
        "Но Ольга почему-то не спешит делиться ей."
        "А сам я, как ни стараюсь, не могу вспомнить абсолютно ничего с ней связанного."
        "Уж будьте уверены, я бы точно не забыл, если бы в моей жизни появился такой ангел!"
    me "Кисло."
    "Хозяйка стервь, пирог фуфло, котлеты тоже из конины…"
    mt "Сёмыч, у меня к тебе очередное партийное поручение."
    "Серьёзно сказала вожатая."
    me "Опять?!"
    "Простонал я."
    th "Сегодня что, спецмероприятие по заездам на моей шее?!"
    me "У меня уже руки опускаются."
    "Левая рука упала вдоль тела, демонстрируя, до какой степени опускаются."
    show mt smile pioneer with dspr 
    mt "Не куксись!"
    "Вожатая толкнула меня в плечо."
    mt "Разве ты не знаешь? Самая лучшая награда за работу — это новая работа?"
    "Это имело бы смысл, если бы я был героем какой-нибудь RPG."
    "Много-много квестов во имя забитого датчика накопленного опыта, кучи уровней и шмоток на плюс тридцать процентов к хитрожопости."
    me "Что у вас там?"
    show mt grin pioneer with dspr 
    mt "А ты не догадываешься?"
    me "Не знаю и знать не желаю!"
    "Длинные каштановые волосы, лицо с очень правильными чертами и огромные зелёные глазищи."
    "И смотрит так исподлобья."
    mt "Мммммууууу…"
    me "Что?"
    th "Можно я лучше куда-нибудь спрячусь? И мысли свои попутно об уникумах и умникумах работящих."
    me "Пусть Славя работает, она от этого тащится."
    mt "Ммммууууу…"
    "Снова замычала вожатая."
    show mt laugh pioneer with dspr 
    mt "Ты мычишь как телок, Сёмыч."
    "Наконец, не выдержав, рассмеялась вожатая."
    "Кажется, она получала искреннее удовольствие, уламывая меня на… А кстати, на что?"
    me "А что делать-то?"
    "Насторожился я."
    show mt smile pioneer with dspr 
    mt "Вот! Правильный настрой!"
    "Ольга ещё раз хлопнула меня по плечу."
    mt "C таким и надо подходить к делу."
    mt "После ужина не уходи далеко, ладно? Нужна будет кое-какая твоя помощь."
    me "А что делать-то надо?!"
    "Отчаянно воскликнул я."
    mt "Увидишь."
    "Кивнув мне, она поднялась."
    return

label alt_day5_neu_evening:
    window hide
    stop music fadeout 3
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_square_sunset with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music music_list["lightness"] fadein 3
    "На часах было почти девять, когда сытые и ленивые пионеры с трудом собрались на площади."
    "Было видно, что никто никуда идти не хочет."
    "Точнее, не может."
    if alt_day5_neu_potato:
        "А у меня ситуация ещё и усугублялась мешком картошки, который «отныне и до костровой твой лучший друг и мама»."
        "Слова вожатой, не мои."
        "Но отказаться почему-то не получилось."
        "Чорт."
    th "Можно притвориться, что у меня болит живот."
    dreamgirl "Сказать, что на ужин мясо было некошерное, и теперь у тебя полный purge."
    th "И пойти почитать там, например. {w}Или поваляться на кровати."
    "Да просто пошляться по лагерю."
    "Если я правильно ошибаюсь в своих предположениях, мероприятие будет массовое — то есть для всех без исключений."
    "А мне почему-то очень хотелось походить по лагерю в одиночестве, чувствуя, что вокруг никого-никого нет."
    show mt normal pioneer with dissolve
    mt "Отряды… Рравняйсь! {w}Смиррно!"
    "Рявкнула она так, что я даже немного напугался."
    mt "На «первый-второй» рассчитайсь!"
    hide mt with dissolve
    me "Никакого обязалова и идеологической пурги…"
    "Пробормотал я себе под нос, старательно выполняя требования регламента."
    "Всем хорош был совок в плане возможностей влиться в общество, ребёнка с детства готовили к тому, что он должен уметь работать в команде."
    "Но вот этот регламент."
    "Яростное отрицание религии, массовая переделка церквей и соборов в культурные центры и бассейны…"
    "В результате коммунизм приобрёл черты того, что так старательно изживал — старая как мир история о врагах, что ближе друг другу родных братьев."
    "Я говорю про эти галстуки, символику, строевую подготовку и целую кучу совершенно бесполезных в быту вещей, всё назначение которых — это заставить человека действовать как существо коллективное."
    th "Религия чистой воды. Даже храмы свои имеются. И Святые. Вроде Иосифа Виссарионыча. Или его здесь не было?"
    "Я покосился на бронзового оболтуса в очках."
    th "Кому попало памятники ставить ведь тоже не станут, а?"
    window hide
    with fade
    "Мне в пару достался Электроник."
    if alt_day5_neu_candle == 3:
        "К моей великой зависти относительно Шурика,"
        if (alt_day4_fz_sh == 1) or (alt_day4_fz_sh == 4) or (alt_day3_technoquest_st3 == 2):
            extend " который так и тянул ляжки в медпункте."
        else:
            extend " который, похоже, все эти добровольно-принудительные работы успешно переживёт в городе."
    th "Нет, ну давайте заболеем? Животом? Или покашлять как следует?"
    "Я попробовал."
    "Получилось не очень."
    "Ненатурально как-то."
    show el normal pioneer at left with dissolve
    el "Эй, ты в порядке? {w}Как себя чувствуешь?"
    "Да уж, этого-то обвести вокруг пальца невелико достижение."
    "Вот если бы Ольга Дмитриевна была такой же легковерной."
    me "Всё в порядке."
    "Отмахнулся я. {w}Не хватало ещё устраивать смотр моим актёрским талантам пред всем честным народом."
    "Полагаю, Ульяну бы такая роль нисколечко не смутила  — эта как раз вполне сумела бы накашлять себе механическое повреждение и дальше хрипеть очень даже натурально."
    th "Несколько не та цена, которую я готов заплатить за возможность пошляться по лагерю в одиночестве."
    me "Ядом подавился."
    show el surprise pioneer with dspr
    el "Что?"
    me "Ничего."
    "С усилием разогнулся я."
    me "Слюной поперхнулся, когда подумал о печёной картошке."
    hide el with dissolve
    "Электроник понятливо кивнул и столь же понятливо растворился на заднем плане, не докучая мне больше."
    me "Так, глядишь, и вечер будет не такой уж и ужасный."
    "Приободрился я."
    th "Если он не станет лезть ко мне с разговорами — мы вполне сумеем поладить."
    th "Наверное." 
    "Остальные знакомые мне пионеры распределились по парам там же, как жили."
    "Видимо, за эти три недели они и правда хорошо привыкли друг к другу, кое-кто даже подружился."
    "Славя и Жужелица о чём-то мирно разговаривали, предоставляя мне возможность увидеть жуколапую в естественной среде обитания, пока она ещё не выпустила колючки."
    "На выходе получилось вполне себе вменяемое существо, чем-то даже немного симпатичное."
    "Лена и Мику о чём-то негромко шушукались, то и дело хихикая."
    "Здесь взаимная притирка была ещё заметнее — слишком далеко по шкале общительности стояли экстремумы."
    "Мику перестала тараторить и научилась регулировать громкость. Лена перестала мямлить как тютя."
    "Нормальное человеческое общение — жаль, со мной так не будет, так как я сам стушуюсь и заткнусь раньше, чем разговорю кого-либо."
    "С рыжими всё понятно, они, судя по всему, вообще знакомы не первый год."
    th "Топ-топ…"
    stop music fadeout 3
    "Машинально выполнив вместе со всеми «нале…», я зашагал к воротам."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_path_sunset with dissolve
    play ambience ambience_forest_evening fadein 3
    "Лагерь был построен ханжами."
    "И спланирован ими же."
    "Поэтому пока, по уверениям нашей вожатой, мы «закаляли характер» и пытались «духом окрепнуть в борьбе» и разными другими способами воспитать в себе чувство товарищества, в действительности происходило нечто иное."
    "Потому что не знаю, как всем прочим, но меня немного отвлекали окружающие."
    "Сначала злили криками, справедливо спрашивая в ответ на замечания: «Вы говорили: не кричи — не в лесу. Я в лесу»."
    "Потом игрой в перестрелку шишками."
    "Скрипя зубами, я терпел и это."
    th "Может, это и есть зарождающееся чувство товарищества."
    "Уговаривал себя я."
    th "Просто у каждого оно проявляется по-своему."
    "И совершенно необязательно подходить к расшалившемуся пионеру, попавшему шишкой тебе в лоб, и бить ему в нос в отместку."
    el "Семён, ты почему такой мрачный?"
    me "Всё хор-рошо!"
    "Сквозь зубы процедил я."
    me "Просто замечательно."
    th "Смысл похода в том, чтобы не поубивать своих товарищей по мере того, как вы пытаетесь добраться до абстрактной точки Б."
    th "Но было бы здорово, если бы это был Дикий Запад, и у каждого вольного стрелка всегда наготове было несколько свинцовых приветов сорок четвёртого калибра."
    th "Уж шишками бы точно не кидались."
    window hide
    scene bg ext_backroad_day_7dl with dissolve
    if alt_day5_neu_potato:
        "Гораздо хуже стало, когда мы вытянулись на узкой тропинке в колонну по одному."
        "Сзади пыхтел и наступал на ноги Электроник, впереди о чём-то шипела Алиса."
        "То ещё удовольствие."
        "Очень хотелось догнать вожатую и надеть этот мешок с картошкой ей на голову."
        "Безумно хотелось!"
        "Я замечтался, во всех подробностях представляя, как она будет выглядеть в своей новой шляпке."
    else:
        "Хотя я немного приободрился, когда Борис Александрович, стоящий во главе нашей колонны, свернул где-то с широкой тропинки, по которой мы могли идти парами, на тропинку ощутимо поуже."
        "Пришлось выстраиваться в колонну по одному."
        "Так что никто не мешал, не ловил мои взгляды и не спрашивал, куда это я пялюсь."
        "Впереди топала Двачевская в своей подвязанной на животе рубашке и юбке, натянутой так, что при известном желании можно было разглядеть всё, что только хочется."
        "Вот я и разглядывал."
    scene black with fade
    
    "И погрузился в это занятие так, что когда Алиса резко встала, я не успел сдержать шаг и со всего маху заторомозил в неё."
    window hide
    scene bg ext_backroad_day_7dl
    show dv angry pioneer2
    with flash
    dv "Эй, смотри, куда прёшь!"
    me "Извини! Ты слишком быстро остановилась!"
    me "А почему, кстати?"
    show dv smile pioneer2 with dspr
    dv "Так засмотрелся на мою задницу, что счёт времени потерял? {w}Пришли!"
    "Пытаясь спрятать вспыхнувшие щёки, я аккуратно выглянул из-за плеча Алисы."
    "И правда."
    "Пришли."
    window hide
    return
    
label alt_day5_neu_campfire_doom:
    scene bg ext_polyana_sunset
    show mt normal pioneer
    with dissolve
    mt "Отряды, разойтись!"
    "Скомандовала вожатая."
    "И пионеры организованно расселись по своим местам."
    "Порядок был здесь похлеще, чем на ужине в столовой."
    play music music_7dl["lastlight_guitar"] fadein 3
    "Я сегодня уже побывал здесь, и с тех самых пор ничего не поменялось."
    "Относительно круглая поляна, по периметру которой лежало несколько длинных брёвен, образующих неправильный многоугольник."
    hide mt with dissolve
    "Геометрический центр этого многоугольника приходился на подкопчённые камни костровища, которые мне сегодня пришлось таскать и ставить на место."
    "Здесь же уже стояли составленные «домиком» поленья с ворохом растопки в середине."
    "Осталось только чиркнуть спичкой и поджечь это всё."
    "Ну и, как водится, место у скалы снова заняла наша Мисс Непогрешимость."
    "Посрамив всех бойскаутов, она одним отработанным движением от себя чиркнула спичкой…"
    play sound_loop sfx_forest_fireplace fadein 3
    "И пламя было рождено."
    th "Ну вот, похоже, и всё."
    "Подумал я."
    th "Обычно с костра всё только начинается — уборка территории, поиск колышков, которых всегда почему-то недостаточно, подготовка бивуака."
    "Потом на сковородки и кастрюли встанет шеф-повар, пока мы добываем в лесу недостачу колышков и удим рыбу на утреннюю уху."
    "И вот одновременно с углей отчаливает сковородка с картошкой и грибами, поспевает чёрный — дна не видать — чай, а из расставленных уже палаток тянутся на волнующие запахи аборигены в спортивных костюмах."
    show sl normal pioneer with dissolve
    sl "Как дела?"
    "Постояв немного у костра, Славя отошла ко мне и подсела рядышком."
    me "Немного жалею…{w} Что неполноценный он, этот поход."
    "Признался я."
    sl "Да?"
    "Славя оказалась понятливой девушкой."
    sl "В середине смены собирались на несколько дней, но так и не собрались."
    sl "А ты уже ходил?"
    me "Спрашиваешь!"
    "Я поделился с ней мыслями о том, где и как я вижу себе нормальный поход."
    me "А ночью, когда дети помладше разойдутся по палаткам, можно будет достать гитару и бутылку с чем-нибудь крепким."
    show sl serious pioneer with dspr
    sl "Не люблю алкоголь."
    "Поморщилась Славя."
    sl "Жизнь надо воспринимать во всей её красе — какая она есть на самом деле."
    "Я пожал плечами."
    me "Иногда для восприятия жизненно необходимо немного ослабить тормоза."
    show sl smile2 pioneer with dspr
    sl "А мне — не нужно!"
    "Славя поняла, что это прозвучало как хвастовство, и немного покраснела."
    me "Возможно, ты и права."
    "По сравнению с местом, которое я считал своим домом, здесь сам воздух был таким, что иногда пьянил и безо всякого вина."
    "Особенно, если совпадало настроение."
    me "Но описывать словами переживания, когда ты с кем-то вот так сидишь ночью у костра… Бесполезно."
    "Славя улыбнулась и поднялась:"
    sl "Жаль, не довелось. Не скучай."
    hide sl with dissolve
    "Она погладила меня по плечу и отошла к вожатой, негромко с ней заговорив."
    if alt_day5_neu_potato:
        "«Мой лучший друг и мама» так и стоял рядом со мной."
        "И очень хотелось пнуть его."
        "Я решил уступить своим низменным порывам."
        "И легонько тронул ногой безобразное, серое чудовище, оттянувшее мне все конечности."
        "И только тут заметил внимательный взгляд Ольги Дмитриевны."
        th "Блин блинский."
        "Скрестив руки на груди, я отвернулся и сделал независимый вид."
    "И вот, наконец, я один."
    "Старательно пестуемое чувство… скорее, способность — чувствовать себя одиноким даже в толпе."
    "Вернее сказать, как раз в толпе я и ощущал себя наиболее одиноким."
    "Тем сильнее, чем интенсивнее бурлила вокруг жизнь и раздавался смех."
    "Минуты шли, костёр прогорел."
    if alt_day5_neu_potato:
        "Меня, наконец, освободили от чёртовой обузы."
    else:
        "Из ниоткуда появился мешок с картошкой, и всех желающих оделили целым клубнем."
    "А какой же пионер не любит печёную картошку?"
    "К костровищу потянулась очередь."
    "Чёрт его знает, как они собирались зарывать картошку в золу, если у них костёр с каменной подложкой, но…"
    sl "Сём!"
    "Крикнула Славя."
    sl "Я тебе тоже картошку сделаю, ладно?"
    "Я кивнул."
    "И снова погрузился в полутранс, который возможен только у живого пламени."
    stop music fadeout 3
    with fade
    "Какой-то пионер, двигающийся вдоль наших рядов, явно кого-то ищущий, запнулся о ногу Алисы."
    "А та, не мудрствуя лукаво, не поднимаясь, треснула ему по шее."
    "Разумеется, пионер заголосил и отскочил в сторону."
    "Разумеется, вожатая тут же обратила внимание."
    "Вернее, даже две вожатые — с того края поляны мгновенно прибежала какая-то полноватая девушка и вступилась за своего пионера."
    "Было ясно, что на тормозах это дело спустить не получится."
    "Результат?"
    if alt_day5_neu_potato:
        "Немножко предсказуемый."
    "Алиса нарычала на вожатых и, поднявшись, одарила их фирменным цоевским жестом."
    "После чего растворилась в сумерках."
    "Я наблюдал за всем как будто во сне, абстрагировавшись ото всего."
    "Мескалин."
    "Нарколепсия."
    "Тебя ничто не трогает, ты не можешь ничего коснуться."
    "Тем более, что Славя принесла мне мою картошку и спичечный коробок с солью."
    "Не французские деликатесы, конечно, но…"
    "Разве что Ульяна, которую наказали согласно коллективной ответственности, так и сидела наособицу, и от обиды у неё дрожали губы."
    "Ульяну лишили картошки за поведение."
    th "Господи, что за идиотское наказание?"
    "Промелькнуло в голове."
    stop music fadeout 3
    if not alt_day5_neu_potato:
        th "Ольга, конечно, обещала, что если провинится Алиса, то пострадает Ульяна."
        th "Но, по-моему, это уже перебор."
    $ volume (0.5,'ambience')
    menu:
        "Отдать Ульяне свою порцию":
            $ karma += 25
            $ mt_pt += 1
            $ us_pt += 1
            $ alt_day5_neu_us_potato = True
            play music music_7dl["there_you_are"] fadein 3
            $ volume (0.9,'ambience')
            "Не то чтобы я чего-то такого хотел или пытался подружиться с мелкой."
            "Но мне было настолько неприятно и неловко от ситуации, в которой она оказалась, что я оказался неспособен и дальше сидеть."
            th "Старый Семён, где ты, ау?"
            "Ругнул я себя для острастки."
            "И поднялся."
            me "Эй."
            show us sad sport with dspr
            us "Чего тебе?"
            "Уныло посмотрел на меня этот вечный пострелёнок."
            "И я лишний раз убедился в том, что круговая порука должна быть только между равными."
            "Нельзя лишать ребёнка вкусного только потому, что у него подруга тварь и хамло."
            me "Будешь?"
            "Я протянул ей свою картофелину."
            "Которую только что, обжигаясь, чистил и солил."
            show us upset sport with dspr
            us "А как же ты?"
            "Я пожал плечами."
            us "И вот просто так отдашь, да?"
            "Я улыбнулся."
            show us normal sport with dspr
            if persistent.us_7dl_good:
                us "Ладно, уговорил. Разрешу поцеловать себя в щёчку."
                us "Но только не наглеть!"
                "Я покраснел."
                me "Так ты будешь или нет?"
                us "Встречаться?"
                me "Картошку!!!"
                show us laugh sport with dspr
            else:
                us "Только учти, я с тобой всё равно встречаться не буду!"
                me "Ладно! Ладно!"
                "Я выставил ладони перед собой."
                me "Если не хочешь со мной встречаться — не встречайся. Картошку-то будешь?"
            show us smile sport with dspr
            us "Да давай, конечно!"
            "Она мгновенно сцапала угощение."
            "И…"
            me "Что ещё?"
            th "Давайте закончим уже эту сценку, и я пойду обратно на бревно сяду?"
            th "Мне неуютно от мыслей, которые возникают в головах тех, что на нас смотрят!"
            show us shy2 sport with dspr
            us "Я не могу так."
            show us laugh2 sport with dspr
            "Разломив картофелинку, она забрала себе больший кусок, а меньший оставила мне."
            us "Вот так-то лучше! {w}Поделились по-братски!"
            hide us with dissolve
            "Усмехнувшись, я съел свою половину и вернулся обратно на бревно."
            show mt smile pioneer far with dissolve
            "И по дороге перехватил подмигивание Ольги Дмитриевны."
            hide mt
            show sl smile pioneer far
            with dissolve
            "И одобрительно выставленный большой палец Слави."
            hide sl with dissolve
            stop music fadeout 3
        "Обойдётся":
            $ volume (0.9,'ambience')
            "Пожав плечами, я употребил угощение по назначению."
            "В конце концов, я растущий организм, мне нужнее."
            "А что-то вякнувшей совести я показал кулак и приказал заткнуться."
            "Мне совершенно не нужно, чтобы мелкая подходила ко мне ближе чем на пять метров."
            "Практика показывает, что этого достаточно для того, чтобы оставаться в стороне от шторма."
    window hide
    $ persistent.sprite_time = "night"
    $ night_time()
    scene bg ext_polyana_night with dissolve2
    play music music_7dl["nowyouseeme"] fadein 3
    "Костёр прогорел окончательно, все желающие съели по картошке и немного попели под гитару."
    "Миссия выполнена?"
    "Будто отвечая моим словам, Ольга поднялась и скомандовала:"
    show mt normal pioneer with dissolve
    mt "Отряды! {w}Согласно номерам и росту на обратную дорогу в лагерь — стройсь!"
    "Здесь-то и стала понятна форма поляны — поднявшись разом, пионеры будто снова оказались на импровизированной линейке."
    "Так что оставалось только развернуться и направиться к чёртовой бабушке согласно субординации."
    "Вечер, ничуть не лучше и хуже других."
    stop sound_loop fadeout 2
    stop ambience fadeout 2
    window hide
    scene bg ext_path_night with dissolve
    "Разве что этот был посвящён тому, что я так старательно хоронил на дальних полках в закромах памяти."
    "И чем дальше, тем лучше."
    stop music fadeout 3
    "Потому что нет ходу назад в прошлое, каким бы счастливым оно ни было."
    ".{w=.3}.{w=.4}."
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_square_night with dissolve
    play ambience ambience_camp_center_night fadein 3
    play music music_7dl["vale"] fadein 3
    "Когда мы добрались до лагеря, стояла уже глубокая ночь."
    "Тёмная, живая. Непроглядная."
    "Какой она бывает только на юге."
    "И всё то время, что мы шли, я никак не мог отделаться от мысли, что с каждым шагом отбрасываю в прошлое тенью несвершившееся."
    "Будто я сделал что-то обыденное, вместо того, чтобы делать полезное и важное."
    "И всё же, всё же…"
    if alt_day5_neu_sl_voyeur:
        stop music fadeout 8
        stop ambience fadeout 6
        show sl normal pioneer with dissolve
        sl "Доброй ночи."
        "Мне не очень-то понравилась улыбка, которой меня одарила Славя, но…"
        me "Виделись."
        sl "Семён, дело есть."
        me "Звучит серьёзно! {w}И что за дело?"
        show sl serious pioneer with dspr
        sl "Слушай, это серьёзно."
        sl "Присядешь?"
        "Я сел на ту же скамейку, что и она."
        sl "Сегодня днём тебя видели выходящим за территорию без разрешения."
        me "И что? Теперь меня расстреляют?"
        sl "Послушай!"
        sl "После вчерашней комиссии, начальство обращает внимание на любые жалобы! В том числе на такие, как самовольный уход из лагеря."
        sl "И только то, что я занимаюсь ещё и обработкой жалоб, позволяет нам с тобой обсуждать это."
        "Она достала из кармана записку и прочитала:"
        if not herc:
            sl "«Сегодня после полдника пионер первого отряда Персунов с какой-то девочкой ушёл из лагеря! С ними никого не было». Без подписи."
        else:
            sl "«Сегодня после полдника пионер первого отряда Сычёв с какой-то девочкой ушёл из лагеря! С ними никого не было». Без подписи."
        me "И что теперь?"
        sl "Это ты мне скажи — что теперь?"
        "Славя явно на что-то намекала."
        "Но я, хоть убей, не мог понять, на что."
        me "Ничего?"
        sl "Семён!"
        me "Я не понимаю, что у тебя за больной интерес к тому, с кем я и зачем в лес хожу?!"
        show sl sad pioneer with dspr
        sl "Хорошо."
        "Она поднялась."
        sl "Но ты сам понимаешь, я должна буду отнести анонимку и рассказать всё вожатой?"
        me "А что ж не начальнику лагеря сразу?"
        "Моя улыбка была какой угодно, только не приветливой."
        show sl angry pioneer with dspr
        sl "Потому, Семён."
        "Настроение у неё было испорчено капитально."
        sl "Что я хочу помочь. Хочу быть полезной."
        sl "Стать полезной. {w}А не сволочью, которой ты так старательно меня выставляешь."
        "Она поднялась и скрылась в ночи."
        "Оставляя меня наедине с моей совестью."
        th "Кажется, это я сейчас поступил как самая настоящая сволочь."
        th "Да?"
    stop music fadeout 3
    stop ambience fadeout 3
    window hide
    return
    
label alt_day5_neu_sleepnight:
    scene bg ext_house_of_mt_night_without_light with fade
    play ambience ambience_camp_center_night fadein 1
    play music music_list["a_promise_from_distant_days_v2"] fadein 2
    "У меня было ещё немного времени, прежде чем Ольга закончит свой обход."
    if alt_day5_neu_sl_voyeur:
    "И Славя донесёт про мой уход с территории."
    th "Ох, боюсь-боюсь!"
    dreamgirl "А Ульянка как же?"
    th "Что-нибудь придумаю."
    play sound sfx_open_dooor_campus_1
    pause(1)
    window hide
    scene bg int_house_of_mt_night with fade
    play ambience ambience_int_cabin_night fadein 1
    "Здесь всё было по-прежнему."
    "Чайники, термосы, бельё Ольги, висящее на спинке."
    if mt_pt >= 7 and alt_day5_neu_mt_voyeur != 0:
        return
    if alt_day4_fz_sh == 1 or alt_day4_fz_sh == 4:
        "Ещё одно воспоминание в копилку с надписью «я хотел бы, чтобы их никогда не существовало»."
        "Но я сам выбрал такой вариант, ничего с этим не сделаешь."
    "Я разделся, с неудовольствием ощущая, что весь пропах запахом дыма."
    th "Ладно, завтра последний день, перед смертью не надышишься, намоемся-набреемся и облачимся в чистое как перед боем."
    "А пока…"
    play sound sfx_click_2
    scene bg int_house_of_mt_night2 with fade
    "Гуте нахт, лагерь."
    if alt_day5_neu_sl_voyeur:
        "Гуте нахт, стукачка Славя."
        "Чувство товарищества не подсказало тебе уничтожить анонимку? Вот оно, чувство товарищества, да."
    window hide
    scene cg wtf_end_of_day with dissolve
    "Беззвучно послав непечатное словцо в потолок, я прикрыл глаза и расслабился."
    if alt_day5_neu_sl_voyeur:
        "И, уже почти засыпая, расслышал, как скрипнула дверь, и в помещение зашла вожатая."
        mt "Сём?"
        me "У?"
        "Сонно спросил я."
        mt "Так скажешь, куда и зачем с Ульянкой ходили?"
        "Не удивился тому, как быстро она вычислила мою соучастницу."
        "Сил уже удивляться не было."
        "И, широко зевнув, сказал:"
        me "За Славей… ммм… следили."
        mt "Вот как? А зачем?"
        if us_pt < 4:
            me "Эта… ммм… Информация секретная."
            "Ольга тихо рассмеялась."
            mt "Ладно уж. Спи, агент-секретчик."
            "Она подоткнула мне одеяло и вышла из домика."
        else:
            $ volume (0.5,'music')
            $ volume (0.5,'ambience')
            menu:
                "Куда это она пошла":
                    $ volume (0.9,'music')
                    $ volume (0.9,'ambience')
                    "Ольга тихо рассмеялась."
                    mt "Любопытной Варваре… Ладно, спи."
                    "Я полностью согласился с ней и через несколько секунд уже спал."
                    $ d3_pt += 1
                "Мы думали, у неё там мальчик":
                    $ volume (0.9,'music')
                    $ volume (0.9,'ambience')
                    mt "Да? И когда вы поняли, что это не так?"
                    me "Когда она начала раздеваться."
                    "Ольга расхохоталась в голос."
                    "Правда, тут же прикрыла рот и замолчала."
                    mt "Ладно, спи."
                    "Предложение было крайне конструктивным, и я с удовольствием им воспользовался."
                    $ us_pt += 1
    return
    
label alt_day5_neu_mt_selector:
    "И ежедневник."
    if alt_day4_neu_mt_diary:
        th "М-де, в прошлый раз было на порядок проще сдерживаться."
        "Я закрыл глаза и с силой заставил себя отвернуться."
    if persistent.mt_7dl_good and not herc:
        menu:
            "Пойти читать дневник":
                $ alt_day5_neu_mt_diary = True
            "Сидеть на крыльце и дожидаться вожатую":
                $ alt_day5_mt_7dl_hentai = True
    else:
        $ alt_day5_neu_mt_diary = True
    return
    
label alt_day5_neu_mt_retrib:
    if alt_day4_neu_mt_diary:
        $ mt_pt += 1
    else:
        $ mt_pt -= 2
    "Тяга была на уровне необоримого приказа."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    "Я на всякий случай прикрыл дверь поплотнее и, усевшись, углубился в чтение."
    $ set_mode_nvl()
    play music music_7dl["take_my_hand"] fadein 3
    $ renpy.pause(3)
    "{b}10 июня 1987{/b}"
    "И снова здравствуй старый, но уже недобрый, знакомый."
    "Иногда мне хочется выбросить тебя, как вещь, напоминающую о большинстве моих неприятностей."
    "Или глупостей."
    "Бежала чуть ли не впереди паровоза, спешила в лагерь."
    "Бежала, дура."
    "А он не приехал."
    "Хотя обещал."
    "Гад!"
    "{i}Страница закапана.{/i}"
    "Хорошо, что Славя немного разгружает меня."
    "Жаль, всего на одну смену приехала."
    nvl clear
    $ renpy.pause(3)
    "{b}5 июля 1987{/b}"
    "Проводила старую смену, забрала новую."
    "Ничего интересного."
    "Дети укатывают до состояния полной стоптанности."
    "Но в сердце всё равно пусто."
    "Он так и не приехал."
    nvl clear
    $ renpy.pause(3)
    "{b}16 июля 1987{/b}"
    "Он приехал! Он приехал! Ура!!!"
    "{b}16 июля 1987. Добавлено вечером.{/b}"
    "И… не узнал меня."
    "Он специально? Да?"
    "Только то, что на нас смотрят дети, удержало меня от желания закатить ему истерику там же."
    nvl clear
    $ renpy.pause(3)
    "{b}20 июля 1987{/b}"
    "Попытка поговорить по душам привела только к ещё большей неловкости."
    "Он и правда ничего не помнит."
    "Кошмар."
    nvl clear
    $ renpy.pause(3)
    "{b}23 июля 1987{/b}"
    "Родители попросили присмотреть за их отпрыском с недельку в городе."
    "На время пересменка поселила его у себя в квартире, не убудет."
    nvl clear
    $ renpy.pause(3)
    "{b}4 августа 1987{/b}"
    "Расстались полюбовно, пообещав друг другу встретиться в конце года."
    "Уж он-то сможет себе такое позволить!"
    "Обратно в лагерь ехала с тяжёлым сердцем."
    nvl clear
    $ renpy.pause(3)
    "{b}1 января 1988{/b}"
    "Как я поняла, он никогда не приезжает вовремя."
    "Так что даже не особо беспокоилась."
    "Встретила его у ворот, пока лагерь отсыпался после празднеств."
    "Мы снова вместе. По-моему, это здорово!"
    nvl clear
    $ renpy.pause(3)
    "{b}9 января 1988{/b}"
    "Пока ехали обратно, придумали, как бы нам не растерять воспоминания."
    "Из забавных инцидентов: в третьем отряде кому-то стало настолько плохо, что пришлось пересаживать пионерку оттуда на единственное свободное место."
    "К нам в автобус."
    "Несложно догадаться, кого именно пересадили. Ульянку, разумеется."
    "Место нашлось рядом с Алиской из второго, и я с тяжёлым сердцем посадила Ульяну рядом с ней, ожидая драк или травли."
    "Но… Оттуда всю дорогу доносился смех и какие-то оживлённые переговоры."
    "Кажется, я устроила кому-то большую дружбу. Здорово."
    nvl clear
    $ renpy.pause(3)
    "{b}7 июня 1988{/b}"
    "Пишу сюда только в лагере."
    "В остальное время будто бы забываю о существовании дневника."
    "Хотя грустно бывает и осенью, и весной."
    "Но я всегда могу окунуться в работу и забыть обо всём."
    "К счастью, в этот раз, похоже, мне не придётся тратить столько времени на хозработы."
    "Интересно, приедет ли он в следующей смене?"
    "Ещё приехала Алиска-авария с Ульяной."
    "До сих пор смеюсь над тем, как она «дикарём» зимой приехала."
    "Кошмар и ужас!"
    "Алиса же… Что с неё возьмёшь."
    "Более того, она, похоже, кроме Тихоновой и Сидоровой никем не интересуется."
    nvl clear
    $ renpy.pause(3)
    "{b}16 июля 1988{/b}"
    "Место встречи изменить нельзя."
    "И снова он опаздывает на смену."
    "И снова из лагеря уезжают те, с кем я хотела бы его познакомить!"
    nvl clear
    $ renpy.pause(3)
    "{b}20 июля 1988{/b}"
    "Родительский день."
    "Я не спешу на сближение."
    "Снова он меня не помнит, а у меня уже руки устали сердце склеивать."
    nvl clear
    $ renpy.pause(3)
    "{b}22 июля 1988{/b}"
    "Он пригласил меня на танец и пожаловался на то, что у него в голове творится какой-то бардак."
    "Он готов поклясться, что помнит меня, но…"
    "Похоже, то, что мы с ним делали, тогда, в автобусе — оно работает!"
    "Он называет это каким-то странным словом — не то «дурду», не то «дорду» и хихикает как ненормальный."
    "Но хотя бы часть наших совместных воспоминаний удалось спасти и сберечь."
    "Пусть он и уделяет столько внимания этой тихоне из второго отряда."
    nvl clear
    $ renpy.pause(3)
    "{b}23 июля 1988{/b}"
    "Снова отъезд."
    "Его отец снова попросил приютить сына."
    "Господи, что у них там за семья такая, что сына из лагеря встретить не могут?!"
    "Но мне не жалко."
    "Пусть всё не так, как мне казалось."
    "Вокруг столько никому не нужных тайн…"
    "Не сходить с ума! Помнить, я вожатая, профессионал и всё в этом духе."    ##### опять же - фраза «От его поцелуев кружится голова» всё ещё упоминается в руте Ольги. Либо возвращаем сюда, либо меняем там.
    "С этой памятью ты инвалид. Как можно устраивать сцены ревности тому, кто тебя и не вспомнит через полгода?"
    "Вот и я не знаю."
    nvl clear
    $ renpy.pause(3)
    "{b}1 января 1989{/b}"
    "Новый год я встретила в одиночестве."
    "В компании грузинского чая и овсяных печенек."
    "По распорядку, отбой в Новый Год в два часа ночи, но я уже в полночь ушла, сплавив Нютке все обязанности."
    "Ей полезно, пускай веселится."
    "А мне надо было подняться в девять, чтобы встретить неуместный в нашем селе «мерседес»."
    "И его."
    "Кажется, его семья всё больше и больше преуспевает."
    "Не испортили бы они мне мальчика."
    nvl clear
    $ renpy.pause(3)
    "{b}9 января 1989{/b}"
    "Старая «дурдо», оказывается, называлась «Дёрденом». Тайлером Дёрденом — кажется, мой Сёмыч уже однажды сталкивался с чем-то подобным."
    "Потому, видимо, и согласился."
    "Правильно ли говорить, что мы устроили мальчику раздвоение личности?"
    "Но теперь он действительно меня вспоминает."
    "Снова одно и то же — обещания, обещания…"
    "А я знаю, что снова буду одна и снова буду думать непонятно о чём в пустой квартире."
    "Быстрее бы лето!"
    nvl clear
    stop music fadeout 3
    $ set_mode_adv()
    "Над моим плечом кто-то вздохнул."
    "И я мучительно медленно поднял глаза."
    show mt sad pioneer with dspr
    "Ольга выглядела странно тихой и подавленной."
    mt "У тебя вообще никакого самоуважения нет, да?"
    "Настолько, что я застыл, зачем-то продолжая держать в руках внезапно ставшую скользкой книжицу ежедневника."
    "Мысли заметались, подбрасывая картины расправы одна другой страшнее."
    "Ощутимее всего почему-то фигурировал молот под кроватью и нечто, связанное с баней."
    show mt normal pioneer with dspr
    mt "Положи чужую вещь туда, откуда взял."
    "Всё тем же невыносимо ровным голосом продолжила она."
    "Артачиться в такой ситуации было бы глупо, поэтому я сделал так, как она велела."
    mt "Очень хорошо, что у тебя вещей нет."
    "Непонятно сказала вожатая."
    "И добавила такое, от чего у меня резко похолодело в груди:"
    mt "Быстрее съедешь."
    me "Но… Но…"
    mt "Шурик всё равно до отъезда пробудет в медпункте. {w}Поселишься с Электроником."
    "Пребывая в некотором ступоре по поводу отсутствия репрессий, я машинально кивал, машинально скатывал зимние вещи и рассовывал содержимое карманов."
    "Никак не мог отделаться от мысли, что происходит что-то непоправимое."
    "И, возможно, сейчас самое время нащупать на колесе диалога крайнюю красную или крайнюю синюю реплику и выдать сверхубедительный спич про то, как я беспокоился за неё или что-нибудь в этом духе."
    "Где-то снаружи эта мысль провернулась несколько раз, сформировалась и забралась мне под сердце: Ольга нравится мне!"
    th "Крайне нравится! Нужно что-то сделать, нельзя всё оставлять на такой вот ноте!"
    "Я набрал в грудь воздуха:"
    me "Ольга Дмитриевна, я давно вам хотел сказать, что…"
    show mt smile pioneer with dspr
    mt "Сейчас уже ничего не нужно говорить."
    "Покачала головой она."
    mt "Ступай спать. Скажешь Электронику, что я поселила тебя на место Шурика."
    "И быстро-быстро выставила меня за дверь. Я даже добавить ничего не успел."
    play sound sfx_open_dooor_campus_1
    pause(1)
    window hide
    scene bg ext_houses_night_7dl with dissolve 
    play sound sfx_close_door_campus_1
    "Странно, что всё то время, что Ольга пыталась песочить меня, делалось ей всё это как-то… Через силу, что ли?"
    "Как будто надо бы, по идее — а не хочется?"
    "Так или иначе, я покорно отправился к жилищу Электроника."
    return
    
    
label alt_day5_neu_mt_tea_party:
    play music music_7dl["iamsadiamsorry3"] fadein 3
    if ('mt' in list_d2_date_7dl):
        "Мои действия полностью копировали меня самого образца трёхдневной давности."
        $ mt_pt += 2
    else:
        "Я действовал будто по наитию."
    "Простая логика, простое понимание порядка вещей."
    "Банка должна стоять в тумбочке, а рядом с ней кипятильник."
    "Квадратная жестяная коробочка с чаем на следующей полке, по соседству со стаканами в жестяных подстаканниках."
    "Какие-то минуты, пока одна очень красивая девушка гоняет по лагерю подопечных, смаргивая непрошенную тоску с глаз."
    "А я не умею ни утешить её, ни сказать что-то нужное."
    "Зато могу налить чая и улыбнуться."
    "Возможно, именно это ей и нужно?"
    scene bg ext_house_of_mt_night
    show mt sad pioneer at zenterleft
    with dissolve
    mt "Сидишь?"
    "Устало буркнула она."
    "Выглядела она унылой и задумчивой."
    if alt_day4_neu_mt_fire:
        "Такой же, как вчера, когда я её нашёл."
    "Плелась, сгорбившись, опустив руки — вымотанная полностью."
    "Возможно, ей просто нужен кто-то, кого она всегда встретит на одном и том же месте и в очередной раз скажет себе, что мир всё ещё незыблем и не сошёл с ума."
    "Она тяжело опустилась на ступеньку рядом, опустила голову на заботливо подложенную подушку, которую я уже утащил из шезлонга."
    hide mt with dissolve
    mt "Это не будет превышением полномочий, если я попрошу тебя помассировать мне плечи?"
    "Смотря в никуда, осведомилась она."
    "Я замер."
    "Несмотря на то, как близко мы начали общаться за последние несколько дней, всё-таки определённая субординация между нами была."
    "И сейчас мне предлагают наплевать на неё."
    "Махнуть рукой — и, возможно, больше никогда не иметь возможности вернуться туда, откуда всё началось."
    "К тому же, массировать плечи девушке…"
    "Я несмело опустил ладони ей на плечи и, чуть-чуть сжав, повёл в разные стороны."
    mt "Сильнее."
    "Не открывая глаз, сказала Ольга."
    "Я сжал чуть сильнее."
    mt "Сём Сёмыч, я прекрасно знаю, с какой силой ты способен массировать плечи."
    mt "Не филонь."
    me "Но тогда вам повернуться придётся."
    mt "Да?"
    "Девушка открыла глаза и выпрямилась на ступеньке рядом со мной."
    "Наши глаза оказались вровень."
    mt "Вот так?"
    "Меня снова парализовало."
    mt "Или…"
    "От неё пахло костром, полувыветрившимися духами, естественным запахом кожи, сводящим с ума."
    "И глаза были бездонные, как небо над нашими головами. Колдовскими."
    "Известно же — для бесконечного падения в пропасть необходимо сделать первый шаг."
    "Даже если для этого тебя кто-нибудь подтолкнёт в спину."
    "Даже если…"
    "Мягкие губы, мяяяягкие."
    stop ambience
    window hide
    play sound sfx_open_door_kick
    $ renpy.pause(1)
    scene bg int_house_of_mt_night2
    "Ольга целовала меня исступлённо, потом схватила и потянула в домик, даже на ощупь узкой ладошки, горела."
    "И стоило лишь за нами захлопнуться двери, на пол полетели рубашки, галстуки… И всё это — не прерывая жадных, горячечных поцелуев, будто знакомясь заново после долгой разлуки."
    "Ольга оказалась очень крепкой девушкой, сейчас, обнимая её, я понял, что несмотря на всю её лень, фигурка её была именно спортивной."
    "А потому мне не составило труда подхватить её на руки и сделать несколько шагов к кровати."
    "В темноте я мог ориентироваться только на чувство памяти и пространства, и оно не подвело — два шага спустя я опустил ценный груз на свою кровать."
    "Негромко скрипнула панцирная сетка, негромко вскрикнула девушка, когда я безошибочно нашёл тонкую полоску материи и запустил пальцы под неё."
    "Потянул вниз, пока она сама расстёгивала бюстгалтер."
    "На мгновение в окно заглянула Луна, выхватывая из темноты зрелище, достойное кисти любого художника — прекрасную девушку, чутко отзывающуюся на прикосновения."
    if alt_day5_neu_mt_voyeur == 2:
        mt "И главное, сопел-то как, сопел."
        "Хихикнула девушка."
        mt "Как сейчас."
    mt "Я знаю, что у тебя аллергия на латекс и резину, поэтому ты знаешь, что делать."
    me "Что?"
    mt "У меня цикл, мне нельзя. Понимаешь?"
    me "Да как скажешь."
    "Глупо было «выкать» тому, кого только что раздел и собираешься довести до оргазма."
    "Пришлось поуговаривать её, прежде, чем она немного развела ножки в стороны, наконец, пуская меня в святая святых."
    "И туда тут же устремились мои губы."
    "Туда, куда, оказывается, я стремился всё время, что жил рядом с ней."
    "Она дёрнулась и легонько застонала, когда я первый раз прошёлся языком."
    mt "Как мне этого недоставало, господи…"
    "Выдохнула она, прижимая меня к себе."
    "Раскрываясь всё навстречу, будто пытаясь впитать ласки, щедро мной раздаваемые."
    "Минута… Ещё одна… Пока её терпкий вкус не сменился чуточку другим, вяжущим."
    "И язык, которым я дразнил её, заходя внутрь, оказался так глубоко, как мне до этого не удавалось."
    "По стройным ножкам, обвивающим мою шею, пробежала короткая судорога, а откуда-то сверху донеслось невразумительное мычание."
    "Ольга вцепилась зубами в мою подушку и изо всех сил боролась с желанием застонать. Или закричать. Или я не знаю."
    "Она вставала на мостик и пыталась сбежать от меня."
    "Но где там. Не сегодня."
    "Сегодня она полностью в моей власти."
    "Сегодня…"
    "Я не успел додумать, как меня потянули наверх, между делом стягивая с меня шорты."
    mt "Внутрь…"
    me "Что?"
    mt "Войди…"
    me "Но…"
    mt "Войди в меня."
    "Зарычала от моей непонятливости вожатая."
    mt "Ну же! Трахни меня!"
    th "Ни-че-го себе."
    "Ну, меня дважды просить не надо."
    "К этому моменту я был возбуждён так, что ещё немного — и задымлюсь."
    mt "Только ах-ккуратно!"
    "Я мгновенно оказался у входа и, почти не встречая никакого сопротивления, устремился внутрь."
    "Узко. Упруго. Сладко."
    "Туда, куда стремился всё время, что был здесь."
    "Я сразу взял очень быстрый темп — Ольга вскрикнула и обвила меня ногами и руками, пытаясь подмахивать."
    mt "Только ты…"
    "Она, кажется, пыталась напомнить мне о чём-то."
    "Я не помнил о чём."
    "И плевать я хотел. От девушки пахло вожделением, она хотела меня. А я хотел её."
    "Поэтому несколько секунд спустя, когда её тело снова забило оргазмом, а меня сжало так, что чуть не оторвало самую важную часть, я ослабил контроль."
    "И разрядился."
    "Миллион вольт через позвоночник, счастливые всхлипы и ощущение невероятного давления внизу живота."
    "Несколько секунд я оставался в этой позиции, запалённо дыша, пока она, хлопнув меня по плечу, не попыталась согнать меня."
    mt "Я же просила — не в меня."
    mt "Ты вообще понимаешь, какой риск?"
    "Риск? О, риск я понимал."
    "Потому что увядающее было либидо снова вспыхнуло."
    "И я, сначала робко, а потом со всё большим желанием, двинулся внутри неё."
    "Ольга застонала, но как-то неубедительно."
    "Всё происходило так, будто мы так долго ждали этого."
    "И вот, наконец."
    "От её запаха кружилась голова, а близости, даже вплотную, так, как возможно между двумя любящими людьми, было недостаточно."
    "Не портило настроения даже то, что я показал себя самым настоящим себялюбцем, думающим только о собственном удовольствии."
    window hide
    stop music fadeout 3
    scene black with fade
    pause(1)
    scene bg ext_houses_night_7dl
    with dissolve 
    "Было уже часа три ночи, когда я отправился ночевать в другой дом, уступая странному требованию этой женщины."
    "Меня немного шатало от усталости и щедро раздаренных сил, но я всё равно глупо и счастливо улыбался."
    "Как бы то ни было."
    me "Я — нужен."
    "Одними губами произнёс я."
    "И толкнул дверь в домик."
    return

label alt_day6_neu_start:
    scene bg int_house_of_mt_sunset
    with fade
    play music music_7dl["krwling"] fadein 3
    play ambience ambience_int_cabin_evening fadein 3
    "Иногда бывает, просыпаешься под играющую внутри тебя мелодию."
    "Пока ты молод, жизнь заглушает эти мелодии, потому и смотришь на тех, кто говорит, что музыка всегда с ними, с недоумением и жалостью."
    "Так я в своё время не понял сцену из «Шоушенка», где вышедший из карцера герой Тима Роббинса говорит, что ему не скучно было сидеть в каменном мешке, ибо с ним были лучшие пластинки. В его сердце."
    "Как это можно?"
    "Непонятно."
    "Но становясь старше, мало-помалу начинаешь разбираться в этом хитром колдунстве."
    "Главное — воображение."
    "И способность абстрагироваться от всего вокруг."
    "И вот…"
    "Я снова проснулся от тихо шепчущего внутри головы голоса почившего Честера."
    th "There’s something inside me that pulls beneath the surface."
    dreamgirl "Так если рвётся — выпусти, обормот."
    "Сонно посоветовал внутренний голос."
    dreamgirl "И незачем так орать."
    th "Но это не…"
    "Я открыл глаза."
    "В гордом одиночестве."
    me "Ох…"
    "Если быть точнее, в компании жуткой головной боли."
    "Ощущение, будто я вчера пил. И много."
    "А потом меня долго кто-то пинал."
    "Иначе как ещё можно объяснить состояние пожёванности?"
    th "Что вчера было?"
    dreamgirl "Ничего. Костёр, картошка, всё такое."
    th "Но почему мне так плохо тогда?!"
    dreamgirl "Головка бо-бо, да?"
    th "Ещё как."
    dreamgirl "Терпи. Последние дни всегда такие."
    th "Всегда?"
    dreamgirl "Ты, наверное, не в курсе, но физически ты здесь не первый раз.{w} А я слежу за состоянием."
    dreamgirl "В прошлом году было так же. {w}Попробуй обратиться к Виоле, у неё есть одна забавная таблетка…"
    th "Может, лучше поспать?"
    dreamgirl "Сейчас с летучки придёт одна девушка, ты же не хочешь, чтобы тебя трясли?"
    "Я сглотнул подкативший при мысли о тряске ком."
    "В голову пришло вдруг, что зная нашу вожатую, даже странно, что я так ни разу и не проснулся от её будильника."
    th "Как это ей удаётся?"
    "Мысль о том, что она вполне способна подниматься самостоятельно, я отметал как фантастическую."
    "Встать летом в семь, если прошлой ночью упал в полночь — задачка определённо со звёздочкой."
    "Но это не так и беспокоило, как могло бы."
    "Проснулась, ускакала на летучку, я и проснулся."
    "Другое дело, что никак не удавалось избавиться от ощущения подступающей катастрофы."
    "Индивидуальной."
    "Пошитой строго на меня — все остальные вокруг прекрасно живут и жить продолжат… За редкими исключениями."
    "Та же вожатая поедет в город, заберёт третью смену, четвёртую, вернётся обратно на своё предприятие трудиться."
    "Её жизнь продолжится, и текущее настоящее ляжет в бесконечную череду того, что уже зовётся «старые добрые деньки»."
    "Размеренное и доброе бытие."
    "Я же…"
    dreamgirl "Ты же сам сказал, что у тебя роман с целым лагерем."
    th "Да, но…"
    dreamgirl "Тогда просыпайся и иди целуй его в дёсны."
    dreamgirl "Или что там ещё с лагерями делают. {w}Вали, короче."
    "Помощи от раздвоения как обычно не было."
    "Я и не ожидал, собственно. {w}Мне куда важнее было разобраться с предчувствием чего-то скверного."
    "Возможно, если удастся разыскать истоки, вытащить из памяти забытое, но чешущееся…"
    "Нет."
    "Никак."
    "По большому счёту, это могли быть и просто вопли инстинкта самосохранения."
    "Мол, это для всех окружающих всё происходящее относится к самой обыкновенной жизни, а вот для меня — шанс!"
    "Второй шанс, который самой судьбой был дарован одному глупому Семёну, и тот его, разумеется, бездарно проморгал."
    "Оттуда и сопутствующее самочувствие, и мнение о себе, как о неудачнике."
    "Но надо одеваться."
    "Нести себя как хрустальную вазу, не делать резких движений, не смотреть на яркий свет…"
    "Сидя на кровати и промахиваясь ногами мимо штанин, я заметил распахнутый на столе ежедневник."
    show backpack_tiny with flash
    "На стуле рядом с моей кроватью висел рюкзак."
    th "Провести ревизию, что ль?.."
    th "Нет, сначала воскресение, всё остальное… Позже."
    dreamgirl "Сегодня пятница."
    th "Да иди ты."
    "Осторожно выпрямившись, я по стеночке отправился к двери."
    "Поймал равновесие, открыл, и…"
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_house_of_mt_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 6
    "Чуть кубарем не полетел вниз."
    th "Да, лучше бы я просто лежал."
    "Я настолько воочию представил себе, как лечу вниз и ломаю шею, что весь мурашками покрылся."
    "Но ничего… Сейчас справлюсь."
    "Надо просто привыкнуть, да?"
    "Что сегодня меня штормит. {w}К счастью, не впервые."
    "У автобуса была весьма похожая ситуация. {w}Но она быстро прошла."
    "А этот приступ будет дольше."
    "Но мы переждём его."
    "Вот на этих ступеньках."
    "Они крепкие, прочные, выдержат вес, не дадут упасть…"
    "Кряхтя как старый дед, я перебрался на ступеньки и уселся, подставил лицо солнцу."
    "И стало чуточку получше."
    "Самую чуточку."
    stop music fadeout 3
    "Встроенному фотоэлементу ещё предстояло поработать как следует, прежде чем я смогу нормально передвигаться."
    play music music_7dl["sky_feather"] fadein 3
    window hide
    scene bg ext_sky_7dl
    with fade
    "Ты несёшься вместе с планетой с жуткой скоростью в бесконечной пустоте."
    "И одновременно стоишь на месте."
    "Парадокс Кэрролла. {w}И, запрокинув голову к небу, можно в ускоренной перемотке наблюдать за тем, как плещутся в голубой бездне облака."
    "И ты вместе с ними."
    "Ненужный, но и не особо переживающий по этому поводу."
    "Есть шансы, которые дают тебе люди, которые ты обманом или натуральным обменом выманиваешь у судьбы."
    "Но не каждым нужно пользоваться."
    "Например, шансом повзрослеть."
    "Кому оно вообще нужно, это взросление?"
    "Ты больше не можешь позволить себе шлёпать босиком по лужам, так как у тебя в кармане телефон, кошелёк, а самое главное — ты взрослый, и несолидно это."
    "Несолидно."
    "Ещё одно глупое взрослое слово."
    "Всем же известно, что настоящий талант рассказчика раскрывается только в умении объяснить сложное простым."
    "Не громоздить многокоренную чушь, не внедрять никому не нужные термины вроде «дискриминации» или «толерантности», а простым, понятным языком рассказывать о том, как работают вещи."
    "Значит ли это, что притащившие ниоткуда эти глупые слова взрослые не состоялись как рассказчики?"
    "Очевидно, да."
    "Облака сделали ещё один оборот на небе."
    "Вот кому даже говорить ничего не надо, чтобы поведать целую историю."
    "То облако похоже на шляпу (а то и на питона, проглотившего слона), вон то напоминает гусара в кивере."
    "А вот это…"
    show blink
    mt "С добрым утром."
    "Вожатую."
    window hide
    scene bg ext_house_of_mt_sunset
    show mt normal pioneer
    with dissolve
    mt "Как настроение?"
    me "Не очень. Я с утра проснулся как с похмелья. Но вчера, вроде не пил."
    show mt grin pioneer with dspr
    mt "Даже любопытно, откуда ты можешь знать это слово?"
    me "Наука умеет много гитик."
    "Уклончиво ответил я, а вожатая понимающе кивнула."
    mt "Меня предупреждали, что ты можешь захандрить в последние дни смены."
    me "Простите?"
    show mt smile pioneer with dspr
    th "А как же сцены недоверия, обиды, глупых обвинений в притворстве?"
    th "Вы ли это, Ольбатьковна?"
    mt "Голова кружится, да?"
    me "Есть такое."
    show mt smile pioneer close with dspr
    mt "Охохонюшки."
    "Вздохнула вожатая, устраиваясь на ступеньке рядом со мной."
    mt "Горе луковое, как же ты дома живёшь? {w}Здесь хотя бы есть Виола с нужными препаратами."
    me "У меня раньше такого не было."
    mt "У тебя? Разумеется."
    me "А по-русски?"
    "Вместо ответа вожатая хитро улыбнулась и показала мне язык."
    "Это мало того, что сбросило с неё пяток лет, так ещё и мгновенно поставило на одну ступеньку со мной."
    "В целом ряде смыслов, да."
    mt "После завтрака пойдёшь к Виоле, объяснишь, что с тобой происходит. {w}У неё есть кое-что, как раз для таких случаев."
    if 'medic' in list_voyage_7dl:
        me "Надеюсь, не обтирания?"
    else:
        me "Опять что-нибудь непристойное?"
    "Снова смех. {w}Здоровый смех человека, который просто живёт эту жизнь, и не висит у него на носу смутная угроза."
    th "Поменяться бы с тобой местами, хохотушка."
    mt "Не дуйся. {w}Но я почему-то подозревала, что она не удержится и в этот раз."
    me "Да почему вы постоянного говорите так, будто я здесь не только был, но ещё и болел тем же самым?!"
    mt "Всё просто."
    mt "Ты был. {w}И болел."
    me "Но я не помню ничего такого."
    mt "И не должен, будем откровенны. {w}Завтра ты сядешь в автобус, а послезавтра уже и не вспомнишь ничего о том, как отдыхал в своём привычном семнадцатом домике."
    me "Провалы в памяти?"
    mt "Угу. Что-то в этом духе. {w}Но раз на зарядку тебя гнать нельзя…"
    mt "И повторяться по десять раз не хочется."
    mt "В общем, если у больного есть желание, могу посадить на трибуне. Хочешь?"
    mt "Но только чтобы никто не видел."
    me "Э…"
    mt "Зарядка будет через несколько минут. {w}Пока все раскачиваются, можешь пойти и там засесть. Не заставлять же тебя стоять в таком состоянии!"
    "Она подмигнула мне."
    "И одновременно почему-то всплыла перед глазами невозможно достоверная картина:"
    "Вожатая стоит на трибуне, широко расставив ноги, что-то вещает лагерю про свершения и долги, а я сижу внизу."
    "И, разумеется, вижу всю прелесть отсутствия нижнего белья."
    th "Или нет. Лучше присутствия!"
    dreamgirl "Да, тогда можно его сдвинуть в сторону, легко коснуться, ещё раз."
    "Будто уловив мои мысли, Ольга качнула коленями в разные стороны, чуть-чуть разводя их."
    dreamgirl "Похоже, базовые системы у тебя работают."
    "Спохватившись, я заложил ногу на ногу."
    dreamgirl "Правда, есть мнение, что вести линейку она тогда не сможет."
    dreamgirl "Да и на завтрак пойдёт не раньше чем через 20 минут."
    "В общем, я легко согласился."
    "Ольга подозрительно посмотрела на меня, но ничего не сказала."
    play sound sfx_open_dooor_campus_1
    "Хлопнула дверь, я остался один."
    stop music fadeout 3
    "И, отклеив себя от ступенек, заспешил к площади."
    "Неумытый, непобритый поросёнок."
    play music music_7dl["shestheone"] fadein 3
    "Ну да, кто бы сомневался."
    window hide
    scene bg ext_square_sunset
    with dissolve
    "На площади уже собралось несколько пионеров во главе со Славей."
    if alt_day4_neu_us_pixies != 0:
        "Было здесь и несколько знакомых мальцов из второго отряда, и некая шикарная девица."
        "Судя по значку — вожатая."
    "Чего не было — так это прямого незаметного пути к трибунам."
    "Меня опять шатнуло."
    dreamgirl "Ну что? Хрен вам, Сёмыч, а не трусики вожатой?"
    if alt_day5_neu_mt_voyeur != 0: 
        dreamgirl "Хватит тебе и предыдущего шоу. Сходи, сублимацией займись."
        th "Мысль интересная, угу."
    else:
        th "Вообще, не понимаю, что это меня стукнуло вдруг. {w}Она же вожатая, какие трусики ещё?"
        dreamgirl "О, про этот синдром я слышал. Он называется недое…"    # всё же "недое" для большинства ассоциируется именно с недоёбом. Чтобы избежать неоднозначного прочтения (и ощущения очепятки) стоит всё же писать Недоебитус Вульгарис с большой буквы (он ведь так зачастую и пишется)
        th "Так, обойдёмся без подробностей!"
    dreamgirl "Конечностями размахивать планируешь?"
    th "Боюсь, не потяну."
    "Я оглянулся в поисках места, куда бы можно припарковаться и заковылял к близстоящей скамейке."
    sl "Физкульт-привет!"
    "Донеслось из-за спины."
    "И вполне ожидаемое бормотание толпы в ответ."
    sl "На зарядку ста-но-вись!"
    "Я предпочёл промолчать, ибо вся моя физкультура сейчас заключалась в преодолении расстояния до скамейки."
    "Десять шагов, девять…"
    "И только усевшись…"
    show sl surprise sport with dissolve
    sl "Семён?"
    me "У меня освобождение."
    "Отмахнулся я."
    me "Самочувствие."
    hide sl with easeoutright
    "Кивнув и не задавая больше вопросов, активистка снова обратила внимание на стоящих рядом пионеров."
    sl "Ноги на ширине плеч, руки на уровни груди, начинаем махи! И… раз!"
    "…"
    "К сожалению, я находился ощутимо дальше привычного, поэтому не мог в полной мере насладиться зрелищем."
    "Зато я сидел."
    "Позитивное мышление — великая сила!"
    "Все кругом дрыгами ногали, а я снова в режиме подсолнуха млел на поднимающемся солнышке."
    "Лепота же, ну!"
    "Так бы и сидел."
    show blink
    "Я прикрыл глаза."
    "Мимо меня кто-то пронёсся, волоча за собой ветер в кильватере."
    "Халявная вентиляция."
    "Правда, тут же остановился, вернулся назад."
    sl "Семён!"
    th "Рыыы…"
    me "Чем обязан?"
    "Всё ещё режиме standby спросил я."
    sl "Ты выглядишь слишком довольным для больного!"
    me "Это потому что вы все бегаете, а я нет."
    sl "Значит, и линейку в состоянии простоять!"
    me "А вдруг я упаду?"
    "Славя замолчала и молчала долго."
    "Пришлось открывать глаза."
    window hide
    scene bg ext_square_sunset
    show unblink
    pause(1)
    show sl tender pioneer
    with flash
    "На девушку было жалко смотреть — она покраснела, прижала руки ко рту."
    "Как будто у неё случилось какое-то горе."
    "Я даже начал было озираться в поисках обидчика, но тут её прорвало."
    show sl laugh pioneer with dspr
    with vpunch
    "Она расхохоталась от души."
    sl "Ой, не могу, прости! Ахаха!"
    me "Что такое?"
    sl "Я… я не должна такое говорить!"
    "Утирая выступившие от смеха слёзы сообщила девушка."
    sl "Но… чёрт! {w}Ты видел себя?"
    me "А что?"
    sl "С такой довольной физиономией люди не умирают, я гарантирую это."
    me "Всё бы тебе издеваться."
    show sl normal pioneer with dspr
    sl "Ладно, а теперь серьёзно."
    sl "Встать тебе придётся — товарищи не поймут."
    me "А если я упаду, это будет на твоей совести?"
    sl "Вот и подумаешь. {w}Если выстоишь десять минут, тогда иди в строй, если нет — отправляйся сразу к столовой."
    "Кряхтя и изображая всем видом мировую скорбь, я отскрёб себя от скамейки и утвердился на ногах."
    sl "Живой?"
    me "Угу."
    sl "Стоишь? Всё, марш в строй."
    hide sl with dissolve
    "До меня только через пять минут дошли причины настойчивости Славяны, когда мы выстроились стройным каре, Ольга уже взгромоздилась на своё привычное место, а со стороны административного корпуса появился физрук, вооружённый фотоаппаратом."    #Нужен MASSIVE CG линейки с лагерем, выстроившимся каре, а не один отряд TODO
    "Нас снимали, последнюю завершающую линейку."
    "И действительно, выглядело бы крайне странно, если бы все вокруг стояли, а я один сидел."
    "Начались бы иезуитские вопросы про равных и «равнее»… Оно мне надо?"
    "Так что стоял."
    window hide
    scene bg ext_dining_hall_near_sunset with dissolve
    "И даже своим ходом дошёл до столовой."
    pause(1)
    play sound sfx_open_door_2
    stop ambience fadeout 3
    pause(1)
    scene bg int_dining_hall_people_sunset
    with dissolve
    "А там меня снова накрыло."
    scene expression Notch("bg int_dining_hall_people_sunset")
    with touch
    th "Да что со мной такое?!"
    "Угрюмо подумал я, глядя в содержимое тарелки."
    "Между прочим, каша вкусная! {w}Ризотто. Раньше я, помнится, очень такую любил."
    dreamgirl "Вот и закончилась твоя карьера в большой жратве."
    dreamgirl "Теперь только овсяный кисель и капустные листья."
    th "Да иди ты!"
    "Вокруг суетились люди, что-то кто-то кричал, а в тарелке пополам была выпущенная обратно каша вперемешку с невесть откуда взявшейся кровякой."
    "Ещё вечность спустя меня схватили за волосы, задрали голову, на нос легла прохладная влажная тряпочка."
    "Тарелки со стола наряду с моими соседями тоже испарились."
    "Их место заняли три стакана некрепкого даже с виду чая и какая-то квадратная конфета в бумажном фантике."
    show mt normal pioneer with dissolve
    play ambience ambience_dining_hall_full fadein 3
    mt "Держи, тебе должно стать легче."
    "Развернув фантик, Ольга раскрыла мне рот, легонько надавив на челюсть и забросила туда конфету."
    "Кислущую!!!"
    "Зато я сразу забыл и про вкус медной ручки во рту, и про тошноту."
    "Дёшево и сердито."
    mt "Я постоянно забываю о том, что ты абсолютно беспомощная скотина."
    "Грустно вздохнула Ольга."
    mt "Всё рассчитываю на то, что ты хотя бы что-то помнишь."
    me "А я нет?"
    "Прогундосил я из-под тряпочки."
    show mt sad pioneer with dspr
    mt "Не вспомнил же, что тебя тошнить от любой еды будет?"
    mt "Горе-горюшко…"
    "Вздохнула она, отпивая из одного стакана."
    mt "Будь моя воля, я бы тебя сразу в медпункт отправила."
    mt "Да только он открывается с десяти часов, ждать надо."
    mt "Пойду договорюсь с поварами, чтобы покормили тебя, когда полегче будет."
    mt "Не кисни."
    hide mt with dissolve
    "Потрепав меня по голове, вожатая встала и исчезла за дверью пищеблока."
    "Легко сказать «не кисни», когда на языке такая концентрированная дрянь."
    th "Но помогает же!"
    "И то верно."
    "Так мой завтрак сократился до двух стаканов чая — от жидкости хотя бы не тошнило."
    "Поняв, что организм мой больше ничего не приемлет, я вздохнул и отправился на улицу."
    play sound sfx_open_door_2
    pause(1)
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day6_neu_morning:
    play music music_7dl["the_way"] fadein 3
    scene bg ext_dining_hall_away_sunset
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    dreamgirl "Куда сейчас? К Виоле?"
    "Вокруг царил отвратительно солнечный день, люди были омерзительно радостными и счастливыми."
    "Гады."
    th "Куда ж ещё?"
    dreamgirl "Кто знает… Возможно, тебе не нужны никакие таблетосы от поноса.{w} Сам поправишься."
    th "Первый раз я тоже так думал. Тоже молодой был, глупый."
    "Кроме старческого маразма и выпадающих волос с зубами, был во взрослении и один несомненный плюс."
    "Я начинал чувствовать пределы собственных возможностей."
    "И относительно точно мог угадать, когда в состоянии сам отлежаться."
    "Так вот, сейчас был совсем другой случай."
    "Пусть это тело и не мне принадлежало — оно было довольно точной копией помолодевшего меня."
    "Значит, и химия внутри ровно такая же."
    th "С таким самочувствием не отлежишься."
    dreamgirl "А вдруг?"
    th "Я понять не могу, тебе что, так сильно не хочется видеть Виолетту?"
    th "Мне показалось, она тебе нравится. {w}Особенно в области декольте."
    dreamgirl "…Она слишком много пошлит."
    th "Ха! Ты тоже!"
    dreamgirl "Нет, я просто эротически шучу."
    dreamgirl "А она — в высшей лиге! {w}Мне крайне не нравится, когда кто-то может заставить краснеть меня, а не наоборот."
    th "Тогда расслабься и получай удовольствие."
    th "…пионер."
    "Внутренний голос ещё что-то забормотал, но я уже не слушал."
    window hide
    scene bg ext_aidpost_day
    with dissolve
    play sound sfx_knock_door7_polite
    pause(1)
    "Тук-тук, открывай дверь, на пороге друг!"
    cs "Войдите."
    "Мда, в устах Виолы даже это невинное приглашение звучало как…"
    stop music fadeout 3
    window hide
    play sound sfx_open_dooor_campus_2
    pause(1)
    scene bg int_aidpost_day
    show cs normal with dissolve
    with fade
    play music music_7dl["viola"] fadein 3
    cs "Ох ты, какие у нас гости."
    "Неторопливо поднялась мне навстречу медсестра."
    cs "Я так… Так тронута. {w}Пульс и дыхание учащённое, смотри."
    "Её грудь заходила вверх-вниз, видимо, в качестве демонстрации волнения."
    "Только в текущем моём состоянии… {w}Впрочем, некая часть организма была готова к разного рода экспериментам даже будучи на смертном одре."
    "Семнадцать лет, простихоспади."
    show cs shy with dspr
    "Внезапно, одна из пуговичек, с трудом удерживающая тугую грудь, совершенно самопроизвольно (да-да! Это просто случайность!) расстегнулась, обнажая ещё больше."
    if loki:
        "Я поморщился:"
        me "Вы бы нашили на халат пуговицы покрупнее."
        "Посоветовал я."
        me "Или не носите халат на голое тело. Есть риск простыть."
        "Нет, мне не было всё равно."
        "Чёрт возьми, да кому было бы!"
        "Только вот в таком состоянии мне было куда интереснее устоять на ногах."
    else:
        "Я честно старался покраснеть, честно."
        "Это же нормальная реакция, правда?"
        "Да вот только организм считал, что для меня нормально реагировать на четвёртый размер именно тошнотным комом в горле."
        me "Простите…"
        "Просипел я."
        me "У вас не будет водички изжогу запить?"
    show cs normal with dspr
    "И сестра мгновенно успокоилась."
    cs "Ненормальная реакция."
    show cs normal close with dissolve
    "Виола подошла ко мне, достала из кармана ручку-фонарик, посветила мне в глаза…"
    with flash
    cs "С утра голова кружилась, тошнило, слабость, да?"
    me "Было."
    cs "Всё понятно. {w}Отравление парами ртути."
    me "Что?!"
    show cs grin with dissolve
    pause(.1)
    show cs normal with dspr
    cs "Шучу, шучу. Это самое обычное нервное перенапряжение. {w}Полежи, почитай, отдохни."
    if alt_day3_technoquest_st3 == 2:
        cs "Говорила же я тебе — не рвись ты так из медпункта."
        cs "Полежал бы, книжку почитал — всё было бы нормально."
    me "Ольга Дмитриевна грозилась, что вы мне какую-то таблетку дадите."
    hide cs with dissolve
    "Я не знал, что это за таблетка, но, похоже, Виоле эта мысль не понравилась."
    "Тем не менее, спустя пару секунд напряжённых раздумий, она отошла с к столу и, покопавшись там, явила моему вниманию огромную жёлтую таблетку с поперечной риской."
    show cs normal with dissolve
    cs "Раздели пополам. Первую часть сейчас, вторую после еды. {w}Натощак есть не вздумай."
    me "Вот как? По причине?"
    show cs smile with dspr
    cs "Там достаточно забавные побочные эффекты."
    "Загадочно улыбнулась Виола."
    cs "Постарайся сегодня воздержаться от физических нагрузок и перегрева на солнце, дай организму отдохнуть."
    me "Да я и так не особо напрягаюсь."
    cs "Что-то ещё?"
    me "Похоже, что нет, спасибо."
    cs "Тогда помоги себе сам, налей водички, поломай таблетку. {w}А у меня дел невпроворот."
    "Снова усевшись за клавиатуру, она набрала несколько команд, и весь раствор экрана заняло игровое поле классического «Xonix»."
    hide cs with dissolve
    me "Вы только не перетрудитесь — в игрушки играть тяжёлый труд, да."
    cs "Не бойся, я делаю перерывы каждый час. {w}Пей уже и вали, пионер."
    cs "А то может, хочешь поиграть сам? {w}Тебе придётся подождать, пока таблетка подействует."
    me "Боюсь, я там ничего не пойму."
    cs "Ничегоооо… пионер."
    "Улыбнулась Виола."
    cs "Я тебе всё-всё покажу."
    me "Да вот что-то как-то не хочется."
    "Вежливо отказался я."
    "Я прекрасно помнил, что такое «случайные прикосновения». {w}И давать Виоле ещё больше власти над собой не собирался."
    cs "Тогда приземляйся на кушеточку и жди там."
    "С неудовольствием ответила она."
    "Похоже, была наша медсестра адреналиновым наркоманом. {w}Вернее, тестостероновым."
    "Чтобы все вокруг пребывали в постоянной готовности, так сказать."
    "Да только мне же не семнадцать, а?"
    dreamgirl "Кто сказал?"
    th "Цыц."
    "Виола пробормотала себе под нос нечто, что я не успел расслышать."
    "Слух уловил только какую-то аббревиатуру и «дразнить скучно»."
    th "Хорошо хоть малолетним импотентом не обозвали."
    dreamgirl "Специально для тебя. Хочешь?"
    th "Воздержусь, пожалуй. {w}Вот если бы кто-нибудь изобрёл таблетку от тебя…"
    "Я забросил в рот половину таблетки и залпом запил её."
    dreamgirl "Да таких сколько угодно! {w}Чуть не половина аптеки, ха-ха!"
    dreamgirl "Умные люди работают!"
    dreamgirl "Правда, из них ни один не сумел оказаться на доске почёта, ибо научный подход!"
    th "Э…"
    dreamgirl "Воспроизводимость."
    "Раздельно, как умственно отсталому пояснило моё расстройство психики."
    dreamgirl "Нельзя повторить — не работает.{w} Таблеток от голосов в голове существует уйма, ещё больше народа разрабатывает новые."
    dreamgirl "Да только тщетно. {w}Хотя от болячек такого рода помогает ещё радикальная методология."
    if not loki:
        th "Да-да, я помню твоё щедрое предложение."
    stop music fadeout 3
    window hide
    play sound sfx_open_door_2
    pause(1)
    scene bg ext_aidpost_day
    with dissolve
    pause(1)
    play music music_7dl["red_lights"] fadein 3
    "Дождавшись, когда таблетка начнёт действовать, я привёл себя в равновесие и вышел на улицу, спиной ощущая ледяное внимание Виолетты Церновны."
    "И её короткий смешок полностью совпал со звуком скрипа двери."
    "На секундочку даже полностью сложилось впечатление, что я сам этот смешок и выдумал."
    "В любом случае, все эти издевательства сторицей окупились: меня перестало штормить и шатать в разные стороны."
    "А за всё в этой жизни надо платить."
    "Пусть даже и вот так."
    dreamgirl "Не думаю, что Виола энергетическая вампирша."
    th "А кто тогда?"
    play sound sfx_stomach_growl
    "В животе кто-то свернулся, укладываясь поудобнее и издал заунывный стон."
    "Надеясь на то, что уровень красноречия вожатой оказался достаточным для пропитания одного малахольного пионера, я повернул обратно к столовой."
    "После того, как меня отпустило, есть захотелось неимоверно."
    dreamgirl "Я думаю, что она слишком странно ведёт себя для лагерной медсестры."
    dreamgirl "Полагаю, она в городе работает вовсе не с детьми."
    th "Каким-нибудь сексологом?"
    dreamgirl "Окстись! {w}В СССР секса нет!"
    th "Ага."
    dreamgirl "Угу."
    dreamgirl "…"
    th "Колись давай."
    "Островок спокойствия был только вокруг медпункта."
    "Добрейший доктор Виола умело распугала всё население."
    window hide
    scene bg ext_square_day
    with dissolve
    "Зато стоило лишь выйти на площадь — и всё поменялось."
    "Все вокруг бегали в мыле, убирались, что-то таскали, о чём-то переговаривались."
    "Своего рода родительский день на минималках."
    "Только вот я сейчас никому не нужен."
    "И это здорово."
    dreamgirl "Она вполне может быть семейным терапевтом."
    th "Я и говорю — сексологом."
    dreamgirl "Зануда!"
    th "Так я и думал."
    "Мне хотелось бы думать о том, что Виола занимается третированием ради удовольствия."
    "В таком случае можно было бы объяснить её поведение недостачей мужского внимания."
    "Но, полагаю, с такими формами она вряд ли будет в этом самом внимании нуждаться."
    "Так что остаётся только одно."
    "Профдеформация."
    window hide
    scene bg ext_dining_hall_near_day with dissolve
    pause(1)
    play sound sfx_open_door_2
    pause(1)
    scene bg int_dining_hall_day
    with dissolve
    play ambience ambience_dining_hall_empty fadein 3
    "В столовой было тихо и пусто, дежурные уже закончили свою работу и тоже разбрелись по углам."
    th "Возможно, кто-то в пищеблоке сейчас чистит картошку."
    dreamgirl "Желаешь к ним присоединиться?"
    th "Пожалуй, воздержусь."
    dreamgirl "Тогда не выступай и марш за порцией — впереди долгий насыщенный день, силы ещё потребуются."
    "Посмеиваясь, я исполнил требование внутреннего голоса."
    "Есть и правда хотелось как из рогатки."
    "На меня оставили целую огромную тарелищу с кашей и… и всё."
    "Впрочем, я не жаловался."
    "Я и до сих пор не отличался особой разборчивостью в еде."
    "А после диеты из «доширака» и пельменей любая толковая еда воспринимается как высшее благо."
    "Больше не обращая внимание ни на что, я отнёс тарелку за стол и заработал ложкой."
    window hide
    play sound sfx_open_door_2
    pause(1)
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    "После избавления от чёртовой досады и чувства голода мир снова заиграл яркими красками."
    "Фигурально выражаясь."
    "Окружение больше не будило во мне того необъяснимого восторга, что был в самом начале этой эпопеи."
    window hide
    scene bg ext_square_day
    with fade
    "Люди снова стали людьми, лагерь — лагерем."
    "А ощущение, или скорее предчувствие некоего кошмара, что обязательно должен произойти, приугасло, притихло."
    "Я снова чувствовал себя никому не нужным и полностью самодостаточным от того."
    "Было бы неплохо заполучить какой-нибудь инструмент самоизоляции."
    "Сойдёт что угодно — от телефона до компьютера или книжки."
    "Тогда можно будет забраться на какую-нибудь крышу, где меня никто не найдёт, залечь там до вечера и вернуть себя старого."
    "Просто я балбес и несколько не предполагал, что меня перетащит в это странное место."
    "В противном случае озаботился бы и пауэрбанком, и запасом какой-нибудь фантастики."
    window hide
    scene bg ext_houses_day
    with dissolve
    dreamgirl "Идиота перетащило фантастическим образом в фантастическое место в прошлом и дало свободу выбора."
    dreamgirl "Как он распорядился этой свободой? {w}Пошёл читать фантастику."
    th "Зато я не балбес."
    dreamgirl "Ты хуже. Гораздо хуже."
    dreamgirl "Никто не мешал тебе поухаживать за девочками, пообщаться с отрядом или другими отрядами."
    dreamgirl "На кой ляд вообще ты здесь нужен, если даже в таких условиях всеми силами держишься за свой убогий модус вивенди?"
    th "Я — тот, кто я есть!"
    "Ответил я, подходя к крыльцу."
    window hide
    scene bg ext_house_of_mt_day
    with dissolve
    th "Если не нравлюсь — поищи себе кого-нибудь нового."
    window hide
    play sound sfx_open_dooor_campus_2
    pause(1)
    scene bg int_house_of_mt_day
    with dissolve
    play ambience ambience_int_cabin_day fadein 3
    "Хлопнула дверь — я снова вернулся домой."
    "Здесь всё было таким же, как и час назад."
    "Ровно таким же."
    if not alt_day4_neu_mt_diary:
        "Так же, как вчера и позавчера, на столе лежал распахнутый ежедневник, и как в прошлый раз, я не стал его читать."
    else:
        "На столе ждал своей хозяйки неинтересный мне ежедневник вперемешку с грязными стаканами."
    "От нечего делать я завалился на кровать."
    "Взгляд бесцельно скользил по стенам, окружению, столу…"
    show backpack_tiny
    "Зацепился за так и висящий на стуле рюкзак."
    if not alt_day4_neu_mt_diary:
        "Сомнительно, чтобы там внезапно появилась зарядка с момента последнего осмотра, но на всякий случай я решил посмотреть."
    else:
        "Не думаю, что кто-то заботился обо мне так, чтобы положить ещё и зарядку в рюкзак, но чем чёрт не шутит?"
    stop music fadeout 3
    "Как я и думал, никакой зарядки здесь не было."
    play music music_7dl["nap_one"] fadein 3
    "Зато пальцы нащупали некое странное уплотнение между вторым и третьим карманами."
    th "Секретка? Что там?"
    "Я завертел рюкзак в поисках спрятанной молнии."
    "Бесполезно."
    "Кто-то очень хорошо умел прятать вещи."
    "Кто-то явно не глупее меня."
    "Кто-то…"
    "Я закрыл глаза и расслабился."
    th "Как я."
    scene expression Desat("bg int_house_of_mt_day")
    with touch
    "Предположение не подвело — руки совершенно машинально нашли секретку, ослабили замок…"
    "В открывшемся кармане обнаружился серый бумажный конверт."
    me "Любопытно…"
    "Я почему-то совершенно не удивился, обнаружив вместо ожидаемого свёрнутого листочка в клеточку нечто совершенно иное."
    th "Флеш-карта."
    "Идеальный способ скрыть свои записи от местных дикарей."
    "Ни у кого из них ещё дооооолго не будет способа прочитать самую обыкновенную Micro-SD."
    dreamgirl "А у тебя?"
    th "А у меня есть кое-что…"
    "Подковырнуть салазки для карты было делом пяти секунд, дальше потребовалось просто убрать мою старую, на её место поставить новую…"
    "Как оказалось, на всей карте был один файл аудиозаписи."
    "Видимо, послание самому себе."
    "Во всяком случае…"
    "Я воткнул наушники в уши, штекер в телефон."
    "Play."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day6_neu_loki_day:
    play music music_7dl["raindrops"] fadein 3
    scene bg int_house_of_mt_day with dissolve
    "Не знаю уж, что на меня сильнее подействовало — волшебная пилюля Виолетты Церновны или запись на карте, но наушники я вынул в самом подавленном состоянии."
    "Полтора часа мыслей, рассортированных чьим-то взвешенным разумом по категориям и приоритетам."
    "В ужасающе ровной последовательности."
    "Как будто это делала машина, а не человек."
    "Вот только голос у этой машины был мой."
    "Все обертоны, все неприятные ощущения от прослушивания собственного голоса с записи были на месте."
    "Полтора часа…"
    "Когда я взглянул на часы, оказалось, что я давным-давно пропустил и обед, и начало тихого часа."
    "Только вот после утренней карусели и последующей дозаправки в столовой есть не хотелось вовсе."
    "Хотелось последовать рекомендации доктора и спрятаться куда-нибудь, где не будет чужих вопросов, ненужного внимания и прямых солнечных лучей."
    "Например, под одеяло?"
    play sound sfx_knock_door2
    "В дверь раздался стук."
    me "Предположим, не заперто."
    show us smile sport with dissolve
    "На пороге появилась Ульяна."
    us "Сёмыч, певичку нашу видел?"
    me "Нет. А что с ней?"
    us "Да ничего! Только её никто найти не может!"
    us "Концерт на носу, надо репетировать, делать чек…"
    me "Саундчек?"
    show us laugh sport with dspr
    us "Да!"
    me "Не видел… {w}Но если встречу — направлю к сцене."
    us "Уж пожалуйста!"
    hide us with easeoutright
    play sound sfx_open_dooor_campus_2
    "Хлопнула дверь и ярко-красный вихрь улетучился."
    "Я даже не успел спросить её насчёт себя — нужен ли я там?"
    "Похоже, что не очень."
    "Вот только, место под одеялом сейчас тоже никак не могло бы служить надёжной защитой от посторонних."
    "Ульянка — это первая ласточка."
    "Голова снова закружилась, но в этот раз я был готов и вовремя схватился за шкаф."
    "Помотал головой, пережидая приступ."
    "Совершенно очевидно, что это не моя болячка."
    "Больше походило на какие-то внутренние сложности."
    th "Не в курсе?"
    dreamgirl "В курсе, конечно. {w}Тебе же русским языком сказано: такие приступы каждый год."
    th "А что за болезнь?"
    dreamgirl "Басизм-сценаризм головного мозга."
    th "Спасибо, от тебя, как всегда, уйма пользы."
    dreamgirl "Прислушайся к доктору: сходи полежи в тенёчке, попей холодной водички."
    dreamgirl "Отдохни. Так всегда бывает. {w}Каждый год."
    th "Но что это? {w}Физика, недостаточность какая-то, что?"
    dreamgirl "Боюсь, дело только и исключительно в твоей… кхм, в телесной особенности."
    th "А именно?.."
    dreamgirl "Способность принимать… гостей. {w}Я не нейрохирург, строение мозга знаю только отдалённо."
    dreamgirl "Но у Ольги дома лежит интересная книжечка за авторством нашей медсестры, да. {w}Можешь попросить почитать."
    th "Значит, с самого начала было понятно, что…"
    dreamgirl "Дружок."
    "Вкрадчиво перебил меня внутренний голос."
    dreamgirl "Я в таком состоянии обитаю четвёртый год уже. {w}А так как помню я всё — то и симптомы эти тоже не обошлись без моего внимания."
    dreamgirl "Другие, как ты, использовали самые разные эмоциональные трюки."
    th "Трюки?"
    dreamgirl "Влюблялись. {w}Заводили друзей и подруг."
    th "Не мой случай, понятно."
    window hide
    play sound sfx_open_dooor_campus_2
    pause(1)
    scene bg ext_house_of_mt_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Я вышел на улицу и захлопнул дверь за собой."
    "Замер на крылечке, оглядываясь."
    "Для большинства обитателей лагеря тихий час сегодня существовал формально — по факту они носились по территории, доделывая какие-то срочные дела."
    "Гомон вокруг стоял ровно такой же, как и до обеда."
    "Потому и думать было нечего о поисках укромного местечка вроде библиотеки или склада."
    "Там сейчас как раз главная движуха."
    "А вот где никого сейчас быть не могло, во всяком случае, вожатые оттуда бы точно погнали — так это на спортивной площадке."
    "Главные любители попинать мячик или покидать его через сетку — старшие отряды — сейчас капитально были заняты."
    "Так что…"
    "Я стал было прикидывать альтернативные варианты, но расслышал доносящийся от площади голос нашей вожатой и поспешил освободить нумера."
    "Самое главное — это сделать морду посложнее, идти с деловитым видом…"
    "И по каким-нибудь не самым крупным дорожкам, где никто меня не заметит."
    stop music fadeout 3
    "Подобная тропинка была протоптана от домика, где, по моим прикидкам, обитали Славя с Женей."
    "Туда я и направился."
    window hide
    scene bg ext_aidpost_day
    with dissolve
    play music music_7dl["midday_reverie"] fadein 3
    "И дальше — мимо медпункта, мимо площади…"
    "Принимать участие в общественной деятельности мне не хотелось от слова «совсем»."
    "И дело не в том даже было, что в таком состоянии я просто свалюсь, а там и прямиком угожу в медпункт."
    dreamgirl "А там весь день пролежишь, да? {w}Жалко время впустую тратить…"
    "С непонятным смешком поинтересовалось раздвоение."
    th "Ага."
    dreamgirl "Считай целый день украдут."
    th "Верно."
    dreamgirl "Который можно было бы потратить на куда более важные дела."
    th "Вот! Всё верно."
    dreamgirl "На дела… какие?"
    th "Э…"
    dreamgirl "Нет, я серьёзно. {w}Ты жалеешь о возможном утраченном времени, потому что… что?"
    dreamgirl "У тебя есть какие-то грандиозные планы? {w}Может быть, роман? Или приключения?"
    dreamgirl "Чем ты намерен заниматься в своё святое время?"
    th "Не знаю я. {w}Поброжу по лагерю?"
    dreamgirl "Бездна фантазии."
    "Фыркнул вечный собеседник."
    "И отключился."
    "Даже от этого ощущения одиночества повеяло каким-то… презрением?"
    th "Да и хрен с тобой, золотая рыбка."
    window hide
    scene bg ext_playground_day
    with dissolve
    "Пробравшись по ещё одной тропинке, я вышел к футбольному полю."
    "Нет, между кустов я не ходил, пути не заучивал."
    "Просто завернул там, где заметил тропинку, вот и всё."
    "На дальнем краю поля какая-то вожатая собирала малышей, и больше здесь ровным счётом никого не было."
    "И никому я не был нужен."
    "Вот и славно."
    th "Идеально. {w}Здесь меня точно никто не найдёт и не станет терроризировать!"
    "Я пошёл было к трибунам, но расслышал, как из-за них на три голоса кто-то спорит."
    "Аккуратно выглянув из-за угла, я отшатнулся."
    th "Тьфу."
    "Там сидело сразу несколько человек из второго отряда."
    "Мальчики развлекались, кидая ножичек в песок."
    "Похоже, не один я тут самый умный."
    "Что ж, бывает."
    "Вздохнув, я отошёл от трибуны."
    "Других мест спрятаться не было."
    "Кроме…"
    th "Виола говорила о избегании солнца."
    "Душевая кабинка подходила для этих целей как нельзя лучше."
    "Вода здесь, конечно, не из самых тёплых — ради горячего душа придётся топать к отапливаемым душевым рядом с администрацией."
    "Но это всё равно что сунуть голову в муравейник."
    "Сожрут-с."
    "Лучше здесь. Все пионеры заняты, можно смыть с себя липкий пот, немного остыть…"
    window hide
    scene bg ext_shower_day_7dl
    with dissolve
    "Душевая стояла торцом к дороге на пляж, дверями от футбольного поля."
    "Возможно, именно география виновата в том, что произошло."
    "Полон предвкушений немного остыть и сбросить лишний пар, я подошёл к душам и обнаружил, что за исключением одной двери все прочие оказались заперты."
    th "Ну, хотя бы одно место свободное."
    th "Повезло."
    "По мере приближения можно было расслышать плеск воды и чьё-то мелодичное мурлыканье."
    me "Петь в душе? {w}Какая пошлость."
    dreamgirl "А мне нравится."
    dreamgirl "Предлагаю провести инспекцию: кто это там так хорошо поёт?"
    th "И получить в глаз?"
    dreamgirl "Да ты осторожненько так! {w}Оп — и всё."
    dreamgirl "Бочком-бочком…"
    "Двери в душевые должны запираться на своего рода поворотную деревянную щеколду, как это бывает в деревенских весёлых домиках."
    "Но конкретно на распахнутой дверце щеколда, похоже, не сработала."
    "Или её специально оставили нараспашку, чтобы всё проветрилось, а на стенах не завёлся грибок?"
    "Да мало ли."
    "В любом случае, пора искупаться!"
    "Довольно насвистывая, я отправился к свободной кабинке."
    "И застыл…"
    stop music fadeout 3
    window hide
    with fade
    play music music_7dl["too_serious"] fadein 3
    play ambience ambience_7dl["showers"] fadein 3
    "Потому что за распахнутой дверью в мыльной пене и водных брызгах…"
    th "Ох, я не могу на это смотреть!"
    dreamgirl "А я могу! {w}Смотри, красота-то какая!"
    th "Изыди!"
    dreamgirl "И не подумаю. {w}Подвинься, дай глянуть."
    "А глянуть было на что."
    "Являя мне профиль самых приятных топологий в душе плескалась и мурлыкала…"
    th "Мику!"
    "Разумеется, неглиже."
    "Отчётливая ожидаемая реакция не заставила себя ждать."
    "Должно быть, я издал некий возглас, так как смывающая голову девушка насторожилась, прислушалась…"
    "И действуя быстро-быстро, смыла мыло с лица."
    "Разумеется, к тому времени меня уже не было."
    "Разглядев её во всех анатомических подробностях, я поспешил сделать ноги."
    "Обежал кабинки по периметру, остановился у глухой стены."
    dreamgirl "Никаких физических нагрузок, да?"
    th "Если бы она успела смыться до того, как смылся я, боюсь, меня обеспечили бы нагрузками ещё хлеще."
    "С той стороны стены охнули, заскрипела дверь."
    "Похоже, Мику только что осознала всю собственную… кхм… беззащитность."
    "Ещё и выругалась этак… {w}По-японски!"
    "Не уверен точно, но там, кажется, прозвучало «харакири»."
    "Или показалось."
    dreamgirl "С душем на сегодня покончено?"
    th "Не, сейчас дождусь, когда она уйдёт…"
    window hide
    scene black
    show expression Noir("bg ext_shower_day_7dl"):
        xalign .5 yalign .5 zoom 1.0 rotate -15
        ease 1 rotate 15
    pause(0.5)
    show blink
    "Колени снова ослабли, земля сделала лишний оборот круг своей оси."
    "Пришлось хвататься за единственное незыблемое."
    play sound sfx_punch_medium
    with vpunch
    "За воздух."
    window hide
    scene bg ext_shower_day_7dl
    show unblink
    with flash
    "В общем, когда я поднялся, душ стал актуальным, как никогда!"
    th "Машу вашу…"
    "Даже вслух выругаться нельзя — заметят!"
    "Внутренний голос бубнил что-то своё, но меня крутило так, что я с трудом воспринимал речь."
    "Не до того было."
    dreamgirl "…массажем!"
    th "Прекрати."
    "Я и так едва взял себя в руки."
    play ambience ambience_camp_center_day fadein 3
    "Так или иначе, плеск воды за стеной смолк."
    "Выждав для верности несколько минут, я на цыпочках обогнул кабинки и, убедившись в том, что снова остался в гордом одиночестве, открыл  ту, у которой всё в порядке было с запорным механизмом."
    "Мне срочно необходимо было остыть."
    "В целом ряде смыслов."
    window hide
    with fade
    play ambience ambience_7dl["showers"] fadein 3
    "Вот только… {w}Помыться мне не дали."
    "Я никогда не был особо впечатлительным человеком, но злобный, сверлящий взгляд между лопаток ощутил сразу, как только сунул голову под прохладный душ."
    "Кто-то смотрел на меня, и смотрел без особой приязни."
    "Кто-то, кто-то…"
    show blinking
    "Стряхнув воду с лица и как следует проморгавшись, я обернулся и увидел…"
    "Ну, разумеется."
    show mi angry pioneer with dissolve
    if alt_day3_mi_invite2:
        mi "Ты опять за своё?"
    else:
        mi "Ну и как тебе?"
    "Ухмыльнувшись, поинтересовалась она."
    mi "Не трудно ходить с постоянно торчащими частями?"
    "Справедливо, что уж там."
    "Хотя бы по лбу не треснули — и то хлеб."
    me "Ты всегда можешь попробовать сама."
    "Огрызнулся я."
    me "Хирурги сейчас много чему научились, что-то отрежут, а что-то пришьют."
    "Прикрываться я даже не пробовал — всё равно уже в деталях рассмотрела всё, что хотела."
    mi "Нет уж, спасибо!"
    mi "Мне нравится быть девочкой."
    me "Ты так и будешь на меня глазеть?"
    mi "Тебе можно, значит, и мне тоже."
    mi "А то помнишь, как Алиса там говорила… {w}Подглядывал и лапал? Разыграем эту же сценку?"
    "Чёртова японская стерва."
    me "Но я ещё не лапал."
    mi "Только попробуй, и я тебе руку сломаю!"
    "Сурово предупредила Мику."
    "И я поверил — сломает."
    "Сломает же?"
    "Со вздохом отказавшись от идеи поплескаться как следует, я отключил воду и начал неторопливо одеваться."
    "Всё это время меня неотступно преследовал насмешливый взгляд."
    th "Дрянь мелкая."
    stop music fadeout 3
    dreamgirl "По-моему, справедливо. Show me yours I’ll show you mine."
    dreamgirl "Мне приходилось видеть художественный фильм, который начинался точно так же."
    th "Ага, понятно."
    window hide
    scene bg ext_shower_day_7dl:
        xalign .5 yalign .5 zoom 1.0
        ease 0.5 yalign 1 zoom 1.3
    play music music_7dl["imfine"] fadein 3
    "Вздохнув ещё раз, я вышел на улицу, неудачно махнул рукой и…"
    "Полетел наземь!"
    th "Только же из душа!"
    window hide
    scene bg ext_sky_7dl
    with fade
    with hpunch
    me "Ты что творишь, сумасшедшая?!"
    "Мику поймала меня на противоходе и, заломив руку в запястье, отправила в полёт."
    "К слову, согнутое запястье до сих пор упиралось ей в грудь."
    mi "Бака!"
    "Она отпустила меня и отскочила на шаг."
    mi "Я же вижу, что ты думаешь! {w}Подглядывал — да, но не лапал!"
    mi "Надо исправить!"
    me "Да нужно мне это сто лет в обед!"
    "Голос невидимой отсюда японки упал до шипения:"
    mi "Так, это что, ты хочешь сказать, у меня и смотреть не на что?!"
    window hide
    scene bg ext_shower_day_7dl with dissolve
    me "Всё-всё, я понял."
    "Тяжело поднимаясь с земли, ответил я."
    me "Я согласен с тем, что ты злая как собака."
    me "Чего ты хочешь? {w}Опозорить меня на весь лагерь?"
    me "Ты тоже не останешься безнаказанной."
    show mi surprise pioneer with dissolve
    mi "Что?"
    me "Все будут спрашивать, какая ты, и я всем всё расскажу."
    show mi rage pioneer with dspr
    "Похоже, такой исход событий Мику не предусмотрела, так как она бессознательно потянулась к моей шее:"
    mi "Только попробуй, и я за себя не ручаюсь!"
    me "Огласите условия сделки!"
    "Ненормальные выкрутасы в ответ на смертельную угрозу — вот что спасёт меня!"
    me "Мы оба насмотрелись сегодня… всякого."
    "Я прекрасно понимал, что отрицать очевидное бесполезно."
    "В случае разбирательств, любой суд всё равно будет на стороне девочки."
    "Так всегда было, справедливости нет."
    me "Поэтому претензий друг к другу иметь не должны."
    show mi angry pioneer with dissolve
    mi "Нет! Ты должен будешь помочь мне! {w}И подменить, когда я буду выступать."
    me "А взамен? {w}Прощение?"
    show mi upset pioneer with dspr
    mi "Верно. Но не за то, что подглядывал, а за то, что оставил девушку в беде с распахнутой дверью!"
    mi "Пионеры так не поступают!"
    me "Пошли к эстраде… пионер."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day6_neu_day:
    play music music_7dl["brigh_you"] fadein 3
    scene bg int_house_of_mt_day
    with dissolve
    play ambience ambience_int_cabin_day fadein 3
    "Мне всегда грезились эти фантастические события."
    "Знаете, предупреждение от себя будущего себе настоящему."
    "Когда-нибудь, когда-то я создам машину времени или стану её испытателем, найду себя и предупрежу обо всех глупостях и перипетиях, поджидающих на жизненном пути."
    "Но годы шли, а я из будущего никак не появлялся."
    "Не предупреждал."
    "Только выпадали из жизни сутки, недели, месяцы — с моим образом жизни время жалеть перестаёшь."
    "Выпали и выпали. Всё равно ничего интересного не планировалось."
    "Впрочем, как мог такой скучный человек как я в итоге стать самым настоящим хрононавтом?"
    "Правильно, никак."
    "Так что никакой записки из будущего для меня."
    "Не заслужил. Не достоин."
    "Тем удивительнее оказалось прослушать письмо от меня — другого."
    "Человека с совершенно другим жизненным опытом, другими привычками, окружением."
    "Гораздо умнее и взвешеннее меня самого."
    "Как будто за то время, что я сидел за компьютером, он старательно жил, ловил впечатления и опыт."
    "И по итогу превратился в человека с опытом сразу нескольких жизней."
    "Начиная от его «Я слежу за тобой, ничтожество», сопровождаемое громким смехом довольного собой человека, завершая просьбой беречь дорогих ему людей."
    "Виолу, Ольгу, Катюшку."
    "Девочки в отряде могут и обязательно сменятся, возможно, не доведётся встретить никого знакомого."
    "Но эта троица останется незыблемой и вечной, в конце концов, именно на них и зиждется этот крохотный мирок."
    "Что за Катюшка, я, честно сказать, не очень понимал."
    if alt_day4_neu_us_pixies == 2:
        "Кажется, во втором отряде так звали вожатую, но какое отношение она имела к старому мне?"
        "Тайна за семью печатями."
    else:
        "Вряд ли какая-то пионерка, скорее, та фигуристая девица, вожатствующая над вторым отрядом."
    "Зато совсем не тайной стало гораздо большее."
    play sound sfx_7dl["eat_horn"] fadein 1
    "Уже и горн прозвучал, созывающий пионеров на обед, а я, подумав о еде, испытал очередной приступ тошноты."
    th "Похоже, меня так и будет сегодня штормить."
    "С непонятной покорностью подумал я."
    stop sound fadeout 3
    "Видимо, следствие того, что смена заканчивается, путёвка заканчивается, продлевать будете?"
    "Да я бы и с удовольствием."
    "Избегать каких-то нездоровых ситуаций, а вместо этого попробовать просто остаться."
    "С улицы донёсся многоголосый смех — люди там были счастливы и заражали счастьем других."
    th "Кто-нибудь сейчас обязательно прибежит, будет тревожить меня и звать куда-то."
    "С тоской подумал я."
    "Чужое, суррогатное счастье не интересовало меня совершенно."
    "Интересовало исполнение предписаний доктора."
    "Которая оказалась вовсе даже не медсестрой бесталанной, а очень даже неплохим психиатром."
    "Приостановив запись, я глянул на уровень заряда телефона."
    "Негусто, но должно хватить для завершения."
    "Надо только куда-нибудь спрятаться."
    "Покемарить часок-другой, послушать тишину и себя."
    "Только не в тени, пожалуйста. Утреннее солнце явно дало понять, что только благодаря его теплу я могу продолжать переставлять ноги."
    "Так что вполне можно позволить себе немного позагорать."
    "Только не на пляже."
    "Там ходят люди, чего-то хотят, что-то требуют."
    "Лучше где-нибудь, где никто не найдёт."
    "Может быть, какой-нибудь дикий пляж? Или просто полянка в лесу?"
    window hide
    play sound sfx_open_dooor_campus_2
    pause(1)
    scene bg ext_house_of_mt_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Прикинув примерное положение реки, её изгиб, я прихватил полотенце и, выйдя на улицу, зашагал к южным воротам."
    window hide
    scene bg ext_house_of_sl_day
    with dissolve
    "Мимо домика Слави, мимо эстрады…"
    "Когда я понял, что заблудился, было уже поздно аукать."
    "Что самое забавное и глупое, заблудился я ещё на территории лагеря."
    "Не знаю, чем мне не нравились прямые, ровные дорожки из бетонных плит, но сегодня я решил почувствовать себя старожилом лагеря."
    "Вот и почувствовал."
    window hide
    scene bg ext_path2_day
    with dissolve
    stop music fadeout 3
    "Очередная индейская тропка завела меня в какие-то заросли и благополучно скончалась под моими ногами."
    play music music_7dl["everyday"] fadein 3
    th "Почувствуй себя идиотом, что называется."
    "Развернувшись, я попытался выбраться наружу — и не преуспел."
    "Видимо, пропустил какой-то важный поворот."
    "Потому что даже пять минут ходьбы между стеблями крапивы спустя я так и не вернулся на дорожку."
    "Умные книжки говорили, что любой человек во время ходьбы делает едва заметный поворот в сторону из-за разницы в длине ног, потому, к примеру, в лесу он вполне может ходить кругами."
    "Долго ходить."
    "Как ещё говорят: «леший водит»."
    "И как назло лагерь опустел."
    "Все убежали питаться, поэтому не получалось сориентироваться даже по слуху."
    me "Ладно, не хотим по-хорошему…"
    "Я перестал шарахаться, остановился на месте и, прикрыв глаза, вызвал чувство направления."
    show blink
    pause(1)
    "Обычно оно срабатывало только в насквозь известном месте — тогда там можно было ориентироваться даже наощупь."
    "Но в этот раз…"
    "Я ощутил какое-то здание по левую руку от себя."
    "Двести метров по прямой."
    "Ничтоже сумняшеся, не раскрывая глаз, я сделал шаг туда."
    with vpunch
    play sound sfx_punch_medium
    "И ощутимо приложился лбом о ствол стоящей здесь же сосны."
    "Чувство направления, сделав виноватую мордашку, растворилось в пучинах сознания — дорогу показало, а дальше будьте любезны сами."
    scene expression Dawn("bg ext_path2_day")
    show unblink
    "Я и пошёл."
    window hide
    scene bg ext_library_day #TODO: задник библиотеки
    with fade
    "И вышел…"
    "Мне это здание было незнакомым."
    "Хотя, боюсь, подобное можно было бы сказать о большинстве зданий, которые мне не довелось лицезреть с чёрного хода."
    "Но прикинув географию, я заключил, что это библиотека."
    "Вернее, её тыльная часть."
    "Стояло здание так удачно, что дневное солнышко било по крыше практически отвесно, разогревая крашеный металл, а поднимающийся конёк прятал желающих немного позагорать от досужих взглядов."
    "Здесь же была и лестница с глубоко уходящими в песок перекладинами — видимо, кто-то ей пользовался уже."
    th "Воспользуемся и мы, почему нет?"
    "Здесь тихо, мирно, спокойно…"
    "Под лестницей не было натоптано — следы на песке выдали бы частых визитёров."
    "Так что…"
    "Я выбрался на крышу и, грохоча жестяным покрытием, поднялся так, чтобы никто не мог меня увидеть."
    "Разложил полотенце и, сбросив шорты с рубашкой, улёгся заряжать батарейки."
    window hide
    scene bg ext_sky_7dl
    with dissolve
    "Мне никто не был нужен, я никому не был нужен."
    "Конечно, было бы неплохо организовать каникулы дышащему уже на ладан телефону, но пока есть ещё пара микроампер-часов, есть голос в наушниках."
    voice "На улице снова гроза, я снова выезжаю в ночь, в окна будет колотиться дождь."
    voice "Да только я этого не услышу. Я усну, а проснусь — тобой."
    "Небо сегодня было бездонно-голубое, в него можно было окунать жаркие ладони и пить, пить его прохладу, не замечая хода времени."
    "Отсюда казалось, что во всём мире не может быть ни гроз, ни ненастий."
    voice "Остаётся только надеяться на то, что никто в этом году не будет играть в доктора Брауна и не захочет поймать молнию на антенну."
    voice "В прошлом году у нас один такой деятель был, из-за него лагерь лишился радио."
    voice "Ты уж проследи там, ладно?"
    me "Ладно…"
    "Улыбнулся я."
    show blink
    "Прикрыл глаза."
    voice "Теперь что касается твоего внутреннего голоса… Слушай внимательно."
    "Я и слушал."
    "Запоминал."
    stop music fadeout 3
    "Запо…"
    window hide
    scene bg ext_sky_7dl
    show unblink
    pause(1)
    show blink
    "Я моргнул."
    play music music_7dl["think_again"] fadein 3
    "Мир превратился в черноту."
    "Жаркую, раскалённую черноту, которой едва хватало на то, чтобы нормально дышать."
    "И скольжение."
    "Как разгонавшись на ледяной горке, немыслимой при такой температуре, я устремляюсь ввысь, всё ускоряясь."
    "Бегу одной ногой, отталкиваясь от воздуха, наблюдая за собой из-за спины и полупрозрачных распахнутых крыльев."
    "Даже после того, как ноги отрываются от земли, под ногами всё равно продолжает чувствоваться эта скользкая поверхность."
    "Нулевое трение, поверхность, по которой в теории можно скользить бесконечно."
    "Вниз…"
    "А потом — вверх!"
    "Вверх!"
    "Я всё ещё ничего не видел, но ощущал изменения топологии вокруг себя безо всяких глаз."
    "Просто чувствовал это, как и в тот раз, когда пытался найти хотя бы один светлячок открытой двери в бесконечной серой пустоте."
    "И нашёл. Вынырнул."
    window hide
    scene anim prolog_2
    with dissolve
    stop ambience fadeout 3
    "Здесь же я никуда не торопился, темнота не пыталась высосать из меня жизнь, а напротив, заряжала и заставляла чувствовать себя живым."
    "И…"
    "Когда я понял, что это за ощущения и проснулся, было уже поздно что-то менять."
    voice "Не подглядывай."
    "Строго приказал голос."
    voice "Иначе я уйду."
    "Я и не подглядывал."
    "Скорее, весь сфокусировался на ощущениях."
    "Скользко, как будто я всё ещё был там, в темноте."
    "Правда, я больше не летал, но, как по мне, это была очень даже равноценная замена!"
    "Во всяком случае, мне так казалось."
    "Потому что когда скользкие руки запорхали по мне ещё быстрее, и я, не выдержав, выгнулся и застонал, улетел я куда капитальнее, чем во сне!"
    window hide
    scene bg ext_sky_7dl
    with dissolve
    play ambience ambience_camp_entrance_day fadein 3
    "Фактически, от моих судорог полотенце слетело с головы, и я мог разглядеть того, кто так активно до меня домогался."
    "Рыжие волосы, жёлтые глаза."
    "И, конечно, классный обтягивающий купальник."
    "Форма девушки была сложена где-то в сторонке."
    voice "Я же предупреждала."
    "Аккуратно промокнув салфеткой следы преступления, она поднялась и, ступая неслышно, удалилась."
    "Не знаю, зачем, но я следил за тем, как она ходит, куда наступает."
    "Почему-то казалось, что это пригодится."
    "Тем более, что…"
    "Я не знал, что ей могло понадобиться от меня, но после таких действий…"
    th "Разве это не считается в местном раю аморалкой?"
    th "По идее, за это вполне могут погнать как из лагеря, так и из партии."
    "Риск, конечно. А вдруг я всё расскажу?"
    "Девушка улеглась на полотенце на живот, прикрыла голову уголком и, едва слышимо вздохнув, улеглась."
    "А моё внимание привлёк странный блеск рядом со мной."
    "Подняв тюбик, я прочитал:"
    me "… согревающий… гипоаллергенный…?"
    dreamgirl "Я не спец по этим делам, но, похоже, что это лубрикант."
    th "Пардон?"
    dreamgirl "Помнишь скользкие руки? {w}Насухую так не сделаешь."
    th "Так вот почему было так горячо!"
    th "Наверное, надо вернуть ей тюбик."
    dreamgirl "Верни."
    th "Но как я к ней подойду после такого?"
    dreamgirl "По-моему, это она должна тебя стесняться, а не наоборот, как считаешь?"
    "Будто услышав мои мысли, девушка раскидала ножки чуть в сторону и обмякла, расслабилась."
    th "Вот, теперь она вообще уснёт."
    dreamgirl "Так поспеши!"
    "И я, наступая туда же, куда наступала девушка, отправился к ней."
    "Правда, не доходя до неё пары шагов, замер."
    "Потому что уж больно интересный ракурс открывался с моей позиции."
    dreamgirl "Ракурс фигня, а вот что можно устроить, если использовать чуть-чуть твоей волшебной мази по назначению…"
    th "Э… Думаешь?"
    dreamgirl "Не попробуешь… {w}Не узнаешь."
    with flash_red
    "Кровь снова ударила в голову, когда я в красках представил себе, что должен «попробовать»."
    $ meet('ka', 'Странная девушка')
    ka "Ну, ты долго ещё тормозить собираешься?"
    "Сонно поинтересовалась девушка и расставила ножки ещё чуть-чуть шире."
    "Едва успокоившийся организм снова среагировал самым ожидаемым образом."
    "Крышка у тюбика не откручивалась, а просто отходила вверх, как в современных мне шампунях."
    "Щелчок."
    "Мазь оказалась тёплая и очень-очень скользкая."
    "Девушка охнула, когда я сдвинул в сторону зелёную ткань и, почти не чувствуя сопротивления, оказался внутри…"
    $ meet('ka', 'Катюшка')
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day6_neu_loki_concert:
    scene bg ext_stage_big_clear_day_7dl
    with dissolve
    play music music_7dl["shestheone"] fadein 3
    play ambience ambience_camp_entrance_day fadein 3
    "Когда Мику притащила меня к сцене, первым же, кто налетел на нас с претензиями была всё та же неистребимо позитивная Ульянка."
    show us laugh sport at left with dissolve
    us "Глядите-ка, какой красивый бирюзовый сачок!"
    show mi surprise pioneer at right with dissolve
    mi "Сачок?"
    us "Самый что ни на есть. Ты скажешь, где ты лазишь?"
    show mi shy pioneer with dspr
    mi "Я… Э…"
    "Бойкая обычно на язык Мику стушевалась и заозиралась в поисках ответа."
    me "Она была у спортивной площадки."
    "Пришёл на помощь я."
    me "Там я её и нашёл."
    show us surp1 sport with dspr
    us "Микуська и спорт? А не врёшь ли ты случаем?"
    me "Да больно надо."
    "Оскорбился я."
    show mi dontlike pioneer with dspr
    mi "Семён правду говорит!"
    "Вступилась за меня японка."
    mi "Я и правда была там…"
    "А вот что делала — об этом детишкам знать не положено."
    "Особенно о том, чем в итоге всё закончилось."
    show us laugh sport with dspr
    us "Ладно! Я уже поняла, что вы спелись! {w}Саундчек через десять минут, я проверила провода на сцене — всё на месте."
    us "Так что теперь всё зависит от тебя."
    mi "От…"
    show mi grin pioneer with dspr
    mi "Сенечка, раз мы с тобой решили помогать друг другу…"
    "Она неотразимо улыбнулась, правда, посмотрела на меня столь угрожающе, что я проглотил возражения."
    mi "Поэтому не мог бы ты сходить в клуб к кибернетикам за микрофонами и плёнками?"
    me "А ты?"
    mi "Я домой сбегаю за микшером! Без пульта что за концерт?"
    hide mi with easeoutbottom
    "Кивнув мне, Мику провалилась сквозь землю."
    show us normal sport with dspr
    us "А что я, что я? {w}Я сама офигела!"
    me "Клуб открыт?"
    us "Скорее всего. {w}Но я бы на твоём месте шла через библиотеку — если кибернетиков нет на месте, то они точно есть в редакции."
    me "Зачем?"
    show us smile sport with dspr
    us "Так стенгазету доделывать срочно надо! {w}Последний день, к ужину вожатая потребовала, чтобы висело всё!"
    us "Чего стоишь? {w}Цигель-цигель, аллюр три креста!"
    show us laugh sport at center with ease
    "Девочка наметила движение, придающее мне ускорения, и я послушно сорвался с места."
    "Не знаю уж, зачем и почему надо было перемещаться именно бегом, но раз все бегают, то и…"
    hide us with easeoutright
    "Сама Ульянка понеслась куда-то в сторону домика вожатой."
    "Видимо, и у неё была прорва дел и помимо подготовки концерта."
    "Но не до того!"
    "Бегом!"
    scene bg ext_stage_big_clear_day_7dl at running
    "Сто семьдесят четыре удара в минуту, максимальная скорость!"
    "Я не особо торопился, не боялся никуда опоздать, но было что-то в этой беготне, полузабытое и счастливое, когда тебе было жалко тратить кучу времени на то, чтобы добраться из пункта А в пункт Б неторопливым шагом вразвалочку."
    "Так что бегом!"
    "Или меня заразили две эти непоседы?"
    stop music fadeout 3
    window hide
    scene bg ext_library_day at running
    with dissolve
    "Так или иначе, но путь до библиотеки я преодолел за две с половиной минуты, распахнул дверь."
    window hide
    play ambience ambience_library_day fadein 3
    play music music_7dl["surf"] fadein 3
    play sound sfx_open_door_1
    pause(1)
    scene bg int_library_day
    with dissolve
    "Жени нигде не было."
    "Видимо, куда-то ушла, бросив свою епархию, не знаю."
    "Так или иначе, я прошёл через помещение, распахнул обитую дерматином дверь."
    window hide
    play sound sfx_open_door_clubs
    pause(1)
    scene bg int_editorial_day_7dl
    with dissolve
    "В помещении не было ни души!"
    "На столе так и лежал огромный лист ватмана с разбросанными буквами и рисунками, на мольберте замер недорисованный шарж…"
    "Как будто все разом встали и ушли."
    th "Похоже, Электроника придётся искать где-нибудь в другом месте."
    window hide
    scene bg int_editorial_day_7dl:
        linear 0.3 zoom 1.2
    "Движимый любопытством, я подошёл к столу и взял несколько рисунков в руки."
    "Набросанные быстрыми линиями, практически один голый контур без теней и объёма, они тем не менее прекрасно передавали образ человека."
    "Выглядело очень похоже."
    "Карточный турнир с чествованием победителя, два растрёпанных любителя машинерии на крыше…"
    window hide
    with fade
    "И я… Застывший в воротах, глядящий прямо в кадр."
    th "Неужели это Лена нарисовала?"
    show dn dontlike pioneer with dissolve
    dn "Эй, что ты здесь делаешь?"
    me "Здорово."
    dn "Здоровее видали. {w}Посторонним здесь делать нечего."
    me "А я не посторонний, я кибернетиков ищу, к концерту готовлюсь."
    show dn dontcare pioneer with dissolve
    "Мальчик немного расслабился и махнул рукой:"
    dn "А что его искать, опять мастерит у себя что-то."
    me "Мастерит?"
    dn "Серёжка. Он последнее время безвылазно в клубе, не знаю даже, почему."
    dn "Ленка ещё куда-то запропастилась. {w}Похоже, газету я сегодня делаю один."
    "И всё это с таким намёком, чтобы, значит, я проникся и ринулся помогать товарищу."
    "Сейчас."
    "На меня в принципе манипуляции c совестью не действовали. {w}По причине отсутствия оной."
    window hide
    play sound sfx_open_door_clubs
    pause(1)
    scene bg int_library_day
    with dissolve
    "Так что я пожелал пионеру удачи и вышел обратно в библиотеку."
    "Жени всё так же не было. {w}Видимо, очень устаёт библиотекарь, отсыпается в тихий час."
    "Я бы и сам не отказался сейчас покемарить часок-другой."
    "Но нельзя. {w}Иначе Мику меня просто пристукнет!"
    "Её гнева я не особо боялся, но почему-то не хотелось расстраивать девочку."
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg ext_library_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Оказавшись на улице, я заспешил к воротам."
    "За спиной что-то громыхнуло и упало, но я уже ушёл."
    "Меня всё это ни капли не касается."
    "Задача: добыть нужные шнуры и аудиотехнику."
    "Так что… бегом!"
    window hide
    scene bg ext_square_day at running
    with dissolve
    "Снова бегом. Как будто мне снова тринадцать лет, и я балбес без целей в жизни."
    "Быстрее, ещё быстрее!"
    window hide
    scene bg ext_square_day at running:
        linear 2.0 zoom 1.15
    "У площади столкнулся со стайкой пионеров, пришлось демонстрировать чудеса уворотливости и паркура."
    "Но в итоге миновал и эту трудность"
    window hide
    scene bg ext_clubs_day
    with dissolve
    play sound sfx_knock_door2
    extend ", а через две минуты уже колотил кулаком в хлипкую фанерную дверь цитадели кибернетиков."
    el "Открыто!"
    "Угу… Открыто."
    window hide
    play sound sfx_open_door_clubs_2
    pause(1)
    scene bg int_clubs_male_day
    show el normal pioneer
    with dissolve
    play ambience ambience_clubs_inside_day fadein 2
    me "Электроник, мне нужно…"
    window hide
    play music music_7dl["shappihn"] fadein 3
    window hide
    scene bg ext_stage_normal_day
    with swradar
    play ambience ambience_camp_entrance_day fadein 3
    "Про происходящее далее мне вспоминать не хотелось бы."
    "Виола же прямо сказала — не бегать, не напрягаться и не перегреваться!"
    "Что я сделал?"
    "Бегал с проводами по солнцепёку."
    "Застрелиться веником, блин."
    "К счастью, успели мы с ощутимым запасом — это дало возможность нашему худруку сбегать в укромное место и там сменить пионерскую форму на смутно знакомый наряд."
    "Я сам вспомнить не мог, где приходилось наблюдать нечто подобное, а в оставленной на карте записи про Мику не было ни слова."
    "Вот и оставалось гадать."
    "Так или иначе, пятнадцать минут спустя баланс был налажен, провода подключены, а японка даже успела спеть несколько своих песенок."
    "Ей, похоже, очень нравилась эта работа."
    show mi smile voca with dissolve
    mi "Ну что, Сенечка, как я тебе?"
    me "Меня зовут Семён."
    "Напомнил я."
    mi "Так как?"
    "Проигнорировала ремарку она."
    me "Сойдёт для сельской местности. Ты сегодня весь вечер планируешь блистать?"
    show mi happy voca with dspr
    mi "Да!"
    "Просияла она."
    mi "А нельзя?"
    me "Как бы тебя Ольга Батьковна не обругала."
    show mi laugh voca with dspr
    mi "Не думаю!"
    "Хихикнула японка."
    mi "У меня всё схвачено!"
    hide mi with dissolve
    "Вслед за ней на сцену поднялось несколько коллективов с песнями, но они, мягко говоря, меркли на фоне японской поп-стар."
    "Всё-таки есть разница между местной самодеятельностью и деятельностью профессиональной."
    "Тем более, иногда Мику оказывалась слишком близко к краю сцены, и я вспоминал о том, что успел разглядеть в душе."
    "И не знаю, то ли Мику чувствовала мои мысли, то ли просто дразнила, но такие моменты от песни к песне становились всё чаще."
    th "Должно быть, всё же издевается."
    "Как будто от того, что она засветилась неглиже, ей теперь кто-то чем-то обязан."
    "У меня дома таких «засветившихся» четверть глобального трафика, и ничего. {w}Ещё никто не помер."
    th "Тем более, что и она вдосталь на меня налюбовалась."
    dreamgirl "Не знаю, как ты, а я только за!"
    th "Да я, как бы, тоже…"
    "Тем более, что ушлая японка нескольких выступающих записала явно помимо их воли, потому на каждый их отказ лезла на сцену сама."
    "С удовольствием пела, танцевала и издевалась надо мной."
    "Целую кучу номеров себе утянула, ушлая японская девочка."
    me "Ты можешь сказать, зачем тебе столько выступлений? Ты же живёшь на сцене практически!"
    "Спросил я в перерывах между выступлениями."
    show mi happy voca with dissolve
    mi "Ой, знаешь, Лены нигде нет, а я так за неё волнуюсь, а вожатая сказала не искать, так как Лена отпросилась!"
    me "И выступления помогают тебе «заесть стресс»?"
    "Понятливо кивнул я."
    show mi smile voca platinum with dspr
    mi "Эй, я же не ем."
    "Блондинка во плоти."
    "Странно даже, ведь японская нация поголовно брюнеты."
    "Очень странно."
    hide mi with dissolve
    "Я понятливо хмыкнул и объявил следующий номер."
    "А вслед за ним и очередное выступление Мику."
    "Над моим плечом кто-то отчётливо скрипнул зубами."
    me "О, Ольга Дмитриевна? Чем обязан?"
    show mt angry pioneer with dissolve
    mt "Да ничем! Я в столовую ходила за полдником. {w}Будешь пирожок?"
    me "Да, спасибо."
    "Я захрустел пирожком с капустой, а Ольга как бы невзначай поинтересовалась:"
    show mt normal pioneer with dspr
    mt "Так сколько раз уже Мику на эстраду ходила?"
    me "Понятия не имею."
    "Честно признался я."
    me "То ли два, то ли три раза."
    show mt grin pioneer with dspr
    mt "Три?… Непохоже, чтобы Мику себе отвела так мало времени."
    hide mt with dissolve
    "Всё ещё покачивая головой, вожатая удалилась."
    "А Мику вернулась и, с благодарностью приняв от меня сухпай, тоже заработала челюстями."
    if alt_day4_neu_us_pixies == 1 or not alt_day4_neu_mt_volley:
        "И вовремя — на сцену выбрался Данечка с его металлофоном, потому грохот инструмента мог заглушить только треск за ушами."
    else:
        "И вовремя — на сцену выбрался некий кудрявый пионер с его металлофоном, потому грохот инструмента мог заглушить только треск за ушами."
    "Видимо, это же понимали и окружающие, так как сосредоточенно работали челюстями все из нашего отряда, кого я мог найти."
    "Славя с места помахала рукой, Алиса подмигнула, Лена… {w}Её не было."
    "Но всё хорошее в итоге завершается."
    stop music fadeout 3
    "Завершился и пирожок — и Мику тут же снова умчалась."
    show dv normal pioneer2 with dissolve
    dv "Скучаешь?"
    play music music_7dl["imfine"] fadein 3
    me "Угу, бездельничаю."
    dv "А Микуська, как всегда, в своём репертуаре."
    show dv grin pioneer2 with dspr
    dv "Хочешь немного разбудить это болото?"
    me "Это как? {w}Петарду на сцену бросить?"
    show dv laugh pioneer2 with dspr
    dv "Нет же."
    "Рассмеялась рыжая."
    dv "Хотя ход твоих мыслей мне нравится."
    show dv normal pioneer2 with dspr
    dv "Вот смотри!"
    "Она указала пальцем на стоящий перед нами микшер."
    dv "Я немного спрашивала у Мику, как здесь что работает, так вот, последний канал и не канал вовсе, а самый настоящий ревербератор!"
    me "Э… Ну и что?"
    dv "Ну и всё! {w}Можно любой голос исказить до неузнаваемости!"
    dv "Как насчёт голоса хомяка?"
    me "Скучно."
    dv "Эстонского диалекта? {w}Пьяное эхо?"
    me "Ну…"
    show dv smile pioneer2 with dspr
    dv "Или голос робота?"
    me "Боюсь, если мы сейчас включим Мику голос робота, она нас распнёт без суда и следствия."
    dv "А мы и не её. {w}Засекай."
    "Видимо, отключив машинку, Алиса покрутила какие-то поворотники, включила какие-то эффекты…"
    mt "Спасибо, Мику."
    "Поблагодарила Ольга и взяла микрофон."
    dv "Сейчас!"
    "Алиса разом повернула сразу несколько реле и хлопнула ладонью по включению."
    "Так что милый, нежный и приятный голос Ольги сейчас больше напоминал озвучку робота Вертера с трёхнедельным запором."
    "И особенно замечательно прозвучало это её:"
    mt "Двачевская? У-би-ю!"
    show dv laugh pioneer2 with dspr
    dv "Вот, а теперь бежим!"
    hide dv with easeoutright
    "Хохоча, она сорвалась с места, а мне ничего не оставалось, как последовать вслед за Алисой."
    "Ибо коллективная безответственность."
    "А Мику и без меня справится."
    "Потому я вполне мог позволить себе оставить между собой и гневом вожатой как можно большее расстояние."
    window hide
    scene bg ext_stage_big_day at running
    with dissolve
    "Потому и бежал, не обращая внимания ни на удивлённые взгляды, ни на возмущённые крики."
    stop music fadeout 3
    "Бежал и хохотал."
    window hide
    scene bg ext_square_day
    show dv smile pioneer2
    with fade
    play ambience ambience_camp_center_evening fadein 3
    play music music_7dl["hear_a_love"] fadein 3
    "Алиса поджидала меня у площади."
    "В отличие от запыхавшегося меня, она дышала ровно и совершенно не выглядела как человек, только что взявший двухсотметровку."
    "Видимо, обладала огромным опытом практического воплощения философии «делай добро и убегай»."
    show dv grin pioneer2 with dspr
    if alt_day4_neu_date == 3:
        dv "Не думай, что ты заслужил моё доверие или что-то в этом роде."
        me "Угу…"
        "Выдохнул я, пытаясь восстановить дыхание после пробежки."
        dv "Но ты, похоже, не такой уж и тормоз!"
    else:
        dv "А ты неплох!"
    "Снисходительно улыбнулась она, когда я догнал её и остановился, запалённо дыша."
    dv "И понимаешь всё с первого раза, и бегаешь шустро."
    dv "Тебя кто-то подменил?"
    me "В каком смысле?"
    show dv normal pioneer2 with dspr
    dv "Ну… Обычно же ты тормоз, нет?"
    hide dv with dissolve
    "Удостоверившись в том, что я относительно пришёл в себя, Алиса направилась к столовой."
    "И ведь даже не обернулась посмотреть, иду ли я за ней!"
    window hide
    scene bg ext_dining_hall_away_sunset
    show dv normal pioneer2
    with dissolve
    me "Эй, я не тормоз!"
    me "И вообще у меня с утра голова болит, и…"
    show dv smile pioneer2 with dspr
    dv "Да-да, я помню про твои проблемы с головой. {w}Она у тебя больное место."
    me "Всё бы тебе издеваться!"
    dv "Не, я девочка добрая. {w}А кто не верит, тому в нос!"
    "Она кинула взгляд на часы."
    dv "В общем, у меня тут два варианта: либо ты сейчас возвращаешься к Шляпе и во всём каешься."
    dv "В награду за честность она на тебя наорёт и заставит таскать колонки."
    me "Вот как? {w}А что ещё есть?"
    dv "Или ты можешь пойти со мной."
    me "Куда?"
    dv "В столовку, конечно! Пока посидим там на перилах, поболтаем, а когда ужин наступит, раньше всех поедим и уйдём."
    me "Дискотеку готовить не станем?"
    show dv laugh pioneer2 with dspr
    dv "Она тебе так нужна, что ли?"
    me "Нет, но…"
    window hide
    scene bg ext_dining_hall_near_sunset
    show dv smile pioneer2
    with dissolve
    dv "Тогда не говори глупостей. Забирайся."
    "Она хитро устроилась, усевшись на верхней перекладине перил и запустив за среднюю ноги."
    "Получилась достаточно устойчивая конструкция."
    "На взгляд, разумеется — самостоятельно опрокинуть её я даже не пытался."
    dv "Итак… Расскажи-ка мне, новичок, что ты думаешь о прощальных танцах?"
    "…"
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day6_neu_concert:
    play music music_7dl["what_if"] fadein 3
    scene bg ext_library_day
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    "Получасом спустя, когда от эстрады послышались раскаты басов, а чем-то подозрительно довольная вожатая погасила сигарету о крышу, до меня дошёл весь ужас случившегося."
    th "Меня не просто употребили по назначению, меня, по сути, совратили."
    "При этом, никто, похоже, не собирается ни смущаться ситуации, ни что-либо дополнять к уже сделанному."
    "Вздохнув, я привёл себя в порядок и поднялся."
    "В голове снова было пусто и звонко."
    #show ka grin_uv with dissolve
    ka "Пошли на концерт, наверное."
    "Как кошка потянулась вожатая."
    "Блеснули жёлтые глаза."
    ka "А то хватятся ещё, искать начнут. {w}Тебя-то ладно, а за мной весь отряд бегать будет."
    ka "Хорошо ещё, что не явились, так сказать, в процессе."
    "Меня пронзило ужасом."
    me "А могли?!"
    ka "Конечно, могли. {w}Думаешь, зря я, что ли, лестницу на крышу подняла."
    me "Значит, ты планировала это с самого начала?"
    ka "Да. Раз день сегодня у меня такой интересный, весёлый и с утра хочется… Всякого."
    ka "В общем, с почином тебя."
    me "Пардон?"
    ka "Приходилось когда-нибудь слышать слово «овуляция»?"
    "Приходилось, разумеется."
    "Правда, пионеру это слово знать вроде как неоткуда. {w}По биологии подобные термины если и проходили, то так, между делом."
    "Так что я отрицательно покачал головой."
    ka "Так я и думала. {w}Пособи-ка мне."
    "Девушка из ниоткуда достала несколько салфеток и протёрла всё на себе и за собой, собрала даже окурок, убрала это богатство в карман."
    "После чего тоже поднялась и со всё тем же сытым выражением физиономии подошла к краю крыши, где ожидала своего часа тяжёлая даже с виду лестница."
    me "И как ты её одна подняла?"
    "Глупо было называть её на «вы» после всего случившегося."
    ka "Законы физики."
    "Пожала она плечами."
    ka "И никакого мошенничества."
    ka "Придержи её за верхнюю перекладину, чтобы вниз не кувыркнулась."
    ka "На счёт «три»! И — раз!"
    "Лестница недовольно скрипнула, проехалась к краю и начала было запрокидываться туда, но я уже был начеку."
    "Вовремя придержал."
    "А парой минут спустя мы уже были на земле."
    ka "Ты мой помощник."
    "Просюсюкала вожатая и, подарив мне на прощание поцелуй в щёку, усвистала."
    "Я же после событий на крыше был мягко говоря выжатым."
    "Видимо, тратил энергию я, а получала она. {w}Своего рода энергетический вампиризм."
    th "Надо приходить в себя."
    "Осоловело подумал я."
    "Идеальным сейчас было бы сходить в душ, немного охладить… себя."
    th "Так и поступим!"
    "Повеселев, я обогнул библиотеку и зашагал по направлению к площади."
    window hide
    scene bg ext_square_day
    with dissolve
    "Правда, прошагал недолго."
    "Уже у самого выхода на площадь из ниоткуда вывернула наша свет Ленивовна."
    show mt normal pioneer with dissolve
    mt "Куда спешим?"
    "Вежливо поинтересовалась она."
    mt "И чем это странным от тебя пахнет?"
    th "Это не твоё дело."
    "Не менее вежливо подумал я."
    "Вслух же сообщил:"
    me "Что-то мне поплохело, Ольга Дмитриевна. {w}Весь употел."
    me "Можно я схожу в душ?"
    show mt grin pioneer with dspr
    mt "Можно, конечно! {w}Но только после концерта."
    me "Но…"
    show mt normal pioneer with dspr
    mt "А, точно. {w}После концерта подготовка к танцам."
    show mt smile pioneer with dspr
    "Она подумала и улыбнулась:"
    mt "Тогда после ужина!"
    me "Но вы же сами сказали, что от меня чем-то пахнет, так что надо бы с себя пот смыть."
    mt "Ничего, потерпишь. {w}Не облезешь."
    me "Но…"
    show mt angry pioneer with dspr
    mt "А ну марш на концерт!"
    show mt smile pioneer with dspr
    "Ольга нежно улыбнулась, но в этой нежности было слишком много угрозы, чтобы продолжать спорить."
    "Прибить она меня, пожалуй, не прибьёт, но крови попортить может изрядно."
    "Вожатая же. {w}Педагог!"
    "Поэтому я решил не спорить."
    "Забылась слабость в конечностях, кружащаяся голова…"
    "Сила призыва!"
    "Пришлось идти."
    "Или дело было в том, что я уже с трудом воспринимал объективную реальность?"
    window hide
    scene bg ext_stage_big_day
    with dissolve
    "Но между беседой на площади и началом концерта я не уловил перехода."
    stop music fadeout 3
    "Просто в один момент было так — в другой я уже сижу на жёсткой скамейке (последний ряд в центре) и внимаю малопонятным японским песнопениям."
    play music music_7dl["war_to_fight"] fadein 3
    "При этом, судя по живой реакции публики, кто-то уже успел потрудиться над разогревом зрителей."
    "Реакция была живая, люди хлопали, отбивали такт ногой и качали головами."
    "Встречали всех на ура, даже самых бесталанных."
    "Стихи, песни, танцы…"
    "Несколько минут наблюдений за работой нашего мастера-церемонимейстера — и становилось понятно, за что ей доверили пост худрука."
    "Профессиональная работа."
    "Так что веселились все, кроме меня."
    "А нет, ещё одного человека."
    "Я левой щекой ощущал чей-то неприязненный взгляд, но как ни старался, как ни оборачивался — не мог засечь владельца взгляда."
    "Пришлось идти на хитрость: следить периферийным зрением за всеми по левую руку."
    "А там, как оказалось, квартировал второй отряд."
    "Отряд той самой вожатой, что… Эх."
    "Вскоре удалось найти и того, кому я оказался не по душе."
    show dn dontlike pioneer with dissolve
    "Кудрявого такого, надутого."
    if (alt_day4_neu_us_pixies == 2) or not alt_day4_neu_mt_volley:
        "Данечку из второго отряда."
    else:
        "Не помню точно, но, кажется, его звали Даней."
        $ meet('dn', 'Даня')
        "Во всяком случае, так к нему обращались его соотрядники."
    hide dn
    scene expression Dawn("bg ext_stage_big_day")
    with dissolve
    "Да и плевать мне если честно — похоже, я снова провалился в беспамятство."
    "Так как за время, прошедшее от его обнаружения до нового взгляда на сцену успели уйти выступавшие, а прямо сейчас снова сбегала по ступенькам Мику, я сидел с пирожком в правой руке и сосредоточенно жевал."
    "И с трудом удержал кусок теста во рту — организму срочно потребовалось вывернуться наизнанку."
    th "Видимо, утренняя таблетка перестала работать."
    th "Чёрт."
    "Я заозирался в поисках Виолетты — и нашёл её на траве под деревом."
    "Удобно устроилась."
    "И пионеры под приглядом, и сама не особо жарится."
    "Правда, под сомнение ставилась итоговая чистота белоснежного халата, но, видимо, Виолу это не сильно беспокоило."
    "Ноги показались деревянными и почти нечувствительными, когда я аккуратно слез со скамейки и попробовал сделать несколько шагов."
    "Меня сново ожгло неприязненным взглядом."
    "В очередной раз я кому-то не нравился."
    "Но сейчас это казалось настолько малозначимым, что я даже не вздрогнул."
    "Мне срочно нужна новая таблетка."
    "Срочно!"
    "Покачиваясь как пьяный, я обогнул зрительские ряды сзади и отправился в гости к доктору."
    "Никому не было дела до меня."
    "Как и всегда."
    "Когда ты остро нуждаешься в чьей-то помощи, ты можешь почувствовать, что никому ты не нужен, никто не придёт на помощь."
    "Так всегда. {w}Просто, как правило, и тебе никто не нужен."
    "Вожатая с крыши подмигнула мне и отвернулась."
    "Ольга Дмитриевна вообще посмотрела сквозь меня как сквозь пустое место."
    "Похоже, я стал невидимкой."
    "Для всех, кроме вожатой Катюшки и её за что-то меня крепко невзлюбившего помощничка."
    th "Может, ревность?"
    "Вяло подумал я."
    th "Подростковая влюблённость, все дела."
    "Но было поздно уже задумываться об этом."
    "Я добрался до Виолы."
    me "Виолетта Церновна…"
    "Позвал я."
    "Она вздрогнула и уставилась на меня так, будто я только что из пустого воздуха соткался."
    th "Да вы все издеваетесь, что ли?"
    "Вяло подумал я."
    show cs normal with dissolve
    cs "Виола… пионер."
    "Поправила она."
    cs "И что за вид такой? {w}Тебя кто-то долго бил?"
    show cs smile with dspr
    cs "Ты присаживайся, не торчи как три тополя."
    me "Да, хорошо."
    cs "Ладно, рассказывай."
    "Потребовала она, когда я устроился на траве в тени поудобнее."
    "И вид при том сделала такой, будто от меня пахло чем-то подозрительным."
    "Разве что только обнюхивать не начала — воспитание не позволяло."
    cs "Признавайся, соблюдал предписания?"
    me "Ну… Да! {w}Тенёк, прохлада, отдых…"
    cs "Ах-ха. А что ты можешь сказать про чрезмерные физические нагрузки?"
    with flash2_red
    "Я покраснел."
    "Чёртова реакция организма, которую ну совершенно нереально контролировать!"
    "Разве что стать таким же пошляком и похабником, как Виола?"
    me "Нет, никаких нагрузок. {w}Я сегодня много спал, ел и бездельничал."
    "В этот момент до меня дошло, что и с солнцем я тоже наврал."
    cs "Поздравляю соврамши."
    "Качнула бровью Виола."
    cs "Передай той… с которой ты не нагружался. {w}Пусть зайдёт, надо бы нам кое-что обсудить."
    me "Мне бы таблеточку."
    cs "Таблеточку получишь после ужина, у меня сейчас просто ничего нет."
    me "Мне плохо и тошнит."
    "Сообщил я."
    me "А по ощущениям ещё и желудок встал, так что если вдруг я не смогу справиться с позывами, будет все в рисовой каше и пирожке с капустой."
    show cs normal with dspr
    cs "Страшная какая угроза!"
    cs "Пойду-ка я, потолкую с твоей вожатой насчёт предписаний врача."
    hide cs with dissolve
    "Мгновение спустя я снова остался один."
    "Правда, в этот раз в тени, и даже относительном спокойствии — от эстрады сюда летел только бас, потому голова от высоких частот не болела."
    "И только устроился как следует, как…"
    #show ka smile_uv with dissolve
    ka "О чём с Вилкой трещали?"
    "Поинтересовалась она, усевшись рядом и как бы невзначай положив ладонь мне на плечо."
    me "Ну…"
    ka "Гну! Рассказывай давай."
    "Не знаю, с чего Катюшка решила, что после событий получасовой давности я стал её пионером."
    "Но требовать она умела."
    "Похоже, общий талант с Ольгой."
    "Так что я не особо удивился, услышав собственный голос."
    me "… И попросила найти того, с кем я так «не напрягался» и отправить к ней на профилактическую беседу."
    ka "Мда. Ты же понимаешь, что так сильно подставляться нельзя?"
    me "Вообще-то это ты подставлялась! {w}Я лежал на крыше, никого не трогал…"
    #show ka grin_uv with dissolve
    ka "Ещё скажи, что тебе не понравилось."
    "Промурлыкала девушка, а лежащие на плече пальцы впились ногтями мне в рубашку."
    "Гулко сглотнув, я сообщил, что понравилось."
    ka "Может, добавки хочешь?"
    me "Хочу."
    ka "А не получишь!"
    #hide ka with dissolve
    "Усмехнувшись, вожатая встала и пошла к своему отряду."
    "На сцену полезла Славя, а это был верный признак того, что концерт завершается."
    window hide
    scene black with fade
    stop music fadeout 3
    "Но я уже ничего этого не видел, так как снова отключился."
    "Снова очередной провал в памяти, разделяющий события «до» и «после»."
    "Вот я сижу, болтаю, морально готовлюсь к тому, что сейчас выступления подойдут к своему законному финалу, всех погонят ужинать, а меня, как чуть ли не единственного мальчика первого отряда, заставят помогать."
    "Общественные работы, подготовка к танцам."
    "Но нет, ничего подобного."
    "Исчезла Катюшка, исчезла Славя, исчезла эстрада, пионеры, окружение…"
    window hide
    scene expression Desat("bg ext_emptiness_7dl")
    with dissolve
    "Я оказался в тягучей и вязкой темноте, будто бы провалился в асфальтовое озеро."
    "В этот раз это было не отсутствие перехода, а вполне себе зримое и понимаемое забытье."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day6_neu_loki_disco:
    play music music_7dl["rewind"] fadein 3
    scene bg int_dining_hall_people_sunset
    with dissolve
    play ambience ambience_dining_hall_full fadein 3
    "Алиса поела первая и, чему-то радуясь, убежала."
    "Наших же всё не было и не было."
    "Уж не знаю, что они там делали, но, похоже, это должно затянуться."
    window hide
    play sound sfx_open_door_2
    pause(1)
    scene bg ext_dining_hall_near_sunset
    with dissolve
    "Так что в итоге я плюнул на возможность их дождаться и, завершив ужин, вышел на улицу."
    play ambience ambience_camp_center_evening fadein 3
    "И тут же попал в лапы к вожатой."
    show mt angry pioneer with dissolve
    mt "Семён?"
    "Она упёрла руки в бока и набрала в грудь воздуха — верный признак того, что меня сейчас начнут песочить."
    "Не то чтобы раньше я часто попадал под огонь, но такая поза не оставляла пространства для манёвра."
    "Возможно, дело было в том, что её лицо покраснело, возможно, ещё в чём-то — но в воздухе ощутимо повеяло угрозой."
    "Потому я поспешил среагировать первым."
    me "Ругать будете?"
    "Вклинился я в не успевший начаться монолог."
    mt "Где ты был?"
    me "Ужинал, Ольга Дмитриевна. {w}Вы помните? В двадцать часов у нас ужин по расписанию."
    mt "А почему с подготовкой к танцам не помогал?!"
    me "Ну… Я решил сначала сходить поесть."
    show mt normal pioneer with dspr
    mt "Семён, танцы — это важное общелагерное мероприятие! {w}Ты не должен отрываться от коллектива и думать только о себе!"
    me "Угу. Не должен."
    mt "Подумай сам: мы все здесь одна семья! {w}Разве можно подводить семью?"
    th "Всё понятно. Обругать меня за робо-голос она не может, потому и отрывается за всё прочее."
    mt "Иногда мне кажется, что зря тебя сюда взяли. {w}Сидел бы дома, читал книжки, раз тебе никто не нужен."
    show mt smile pioneer with dspr
    mt "Может, запереть тебя в бане, чтобы ты посидел и подумал там над своим поведением?"
    me "Да за что?!"
    "Вырвалось у меня."
    "Нет, я не боялся одиночества."
    "Оно дарит теплоту и счастье. {w}Жаль только, нельзя ими поделиться, ведь это только твои собственные теплота и счастье."
    "Надо уметь их увидеть ещё."
    "Проблема в том, что видеть умеют немногие."
    "Большинство способно разглядеть в одиночестве только ледяную беспомощность."
    "А ты лежишь пластом, отдельно от мёрзнущих конечностей и людей, никому не нужный и свободный оттого."
    "Но это должно быть избранное исключительно тобой одиночество, никем не навязанное."
    "В бане сидеть мне не хотелось."
    show mt grin pioneer with dspr
    mt "Там пусто, тихо и никого нет. {w}Как ты и хочешь."
    show cs normal at left with dissolve
    show mt angry pioneer at right with move
    cs "Не ругай пионера, Оль."
    "Послышался голос Виолы."
    th "Любопытно, можно её назвать Виолой-спасительницей?"
    "Задумался я."
    cs "Если ты вдруг забыла, его ещё с утра тошнило."
    cs "Хочешь, чтобы он окочурился, переставляя колонки, только потому, что это коллективное мероприятие?"
    show mt normal pioneer with dspr
    mt "Мог бы помочь хотя бы провода носить. Пластинки."
    "Пробурчала вожатая."
    show cs smile with dspr
    cs "Ему противопоказана любая физическая активность."
    cs "По-хорошему, его бы и на танцы не пускать…"
    th "Да!"
    mt "Нет!"
    "Отрезала вожатая."
    show mt angry pioneer with dspr
    mt "Танцевать его никто заставлять не будет, но на прощальные танцы должен явиться каждый."
    mt "Посидит на скамеечке, послушает музыку. {w}Ничего с ним не случится."
    cs "Тебя послушать, так с ним и от переноса тяжестей ничего не случится."
    "На лбу Ольги аршинными буквами можно было разглядеть «да на нём пахать можно», но она мудро придержала возражения при себе."
    "В конце концов, Виола всегда могла пожаловаться директору."
    "Или, может, просто наша Ленивовна уважала подругу. {w}Я не знаю."
    show cs grin
    pause(.2)
    show cs normal
    "Вышеупомянутая подруга подмигнула мне:"
    cs "Обращайся, если вдруг что… пионер."
    hide cs with easeoutright
    "И как девчонка сбежала вниз по ступенькам."
    "В отличие от меня, она чувствовала себя превосходно."
    "Глупости вроде хандры или острого приступа человеколюбия её не преследовали."
    show mt normal pioneer with dspr
    mt "Готовься к танцам, чтобы к девяти часам был на площади."
    hide mt with easeoutleft
    "Приказала Ольга и ушла в столовую."
    stop music fadeout 3
    "Я остался один."
    "И это было хорошо."
    window hide
    scene anim_square_preparty
    with dissolve
    play music music_7dl["what_if"] fadein 3
    "Я всегда не очень хорошо заводил друзей, социализация — это навык, который необходимо прокачивать постоянно."
    "В моём же случае безвозратно угасло и то немногое, что осталось с детства."
    "Чего только стоит история с моим единственным другом в асечном окошке."
    "Правда, закончилось в итоге всё не очень хорошо."
    "Да, я ною."
    "Но за шесть дней так и не успел ни к кому прикипеть душой."
    "Возможно, потому, что сам не проявлял инициативу, а им хватало такта не лезть в моё личное пространство."
    "Кое-кто, конечно, вызывал некий интерес, но… В общем, получилось что получилось."
    "Вот в результате и имеем что имеем."
    "Я одинаково ровно — и безразлично — отношусь ко всем меня окружающим."
    "Вряд ли вспомню кого-то из них, когда всё это закончится."
    "Не потому, что они невзрачные и плоские, нет."
    "Это, скорее, я сам невзрачный и плоский."
    "Неспособный даже воспользоваться шансом на чудо, предоставленным явно по огромному блату."
    "Так что я не стал взрослее в компании Слави, жизнерадостнее рядом с Мику или хотя бы умнее в компании кибернетиков."
    show mi smile voca at left
    show sl normal pioneer at right
    with dissolve
    "Вот, к слову, и они."
    "Легки на помине."
    show us smile sport at fright with dissolve
    "Ужин закончился уже как десять минут, но, полагаю, для главных помощников по организации и подготовке всегда на кухне найдётся что-нибудь съедобное."
    "Если уж для больного пионера сумели организовать тарелку каши, то что говорить о тех, кто приносит пользу?"
    show el normal pioneer at fleft behind mi with dissolve
    "Они шли стайкой, о чём-то переговариваясь, смеясь, радуясь чему-то."
    "Мику, Славя, Электроник, Ульяна."
    "Ульяна помахала мне рукой, а остальные даже не заметили."
    "Их интересовал ужин и только ужин."
    window hide
    scene bg ext_houses_sunset
    with dissolve
    "Так что разминувшись с ними на тропинке, я почувствовал, как против воли улыбаюсь."
    "Я завидовал этим почти взрослым людям, тому, как просто они воспринимают жизнь."
    "Как радуются мелочам."
    "И соблюдают заветы Оккама, даже не зная его имени."
    "Не усложняют и не плодят сущности."
    th "Их души — цветущий сад. {w}А я свой сжёг и никак назад."
    dreamgirl "Возможно, тебе просто нравится хандрить?"
    th "Тоже не исключено."
    window hide
    scene bg ext_house_of_mt_sunset
    with dissolve
    "Я добрался до домика, толкнул дверь."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_house_of_mt_sunset
    with dissolve
    play ambience ambience_int_cabin_evening fadein 3
    "Танцы подразумевают наличие какой-никакой нарядной, праздничной одежды и праздничного же настроения."
    "А у меня, как-то так получилось, не оказалось ни того, ни другого."
    window hide
    scene cg d3_me_mirror_white_7dl
    with dissolve
    "Отражение безглазо уставилось мне прямо в душу."
    "Оно тоже выглядело как человек с цветущим садом в душе и ровным счётом никаким образом не отражало, что внутри сидит сожжённый человек."
    "Которому, по идее, эту неделю следовало бы реабилитироваться, начать снова верить в людей."
    dreamgirl "Влюбиться и снова радоваться жизни, да? {w}Банальщина."
    th "Кто же виноват, что я такой упёртый идиот?"
    "Явно не отражение."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_house_of_mt_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    "Посему, захлопнув дверь, я вышел на улицу."
    "Надевать мне было нечего, и это крайне удачно совпадало с моим настроением."
    "Вернее, с полным нежеланием праздновать что-либо."
    "Ибо любой праздник должен начинаться с состояния души."
    "Того самого сада."
    window hide
    scene bg ext_houses_sunset
    with dissolve
    "С площади уже доносились басовые раскаты какой-то плясовой."
    "Ведущий разогревал публику, чтобы не стеснялись выходить на площадку."
    "Скоро, скоро все раскачаются, и тогда начнётся веселье."
    "Участником его мне всё равно не стать."
    "Но избежать участи стать наблюдателем чужого счастья мне, похоже, не удастся."
    "Ольга найдёт меня где угодно."
    "Или попросит Славю — и та точно сможет. {w}Даже если я спрячусь под кровать."
    th "Лучше уж сам."
    stop music fadeout 3
    "Охота пуще неволи."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day6_neu_loki_disco2:
    play music music_7dl["deadman"] fadein 3
    $ persistent.sprite_time = "night"
    scene anim_square_party
    with dissolve
    "Пляски на костях мира."
    "Этим людям нечего терять, потому они не боятся показаться смешными."
    "У них остался последний десяток часов до того, как автобус умчит их в унылую страну невыученных уроков и девяти месяцев ненастья в году."
    "Но сейчас они не хотят об этом думать."
    "Вместо этого они лучше будут глупо махать руками, выделывать коленца и подпевать словам знакомых песен."
    "Всё же не глухая деревня здесь, встречаются и даже почти приличные треки."
    "Но, конечно, не так, как мне помнилось по старому лагерю."
    "С другой стороны, я и тогда-то чувствовал себя ненужным."
    "И здесь почувствовал. Уникальная возможность."
    "Не впервой."
    window hide
    scene anim_square_party
    with dissolve
    mi "Объявляется белый танец."
    "С чувством сообщила Мику в микрофон."
    mi "Дамы приглашают кавалеров."
    "И я мгновенно нырнул за скамейку."
    "Танцевать я не боялся — не растерял ещё навыки, как мне кажется."
    "Проблема в том, что та, с которой было бы неплохо потанцевать, похоже, напрочь отказалась являться на площадь."
    "Неплохой такой показатель, что одиночество важнее."
    "Ко мне спешила Ольга Дмитриевна, и спешила отнюдь не для того, чтобы отпустить меня домой."
    "К чёрту."
    "Я замер, застыл, пережидая угрозу."
    window hide
    scene anim_square_party at running
    "И парой минут спустя припустил в ночную тьму, разрываемую лишь редкими фонарями."
    th "Это моя ночь падающих звёзд."
    "На бегу думал я."
    th "Загадай желание, успей, пока падает звезда."
    th "Пока люди падают в твоих глазах. Как звёзды."
    th "Хочу… Хочу, чтобы было хоть как-нибудь."
    th "Хочу…"
    window hide
    scene bg ext_stage_big_night
    with dissolve
    play ambience ambience_camp_center_night fadein 3
    "И я выскочил к ночной эстраде."
    "К месту, где сегодня дети мучали наши уши, и кто-то досужий и не очень умный обозвал это гала-концертом."
    "Нет, исключения были, но…"
    "Во тьме вспыхнул красноватый огонёк."
    "Как звезда."
    stop music fadeout 3
    "И в тишине разнёсся неторопливый, вкрадчивый перебор струн."
    play music music_7dl["summer_ends_soon2"] fadein 3
    "Красная звезда с щелчком описала параболу в темноте и упала куда-то вниз, где её уже не было видно."
    "Накалившийся железный метеорит — кажется, именно железо даёт такой красивый оттенок."
    "Или тривиальная сигарета?"
    "Мне хотелось думать, что звезда."
    dv "Тоже не пошёл на эти танцульки?"
    "Усмехнулся в темноте знакомый голос."
    me "Заставили пойти."
    dv "Вот как? И ты…"
    me "Сбежал."
    dv "Ай, молодец! Это по-нашему!"
    window hide
    scene bg ext_stage_normal_night
    show dv smile pioneer2
    with dissolve
    "Луна вышла из-за облаков, и в лунном свете я сумел разглядеть Алису."
    "Играла она, не глядя на струны — видимо, творчество Виктора Робертовича знала назубок."
    dv "Присоединяйся!"
    "Позвала она."
    if alt_day3_dv_event or alt_day3_dv_rep or (alt_day4_neu_date == 3):
        dv "Как ты играешь, я немного в курсе, потому мучить инструмент не дам. {w}Сиди и слушай."
    else:
        dv "Умеешь на гитаре?"
        me "Нет."
        dv "Тогда сиди и слушай. {w}Можешь немного подпеть, если знаешь слова."
    "И я послушно устроился на краешке сцены рядом с рыжей гитаристкой."
    me "…телефон звонил, он хотел, чтобы я встал, оделся и пошёл, а точнее — побежал…"
    dv "Тоже «Кино» нравится?"
    me "Живая классика же."
    "От неё веяло теплом, запахом дегтярного мыла и отстранённым участием."
    "Но по каким-то непонятным признакам я понял, что она рада моей компании."
    "Возможно, даже бунтовать в одиночестве скучно порой?"
    "Даже если у тебя есть в твоём бунте гитара и пачка сигарет."
    dreamgirl "Поцеловать некурящую девушку — всё равно, что облизать чистую пепельницу."
    th "Э?"
    dreamgirl "Молчу-молчу."
    me "Есть сигарета?"
    "Алиса молча достала из пачки рядом с собой сигарету, прикурила, протянула мне."
    "Правда, чуть-чуть задержалась, будто заколебалась."
    "Всё-таки, она её прикуривала."
    me "Не бойся ты, не верю я в косвенные поцелуи."
    "Успокоил её я."
    dv "Вот как?"
    me "Да, только в настоящие."
    stop music fadeout 3
    show dv smile pioneer2 close with dissolve
    "Алиса прихлопнула струны и, поймав меня свободной рукой, притянула к себе."
    "Было так забавно, забавно…"
    "Луна спряталась, потому сначала я попал в нос, потом в щёку."
    "И только с третьего раза угодил куда надо."
    "Это было странно, так странно…"
    "Я не любил Двачевскую, но целоваться с ней оказалось волнующе сладко."
    "Как будто давным-давно хотел и вот дорвался."
    play music music_7dl["ltyh"] fadein 3
    with flash_pink
    dv "Только не воображай себе особо."
    "Отклеившись от меня, усмехнулась она."
    dv "Это всё равно ничего не значит."
    me "Да."
    dv "Да…"
    with flash_pink
    "Несколько мгновений спустя мы снова обнаружили себя целующимися."
    "Снова тот холодок под сердцем, будто падаешь."
    dv "Не вздумай только в меня влюбляться, понял? {w}Это просто поцелуй."
    me "Без любви целоваться не так интересно."
    dv "Ты-то откуда знаешь? {w}Ты же балбес."
    me "От обормотки слышу."
    "Снова смех, снова поцелуи…"
    "И только когда со струн сорвался очередной меланхоличный стон, мы оба поняли, что ещё живы."
    dv "Нет, всё. А то привыкну."
    show dv laugh pioneer2 close with dissolve
    "Оторвавшись от меня, хихикнула Алиса."
    dv "Мне и так кажется, что я никогда этого не заслуживала."
    dv "Не настолько этот мир и хорош ко мне."
    "Ещё две падающие звезды улетели во мрак."
    me "Пообещай мне, что не упустишь шанс сделать его лучше."
    show dv normal pioneer2 close with dspr
    dv "А ты?"
    me "Я не знаю."
    dv "А я пообещаю! {w}Если мне выпадет шанс сделать добро, я не откажусь и не пройду мимо."
    me "Хорошая клятва."
    me "И ты Алиса, тоже."
    dv "Что?"
    me "Хорошая…"
    show dv soft_smile pioneer2 close with dspr
    "Вместо ответа она подвинулась ко мне поближе."
    "Поймала мою руку, закинула себе на плечо, обняла сама…"
    dv "Последний вечер такой же, как вечер перед днём рождения."
    me "Всегда хочется чуда, да."
    dv "Спасибо, что помог мне его получить. {w}И не тяни свои руки, куда не надо."
    me "Но я не…"
    show dv smile pioneer2 close with dspr
    dv "А мог бы!"
    me "Тебя не поймёшь!"
    dv "Ладно, шучу. {w}Я рада, что ты пришёл, хотя я тебя и не звала."
    me "Но намекала!"
    show dv grin pioneer2 close with dspr
    dv "Тебе показалось."
    me "Я так и подумал. {w}Но я тоже рад, что оказался здесь."
    "Это был просто жест вежливости, просто попытка сохранить лицо."
    "Но я и в самом деле был рад, что вместо всех дискотек на свете схожу с ума здесь, обнимаясь с этой рыжей, непокорной оторвой."
    "Мы мало общались, почти не знали друг друга, но это оказалось и не нужно."
    "Оказалось достаточно просто настроиться на волну этого волшебного вечера, уловить светлую печаль другого."
    "Завтра мы разъедемся навсегда, возможно, даже не вспомним друг друга."
    "Но сейчас у нас есть этот вечер, есть мы."
    "Микровлюблённость, покуда не стукнет срок, и Алиса двенадцать раз даст мне в тыкву."
    me "Можно глупый вопрос?"
    dv "Валяй."
    me "Почему я?"
    dv "Ты достопримечательность. {w}Мне всё равно не светят нормальные отношения."
    dv "Так хотя бы с тобой пообжиматься можно. {w}Чуть-чуть."
    me "Раньше тебя это не заботило."
    dv "Сейчас тоже. {w}Я хотела, чтобы мне было что вспомнить после этого лета."
    dv "Но так, чтобы не краснеть потом на кресле у гинеколога."
    me "А я неопасный, да."
    "Понятливо кивнул я."
    "У меня когда-то была влюблённость как броня против чужих чар."
    "Но сколько той влюблённости осталось?"
    "Потому была волнующая звёздная ночь и янтарные глаза напротив."
    dv "Абсолютно. {w}Я спать. Ты?"
    me "Посижу здесь. {w}Дай ещё сигаретку."
    "Усмехнувшись, Алиса достала штуку «Магны», прикурила…"
    window hide
    scene stars
    with dissolve
    "Я затянулся, опёрся на руки и, запрокинув голову к небу, закрыл глаза."
    show blinking
    "Между висками снова неслышно зашумело, мир качнулся и стал чуточку дружелюбнее."
    "Та самая иллюзия, за которой ходят в отравленное состояние все курильщики и пьяницы."
    th "Просто я в тебя абсолютно не верю."
    "Грустно подумал я, обращаясь к рыжей девушке."
    th "Ты слишком замечательная при всей твоей напускной браваде."
    th "Потому я вряд ли смогу стать достойным."
    me "Вот потому-то я на тебя и не рассчитывал."
    me "Вернее, на возможность создания пары."
    "Негромко сказал я, всё ещё чувствуя тёплое присутствие рядом."
    dv "У тебя бы и не вышло."
    "Хихикнула девушка."
    "А мгновение спустя я остался один."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day6_neu_disco:
    play music music_7dl["shestheone"] fadein 3
    scene bg ext_stage_big_clear_day_7dl
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    "Очередные танцы."
    "Очередные."
    "Когда я пришёл в себя, оказалось, что концерт давным-давно закончился, а вокруг меня деловито снуют пионеры из моего отряда, почти не обращающие внимания на мою полубессознательную тушку."
    "Насмотрелись уже, видимо."
    "Видимо, таблетка, которую мне дала Виола с утра, перестала действовать, и неизвестная бурцеллёза всё-таки взяла своё."
    "Проблема в том, что врач отказалась мне называть имя этой болячки, назначать курс лечения…"
    if 'medic' in list_voyage_7dl:
        "Собственно, я был бы готов и на её фирменные обтирания, если бы это помогло."
    "Но нет."
    "Никто ничего не назначал."
    "Лежи побольше, отдыхай побольше, не напрягайся и избегай стрессов."
    "Да у меня сегодня все стрессы были исключительно приятные!"
    "Будь моя воля, я бы, наверное, повто…"
    with flash_cyan
    "Затылок снова свело судорогой, я закрыл глаза и как мог далеко запрокинул голову."
    th "На танцы, похоже, я сегодня не пойду."
    with vpunch
    th "Уже позитивная новость."
    "Главное — дать Виоле знать, что пионеру плохо, пионеру требуется медицинское внимание — и меня оставят в покое."
    "Так я во всяком случае надеялся."
    "И, как оказалось, напрасно."
    "В итоге я всё же оказался на скамейке возле басящих колонок."
    "Танцы со мной в главной роли."
    "Все пляшут, герой страдает."
    "Я не хотел танцевать, я вообще здесь находиться не хотел."
    "Да только кто ж меня спрашивал…"
    window hide
    scene bg ext_dining_hall_near_sunset with dissolve
    pause(1)
    play sound sfx_open_door_2
    pause(1)
    scene bg int_dining_hall_sunset
    with dissolve
    play ambience ambience_dining_hall_empty fadein 3
    "На ужин мы безнадёжно опоздали, поэтому милосердная Славя накормила отряд работничков и одного дрищеватого дармоеда картошкой с молоком."
    "Нехитрая снедь, пригодная для восполнения утраченных сил."
    "Поели — можно и поспать."
    "Вернее, сначала — найти Виолетту Церновну, дабы та ссудила из запасов ещё одну свою чудодейственную таблеточку."
    "Голова болела — спасу нет!"
    "Под определённым углом неприятные ощущения ещё можно было перетерпеть, но постоянно таким скособоченным всё равно не походишь."
    "Не походишь же?"
    window hide
    play sound sfx_open_door_2
    pause(1)
    scene bg ext_dining_hall_near_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    "Поблагодарив хлебосольную хозяйку за ужин, я выбрался на крылечко с целью зарядить ещё чуть-чуть аккумуляторы от заходящего солнышка."
    "Правда, получилось это у меня не очень удачно."
    show blinking
    "Едва я закрыл глаза, как солнце кто-то заслонил."
    "Уже знакомый «кто-то», рыженький, зеленоглазый."
    ka "Здорово, Сёмыч!"
    "Жизнерадостно поприветствовала меня Катюшка."
    th "Вот уж у кого ничего нигде не болит."
    "С лёгкой завистью подумал я."
    ka "Как голова?"
    me "Плохо."
    me "Ты почто меня тревожишь?"
    ka "Да глянулся ты мне."
    "Легкомысленно ответила девушка."
    "Рассмеялась, глядя на моё огорошенное лицо."
    ka "Шучу, что ты в самом деле. {w}Но я общалась с Вилкой по поводу твоего самочувствия, и она порекомендовала мне использовать парочку приёмов по разгрузке."
    me "Общалась?!"
    th "Виола в курсе? {w}Приплыли…"
    "Я прекрасно понимал, чем это всё кончится."
    "Сейчас спешно соберут какой-нибудь консилиум или вожатский совет, устроят товарищеский суд и вышвырнут нас обоих из лагеря за аморальное поведение."
    th "Виола же молчать не станет… правда?"
    th "Она обязана докладывать о таких вещах. {w}На то она и врач."
    "Или же…"
    "Но Катюшка стояла спокойно, улыбалась, глядя мне в глаза, и, похоже, совершенно не собиралась никуда вышвыриваться."
    ka "Да, мы с ней давние подруги, можем иногда посплетничать."
    me "Да? И что же вы… {w}кхм… насплетничали?"
    ka "Надо тебя немного размять. {w}В идеале, конечно, массаж и тому подобное."
    dreamgirl "А массаж эротический?"
    th "Точно. И в самый разгар действа заходит Ольга Дмитриевна."
    dreamgirl "И присоединяется третьей! {w}Устроите тройничок!"
    th "Зачем мне тройничок? {w}Опозориться не один раз, а два раза подряд?"
    dreamgirl "Бука ты скучная."
    ka "Но с массажем пока не получится, поэтому мы тебя немного нагрузим."
    show mt angry pioneer at left with dissolve
    mt "Кто там моего пионера нагружать собирается?"
    "Послышался грозный возглас, и на сцену явилась моя спасительница и одновременно страшный кошмар."
    ka "Оль, я твоего пионера одолжу?"
    show mt surprise pioneer with dspr
    mt "Зачем?"
    th "Тётенька, не отпускайте меня с ней, она надо мной опять надругается!"
    ka "Нужно подготовить отрядное место на последнюю свечку. {w}Я не достаю, а он вон какая оглобля!"
    ka "Одолжишь?"
    show mt sad pioneer with dspr
    mt "Ну, не знаю…"
    "Задумчиво произнесла Ольга."
    mt "А он у тебя опять в обморок не свалится?"
    ka "Ничего! {w}Свалится — там его и похороним!"
    show mt laugh pioneer with dspr
    "Ольга расхохоталась и кивнула:"
    mt "Хорошо, бери. {w}Но чтобы к началу дискотеки был на площади. Успеет?"
    ka "Успеет. {w}До скорого."
    ka "Пошли, Семён."
    "Девушка взяла меня под руку и повела прочь от столовой."
    window hide
    scene bg ext_dining_hall_away_sunset
    with dissolve
    ka "Отрядное место у нас находится между домами, они так удобно окружают пятачок, там мы и сидим!"
    "Беззаботно щебетала Катюшка всё время пути."
    ka "Вообще, это снаряд для тренировки рук, но мы сделали из него отрядное место."
    ka "Очень высокий, я не достаю даже в прыжке, так что ты должен помочь!"
    me "Как?"
    ka "Нужно будет на этот снаряд повесить кое-что."
    ka "Можешь сам. {w}Или подсадишь меня, если хочешь."
    "При этом она так многозначительно поглядывала на меня, что у меня произошла спонтанная реакция и я сконфуженно покраснел."
    "Расхохотавшись, девушка прибавила шагу."
    "Пришлось ускоряться и мне."
    window hide
    scene expression Dawn("bg ext_dv_hideout_day_7dl")
    with dissolve
    "Что же, она несильно наврала."
    "Пришлось пробираться по тропинке между домиками, немного карабкаться наверх, где на взгорочке уже ждала знакомая троица во главе с кучерявым Данькой."
    #show ka smile pioneer at left
    show dn normal pioneer at right
    show al normal pioneer at fright
    show tn normal pioneer at cright
    with dissolve
    ka "Всё приготовили?"
    "Деловито осведомилась девушка."
    "Мальчики синхронно кивнули."
    ka "Тогда начали!"
    hide dn
    hide al
    hide tn
    with dissolve
    "Не говоря ни слова, подручные Дани полезли наверх, а сам Даня поспешил к основанию снаряда, где ждали своего часа картонные коробки."
    me "Шёлковые ленты?"
    ka "Не совсем шёлковые, но вроде того."
    "Ещё раз улыбнулась Катюшка."
    ka "Вяжи их прямо на перекладины, где достанешь."
    me "А чем будешь заниматься ты?"
    ka "Морально вас поддерживать, разумеется!"
    me "Ясно… {w}У тебя с Ольгой никаких родственных связей нет?"
    ka "Нет, мы просто подруги! {w}А что?"
    me "Да действуете уж больно… Одинаково."
    ka "Давай-давай, работай веселей!"
    #hide ka
    "Я и работал."
    "При всей неприглядности этого рода занятости Катюшка как в воду глядела — от постоянных потягушек шея немного расслабилась, неприятные ощущения пропали, будто и не было их."
    "И коль скоро я не верил в чудесное исцеление и всё тянулся и тянулся, проверяя — не болит ли — через десять минут оказалось, что таки не болит."
    "И работа наша закончена."
    "По итогу самое обыкновенное стальное колесо на распорках превратилось в импровизированную китайскую беседку из шёлка и бумаги."
    "Отлучившаяся Катюшка вернулась с подозрительно знакомым стеклянным свечным фонарём, а меня, поблагодарив, прогнали прочь."
    "И ладно. {w}Не особо-то и хотелось."
    dreamgirl "Почувствуй себя ненужным."
    "Нет, насчёт Кати я не сильно-то и обольщался. {w}Судя по кошачьим глазам, события на крыше были полностью ей спровоцированы."
    "Говоря проще, меня употребили."
    "Здоровья для и более ни для чего."
    "Бормотала ещё что-то насчёт «удачных дней», но в каком контексте эта самая удача работать должна, мне не сказали."
    "Так что это и хорошо даже, что не позвали меня на свечку чужого отряда."
    "Чужого, хах."
    "Как будто у меня был «свой» какой-то."
    window hide
    with fade
    stop music fadeout 3
    return
    
label alt_day6_neu_pirate:
    scene ext_house_of_dv_day
    with dissolve
    "Спрятаться, спрятаться по-хорошему сейчас куда-нибудь."
    play music music_7dl["sorrow"] fadein 3
    "В груди зрело подспудное понимание всех причин случившейся со мной болячки."
    if not loki:
        "И сейчас, пока я шёл обратно от китайской беседки на лобное место, нарыв лопнул, и неясные образы сложились в слова."
    else:
        "И сейчас, пока я шёл к месту, где чувствовал себя неуместным, нарыв лопнул, и неясные образы сложились в слова."
    "Неизбежная катастрофа — вот что я чувствовал."
    "Шанс, на жизнь, которую я не заслужил, но всегда хотел, волшебный шанс на подростковую влюблённость, на неземную дружбу и взаимопонимание."
    "Здесь никто не выглядел избалованным вниманием, и всё, что от меня требовалось — это проявить самую чуточку участия и заботы."
    "И всё."
    "Мы оба бы спаслись от ужаса одиночества, воспряли, воскресли и дали друг другу сил на новую жизнь."
    "Возможно, это могло бы стать началом романа длиной в целую жизнь — или крохотной интрижки до конца лета."
    "Плевать."
    "Это в любом случае было бы чище и светлее, чем то, откуда я сбежал."
    me "Нет ничего сложнее и выше, чем самая обычная любовь к ближнему."
    "Одними губами проговорил я."
    "А я — отказался."
    "Променял всё это на привычное мне бытие с оскалом волчьим."
    "Так стоит ли удивляться тому, что сердце отказывалось биться?"
    "Правильно ведь говорят, что уставшее сердце может просто остановиться, и тогда…"
    "Теперь-то поздно уж, менять что-то, править."
    "За один вечер ровным счётом ничего ты не исправишь, не наладишь мосты между душами, не сблизишься и не сдружишься."
    "Пусть досужие крикуны и надрываются о том, что любовь как туберкулёз — заразиться можно мгновенно, лечиться всю жизнь."
    "Со мной это не работает."
    "Никак."
    window hide
    scene bg ext_admins_day_7dl
    with dissolve
    "Так что на танцплощадку я шёл как на лобное место."
    "Прошлая дискотека была отвратительна, едва ли текущая сможет чем-то отличиться."
    "Опять будут парочки, опять будут курящие за углом, пьющие на пляже."
    "Здесь всё как во всех других лагерях."
    "Во всех местах, где я предпочёл роман с местом."
    "Да только туда мог вернуться — электричкой от Финляндского, потом автобусом от Зеленогорска…"
    "А как вернуться сюда?"
    "Я не знал."
    window hide
    scene bg ext_path_sunset
    show sl shade
    with dissolve
    sl "О чём грустишь, Семён?"
    "Послышался из темноты голос."
    me "Н-н… {w}Я не грущу."
    "Застоявшиеся голосовые связки слиплись как альвеолы курильщика после ночи на боку."
    "Слова приходилось выдавливать из себя силой."
    "Которой, похоже, вовсе не осталось."
    "Потому я крайне вежливо обогнул силуэт Слави в тишине и отправился дальше к площади."
    "Там будет скамеечка, откуда меня никто как больного согнать не посмеет."
    sl "Семён, можешь уделить мне пять минут?"
    "Я не мог никому уделить ни пять минут, ни даже полуминуточки."
    "Мне надо добраться до тёмного угла."
    sl "Подожди."
    "Но я, помотав головой, перешёл на быстрый шаг."
    sl "Пять минут!"
    "Я вышел к пятну света, и в этот момент мне на плечо упала рука." with vpunch
    sl "Пожалуйста!"
    "Я неторопливо обернулся — совершать в таком состоянии резкие движения дураков нема."
    dreamgirl "А что такое? Знаешь первый способ суицида с похмелья? {w}Резкий кувырок через голову!"
    show sl sad pioneer with dspr
    "Выглядела Славя потрёпанной, глаза покраснели, нос распух, а на правом плече, сжимающем горловину какого-то мешка явно были различимы нити паутины."
    "И это наша всегдашняя аккуратистка?"
    "Наверное, в лесу что-то сдохло."
    show mt normal pioneer at left with dissolve
    mt "Боюсь, Семён не сможет уделить тебе ни минуточки."
    "В очередной раз блюстителем равновесия и порядка за спиной респавнилась Ольга Дмитриевна."
    mt "Он и так с помощью малышам опоздал."
    mt "Танцы в самом разгаре. А ты почему до сих пор не переодетая?"
    sl "Я…"
    show sl upset pioneer with dspr
    "Плечи девушки поникли."
    sl "Я…"
    sl "Нет. {w}Извините."
    hide sl with moveoutleft
    "Отпустив меня, девушка вздохнула и растворилась в сумерках."
    "И что-то мне подсказывает, что совсем не просто так грустит самая жизнерадостная пионерка в отряде."
    "Не по какому-то плёвому поводу."
    "Но размышлять было уже некогда — меня тащили по тропинке к площади."
    "Так, будто имели на меня какие-то планы, а не только соблюдали график мероприятий."
    "Слишком уж сильно держали, слишком быстро шагали."
    window hide
    scene anim_square_party
    with dissolve
    "И вот мы вышли на площадку."
    "В этот бесконечный калейдоскоп ярких нарядов, счастливых глаз, радостных лиц."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return

label alt_day6_neu_disco2:
    "И бесконечно глупой музыки."
    play music music_7dl["see_one_day"] fadein 3
    "Меня даже пару раз приглашали танцевать."
    "Вот и ковылял потихоньку."
    "Виолетта Церновна собственной персоной, так и не избавившаяся от своего вечного белого халата."
    "И наша добрейшая вожатая."
    "Вожатая… Как будто надев платье и явившись на танцпол, она оставила свои сержансткие манеры за пределами площадки и стала такой же, как и все, девушкой."
    "Мы молчали всё время танца, но то, как она кружилась, как смотрела в сторону и кусала губы, хватало, чтобы понять — ожидала чего-то, да только не получила желаемого."
    "На что-то надеялась, рассчитывала."
    "На что?"
    th "На меня? {w}Да кому я нужен."
    "И всё же."
    "Парней в этом розарии очевидный дефицит, так что даже невзрачные существа вроде меня нарасхват."
    "Но в итоге закончился и этот танец."
    window hide
    scene stars
    with dissolve
    "Я растянулся на скамейке, закинул руки за голову и потянулся, глядя в прозрачное до черноты ночное небо, попытался найти хотя бы одно знакомое созвездие."
    "Из-за светомузыки звёзды были видны с трудом, но я не оставлял попыток."
    "Ведь это так логично и просто — если я найду нужную звезду, я всегда смогу вернуться сюда снова."
    "Загадаю как следует, выстрою маршрут как мореходы встарь — без компаса и астролябии."
    "И вернусь."
    "И сердцу снова будет зачем биться."
    "Разве это плохо?"
    "Роман с лагерем."
    "Да, он бьёт сердце гораздо реже, чем люди, но зато куда капитальнее."
    "Но мало ли… {w}Всякое возможно."
    "«Совёнок» не снесут, его не застроят базами отдыха, и здесь всегда будут счастливо смеяться детишки."
    mi "Объявляется белый танец."
    "Сообщила Мику."
    mi "Дамы приглашают кавалеров."
    "И тут же кто-то заслонил звёзды."
    ka "Кавалер, хорош валяться, пошли танцевать."
    me "Не хочу."
    ka "Пошли, говорю. {w}Даме отказывать нельзя."
    me "И кто запретил?"
    ka "Я!"
    me "Да ты вообще… {w}Много разговариваешь."
    ka "Пошли, или я понесу тебя на руках!"
    "И будто иллюстрируя свои слова, наклонилась, подхватила меня под бок, присела…"
    me "Хорошо-хорошо! {w}Тиранша."
    ka "Я такая, я могу. {w}Пошли."
    "Она повела меня совсем не в центр, как Ольга, и не к колонкам, как Виола."
    window hide
    #scene cg d6_ka_dance_7dl
    scene anim_square_party
    with dissolve
    "Нет, Катюшка хотела танцевать на отшибе, чуть-чуть в стороне, где почти не было никакого света."
    "На ней было красивое зелёное платье в тон глазам, высокие шпильки, почти уравнивающие наш рост."
    "И от того, а может, из-за кошачьего выражения, выглядела Катюшка снова таинственно и незнакомо."
    th "Как будто я её вообще хоть чуть-чуть знал."
    me "Хорошо прошёл вечер?"
    "Спросил я, когда мы, обнявшись, совершили первый оборот."
    ka "Ты не воображай, что я на тебя запала."
    me "Что? {w}Я вообще про другое…"
    ka "Но ты очень удобный. {w}Гиперсексуальность вкупе с проблемами с памятью?"
    ka "Находка для одинокой голодной женщины."
    me "Я так и думал."
    ka "Никто ничего не узнает. {w}А тебе просто никто не поверит."
    ka "Да и станешь ли ты рассказывать кому-то? {w}Тебе же понравилось?"
    me "Ещё как."
    ka "Вот, сам видишь. {w}Так что давай без глупостей и поцелуев."
    me "Никаких отношений и тому подобного хлама?"
    ka "Умница какая. {w}Понимаешь, я чувствую к тебе примерно то же самое, что и моя щека."
    me "Щека?"
    "Повернувшись чуть боком, девушка откинула прядь волос, обнажая прекрасную кожу и уголок рта, минорно опущенный вниз."
    ka "Понимаешь…"
    "Кривовато улыбнувшись, сообщила она."
    ka "В результате несчастного случая я вообще ничего левой щекой не чувствую. {w}Виском тоже."
    me "И сердцем?"
    ka "Как знать… {w}Пока не было подходящей кандидатуры."
    "Не придумав ничего умнее, я поцеловал её в бесчувственную щёку."
    "Тёплую, живую, пахнущую, как и положено щеке прелестной девушки."
    "Чуть повернулся, захватывая и уголок губы."
    "И она, похоже, в самом деле ничего не чувствовала."
    "И тогда, осмелев, на противоходе, оказавшись спиной ко всему лагерю, я нашёл и её губы."
    "Катюшка изумлённо распахнула глаза, потом возмущённо заколотила по моей спине кулачком."
    ka "Эй, я же сказала — без глупостей!"
    "Зашипела она, когда я отстранился."
    ka "Мы просто занимались тем, чего нет в СССР, понял?"
    me "И всё?"
    ka "И всё."
    "Правда, голос её был чуть хрипловат, зрачки были слишком широкими, мурашки на плечах слишком заметными."
    "Вот только относилось это всё совсем не ко мне, правда?"
    "Время перевалило за одиннадцать часов вечера, младших разогнали спать, потому и контроль ослаб."
    "Так что я отпустил девушку, сделал шаг назад, улыбнулся."
    me "Это всё, что я хотел услышать. {w}Спасибо за откровенность."
    "Ольга всё ещё смотрела куда-то в другую от нас сторону, держа деревянную спину."
    "Потому не было решительно никаких препятствий к тому, чтобы сбежать."
    "Тем более, что здесь уже никому не был нужен."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day6_neu_loki_evening:
    play music music_7dl["lynn"] fadein 3
    scene bg ext_stage_normal_night
    with dissolve
    play ambience ambience_camp_center_night fadein 3
    "Я оказался в ситуации, где мечтали оказаться хотя бы на мгновение многие люди."
    "Именно так, когда к тебе сама подходит красивая девушка и предлагает безо всяких обременительных телодвижений просто целоваться."
    "Быть искренними."
    "Да только сейчас прежние мои желания, эмоции и, конечно, либидо в их числе, отодвинулись так далеко, что вовсе утратили какое-либо значение."
    "И дело было не только и не столько в моей нерешительности — казалось бы, что проще: вскочить, броситься вслед за Алисой в темноту, схватить её за руку и утащить на берег, на крышу или ещё куда-нибудь, где веет летней ночью, а запретных тем почти что и нет."
    "Да только не имело это всё ровным счётом никакого значения."
    "Я в самом деле был одноразовой достопримечательностью, которую можно протереть от пыли, поставить рядом с собой и притвориться, будто я настоящий."
    "Да только нет."
    "Непонятно даже, откуда Алиса узнала все подробности."
    "Возможно, ей по секрету рассказала Ульянка о том, как я каждый год приезжаю сюда и ничего-ничего не помню?"
    "Или, быть может, Лена поделилась подробностями своего неудачного прошлогоднего романа?"
    "Так или иначе, Алиса знала, кто я и что я, чем беззастенчиво и воспользовалась."
    dreamgirl "Не совсем воспользовалась, как видишь."
    "Посетовал внутренний голос."
    th "Правильно сделала, кстати. {w}Если бы у неё после такого «совсем» случились последствия, боюсь, мальчик-мажор не оценил бы требование жениться."
    dreamgirl "Тебе-то какая разница? Это проблемы мальчика-мажора, а не твои."
    th "Нет, мои тоже. Так что хорошо, что всё ограничилось единственно поцелуями."
    window hide
    scene stars
    with fade
    "В конце концов, это просто поцелуй, ничего сверх того."
    th "Или же?.."
    dreamgirl "Очевидно, что ты ей нравишься."
    dreamgirl "И так же очевидно, что она всю неделю приглядывалась к тебе, чтобы убедиться в твоей полной незанятости."
    th "Намекаешь на потенциальный роман?"
    th "Да ну, ерунда какая, быть того не может."
    "Внутренний голос встрепенулся было и начал что-то обьяснять, но я только улыбнулся."
    "Как животные и дети чувствуют подступающую смерть, так и эти живые, настоящие люди прекрасно чувствовали живущую во мне тишину и темноту."
    me "Ты в ней остаёшься."
    "Продекламировал я звёздам."
    
    me "Один. Отрешённый от света и воздуха. В муке последней, никем не рассказанный."
    me "Не воскрешённый.{w} На веки веков восемнадцатилетний."
    "На веки веков. Как будто пустота ждала всё это время, чтобы однажды избрать меня своим эмиссаром."
    play sound sfx_owl_far
    "Да только даже такому как мне, там оказалось слишком уныло и равнодушно."
    sl "Не знала, что ты читал Антокольского."
    "Вклинился в угрюмые размышления знакомый голос."
    sl "Скучаешь?"
    "Я вздрогнул и перевел взгляд ниже."
    window hide
    scene bg ext_stage_normal_night
    show sl sad pioneer
    with easeinbottom
    sl "Почему не на танцах?"
    me "Да вот, пытаюсь остаться на веки веков восемнадцатилетним."
    "Славя покачала головой."
    "Выглядела она помятой, какой-то взъерошенной, даже в свете луны можно было разглядеть, как припухли глаза и покраснел нос."
    me "Что с тобой? Что случилось?"
    show sl cry pioneer with dissolve
    sl "Я…"
    "Начала было Славя. И заплакала."
    "Вот так, спокойно, глядя мне в лицо, ничуть не стесняясь слёз."
    me "Ну, что такое…"
    "Мне всегда тяжело давались утешения. Чаще всего это звучало чем-то сродни советам смириться пополам с оскорблениями."
    "А здесь, боюсь, это просто не сработало бы."
    "Так что я просто стоял и смотрел на то, как она горюет."
    me "Ну же."
    "Поторопил я."
    me "Что случилось?"
    show sl serious pioneer with dspr
    sl "Я щенка похоронила."
    if not alt_day4_neu_mt_volley:
        me "Пирата?"
    else:
        me "Щенка?"
        "Славя кивнула."
        sl "От прошлой смены остался: одному из пионеров родители привезли щенка шпица похвастаться, а у него прямо здесь пошла самая настоящая аллергия на шерсть."
        sl "Пришлось мне его забирать на передержку — разумеется, нелегально."
        me "И ты…"
    show sl sad pioneer with dspr
    sl "Я держала его в закрытом помещении, чтобы он никуда не убежал, никому не попался. {w}Но только так вышло, что в одном помещении с ним хранилась коробка с отравой, о которой я была не в курсе."
    sl "И пока мы выступали, он прогрыз коробку, и…"
    show sl cry pioneer with dspr
    "Она спрятала лицо в ладонях."
    "А меня осенило:"
    me "Так вот почему ты пыталась остановить меня на дорожке!"
    "В памяти сохранилось кусочками такое же опустошённое лицо, перемазанная чем-то рубашка и мешок в левой руке."
    "И в этом мешке…"
    me "Ты хотела, чтобы я помог тебе его похоронить?"
    show sl serious pioneer with dspr
    sl "Брось притворяться, Семён."
    "Строго посмотрела на меня блондинка."
    sl "Я знаю кто ты и что ты такое."
    sl "Ещё с прошлого года, когда из-за тебя чуть не погибла Лена."
    sl "Я знаю, что сейчас со мной даже разговаривает не тот, кем является по паспорту."
    me "Тогда в чём дело?"
    sl "В газетах писали о том, что ты и тебе подобные можете пропасть. Как я понимаю, вернуться к себе домой. И захватить с собой что-нибудь или кого-нибудь."
    show sl upset pioneer with dspr
    sl "Я хотела, чтобы ты захватил с собой Пирата."
    me "Так почему не остановила?!"
    sl "М-мне… Вас было столько, вы куда-то шли, чем-то были заняты, и…"
    me "То есть ты могла бы спасти пусть крохотную, но жизнь, просто переступив через себя и наорав на всех нас, сообщив, что речь идёт о жизни и смерти, но вместо этого предпочла просто отойти в сторонку?"
    me "Конечно, я не имею права указывать тебе, как поступать, но всё-таки."
    me "Просто однажды сделав один решительный шаг. {w}Но это же так неправильно — орать на вожатых, да?"
    "Славя кивнула."
    me "И ты отступила… Нет, я не могу сейчас понять всё, что ты чувствуешь, потеряв дорогое тебе существо, но, чёрт! Это же не только твоя потеря. Это и моя, и всего лагеря потеря."
    me "Потому что ты никому не доверяешь в нужной мере, никого не хочешь впускать в собственные проблемы — сама, всё сама, вот вам метла, метите, а серьёзные сложности я решу, да…"
    me "Решила?"
    "Я сам не понимал, что несу."
    "Я был циник и мизантроп, считавший себя полностью свободным от бремени человеческого общения, а по факту просто ставший никому не нужным."
    "Меня никто не спрашивал, не интересовался мнением, потому всё и хранилось внутри меня."
    "И сейчас, когда нашёлся благодарный слушатель — нарыв лопнул, и гной хлынул наружу."
    "Всё это время, что я наблюдал за Славей, всё моё прошлое, что я наблюдал за другими правильными людьми — всегда был некий внутренний протест, что никак не удавалось выразить словами."
    "Но он в итоге созрел."
    "Я обвинял этих людей в том, что они слишком сильные, неспособные принять чужую помощь."
    "Когда-то таким был и я. Но сломался, позволив кому-то готовить мою собственную вендетту — и вроде рад бы назад, да поздно уже."
    me "Надеюсь, я не звучу как заезженные дураки с плакатов…"
    show sl normal pioneer with dspr
    sl "Нет, Сёмушка…"
    "Глухо произнесла Славя."
    sl "Просто ты взрослеешь, наконец, а это всегда больно и глупо."
    sl "Наверное, потому я так и трушу. Спасибо за беседу."
    "Славя вытерла глаза кончиком галстука, поднялась со скамейки и подошла ко мне."
    show sl normal pioneer close with dspr
    sl "Проводишь девушку до дома?"
    me "Боюсь, в темноте…"
    show sl smile pioneer close with dspr
    sl "Ничего."
    "Быстро улыбнулась девушка."
    show sl normal pioneer close with dspr
    sl "У меня есть фонарик. Не заблудимся."
    me "Что ж. Тогда пошли."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day6_neu_evening:
    scene bg ext_houses_night_7dl
    with fade
    play ambience ambience_camp_center_night fadein 3
    play music music_7dl["let_me_down"] fadein 3
    "Есть такой замечательный принцип Парето: на 20%% усилий приходится 80%% результата. Всё остальное доделывать приходится, прилагая остальные 80%% усилий."
    "В моём случае это означало, что потрудись я в первые пару дней над сближением хотя бы с той же неуёмной Катюшкой, возможно, сейчас мы танцевали бы как парочка."
    "Хотя, конечно, это глупость редкостная."
    "Вожатая и пионер. {w}Из чужого отряда."
    "В это никто никогда не поверит. {w}Очевидные уроки французского не про меня."
    "Но на её месте могла бы быть какая-нибудь другая девушка."
    "Я не знаю даже… {w}Мику? Алиса? Славя?"
    "Эти люди поголовно болеют синдромом красивого человека, а потому любое моё внимание воспримут крайне благосклонно."
    "Не говоря уже о том, что в отряде наблюдается очевидный дефицит молодых людей."
    "Такие дела."
    "Музыка за спиной в очередной раз сменилась медленным танцем, и я мимоходом порадовался тому, как удачно ушёл."
    "Мне совершенно не улыбалось танцевать в очередной раз с кем-то из персонала или девочек."
    "Как ни крути, а симпатия, как и любая другая связь, требует взаимной работы."
    "Результаты недостачи этой самой работы можно было наблюдать воочию: мы все остались друг другу посторонними."
    play sound sfx_ghost_children_laugh
    "Мимо меня в кустах кто-то прошмыгнул, донёсся приглушённый смех, мало похожий на человеческий."
    "Очередная странность в копилку местного советского парадиза."
    "Вряд ли я был кому-то интересен."
    "Потому и продолжил свой путь на крылечку, где начинался день."
    "Вокруг уже носились натанцевавшиеся пионеры, кое-где можно было разглядеть красные огоньки, почуять запах дымка."
    "С речки взрывами доносился смех."
    "Пионерам хотелось получить от жизни максимум, и можно ли было их за это винить?"
    "Не думаю."
    "Как нельзя было и меня."
    window hide
    scene bg ext_house_of_mt_night
    with dissolve
    "Каждый проживает эту жизнь так, как считает нужным. {w}Ведь это только твоя собственная жизнь, распоряжаться ей только тебе."
    "Вот и поворот на последней улице."
    "Если повернуть налево, можно заглянуть в гости к пропавшей Лене и ведущей танцы Мику."
    "А направо — мой дом."
    stop music fadeout 3
    "Я сбросил сандалии, устроился на ступеньках поудобнее и уставился в небо."
    window hide
    play music music_7dl["i_will_find_you"] fadein 3
    scene stars
    with dissolve
    "Нельзя за неделю стать другим человеком."
    "Нельзя перевоспитать, переломить себя и обрести то, чем ты никогда не обладал."
    "Даже в самых фантастических условиях."
    "Не зря же школы, кружки и секции существуют в первую очередь для детей — пока ты юн, твоя голова способна впитать знания и мораль гораздо лучше, чем у уже сложившегося косного взрослого."
    "Ты можешь изменить взгляды, вкусы, отношения — пока тебе десять, пятнадцать, двадцать лет."
    "Но стоит лишь чуть-чуть перешагнуть за порог двадцати трёх — двадцати пяти лет — и всё."
    "Любые изменения теперь даются только со скрипом и кровью."
    "И для меня перевоспитание должно затянуться на куда большее время."
    "Или хотя бы сопровождаться яркими эмоциональными переживаниями."
    "Ибо не болтая руками из болота не выплывешь."
    "Особенно из такого уютного пыльного болотца, куда я загнал себя сам."
    "Безопасный, тёплый пододеяльный стазис, где тебя ничто не трогает, но и сам ты неспособен прикоснуться к чему-либо."
    "Сцена на крыше заставила весь этот омут немного всколыхнуться, резанула сердце вопросом: «Неужели это она?»"
    "Но я привык ожидать только худшего, и это самое худшее не замедлило подтвердиться при первом же серьёзном разговоре."
    "Ничего личного, просто разрядка. {w}Исключительно в целях женского здоровья."
    th "Хотя я её и поцеловал."
    "Помимо воли улыбнулся я."
    th "Это такое взаимное использование."
    "Взаимовыгодное, взаимоудобное."
    "Ступенька скрипнула, рядом кто-то уселся."
    th "Надо же, как бесшумно."
    "В очередной раз подивился я."
    "Это становилось уже какой-то традицией — я никого из них не видел, не слышал и не воспринимал до тех пор, пока они прямо не начинали взаимодействовать со мной."
    "Я скосил глаза."
    "Рядом со мной сидел знакомый кучерявый пионер, хмурый и не слишком-то довольный."
    window hide
    scene bg ext_house_of_mt_night
    show dn unsured pioneer
    with dissolve
    me "Здорово, пионер, зачем пришёл?"
    "Голова снова начала болеть — видимо чудодейственный эффект от физзарядки улетучивался."
    dn "Не потерял ли чего?"
    me "В смысле?"
    "Вместо ответа Даня достал из кармана какую-то бумажку-сашет с выведенными ручкой корявыми буквами «С.П.»."
    dn "Твои инициалы?"
    th "Семён Персунов? {w}Вполне возможно."
    "Внутри бумажки оказалось… {w}Да."
    "Там лежала подружка той таблетки, которой меня спасали сегодня утром."
    me "Но откуда?"
    dn "Виолетта дала. {w}Велела вручить тебе, если сумею найти."
    me "А если бы не нашёл?"
    show dn smile pioneer with dspr
    dn "Кто знает?"
    "Безмятежно улыбнулся мальчик."
    dn "Возможно, это означало бы, что тебя вовсе не следует спасать?"
    "Он поднялся."
    dn "Мне велели передать, чтобы ты пил и ложился спать. {w}Завтра станет лучше."
    th "Лучше? {w}Не думаю."
    me "Что-то ещё?"
    "При такой разнице в росте наши глаза оказались на одном уровне, потому я и сумел уловить, когда его взгляд стал колючим."
    show dn dontlike pioneer with dspr
    dn "Я знаю о тебе и Катушке."
    "Сообщил он."
    me "Знаешь?"
    dn "Вы два идиота, которых едва-едва не поймало на горячем начальство!"
    dn "Если бы мы c пацанами не начали кричать и размахивать руками, вас бы точно услышали. {w}Потому что звуки, доносящиеся с крыши…"
    dn "Их ни с чем не спутаешь."
    me "Уж не ревнуешь ли ты?"
    show dn sick pioneer with dspr
    dn "Знаешь, что!"
    "Скривился Даня."
    dn "Если из-за вашей ерунды Катушку турнут, то вместо неё на третью смену поставят не пойми кого."
    dn "А я к ней привык и люблю её очень. {w}Как и весь наш отряд."
    dn "Поэтому вот. {w}В городе творите что хотите, а здесь лучше обойдитесь без глупостей."
    me "Но…"
    with flash2_red
    "Я покраснел."
    hide dn with dissolve
    "А Даня, будто не слыша меня, неторопливо отряхнул шорты, поправил рубашку, в очередной раз выбившуюся из-за ремешка и, смерив меня взглядом, ушёл."
    "Похоже, сказал он всё, что хотел."
    "Мне же оставалось только сидеть и обтекать."
    "Благодарить рандом в очередной раз за сложившиеся обстоятельства."
    "Иногда мне казалось, что все мои неприятности на самом деле — меньшее из зол, что могло бы со мной произойти."
    "Я столько раз пересчитывал смерти на пути, что ничуть не удивился бы, произойди одна из них со мной."
    "От обваливающегося здания до взрыва от утечки газа."
    "От дорожного знака до купания вместе с автобусом в Неве."
    "Быть может, они так для меня значимы не потому, что я параноик, а потому… что однажды произошли со мной, с другим мной?"
    "И эта наша общая память записана где-то, периодически всплывая в моменты бессознательного бытия, в дни автопилота."
    "Так и здесь."
    window hide
    scene stars with easeintop
    "Я воочию представил, как багром с земли подцепляют лестницу, как тащат её на землю, а потом над краем крыши появляется голова начальника лагеря."
    "Как нас ведут по лагерю, песочат, как собирают экстренно линейку и ставят перед всем лагерем."
    window hide
    scene expression SS_com_r("cg d4_cs_car_day_cs_coat_7dl")
    show prologue_dream
    with fade
    "И, дав собрать вещи, упаковывают в «Волгу»."
    "Мы сидим на заднем сиденье, широком как диван, притихшие, задумчивые."
    "Но наши ладони сцеплены, а в глазах светится нежность и обещание: «Я с тобой. Теперь навсегда»."
    "Ибо ничто так не сближает людей как пережитый совместно локальный апокалипсис."
    th "Но тогда… {w}Может, имеющийся исход не самый хороший?"
    th "Вдруг, нам и правда стоило уехать вместе?"
    us "Смуряешь, Сёмыч?"
    window hide
    scene bg ext_house_of_mt_night
    show us smile sport
    with dissolve
    stop music fadeout 3
    "Место рядом со мной опять кто-то занял."
    th "Похоже, оно пользуется сегодня популярностью."
    play music music_7dl["finale_farewell"] fadein 3
    me "И тебе привет."
    us "Сбежал с танцев, да?"
    me "А если и так, то что?"
    us "То я тебя поколочууууу!"
    show us laugh sport with dspr
    "Девочка повернулась в мою сторону, широко улыбаясь."
    us "Балда ты, Сёмыч. {w}Злючка-колючка ёж."
    us "Как ты живёшь так? {w}Никто никому не нужен, никто ни о ком не заботится."
    me "Я никогда не говорил такого."
    us "Так у тебя на лбу всё написано."
    "Ульяна подтолкнула меня плечом."
    us "За эту неделю, что я за тобой наблюдаю, ты вёл себя так, будто ждал, когда приедет карета с лакеем и тебя с извинениями увезут обратно."
    us "Только вот карета так и не прибыла, печаль, да?"
    th "Наблюдательная, стеррррва."
    dreamgirl "Она не так проста как кажется."
    th "Я знаю. Но что ей может быть надо?"
    show us grin sport with dspr
    us "Да ничего мне от тебя не надо, расслабься ты."
    us "Я просто пришла к тебе поблагодарить за то, что помог беседку второму отряду сделать."
    me "А ты-то почему благодаришь?"
    show us laugh sport with dspr
    us "А как ты думаешь, где я сегодня пряталась от Ольги, чтобы не идти на танцы?"
    me "Ты?!"
    "Ответом мне был заливистый, звонкий смех довольного собой человека."
    "Вернее, даже не довольного, а, скорее, счастливого. {w}Умеющего находить счастье в том, что ночь, лето, звёзды."
    "Что небо бездонное, а вожатая бегает по лагерю и ищет её, а она спряталась между сотнями шёлковых лент, всё слышит и хихикает."
    "Человека, не забывшего ещё, что такое детство."
    show us normal sport with dspr
    us "Мы играли там в карты и «бутылочку» при свечах, вырезали… поделки."
    me "Бутылочку?"
    show us laugh sport with dspr
    "Ульянка снова расхохоталась."
    us "Да! Видел бы ты лица Альки и Дани, когда бутылочка указала на них двоих!"
    me "Да…"
    "Медленно произнёс я."
    me "Я как раз вспомнил, за что я так не люблю эту игру."
    show us laugh2 sport with dspr
    us "Не кисни! {w}В следующий раз и тебя пригласим!"
    th "Как будто он когда-нибудь будет, этот следующий раз."
    "Мысль была удивительно горькая."
    "Неужели это мне она принадлежала, мне, только что решившему, что одиночество всегда милосерднее и спокойнее?"
    me "А как же танцы?"
    show us normal sport with dspr
    us "Нуууу… Танцы это не так интересно."
    us "Я уже сколько перетанцевала, и ни об одном танце не помню!"
    show us smile sport with dspr
    us "А то, как смотрели друг на друга мальчики, я запомню на всю жизнь! {w}Это было что-то с чем-то."
    me "Всё с тобой понятно."
    window hide
    scene stars with easeintop
    "Я снова уставился в небо, а Ульянка сидела рядом, болтая ногами."
    "Она вот-вот вскочит, подпрыгнет и побежит по своим делам."
    "Ведь времени всегда так мало, и так много надо успеть."
    "У неё в сутках всего двадцать четыре часа. Не то, что у меня."
    "Но Ульяна почему-то всё не уходила."
    "Напротив."
    "Помолчав и повздыхав немного, она в лоб выдала вопрос:"
    window hide
    scene bg ext_house_of_mt_night
    show us shy sport
    with easeinbottom
    us "Скажи, Сёмыч…"
    me "Да?"
    show us shy2 sport with dspr
    us "Неужели тебе никто из нашего отряда так и не понравился?"
    us "Я видела, с каким интересом ты поглядывал на кое-кого."
    th "На кого я только за последние дни с интересом не поглядывал, тоже мне бином Ньютона."
    me "Скажи что-нибудь новенькое, чего я сам не знаю."
    show us smile sport with dspr
    us "А если серьёзно! Неужели так-таки и никто?"
    dreamgirl "Сегодня днём мы не только поглядывали, но и принимали активное участие! {w}Выбор очевиден!"
    me "Нет."
    "Я помотал головой."
    me "Понимаешь, если бы мне в самом деле кто-то понравился, я бы обязательно постарался познакомиться поближе."
    me "А так…"
    show us sad sport with dspr
    us "Что ж. Понятно."
    "Грустно вздохнув, Ульяна поднялась."
    us "Доброй тебе."
    us "Не скучай!"
    show us grin sport with dspr
    hide us with easeoutright
    "Подмигнув мне, она умчалась прочь."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day6_neu_sleeptime:
    scene bg ext_house_of_mt_night_without_light
    with dissolve
    play ambience ambience_camp_center_night fadein 3
    play music music_7dl["unfulfilled"] fadein 3
    "Ночь коротка, спят облака…"
    "Пора спать, наверное?"
    "Даже итоги подводить не стану, так как нет их."
    "Ничего особенного я сегодня не совершил, ничем не прославился."
    "Только-то и делал, что страдал от головной боли пополам с тошнотой да искал себе приключений."
    "В итоге, конечно, я их нашёл, вот только почему так пусто на душе?"
    dreamgirl "Сеанс жалости к самому себе через три… два…"
    th "Знаешь, а не буду."
    th "Возможно, я не самым замечательным образом вёл себя что сейчас, что в последние шесть дней, но это же я!"
    th "Если бы я вёл себя иначе, я бы и был совсем другим человеком."
    dreamgirl "Оставаться косным — не лучший повод для гордости."
    th "А гнуться как осинка — повод лучше?"
    dreamgirl "Да кто ж его знает."
    dreamgirl "Теперь, когда ты знаешь подноготную происходящего, мог бы и отреагировать как-то поярче."
    th "На что? На то, что занимаю чужое тело? Так я это и раньше знал."
    th "На то, что у хозяина этого тела есть собственная жизнь и какое-никакое, а прошлое — тоже в курсе."
    "Ты не станешь лучше узнав, что есть кто-то подлее тебя."
    "Это так не работает."
    "Так что…"
    show mt shade with dissolve
    mt "Глядите, кто у нас тут сидит. Беглец!"
    "Тон противоречил словам. {w}Был он какой-то мягкий и добрый."
    mt "Как сидится?"
    show mt smile dress with dspr
    "Тьма расступилась и выдавила из себя в освещённый пятачок мою ненаглядную вожатую."
    "Вернее, ненаглядную вожатую того, чьё место я занимаю."
    me "Спасибо, бывало и лучше."
    show mt laugh dress with dspr
    mt "Всё такой же бука."
    "Рассмеялась она."
    mt "Ты совсем не меняешься, как ни взрослей. {w}Всё такой же вредина и ворчун."
    me "Что поделать, на складе я был последним."
    show mt normal dress with dspr
    mt "Ты сейчас ничем не занят?"
    me "Планировал отправляться спать, но если у вас есть предложение получше…"
    mt "Как насчёт чайковского?"
    me "А с чем чай?"
    show mt laugh dress with dspr
    mt "С ложкой!"
    "Снова засмеялась вожатая."
    "Она вообще смеялась охотно и с удовольствием."
    "Как будто не висела над ней дамокловым мечом ответственность за девять трудных пионеров."
    "То ли смирилась, то ли нашла подход…"
    "Я вспомнил о том, как она меня между делом запрягла нести карты и понял, что профессионализм не пропьёшь."
    show mt smile dress with dspr
    mt "Нести?"
    "Я кивнул."
    mt "Тогда погоди минут десять, я кипяток поставлю."
    show mt smile dress close with dspr
    with flash_pink
    "Она протиснулась мимо меня на крылечко, по дороге как бы случайно задев бедром."
    show mt laugh dress close with dspr
    pause(.3)
    hide mt with dissolve
    play sound sfx_open_dooor_campus_1
    "Снова рассмеялась моей окостенелости и канула за дверью."
    "Зная свою вожатую, я мог предположить, что она ничего не делает просто так."
    "И даже такие «случайные» касания что-то да значили."
    dreamgirl "Может, намёк на то, чтобы отправиться вслед за ней в домик и помочь ей заварить чай?"
    th "Думаю, она сама справится."
    dreamgirl "Да нет, чай в смысле чай! {w}Знаешь, когда ты вставляешь свой кипятильник в её банку…"
    th "Всё с тобой понятно."
    dreamgirl "За-ну-да!"
    "Самое паскудное в общении с внутренним голосом было то, что он не говорил ровно ничего, что не мог бы сказать я сам."
    "Потому что и слова принадлежали мне, и звучание голоса было ровно таким же, каким я читаю про себя."
    "И всё равно в текущей ситуации я оставался этаким гласом совести."
    dreamgirl "И импотенции."
    th "В этом возрасте импотенции не бывает."
    dreamgirl "Не знаю, не знаю. {w}По-моему, ты как раз живое подтверждение тому, что бывает ещё и не такое."
    dreamgirl "Человек-абстиненция. {w}Человек-ангедония."
    play sound sfx_open_dooor_campus_1
    mt "А вот и я…"
    show mt smile dress with dissolve
    "Сзади скрипнула дверь, по правую руку от меня на прибалконник опустились два стакана в кованых подстаканниках."
    mt "Налетай."
    th "Спасибо…"
    "Чай был тёплый и вкусный. Почти как вечер вокруг нас."
    "Возможно, ему не хватало усилителей вкуса вроде романтических переживаний."
    "Но ничего."
    "Пьют же некоторые чай без сахара — не померли ещё."
    "Значит, и я не помру."
    stop music fadeout 3
    window hide
    scene stars
    with dissolve
    play music music_7dl["breath_again"] fadein 3
    if alt_day2_olga_help:
        mt "Хорошо сидим?"
        me "Да…"
        mt "По-хорошему, почаще бы так."
    else:
        mt "Очень жаль, что мы с тобой раньше так не сидели."
    "Отхлебнув чая, поделилась Ольга."
    mt "Теперь, когда стало совершенно ясно, что никто тебе особо не нужен, ты не станешь доставлять проблем и не бросишь своего хоста дезориентированным в пространстве."
    mt "Ты так старательно избегаешь моральных потрясений, что я даже думаю, будто ты в курсе правил игры."
    me "Игры? {w}Хоста?"
    mt "Значит, всё же не в курсе. {w}Что ж."
    mt "Все слова, которые будут после этих, являются прямым нарушением инструкции о неразглашении."
    mt "Так что молчок обо всём, что услышал здесь, понял меня?"
    "Её тон сменился с игриво-шуточного на строгий — Ольга была серьёзна как никогда."
    "Потому я поспешил согласиться, реальной альтернативой её монологу было бы сейчас подняться и просто уйти в домик."
    "Уверен, Ольга поняла бы."
    "Но любопытство кошку сгубило."
    me "Да, конечно."
    mt "Тогда слушай. {w}Таких, как ты, наука называет ПСРами — представителями сопряжённой реальности."
    mt "В народе же зовут одержимыми. {w}Кое-где это сохранилось и по сию пору."
    me "Одержимыми?"
    mt "Да. Бесами там, или демонами. {w}Нечистыми духами, всё такое."
    me "Но я никем не одержим!"
    if alt_day4_neu_mt_fire:
        mt "А не скажешь, как зовут твоего домашнего питомца?"
    else:
        mt "О, правда? {w}А дату рождения своего назовёшь?"
    "Хитро прищурилась Ольга."
    me "Э…"
    mt "Вот и я про то же."
    mt "Но наука в Союзе шла вперёд, довольно быстро удалось выяснить, что никакие вы не демоны. {w}Точно такие же люди, как и все прочие, пусть и явившиеся из другой реальности."
    if alt_day4_neu_mt_fire:
        th "Ах да, она же в курсе…"
    else:
        th "Неужели она знает?"
        "Я похолодел."
    th "Но тогда…"
    mt "Человеку необходимо столкнуться с некоторыми… факторами. {w}В таком случае они становятся способны принять «гостя»."
    mt "И вот такие «одержимые» и зовутся официальной наукой хостами. {w}Или хозяевами."
    mt "Я не знаю всех подробностей, но, вроде бы, вселяться можно только в того, кто очень на тебя похож."
    me "Разве что чуть моложе."
    mt "Я знаю."
    "Кивнула вожатая."
    mt "Видела твой паспорт."
    if alt_day4_neu_mt_fire:
        extend " Если ты вдруг забыл."
    mt "Но скоро твой хост придёт в себя, как правило, это происходит в автобусе."
    mt "Все твои вещи пропадут вместе с тобой, вся память будет вычищена."
    me "Так значит…"
    if not loki:
        me "Несколько дней или недель, пропавшие из жизни могут быть следствием такого вот «демона»?"
        mt "Совершенно верно. А у тебя такое бывало?"
        me "Несколько раз. {w}После того как… Впрочем, не важно."
    else:
        me "Обо мне никто не вспомнит?"
        mt "А как? {w}Там, на материке ты самый обыкновенный сын высокопоставленных чиновников, с собственной жизнью, собственным кругом общения."
        mt "Насколько я слышала, ты заканчиваешь высшую экономическую школу в одной из стран соцлагеря, а сюда приезжаешь только отдыхать."
    scene stars:
        linear 5 zoom 1.3
    "Девушка рядом снова спряталась за стаканом с чаем, о чём-то размышляя."
    "Она ездила сюда уже не первый год."
    "Она сталкивалась с тем, кем я выгляжу, далеко не в первый раз."
    "Как она должна теперь ко мне относиться? {w}Кем считать?"
    mt "Ну… Тогда…"
    "Неуверенно начала она."
    mt "Может быть, расскажешь немного о своём мире?"
    me "Там нечего рассказывать."
    "Отмахнулся я."
    mt "И всё-таки."
    me "Несбывшееся будущее, если в двух словах."
    me "Коммунизм не построили, социализм развалился. {w}Русские очень любят безголово импортировать всё забугорное, правда, получается всегда через одно место."
    me "Импортировали капитализм, да только он у нас так толком и не заработал."
    mt "Капитализм…"
    me "Поезда ездят, дома строятся, самолёты летают, кругом американские гаджеты, а всю Землю оплела невидимой паутиной сеть."
    me "Казалось бы — теперь мы должны упразднить рамки, пустить в себя целый мир."
    me "А на деле — только одиночество."
    "Я вспоминал свой дом, своё прошлое. {w}Уже пару лет назад мы догнали дока Брауна, но что-то не срослось у нас показанное Земекисом будущее."
    "Про светлый советский коммунизм будущего и говорить не приходится."
    "То, что у тебя появился на руках инструмент доступа к абсолютному знанию всего человечества, не сделало тебя сколько-то умнее и образованнее. {w}Парадоксально, но с точностью до наоборот."
    "Современная молодёжь куда менее грамотна, нежели предшествующее ей поколение."
    "Должно быть, потому, что не было тогда лимитированного количества часов на обязательные дисциплины."
    "Или всё дело оказалось как раз в доступности информации, а потому никому не надо ничего запоминать?"
    "Я не знаю."
    mt "И ты…"
    me "О, я первый одиночка на селе. {w}Вечное синее окошко на тёмном фоне, человек, который верил в людей, но что-то как всегда пошло не так."
    mt "Так вот откуда у тебя проблемы с общением…"
    if loki:
        me "Не очень доверяю им, верно. {w}У меня слишком неприятный опыт общения."
        me "Так что лучше я сам по себе. {w}Так спокойнее. Безопасней."
        mt "Но это же неправильно! {w}Человек не может сам по себе."
        me "Может."
        me "Особенно, когда у него попросту нет другого выхода."
    else:
        me "Скажем так, однажды я встретил человека, который стал для меня всем."
        me "Я так старательно оберегал его… {w}А в итоге его просто у меня отняли."
        mt "Ты потерял кого-то?.."
        "Я кивнул."
    mt "Прости."
    me "Вам-то за что извиняться? {w}Вы были добры со мной, не лезли в душу."
    mt "А стоило бы. {w}Может быть, этот вечер прошёл бы как-то иначе."
    mt "Но вообще забавное описание. Очень знакомое."
    "Я ушам не поверил."
    me "Вы были там?"
    mt "Нет, но в мемуарах генсека есть план-схема создания именно техногенной версии."
    mt "Наши умы долго бились над тем, что может подстегнуть развитие технологий, и в итоге пришли к выводу, что только рыночная конкуренция. Сам понимаешь, это отнюдь не социализм."
    me "Создания…"
    mt "Долго объяснять. {w}Но в двух словах, Сёмчик, твоя реальность была однажды создана."
    mt "Продумана, прописана…"
    me "Как компьютерная симуляция?"
    "В голове промелькнули кадры из какого-то полузабытого фильма с похожей концепцией."
    mt "Нет, не совсем. {w}Так что расслабься, ты — полностью настоящий."
    mt "Чувствуешь?"
    "Она снова толкнула меня плечом."
    mt "И вещи твои — к слову, уже детально изученные, от одежды до техники — тоже не появились ниоткуда."
    mt "Ты их притащил с собой."
    me "Эй, а вам не кажется, что малость некрасиво лазить в чужих вещах?!"
    mt "Что поделаешь… {w}Такова плата за проживание в чужом мире, в чужом теле."
    mt "И да, я всё знала с самого начала."
    "Ольга говорила и говорила, а я воочию лицезрел её переживания, размышления, чаяния."
    "Когда она в бурю везла с собой старого знакомого."
    "Как буря эта происходит каждый год."
    "И как надеялась на то, что встретит того человека, что был гостем в прошлом году."
    "Потому что он знал столько, он был таким внимательным и спокойным…"
    "Не влюбилась ли Ольга Батьковна?"
    "Может, и влюбилась."
    "Так или иначе, с последнего времени количество таких гостей увеличилось."
    "Не зря же генсек пожелал мира, где таких людей больше в процентном соотношении."
    "Только все они попадали, как правило, здорово восточнее — Сибирь, Владик, русско-японские острова."
    "Их корпорации в большинстве своём на импортных технологиях и поднялись."
    "Вот и он принёс нечто полезное."
    "Так что…"
    "Завтра я снова исчезну, останется только тот самый мальчик-мажор с важными родителями."
    "Ольга привыкла."
    "Тем более, что это всё равно последний год."
    "Ничего страшного."
    "Теперь мной будут заниматься профессионалы."
    window hide
    scene bg ext_house_of_mt_night
    show mt sad dress
    with dissolve
    mt "Так-то, Сёмчик."
    mt "А теперь пора спать."
    hide mt with dissolve
    "Она поднялась и унесла чашки в дом."
    "А я пошёл за ней."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_house_of_mt_noitem_night with dissolve
    "Вожатая стояла у стола, преувеличенно механически переставляя чашки."
    "И будь я на самую толику менее настроенным, менее чувствующим, я бы и не понял ничего."
    "Просто завалился бы спать."
    "Но сейчас…"
    "Мне стало до ужаса стыдно за моё глупое лицедейство, за неслучившееся в жизни этой взбалмошной девчонки."
    "Здесь всегда скрипел пол, но теперь он не издал и звука, пока я пересекал комнату."
    "Абсолютно бесшумно."
    "И обнял Ольгу со спины."
    "Выдохнул ей в ухо."
    me "Спасибо… {w}за всё."
    mt "Разве ты не поступил бы так же?"
    "Не оборачиваясь, спросила она."
    me "Если бы был на вашем месте?"
    me "Я не знаю. {w}Может быть, мне не хватило бы великодушия. Или доброты."
    me "Это вы на своём месте. {w}А я… Так, в гостях."
    mt "Ох, балбес."
    show mt smile dress close with dissolve
    "Развернувшись, она в ответ обняла меня сама."
    "Поцеловала в лоб."
    mt "Может быть, оно и к лучшему, что прошлогодний ты не явился."
    mt "Мне стало самую чуточку легче."
    mt "Теперь отпусти свою вожатую, мне пора уже отправляться на обход."
    dreamgirl "А поцеловать?"
    show mt grin dress close with dspr
    mt "А целовала уже."
    "Подмигнула она."
    mt "Я знаю о чём ты думаешь, и о чём тебе постоянно подсказывает твой озабоченный внутренний голос."
    mt "Так что рекомендую убрать руки, пока вы не начали мыслить в унисон."
    "Я поспешно отпустил её."
    mt "Хороший мальчик."
    show mt sad dress with dissolve
    "Ольга грустно улыбнулась, погладила меня по голове."
    hide mt with dissolve
    play sound sfx_open_dooor_campus_1
    "И скрылась за дверью."
    "На часах была ровно полночь."
    "Значит, пора и мне ложиться спать."
    window hide
    play ambience ambience_int_cabin_night
    scene cg wtf_end_of_day
    with dissolve
    "Уже лёжа в кровати я пытался разобраться в поведении соседки, но не мог объяснить ни грусть её, ни разочарование в глазах."
    "Может быть, она хотела чуть большей настойчивости с моей стороны?"
    "Или наоборот, разочаровалась в том, что я позволил себе раскрыться больше положенного?"
    "Я не знал."
    "А коль скоро события дня сегодняшнего не вспоминались совершенно, всплывала только тошнота и головная боль…"
    "Я смежил веки."
    "И несколько секунд спустя уже спал."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day7_neu_sleep:
    play music music_7dl["let_me_down"] fadein 3
    scene bg ext_busstop_dust_7dl
    show prologue_dream
    with dissolve
    play ambience ambience_7dl["int_silence"] fadein 3
    "Голова болела и болела не переставая."
    "И было это чертовски странно, ведь во сне мы не чувствуем боль. Так всегда было."
    "Во всяком случае, это верно для здорового человека."
    "Лично я прекрасно ощущал."
    "Как в своё время, даже во сне хотел спать — бывало и такое."
    "Так что ничего удивительного."
    window hide
    with fade
    "Голова болела, Виолы с таблеткой не было поблизости, приходилось терпеть."
    "И когда боль стала совсем нестерпимой, я разрешил себе сомневаться."
    "Признать, что всё-таки сплю."
    "Видимо, я ни для кого не создан."
    "Я знаю правду, знаю, кто я."
    "И я себе больше не нравлюсь."
    "Пусть твердят глупцы, что сердце, не знавшее разочарования, не знало и радости полёта."
    "Это чушь."
    "Разочарование — это оборотная сторона надежды."
    "И чем больше этой самой надежды, тем сокрушительнее разочарование."
    "Фрустрация."
    "Холод."
    "Пустота."
    "Поезд прибыл на конечную «Надежда», пожалуйста, не забывайте ваши вещи в вагонах электропоезда."
    window hide
    with fade
    "Слабым утешением служит мысль о том, что солнце всё равно будет светить, а жизнь продолжится."
    "Обязательно продолжится."
    "Вот только уже не для нас."
    "Возможно, боясь именно такого исхода, я и придумываю себе всех этих несбыточных людей?"
    "Красивых, искренних… Настоящих."
    window hide
    scene cg d7_trio_7dl
    show prologue_dream
    with dissolve
    "Вроде этой троицы."
    "Они так и сидели на тех местах, откуда началась их история."
    "На самом деле это была нейро-лингвистическая атака, которую никому не хватило сил и ума распознать."
    "Самые глупые вопросы, как правило, и есть самые разрушительные."
    "Особенно отличается вопрос «зачем»."
    "Зачем ты есть?"
    "Зачем ты пришёл в этот мир?"
    "Зачем делаешь то, что делаешь?"
    "Если львиная часть занятий человеческих призвана просто для того, чтобы угробить ещё чуть-чуть времени — не проще ли завершить всё здесь и сейчас?"
    "Найти свой сто первый этаж, открыть окно с воздушным фильтром и выглянуть оттуда в жизнь."
    "Со средним ускорением ровно в 1g."
    "Невероятная скорость к моменту касания с асфальтом."
    window hide
    scene bg int_dining_hall_day
    show prologue_dream
    with dissolve
    "Только моя скорость почему-то переходит в горизонтальную, тащит над землёй и плавно приземляет за стол."
    "Никогда не летал во сне, только падал."
    "Чаще всего — в воду."
    "Учитывая, что плавать я научился будучи совсем уже взрослым, никуда ни гидрофобия моя не делась, ни связанные с этим потаённые мысли о мгновенности небытия в объятьях голубой пучины."
    me "Ведь так?"
    #show ka smile pioneer behind prologue_dream with dissolve
    ka "Да. Ты не против, что я к тебе подсела?"
    "Первая красавица на селе, первая девушка в этом богом забытом мире."
    "Конечно же, она подсела ко мне не просто так."
    "Будь я нормальным существом мужского пола, я должен бы уже поплыть, пустить слюни и начать строить планы."
    #hide ka
    "Да только не получается почему-то — ни плыть, ни слюни пускать."
    "Должно быть, я слишком устал и повзрослел."
    "Красивые девушки, проявляющие внимание ко мне, не вызывают теперь ничего, кроме настороженности."
    "Тем более, что где-то в глубине глубин сидит и ждёт своего часа страшный человек."
    "Он выходил на поверхность всего трижды, но этого хватило трём людям."
    "Ничего хорошего с ними с тех пор не произошло."
    "Нет, никого он не убил, но самое существование… Подверглось стиранию."
    "Я не знал, откуда мне это известно."
    window hide
    scene bg ext_square_day
    show prologue_dream
    with dissolve
    "Но сам факт того, что он изредка появляется сверху, щурит раскосые глаза на полуденное солнце и направляется туда, где ожидает очередная мятущаяся душа."
    "Он выходит и ищет людей."
    "Задаёт им вопросы."
    "Всё те же странные вопросы, главным из которых звучит «ЗАЧЕМ»."
    window hide
    scene bg ext_clubs_day
    show prologue_dream
    with dissolve
    "Например, пареньку-калькулятору, способному вычислить что и когда угодно."
    "Способному собрать из огрызков и хлама счётное устройство с самосознанием."
    "Первый вопрос — зачем."
    "Второй вопрос — а как правильно?"
    "Пока за спиной у этого паренька затухают гармонические колебания, а тот, кто его вытащил, сам застыл между жизнью и смертью, паренёк чешет затылок и думает о том, каким могло бы быть правильное будущее."
    "Выдох."
    window hide
    scene bg ext_lost_city_7dl
    show prologue_dream
    with dissolve
    "Вокруг бетонная пыльная пустота и темнота энергосбережения."
    "Свет загорается только если переступаешь с ноги на ногу."
    "Здесь под каждой плиткой тротуара расположено устройство, вырабатывающее энергию, служащую для освещения и уборки улиц."
    "Конечно, если ты один, то хватает впритык — только на то, чтобы над головой горели фонари."
    "Но если тебя много, если ты явился с друзьями…"
    "Когда-то здесь ходили толпы людей, наступали на плитку — горел свет, катались по своим маршрутам плоские уборщики, а из колонок над головами бодро звучала реклама очередной чуши."
    "Но так было дай бог уйму времени назад."
    "С тех пор очень многое поменялось."
    "Технологии окончательно победили, люди перестали общаться между собой не только в жизни, но и через сеть."
    "Какой смысл общаться с кем-то, если ты в любой момент можешь смоделировать собственный мир с правдивой социологией и историей, спуститься в режиме наблюдателя на уровень поверхности и поболтать с каждым?"
    "Знай, крути себе время от времени педали, снабжающие электричеством твою жилую капсулу — механизм обладает инерционным действием и не остановится сразу, если ты вдруг решишь уйти."
    "Да только никто не уходит."
    "Здесь мир тишины, люди не говорят вслух, почти не общаются друг с другом."
    "Максимум — это мгновенные сообщения, которые умный имплант читает напрямую из сознания, формирует и отправляет адресату."
    "Мгновенные, насколько это вообще возможно, от 40 до 250 миллисекунд в зависимости от скорости реакции опрашиваемого."
    "В своё время обмен информацией набрал такой высокий темп, что человек перестал поспевать за ним, оказался в аутсайдерах в борьбе с искусственным интеллектом."
    "И лет десять шла по всей Терре паника, прежде чем до кого-то дошло, что вовсе ни с кем соперничать не надо."
    "Надо… жить. Приспосабливаться."
    "Вот люди и приспособились кто во что горазд. {w}Подписка и эксплуатация крохотного устройства под кожей стоит всего ничего местной валюты в год, а его возможности…"
    "Да только слишком тихо здесь."
    "Не ревут двигатели — работают на бесшумном водороде."
    "Не шумят машины — негромко гудят магнитные подушки."
    "Здесь всё бесшумно, всё."
    "Это мир машинных рекомендаций и полного отсутствия звуков."
    "Только иногда слышны шаги спешащего прохожего с искривлённой осанкой и красными глазами."
    "Он и сам не слышит шаги — имплантированный в скулу резонатор забивает всё пространство внутри головы любимой музыкой."
    "Мир тишины."
    "Ибо даже педали динамо-машины сделаны так, что не производят вовсе никакого шума."
    "Как такой ответ?"
    "После этого паренёк встанет и пойдёт этот самый ответ получать в полном объёме."
    window hide
    scene bg ext_aidpost_day
    show prologue_dream
    with dissolve
    "Его сменяет высокая, красивая девушка, которой небезразлична судьба этого паренька."
    "Вопрос уже прозвучал."
    "Если двести километров в час — это единственный способ выйти на орбиту местного центра, своего рода первая космическая, то это ли настоящее?"
    "И если да, то какое оно должно быть — это правильное Настоящее?"
    "Вдох."
    "Наверное, это мир права?"
    "Если в будущем наступит мир тишины, то здесь и сейчас у человека должно быть право на…"
    "На что угодно."
    "Не регламентированное законодательством, не выдуманное человеком для человека, а незыблемый закон вселенной."
    "Право на чудесную встречу."
    "Право на чудесное спасение."
    "Право на чудесную смерть."
    "Когда ты стоишь перед лицом стихии или дикого зверя, можно подумать, что у тебя больше нет никаких прав."
    "Но на самом деле, так было бы правильнее."
    "Никто никогда не должен заставлять человека погибать от голода и жажды на необитаемом острове."
    "Никто не должен глумиться над человеком, убивая его палящим зноем и обезвоживанием, когда вокруг плещется солёный океан."
    "Ты просто делаешь вдох и требуешь соблюдения собственных прав."
    "Тогда пространство рвётся, и оттуда является твой спаситель в асбестовом костюме и дыхательной маске c коробочкой НЗ и шерстяным пледом."
    window hide
    scene bg ext_city_night_7dl
    show prologue_dream
    with dissolve
    "Наверное, место, откуда я прибыл, планировалось чем-то подобным."
    "С глобальным контролем и возможностью попросить о помощи даже в самом глухом месте."
    "Все эти спутники, GPS, покрытие сети над всем земным шаром…"
    "Но что-то пошло не так."
    "Как это всегда и бывает, нет такой светлой и чистой идеи, какую не смог бы испоганить человек."
    "Потому никаких технологий."
    "Лучше сделать это законом природы — ты имеешь право на спасение. {w}Значит, тебя обязательно спасут."
    "Никак иначе."
    window hide
    scene cg d4_cs_car_night_cs_coat_7dl
    show prologue_dream
    with dissolve
    "Девушка садится за руль и мчится, ведь на месте стоять ещё хуже."
    "На первой космической можно вырваться прочь, на второй уже можно встретить тех, кого никогда не видел, но знаешь, что они имеют право."
    "Даже если возвращаются сюда в двухсотый раз."
    window hide
    scene bg ext_library_day
    show prologue_dream
    with dissolve
    "Третья жертва."
    "Здесь хранятся знания, здесь запах пыли и казеинового клея, а девушка улыбается угрожающе-тигриной улыбкой."
    "Она знает чуть больше, чем предыдущие двое, потому её не смутишь экзистенциальными вопросами."
    "Но и она сдаётся, когда звучит вопрос про Правильное Прошлое."
    window hide
    scene bg int_library_day
    show mz normal glasses pioneer
    show prologue_dream
    with dissolve
    "Выдох."
    mz "А я всё играла в игры, притворялась."
    mz "Три дня, что он был у меня в гостях, не снимала контактные линзы."
    mz "Чтобы не видел в очках. {w}Страшных, с кучей диоптрий."
    show mz laugh glasses pioneer with dspr
    mz "В туалет пойду и плачу:  глазам больно!"
    mz "А он всё смеялся, ихтиандром называл, не вылезающим из ванной."
    mz "Откуда я могла знать, что ему девочки в очках нравятся?"
    mz "Не знала."
    show mz smile glasses pioneer with dspr
    mz "Поймал за руку однажды — подслушал, как реву в ванной, открыл дверь, начал спрашивать."
    mz "А я вру, что просто эмоций много."
    mz "Реву и вру, дура."
    mz "Потому-то ничего, и линзы другие нашла, недельки, чтобы носить не снимая, и привыкать начала."
    mz "А он всё понял."
    mz "Просто достал однажды очки из футляра да принёс."
    mz "Носи, говорит, пока совсем глаза не испортила."
    "Девушка поправила очки."
    mz "У нас такая долгая история, что я боюсь потерять, боюсь забыть всё!"
    "Правильное Прошлое."
    mz "Правильному Прошлому полагается быть незыблемым и вечным. {w}Оно обязано быть таким, чтобы его всегда можно было вернуть!"
    "Восстановить."
    hide mz with dissolve2
    stop music fadeout 3
    "Девушка ещё долго предавалась воспоминаниям, улыбалась и смеялась."
    "Но вскоре стихнет и этот смех."
    play music music_7dl["raindrops"] fadein 1
    "И тогда шаги по плитам под загорающимися фонарями, и гонка за рулём, и незыблемое прошлое все сойдутся в одной точке."
    "Там, откуда появился этот странный человек."
    "С ним нельзя разговаривать. Нельзя!"
    "Да поздно."
    window hide
    scene bg ext_path2_day
    show prologue_dream
    with dissolve
    "Они снова собрались здесь втроём и молча смотрели друг на друга."
    "Когда-то здесь стояла каменная баба, служащая резонатором, способная инфразвуком распугать как местную живность, так и людей."
    "Здесь никогда не было бора или чащобы, всегда была этакая симпатичная полянка, так и манившая прилечь, собрать ягод, посмотреть на облака."
    "Только вот ощущения она будила далеко не самые приятные."
    "Сама баба давным-давно заросла мхом и являла собой скорее невысокий холмик, забравшись на который можно было бы разглядеть речку."
    "Да только кому в голову придёт залезать?"
    "Неспроста это место издавна считалось проклятым, плохим."
    "Люди сюда старались не заходить, боясь злых духов или кары господней."
    "Таким вот образом и охраняли злые духи полянку многие тысячи лет, пока не пришёл однажды Человек Рациональный."
    "Здесь были очень неплохие залежи каменного угля, поэтому бабу срыли, под поверхностью всё перекопали, и однажды нашли то, чего и находить-то не следовало бы."
    "С этого-то всё и началось."
    "Глупого можно запугать, жадного купить, идейному предложить новую идею."
    "Что же касается человека-калькулятора… Ему просто задали несколько вопросов."
    "Разноглазой предложили раскрыть несколько тайн."
    "Девочке со взглядом тигрицы — шанс вернуть кого угодно."
    "Кто бы это ни был, он бил наверняка."
    window hide
    scene expression Desat("bg ext_road_day")
    show prologue_dream
    with dissolve
    pause(1)
    scene bg ext_road_day
    with touch
    "Троица одновременно кивнула — мир стал плоским и бесцветным — а через мгновение снова распахнулся во всю свою трёхмерную ширь, только троицы не было уже."
    window hide
    scene bg int_catacombs_entrance
    show prologue_dream
    with dissolve
    show sh normal pioneer at left
    with dissolve
    sh "На старт."
    show mz normal glasses pioneer at right
    with dissolve
    mz "Здесь темно."
    show cs normal
    with dissolve
    cs "И медленно."
    "Голоса гулким эхом разносились по туннелю, пробуждая в глубине души страх."
    "Так наши первобытные предки отнюдь не спешили лезть в первую попавшуюся дыру в земле — по причине того, что там может ожидать вполне себе первобытный медведь."
    "Как я оказался с ними? Мне показали короткий путь."
    "И, похоже, из всей троицы боялся только я."
    sh "Не бойтесь! Смотрите, что я принёс с собой."
    "Паренёк в очках прошёлся вперёд и назад — и везде где он ходил, ненадолго загорался свет."
    "Неяркий, уютный, жёлтый."
    cs "А я принесла скорость."
    mz "Главное, не сломайте головы."
    "Спокойно ответила девушка в очках."
    cs "На старт!"
    "Сверху что-то загрохотало, посыпалась на головы пыль, а мгновение спустя на каменный пол с жестяным стуком свалился продолговатый цилиндр, изрыгающий клубы дыма."
    with vpunch
    sh "Марш!"
    window hide
    play sound sfx_7dl["nade_explode"] fadein 1
    pause(.3)
    scene bg int_catacombs_hole
    show prologue_dream
    with fade
    "Я был здесь, я знал дорогу."
    "В отличие от них всех, я не боялся сломать ногу или удариться головой, так как наперечёт знал все места."
    "А скорость разноглазой позволяла вовсе не тратить силы."
    "И это хорошо — силы нам ещё понадобятся, когда мы доберёмся до развязки."
    with vpunch
    play sound sfx_7dl["gunfire_1"] fadein 1
    "Над головой свистнуло, в дальнем конце туннеля раскатисто загрохотало."
    window hide
    scene bg int_dining_hall_day
    show prologue_dream
    with dissolve
    play ambience ambience_dining_hall_empty fadein 3
    stop sound fadeout 4
    "А я снова оказался в столовой."
    #show ka smile pioneer with dissolve
    ka "Мне ничего не нужно от тебя, расслабься."
    ka "Вопрос в том, что от меня нужно тебе."
    me "И что же?"
    #show ka normal pioneer with dspr
    ka "Лифт в небо."
    me "Что?"
    ka "Запоминай: рядом с поворотом в центральную комнату есть лестница. На стене увидишь лист с каким-то текстом — бей по нему, там кнопка."
    ka "Тебе придётся действовать быстро, потому что когда кабина достигнет твоего уровня, у тебя будет очень мало времени на то, чтобы найти вторую кнопку — инструкцию найдёшь в кабине, она всякий раз разная."
    "Она несла какой-то бред."
    "Но это и понятно — чем откровеннее бред, тем чётче он отпечатывается в голове."
    ka "Возможно, придётся…"
    window hide
    scene bg int_mine_halt
    show prologue_dream
    with dissolve
    "Вся команда с грохотом пронеслась мимо поворота, я сам едва не пропустил его."
    "Меня спасло только то, что я ожидал чего-то подобного. Потому и неуместные ступеньки отметил, резко затормозил…"
    "Свет унёсся прочь."
    "А я побежал по лестнице, побежал к листку на стене, со всей силы ударил по нему ладонью."
    play ambience ambience_7dl["elevator"] fadein 3
    "Где-то в глубине земли что-то загудело, а я залёг."
    "От подъёма, что мы миновали минутой ранее, послышался громкий топот, азартный матерок…"
    "В стену надо мной ударили пули."
    voice "Вижу первого одержимого, бьём на поражение!"
    window hide
    scene anim prolog_2
    with dissolve 
    "Я вжался в небольшой камень, молясь лишь о том, чтобы у отправленных по нашу душу людей не нашлось с собой наступательных гранат."
    "Это же откровенное самоубийство — использовать их в закрытом помещении!"
    "Самоубийство же, ну!"
    "И потом неверяще смотрел на прикатившийся прямо под ноги стальной шарик с белой надписью-трафаретом «РГ…»."
    window hide
    play sound sfx_nightmare_explosion
    with vpunch
    with flash_red
    pause(1)
    scene white with flash
    "Что там было написано дальше, я прочитать не успел — воздух вдруг приобрёл плотность бетона и с силой швырнул меня в потолок."
    "И меня не стало."
    window hide
    show mz smile glasses pioneer
    with dissolve
    mz "Совсем-совсем?"
    me "Нет, но…"
    show mz normal glasses pioneer with dspr
    mz "Ты хочешь умереть?"
    mz "На самом деле ты хочешь, чтобы тебя спасли."
    mz "Да только вот все спасатели какие-то несимпатичные, да? {w}А сам себя ты спасать не хочешь — не простил ещё."
    show mz normal glasses pioneer close with dissolve
    mz "Ладно, задержи дыхание и сосчитай до пяти. Раз… Два…"
    window hide
    scene bg int_mine_halt
    show unblink
    show prologue_dream
    "Я резко открыл глаза от знакомого металлического стука."
    "Поймал шарик и с силой бросил его обратно."
    play sound sfx_7dl["nade_explode"] fadein 1
    with vpunch
    pause(1)
    play ambience ambience_7dl["explosive_post"] fadein 3
    "По ту сторону моего укрытия кто-то заголосил, качнуло стены жарким «ах», и я остался наедине со звенящей тишиной."
    "Развернулся в сторону лестницы — кабина уже прибыла!"
    window hide
    play sound sfx_metal_door_heavy_close
    scene bg int_home_lift_7dl
    show prologue_dream
    with dissolve
    "Старая кабина, родом из питерских парадных конца девятнадцатого века, с тяжёлой внешней дверью и внутренними створками."
    "Здесь вполнакала светила ещё одна лампа, но я как следует потоптался на месте, и света стало достаточно."
    "А вот и инструкция…"
    me "Не ищи вознесения, твой этаж сто первый."
    "Прочитал я."
    me "И это всё?"
    "Растерянно перевёл взгляд на панель управления лифтом."
    "Стандартную, два ряда круглых коричневых кнопок из пластмассы, парочка даже пожжённые."
    stop ambience fadeout 3
    "Только нумерация шла странно."
    "Половину этих символов я просто не знал!"
    "Зато в первом ряду можно было разглядеть две кнопки на самом верху — «вознесение» и «вознесение-2», и это несколько не соответствовало тому, что я видел раньше."    ### наоборот, "и это несколько не соответствовало тому, что я видел раньше" уместно во втором случае. Здесь мы видим лифт впервые.
    "Сразу под ними и притаилась кнопка с искомым этажом."
    "Времени тормозить и дальше уже совсем не было, оставалось лишь уповать на то, что механизм блокировки двери сработает нормально, пока кабина в движении."
    "Иначе будет ай-яй-яй."
    play ambience ambience_7dl["elevator"] fadein 3
    "Палец нашёл кнопку, наверху что-то зажужжало — и тут же кто-то заполошно задёргал ручку двери."
    "Да поздно уже."
    "Восхождение началось."
    "Я облегчённо выдохнул, утёр пот со лба. {w}Похоже, подъём займёт какое-то время."
    show blink
    "Здесь была лавочка для тех, кому было тяжело стоять долго, так что я уселся на неё и прикрыл глаза."
    "Уснул."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day7_neu_bad:
    play music music_7dl["seven_summer_days"] fadein 3
    scene expression Grayed("bg ext_camp_entrance_day")
    show anim_grain
    with dissolve
    play ambience ambience_camp_entrance_day fadein 3
    if loki:
        "Что ж, я остался верен себе."
        "И моя реальность стала именно тем, что я так старательно создавал."
        "Вот и получил реальность… {w}Какую заслуживал."
    else:
        "Я закрываю глаза и снова вижу этот сон."
        "Он снился мне так давно, стал настолько привычной частью…"
        "Что я уже и не мыслил себя без него."
        "Пусть говорят, что надо взрослеть, надо перестать дискретно делить мир на зло и добро, на чёрное и белое."
        "Я уже позврослел однажды, спасибо."
    window hide
    scene bg int_liaz
    show blackout_exh
    with dissolve
    play ambience sfx_intro_bus_engine_loop fadein 3
    "Всё так меняется, когда перестаёшь следить."
    "Не глядел в сторону девушек — они перестали проявлять интерес."
    th "Как будто я вообще когда-то представлял интерес."
    if not loki:
        "Не глядел в сторону вожатых… Сложно всё, в общем."
    window hide
    with fade
    "Но я помнил их чистый, ясный взгляд, прямо противоречащий постулату о том, что стареем мы с самого рождения."
    "Нет."
    "Мику, Алиса, Славя, Лена, Ольга, Ульяна и Катюшка не выглядели как примерные пионерки и отличницы."
    "Вернее, не смотрели."
    "При всей вечной идеальности той же Славяны или вздорности Алисы, было в их взгляде нечто всеискупающее."
    "Способное заставить простить им грядущие и капризы, и шалости."
    "И это нельзя считать обычным их состоянием, отнюдь."
    "Я знал, что Ульяна отличница у себя дома и легко усваивает вообще что угодно, будто обладая талантом решительно ко всему."
    "Знал, что Лена несмотря на скромность, всё же отстояла своё право на посещение художественной школы."
    "И это всё тоже они!"
    "Вздорные, скромные, непоседливые, ленивые — разные."
    if loki:
        "Но я видел в глазах Алисы отражение звёздного неба."
    else:
        "Но именно лёгкая бесшабашность во взгляде Катюшки и заставила меня вести необычно, мне совершенно несвойственно."
        "Решительно."
    "Значит, в их глазах можно было утонуть."
    "Если проявить хоть чуть-чуть внимания и терпения."
    "Тогда этот озорной огонёк в глазах будет для меня. Ничего же сложного."
    "И этот мир — как девушка, он тоже задорно смеётся, тащит тебя за руку, чтобы показать, как окотилась кошка, как красен закат, а по-над гладью реки далёким эхом разносятся наши разговоры."
    "И аромат костра в волосах, и вкус губ, и тепло пальцев…"
    "Всё это будет моим, нужно только чуть-чуть захотеть."
    th "Ведь правда же?"
    "И не знал ответа."
    "Потому что я не хотел ровным счётом ничего."
    "Потому бесконечная голубизна озёр в глазах и шёпот ветра в голосе уже не для меня."
    "Юный мир обиделся на невнимание, как это сделала бы любая девушка."
    "Хотя и принято считать, что «мир» мужского пола, а согласно верованиям пантеизма, божество и вовсе существо полигендерное."
    "Но этот мир обиделся как девушка на невнимание."
    "Потому и негромкий рокот мотора сменился низким гудением."
    window hide
    show blackout_exh
    with fade
    "Равномерным, размеренным гудением, вызывающим машинальную сонливость."
    "То ли стуком колёс, то ли шумом от снующих туда-сюда толп прохожих."
    "Я попробовал прислушаться, определить этот звук, его принадлежность, ибо к домику Ольги Дмитриевны, где я засыпал после вчерашней дискотеки, он явно отношения не имел."
    "Не имел и к лифту, который мне снился."
    th "Что же это может быть…"
    "Самым простым было бы распахнуть глаза и оглядеться, но мне сонно, мне так сонно."
    if loki:
        "Издержки жизни в одиночестве — у тебя невероятно быстро слетает график."
        "Ты перестаёшь спать ночью, строишь график так, чтобы просыпаться перед выходом на работу, не более того."
    else:
        "Я не смог вспомнить звук, но я вспомнил запах."
        "Пыльный шоколад."
        "Это запах бесконечного дня длиной в десять лет."
        "Он и на вкус ничем не отличается, моё ненаглядное болотце."
    "Самым сложным бывает отказаться от соцсетей."
    "Даже не знаю, что сложнее — бросить курить или завязать с соцсетями, превращающими тебя в ночного жителя."
    "Но курить я так и не бросил, видимо, ответ очевиден."
    "Зато потом, когда ты напитаешься одиночества до тошноты и соплей зелёных, уснёшь, когда алым подкрашивает восток, к тебе придёт она."
    "Снова протянет руку, снова позовёт с собой."
    scene expression D3_intro("bg int_sam_house_clean_7dl") with fade
    "Как будто я сижу на своём любимом месте на отшибе, прислонившись головой к ледяному стеклу, а по ту сторону проносятся смеющиеся люди с красивыми лицами и горящими глазами."
    "Я сижу на подоконнике, а мимо проносится жизнь, до конечной остановки можно поспать."
    "Тем более, что у меня безлимитный билет."
    "Жизнь — тропинка от рожденья к смерти."
    "Затяжной прыжок."
    "Путешествие."
    "Только вот другие люди сходят на своих остановках, и я — с ума."
    if loki:
        "Ничем иным я не могу объяснить историю с Ксалисой."
        th "Она бы меня, наверное, не стала бросать?"
        "Хотя вполне могла бы дать по голове за нерешительность."
        "Но точно никогда бы…"
        th "Она обещала сделать мир лучше, значит, сама у себя отняла право на подлость и малодушие."
        "А я… я струсил."
    else:
        "Как по-другому объяснить банальную историю друзей детства, у которых ничего так и не вышло, я не знаю."
        "В конце концов, заезженный же сюжет!"
        "Я столько пересмотрел глупых китайских мультиков, столько перечитал книг с этим избитым сюжетом… Как вышло так, что я в итоге стал жертвой подобного?"
        "Вернее, даже не так. Я стал бессильным наблюдателем подобного."
        "Давно уже нет нас, а дождь всё идёт и идёт."
        "У неё были зелёные глаза, тёмные волосы, она умела обнимать и смотреть снизу вверх с немым обожанием."
        "Дурак бы догадался."
        "Я оказался глупее дурака."
    stop music fadeout 3
    window hide
    scene bg int_liaz
    show unblink
    play music music_7dl["shib_mono"] fadein 3
    "И открыл глаза."
    "В пустом автобусе, под смутно знакомую мелодию родом из страны детских воспоминаний."
    "Куда-то я садился, куда-то ехал…"
    "Кажется, даже с кем-то общался."
    "А, точно!"
    stop music fadeout 3
    show blinking
    "Проморгавшись, я понял, что и в самом деле нахожусь в автобусе, а с момента, когда смежил веки, прошло не так уж и много времени."
    play music music_7dl["last_hope"] fadein 3
    "Дай бог, минут десять."
    "Но по ощущениям, как будто миновало гораздо, гораздо больше времени."
    "И я теперь с большим трудом вспоминал, чего ради вообще забрался в этот автобус."
    if loki:
        "Мне позвонила моя давняя любовь, моя прекрасная стерва с отмороженными глазами."
        "И срывающимся голосом попросила приехать, так как не может больше так."
        "Не может."
        "Сколько раз я репетировал в голове эту ситуацию — не счесть!"
        "Она позвонит, а я развязно и высокомерно буду снисходить, глумиться, издеваться."
        "Но в итоге всё равно прощу."
        "Всё ещё слишком не умею злиться и ненавидеть."
        "Всё ещё считаю её ниспосланным мне ангелом, которого я просто не заслужил."
        "Так что в этот раз я её ни за что не отпущу!"
        "Пусть прошло десять лет, пусть мы оба уже не те, плевать!"
        "Так всё будет!"
    else:
        "Меня вытащили на подработку за малой копеечкой."
        "Эта организация через седьмые руки была чем-то обязана моей матери, потому периодически подкидывала мне разные средства заработка."
        "Так что вырвавший меня из подоконного маршрута звонок, наверное, можно считать финансовым подарком от мутер."
        th "Надо бы позвонить ей, поблагодарить."
        "Отстранённо подумал я."
        "Копеечка на новогодние праздники, чтобы в холодильнике поселился приобретённый в каком-нибудь «Спаре» тошнотворный салатик вразвес да бутылка с зелёной феей."
        "Забота, чтоб её."
        "Лучше бы подбросили мне шанс вернуться назад и всё исправить."
        "Но ничего подобного, конечно же, не будет."
    window hide
    scene bg intro_xx
    with dissolve
    "Следующая остановка — моя."
    "Как и всегда, я поднялся заранее — людей в салоне не было, проталкиваться не пришлось бы, но привычка есть привычка."
    "Замер на задней площадке, глядя на то, как неторопливо автобус карабкается на горб Володарского моста."
    "Хищно оскалился в ожидании."
    "И почувствовал нечто странное на лице."
    "Необычное, непривычное."
    "Длиннющую щетину, скорее, уже почти бороду, невесть откуда взявшуюся на лице семнадцатилетнего пионера."
    "И в самом деле, что за безобразие такое — бородатый пионер, не правда ли?"
    th "Вот здесь, если автобус наберёт хорошую скорость, то по гололёду исполнит такое па-де-труа, что все мы окажемся в воде."
    th "Смерть через три… Два…"
    "И вдруг уловил краем глаза режуще знакомое лицо."
    "Самую чуточку неправильные черты, бездонные глазищи…"
    "Печать неизбежности на челе."
    if loki:
        show dv smile winter
        pause(.1)
        hide dv with dissolve
        me "Алиса!"
        "Крикнул я, размахивая руками."
        "Откуда она взялась?"
        "Я не знал."
        "Что гораздо хуже, я не знал, откуда я её знал!"
        "Она не была подругой детства, знакомой знакомых или каким-либо ещё образом появлялась в моей жизни."
        "И всё же…"
        "Но поздно."
        "Басовито гудя мотором, автобус промчался мимо девушки, всё быстрее и быстрее, спеша промчаться с горба моста вниз, вывернуть к станции метро и выплюнуть меня навстречу моей мечте."
        "Но Алиса."
        th "Ну, подойду я к ней — что я скажу?"
        th "«Привет, я видел тебя во сне»? Какая пошлость."
        "Если она и была когда-либо на самом деле, вот эта девушка в алом приталенном пальтишке, упрямо топающая по пешеходной части моста, то никогда не обещала она мне, что будет со мной."
        "Нет. Только сделать мир лучше."
        "Так что…"
        "Мне остаётся только ждать, пока и до меня дойдут улучшения."
        "А пока мне надо кое-что сделать."
        "Кивнув самому себе, я дождался, когда мы прибудем к «Ломоносовской», и, вжав голову в плечи, нырнул в уютный, тёплый вестибюль метро."
        window hide
        scene bg int_excalator2_7dl
        with fade
    else:
        me "К-катюшка?"
        #show ka smile casual
        pause(.1)
        #hide ka
        "Да, знакомый взгляд, знакомый изгиб губ."
        "Но…"
        th "Разве мне это всё не приснилось?"
        th "Разве лагерь не был всего лишь фантазией вечно невысыпающегося меня?"
        me "Катюшка…"
        "Всего мгновение встречи взглядом, вспышка узнавания…"
        "И мы тут же со свистом разносимся в разные стороны без права на пощаду и шанса на новую встречу."
        "Так всегда было."
        "Даже если ты начинаешь свой жизненный путь рука об руку с кем-то."
        "Как ни старайся потом, как ни рви связки и сухожилия, пытаясь удержать его рядом с собой — ваше неодновременное время переломает тебе все кости, но в итоге заберёт всё."
        "Ибо на роду тебе написано сидеть за монитором, склонив голову влево, пить и, стесняясь, плакать от несбывшегося."
        "А автобус поедет далеко-далеко, а расстояние всё больше и больше, а…"
        "У них одинаково цвела весна в глазах и улыбка была мягкая-мягкая."
        "Я простонал и двинул кулаком по створке двери."
        voice "Эй, парень, что случилось?"
        "Незамедлительно откликнулся водитель."
        "Отвлёкся на меня всего на пару секунд, и этого оказалось достаточно."
        "Автобус мотнуло по льду, завертело, закрутило…"
        window hide
        scene bg int_intro_liaz_7dl
        with fade
        "А я, вцепившись в поручень, даже не улыбнулся, а оскалился — дико, вызывающе."
        stop ambience fadeout 3
        play sound sfx_shoulder_dive_water
    "И меня ждала моя неизбежность."
    window hide
    play sound sfx_7dl["aunl"]
    if persistent.neu_bad:
        $ persistent.neu_bad += 1
    else:
        $ persistent.neu_bad = 1
    show acm_logo_neu_bad with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    pause(1)
    return

label alt_day7_neu_wakeup:
    scene cg wtf_end_of_day
    with dissolve
    play music music_7dl["youre_not_real"] fadein 3
    "Когда лифт пробил слой облаков и остановился, я проснулся."
    "И только теперь понял, что спал."
    "Потому что это достаточно странно, когда неторопливо поднимающийся лифт доставляет тебя точнёхонько в пространство между простынёй и одеялом."
    "Пусть даже и непривычно серыми."
    "На ощупь скорее напоминавшими бумагу."
    "Серую, легко рвущуюся, как труп обёртки на поверхности воды."
    "За окнами не пели птицы, и погода не радовала особо — солнце, похоже, решило спрятаться за облаками и не видеть отъезда."
    "Голова гудела так, будто по ней всю ночь молотили кувалдой или заливали внутрь этанол самых высоких оборотов."
    window hide
    scene expression Sepia("bg int_house_of_mt_sunset")
    with fade
    th "Но где же вожатая?"
    "Я перевёл взгляд на соседнюю кровать — там никого не было."
    "Кровать была привычно мятая-перемятая, вещи разбросаны, но и следа вожатой не было."
    "Будто бы она вовсе не приходила спать."
    me "Что за…"
    "Судя по отсутствию звуков, никого не было и на улице."
    "Абсолютно."
    me "Да что случилось?"
    "Я запрыгал на одной ноге, пытаясь попасть в штанину, накинул рубашку и, проигнорировав галстук, выскочил наружу, опасаясь, что все куда-то пропали, а я остался последним человеком на Земле."
    window hide
    play sound sfx_open_dooor_campus_2
    pause(1)
    scene expression Sepia("bg ext_house_of_mt_sunset")
    with dissolve
    "И, в принципе, так и оказалось."
    "Я не мог говорить за всю планету, но что касалось окружения — оно будто в самом деле вымерло."
    "Серый, тихий, застывший лагерь."
    "Я стоял на крыльце, сердце всё ещё колотилось после странного сна, а вокруг не было никого."
    "И тишина стояла как в гробу. Или том самом мире будущего, мире тишины."
    th "Так, дышим равномерно. Всему этому должно быть рациональное объяснение."
    "Я попытался включить телефон, но тот не сработал, должно быть, разрядился окончательно."
    th "Возможно, сейчас просто семь часов утра, вожатая ушла на летучку, а остальные пионеры ещё спят."
    th "А птицы молчат, потому что небо серое — так бывает в преддверии сильной грозы, шторма."
    "Заключил я."
    "Вожатая вряд ли встанет раньше и вряд ли позволит мне спать дольше, чем до восьми."
    "Так что…"
    "Я решил размять ноги и немного прогуляться."
    window hide
    scene expression Sepia("bg ext_houses_sunset")
    with dissolve
    "Но вокруг была одна и та же картина."
    "В полностью утратившем насыщенность восходе тут и там светились «бочки», окна в которых слепо глядели чёрными стёклами."
    "На перекрёстке я увидел движение, поспешил было туда…"
    "Никого."
    window hide
    with fade
    "Ни единого человека."
    "И такая странная, застывшая тишина — сигнал игнорирования."
    "Твой вопрос пропустили мимо ушей, и ты сам через пару минут сомневаешься в том, задавал ли что-то."
    "Особенно хорошо это получается со Вселенной. Благо она вовсе ни на какие вопросы отвечать не хочет."
    "Ты можешь отследить собственные эволюции только по следам на песке, но на самом деле и от них скоро не останется даже воспоминаний."
    "Ибо слишком мало ты живёшь по меркам Вселенной."
    "Даже не мгновение…"
    window hide
    scene expression Sepia("bg ext_square_sunset")
    with fade
    "Выйдя на площадь, я остановился и замер в нерешительности."
    th "Я что, всё ещё сплю?.."
    "Впритирку к генсеку, невероятной, режуще ровной линией насквозь распахало площадь не то лезвием, не то лазерным лучом."
    "Уходящая вдаль насколько хватает глаз просека успешно проигнорировала и деревья, и здания, и стены…"
    "Можно было встать и проследить её путь, так как на пути следования её всё возможное вещество просто перестало быть."
    "Я с опаской посмотрел на линию под ногами — она вызывала странное ощущение, будто была натянута как струна."
    th "И по ней, наверное, можно пройти куда угодно?"
    stop music fadeout 3
    "Наверное…"
    with flash_red
    me "Ай!" with hpunch
    play music music_7dl["unholy_you"] fadein 3
    "Я поставил ногу на эту струну и почувствовал, как режет натянутое бесплотное волокно мою кожу, мышцы…"
    "С вскриком отскочил."
    "На земле по ту и эту сторону остались две продольные половинки сандалии."
    th "Я что, до сих пор сплю?"
    play sound sfx_face_slap
    with vpunch
    "Пощёчина не помогла."
    "Хотя я сам видел сны, в которых боль не помогает проснуться."
    "Чаще всего пространство сна уплотняется каучуком или толстой ватой, спасая тебя от членовредительства."
    "Вернее, как спасая. Удерживая."
    "Но здесь меня ничто не спасало, было больно, а по факту передо мной оставалось то, что и было — туго натянутая струна, уходящая по площади от горизонта к горизонту."
    th "Чёрт, надо вломиться в медпункт и перевязаться, наверное."
    "Нога пока не болела, но это пока. {w}По опыту знаю, что порезы всегда болят наиболее паскудно."
    th "Хотя я слышал, у Ольги Дмитриевны тоже была аптечка…"
    menu:
        "К медпункту":
            "Осторожно, будто боясь, что эта струна взбунтуется и хлестнет в небо, разделяя меня напополам, я подошёл поближе."
            "Аккуратно перенёс больную ногу через струну…"
            "И поставил её на землю, скривившись от боли."
            scene expression Desat1("bg ext_square_sunset")
            with fade
            "Похоже, сегодня меня распиливать не запланировано."
            th "Не так далеко, дойду."
            "Убедил сам себя я."
            "Но здесь было почему-то ощутимо темнее, чем на той стороне площади."
            "Деревья не могли дать такой плотной тени, но так было."
            "И вообще складывалось впечатление, будто здесь до сих пор глубокая ночь, а не раннее утро."
            th "Да ну, бред."
            th "Бред же?.."
            scene expression Desat1("bg ext_square_night")
            with fade
            "Я занёс ногу для следующего шага — и замер."
            "Над южной стороной лагеря, видимой отсюда с небосклона, серо ухмылялась блеклая луна."
            th "Что за…"
            "Карман завибрировал, и я опустил руку, достал телефон, неверяще посмотрел на него."
            "Аппарат включился сам собой, но заставка была серой, как и всё вокруг, как будто дисплей внезапно переключился на режим электронных чернил."
            "Что самое забавное — мигающая единичка заряда вдруг перестала мигать."
            "А несколькими секундами спустя сменилась двойкой."
            "Снова завибрировал телефон: пришло PUSH-уведомление."
            me "Не задерживайся здесь долго."
            "Прочитал я."
            me "Ты не должен быть здесь, возвращайся на свой этаж."
            "Серая луна поднялась ещё чуть-чуть повыше."
            "И до меня вдруг дошло то, от чего я охнул."
            th "Я же…"
            show blinking
            "Телефон снова завибрировал."
            "Двойка сменилась тройкой."
            "Ночь стала совсем тёмной."
            "А на больную ногу уже можно было худо-бедно ступать."
            th "Не понял."
            "Что-то мне подсказывало, что путь до скамеек будет тем ещё вызовом, потому пришлось отойти к памятнику, чтобы сесть."
            "Усевшись на бетонную плиту, я перекрутил ногу так, чтобы видеть пятку."
            "От пореза остался только розовый блестящий след, будто затянутый плёнкой."
            "Я потрогал пальцем — чувствительный."
            "И нет, это не соединительная ткань, я чувствовал всё."
            th "Куда это я попал…"
            "Я сделал глубокий вдох, но воздух вокруг казался затхлым и стоялым, как в помещении, где много лет не жили люди."
            "Полынь."
            "Запах времени."
            "Дистиллированный, лишённый полностью какой-либо индивидуальности."
            "И нет, это не было глюками или выдумками, всё было наяву."
            "Я снова замер, не спеша подниматься, а за это время тройка сменилась четвёркой, а от шрама на ступне осталась только розовая кожа."
            "И что-то мне подсказывает, что если я пробуду здесь дольше положенного…"
            th "К чёрту медпункт!"
            "Решил я и заспешил обратно к разделительной линии."
            scene expression Grayed("bg ext_square_night")
            with dissolve
            "Снова промелькнули мимо сумерки, снова серая луна упала за деревья…"
            scene expression Sepia("bg ext_square_sunset")
            with dissolve
            "Я выскочил в пусть ранний, но день."
            "Босиком, чувствуя себя идиотом."
            th "Кто увидит — засмеёт."
            "Но смех был бы самой маленькой моей проблемой."
            "Пусть смеются, я не против."
            "Лишь бы в мир снова вернулись цвета и звуки."
            "Чтобы эта бесшумная серость, этот мир тишины остался там, где ему быть и положено — где-то впереди."
            "Лишь бы…"
            th "Кажется, я понял."
            th "Это не будущее или прошлое как таковое. {w}Это, скорее, проекция с полным соблюдением функционала."
            th "Голограмма времени."
            "И чем дальше бы я уходил в сторону медпункта, тем глубже в прошлое погружался бы."
            "Человек прошлого, которого ещё нет в настоящем. {w}Который уже давным-давно случился."
            "Это значит, что если я отправлюсь в полностью противоположную сторону…"
            th "Так, стоп! Я же пришёл от вожатой!"
            th "Или всё это работает только на площади?.. {w}Чёрт возьми, где внутренний голос, когда он так нужен?"
            dreamgirl "…"
            "Наверное, я буду жалеть о том, что упустил такой шанс вернуться в прошлое и всё исправить."
            "Да только это не то прошлое, куда ты можешь вернуться."
            "Это застывшее мгновение, отстающее от настоящего, а значит, здесь нет людей, лиц, судеб."
            "Строчная изнанка, откуда тяжело разобрать где кто."
            with vpunch
        "К вожатой":
            "Я отошёл прочь от струны, и в какой-то момент почувствовал, как отпускает боль, как будто принял несколько таблеток анальгетика."
            "Но здесь не было спокойно."
            scene expression Gjs("bg ext_square_sunset")
            with dissolve
            "И серость вокруг не приобрела новых красок, зато полностью сменила колер на напряжённо-синий."
            "Напряжённость здесь чувствовалась везде — было не по-летнему холодно, пахло, как обычно пахнет у подстанций — озоном и горелым."
            "Отвратительный запах."
            "И почему-то барбарис, едва-едва уловимый."
            th "Такое странное чувство…"
            "Я сделал шаг, пытаясь вернуться на тропику к вожатой."
            scene expression Gjs("bg ext_square_day")
            with dissolve2
            "Домики отодвинулись, а вокруг стало чуточку ярче."
            "Ещё один шаг."
            "Ещё…"
            "Я шагал, а вокруг становилось утро, сновали какие-то тени, болела спина, кололо глаза невозможно белыми лучами."
            "Потом захотелось пить и одновременно в туалет."
            th "Надо дойти хотя бы до скамеек."
            "Надо…"
            "Эти скамейки выглядели невероятно выпуклыми, написанными будто пером гиперреалиста."
            "А я не мог до них дотянуться."
            "Два шага всего, ну же!"
            "Мой маяк в этом мире бушующем, шаг."
            "Шаг."
            "Тщетно."
            "А потом и это перестало иметь значение, так как бесцветная пыль вокруг и серое солнце в зените заколыхались, утратили реальность."
            "Утратили моё доверие."
            "И я застыл, боясь шелохнуться."
            "Потому что если вокруг всё ненастоящее, всего лишь видимость, некое изображение, будто хранимое про запас, то стоит лишь нарушить шаткое равновесие, и…"
            "Про меня-то никто не вспомнит и не захочет восстановить!"
            "Ты можешь идти вперёд, но в действительности никогда не дойдёшь туда, куда хотел, так как прошлое всегда отстаёт от настоящего."
            "Ты всегда будешь на половинку шага отставать."
            th "Значит, я не дойду?"
            th "Не смогу?"
            "И знал ответ."
            window hide
            scene bg ext_busstop_dust_7dl
            with dissolve
            "Потому что слишком давно и слишком внятно видел во сне, как из сиреневых вспышек вываливаются те, кто застрял на том же пороге, что и я."
            "Видел, как некоторые слепые, выставив руки перед собой, отказываются от идеи куда-либо дойти — и просто идут."
            "Вперёд."
            "Люди, которым нечего восстанавливать."
            "Наверное, в их глазах я выгляжу похоже? {w}Такой же слепец, выставивший перед собой руки…"
            "Человек будущего, которого ещё нет в настоящем. {w}Который ещё только должен случиться."
            "Вздрогнув, я поспешил обратно к разделительной."
            "Что за чертовщина здесь творится, меня не интересовало и не заботило."
            "Но я знал, как всё вернуть к исходному."
            "Нужно просто добраться до струны, выдохнуть и остановиться."
            "Во всех смыслах этого слова."
    window hide
    scene expression Sepia("bg ext_square_sunset")
    "Выдох."
    "Я напрягся, борясь с подступающей панической атакой…"
    "Остановился…"
    show bg int_looney_bin_nightmare_7dl
    pause(.1)
    scene expression Sepia("bg ext_square_sunset")
    "Перед глазами промелькнул какой-то коридор залитым алым стенами, дверь в самом конце с надписью 101."    # коридор С залитымИ алым стенами?
    "А вот по соседству с ней была дверь попроще, поменьше."
    "Она была заперта старым кодовым замком, какие мы ещё мальчишками открывали, угадав код по самым стёртым клавишам."
    th "1, 9, 7, 4."
    "Прочитал я."
    stop music 
    with vpunch
    scene ext_square_sunset
    with flash
    play ambience ambience_camp_center_day fadein 3
    "И мгновение спустя расслышал щебет птиц, а глаза подверглись атаке самыми яркими цветами."
    play music music_7dl["thousand_little_things"] fadein 3
    "Куда-то пропала паника, воздух снова стал вкусный, пахнущий сосновым бором и рекой."
    "Я оказался дома."
    play sound sfx_7dl["eat_horn"] fadein 1
    "Со столовой заиграл сигнал горна."
    "Значит, московское время — девять часов."
    th "Где я?"
    window hide
    with touch
    "Отстранённо подумал я."
    "Наощупь реальность была самой обыденной и оттого только ещё более пугающей."
    dreamgirl "Проснулся, лунатик?"
    "Неприязненно осведомилось альтер-эго."
    dreamgirl "Я ему кричу, кричу…"
    th "Мне кажется, я был под чьим-то странным контролем."
    th "Потому что последнее, что я помню — это как ложусь спать. {w}Как я здесь очутился?"
    show sl smile sport with dissolve
    sl "Семён, привет, ты уже собрал вещи?"
    me "Извини?"
    show sl normal sport with dspr
    sl "Отъезд в полдень, через два часа, ты готов?"
    me "А… Да…"
    sl "Тогда марш переодеваться, форму в шкаф повесишь, я соберу потом."
    me "А как же…"
    th "Завтрак."
    "Вот откуда этот привкус! {w}Рисовая каша, сладкий чай…"
    th "Похоже, я на автопилоте не только поднялся, но и позавтракал?!"
    dreamgirl "Какой ужас! Ещё хуже вставшего желудка."
    th "И не говори…"
    sl "Не забудь по дороге заглянуть к Виолетте Церновне, она должна дать тебе пару таблеток, чтобы не тошнило в автобусе."
    sl "Всё, убежала!"
    hide sl with easeoutright
    "И в самом деле, ушла."
    "Ушла…"
    "Я присел на скамеечку и подозрительно посмотрел в сторону бронзового балбеса."
    "Он поправлял очки с видом оскорблённой невинности, и не было на площади ни каких-либо струн, ни странно искажённого пространства, издевающегося над путником."
    "Всё вокруг было солнечно, скучно и знакомо."
    "Лагерь «Совёнок» образца конца восьмидесятых."
    th "Но почему тогда я пришёл в себя здесь?"
    "Я каким-то образом умудрился подняться, одеться, прийти сюда — и при этом не проснуться!"
    "Вытянув ногу, помотал носком сандалии — целой, нерезаной."
    show cs normal with dissolve
    cs "Уже бездельничаешь… Пионер?"
    me "…"
    cs "Почему ты молчишь?"
    th "А толку с вами разговаривать."
    th "Опять объявите всё вокруг моими тараканами, опошлите, залезете внутрь немытыми руками. {w}К дьяволу."
    cs "Ты себя хотя бы нормально чувствуешь?"
    me "Виола."
    "Разлепил губы я."
    me "Что за таблетку вы мне дали?"
    "Поинтересовался я, уже зная ответ."
    show cs smile with dspr
    cs "Ты уже догадался, похоже."
    "Усмехнулась Виола."
    me "Плацебо."
    cs "Бинго."
    cs "Мы же оба знаем, что нормальная фармакология на тебя действует через одно место."
    me "И что там?"
    cs "Чуть-чуть седативного, малая толика спазмалитического и много-много глюкозы."
    me "Вы… Вы жулик!"
    show cs grin
    pause(.1)
    show cs normal
    cs "Так ведь помогло же, не правда ли?"
    me "Больше не поможет."
    "Угрюмо ответил я."
    cs "О, я кормлю тебя этими таблетками четвёртый год."
    cs "Как-то до сих пор справлялись."
    me "Дай-то Рандом."
    "Вздохнул я."
    me "Дай-то Рандом."
    hide cs with dissolve
    "Всё ещё глядя мимо медсестры, я поднялся и отправился обратно в домик вожатой."
    window hide
    scene bg ext_houses_sunset
    with dissolve
    "Мой собственный исход из ниоткуда в никуда."
    "А мне кисло, криво мне."
    "Да, всё утро я был напуган аномальными изменениями в лагере, но ещё со вчерашнего-позавчерашнего накопилось внутри всякого."
    "Но сейчас, когда я понял, что ответственного за смену декораций найти не сумею, равно как и вопросы задавать — я успокоился."
    "Кто бы это ни был, вряд ли он станет отвечать на мои вопросы."
    "И, разумеется, стоило лишь немного отпустить гайки — в голову снова полезли вчерашние глупости."
    window hide
    with fade
    "Наверное, есть смысл прогуляться последний раз, попрощаться с тем, что так и не стало моим."
    "До меня с пугающей очевидностью дошло то, от чего я бегал вчера — я не сумел простить себя."
    "Отпустить прошлое."
    "И это великолепное место, которое должно было вылечить, окажи я хоть чуть-чуть содействие, неспособно исцелить того, кто упорствует в своё закоснелом бессильи."
    "А значит, и бесполезно по определению."
    "Осталось только сменить бронекомплект с детского на походный, джинсу и деним — и этому дню я ничем не обязан."
    cs "Ты не в чём не виноват, слышишь?"
    "Услышала мои мысли разноглазая ведьма."
    "Это она искала правильное настоящее, да?"
    "То самое, в котором любому человека от рождения даровано Право."
    cs "Удачи в поисках."
    "Вздрогнув, я втянул голову в плечи и перешёл на быстрый шаг, игнорируя сытый смешок пополам с мурлыканьем и стойкое ощущение того, что мне в спину желтоглазо щурится чёрная пантера."
    window hide
    stop music fadeout 3
    stop sound fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day7_neu_explore:
    play music music_7dl["vibe"] fadein 3
    with dissolve
    play ambience ambience_camp_entrance_day fadein 3
    "А вокруг снова бурлила жизнь — могучая, интересная."
    dreamgirl "А в нашей буче, кипучей, могучей…"
    "Все куда-то спешили, чего-то ждали, чего-то хотели."
    "Их помыслы направлены в их личное Правильное Будущее, которое по сути и не займёт много времени на полотне истории."
    "Скорее всего Правильное Будущее, каким оно явилось мне во сне, они никогда не застанут."
    "Скорее всего, у них оно будет совсем другим, и вполне хватит там и шума, и суеты. {w}А вот нажимных панелей, генерирующих ток для освещения, не завезут, такие дела."
    "Это, скорее, у меня дома уместно подобное развитие событий. {w}В моём… Мире."
    window hide
    scene bg ext_houses_day
    with fade
    "Про путешествие во времени я уже не думал, после вчерашнего прослушивания записи стало более чем очевидно: я не дома."
    "И даже если проживу здесь тридцать лет, то не дотянусь до своего восемнадцатого."
    "Никак."
    "Но, как я понял, отсюда есть целая прорва способов выбраться."
    "Сесть на автобус, например."
    window hide
    scene bg ext_house_of_mt_day
    with dissolve
    pause(1)
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_house_of_mt_day
    with fade
    play ambience ambience_int_cabin_day fadein 5
    "Я толкнул дверь в домик — вожатой снова не было на месте, но вернулись на место цвета и запахи."
    "Всё та же неряшливо заправленная кровать и куча личных вещей, расползшихся по всем горизонтальным поверхностям."
    "Ольга здесь жила всё время до этого и собиралась жить до конца лета."
    "Съездит вместе с пионерами и мной на автобусе до города, отдохнёт, закупится чаем и печеньками, а потом привезёт новую смену сюда."
    "И уже никто не вспомнит о том, как здесь прожил неделю один Семён."
    th "В автобус, наверное, тоже садиться необязательно."
    dreamgirl "Не садиться опасно, ты же помнишь?"
    th "Угу. Стартуем с момента смертельной опасности, а вознаграждение получаем только в случае успешного выполнения задачи."
    dreamgirl "И какова была твоя задача?"
    th "Да чёрт его знает."
    play sound sfx_7dl["blanket"] fadein 1
    "Я снял форму, бросил её на кровать и за несколько секунд впрыгнул в джинсы, футболку и ботинки."
    "Свитер надевать не стал, так как в такую жарищу это было бы чревато."
    "Просто завязал его рукавами на талии."
    window hide
    scene cg d1_me_dahell_7dl
    show mouth_dull
    with dissolve
    "Закрыл дверцу шкафа, полюбовался на себя в отражении."
    dreamgirl "Красавец-мужчина."
    "Сейчас было очевидно, что не были мы близнецами-копиями, как ни крути."
    "Да, похожими в чём-то, но идентичными всё же не были."
    "Во-первых, разные черты лица — следствие отличных друг от друга условий взросления, питания, и, как следствие, работы эндокринки."
    "Разный прищур глаз, разный взгляд…"
    th "Нет, в прошлом я определённо выглядел иначе."
    "Я был тощим, высоким, нескладным подростком, который до двадцати трёх лет выглядел на шестнадцать, да и потом всюду таскал с собой паспорт."
    "А этот уже и выглядит почти взрослым, гляди, как брови хмурит."
    "Чуть прищурится, изобразит вежливую улыбку — и никому в голову не придёт паспорт просить."
    th "Паспорт!"
    if not alt_day4_neu_mt_fire:
        dreamgirl "В пальто."
        th "Э…"
        dreamgirl "Не думаешь же ты, что оно уехало вместе с автобусом?"
    else:
        dreamgirl "Который у тебя успешно сожгли."
        dreamgirl "Угадаешь с трёх раз, откуда его вожатая взяла?"
        th "Мои вещи…"
        dreamgirl "Угу."
    dreamgirl "Посмотри-ка за соседней дверкой."
    window hide
    play sound sfx_open_cabinet_1 fadein 0
    pause(1)
    scene bg int_house_of_mt_day
    with fade
    "Я послушно открыл дверцу по левую руку."
    th "Но откуда?!"
    dreamgirl "Есть мнение, что водитель перед отъездом прошёлся и выбросил из салона всё лишнее."
    me "Логично…"
    if alt_day4_neu_mt_fire:
        "Иначе откуда бы наша добрейшая вожатая могла взять мои документы и деньги, чтобы их сжечь несколько дней назад?"
    else:
        "Только и сказал я, бегло пробежавшись по карманам и обнаружив там на местах всё, чему там находиться полагалось: деньги, ключи, документы, флешки…"
    "Будильник на окне отчётливо щёлкнул — московское время вплотную подобралось к половине двенадцатого."
    dreamgirl "Ну, посидим на дорожку?"
    th "А… Да."
    "Вяло кивнул я, борясь с подступающим дежавю."
    "Я уже где-то это слышал, правда?"
    "Ведь правда же?"
    stop music fadeout 3
    th "Но где…"
    play music music_7dl["iwantmagic"] fadein 3
    "Надо было, по идее, собрать форму, убрать постельное бельё и сдать всё на склад."
    "Но я вместо этого лежал поперёк кровати в уличном и смотрел в потолок."
    "В отвесные стены, соединяющиеся где-то высоко, в темноте, куда не добивал ни свет из окна, ни лампочка, когда ту зажигали."
    th "Должно быть, там живут пауки. Они любят темноту, прохладу и летающих насекомых."
    "И вот что забавно, за последние дни меня ни разу никто не укусил."
    "Как будто я не в лете средней полосы России оказался, а в каком-нибудь отеле в Эмиратах, где насекомых разгоняют репеллентами и ультразвуком."
    "Где есть уличное кино, а в парикмахерских легко могут постричь самой обыкновенной ниткой."
    show blink
    "Я закрыл глаза."
    pause(1)
    window hide
    scene expression Sepia("bg ext_lost_city_7dl")
    pause(.2)
    scene bg int_house_of_mt_day
    "И вспомнил вдруг, откуда это прозвучало — про дорожку."
    th "Признавайся."
    "Потребовал я."
    dreamgirl "В чём?"
    th "В том сне я был не один?"
    dreamgirl "Сне?"
    th "Не придуривайся!"
    dreamgirl "Ладно, ладно, незачем так орать. {w}Просто я имею полный доступ к твоей памяти, потому и знаю всё, что знаешь ты."
    dreamgirl "Это не значит, что в твоих снах кроме тебя находится кто-то ещё. {w}Это только твои сны."
    th "А что было на площади?"
    dreamgirl "Не знаю, если честно."
    dreamgirl "Это тоже похоже на сон, но ты как-то там очутился наяву, одетый."
    th "Ещё и позавтракавший."
    th "Как думаешь, тому мужику было бы о чём говорить со мной?"
    dreamgirl "А как же. {w}С дураком всегда есть о чём перемолвиться."
    th "Да ну тебя."
    "Нет, а всё-таки…"
    window hide
    scene expression Grayed("bg map_alt1")
    with dissolve
    "Всплывшая перед глазами карта лагеря почему-то была чётко поделена на сектора."
    "Как будто, за каждым цветом была закреплена чётко отведённая территория."
    "Вот только это было не так."
    "Иначе рыжих не отселили бы так далеко."
    window hide
    scene expression SS_com_o("bg ext_house_of_dv_day")
    with dissolve
    "Как раз туда, где горят два огонька — медный и красный."
    window hide
    scene expression SS_com_r("bg ext_playground_day")
    with fade
    "Эти цвета можно было различить и в других местах — например, футбольное поле было красным целиком."
    "Как и мостки южнее лагеря, и чёрный вход."
    th "Должно быть, это места, где чаще всего бывает Ульяна?"
    "Не вставая, я попробовал повернуть голову в ту сторону и даже сквозь сомкнутые веки почувствовал, что там и в самом деле нечто алое."
    window hide
    scene expression SS_com("bg ext_musclub_day")
    with dissolve
    "А вот север был весь аквамариновый — и музыкальный клуб,"
    scene expression SS_com("bg ext_stage_big_clear_day_7dl")
    with dissolve
    extend " и эстрада полностью была оккупирована интересами Мику."
    "Несколько медных включений почти не влияли на баланс."
    window hide
    scene expression SS_com_o("bg ext_house_of_dv_day")
    with dissolve
    "Да и медный был распространён скорее вокруг домика Алисы и пляжа."
    window hide
    show blink
    pause(1)
    scene anim prolog_2
    "Он протянулся по лагерю тропинками-дорожками как на микросхеме, опасливо огибая яркие золотые и зелёные пятна."
    "Зато активно пересекался с цветом фиолетовым."
    "Верный показатель того, что Алиса и Лена всё-таки дружат."
    "И несколько зданий было закрашено в сливовый и голубой оттенки."
    window hide
    scene anim prolog_2
    with dissolve
    if not loki:
        "Судя по тому, что это было место, где я вчера помогал с подготовкой беседки, цвет принадлежал вожатой второго отряда, Катюшке."
    "Сливовым был залит только медпункт и один из домиков персонала — скорее всего, Виола."
    "Цвета яркие, насыщенные, дышащие и колеблющиеся."
    "Они почти не пересекались друг с другом, даже в местах встречи чётко соблюдая собственные границы, но я мог ощущать их сквозь сомкнутые веки."
    "Как будто мне светили в лицо то голубым, то зелёным, то золотым цветом."
    "Чувствовал свет и тепло."
    "Не так уж и сложно понять, какому цвету какой сектор соответствует, какая девочка в каком секторе находится."
    "Каждая в самом центре своего феода, каждая ожидающая чего-то."
    "Но таймер тикает."
    "Тикает…"
    "И очень скоро эта партия завершится, все сорвутся с мест и отправятся на точку сбора."
    "Чтобы в будущем (или прошлом?) всё начать сызнова."
    "Не дождавшиеся девочки сядут в автобус и торжественно пообещают, что уж в следующий раз всё будет иначе."
    "Это как будто некий вид спорта."
    "Сессионные игры, так любимые в среде игроков."
    "Только здесь высшим мастерством является не попадание в голову, а в сердце."
    "Или удачное уклонение от выстрела."
    "Неплохая защита… Да мало ли."
    "Восемь хищниц, одна непростившая себя жертва."
    "Публика ревёт и рукоплещет, наблюдая за тем, как удачно один гладиатор уворачивается от всех прочих, как выходит на финишную прямую, и…"
    "Получает право на повторный забег."
    "Дело-то всё в чём: это феодальши постоянные и неизменные, а гладиаторы всегда одноразовые."
    "Чтобы напряжение было выше, эмоции били через край, и не возникало на трибунах стихийных Станиславских."
    "Я закрою глаза в автобусе, а откроет их совсем другой человек. {w}Который не знает никого из них и знать не собирается."
    "Но пройдёт полгода, и…"
    "А вдруг я так удачно уворачивался от чужих выстрелов, что победил?"
    "Вдруг теперь одноразовому гладиатору в качестве награды позволят вернуться сюда ещё раз, но уже чётко знающим, кто здесь и зачем?"
    "Тысячи рук из темноты поворачивают кулак большим пальцем вверх, а значит, этот раскалённый песок снова ждёт меня."
    "Снова загремят бронзовые шестерни, открывая ворота и выпуская меня на арену, я выйду, прищурюсь и буду ждать того, кто первым не побрезгует метнуть копьё."
    "Тогда я подставлюсь, рухну прознённым и признаю себя официально побеждённым."
    "Заберу лицензионную копию победительницы-феодальши домой, если это вдруг будет возможно по правилам."
    "А если нет, то пусть устроители предоставят мне новое жилище в неотличимых от моей старой жизни апартаментах, где не будет больше этого больного, режущего прошлого."
    "Прошлого, недостойного восстановления."
    "Никто не уйдёт обиженным. Никто."
    "Кроме феодальш. {w}Во всяком случае, им благополучного исхода никто не обещал."
    dreamgirl "Что ж, гладиатор, войди в ложу бога и получи своё право на вторую игру."
    dreamgirl "Иди же. Зрители ждут."
    "Я вздрогнул, попытался открыть глаза, пошевелиться, но это вдруг стало таким невероятно невозможным ребусом."
    "Какую мышцу напрячь, чтобы сделать вдох?"
    "Какую — чтобы открыть глаза?"
    "Я не знал, не помнил. Этим всегда занималось подсознание!"
    "Но сейчас…"
    window hide
    scene bg int_house_of_mt_day
    show unblink
    "А когда воздуха перестало хватать, темнота превратилась в домик."
    scene expression Desat("bg int_house_of_mt_day", saturation = 0.2)
    with fade
    stop music fadeout 3
    "Я с колотящимся сердцем (спасибо подсознанию хотя бы за то, что занимается этим), с остановившимся взглядом смотрел на то, как стены становятся прозрачными, а пространство вокруг меня теряет значение, схлопываясь до крохотного шара внутри моей головы."
    play music music_7dl["melancholy_sun"] fadein 3
    stop ambience fadeout 3
    window hide
    scene stars
    with dissolve
    "И этот шар был полым, изнутри он был как постерами с поп-звёздами, обклеен некими плакатами со схемами, больше походящими на топографические карты."
    "Если приглядеться, можно увидеть, как…"
    window hide
    scene bg ext_beach_day
    show mt normal pioneer at left
    #show ka normal pioneer at right
    with flash_cyan
    "Пляж. Ольга Дмитриевна и Катюшка сидят за вкопанным здесь же столиком и, глядя на воду, неспешно о чём-то болтают."
    "Обратно!"
    window hide
    scene bg int_house_of_mt_day
    with dissolve
    pause(1)
    scene bg int_house_of_un_day
    if persistent.hentai_graphics_7dl:
        show un normal body
    with flash_cyan
    "Домик Лены и Мику. Мику отсутствует, а Лена… Я невольно залюбовался ладной фигуркой девушки без единого лишнего предмета."
    "Она будила какие-то воспоминания, но правдой они были или выдумкой, я не знал."
    if persistent.hentai_graphics_7dl:
        show un serious body with dspr #Ы
    "Лена вздрогнула и повернула голову, посмотрев прямо на меня."
    "Обратно!"
    window hide
    scene bg int_house_of_mt_day
    with dissolve
    th "К чёрту такие фокусы."
    "Отдышавшись, сказал себе я."
    th "Так и по морде получить можно."
    th "Лучше будем смотреть на что-нибудь нейтральное."
    window hide
    scene bg ext_boathouse_alt_day_7dl
    with dissolve
    "Например, лодку на горизонте."
    "Пригнувшись и торопливо работая веслом, там сидела…"
    "Помотав головой, я протянул руку и снял крохотное судёнышко с горизонта, поднёс к глазам."
    "Там сидела крохотная Женя и грозила мне кулачком с центральной банки."
    mz "А ну, положь где росло!"
    me "Да-да, сейчас…"
    "Я послушно вернул лодку на горизонт."
    "Обратно!"
    "Это так легко, они все такие маленькие."
    "Можно даже солнце достать, но оно очень горячее — обожгусь ещё."
    window hide
    scene bg ext_road_day
    show dn normal pioneer at left
    show al normal pioneer at cright
    show tn smile pioneer at fright
    with dissolve
    "Перед глазами возник спешащий по асфальтовой ленте автобус, стоящие на пригорке три мальчика."
    tn "Дань, готов?"
    "Вихрастый кивнул."
    tn "Тогда беги!"
    hide dn with easeoutleft
    "Ухмыльнувшись, Даня сорвался с места и побежал в противоположную от автобуса сторону."
    al "Три… Два… Один… Готов!"
    tn "Делаю!"
    "Блондин сделал ровно так же, как я парой минут назад."
    "Он протянул руку и сцапал автобус с горизонта, а мгновение спустя, всё ещё держа автобус в левой руке, развернулся и поймал своего товарища, который уже представлял собой крохотное пятнышко на горизонте."
    show tn laugh pioneer with dspr
    tn "И… Раз!"
    "Крохотный Даня зашёл в крохотный автобус, а через минуту вышел оттуда, держа в руках знакомое чёрное пальто."
    th "Моё?"
    dreamgirl "А ты думал, как оно к вожатой попало?"
    th "Но ты же…"
    "Как бишь там было…"
    show tn grin pioneer with dspr
    tn "А ты не подглядывай!"
    "Строго сказал блондинчик, безошибочно посмотрев мне в глаза."
    tn "Судьба у каждого своя!"
    "Обра…"
    "Но он уже успел взмахнуть рукой."
    window hide
    play sound sfx_gusty_wind
    pause(1)
    scene bg int_house_of_mt_day
    with flash
    play ambience ambience_int_cabin_day fadein 3
    "Я снова оказался на кровати, но перед глазами уже разворачивались какие-то странные шевеления."
    "Что-то вроде нитей, всех состоящих из рядов крохотных кружочков, свободно висящих в воздухе."
    "Или, скорее, цепочек."
    "Если смотреть на солнце, можно увидеть эти цепочки в глазу. Можно проследить."
    "Но эти висели вне глаз, были не привычные бесцветные, а каждая — со своим хорошо различимым цветом."
    "И в итоге простроились в линии, ведущие прямо к хозяйкам - в зависимости от цвета."
    "А одна цепочка вела под каким-то странным углом — одновременно будто и вверх, и вниз."
    "Как это получалось? Я не знаю."
    "Но она была самая светлая, самая толстая, самая заметная."
    "Её можно было увидеть, не приглядываясь."
    "А если проследить…"
    "Мне почему-то казалось, что вести она будет обязательно на сто первый этаж."
    "Там же, где всё это время и ожидал меня странный человек."
    "Чем-то страшноватый, в неуместных здесь солнечных очках."
    window hide
    scene bg int_d3_hideout_7dl
    with dissolve
    "Я хочу сказать, что с солнцем здесь был определённый дефицит."
    "Да и носить очки в помещении."
    am "С-семён?"
    "Обрадовался он."
    am "Долго же тебя пришлось ждать. {w}Заходи."
    "Он протянул руку и взял крохотного меня, мир вокруг смазался от скорости."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day7_neu_dialogue:
    $ night_time()
    $ persistent.sprite_time = 'night'
    play music music_7dl["nowyouseeme"] fadein 3
    scene expression Desat("bg int_d3_hideout_7dl")
    with dissolve
    play ambience ambience_catacombs_stones fadein 3
    am "Н-ну и ну."
    "Задумчиво сказал он, глядя на меня с той стороны огромных пальцев."
    am "И к-куда же мне теперь тебя приткнуть, такого крохотного?"
    "Я молчал."
    "Почему-то мне казалось, что моё мнение здесь значения не имеет."
    window hide
    with fade
    "Не потому, что мой визави со сто первого такой злодей, нет."
    "Просто некоторые вещи предрешены, нравится тебе это или нет."
    "Человек научился бороться с ненастьями, разгонять облака и просчитывать статистический анализ, согласно которому женщины будут рожать, а мужчины перестанут брать кредиты."
    "Но даже самый умный компьютер не в состоянии учесть элементарное совпадение, случайную встречу."
    "Ты видишь кого-то во сне, а потом встречаешь на улице."
    "Хотя психологи и говорят, что работает это с точностью до наоборот — подсознание не слишком умелый скульптор, для тела снов ему нужна пища из любой доступной реальности."
    "Фактически, они намекают на то, что ты в какой-то период своей жизни на самом деле успел встретить человека, отфиксировать его краешком глаза, но совершенно не запомнил."
    "А подсознание помнит всё."
    "И моя шизофрения тому пример — вредный внутренний голос ровным счётом ничего не забывает."
    window hide
    with fade
    am "Ага, п-придумал."
    "Огромные пальцы перенесли меня к горящему здесь экрану-сплиттеру и бережно поместили в левый верхний квадрант."
    am "Сориентируешься по стрелкам, н-не маленький."
    "Сказал мой похититель."
    "И легонько дунул."
    window hide
    play sound sfx_gusty_wind fadein 1
    pause(1)
    scene black with fade
    "Вокруг стала тьма, влажность и пронизывающий сквозняк."
    window hide
    scene bg int_catacombs_door
    with dissolve2
    "Я стоял возле огромного гермозатвора, прикрытого поворотным колесом запора-кремальера."
    "К счастью, пусть и тускло, но горела лампочка в оплетёном плафоне, и это позволило мне оглядеться."
    "Трафаретный значок радиации на двери, кнопка-зуммер справа, обэжешный плакат с правилами поведения в центре ядерного взрыва…"
    "И, конечно, пыль в палец толщиной, скопившаяся несмотря на сквозняк и влажность."
    "Она окружала меня со всех сторон, свидетельствуя о том, что я первый за долгое время человек, который здесь очутился."
    "Я попробовал крутнуть колесо — тщетно. То ли застряло, то ли было заперто неким хитрым замком."
    "Если я ничего не путаю, такой механизм следует открывать только и исключительно вдвоём, в одиночку человеку справиться будет затруднительно."
    th "Дела…"
    "Я задумчиво потёр пальцем подбородок."
    "Можно было, конечно, развернуться и отправиться в сырую утробу туннелей, но зачем?"
    th "Здесь светло, мухи не кусают и никто не норовит меня сожрать."
    th "И никаких гарантий, что в туннелях ситуация останется той же."
    dreamgirl "Тебя вряд ли доставили сюда просто так."
    th "Вот и я про то же."
    dreamgirl "Попробуешь ввести код?"
    "Внутренний голос привлёк моё внимание к доселе незамеченной детали — а именно цифровой панели, вроде той, что висит на всех дверях в парадные."
    window hide
    #TODO: цифровая панель c подсвеченными клавишами
    with fade
    "Вот только звонить мне было решительно некому."
    th "А код у нас…"
    dreamgirl "Балда. {w}Тебе зря сон приснился, что ли?"
    th "Так это же мой сон. {w}Какое отношение он имеет к творящемуся вокруг?"
    dreamgirl "Ещё не понял?"
    th "Чего?"
    dreamgirl "Здесь ничто не происходит просто так. {w}Включая сны."
    th "Да ну? Cовы — не то, чем кажутся?"
    dreamgirl "Ну да. Вспомни, тебе один цифровой код называли."
    dreamgirl "Помнишь?"
    th "Да это же сон. Откуда?"
    dreamgirl "Ох, балда. Сны в принципе забывать не стоит, а уж твои…"
    dreamgirl "В общем, код 1-9-7-4. Попробуй ввести."
    th "Угу…"
    "Если сейчас я наберу код неправильно, то завоет сирена, ровно светящаяся лампа сменится проблесковым маячком, а потолочные панели сдвинутся в сторону, открывая льдисто блестящие дула направленных мне в грудь автоматических турелей."
    "Хорошая автотурель с приличной скорострельностью сделает из меня решето, я и «мама» сказать не успею."
    th "Может, ну его?"
    dreamgirl "Хорош фантазировать, изверг. {w}В конце концов, тебя ждут."
    dreamgirl "Смотри."
    "Я не знаю, то ли это так удачно совпали блики и тени, то ли ещё что-то в этом духе, но та самая панель оказалась куда как ярче освещена, нежели всё прочее."
    th "Подсветка для дурака?"
    dreamgirl "Именно. А теперь вводи код!"
    "Внутренний голос ощутимо нервничал, и это будило подозрения."
    th "Я понять не могу… {w}Тебе-то зачем это?"
    dreamgirl "Так интересно же!"
    th "А если честно?.."
    dreamgirl "Это не настолько большое дело, чтобы мне пришлось о нём врать."
    "Обиженно заявило раздвоение."
    "По подземелью поплыл уже знакомый горьковатый запах."
    "Вечность."
    th "Что ж, просто так здесь сидеть тоже не след, надо, наверное…"
    
    "С замиранием сердца я протянул руку вперёд и коснулся первой клавиши."
    play sound sfx_click_1
    "Легко-легко, едва заметно — и тем не менее, она среагировала: вздрогнула, чуть утопла, засветилась неярким белым светом."
    play sound sfx_click_2
    "Девятка."
    th "Очень похоже на год."
    th "Семьдесят четвёртый. {w}Дата основания лагеря?"
    "Забавные люди, устраивают такие редуты, окапываются, а элементарные правила информационной безопасности не соблюдают."
    "Дураку понятно, что нельзя в качестве пароля использовать мнемонически запоминающиеся комбинации вроде года, имен близких и тому подобного."
    play sound sfx_click_3
    "Семёрка."
    "Но здесь, похоже, плевали на такие мелочи."
    
    "Какой-то особо хитрый хакер или социнженер сюда попросту не доберётся, а от остальных хватает и простого пароля."
    "Над головой что-то зажужжало."
    th "Турели?"
    dreamgirl "Да дались они тебе, эти турели!"
    dreamgirl "Откуда им здесь взяться, это же просто бомжеубежище на случай ядрёного апокалипсиса."
    th "Чтобы другие бомжи не выселили из бункера?"
    dreamgirl "Очень смешно. {w}А зачем, по-твоему, нас переместили именно сюда?"
    th "Для соблюдения перспективного искажения?"
    "Как оказалось, над головой жужжала камера наблюдения, ранее почему-то не замеченная."
    play sound sfx_click_3
    "Четвёрка."
    "Кто-то где-то фыркнул, а дверь передо мной вдруг вся как будто осела."
    "Где-то в глубине истошно зашипело, я поспешно отошёл на полшага на случай, если здесь работает какая-нибудь гидравлика — быть убитым тяжёлой дверью не улыбалось вовсе."
    "Только вот отошёл, как оказалось, не совсем в ту сторону."
    play sound sfx_open_door_mines_metal
    "Потому что дверь открылась в совершенно противоположную сторону!"
    "Я едва успел уклониться от свистнувших в воздухе декоративных петель — они разминулись с моей мордой всего на несколько сантиметров."
    "И…"
    window hide
    scene bg int_catacombs_entrance
    with fulldiam
    dreamgirl "Что-то не похоже на бункер."
    th "М-да…"
    "За дверью вместо ожидаемого и смутно представляемого помещения защиты со шкафчиками и костюмами химзащиты располагался ещё один туннель!"
    "Очень хотелось бы списать его на, например, воздушный шлюз."
    "Но, полагаю, не существует прихотливо виляющих воздушных шлюзов, там и сям поросших сталактитами?"
    "Из разверстого зева донёсся сочный шлёпающий звук."
    "Кап."
    dreamgirl "Что делать станешь?"
    play ambience ambience_catacombs fadein 3
    th "Что-что… Лягу на пол и как начну лежать."
    dreamgirl "Очень смешно. А если серьёзно?"
    th "Да пойду, наверное. {w}Нас и в самом деле совсем не просто так сюда зашвырнули, так что…"
    th "Ну… Здесь не так уж и темно."
    #play sound_loop shurik_mines_far fadein 3
    play sound_loop sfx_7dl["loop_cave_water"] fadein 1
    "Вернее, тёмные неясные контуры стен и свисающие с потолка каменные сосульки."
    "Почему на полу нет их собратьев, я не думал и думать не хотел."
    "А вот капающая сверху вода…"
    "Приходилось прощупывать дорогу перед собой, прежде чем ставить ногу."
    "Разумеется, скорости мне это не добавило, зато из всех неприятностей были лишь лужи."
    "Да…"
    "С потолка сорвалась капля и упала мне на макушку."
    th "Бррр."
    "Я остановился и, сняв с пояса свитер, поспешно его надел — не хватало ещё простыть."
    "Но пока за спиной есть отражённый све…"
    window hide
    play sound sfx_fall_metal_door
    pause(1)
    scene black
    "В этот момент сзади грохнуло, и я оказался в кромешной темноте."
    th "Что? Нет!"
    "Я в два шага вернулся на исходную и заколотил кулаками по литой стали."
    me "Эй, выпустите меня!"
    "Но парой минут спустя я добился лишь того, что у меня загудели ладони и засаднило сорванное горло."
    "Здесь никто не услышит, не придёт на помощь…"
    stop music fadeout 3
    "Я даже на пол сесть не могу, так как лужи и неизвестно ещё, кто здесь ползает."
    "Даже если я сейчас сумею расковырять магнитные запоры или гидравлику — эту дверь я попросту не открою."
    "Никак."
    "Выход один — продолжать путь?"
    play music music_7dl["abyss_call"] fadein 3
    "Правда, теперь я не мог видеть вовсе ничего."
    "Но если немного постараться…"
    "Я прикрыл глаза, а взамен растопорщил все остальные органы чувств."
    "В том числе одно подзабытое за ненадобностью, то, каким не пользовался последние лет пять, а вспомнил о нём лишь несколько часов назад."
    "Инстинкт направления."
    "Своего рода магнитный внутренний компас, только ни к магнетизму, ни к сторонам света он отношения не имел."
    "Скорее, выстраивал у меня в воображении некий массив, что с известной долей воображения можно было трактовать как карту в компьютерной игре."
    "Если знать, куда смотреть, что искать, как идти…"
    "Здесь не было закрученного лабиринта, но, сказать по правде, чувствовать себя абсолютно слепым и беспомощным…"
    "Ещё одна капля крайне удачно упала мне за шиворот."
    th "Твою ж…"
    "Я сделал первый шаг."
    "…"
    pause(1)
    "Неизвестно, сколько занял путь в темноте."
    "Когда у тебя нет никаких ориентиров, ты перестаёшь считать время, перестаёшь различать день и ночь, быстро и медленно."
    "Очень многие понятия размываются и утрачивают сакральность."
    "Так что я вполне мог идти как несколько минут, так и час, и день."
    "Темноты я никогда особо не боялся, разве что после просмотра какого-нибудь ужастика."
    "Но с настолько плотной, всепоглощающей тьмой я до сих пор просто ещё не сталкивался."
    "Так что был во всём этом какой-то определённый ужас."
    "Или, скорее, саспенс. Умное слово."
    "И обещанных стрелочек не было."
    "Возможно, где-то сзади остался замёрзший на сквозняке и так ничего не решивший Семён."
    "Возможно, ещё один лежит у самой двери, неправильно набрав код и заработав себе свинцовое отравление."
    dreamgirl "Да нет там никаких турелей, идиот!"
    "И, возможно, где-то ещё один сошёл с ума и до сих пор бродит в темноте."
    "Я так часто почти воочию представляю, что со мной будет, как будто это и в самом деле произошло со мной."
    "Кто-то слишком часто использует жульничество с сохранением-загрузкой?"
    "Или я — это как раз и есть точка схождения всех неудачников-копий, которые не справились?"
    "Но ещё три шага."
    "Два…"
    window hide
    scene white with flash
    "Над головой неярко засветился свет, но и его хватало, чтобы я пару минут, прикрыв глаза, мотал головой."
    "Резануло как следует."
    "Как тогда, на площади."
    window hide
    scene bg ext_emptiness_7dl
    #TODO фонец
    with dissolve2
    "Передо мной же находилась красивая металлическая дверь, чем-то походящая на ворота лагеря."
    "Только была она раза в четыре меньше и представляла собой всего одну створку."
    "Зато литая нижняя часть и ажурная полукруглая верхняя — всё было на месте."
    "Не хватало разве что надписи да пресловутого совёнка у притолоки."
    "И был бы полный комплект."
    "Разозлившись на себя, я толкнул дверь."
    window hide
    play sound sfx_carousel_squeak
    pause(1)
    show unblink
    scene bg int_d3_hideout_7dl
    with dissolve
    play music music_7dl["sammy"] fadein 3
    "И попал в очередной подземный зал."
    "Нет, здесь не было краем глаза ухваченных систем видеонаблюдения, напрочь анахронистических здесь плоских мониторов и тому подобной знакомой мне, но абсолютно неуместной здесь машинерии."
    "Нет, просто пустая комната под землёй."
    "Да, окон не было и здесь."
    "И это наводило на мысли."
    th "Что за…"
    play sound sfx_open_door_mines_metal
    "Хлопнула дверь напротив меня — почти копия той, из-за которой я сюда пришёл."
    "И я снова оказался не один."
    $ meet('am', 'Неизвестный')
    am "Долго ты."
    #TODO известно что
    "Неласково проронил собеседник."
    me "Спешил со всех ног."
    "Огрызнулся я."
    am "А ты не огрызайся, не идёт тебе это."
    me "А что идёт? И зачем я здесь?"
    am "Ещё не понял?"
    am "Тебе потребовалась почти целая неделя для того, чтобы меня найти. {w}Или в вашем мире все слабаки да тупицы?"
    me "Понятно."
    "Процедил я."
    me "Покажи, где выход, я пойду."
    am "Боюсь, что это невозможно."
    "Собеседник снял очки и уставился на меня слепыми бельмами."
    am "Потому что ты пришёл ровно туда, куда всё это время спешил, выполнил задачу, о которой всю жизнь размышлял."
    am "С этим я тебя и поздравляю."
    me "Ты… слепой?"
    am "Не совсем."
    "Улыбнулся он."
    am "Я вижу получше тебя, просто моё… кхм, зрение, да. {w}Так вот, оно работает на несколько других принципах."
    me "Очень интересно. {w}Спасибо. Теперь я пошёл."
    am "Да погоди ты!"
    "Рявкнул он, и я почувствовал режущую сталь под ласковыми словами."
    "Но возвращаться обратно в темноту не было никакого желания, так что…"
    am "Выслушаешь меня, тогда и вали на все четыре стороны."
    am "Если, конечно, захочешь."
    me "И ты даже мешать не станешь?"
    am "А как я тебе смогу помешать?"
    "Грустно улыбнулся он."
    am "Я просто слепой странный чудак, сидящий в подземке, никакими способностями не обладаю, шантажировать мне тебя тоже нечем, так что всё, что я могу предложить — это удовлетворение твоего любопытства."
    am "Ну… Выслушаешь?"
    me "Как будто у меня есть выбор."
    am "Ты можешь называть меня… Дём."
    $ meet('am', 'Дём')
    me "Странное имя."
    am "Ну и что? {w}Твоё имя тоже с английского достаточно странно переводится."
    "Здесь он меня, конечно, уел."
    me "Так не надо его никуда переводить, это русское имя."
    stop music fadeout 3
    am "Слушай, не отвлекай, ладно? Я говорю, ты слушаешь. Потом разбегаемся полюбовно."
    play music music_7dl["youre_not_real"] fadein 3
    "Он наощупь устроился на бетонном пандусе, торчащем из пола, я последовал его примеру."
    am "Для начала, я хотел бы перед тобой извиниться, Семён."
    "Вздохнув, начал Дём."
    am "За всё, что с тобой произошло."
    me "Что?"
    am "Тебе никогда не приходило в голову, что ты живёшь не совсем полноценной жизнью?"
    am "Это как пить некрепкий, полусладкий чай — он ближе к воде, и ты ничего против воды не имеешь, но невкусно же!"
    me "Допустим."
    am "Так и у тебя."
    am "Ты изо всех сил стараешься стать лучше, интереснее, быть как все люди, жить как все."
    $ set_mode_nvl()
    "Проблема в том, что ты не как все. И никогда таким не будешь."
    "Потому что им отведено по праву рождения, а тебе — сплошная лотерея."
    if loki:
        "Чего только стоят обе твои влюблённости."
        "Одну ты угробил сам невниманием, вторая убила тебя тем же самым."
        "Хотя казалось бы — любите друг друга и будьте счастливы."
        "Ключевое слово «любите»."
        "А это процесс такой. Трудоёмкий, на который у тебя никогда не находилось сил, ибо всегда хватало вокруг всего куда более интересного!"
        "Музыка, футбол, манящий космос!"
        nvl clear
        "Да даже люди."
        "Ты можешь этого не знать или отказываться верить, но тебе преимущественно везло с людьми."
        "Ты умеешь находить тех, кто будет безвозмездно и беззаветно помогать тебе выкарабкаться со дна любой ямы."
        "Не веришь?"
        nvl clear
        "Но кое-где есть Семён — сторчавшийся наркоман, которого всем миром тянут к свету."
        "Есть Семён, вернувшийся из горячей точки, которому симпатичная девочка-соседка придерживает лифт, да и на него самого поглядывает с интересом."
        "Твоё же индивидуальное везение… Ты его проморгал."
        "Вернее, самое большое везение проморгал."
        "Но хватает и везения поменьше — помнишь людей, что окружали тебя последние десять лет?"
        "Именно они не позволили тебе засохнуть и окончательно выйти в тираж."
        nvl clear
        "Ты их приманиваешь своим жалким видом и беззащитностью, пусть и считаешь, что у тебя угрожающий взгляд."
        "Это не так."
        "Даже в своём пальтишко-руки-в-карманы ты напоминаешь скорее нахохлившегося воробья."
        "Потому что ты воробей и есть — полые кости, вечно мёрзнущий и чирикающий на ледяное солнце."
        "Вернее, даже не воробей. А так. Половиночка."
        "Ты же знаешь, что на самом деле важно, правда?"
        "Чем можно пожертвовать, а чем не стоит?"
        nvl clear
        "Так какого тогда чёрта ты пожертвовал всем ради своей идиотской мести?!"
        "Какого чёрта ты не нашёл себе здесь кого-то, кто будет лучше твоей Ксаны в тысячу, в миллион раз, и позволит тебе склеить обратно твоё помятое сердечко?"
        "Какого чёрта ты до сих пор не взялся за инструмент, ты, главный плакальщик Замка Тишины?"
        "Где оно всё?"
        "Не знаешь."
        "Как не знаешь, почему угробил бездействием единственного честного ангела в своей жизни."
        "Всё потому, что тебя держит прошлое."
        "Ненастоящее, неправильное. Прошлое."
        nvl clear
        "И в этом моя вина."
        "Я просто хотел счастья. Я хотел, чтобы никто не умер, и все жили долго, в любви и согласии."
        "Но вместо этого получилось… Как получилось."
        "Ты так старательно искал счастья, и так часто получал пинки от судьбы, что уверился в том, что для счастья полностью непригоден."
        "И это тоже моя вина."
        nvl clear
        "Но мне хотелось бы надеяться, что ты сильнее всего этого."
        "Что сможешь встать, получив очередной пинок."
        "Что ты настоящий и цельный. А оказалось…"
        "Оказалось, что ты ненастоящий и ни в чём не заинтересованный."
        "Я не буду больше мучить тебя."
    else:
        "Каждое утро ты просыпаешься с мыслью о смерти."
        "Где-то даже гордишься этим, считаешь себя чуть ли не самураем, соблюдающим принцип Бушидо."
        "Но на самом деле это всё брехня, ты понимаешь?"
        "Ты не хочешь умереть."
        "Ты хочешь, чтобы тебя спасли."
        "Спасли от прошлого, в котором ты безнадёжно увяз."
        nvl clear
        "Помнишь, помнишь?"
        "В твою жизнь явился ангел, но тебе не хватило решимости на то, чтобы взять его за руку."
        "А всем известно, что это единственный способ летать вместе с ангелом."
        "Держать его за руку."
        "Вместо этого ты полностью посвятил свою жизнь себе. И это не так уж и плохо, наверное."
        "Вот только требует совершенно особого склада ума."
        nvl clear
        "Не твой случай."
        "Ты полностью сконцентрировался на переживаниях, поэтому так и не стал в нужной мере самодостаточным, чтобы быть наедине с самим собой и не скучать."
        "Потому и стало таким ударом событие десятилетней давности, да?"
        "И можно сколько угодно говорить о том, что время способно залечить даже самые страшные раны."
        "Ты так и не оправился."
        nvl clear
        "И все эти твои сны о том, как тебя раздавливают, топят, расстреливают, избивают до смерти — неспроста."
        "Помнишь, тогда?.."
        "Серая почти питерская хмарь в воздухе, пасмурно, темно, вы переходите дорогу по таким забавным полоскам с люминесценцией."
        "Вокруг слышится чужая речь, чужие мысли — вы на чужбине, и у вас нет никого, кроме вас самих же."
        "И держаться бы поближе, обняться, стать одним целым…"
        "Тогда-то ты и попал впервые туда, куда попадать был не должен. Обзавёлся надстройкой психики, голосом в голове."
        nvl clear
        "Из всех Семёнов ближе всего к тому, чьё тело ты сейчас занимаешь, именно ты."
        "Потому что однажды и в твоей голове гостили товарищи из чужих миров."
        "Просто ты их не заметил. С твоим modus vivendi дни перестают иметь любое значение."
        "Так что парочку визитёров ты успешно проморгал."
        "А твой внутренний голос мудро молчит, отжираясь эндорфинами."
        "Тебе же совсем незачем знать, куда ты ходил, что ел и с кем спал."
        "Абсолютно незачем."
        nvl clear
        "У тебя же есть твоя святая схима, тебе не нужны люди, а те, что были нужны, все погибли."
        "Только вот непонятно — тебе дали шанс вернуть всё как было, снова начать отношения с твоим ангелом."
        me "{i}Ангелом?{/i}"
        am "{i}Леной.{/i}"
        me "{i}Но…{/i}"
        am "{i}Тихоновой. Нигде колокольчик не звенит?{/i}"
        "И только сейчас до меня в полной мере…"
        "Я ахнул."
        nvl clear
        "И ты бездарно этот шанс профукал."
        "Проморгал."
        "А знаешь, почему?"
        "Нет, не только потому, что ты моральный урод, не верящий в чувства."
        "Не только поэтому."
        nvl clear
        "Ты не можешь простить себя. Никак."
        "Отпустить это чёртово прошлое, стиснуть зубы и встать!"
        "А ты вместо этого веришь в то, что любые отношения будут предательством памяти той, с кем ты всё «хотел», да так ни на что и не решился."
        "Но в этом нельзя винить одного тебя."
        "В этом есть часть и моей вины."
        nvl clear
        "Я слишком верил в то, что идеальные половинки пройдут через всё, потому у тебя такой огромный запас верности."
        "Ты почти как Славя — один раз и на всю жизнь."
        "Кто ж знал, что так всё произойдёт."
        "Не повезло."
        "Я не буду больше мучить тебя."

    $ set_mode_adv()
    window hide
    scene bg int_hospital_corridor_7dl
    with dissolve
    show blinking
    "Когда я проморгался, оказалось, что мы вовсе не в пещере, как это было раньше."
    "А в больничном коридоре."
    "Месте, подарившем мне столько зрелищ и боли."
    "Именно отсюда сходят с ума, понимая, что даже лучшие врачи отнюдь не всесильны."
    if loki:
        "Моё изувеченное эгоистичное «я», отрезанное от моей Эвтерпы."
        "И казалось, что жизнь закончена, закончена…"
    else:
        "Диагноз: нервный срыв. Смешно, блин."
        "Мне и двадцати-то нет, ну какой нервный срыв?!"
        "Просто я ещё немного посижу, отдохну, а потом поеду на Пискарёвку."
        "Она там. Я ей нужен."
    play sound sfx_face_slap
    with vpunch
    am "Приди в себя!"
    me "Но… Зачем ты меня сюда притащил?!"
    "Дём снова надел свои очки, неуместные в помещении, поглядел куда-то мимо меня и выдавил:"
    am "Мне бы хотелось сделать тебе подарок."
    am "Чтобы загладить вину."
    am "Нет, в твоём прощении я не нуждаюсь, но должен быть соблюдён баланс."
    am "Потому я дам тебе выбор."
    me "Какой?"
    "Внезапно охрипшим голосом уточнил я."
    am "Ты же согласен с тем, что всё должно быть правильно?"
    me "Допустим…"
    am "Ты согласен с тем, что всегда остаётся вероятность сна?"
    me "Сна?"
    am "Всё худшее в жизни могло тебе просто привидеться, или ты мог это представить себе — а на самом деле, ты сейчас лежишь дома на кровати, тебя безуспешно пытаются добудиться твои близкие."
    am "Я вытащу тебя из петли, куда ты сам себя загнал, человек прошлого."
    am "Позволю выбрать, что для тебя будет наиболее правильным."
    stop sound_loop
    me "Правильным…"
    am "Правильное будущее или Правильное настоящее."
    am "Что для тебя важнее?"
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day7_neu_neu_loki:
    $ meet('am', 'Дём') #Затычка для прыгалки
    play music music_7dl["see_one_day"] fadein 3
    scene bg ext_mv2_7dl
    show prologue_dream
    with dissolve
    "Так что я не боюсь того, что всё мне привидевшееся окажется сном или галлюцинациями."
    "Уже не станет хуже — что бы со мной ни приключилось."
    "Дальше только лучше."
    "Я точно знаю, я в это верю."
    "Потому что у судьбы передо мной огромный должок."
    "По сути, здесь и сейчас, пока я замер в невозможном, невероятном месте, отсчитывая ход секунд — я был в некой самой нижней точке графика."
    "И даже смерть сейчас не так уж сильно и пугает."
    "Потому что принесёт избавление от необходимости думать."
    "Анализировать."
    "Ужасаться сотворённому и казниться за бездарно упущенные возможности."
    "Любому здравомыслящему человеку более чем очевидно: в отсутствие икон и путеводных звёзд человек обязан создавать их для себя самостоятельно."
    "Поставить себе сверхзадачу и последовательно выполнять её всю жизнь."
    "Влюбиться и обзавестись отношениями."
    "Выступить против какого-то врага."
    window hide
    scene anim intro_5
    with fade
    "Я же выбрал… ничего."
    "Несмотря на то, что последние шесть дней мне ежедневно в руки падал всё новый и новый шанс."
    "А я выбрасывал."
    "Нет, дело не только и не столько в моей глупости, сколько…"
    "Просто мне не надо чужого."
    "Вот совсем."
    "У меня есть важные для меня люди, важные события, которые я не хочу забывать просто так, пусть они и были не самыми радужными на свете."
    "Но это именно моя память, мой опыт."
    "То, что сделало меня мной."
    "Поэтому я не сбегу."
    window hide
    scene anim intro_6
    with fade
    "Это мой путь, моя жизнь."
    "И пусть я не застрахован от всех ошибок, но любому человеку свойственно ошибаться."
    "Последствия собственных промахов я готов принять на себя в полной мере."
    "Так будет."
    "Моё главное желание — это моё настоящее!"
    "Не прошлое, которого уже нет, не будущего, которого ещё нет."
    "А то, что происходит со мной здесь и сейчас, ибо живая клетка живёт ровно то мгновение, какое и разделяет несбывшееся и несбыточное."
    "И я хочу прожить каждое такое мгновение."
    window hide
    scene bg int_d3_hideout_7dl
    with dissolve
    "Правый бок перехватило болью, пока Дём задумчиво изучал меня своими блестящими тёмными стекляшками."
    am "Должно быть, ты ещё не готов."
    "Задумчиво произнёс он."
    am "А жаль."
    am "Что ж, будь по-твоему."
    am "Я верну тебя туда, откуда ты начал, но у всего есть цена, понимаешь?"
    me "Цена?"
    am "Ты забудешь этот лагерь."
    am "И к тебе больше никогда не придёт во сне странная девочка, зовущая тебя с собой."
    me "Ты что-то знаешь про неё?"
    am "Она… Ищет. Нечто важное. {w}Или кого-то, я так и не разобрался."
    am "Так что, согласен?"
    window hide
    scene bg ext_entrance_night_clear_7dl
    show uvao_d1 at left
    show anim_grain
    with dissolve
    "Как будто от меня это зависело."
    "Поздно уже включать заднюю."
    "Остаётся только принять свою судьбу с улыбкой."
    window hide
    scene cg d7_me_loki_7dl
    show anim_grain
    with dissolve
    am "Ты же помнишь, там тебя избили до смерти, оставили умирать на морозе."
    me "Дём, это мой мир. {w}У нас это случается."
    am "Я бы не хотел так жить."
    me "Дом не выбирают."
    am "Что ж… {w}Быть посему."
    window hide
    scene bg int_d3_hideout_7dl
    with fade
    "Дём снял солнечные очки, явив взгляду слепые белёсые бельма, поднял голову к потолку и глубоко вздохнул."
    am "Иди же, незрелый Семён."
    am "Иди."
    me "Спасибо."
    window hide
    scene bg ext_entrance_night_clear_7dl:
        zoom 1.4
        ease .3 zoom 1.0
    pause(1)
    with vpunch
    play sound sfx_alisa_falls_novoice
    "Меня опрокинуло на спину, ударом вышибло дух, но не остановилось на этом — я опрокидывался и опрокидывался на спину."
    "Происходи всё в обычном пространстве, я бы, наверное, напоминал вентилятор, крутящийся по часовой стрелке."
    "Но здесь же."
    window hide
    scene bg ext_emptiness_7dl
    with fade
    stop music fadeout 3
    am "Не прощаюсь."
    stop ambience
    window hide
    play sound sfx_shoulder_dive_water
    scene anim_underwater
    show blackout_exh
    with fade
    play music music_7dl["dawn"] fadein 3
    "И весь мир стал беспросветно-чёрной водой."
    "Вернее, даже жидкой пустотой. {w}Здесь нет тепла, света или звуков."
    "Но и в горло ничто не заливается."
    "Бескрайная, безграничная бездна на все стороны."
    "Я бы, наверное, сильно напугался, если бы помнил, что это такое."
    "Но в итоге и это уже перестало иметь значение."
    "Страх, боль, злость… {w}Всё перестало иметь значение."
    "Я безразлично таращился в бездну, не делая попыток вырваться или сопротивляться."
    "Потому что здесь некуда было сопротивляться."
    "Доставляло некий дискомфорт лишь отсутствие воздуха, но и с этим вполне можно было смириться."
    "И жить дальше."
    "Ибо главное желание…"
    window hide
    hide blackout_exh
    with fade
    "Желание…"
    window hide
    scene expression Dawn("anim prolog_2")
    with fade
    play ambience ambience_int_cabin_night fadein 3
    "Сначало стало тиканье."
    "Оно звучало размеренно, спокойно и абсолютно неуместно в этой тишине."
    "Если нет воздуха, то как переносятся колебания?"
    "Как может вообще работать звук в таком пространстве?"
    "Снова вопросы без ответов."
    "Но если посмотреть на это тиканье сверху, то можно точно разглядеть, что тиков всего сто двадцать."
    "Они не повторятся, завершившись, отсчитав свои две минуты."
    "Что будет потом?"
    play ambience ambience_cold_wind_loop fadein 3
    "Тиканье сменилось холодом — пронизывающим ветром!"
    with flash
    play sound sfx_intro_bus_stop_steps
    "Блеском — бликом света фонаря от экрана телефона!"
    window hide
    scene anim intro_5
    with fade
    "И скрипом снега под ногами."
    "Московское время девять часов, сорок одна минута."
    "Я точно знал, что автобус отходит от остановки в сорок две, специально дожидаясь всех возможных бабок."
    "Он не уйдёт без меня."
    "Но сегодня я почему-то опаздывал."
    "Моё время — 9:37."
    "Только соблюдение строго графика гарантирует мне неизменность."
    "Уж я-то знаю."
    "Если тебя пугают изменения, лучше изувечь себя проблемами и строгим режимом."
    "В таком случае, реальность, какую ты заслуживаешь, превратится в стазис."
    "Она окружит тебя толстой бронешубой, спасающей от всех невзгод."
    "Веди себя всегда одинаково."
    "Не подпускай к себе людей."
    "И следи за временем."
    window hide
    scene anim intro_9
    with dissolve
    "Я прибавил шагу, побежал!"
    window hide
    scene anim intro_11
    with dissolve
    "И на последней секунде успел заскочить в автобус."
    window hide
    scene bg intro_xx
    with dissolve
    stop ambience fadeout 3
    play sound_loop sfx_bus_interior_moving fadein 4
    "Тиканье смолкло, смолкли завывания ветра."
    "А вот на последнем сиденье рядом с дверью уже кто-то сидел."
    "Смутно знакомый, вихрастый, в неуместных по такой погоде очках."
    th "На моём месте! {w}Гад!"
    "Я огляделся."
    "Вокруг было не так много мест, но одно свободное рядом с невысокой девочкой нашлось."
    "Я её помнил — она работала администратором интернет-кафе, где я частенько сиживал ночи напролёт."
    "Знал даже её позывной — Тэш."
    th "Должно быть, производное от имени «Наташа»?"
    th "Да какая разница. Она всё равно не имела никакого влияния на эту историю, и вряд ли это как-то изменится."
    "Это помогло затворнику и нелюдиму усесться рядом на сиденье с симпатичной девочкой."
    "Не так-то просто в былые времена и почти без сопротивления сейчас."
    "От неё веяло теплом, слабо пахло туалетной водой, а внимание было полностью посвящено горящему экранчику телефона."
    "Кажется, меня даже не заметили."
    "До доступных мощных устройств, сомещающих в себе плеер, книжку, браузер и игровой центр, оставалось чуть меньше семи лет."
    "И это время надо было как-то убить."
    "Поэтому я без зазрения совести уставился Тэш через плечо, где она увлечённо трещала с кем-то по аське."
    "С кем-то мажористым, купившим себе красивый пятизначный номер."
    "И не хотел, вроде бы, а запомнил."
    "Шестёрки и семёрки вперемешку."
    th "Семёрки. {w}Почему это кажется мне таким символичным?"
    th "Почему мне кажется, что мою ложь о том, где я взял этот UIN, легко раскусят — но простят за то, что я буду так увлечён?"
    "Никогда не было проблем с враньём, в конце концов всегда можно сказать, что набрал номер наобум, а он оказался живой."
    "Здесь не смог."
    "Меня с удивительной лёгкостью раскусили в прошлый раз, раскусят и в этот."
    th "Что?"
    "Я помотал головой, отгоняя неотступное дежавю."
    window hide
    scene bg int_liaz
    with dissolve
    "Мне пришло в голову, что мы любое путешествие совершаем через пустоту."
    "А чтобы не сойти с ума, придумываем себе разные костыли."
    "Ибо незрелы ещё для полноценных путешествий."
    "Вот и цепляемся за сто двадцать секунд, холод и пять цифр в асечном окошке."
    "Иначе пока никак."
    "Всем нам ещё предстоит научиться ходить."
    "Не сегодня и даже не через год — и однажды на пыльный асфальт ступит сандалия того, кому уже не нужны автобусы."
    "Так будет."
    "Обязательно."
    "Я закрыл глаза, опёр лоб о мягкую подушку-поручень кресла перед собой."
    show blink
    stop ambience fadeout 3
    window hide
    scene stars
    with dissolve
    "Выдох."
    window hide
    scene bg bus_stop
    with dissolve
    "Мне хотелось водки до тошноты и одиночества до содранных ногтей."
    "Чтобы только музыка в наушниках и доносящиеся из форточки порывы ветра."
    "И никак иначе."
    "Я не могу путешествовать в будущее при других условиях."
    window hide
    scene bg ext_busstop_summer_7dl
    with dissolve
    "А потому январь сменился майским полднем; мне хотелось май."
    "Вокруг было уже зелено, расцвели растения и чувства у некоторых майских оглоедов."
    stop music fadeout 3
    "Не зря же месяц так назвали."
    "Май маетный."
    window hide
    play music music_7dl["devastated"] fadein 3
    scene bg int_sam_house_clean_7dl
    with fade
    play ambience sfx_keyboard_mouse_computer_noise
    "Руки ещё гудели от количества набитого текста."
    "Немного устала спина от количества проведённого в ссутуленном состоянии времени."
    window hide
    scene black
    show laptop
    show anim_laptop
    with fade
    "А на экране горел QIP, и в нём ярко-розовым верещали восторженные фразы."
    "О том, какая она, о том, как много для меня значит."
    "Я прокрутил окно экрана сообщений вверх — последнее от визави около двух часов назад, а после этого порядка сотни было написано мной."
    th "Кажется, я в самом деле пропал."
    "Грустно поведал я майской ночи."
    stop ambience fadeout 3
    window hide
    scene bg int_sam_house_clean_7dl
    with dissolve
    pause(1)
    scene bg semen_room_window
    with blind_r
    play sound sfx_light_candle
    pause(.25)
    play sound sfx_7dl["cigaret_lighter_inhale"] fadein 1
    "Закурил сигарету, подошёл к окну, упёрся лбом в холодное стекло."
    "Город жил, город дышал, не засыпая никогда."
    "Потому что если ты одинок, молод и зол, ты предпочитаешь ночное время суток и круглосуточные магазинчики."
    "Таких молодых и злых было чуть ли не половина Питера."
    "В любом доме сиреневым светилось окно, где до утра трещали в сети красноглазые полуночники, десятилетиями резались на de_dust2 непримиримые соперники, а кое-где и создавалась почти реальная сетевая романтика."
    "Ты один наедине с ночью и монитором."
    "Поэтому можно смело смеяться, плакать и злиться от всей души."
    "Плакать надо, когда никто не мешает. {w}Только тогда от этого получаешь радость." 
    "Оно всё твоё, живое, настоящее!"
    "Потом будет опустошение и ненависть к себе, как и всегда после приёма любого наркотика."
    "Но это будет потом!"
    "А сейчас…"
    me "Мы молодые и мы будем жить на всю катушку… {w}За решётками в психушке."
    "Из лежащих на столе наушников донеслось узнаваемое: «О-о!»"
    "И я, выбросив окурок в форточку, поспешил за стол."
    window hide
    scene black
    show laptop
    show anim_laptop
    with dissolve
    "Долго же ты писал, мой друг."
    "Мой всепонимающий Брэндон Кинер, голос Гарруса:"
    ai "Как же проще видеть мир чёрно-белым. {w}Серый? Понятия не имею, что делать с серым."
    "Максималист, злой, голодный — моё отражение, но самую чуточку умнее и сильнее."
    "Общение именно с такими людьми неизбежно приводит к личностному росту."
    window hide
    with fade
    "А написал он…"
    ai "И что, нашему общению теперь конец?"
    me "Конец?"
    "Но…"
    "Я хотел было кинуться начать строчить ответ, но левый бок пробило резкой болью."
    "Как будто невидимым мечом."
    "А по голове будто ударили чем-то тяжёлым."
    "Нет, даже не по голове — по морде, по носу, сбивая дыхание и чувство равновесия."
    "В ушах зазвенело, во рту поселился вкус медной ручки, а до меня дошло вдруг, почему последние полгода я жил в вечном дежавю и ожидании, когда горлом кровь пойдёт."
    play sound sfx_7dl["reverse_bell"] fadein 1
    "Да потому, что это всё со мной было!"
    "Всё это происходило со мной!"
    "Когда?"
    "Я не могу сказать."
    "Но если сейчас в дверь раздастся звонок…"
    "Я зажмурился в ожидании, скрестил пальцы…"
    window hide
    scene black
    with fade
    "… и взмолился всем высшим силам, чтобы его не произошло. Но…"
    play sound sfx_door_bell
    with vpunch
    # TODO
    "Звонкий пересвист наполнил квартиру — у меня появились гости."
    "Незванные, негаданные."
    "Непонятно зачем перетащившие дистиллированное сетевое общение в грязный реал."
    "На ватных ногах я сделал шаг."
    play sound sfx_door_bell
    "Ещё один звонок."
    "Ещё один выдох."
    window hide
    scene expression Gjs("bg int_sam_house_clean_7dl")
    with dissolve
    am "{i}Ты забудешь всё, что с тобой было, получишь свой второй шанс.{/i}"
    "Качнутся небеса, и ты начнёшь всё сначала."
    "У тебя нет другого выхода, ибо движение есть жизнь."
    "Даже падение."
    window hide
    scene bg int_living_7dl
    with dissolve
    "Ещё один шаг…"
    "Меня всего трясло и колотило, когда я как утопающий за соломинку схватился скользкими влажными пальцами за дверную ручку, распахнул внутреннюю дверь и прильнул к дверному глазку."
    window hide
    scene bg int_epilogue_bg_7dl
    with flash
    "Верно."
    "Моё главное желание."
    "На лестничной площадке стояла она."
    "Она, убившая, уничтожившая меня."
    "Та, кого я так и не научился ненавидеть."
    window hide
    scene cg d7_me_loki_7dl
    with fade
    me "Нет… Нет…"
    me "Пожалуйста."
    "Бормоча что-то себе под нос, я отступал, пока не упёрся спиной в дверь ванной."
    "Ноги отказались держать меня, и я стёк на пол прихожей."
    "Мне было не просто паршиво — мне хотелось сдохнуть прямо здесь и сейчас."
    "Потому что нельзя такое во второй раз."
    "Потому что если у человека 100 хп, то первым таким ударом сносит 90, и он всю жизнь потом пытается его восстановить."
    "А я не восстанавливал."
    "Я лежал по больницам, пытался выпрыгнуть в окно или обеспечить передозировку лекарственных средств, потом мстил…"
    "Я не жил."
    "Поэтому…"
    play sound sfx_door_bell
    "Поэтому, пока Ксана звонила в дверь, долгими бесконечными трелями, я сидел на полу и, глядя в чёрное разверстое нутро двери, кусал кулаки, силясь заглушить рыдания."
    "И не открывал!"
    play sound sfx_door_bell
    "Не открывал!"
    th "Уходи!"
    "Кричал про себя."
    th "Пожалуйста!"
    "Звонки стихли, а через мгновение из комнаты донеслось предательское «О-о!»."
    "Но у меня не было уже сил вернуться в комнату и отключить всё."
    "Никаких."
    "Я сидел на полу, подобрав ноги к груди и наблюдал за тем, как кровоточат искусанные руки."
    "Вытирал мокрое лицо подолом майки и слушал, как ворочается внутри больное и утратившее надежду."
    "И не открывал."
    play sound sfx_door_bell
    "Час бесконечного перезвона спустя всё стихло."
    "Я снова смог дышать."
    window hide
    scene bg int_sam_house_clean_7dl
    with dissolve
    "Сквозь тучи на кухню заглянула луна и проложила лунную дорожку до самой прихожей."
    "Отразилась от зеркала, выхватила из темноты меня — всклокоченного, бледного с запавшими глазами и покрасневшим носом."
    "Ослепила, враз выхватив из внутренней бездны знакомые цепочки."
    "Бьющиеся, извивающиеся, но больше уже не такие кривые и страшные."
    "Они походили на растянутую спираль скорее."
    "Геном судьбы, ДНК фатума. "
    "Я улыбнулся и протянул руку к Луне."
    "Она была гладкая и приятно холодила ладони, осветила моё жилище, превратив его в серебряный замок."
    "Замок Музыки."
    "Выхватить этот приятный гладкий шарик из темноты оказалось не так уж и сложно."
    "Я пронёс его в комнату, подвесил в воздухе и несколько минут трясущимися руками искал глушитель."
    "Щёлкнули замки футляра, ледяной мундштук занял своё место по центру губ, а пластиковый конус — в раструбе."
    "Выдох."
    "В серебряную ночь полились переборы «Лунной Сонаты»."
    "Мелодия, подобная биению сердца, размеренного, ритмичного."
    "Говорят, что ты не слышишь собственное сердце, если только не волнуешься."
    "Или слишком напрягаешься."
    "Но я свой пульс слышал всегда — в кончиках пальцев, на шее под челюстью, в прикушенной губе."
    "И мой пульс колотился так, будто бы я только что сейчас выиграл свой самый страшный, решительный бой."
    "Ещё раз негромко пиликнул сигнал доставленного сообщения, но я уже прекрасно знал, что там."
    "Потому и не трогал мышь, не будил погашенный монитор."
    window hide
    with fade
    "Просто сидел и играл, пока остатки воздуха не покинули фантомно болящие лёгкие, а свет солнца не пробился сквозь тучи."
    "Не отразился стеклянно от глаз."
    "В мой любимый город пришло утро."
    "Пришло лето."
    "Человека прошлого."
    window hide
    play sound sfx_7dl["aunl"]
    if persistent.neu_loki_neu:
        $ persistent.neu_loki_neu += 1
    else:
        $ persistent.neu_loki_neu = 1
    show acm_logo_neu_bad with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    pause(1)
    return

label alt_day7_neu_neu:
    $ meet('am', 'Дём') #затычка для прыгалки
    play music music_7dl["see_one_day"] fadein 3
    scene expression Grayed ("bg int_d3_hideout_7dl")
    with fade
    "Nazi yowai ka? Это по-японски."
    "Красивый язык, с практически безупречным балансом между фонетикой и эмоциями."
    "Так звучит вопрос о твоей слабости."
    "Ты знаешь, почему ты слаб?"
    "Потому что не веришь ни во что. Утратил смысл и стимул."
    "У современного человека с этим вообще уйма проблем."
    "Даже в зелёных человечков, в волшебника в голубом вертолёте, в бога, рандом или случайные совпадения мы верим охотнее, чем в самую обычную любовь к ближнему."
    "А человеку жизненно необходимо верить."
    "Иначе никак!"
    "Хотя бы в реальность собственного бытия."
    "В то самое незыблемое нечто, старательно раскачиваемое импотентами всех мастей с Сартром во главе."
    "И, судя по тому, что творится сейчас… У них получается?"
    "Ты уже перестал верить в то, что всё творящееся вокруг происходит с тобой на самом деле."
    window hide
    scene bg ext_emptiness_7dl
    show un serious winter
    show prologue_dream
    with fade
    voice "Обнимай меня так крепко, чтобы шумело в ушах, чтобы дыхания не хватало!"
    me "Но… Зачем?"
    voice "Иначе я начинаю думать. {w}А влюблённая женщина думать не должна."
    me "Иди сюда, влюблённая женщина."
    "Я тихо улыбнулся, перелистывая ещё одну страницу из книги в зелёном переплёте."
    hide un with dissolve
    "Избранные воспоминания."
    "Возможно, они в самом деле иллюзорны, я видел их во сне, представил себе или надумал, пытаясь предугадать развитие событий."
    "Но менее ценными они от того не становятся."
    window hide
    scene anim prolog_3
    with dissolve
    voice "Пожалуйста, проснись!"
    "Я лежал в тишине, а внутри меня ниоткуда играла музыка, странная по всем меркам."
    "Это могло означать всё, что угодно."
    "В том числе и то, что я без сознания нахожусь на больничной койке, примотанный ремнями, и лишь краем уха воспринимаю звуки радио, местную музыку."
    "Возможно — и не исключено, что я переломанный после автомобильной аварии, борюсь за жизнь."
    "Или вовсе был таким всегда, и лишь неоспартанская мораль велит беречь абсолютно любую жизнь."
    "Потому все уродцы, убогие, больные, неполноценные, с церебральным параличом, аутизмом и чёрт знает чем ещё, так же плотно прификсированы к койкам и видят сны, о том, как с заснеженных улиц забирает их «четыреста десятый»."
    "Забирает во вторую декаду июля восемьдесят девятого года, а на деле сейчас май две тысячи двухсотого или около того."
    "За больными следит интеллектроника, из ленточных динамиков длиной на всё отделение звучит нетленка местного инструменталиста, и больные внемлют, чуть качая головой в такт."
    "Могут поджимать губы, могут морщить нос — во внутреннем дворике больницы среди неукротимой зелени вокруг врытого в землю столика собрались молодые, весёлые, смеющиеся доктора и сёстры, жарко пышет мангал, и аппетитные порывы запаха свежего шашлычка порой заносит в открытую форточку."
    "Звучат анекдоты и тосты, с задорным плеском льётся в пластиковые стаканчики «Агдам»… Люди продолжают жить на всех уровнях реальности."
    window hide
    scene anim prolog_10
    with dissolve
    voice "Ну, проснись же!"
    "Или, возможно, не всё так радужно, и ты на самом деле замер в растянувшемся мгновении, не чувствуя ещё, как рулевая колонка прошибла тебе грудную клетку и мгновенно убила."
    window hide
    scene bg ext_entrance_night_clear_7dl
    show uvao_d1
    show prologue_dream
    with dissolve
    "Вот, в этом самом мгновении ты и глазеешь на крашеные шаровой краской ворота, улыбаешься тянущей руку девушке с кошачьими ушами и соглашаешься на очередной поход с ней."
    me "Пойду, милая…"
    "Беззвучно шевелятся окровавленные губы."
    "И…"
    "Любой человек не умирает."
    "Он переносится туда, где наиболее уместен."
    "Поэтому смерти нет — да кто ж позволит так бездарно расходовать бесценный ресурс душ?"
    "Я думаю, что никто."
    "Но однажды всё равно предстоит как старый плащ сбросить с себя плоть и распахнуть паруса."
    "Раньше или позже…"
    "Если ты везунчик — ты уже нашёл это место, ты уже находишься здесь, пока плоть медленно умирает."
    "Если же нет… Что ж, наберись терпения."
    "Возможно, ты не завершил то, что должен был."
    "Не выполнил задачу, решения ради которой оказался здесь."
    "Например…"
    hide uvao_d1 with dissolve2
    "Настоящее."
    "То самое настоящее, ради которого всё и затевалось."
    window hide
    scene expression Grayed("bg int_d3_hideout_7dl")
    with dissolve
    am "Ты так и не смог простить себя, да?"
    me "Я пытался."
    "Угрюмо сообщил я."
    "Откуда он знает, я спрашивать не стал."
    "Мы не спрашиваем у ноги, что у неё болит или где чешется — мы просто знаем."
    "А от него слабо пахло дёгтем и высокой скоростью, толпой на Маяковской и ударом в нос."
    "Всё сущее имеет начало, но он… {w}Он был раньше."
    am "Что ж."
    "Грустно улыбнулся Дём."
    am "Раз ты ещё не готов — иди."
    am "Прощай себя, становись цельным и настоящим."
    window hide
    with fade
    am "Натянется и лопнет струна, смешаются в воздухе запахи барбариса и полыни, и ты проснёшься от звонка в дверь - уже зная, кто стоит на пороге. Пойдёшь открывать?"
    am "А кто там?"
    am "Знаешь?"
    me "Знаю…"
    window hide
    play sound sfx_head_heartbeat
    "Струна лопнула."
    "Главное желание."
    "Выдох."
    window hide
    scene bg ext_city_night_7dl
    with fade
    play ambience ambience_7dl["night_city"] fadein 3
    "Небо над головой стояло несправедливо питерское, низкое, хмурое, как будто я и не уезжал из родного города."
    "И ведь не скажешь, что от дома меня отделяют аж три часовых пояса…"
    "Самое главное…"
    "В воздухе снова пахнуло скоростью, ошеломлением и дождевой хмарью."
    "Меня сильно толкнуло в спину — так, что я чуть не успел сделать шаг вперёд."
    "Резко развернулся."
    window hide
    #scene cg d7_me_jeep_7dl
    with fade
    me "Ты!"
    "И отшвырнул её в сторону."
    "Десять лет я прогнозировал эту ситуацию, представлял, как можно поступить, чтобы спасти нас обоих."
    "Но это никогда не получалось."
    "Джип шёл на нас юзом, перекрывая всю полосу, поэтому отпрыгнуть в стиле избранного не получится никак."
    "Один кто-то всегда останется на пути следования многотонной махины."
    th "Так уж и многотонной."
    "Я всегда спорил с этим, возмущался, один раз даже сделал симуляцию на компьютере и несколько недель гонял расчёты."
    "Мне хотелось, чтобы и я, и…"
    "Тщетно."
    "Десять лет схимы и ненависти к самому себе."
    "Десять лет поиска смерти для того, чтобы однажды самому себе сказать:"
    me "И хрен с ним."
    me "Пусть уж лучше это буду я."
    "Я!"
    play sound sfx_7dl["car_crash"] fadein 1
    "Девушка откатилась назад с такой скоростью, что с успехом разминулась с джипом, и лишь убедившись в несовпадении траекторий, я перевёл взгляд на приближающуюся угрозу и оскалился."
    me "Come to papa."
    with fade
    th "Надеюсь, будет насмерть."
    "Успело мелькнуть в голове, после чего был удар."
    with vpunch
    scene black
    show spill_gray
    show spill_red
    with fade
    "Визг тормозов, треск пластика, шуршание заживо раздираемого металла."
    "Порвало и штаны и куртку, специально купленную для таких целей."
    "Кошмар, две стипухи!"
    "Скрипя зубами, я обернулся…"
    window hide
    scene bg ext_emptiness_7dl
    with dissolve
    "И ошалело уставился на сложившийся автомобиль."
    "Такое ощущение, что он впечатался в бетонный столб, а не в меня."
    "Джип сложился вокруг моей окостеневшей фигурки всмятку."
    "Махина, в восемьдесят раз превышающая мой вес, остановилась как вкопанная."
    "Человек, который после встречи со мной однажды брал кредит в банке, так как медстраховка не покрыла всех расходов, сидел и таращился на меня."
    th "Ну нихрена себе."
    "Привычно подумал я, ожидая реплики внутреннего собеседника."
    "Да только не было реплики."
    "Не было ответа."
    "Я был один в своей голове, одинокий и никому не нужный."
    "Ни-ко-му."
    "Или…"
    "На меня налетел вихрь, задёргал за руки, захватал, закричал на разные голоса."
    show un scared winter with dissolve
    with hpunch
    un "Семён, Семён, ты живой?! Слава богу, Семён!"
    hide un with pixellate
    "Зеленоглазый, тёмноволосый."
    "Тот самый вихрь, который не позволял мне простить себя — ведь только сейчас я оказался там, где должен был."
    "Это мне всё нипочём."
    "Я не знаю, что и как случилось."
    "Но сейчас сквозь толстый слой туч пробился невесть откуда взявшийся солнечный луч, ослепил, высветил…"
    with flash
    "…как горка шариков, всю жизнь обитающая в моём левом глазу, взметнулась ввысь и растянулась математически выверенной спиралью."
    "Цепочкой, похожей на ДНК. {w}События, важные люди, совпадения, сюжеты…"
    "Самое главное — прощение."
    "Самое главное… Лена."
    "Лена…"
    "Только сейчас до меня дошло — что произошло на самом деле."
    "Во всей наивно-глупой фантастичности предо мной предстало сотню раз обдуманное и распланированное прошлое."
    "Моё прошлое десятилетней давности."
    show blinking
    "Всё ещё так глупо начиналось: меня не хотели пропускать, ссылаясь на то, что небритый я в паспорте уж больно отличаюсь от бритого меня наяву."
    "К счастью, приехали мы здорово загодя, потому сутки спустя я уже успел обрасти достаточно, чтобы меня с извинениями отпустили."
    "Лена же… Она хотела съездить в Лондон. {w}Потому и согласилась."
    "У неё было художественное образование и удивительно реалистичные для её зрения картины."
    "Она не имела отношения к программированию и этой олимпиаде, не имела отношения ко мне, но…"
    "И вот когда мы распаковались и отправились гулять под дождём, и случилось то, что случилось."
    "Катализатор кошмара."
    "День, когда я проклял всё и пообещал сам себе, что больше ни-ни и никогда."
    "И так боялся быть один, что даже обрадовался появившимуся в голове гостю."
    "Теперь же…"
    #show ka sad casual with dissolve
    "…грустно улыбнулись полные губы, и невысокая фигуристая девушка в зелёном купальнике истёрлась из памяти…"
    window hide
    scene anim intro_9
    with pixellate
    "…старый краснобокий автобус так ни разу и не забрал с автобусной остановки промёрзшего насквозь невзрачного парня…"
    window hide
    scene bg ext_camp_entrance_day
    with dissolve
    "…не стало того странного места, куда я вышел однажды, автоматически переставляя ноги — я там не был, поэтому не встретил там нечто, поселившееся у меня в голове, пошлое и мудрое…"
    window hide
    scene expression Grayed("cg d7_me_looney_7dl")
    with pixellate
    "…не стало десяти лет скорби и незнания, куда приткнуть себя…"
    "Осталось только чистое и обнажённое эго."
    window hide
    scene anim prolog_2
    show un sad winter
    with dissolve
    un "Что ты молчишь, Вреднище?!"
    "Сквозь пелену тишины прорвался, наконец, возмущённый вопрос, а рукав куртки, за который она хваталась, с треском остался у неё в руках."
    "И я поднял голову, поймал её взгляд и, сделав шаг вперёд, поймал её руки."
    show un surprise winter close with dissolve
    "Поймал её губы."
    "Сделал то, что пятнадцать лет назад пора было."
    "Наконец-то…"
    "И задохнулся от счастья:"
    th "Живая…"
    "Только невесть откуда мазнуло по сознанию неуместным запахом свежей листвы и шашлыка."
    "Да неровное пищение, звучащее в подсознании, сгладилось до ровного и чистого звука."
    "Затухающего."
    "Но меня это уже не волновало."
    window hide
    play sound sfx_7dl["aunl"]
    if persistent.neu_neu:
        $ persistent.neu_neu += 1
    else:
        $ persistent.neu_neu = 1
    show acm_logo_neu_neu with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    pause(1)
    return

label alt_day7_neu_true:
    $ meet('am', 'Дём') #Костыль для прыгалки
    play music music_7dl["iamagod2"] fadein 3
    "Будущее."
    "Ты можешь сколько угодно поливать грязью прошлое, ненавидеть настоящее за то, насколько обрыдло оно и невзрачно."
    "Но будущее… Оно всегда остаётся незапачканной путеводной звездой, зовущей за собой."
    "Оно будто бы всегда впереди, привязанной перед носом морковкой принуждая двигаться вперёд."
    "Прекрасное далёко."
    "Не зря же мечтатели всегда грезили о будущем."
    "Я — мечтатель."
    "Потому…"
    window hide
    scene expression Grayed("bg int_d3_hideout_7dl")
    with fade
    am "С-серьёзно?"
    "Недоверчиво поинтересовался собеседник."
    am "Ты б-был здесь столько раз, столько раз выбирал своё несчастное настоящее. {w}Что вдруг с тобой случилось?"
    am "Заболел?"
    me "Нет. Просто… {w}Понимаешь…"
    "Это тяжело было передать простыми словами, но мне хотелось донести до этого странного человека, что надо иметь смелость оставлять за спиной то, что тебя тянет в прошлое, надо иметь силы подниматься и идти дальше."
    "Да даже на то, чтобы просыпаться утром и продолжать жить, нужны силы."
    "А они отнюдь не в настоящем."
    "Человеку нужна та самая морковка."
    "Мотивация."
    "Потому что прошлого не вернуть, надеяться исправить его — бессмысленно, ибо каждая беда, каждая твоя потеря и делают тебя тобой."
    "Текущий я растерял все силы."
    "И в любом из будущих это будет всё равно лучше, чем сейчас."
    am "Понимаю."
    "Общая память, общие мысли, общие возлюбленные."
    "Мы были всегда."
    "Потому могли считать смерти и неудачи так, будто они происходили с нами."
    "И когда струна натянется и дёрнет вперёд, я пойму, что только так и логично."
    "Только так разумно."
    "Однажды мы были отправлены в никуда для того, чтобы решить один простой, но крайне трудоёмкий в ответе вопрос."
    "Я своё решение уже нашёл."
    am "Тогда… Проснись! {w}Прости себя!"
    with vpunch
    with flash
    stop music fadeout 3
    "Дём подошёл ко мне и легонько толкнул в лоб."
    window hide
    scene expression Gjs("bg ext_path2_day")
    with dissolve
    play ambience ambience_forest_day fadein 3
    play music music_list["into_the_unknown"] fadein 3
    "И я открыл глаза в будущем, дрожа от холода и сырости."
    "Весьма странном и не очень уютном будущем, должен признать."
    "Вокруг шумел лес, стояло раннее утро, когда не успевшее ещё подняться солнце только красит край неба в багрянец, а сумерки из чёрных становятся просто серыми."
    me "Что я здесь…"
    window hide
    scene expression Grayed("bg ext_path_day")
    with dissolve
    "По логике вещей я должен бы проснуться у себя в домике!"
    "В конце концов, именно там я и засыпал, а всё прочее слишком походило на бред!"
    "Значит, бредом и было."
    "Но, как оказалось, между вчерашним отходом ко сну и сегодняшним пробуждением успели внедриться и несколько других событий."
    "Или перемещений? Да чёрт его знает."
    "Оторвав голову от мшаной подушки, я поднялся — майка промокла насквозь, и ветер заставлял дрожать."
    "Зато ничего не случилось со штанами."
    "И с висящим на ветке над моей головой свитером."
    "Всё было при мне, всё."
    window hide
    scene expression Grayed("bg ext_sky_7dl")
    with dissolve
    "Включая телефон и пачку сигарет."
    "Щелкнув зажигалкой я прикурил предпоследнюю и попытался хоть как-то восстановить события последних часов."    ## бесконечные сигареты так и не пофиксили. Тут он берёт "предпоследнюю", затем докуривает "вторую", а после этого в туннелях у него ещё "есть запас сигарет и огня", который он и докуривает. Так мб здесь ПРЕДПРЕДпоследняя сигарета всё же?
    th "Должно быть, всё было о встрече у перехода на Гостином Дворе?"
    "Моё сознание активировалось достаточно поздно, потому первые воспоминания принадлежат к уже достаточно взрослому периоду — где-то пяти-шести годам."
    "И это было странно так, я как будто явился в этот мир героем компьютерной игры с предрасположенностями, раскиданными единицами характеристик и полным отсутствием памяти о том, как меня этому учили."
    "Так, например, я всегда умел читать."
    "В разные стороны, через букву, бегло на скорость, и скоро на объём."
    "В прокуренной кухне, пока доходила на плите картошка с грибами, я пересказывал безликим рукам, способным как накормить, так и ударить, содержание «Огненного бога Марранов», и успевал закончить точно в срок, когда поспевал ужин."
    "Были только проблемы с мягким знаком — я никак не мог запомнить, чем они с твёрдым друг от друга отличаются, а мнемоническая система запоминаний в моём случае напрочь отказывалась работать."
    "Слишком уж похоже звучали эти два знака."
    "Когда безликие руки ушли, а я остался один, я лежал на полу и смотрел мимо книжной полки на сиреневый переплёт с золотым обрезом."
    window hide
    scene anim prolog_3
    show prologue_dream
    with dissolve
    "Антон Палыч. Пьесы."
    "А я читал как «Песы»."
    "И звучало опасно близко к бесам."
    "Нет, не тем достоевским бесам, которые я от безкнижия тоже осилил, но так ничего и не понял."
    "А к другим, к куда более страшным бесам. Тем самым, которые «песы»."
    "Холодные, выкручивающие внутренности песы, рюмка водки в нише под окном и заветрившаяся сарделька во внешнем холодильнике-ящике за окном."
    "Я с тех пор ненавижу Чехова, водку и сардельки."
    "К горлу ком прямо подкатывает, когда вспоминаю."
    "Кроме чтения на момент осознания меня как сущности, был ряд и других внедрённых навыков."
    "Например, способность к компенсации неудач — собственных или чужих."
    "И, конечно, умение стряхивать неугодные мне события прочь как шелуху с пальцев."
    "Правда, они не очень мне помогали — как я ни крутил события, а песы, водку и сардельку никуда выбросить не удалось."
    "Они как будто были всегда, краеугольные камни моего мироздания."
    window hide
    scene anim prolog_5
    with dissolve
    "Возможно, количество таких манипуляций ограничено, и я большую часть бесценного ресурса растратил, тупо пытаясь выжить, возможно, со взрослением просто сам процесс становится куда сложнее, но что есть, то есть."
    "Вселенная однажды дала ощутимого щелчка заигравшемуся демиургу."
    "Спустя всего год после успешного преодоления песов."
    "Послала мне на выручку ангела — и тут же отняла. {w}Слишком уж я тщательно выбирал события, которые должны произойти."
    "А Вселенная не терпит ни пустоты, ни идеала."
    "Энтропия должна быть во всём, вот что я понял."
    "Да только поздно."
    "Ангела не стало."
    window hide
    scene anim intro_1
    with dissolve
    "Потом не стало второго ангела."
    "Песы взяли реванш, и я полгода провалялся в больнице с повреждениями желудка, почек, сердца…"
    "По сути, полгода из жизни долой, пока я пытался прийти в себя."
    "Да, тело — просто временная оболочка, но пока ты не настропалил взаимодействие с миром посредством чего угодно помимо привычных органов чувств, ты слишком зависим от этой оболочки."
    "Вот и я…"
    "Когда я пришёл в себя в очередной раз, оказалось, что вокруг совсем не Ленинград."
    "Оказалось, что отец никогда не приходит, а мать…"
    window hide
    scene expression Grayed("bg ext_townscape_ph_day_7dl")
    with dissolve
    "Как я понял, её силой забрала к себе семья откуда-то из провинции."
    "Да только по итогу не продержалась и наша семья матери-одиночки — не прошло и двух лет, я в третий класс только-только пошёл."
    "Однажды в дверь позвонили, и я открыл дверь металлическому привкусу во рту, холодному дождю и одиночеству."
    "И по итогу всех этих событий в моей жизни появился второй ангел на смену первому."
    "Рыжий, веснушчатый, весёлый и талантливый."
    window hide
    scene bg int_mt_sam_room_7dl
    with dissolve
    "Я не мог понять, чем она руководствовалась, спасая меня."
    "Чем она… На неё столько всего свалилось — и всё из-за меня!"
    "Наверное, уже тогда я начал разочаровываться в себе и собственном деле."
    show dv smile dress
    show prologue_dream
    with dissolve
    dv "Ты пойдёшь со мной?"
    hide dv with pixellate
    "А в итоге ушла и она."
    "Не к другому, а просто ушла…"
    "Да, потом мне снова начало везти на хороших людей, будто бы специально попадающихся на моём пути с целью поддержки."
    "Чего только стоит сводная сестра."
    "Или подруги Алисы."
    window hide
    scene bg ext_railstation_7dl
    with dissolve
    "Но всё это не имело такого уж большого значения, ибо лишало свободы выбора."
    "Будто кто-то издевательски смеялся: ах, нравится она тебе? Тогда мы её у тебя отнимем. Или вовсе убьём. А взамен дадим кого-то совсем другого."
    "И как в таких условиях привязываться к кому-то?"
    "Страшно."
    "Вот я привяжусь, а с человеком что-то случится. Потому что я же привязался, а это всегда плохой знак."
    "Ничего хорошего из этого никогда не выйдет."
    window hide
    scene expression Grayed("bg ext_railbridge_sunset_7dl")
    with dissolve
    "Может, тогда лучше вообще спрятаться в песок поглубже и не отсвечивать?"
    "Не приносить в этот мир и жизнь других людей ненужную порцию зрелищ и боли."
    "Меня нельзя обвинить в недостатке старательности — видит рандом, за обеих своих ангелов я бился как лев, пересчитывая чуть ли не каждую секунду нашей совместной жизни."
    "Итог оставался один."
    "Одна авиакатастрофа, одна поездка на рок-фестиваль. Два ангела долой."
    "Как ни меняй, как ни рассчитывай, как ни старайся… Бесполезно всё."
    window hide
    scene expression Grayed("bg ext_khruschevka_sunset_7dl")
    with dissolve
    "Всё бесполезно."
    "Это как прыгать через трещины на асфальте, верить в гороскопы и прочую хиромантию."
    "Загадывать, следовать приметам, целиться в будущее."
    "Это как сидеть дома после школы и не глядя совмещать кончики указательных пальцев."
    "Если сумеешь удачно попасть одним по другому, тогда мама придёт, папа придёт, всё будет хорошо, и ты заслужил свой уютный жёлтый вечер."
    "Иначе же…"
    "И всегда подглядываешь, чтобы не ошибиться."
    "Чёрт возьми, где же я это читал?.."
    "И если на Садовой обвалился козырёк, и двумя из семидесяти пострадавших оказались родители — виноват ли в этом ты, что впервые за всю жизнь решил не подглядывать и честно совместить пальцы, а в итоге промахнулся?"
    "Наверное, нет?"
    "Или всё же да?"
    "Этого никто не знает. Причинно-следственная связь заигрывает с человеком, но в действительности не даёт ему никаких ответов на вопрос: «что же нужно сделать А, чтобы железобетонно получилось Б?». Всегда какие-то факторы случайности есть."
    "Например, забиравшие второго ангела служители закона могли бы оказаться чуточку более человечными и забрать меня вместе с ней."
    "Устроить в приёмник-распределитель, и тогда я никогда не встретил бы сестру, Тишу и Славку."
    "Всё было бы совсем иначе — всего лишь из-за того, что аватаре государства в погонах вдруг стало не плевать на судьбу мальца, у которого он отнял сначала мать, а потом и ангела."
    "Так тоже бывает, я слышал."
    window hide
    scene expression Grayed("bg ext_path2_day")
    with fade
    "Но, конечно, не в моём случае."
    "Сигарета скончалась, за ней вторая."
    "Солнце поднялось достаточно высоко, чтобы можно было различить творящееся вокруг."
    "И оказалось, что вокруг вовсе даже не глухой бурелом, как ожидалось."
    "А, скорее, густо заросший подлеском плоский как стол участок земли."
    "Потому что солнце просвечивало его насквозь, не встречая сопротивления, дышалось легко, и…"
    "Серая громада, маячащая в кустах оказалась вовсе не камнем."
    "Вернее, не только и не столько камнем, сколько…"
    "Срывая ногти, пачкаясь и шипя от боли, я содрал с камня мох и несколько минут курил вторую за утро, задумчиво глядя на показавшиеся буквы."    ##
    me "Вот значит, как…"
    "Я огляделся."
    "И нет, вокруг не было ничего знакомого."
    "Здесь не было площади, не было лагеря, зато стояла высокая узкая каменюка с надписью на высоте в две трети человеческого роста."
    window hide
    scene expression Grayed("bg ext_genda_7dl")
    with dissolve
    "Пять букв."
    "Генда."
    "Нет, на самом деле это не была какая-то кириллица, больше походило не то на руническое письмо, не то на старорусский с «ерами» и «ижицами»."
    "Но если читать именно русскими буквами, получалась именно такая картина."
    "Старая добрая практика полуграмотного мальчика, который в книжке «THE UNDER» увидел «тне уидея»."
    "Солнце достало и до каменюки, выхватило из темноты верхушку с грубо вырезанными чертами, саркастически оскаленным ртом, прищуренными глазами."
    "Вдох."
    with vpunch
    "По лесу пронёсся едва ощутимый удар."
    "За ним второй… Третий…"
    "С верещаньем мимо меня пронёсся русак, его глаза налились кровью, и мотало бедного грызуна от страха так, что он скорее напоминал пьяного."
    "Заложив по полянке фигуру высшего пилотажа, косой удалился прочь."
    "Ещё удар."
    with vpunch
    "С каждым таким в душе просыпались потаённые страхи."
    "Морозом продирало по спине."
    "Хотелось сбежать, уподобившись косому, куда подальше, как можно быстрее."
    "Да только он скотина и слаб, а я — человек."
    "Выжатая от росы майка почти просохла, а вот набравший воды свитер сох куда медленнее."
    "Потому от ветра дрожать уже не приходилось."
    "А вот от ударов…"
    window hide
    scene expression Grayed("bg ext_path2_day")
    with dissolve
    "Я вспомнил все пересмотренные фильмы ужасов, все перечитанные хорроры и саспенсы."
    "Хотя головой понимал, что в этой волости никакой хоррор произойти не может по причине отсутствия сообщения."
    "Но всегда оставался шанс на проклятый лес."
    "На местный бестиарий…"
    "На…"
    "Отбросив докуренную сигарету я отправился в обход каменного стража."
    "Той самой бабы, что последний десяток тысяч лет сторожила местную тайну."
    "Да только фиг он что со мной сделает."
    "Ни он, ни окружение, ни потенциальные угрозы. Я слишком многих потерял, и уже совсем не боюсь за себя."
    "Поэтому я приду и уйду беспрепятственно: Вселенная благоволит к людям без оков."
    me "Людям…"
    window hide
    play sound sfx_open_metal_hatch
    pause(1)
    scene bg int_hence_day_7dl
    with dissolve
    play ambience ambience_catacombs_stones fadein 3
    "Скрип, скрежет…"
    "Полностью соответствуя будущему памятнику, каменюка обладала ровно теми же пустотами, замаскированными вентиляционными решётками."
    "Да, было страшно, жутко и хотелось бежать сломя голову, но я прекрасно понимал, что всё это не моё."
    "Оттого и игнорировать всё это было гораздо проще."
    "Стиснуть зубы и лезть вниз по ступенькам."
    "Вокруг не было площади, не было лагеря и даже мой потаённый страх о том, что однажды здесь построят огромное добывающее предприятие, с умом обогнув все сложности конструкции, не сбылся."
    "Ничего здесь не построили."
    "То ли ещё. То ли уже."
    "Как будто я…"
    me "Да ну, не мог я попасть в прошлое."
    "Ведь не мог же, правда?"
    "Наверное, не мог."
    window hide
    scene bg int_hence_night_7dl
    with dissolve
    "Ниже и ниже."
    "И ниже."
    "Здесь всё случится, под землёй."
    "Добраться до…"
    "Я резко дёрнулся и обернулся — ощущение взгляда в спину стало почти нестерпимым."
    "Пусто."
    "Сырая темнота, в которой неизвестно ещё как ориентироваться."
    "Шум ветра, чьё-то дыхание, шаги."
    th "Будем надеяться, что мне всё это просто кажется."
    "Ничему здесь доверять не стоило, включая и собственный набор органов перцепции."
    "Если кто-то поставит целью обдурить меня, он это сделает."
    "Ничего сложного — наверху стоит резонатор, гудящий где-то на 2-7 герцах, а это неплохая резонирующая частота с разными органами и участками мозга."
    "Однажды из резонатора вырежут Генду, и он гудеть перестанет, а детишки больше не будут бояться ходить на обед и в медпункт через площадь."
    "Но охранять объект всё равно надо."
    "Тогда-то и появится местный Кулибин, способный решить в том числе и эту задачку."
    "Такой же пионер, как и все прочие."
    "Да, однажды здесь будет лагерь."
    "Однажды сюда приедет странный пионер, который предлагает свою голову желающим провести недельку в советском лагере."
    "Однажды здесь развяжется конфликт за обладание доступом к пещере."
    "События дня даже не завтрашнего, а, скорее, потенциального."
    "Способного произойти."
    "Однажды."
    "Вдох."
    window hide
    play sound sfx_jump_into_hole_2
    pause(1)
    scene bg int_mine_room
    with dissolve
    "Я спрыгнул на бетонный пол и огляделся."
    "В крохотной комнатушке уместился бетонный пенал со скоб-трапом, откуда я только что явился, и необычная квадратная дверь."
    "Освещения, пусть и скудного, вполне хватало — из-под потолка приветливо подмигнула неяркая сорокаваттка в оплетённом сеткой плафоне."
    "Всё относительно свежее, новое."
    "Возможно, эта конструкция была сооружена пару лет назад, не больше."
    "Но слой пыли явно свидетельствовал о том, что место заброшенное."
    "Потрясающее головотяпство — угрохать уйму денег на строительство подземного помещения и не пользоваться им."
    "Такое возможно только в Советском Союзе."
    "Ну, а раз так, я, пожалуй, попробую поселиться здесь сквоттером."
    "Ведь можно же, а?"
    "Можно?"
    window hide
    play sound sfx_open_metal_hatch
    pause(1)
    scene bg int_catacombs_entrance
    with dissolve
    "Я толкнул дверь и недоверчиво уставился на открывшийся взгляду туннель."
    th "Секретный комплекс? И для чего?"
    "Нет ответа."
    "В комнатке было уютнее — факт."
    "Но сидя здесь, ничего не решишь, правда?"
    "Мне кажется, что правда."
    "Потому…"
    play sound sfx_metal_door_large_close_basement
    "Дверь за спиной истошно заскрипела, возвращаясь на место."
    "Я подпрыгнул и чуть снова не отдал богу душу."
    "Тревожности и так хватало из-за бабы над головой, но усугублять ситуацию ещё и такими дешёвыми трюками не было вовсе никакой необходимости!"
    "Снова шаги."
    play sound sfx_ghost_children_laugh
    "Смех."
    me "Эй, кто здесь?"
    "Я бы посветил в ту сторону, но у меня нет фонаря."
    "Вообще никакого источника, исключая ещё один плафон приблизительно в пятидесяти метрах впереди."
    me "На старт…"
    "Я бросился вперёд, молясь, чтобы в темноте никто не поджидал, чтобы не было хлама на полу, я не споткнулся и не сломал себе ногу, не был сожран местными крысами…"
    "В общем, самая обыкновенная обывательская молитва человека, забывшего дома фонарик."
    "Хотя…"
    "У меня всё ещё оставался запас сигарет и огня… Но это на самый крайний случай."    ##
    th "Крайний, я сказал!"
    me "Ага."
    stop music fadeout 3
    "Ответил я сам себе, затягиваясь и отбрасывая смятую пачку."    ##
    "Здесь туннель расходился на два рукава, и из правого…"
    window hide
    scene expression Grayed("bg int_catacombs_entrance")
    with dissolve
    play music music_7dl["are_you_there"] fadein 3
    voice "Сенсоры засекли запах дыма!"
    voice "Он здесь?"
    voice "Живым брать!"
    th "Это они про меня?!"
    "Ужаснулся я."
    voice "Есть контакт!"
    with flash
    "По глазам мазнуло снопом мертвенно-синего света."
    voice "Взять!"
    "И я побежал."
    scene bg int_catacombs_entrance at fast_running
    "От грохота ботинков за стеной, от криков, от бьющих в спину инфра-синих фонарей."
    "Кому и что требовалось от меня, даже вопросом не было — это определённо была засада."
    "На отдельно взятого меня или вообще просто так на случайного прохожего, от которого они всё и охраняли, я знать не мог."
    th "Но раз «живым брать», то, наверное, мне дадут шанс отбрехаться?"
    "Слабо верится."
    "Если это какая-то госструктура, то они сначала проведут любовную прелюдию по почкам и печени."
    "Неохота проходить через подобное, если честно."
    "В случае, если это частная лавочка, то меня бить, конечно, не станут. Сразу."
    "А вот по получении всей информации вполне себе могут шлёпнуть без суда и следствия."
    "Нельзя отрицать и такой исход."
    "Так что ходу, Форрест, ходу!"
    "Не знаю, то ли страх придал мне силы, то ли ещё что, но я, никогда не бегавший толком, неспособный посмотреть себе под ноги, бежал как заяц, петляя, ни разу даже не потеряв равновесие на разбросанных там и сям обломках."
    "Бежал всё глубже и глубже под землю."
    "Туннель имел совершенно очевидный наклон, потому с каждым шагом я становился дальше от поверхности."
    window hide
    scene bg int_catacombs_entrance at running
    "О том, как я буду потом выбираться, и думать не хотелось."
    "Эгоистичная логика игрока, считающего, что после завершения истории больше ничего не происходит."
    "Неплохое отношение к персонажам компьютерной игры или книги — ибо все они после слова «конец» возвращаются к той самой пустоте — общему знаменателю всего."
    "Или суперпозиции, если угодно."
    "Только в моём случае это не работает."
    "Да, я могу сжульничать немного в том или ином случае…"
    "Но для того, чтобы попасть туда, надо каким-то образом прийти, приехать, прилететь, телепортироваться…"
    "Так что путь на поверхность будет долгим, это я точно знаю."
    "Поэтому лучше избегать каких-то столкновений, чреватых ранениями."
    "Бежать, уставший — не дохлый."
    window hide
    with fade
    "Бежать…"
    "Отсюда всего несколько выходов, и я все их знаю."
    "На сто первый этаж, в объятья местного генератора реальностей и на дорогу."
    "Весь вопрос в том, знают ли об этих выходах преследователи."
    "Ибо если знают, им не составит труда обеспечить заслонами вообще всё."
    "Было бы желание. Система сильнее одиночки уже хотя бы численным перевесом."
    "И они, конечно, обязательно лучше меня обучены, сильнее физически, может быть, даже умеют стрелять на слух."
    window hide
    scene bg int_catacombs_hole
    with dissolve
    play sound sfx_7dl["breath"] fadein 1
    voice "Эй, где он?"
    voice "И я не знаю."
    voice "Нет, мимо нас он не пробегал."
    voice "Значит, он отправился… Так, всем! Отмена предыдущего приказа, огонь на поражение!"
    voice "Мне плевать, что это гражданский, инструкции есть инструкции, разойтись!"
    "Я отпрянул от ещё одной решётки, откуда подслушал весь разговор."
    "После нескольких минут гонки по катакомбам я начал сдавать."
    "Меня пока выручало моё аномальное везение, но вряд ли оно будет работать долго."
    "Поэтому лучше бы узнать побольше о моём статусе здесь, о перспективах…"
    "Вот и узнал на свою голову."
    "Периферийное зрение, как обычно, в темноте работало гораздо лучше, и только благодаря ему я углядел провал в полу."
    "Взял небольшой разбег, и…"
    th "Да что им надо, сволочам?!"
    "Панически мелькало в голове, пока я машинально откатывал все возможные отнорки, где происходили встречи с преследователями."
    "Обложили меня капитально."
    "А у страха глаза велики — трёхметровую дырку в полу я форсировал безо всяких сложностей."
    "Фактически, настолько, что казалось иногда — гонят по некоему определённому маршруту в определённое место."
    "Возможно, там сидит и ждёт своего часа кто-то, кто их и нанял?"
    "Но тогда почему «стрелять на поражение»?"
    "Меня не так-то просто убить, в худшем случае просто вышвырнет из этого тела."
    "Досадно, конечно, но не страшно."
    "Терпимо."
    window hide
    scene bg int_catacombs_entrance
    with dissolve
    "Лабиринт коридоров и туннелей мало-помалу вставал в голову раскрывающейся картой — чувство направления работало вовсю."
    "Для полноты эффекта не хватало только какой-никакой пушечки, чтобы отстреливаться от собирающихся «бить на поражение»."
    "Бегать было, мягко говоря, неприятно."
    window hide
    scene expression Grayed("bg int_catacombs_entrance")
    with dissolve
    "И прыгающие в голове мысли-воспоминания никак не хотели складываться в стройную картину."
    "Нет, вместо этого там и сям зияли дыры, восполнить которые не было решительно никакой возможности."
    "Кое-что удавалось вспомнить, но большую часть — нет."
    "В частности, объяснение таких злободневных вещей, как местные пейзажи — что они такое, откуда, как я сюда попал, почему нет вокруг лагеря, что за преследователи…"
    "Кто сможет объяснить?"
    "Я не знал."
    "Никто не знал."
    with flash
    voice "Цель обнаружена."
    "Донеслось сзади."
    voice "Коридор восемь, третий уровень."
    voice "Да, спасибо. Жду подкрепления."
    "Совместить красную голографическую точку и бегущую в коридоре призрачную фигуру, задержать дыхание."
    "Выбрать свободный ход крючка до конца, плавно потянуть на себя…"
    scene expression Grayed("bg int_catacombs_entrance") with slideright
    "Я тут же откатил момент, где фигурка складывается и летит на пол, а из пробитой шеи на бетон хлещет кровь."
    "Потом ещё один."
    "Ещё…"
    "Всё это были полумеры, конечно. {w}В идеале следовало бы предотвратить его приход — насыпать песка в ботинки, заставить задержаться во время радиопереклички, отправить до ветра… Мало ли."
    "Да поздно уже было."
    "Приходилось бороться не с причиной, а следствием, заниматься исключительно симптоматическим лечением."
    "Рывок — и я привалился к стене за поворотом, шумно дыша."
    th "Я слишком стар для всего этого дерьма."
    "Сейчас я был бы очень не против сдаться."
    "Да только никто меня брать в плен больше не спешил."
    "Им необходимо было выпотрошить меня, нашпиговать свинцом."
    "Потому переговоры были заведомо невозможны."
    window hide
    scene bg int_catacombs_entrance
    show blackout_exh
    with dissolve
    "Звуки разносились многократно усиленными, шаги были слышны гулко и чётко."
    "Один я продолжал перемещаться бесшумно, будто бы больше и не принадлежал этому миру."
    "Не принадлежал…"
    "Я ахнул, до меня понемногу начало доходить реальное положение вещей."
    "И подход к ситуации, и мои странные способности."
    "И даже желание этих странных безликих людей с лающими автоматами и тяжёлыми ботинками угрохать меня."
    "Они охраняли нечто ценное."
    window hide
    with fade
    "Нечто, к чему лучше не соваться, если ты только не уверен в себе на все сто процентов."
    "Нет, денег за него не дадут, но…"
    "Дыхание мало-помалу восстанавливалось, а висящая где-то на периферии карта наконец завершилась."
    "Тут же появилась легенда, красные точки, окружающие белую, а где-то чуть дальше можно было разглядеть все три выхода."
    "А если присмотреться ещё лучше и включить нужную опцию, то можно увидеть — где и когда какая из точек будет в нужный момент времени."
    "Это напоминало своего рода трекинг перемещения, вот только строился он не в прошлом и даже не в реальном времени — а в будущем!"
    "Как ни крути, ни в лабиринт, ни на дорогу я сейчас попасть не смогу — даже с учётом способности по откату, я попросту не сумею разминуться со всеми красными точками."
    "Не потому, что я такой алкоголик и придурок, напротив: эти два направления были усилены дополнительными отрядами, будто прекрасно понимающими, куда я побегу."
    "Так что путь только вперёд."
    "К тому самому лифту, что сможет поднять меня на сто первый этаж, а по факту остаётся на месте."
    "Вернее, это для стороннего наблюдателя он остаётся на месте, а человек исчезает."
    "Тяжело объяснить, но я понимал, как это работает."
    "Достаточно просто…"
    window hide
    scene expression SS_com("bg int_mine_heart_7dl")
    show anim_grain
    with dissolve
    "Я посмотрел ещё раз на лабиринт — оттуда с голодным, безжалостным любопытством уставилась в ответ бездна."
    window hide
    scene expression Gjs("bg ext_busstop_dust_7dl")
    with dissolve
    "Посмотрел на дорогу — оттуда резануло струной."
    window hide
    scene bg int_catacombs_door
    with dissolve
    "Лифт был серой лошадкой."
    "Неизвестно ещё, куда он может доставить."
    "Вполне вероятно, что и напрямки в лапы к врагу."
    "И тогда…"
    "Я помотал головой, отгоняя видение простреленного в сорока местах тела."
    window hide
    scene bg ext_emptiness_7dl
    with touch
    pause(1)
    scene bg int_catacombs_entrance with fade
    "Отсюда до лифта около двух километров, если поспешу…"
    "Проблема в том, что бежать придётся снова по тому же коридору, откуда я свернул."
    "А он простреливается, там замер на спусковом крючке палец, и фигура в шлеме азартно ждёт, когда же я покажусь."
    "Пристрелянная позиция…"
    "Что ж, похоже, придётся снова пользоваться своими способностями."
    "Палец может вспотеть, оптика может запотеть, патрон может заклинить, а под ногой может оказаться скользко…"
    "Это не совсем мои способности, они какие-то очень… женские?"
    "Но удобные. И до тех пор, пока я не разберусь, кто я такой, можно пользоваться и ими."
    "Потому что потом…"
    play sound sfx_7dl["deagle_shot"] fadein 1
    "Ахнул выстрел, пуля выбила искру о камни рядом с самой моей головой."
    me "Твою мать!"
    "Я бросился вперёд, каждые два шага меняя положение вертикальной оси тела."
    "С умного на русский: петлял как заяц, посекундно ожидая свинца меж лопаток."
    "И…"
    "Дождался."
    "Дождался!"
    with vpunch
    show spill_red
    "Раскалённым молотом меня ударило в спину и швырнуло вперёд!"
    "Мордой о камни."
    voice "Готов, красавчик."
    voice "Альфа, третий. {w}У меня здесь свежий прыгун, запрашиваю медиков и тому подобное."
    th "Скотина…"
    "Я бессильно лежал на животе и истекал кровью."
    "Однажды кровопотеря станет слишком большой, и меня снова выбросит в какое-то другое место."
    "Но сейчас…"
    "Со стороны стрелявшего снова донёсся шорох, и чей-то голос спросил:"
    voice "Ну, и где жмурик?"
    voice "Пошли, я подсвечу."
    "Звук шагов удвоился, а надо мной соткались из воздуха знакомые жёлтые глаза."
    window hide
    scene bg int_catacombs_door
    show mz angry glasses pioneer
    show anim_grain
    with dissolve
    mz "Ты хочешь умереть?"
    mz "На самом деле ты хочешь, чтобы тебя спасли."
    mz "Да только вот все спасатели какие-то несимпатичные, да? {w}А сам себя ты спасать не хочешь — не простил ещё."
    show mz normal glasses pioneer with dspr
    mz "Ладно, задержи дыхание и сосчитай до пяти. Раз… Два…"
    play ambience sfx_7dl["gunfire_2"] fadein 1
    window hide
    scene bg int_catacombs_entrance
    with flash
    "И я, нечеловечески извернувшись, чудом разминулся с пулей в воздухе."
    "Двести-семьсот метров в секунду, не такие уж и большие скорости, если посудить."
    "Легко увернуться. {w}Даже если не от пули, то от стрелка — человек не идеален, даже у самых тренированных скорость смены позиции прицеливания обладает известным лагом."
    "Но вот попали в спину."
    "Позорно и бестолково."
    me "Скажи, а я смогу отомстить стрелку?"
    show mz smile glasses pioneer
    show anim_grain
    with dissolve
    mz "Зачем? Ты же не убиваешь автомат за то, что тот стрелял."
    mz "Наказывай хозяина, а не орудие."
    hide mz
    hide anim_grain
    with dissolve
    "С этими словами желтоглазая девушка исчезла."
    "И вовремя — справа от меня была до слёз знакомая бумажка с кошерной надписью: «Септим-Полигон №4, МСБ РСФСР»."
    "Во сне было что-то вроде «эта надпись размыта», а тут… {w}Полигон, гляди-ка."
    "Сверху что-то загудело, зашуршало…"
    play sound sfx_metal_door_handle_rattle
    "И дверь в лифт громко щёлкнула, свидетельствуя о том, что карету подали."
    voice "Он у лифтов, не дайте ему уйти!"
    th "Поздно."
    "Улыбнулся я."
    "Два шага до лифта — полсекунды, открыть дверь и протиcнуться между деревянными створками — ещё полсекунды."
    window hide
    play sound sfx_metal_door_large_close_basement
    pause(1)
    scene expression Gjs("bg int_home_lift_7dl")
    with dissolve
    stop ambience fadeout 3
    "Дверь закрылась с металлическим грохотом, а в металл тут же вгрызлось несколько пуль."
    
    voice "Чёрт, он в лифте. Повторяю, он в лифте! {w}Газ на четыре часа, пли!"
    th "Газа мне ещё не хватало. {w}Валим, пожалуй."
    "Я легко обнаружил кнопку сто первого этажа, третью сверху в правом ряду — ровно ту же, что и во сне."    ### вот тут должно быть "и это несколько не соответствовало тому, что я видел раньше", а не во сне.
    "Это вызывало вопросы относительно его реальности, но сейчас было не до глупостей."
    "И… Вот так, с точки зрения участника событий, я стоял в лифте, а мимо меня сверху вниз проплывали перекрытия этажей."
    "Сначала медленно, но всё быстрее и быстрее."
    "И быстрее…"
    window hide
    scene expression Desat("bg int_home_lift_7dl")
    with dissolve
    play ambience ambience_7dl["elevator"] fadein 3
    "Там меня обязательно дождётся тот, кто ждал с самого начала."
    "Странное существо — вовсе не человек. Да и меня, если на то пошло, трудно назвать человеком."
    "Это до поры я верил в том, что доступное мне, доступно и всем."
    "Что если у меня песы, водка и сарделька, то и у всех так."
    "Если у меня можно сказать событиям «пошли прочь», то и у любого так можно."
    "Понимание пришло достаточно поздно."
    "Как и то, зачем я здесь."
    "Дело в том, что мироздание общается с каждым на языке ему понятном."
    "Так кошки мяукают только с человеком, между собой они общаются совсем иначе."
    "Адаптация."
    window hide
    stop ambience fadeout 3
    stop music fadeout 5
    scene bg int_d3_hideout_7dl
    with dissolve
    am "Добро пожаловать. С-снова."
    "Снова этот бетонный пенал с освещением от пола, снова эта одиночная койка."
    "Хотя два тёмных прямоугольника на полу значили, что там, скорее всего, был и ещё кто-то однажды."
    "Был."
    play music music_7dl["regret"] fadein 3
    "Только вот не мог я адаптироваться к таким условиям."
    "Слишком привык думать о себе как о таком же, как и окружающие."
    "То, что это было ложью, дела не меняло совершенно."
    am "Ты всё-таки п-пришёл."
    me "Угу."
    "Проворчал я."
    me "Правда, непонятно, зачем меня было заставлять снова проделывать этот путь."
    me "И что это за идиоты в туннелях с «калашниковыми»?"
    am "А, не обращай внимания."
    "Отмахнулся знакомый уже Дём."
    am "Это просто кому-то очень хочется поймать септима."
    me "Септима?"
    am "У нас всего несколько минут, перед тем, как подтянутся офицеры — эти смогут воспользоваться лифтом."
    am "Поэтому по-быстренькому спрашивай, что тебя так интересовало."
    am "Постараюсь ответить."
    "По-быстренькому…"
    "У меня был миллион вопросов."
    "Нет, на самом деле, миллиард!"
    "Но что-то подсказывало, что если я начну спрашивать о чём-то, что сам понять не сумел, я тем более не пойму."
    me "Кто я такой?"
    "Наконец, задал я самый насущный вопрос."
    am "Ложноножка."
    me "ЧТО?!"
    am "Ложноножка. Что непонятно?"
    me "Э… Тогда кто ТЫ такой?"
    am "Координатор и якорь."
    me "Ничего не понимаю."
    am "Тебе нужны формулы? {w}Доказательства?"
    am "Боюсь, я не смогу предоставить их тебе, Сёмчик."
    me "Но тогда о чём тебя спрашивать?!"
    am "Кто ж его знает… {w}Я сам порой не в курсе."
    am "Может, про любимые еду и напитки? {w}Мне нравится молоко и печенье «к кофе». Оно тоже на сухом молоке, получается масло масляное."
    am "Но до чего вкусно! {w}Это чуть ли не самое лучшее, что есть в местной размерности."
    me "Зачем ты прогнал меня ещё раз по этому пути? {w}Неужели нельзя было переместить вместе с собой?"
    am "Затем, что перед тем, как требовать олимпийские рекорды, ребёнка надо ещё научить ходить. {w}Только потом бегать."
    me "И?"
    "Дём улыбнулся, не поворачивая голову в мою сторону."
    am "Ты пока ещё учишься ходить, Сёмчик. {w}Но обязательно научишься. Зуб даю!"
    "Чем дольше я слушал диалог этого странного человека в солнечных очках, тем больше понимал, что он не врёт."
    "И не мог, не понимал я его умишком своим ущербным, как ни старался."
    "Человек может развить мускулатуру, стать в десять раз сильнее."
    "В двадцать - в случае разумного стрессового использования резервов."
    "Но у него есть предел. {w}Мышцы не могут укрепляться сверх того, что позволяет природа."
    "Так и с разумом."
    "Я совершенно напрасно пытался прыгнуть выше головы, выжимая из себя максимум, в погоне за силой и знаниями отбросив всё, что делало меня человеком."
    "Мне с самого начала следовало понять, что все эти руки-ноги-голова и лёгкое заикание в речи нужны ему просто для того, чтобы немного утешить ностальгию по времени его личной юности."
    "Я не знаю, кем он был, но уж точно не человеком."
    window hide
    scene anim_digi
    with fade
    "Он звучал внутри меня резонансом нервных частот, выстреливая шипучими искрами, и нам фактически не нужны были слова, ибо собственный мир тишины нас более чем устраивал."
    "Так общаются между собой конечности и внутренние органы."
    "Вот только я был ретроград, предпочитал вербальное общение."
    "Он же… Ему было всё равно."
    "И только непереводимая во внятные человеческие понятия боль гнала и гнала его сквозь пространства вперёд и вперёд."
    "Будто от боли можно сбежать."
    "И в лагере этом, в этом… месте… {w}Всё вышло не потому, что я внезапно сумел понять правила игры."
    "Нет."
    "Оказывается, даже такой, как он может делать и что-то - просто так. Бесцельно."
    "Вернее, с целью, которые недоступны моему пониманию, ибо одно их описание займёт времени больше, чем решение."
    "Для тупеньких, конечно."
    "Уверен, сверхчеловек должен использовать собственный метаязык с тремя-четырьмя слоями смысла."
    "Но для меня он сделал поблажку."
    "Или скидку. {w}Говорил медленно, а не как в мире Тишины, с допущениями, а не как в мире Права, и, конечно, давая возможность сомневаться."
    "Притворялся человеком."
    th "Неужели, это и есть причины всего?"
    th "Если человек, заболевая, выделяет слизь, гной и прочие неприятные штуки, то возможно ли, что больное существо высшего порядка выделяет больные миры?"
    "И он пришёл сюда, к порриджу, где первовещество способно безболезненно поглотить все эти искажения, плавно заземлив их в складках вероятностей?"
    "Пускай и такой ценой."
    "Едим же мы антибиотики, прекрасно понимая, что расплата за это будет жестокой, что побочные эффекты будут очень мучительными."
    "Но болезнь отступает, а то, где нам напортили побочные эффекты, рано или поздно восстановится."
    "Так и он."
    "Улыбается, машет отплывающему галиоту, где в тени алого полотна оседлала бочку самая красивая девушка с парой бирюзовых хвостов."
    "Машет плачущей от боли девушке, до побелевших пальцев вцепившейся в кожзам кушетки в приёмной ветеринарной лечебницы."
    "Кивает проплывающей на эскалаторе парочке держащихся за руки подружек, блондинке и шатенке."
    "Сочувственно смотрит на девушку в красном платье с белой тесьмой, сквозь слёзы, сквозь рыжую чёлку смотрящую вслед уходящей сутулой фигуре."
    "Легонько гладит по щеке девушку, спящую за рулём стоящей в пробке машины."
    "И он делает это одновременно. Сразу — и везде."
    "Просто мне, дураку, не так-то просто это понять. {w}Равно как и то, что прохождение к лифту во сне, борьба со временем в мире барбариса и полыни и моя гонка парой минут назад — всё это происходило одновременно."
    "С одним человеком. Мной."
    "Он исцелился, я помог ему вернуть себя. {w}Все мои я."
    "Кушетка на полу с антивандальными светильниками заскрипела, и высокая фигура с почти нечитающимся лицом спустила ноги на пол."
    "Она подошла ко мне короткими неуклюжими шагами и заглянула в лицо сверху вниз."
    "Я не пошевелился."
    "И не смотрел ему в лицо."
    #TODO: фон с кушетками
    "Потому что прекрасно знал, что такое зеркало, и чем оно опасно."
    th "Значит, я был прав?"
    "Не размыкая губ, спросил я."
    am "В целом. {w}Вы и правда не виноваты ни в чём."
    th "И ничего особенного собой не представляем."
    "Закончил за него я."
    am "Ты хочешь их вернуть?"
    th "Разве это не означает разрыва причинно-следственной связи?"
    am "Ты умён."
    th "Не так, как ты."
    am "Я могу сделать тебя своей частью. Хочешь?"
    "Искушение было… {w}Да чертовски огромным оно было."
    "Я, всю жизнь желавший стать чем-то большим, получил такой шанс…"
    am "Я с тобой. {w}Смотри."
    "На меня всем весом упала с неба десятитонная капля одновременно всего, что я когда-то видел, слышал или чувстовал."
    "И одновременно — я понимал, что это не мои воспоминания. {w}Это жизнь того, кем я стану, если соглашусь на его предложение."
    "Здесь очень много того, что нельзя назвать, понять или осмыслить, настолько всё чуждое."
    "И всё же застарелая боль, нарывающая рана — больше в душе, чем физически — та самая, что однажды заставила его отправиться в путь…"
    "Я не сумел бы выжить и нескольких секунд с такой болью. {w}Я разорвал контакт."
    am "Ты не мог согласиться."
    "Понимающе улыбнулся он."
    am "Ты ещё слишком человек."
    th "Слишком слаб и ограничен."
    me "Наверное…"
    am "Не лично ты."
    "Правильно понял мои переживания он."
    am "Тебе необходимо {image=alt_KS_censor}.{w} Тогда, возможно."
    "Я не понял, что за слово он употребил, но переспрашивать не стал."
    me "И ты тоже через это прошёл?"
    am "Нет. Я был создан таким."
    "Наконец, он отвернулся, и я снова обрёл контроль над собственным телом."
    me "Что теперь?"
    am "Я не знаю. {w}Тебе решать, это же ты пришёл."
    am "Но поспеши. Слышишь? Снова лифт работает."
    me "Тогда… Я хочу вернуться."
    am "Вот как?.. Что ж. {w}А решил ли ты задачу?"
    me "Ты же прекрасно знаешь, что решил."
    am "И какой ответ?"
    am "Скажешь?"
    me "Сорок два, блин. Разве моё попадание сюда и желание вернуться — не ответ?"
    am "Скажи ответ."
    "Лифт грохнул, остановился."
    "А вместе с ним встало и время."
    "Остановился сыплющийся песок, застыла в воздухе пыль, и распахнувшаяся дверь лифта, и застывший в воздухе цилиндр с голубой полосой."
    me "Твою мать, Дём!"
    am "Ответ!"
    if loki:
        me "Ответ: музыка!"
        me "Консервированные эмоции, которые можно взять с собой куда угодно."
        me "И ненужность людей."
    else:
        me "Ответ: чудо!"
        me "То, чего не должно быть никогда, но оно происходит, то, что заставляет удивиться и поверить в то, что этот мир не чёрен."
        me "Чудо!"
    window hide
    scene bg ext_emptiness_7dl
    with dissolve
    "И чёрный кабинет, и ждёт в стволе патрон."
    "И несутся по лабиринту наперегонки три личности, каждая со своей болью. {w}Каждая со своим ответом на боль."
    "Добро должно быть с кулаками — тот, что покрупнее, вместо того, чтобы бежать сломя голову, устроил засаду в темноте и уже завладел оружием, потому его перемещение куда более результативное и аккуратное."
    "Однажды он бросил любящую его девушку просто из-за того, что не сумел справиться с собственной болью, и кармой ему была ниспослана забота о живом существе."
    "Потому его ответ на боль — забота."
    "Второй и третий некомбатанты, потому несутся по лабиринту во весь опор, боятся, уворачиваются от встреч, прячутся…"
    "Чем закончится их гонка?"
    "Сложно сказать."
    "Но мне хотелось бы верить, что и они однажды найдут кнопку на стене."
    "Что успешно разминутся в темноте с песами, холодом и ужасом."
    "И их обнимут безликие руки."
    am "Ну, наконец-то."
    "Фыркнул Дём, щелчком пальцев останавливая время."
    "Повернулся ко мне."
    am "Ну, что ты стоишь? {w}Иди, обними себя."
    "Я широко распахнул глаза и выдохнул, когда наши ладони соприкоснулись, на миг утратили целостность."
    "А мгновением спустя меня накрыло счастьем и теплом."
    "Как будто кто-то огромный и очень добрый поднял меня на руках, как в детстве."
    "Прижал к груди."
    "Я выдохнул и посмотрел на мир глазами, о существовании которых уже почти позабыл."
    dreamgirl "С возвращением…"
    window hide
    play sound sfx_7dl["aunl"]
    if persistent.neu_true:
        $ persistent.neu_true += 1
    else:
        $ persistent.neu_true = 1
    show acm_logo_neu_true with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    pause(1)
    return# Android version created with ESTOOL-0.009 by Smalser
# More info there https://vk.com/topic-93304648_35130916