#Новый музон
#play music music_7dl["snatch"]
#play music music_7dl["sammy"]


label alt_day4_sl_7dl_begin:
    play music music_7dl["ask_you_out"] fadein 3
    scene bg int_house_of_mt_sunset
    with dissolve
    play ambience ambience_int_cabin_day fadein 2
    "Мне всю ночь снилось что-то хорошее, доброе, а потому проснулся я в самом прекрасном расположении духа."
    "Потому что это доброе и хорошее всегда имело самые голубые глаза и самую добрую улыбку."
    "Вот только имя никак не мог вспомнить, как ни старался."
    "И, вроде, вертелось на кончике языка, вертелось, а не давалось."
    "И так я огорчился под конец, что, будто прорываясь сквозь некие тенёта, дёрнулся вперед и выпалил."
    me "Славя!"
    "И проснулся."
    "Утреннее, эфемерное, угасающее, но заставляющее глупо улыбаться и чувствовать себя самым счастливым человеком."
    "А вот и она."
    show sl smile pioneer
    show prologue_dream
    with dissolve
    sl "С добрым утром."
    "И такой она красивой и хорошей была, что я и сам улыбнулся в ответ:"
    me "А я видел тебя во сне!"
    show sl shy pioneer with dspr
    sl "Надеюсь, это было что-то хорошее?"
    me "Очень, очень хорошее."
    me "Это же ты! Как там могло быть что-то плохое?"
    sl "Совсем засмущаешь бедную девушку."
    show sl smile pioneer close with dissolve
    "Она наклонилась ко мне и поцеловала в лоб."
    stop music fadeout 10
    sl "Поднимайся, Сёмушка…"
    window hide
    play ambience ambience_forest_evening fadein 6
    play music music_7dl["runaway"] fadein 3
    play sound_loop sfx_run_forest
    scene expression Dawn("bg ext_backdoor_day_7dl"):
        ease 0.2 pos (0, 0)
        ease 0.2 pos(25,50)
        ease 0.2 pos (0, 0)
        ease 0.2 pos(-25,50)
        repeat
    with fade2
    "Поверили, что ли?"
    "Наивные."
    window hide
    play sound sfx_7dl["breath"] fadein 0
    scene expression Dawn("bg ext_backroad_day_7dl"):
        ease 0.2 pos (0, 0)
        ease 0.2 pos(25,50)
        ease 0.2 pos (0, 0)
        ease 0.2 pos(-25,50)
        repeat
    with fade2
    "Да если бы моё утро началось именно так, я был бы самым счастливым человеком на Земле!"
    "Возможно, даже поверил бы в то, что люди вокруг друг другу братья, всё вокруг замечательно, и вообще!"
    window hide
    with fade
    "Нет, на самом деле всё началось совсем иначе."
    window hide
    scene bg int_house_of_mt_sunset
    show sl tender sport
    show prologue_dream
    with dissolve
    "Пробуждение и в самом деле было довольно приятным."
    "Я почувствовал, как какой-то голос воркует и ненавязчиво так шевелит за плечо."
    sl "Семён… Сёмушка… Ну, просыпайся."
    me "Славя…"
    "Разулыбался я, открывая глаза."
    show sl happy sport with dspr
    sl "Проснулся? Ура!{w} А теперь - на пробежку!"
    me "Пробежку? Никуда я не побегу!"
    me "И вообще, я спать!"
    window hide
    play sound sfx_7dl["breath"] fadein 0
    scene expression Dawn("bg ext_lake_sunset_7dl"):
        ease 0.2 pos (0, 0)
        ease 0.2 pos(25,50)
        ease 0.2 pos (0, 0)
        ease 0.2 pos(-25,50)
        repeat
    with fade2
    "В общем, нетрудно предугадать, чем всё закончилось, раз уж я здесь потею, правда?"
    "Я бросил злой взгляд на обтянутые шортами полушария, ритмично двигающиеся в пяти метрах передо мной."
    "Взглянул совсем без эротического подтекста."
    "Пуще всего сейчас мне хотелось наподдать по ним как следует!"
    "Будто почувствовав моё желание, Славя сбавила темп и побежала рядом со мной."
    window hide
    scene expression Dawn("bg ext_path_day")
    show sl smile sport
    with dissolve
    sl "Вот видишь, как хорошо! Проснуться с утра, размяться, пока остальной лагерь спит, и есть только ты и твои мысли!"
    me "Я предпочёл бы встретиться со своими мыслями, лёжа на боку."
    "Отдуваясь, пропыхтел я."
    "Сердце колотилось как оглашенное, перед глазами всё давно потемнело, и теперь я мечтал куда-нибудь свалиться и там тихонечко издохнуть."
    "К несчастью, Славя придерживалась на этот счёт кардинально противоположно мнения."
    "Она запрыгала вокруг меня, тормоша:"
    show sl happy sport
    with dspr
    sl "Не куксись, я же вижу, что тебе самому нравится!"
    th "Так нравится, что спасу нет."
    "Нет, если бы мы просто неторопливо потрясли жирок по дорожкам лагеря, я бы, может, даже возмущаться не стал!"
    "Так ведь нет!"
    "Славя вывела меня на некий неведомый «большой круг», включающий в себя периметр лагеря с заходом на берег, и припустила по нему так, будто за ней гналась бешеная собака."
    "Так вот, это возмутило меня до глубины души."
    "И я сейчас буду возмущаться!"
    "Да. Сразу как только отдышусь."
    sl "Ну ты чего? Кажи мало ел?"
    th "Я с утра ещё вообще ничего не ел."
    sl "До ворот двести метров, побежали!"
    hide sl with dissolve
    "Сдавя ободряюще кивнула мне и ускорилась в сторону видимой отсюда стены лагеря."
    "А мне, так как я вовсе не горел желанием поселиться здесь на веки вечные, ничего не оставалсь, как последовать за ней."
    me "Ну… Славя…"
    "Пропыхтел я."
    dreamgirl "Ну, погоди!"
    stop music fadeout 6
    window hide
    scene bg ext_washstand2_day
    with joff
    play music music_list["everyday_theme"] fadein 5
    pause(1)
    play sound sfx_open_water_sink
    pause(1)
    play sound_loop sfx_water_sink_stream
    me "А-а-а-а-а!" with vpunch
    "Те же, там же."
    "Всё как в старых пьесах."
    "Разве что в этот раз нигде рядом не наблюдалось одного мелкого источника неприятностей."
    "И — хвала рандому! — никаких дежурств на сегодня."
    "За свою глупость и никому не нужное рыцарство я отплатил сполна, так что шиш от меня теперь дождёшься каких-то глупых поступков."
    th "Вне размеров ежедневной квоты глупостей, конечно."
    "Я всегда считал, что человеку в день отведено строго определённое количество бестолковых и раздражающих телодвижений, выполнять которые вредно, противно - но надо!"
    "Потому что если ты не делаешь глупости злонамеренно, они начинают происходить с тобой когда им вздумается!"
    scene bg ext_washstand_day
    with flash
    th "И Славя сегодня тоже должна отдыхать, её позавчера уже заставляли."
    dreamgirl "Есть мнение, и не только моё, что Славя вовсе не восприняла дежурство по столовой как какое-то наказание."
    th "Скажи ещё, что ей понравилось!"
    dreamgirl "А и скажу! Чем кумушек считать трудиться… В смысле, вместо подметаний площади, убираний на складе и прочей добровольно-принудительной чуши, которую она на себя взвалила, кратковременное дежурство по столовой выглядит этаким расслабляющим отпуском."
    dreamgirl "Днём защиты от забот."
    th "Защиты от чего?"
    dreamgirl "Проехали."
    dreamgirl "Расскажи мне лучше, по кой пёс ты за Славяной увязался на пробежку?"
    if herc:
        dreamgirl "В конце концов, её потребности не высыпаться — это только её потребности!"
        th "С чего ты думаешь, что она не выспалась? Припухшие веки, прочая фигня?"
        dreamgirl "Мда, беда… Был бы ты хотя бы внешне красивый, это тебя извинило. {w}Так ведь нет!"
        dreamgirl "Вы разошлись по койкам в одно и то же время, легли примерно одинаково."
        dreamgirl "Ты выспался? {w}То-то и оно."
        dreamgirl "Надо было спрятать замотать её в покрывало и спрятать в шкаф — и ложиться досыпать!"
    elif loki:
        dreamgirl "Неужели нельзя было матерно её обругать и спрятаться обратно под одеяло?{w} Она бы поняла и простила."
        dreamgirl "Славя же дооооообренькая."
        "Язвительности во внутреннем голосе хватало."
        th "Ты вот почто бушуешь? Ну, встал разок, подумаешь…"
        dreamgirl "Смотрите на этого наивного чукотского юношу. {w}Разок!"
        dreamgirl "Да она тебя теперь постоянно поднимать будет."
        dreamgirl "Плакали твои каникулы."
        th "Да с чего бы?"
        dreamgirl "С того, что ты разрешил ей! Или она разрешила тебе! Короче, ты теперь друкъ!"
        dreamgirl "А с друзьями положено разделять тяготы службы по полной программе. Чтоб не расслаблялись."
    else:
        dreamgirl "Отвернулся бы себе на бок и спал там."
        th "Тебе-то какая разница?"
        dreamgirl "Я, может, тоже спать хочу!"
        dreamgirl "Человек имеет право на полноценный восьмичасовой сон!"
        th "Ты не человек"
        "Указал я."
        dreamgirl "Пусть. Что это меняет?!"
    th "Старый Мазай разболтался в сарае."
    th "Ложись себе да досыпай, что ты как этот?"
    dreamgirl "О, ну, разумеется! Ты бодрствуй, наблюдай за пасторалями в чёрном спортивном костюме — а я спи? {w}У Пипите Хуарто не опухло ли хлебало?"
    "Вместо ответа я плеснул в лицо ещё одну горсть ледяной воды."
    "С каким-то даже мазохистским удовлетворением."
    th "И не выспался, и не отдохнул, и набегался… Вот тебе ещё ледяной воды за шиво… Оу!"
    play sound sfx_close_water_sink
    stop sound_loop
    "За шиворот вполне ожидаемо проложили путь ледяные дорожки."
    window hide
    scene bg ext_houses_sunset
    with dissolve
    "Повторая как мантру «ни одна сволочь не испортит мне утро», я вернулся домой."
    window hide
    scene bg ext_house_of_mt_sunset
    with dissolve
    "И, конечно же, у самого порога столкнулся с надежой и опорой, добрейшей и прочая, и прочая…"
    show mt smile sport
    with dissolve
    mt "Ты меня сегодня удивляешь! Неужели сам поднялся спозаранку?"
    me "Вы слишком хорошего мнения обо мне."
    mt "Ага, я так и думала. В любом случае, давай сюда свои мыльно-рыльные и двигай на площадку, разминаться."
    "К этому моменту я как раз восстановил дыхание и сердцебиение, и ни в каких разминках уже не нуждался."
    "Но что-то подсказывало мне, что с вожатой сейчас лучше не спорить."
    "То ли дело было в отчаянии во взгляде, то ли в чём-то ещё, но я покорно кивнул, всучил ей свёрток и сделал через левое плечо, отчалил."
    "Туда, где разогретая уже Славя машет руками и двигает тазом так, будто она меня спасла и в благородство играть не будет."
    "На зарядку!"
    window hide
    stop music fadeout 5
    scene bg ext_square_sunset
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Чтобы быть здоров — закаляйся! Голым пузом ляг на гвоздь и вращайся!"
    "Моя вторая зарядка отличалась от первой тем, что этот раз народа почему-то было ощутимо больше!"
    "Нет, дело было совсем не в том, что вожатые в этот раз сработали лучше и подняли больше пионеров."
    "Видимо, проснулся я ещё не совсем, несмотря даже на пробежку и умывание под холодной водой, так как в рядах пионеров замечал морды лица чуть постарше - лет эдак тридцати-сорок."
    me "Брррр!"
    "Я закрыл глаза и помотал головой."
    "«Старые» пионеры никуда не делись."
    show dv smile sport 
    with dissolve
    dv "Что головой трясёшь, пил вчера?"
    me "Кто все эти люди?"
    show dv smile sport
    with dspr
    dv "Сегодня же роддень, забыл?"
    me "Скорее, не знал. {w}А здесь-то они зачем?"
    dv "Правила такие."
    "Пожала плечами Алиса."
    dv "Хочешь быть с дитём на территории лагеря — носи форму."
    me "Дресс-код, что ли?"
    show dv grin sport
    with dspr
    dv "Я твоё буржуйское наречье не разумею. Ты не умничай, пальцем покажи."
    me "Что все носят, то и родители носят."
    dv "Так и есть."
    "Славя скомандовала что-то, и Алиса встала рядом со мной, в такт ведущей размахивая конечностями."
    hide dv smile sport
    "Ряды подравнялись, родители дисциплинированно пристроились с дальней стороны площади."
    show sl smile sport
    with dissolve
    sl "Начинаем физзарядку! Ноги на ширине плеч, рявки руками, и - раз!"
    "Все замахали руками, видимо, втайне надеясь улететь отсюда к родным кроваткам."
    "А мне…"
    "Что ж, я овладел этим сверхсекретным умением ещё в 18 лет."
    "Способностью смириться с тем, что я встал, и сегодня уже не сплю."
    "Очень полезное умение!"
    "Славя вела зарядку на всех, но сама то и дело бросала взгляд в мою сторону."
    show sl happy sport
    with dspr
    "Должно быть, ей не нравилось отсутствие энтузиазма на моём лице."
    "Потому что она всеми силами на свой манер пыталась подбодрить меня."
    th "Зря стараешься. Единственный способ, которым ты могла бы взбодрить меня как следует, в лагере лучше не использовать."
    dreamgirl "Используй воображение, Люк!"
    "Это предложение не было лишено определённого смысла."
    "Ибо форма на Славе показывала то, что надо было показывать, и одновременно оставляла уйму пространства для фантазий."
    th "Единственное светлое пятно этого утра."
    "Обречённо подумал я, когда Славя отпустила пионеров и подбежала ко мне."
    "Со вполне очевидным предложением, из тех, что нельзя отклонить."
    show sl laugh sport
    with dspr
    sl "Эта будет по малому кругу."
    "Утешила, нечего сказать."
    sl "Побежали!"
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day4_sl_7dl_breakfast:
    play music music_list["trapped_in_dreams"] fadein 3
    play ambience ambience_camp_center_evening
    scene bg ext_square_sunset
    with dissolve
    "Из-за очередной внеплановой пробежки чувствовал я себя не самым лучшим образом."
    "Так что творящееся на линейке я воспринимал с трудом."
    "Перед глазами всё плыло, каждое движение век сопровождалось вспыхивающими разноцветными кругами."
    "А вот Славя цвела и радовалась жизни, пробежав километровый отрезок вдоль внутреннего периметра лагеря, даже не вспотев."
    th "Ждёт тебя, касатик, абзац. В четыре строчки."
    "Славя стояла рядом, чуть улыбаясь, каждый раз, когда я на неё смотрел."
    "Будто чувствовала чутьём своим бабским поток внимания."
    "Довольно неприязненного, должен сказать."
    "И в то же время — мне и в голову не приходило послать её по матушке и потребовать держаться от меня подальше."
    dreamgirl "Сём Сёмыч, одиночка и бездарь, нашёл себе человека, который сможет решить всё за него и пинками погнать к лучшей жизни?"
    th "Примерно так. {w}Почему-то мне кажется, что от Слави никакой гадости ждать не стоит."
    th "Внешность, безусловно, обманчива, но она ведёт себя не как потенциальный гад и вражина."
    "Нас перетасовали, уплотнили немного, из-за чего привычное уже стройное каре со стороной в 2 отряда немного смешалось, теснясь."
    "Освобождая место «пионерам» тридцати-сорокалетнего возраста, которые встали сразу за пятым отрядом."
    "Ольга поморщилась, глядя на это безобразие, но ничего не сказала."
    "Видимо, не решилась — всё же была она младше большинства «новеньких»."
    "Пришлось вести линейку как есть, без дополнительных вводных и занятий по строевой."
    "А к тому моменту, когда я всё же восстановил дыхание и относительно пришёл в себя, успел заслышать лишь:"
    mt "Отряды, напра… во! За пятым отрядов в столовую шагом арш!"
    scene bg ext_dining_hall_near_day
    with dissolve
    th "Я слишком стар для всей этой чуши. Меня нельзя без подготовки вытаскивать из тёпленькой постельки и заставлять кроссить сначала четыре, а потом и ещё полтора километра."
    dreamgirl "Зато какова награда!"
    th "Да в гробу я такую награду видел. Подумаешь, полюбоваться дали формами в обтягайке."
    dreamgirl "Не понравилось? Ослика не устроила морковка?"
    "Я ничего не ответил, неприязненно покосившись на «морковку», стоящую рядом."
    show sl smile pioneer
    with dissolve
    sl "Как самочувствие?"
    "Улыбнулась она в ответ."
    me "Плохо."
    show sl laugh pioneer with dspr
    sl "Я знала, что тебе понравится."
    sl "У меня хорошие новости."
    me "Что, даже лучше утренней пробежки?"
    sl "А как же!"
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_dining_hall_people_sunset
    with dissolve
    play ambience ambience_dining_hall_full fadein 5
    play music music_list["my_daily_life"] fadein 3
    "Славя потянула дверь и зашла в столовую, пришлось топать вслед."
    "И там оказалось на удивление пусто, несмотря даже на уплотнившие наши ряды морды."
    show sl normal pioneer with dissolve
    sl "Родительский день."
    "Ответила Славя на невысказанный вопрос."
    sl "Большинство ребят забрали родители. {w}Хотя мне это и непонятно — зачем встречаться сейчас, если через три дня всё равно отъезд."
    me "Новость за новостью."
    "Девушка взяла поднос и отправилась к раздаче, кивком приглашая меня следовать за ней."
    sl "А мои приезжали совсем рано, до подъёма ещё, так что я с ними уже повидалась, и меня ничто не будет отвлекать."
    me "Отвлекать от чего?"
    show sl smile pioneer with dspr
    sl "Видел новый отряд?"
    me "Их тяжело не заметить."
    sl "Это комиссия, они будут ходить по лагерю и проверять. {w}А меня приставили к ним провожатой и помощницей."
    me "Проверять, чтобы пионеры черники зелёной не наелись?"
    show sl smile2 pioneer with dspr
    sl "В этом году «Совёнок» претендует на звание места образцового отдыха и досуга. {w}Такие звания просто так не дают."
    me "Ахха! Вот, значит, какие у тебя были хорошие новости!"
    "Я с энтузиазмом потёр руками."
    me "Ты занята, значит, я могу делать всё, что хочу!"
    show sl laugh pioneer with dspr
    sl "А тебе так не терпится избавиться от меня?"
    th "Да!"
    me "Просто я сюда приехал отдыхать! Значит, вам меня не надо загружать!"
    sl "Ты лентяй, ты знаешь?"
    "Открыла Америку…"
    show sl normal pioneer with dspr
    me "Это ничего! Зато ты работаешь за семерых."
    me "Если нас сложить, получится один нормальный человек."
    "Славя сверкнула глазами:"
    sl "Вообще-то, у меня есть для тебя одно дело!"
    "Судя по серьёзному взгляду, дело было калибра уборки площади, никак не меньше!"
    me "Какое?"
    sl "Колонки после вчерашних танцев. Они всё ещё стоят на площади, а в обед у нас концерт."
    me "И ты хочешь заставить меня таскать их все?"
    show sl smile pioneer with dspr
    sl "Один ты, боюсь, не справишься, так что я тебе несколько мальчиков из второго отряда пришлю."
    menu:
        "Пусть Шварценеггер таскает!":
            $ lp_sl -= 1
            $ karma -= 10
            show sl serious pioneer with dspr
            sl "Неужели помочь не хочешь?"
            me "Как ты догадалась?"
            show sl surprise pioneer with dspr
            sl "Я думала, ты не против тоже принять участие в жизни лагеря."
            me "Я принимаю в ней участие, даже лёжа на боку."
        "А других назначений нет?":
            $ lp_sl += 1
            $ alt_day4_sl_7dl_help1 = True
            show sl smile2 pioneer with dspr
            sl "Есть! Но они все будут после того, как закончите с аппаратурой."
            me "И где я их забрать должен буду? "
            sl "Да найдёшь меня где-нибудь, я буду на территории."
            me "Отказаться нельзя?"
            show sl laugh pioneer with dspr
            sl "Нет!"
        "За тобой должок!":
            $ alt_day4_sl_7dl_help1 = True
            $ karma += 10
            $ lp_sl += 1
            show sl laugh pioneer with dspr
            sl "Откуплюсь чем только пожелаешь!"
            me "А я знаю, чего пожелаю!"
            "Была у меня одна интересная идейка."
            show sl smile2 pioneer with dspr
            sl "И чего же?"
            me "А вот когда закончу, тогда и узнаешь!"
            "Я сделал гордый и непокорённый вид, вынуждая девушку снова улыбнуться."
            sl "Надеюсь, это не будет что-то ужасное. Вылезать на стол и кукарекать я не буду, так и знай!"
            me "А и не надо. Как там зовут моих будущих помощников?"
            show sl normal pioneer with dspr
            sl "Даня и его друзья."
            me "Да, тяжело людям с таким именем. И его друзья."
            "Глубокомысленно протянул я."
            show sl smile pioneer with dspr
            sl "Они постоянно ходят вместе, не перепутаешь!"
    "Наконец, подошла и наша очередь, а нам выставили на подносы по тарелке риса с мясом и стакану бледного чая."
    dreamgirl "А в тюрьме макароны дают!"
    th "Стебись-стебись."
    show sl normal pioneer with dissolve
    "Славя, впрочем, и бровью не повела."
    "Конечно, я слышал её рассказ про семью и то, что она сама готовить умеет."
    "Но как-то слабо это коррелировалось со способностью есть такой вот холостяцкий завтрак."
    "Не слушая и не понимая моих рассуждений, Славя с крайне довольным видом зачерпнула первую ложку."
    "Неприхотливость во все поля."
    "Или, скорее даже, неизбалованность."
    me "Могли бы и кашу нормальную сварить."
    "Пробурчал я, с недоверием разглядывая горку на тарелке."
    sl "Да ты попробуй, знаешь, как вкусно!"
    me "Вообще-то, ведущими собаководами рекомендовано готовить на завтрак молочную продукцию и каши на молоке, чтобы зарядить организм."
    show sl smile pioneer with dspr
    sl "Брюзжишь как старый дед. {w}Ты попробуй, тебе понравится."
    "Не найдя понимания и здесь, я со вздохом зачерпнул содержимое тарелки."
    "И в целом Славя оказалась не так уж и неправа!"
    "Хотя завтракать бефстрогановым, по мне — то ещё извращение."
    me "А почему родичи так рано приезжали?"
    "Уточнил я, прожевав первую ложку"
    show sl normal pioneer with dspr
    sl "Они очень занятые, за братьями глаз да глаз нужен."
    me "Так брали бы их с собой."
    dreamgirl "Точно. Шесть человек на переднее сиденье."
    me "Увиделись бы."
    sl "Да, по-моему, мы и так очень скоро увидимся. Правда, ненадолго."
    me "По причине?"
    sl "Мои труды заметили, пригласили в следующей смене поработать помощницей вожатой!"
    sl "Так что я здесь ещё немного задержусь."
    me "Тебе нравится эта идея, похоже."
    sl "Конечно, нравится! Я люблю этот лагерь, и мне нравится, когда в нём всё хорошо."
    sl "Ты, кстати, тоже мог бы попробовать попроситься."
    me "И ещё три недели таскать колонки?"
    if herc:
        "Физические усилия меня не сказать, чтобы сильно пугали, однако, делать это на постоянной основе показалось мне не слишком здравой затеей."
    else:
        "Становиться вечным добровольцем что-то не грело совершенно."
    show sl happy pioneer with dspr
    sl "Да! Разве не здорово?"
    me "Нет."
    sl "Семён, ты такой шутник!"
    me "Я не шучу. Ладно, пока ты здесь по путёвке, можно развлекаться таким образом."
    me "Но заниматься этим на постоянной основе - увольте. Людям за это вообще-то деньги платят!"
    show sl sad pioneer with dspr
    sl "Ты меня, конечно, извини, но чья бы корова мычала!"
    me "А если на русском?"
    show sl normal pioneer with dspr
    sl "Ты думаешь, Алексей Максимович просто так заявку подал, потому что ему скучно и не хватает развлечений в жизни?"
    me "Я-то откуда знаю? Я и про Алексея Максимовича слышу впервые в жизни, может, и скучно ему!"
    show sl sad pioneer with dspr
    "Славя вздохнула и начала терпеливо пояснять:"
    sl "Алексей Максимович — это директор нашего лагеря, заявку на присвоение звания образцового места отдыха подал он."
    sl "И подал не просто так!"
    me "От нечего делать?"
    sl "Да из-за тебя!"
    "Здесь я даже не нашёлся с ответом."
    th "Оказывается, вся эта шумиха и сутолока — моя вина?"
    dreamgirl "Наташа Ростова не гулящая?! Ну, я извиняюсь."
    sl "Это же твои родители в прошлый раз стали спрашивать — почему, мол их сына распределяют в какой-то лагерь, который даже не образцовый?"
    sl "Вчера, вот, тоже позвонили."
    me "Так выгнали бы меня — всего и делов."
    show sl normal pioneer with dspr
    sl "Ты предлагаешь выгнать тебя на одном лишь основаниии, что твои родители странные вопросы задают?"
    "Славя протянула руку и потрогала мой лоб."
    sl "Хм, лоб холодный."
    sl "В любом случае! Раз всё происходящее косвенно и из-за тебя тоже, мне кажется справедливым, что ты примешь участие в уборке и прочем таком."
    me "Ты виноват уж в том, что хочется мне кушать…"
    sl "Прости, что?"
    if alt_day4_sl_7dl_help1:
        if herc:
            "Я постарался сделать улыбку не слишком вымученной."
            me "Владей, что я могу сказать. Куда оттащить круглое, откатить квадратное?"
            sl "Не беспокойся, там не очень много."
            sl "И тебе на пользу! Вот, за завтрак сказал больше слов, чем вчера за весь день."
            sl "Мы ещё сделаем из тебя человека."
            me "Нисколько в этом не сомневаюсь."
        elif loki:
            me "Ровным счётом ничего. Ты уже получила моё согласие, хотя твоё понятие справедливости меня несколько вымораживает."
            me "Но не рассчитывай, что я позволю ездить на себе долго."
            me "Я ленивый, старый человек, не требуй от меня слишком многого."
            show sl laugh pioneer with dspr
            sl "Ругаешься ты точь в точь, как мой дед!"
            sl "А что, если я скажу тебе, что за работу тебя вознаградят?"
            me "Ещё одним поднятием флага? Спасибо, не надо!"
            sl "Вообще, я хотела сказать, что награда за работу — это новая работа, но ты в таком случае вовсе сбежишь."
            sl "Нет. Для лучших дежурных вечером столовая выделит по стаканчику мороженого. Ты любишь мороженое?"
            me "Не так, как лениться, конечно, но, хорошо. Взятка принята."
        else:
            me "А можно я буду лежать на боку и ничего не делать?"
            sl "Так ты же уже согласился. И потом, мне было бы приятно знать, что ты не отлыниваешь."
            "Она подмигнула мне."
            me "Да, это весомый аргумент."
    else:
        me "Ровным счётом ничего. {w}Сама-то чем заниматься планируешь, пока я буду надрываться и погибать?"
        show sl smile pioneer with dspr
        sl "Проведу экскурсию по лагерю, соберу все замечания и в целом буду помогать комиссии сегодня."
        me "А почему это тебе самая лёгкая работа достаётся?"
        "Посмотрела мне в глаза и медленно кивнула:"
        sl "Хорошо, если хочешь, давай поменяемся. Я не против."
        sl "Будешь тогда сам ходить с ними сегодня весь день, без перерывов и перекуров. Справишься?"
        "Я пересчитал условия."
        me "Нет."
        "Славю мой ответ не удивил:"
        sl "Вот и мне так кажется."
        sl "Ладно, увидимся… {w}Когда увидимся!"
    hide sl with dissolve
    "Составив грязную посуду на поднос, девушка поднялась, попрощалась со мной кивкой и ушла, оставляя меня в гордом одиночестве."
    "Я проводил её взглядом и обречённо вздохнул."
    "Утро явно было не слишком томное."
    if alt_day4_sl_7dl_help1:
        th "Зачем только согласился, идиот."
        dreamgirl "Ты же прекрасно слышал: виноваты родители."
        th "Какие, блин, родители ещё?! {w}Я прибыл сюда на автобусе из будущего!"
        dreamgirl "О, правда?"
        "Вкрадчиво поинтересовалось раздвоение."
        dreamgirl "Восемнадцатилетним?{w} Ты же таким и был, правда?"
        th "Нет, разумеется. {w}Но моим родителям попросту неоткуда здесь взяться."
        dreamgirl "А они и не твои. Они того, кого ты сейчас как костюм носишь."
    window hide
    with fade
    stop music fadeout 5
    stop ambience fadeout 6
    return
    
label alt_day4_sl_7dl_old_camp: #Поход в старый лагерь
    scene bg ext_square_day
    with dissolve
    play music music_list["everyday_theme"] fadein 3
    play ambience ambience_camp_center_day fadein 6
    if alt_day4_sl_7dl_help1:
        th "Всё-таки, работать на полный желудок - плохая затея."
        "Я начал привыкать к постояннму балансированию между полным изнеможением и трясущимися руками, даже начал получать некое извращённое удовольствие от того, как сужается поле зрения и мелкие детали перестают иметь значение."
        "Зрение хищника, да."
        "Единственной трудностью в ситуации было то, что завтрак время от времени просился наружу, приходилось делать краткие перерывы и бороться с тошнотой."
        "С другой стороны, мальчики из второго отряда, отделённые мне в помощь, были ровно в том же положении, но не роптали и не возмущались."
        "Такой себе стимул для того, чтобы заткнуться и стиснуть зубы."
        "Так что заткнулся, стиснул и продолжил арбайтен наряду со всеми."
        "Четыре колонки, три ходки, смутно знакомый мне кудрявый малец из второго отряда занимался проводами, а я, как самый сильный, направлял колонки на колёсиках в нужную сторону, где её уже принимали на себя двое, оставшихся безымянными."
        "Отлаженный алгоритм взаимодействия."
        "К счастью, фронт работ был не слишком обширным, потому, завершив все требуемые телодвижения, я кивком попрощался со своими «коллегами» и тихой сапой покинул территорию лагеря."
        "Вознаграждение за работу в лице новой работы не грело совершенно."
    else:
        "Взяв самоотвод, я некоторое время стоял на площади, наблюдая за снующими туда-сюда муравьями-пионерами, в спешке драющими территорию."
        th "Третье дело, за которым можно наблюдать вечно!"
        dreamgirl "Если ты здесь постоишь ещё немного, тебя тоже привлекут к этому делу."
        th "Спасибо, я в курсе."
        "Я заметил приближающуюся со стороны спортплощадки Славю во главе целой процессии, потому поспешил пригнуться и короткими перебежками покинуть территорию лагеря."
    window hide
    scene bg ext_backdoor_day_7dl
    with dissolve
    play ambience ambience_ext_road_day fadein 5
    "Конечно, это могло быть чревато и всё такое."
    "В случае, если бы меня здесь заловил кто угодно из педсостава или, упаси Рандом, комиссии, смерть моя была бы долгой и мучительной."
    "Но находиться сейчас там мне решительно не хотелось."
    "Это как будто не мой лагерь, несмотря на все заверения Славяны, не чувствовал я себя причастным к царящему на территории празднику жизни."
    "Так что проще всего было просто сбежать, что я и проделал с превеликим удовольствием."
    window hide
    with fade
    "Лагерь остался по левую руку, лишь изредка оттуда доносились обрывки голосов, шум, треск, какая-то музыка."
    "Он прекрасно обходился без меня, и было это на самом деле очень даже здорово."
    "В конце концов, я изжил в себе эгоцентризм очень рано."
    "А, может, здесь всё дело было в моём желании подглядеть в замочную скважину, туда, куда авторы решили меня не пускать?"
    "Ведь если мир замирает, пока я отсутствую, то подглядеть ровным счётом никак не получится: меня же там нет, а значит, как может всё работать?"
    "Я шёл по накатанной колее, в левом углублении, набитом многочисленными колёсами прибывавших сюда машин с продуктами, солнце, неярко светившее в силу утренней задумчивости, с трудом пробивалось сквозь густой купол веток над головой, в лицо дул лёгкий ветерок, и жизнь была проста и понятна."
    "Откуда-то всплыло полузабытое чувство направления, точно отслеживающее расположение лагеря относительно меня самого, полузабытый же авантюризм подтолкнул под локоток, и я свернул на первую попавшуюся тропинку, чувствуя, как некий маркер, существующий лишь в моём сознании, незримо сместила и начал удаляться шаг за шагом."
    "Утреннее кислородное опьянение, странные и непонятные новости о родителях и комиссии, внезапно выставленные дедлайны с отъездом через три дня — всё это смешалось в единый горчащий в горле узел-комок, который вовсе не спешил рассасываться."
    "Но и дышать не мешал."
    "Мало-помалу, чем дальше я удалялся от стены, тем меньше чувствовал внутри себя привычный мне сплин, а узел-ком приичнял всё меньше неудобств, пока не перестал чувствоваться вовсе."
    "Здорово, всё-таки, что есть вещи, право на которые никто и никогда отнять не сможет: одиночество, солнце и… "
    stop music fadeout 6
    window hide
    scene bg ext_backroad_day_7dl
    with dissolve
    with vpunch
    "Я не успел додумать о третьей неизменной составляющей моего счастья одиночки, так как со всего маху стукнулся обо что-то ногой."
    play music music_list["into_the_unknown"] fadein 5
    "Что-то твёрдое, угловатое, торчащее из травы едва заметно."
    "Очень похожее на…"
    me "Эт-то что за подлодка в степях Украины?.."
    "Присев на корточки, я развёл в стороны заросли лисьего хвоста и кашки, и в густой тени разглядел неуместную здесь дорожную плитку."
    "Серая, прямоугольная, такими мостили дорожки и в «Совёнке» по принципу «всё равно тяжелая, никто не сдвинет», просто кидая на землю."
    "Бетон вообще долгоиграющий, если заботиться о нём, плитки в лагере выглядели чуть вытертыми, но относительно новыми, так что едва ли им было больше десяти-пятнадцати лет."
    "А это же… выщербленная, с высыпавшимися краями, из-за чего оригинальным прямоугольник больше походил на песочные часы, с выглядывающей на месте скола железкой в качестве арматуры."
    th "Едва ли кто-то просто шёл по лесу и бросил её здесь."
    "Как оказалось, тропинка, по которой я шёл до последнего времени, находилась в точности между двумя плитками — видимо, ту, что лежала здесь на земле раньше, то ли унесли куда-то, то ли разбили окончательно."
    "Вдаль в обе стороны от меня уходили две некогда мощёные и напрочь заброшенные дорожки, одна из которых вела определённо в сторону лагеря, а вот вторая…"
    "От моего места тяжело было рассмотреть, куда именно она уходила, так как некрупный холмик, который огибала эта дорожка, перекрывал возможность рассмотреть, куда же там дальше."
    me "Любопытно."
    "Я потрогал плитку ногой, держала та крепко."
    "И, не раздумывая больше, зашагал по дорожке, направился в неизвестность, следя лишь за тем, куда ставлю ногу."
    "Когда я обогнул холм, ощущение лагеря почему-то пропало безвозвратно."
    "Впрочем, в сложившейся ситуции, это не особо беспокоило — в крайнем случае, всегда можно будет вернуться по собственным следам обратно."
    "Времени у меня внезапно оказался целый вагон, а заниматься всё равно было нечем."
    "И так, оно, наверное, даже и лучше всего — вместо того, чтобы шататься по лагерю, бесить окружающих и высочайшую комиссию, я тихо-мирно удалюсь на свой собственный дальний поиск."
    "Выбирая между бесцельной ходьбой непонятно куда и «добровольной помощью» я всегда выбираю помощь!"
    "Шутка."
    "В одном я был уверен — здесь бояться нечего."
    "Можно ходить сюда сколько угодно, не боясь встретить какую-нибудь опасную для здоровья пакость."
    "Запреты на самовольный уход за территорию носили скорее дисциплинарное значение, чем действительную заботу и боязнь, что с кем-то что-то случится."
    "В конце концов, будь здесь какая-то опасность, не стали бы делать детский лагерь."
    "Само по себе заведение достаточно шумное, способное распугать всё зверьё в окруже, оно было к тому же огорожено кирпичным забором."
    "Единственное, кого здесь совершенно логично следовало бы ожидать — это всякую кровососущую пакость, вроде комаров или слепней, и, разумеется, ёжиков."
    "Последние очень любят столоваться рядом с человеком, подъедая за ним всякие вкусности, вроде йогуртов или мороженого."
    "Вот их-то, как раз и следовало бы ожидать, а значит — никаких змей, лягушек и прочих земноводных-пресмыкающихся, почитаемых колючками за неплохую закусь."
    window hide
    scene bg ext_path_day
    with dissolve
    "Успокоив себя и подающий голос инстинкт самосохранения, я беззаботно двигался по тропинке, напевая попурри из последних хитов ютуба."
    "Пока моему взгляду не открылось то, чего я никак увидеть не ожидал."
    play ambience ambience_old_camp_outside fadein 6
    "Окружённый покосившимся забором одноэтажный дом с надстройкой из дранки."
    "Почему-то смутно знакомый."
    "На лагерной карте у ворот я ничего подобного не видел, "
    "И ни от кого из пионеров ничего подобного не слышал."
    "Хотя и общался-то толком, пожалуй, лишь с липучкой-рубль-штучкой по имени Славя."
    "Вот она явно сказала бы, если бы знала, что в окрестностях есть такой вот заброшенный дом."
    th "Такими темпами скоро окажется, что здесь и какое-нибудь сельцо неподалёку имеется — в пешей доступности."
    dreamgirl "Будь оно так, тебе бы сказали."
    th "Мне и про этот дом ничего не говорили!"
    dreamgirl "А тебе зачем? Таким, как ты скажи про близлежайшие руины - так первой же ночью свалите туда косплеить Индииану Джонса пополам с Лорой Крафт."
    th "Лара Крофт."
    dreamgirl "Каяхренразница? {w}Не сказали, и правильно сделали."
    dreamgirl "Самые обычные развалины, ничего интересного."
    "Теперь это видел и я, со всей отчётливостью."
    "Дом представлял собой кирпичное основание с надстройкой, годной для всяческих нужд, вроде просмотра кино на случай дождливой погоды."
    "Так вот, надстройка, со стенами из плашек, обмазанных штукатуркой, кое-где покосилась, из-за чего оконные переплёты повылетали, а раздавленное стекло осыпалось вниз осколками."
    "На первом этаже окна были относительно целыми, но серая и охряная штукатурка там и сям облупилась, открывая кирпичную кладку…"
    "Избушка стояла к лесу передом, так что пришлось идти в обход."
    stop music fadeout 5
    "Так я и сделал."
    window hide
    scene bg ext_old_building_day_7dl
    with fade2
    play music music_list["sunny_day"] fadein 3
    "И оказался на крупной, окруженной хвойными исполинами поляне."
    "Откуда-то справа веяло водой и слышался едва различимы плеск — видимо, наша лагерная речка делала здесь крюк."
    "Слева же было некогда плотно вытоптанное пространство, сейчас плотно заросшее высоченной — по пояс — травой, перемежаемое лишь вездесущими дорожками из плит, окружённое хвойными исполинами с крюками, вбитыми прямо в стволы…"
    "Похоже, здесь было некое подобие палаточно-тентового городка в духе конца шестидесятых."
    "Довольно распространённая практика летних лагерей середины двадцатого века, когда строили только основной корпус, а пионеров и вожатых расселяли по палаткам."
    "Довольно неплохо расположенное, должен признать, раз за всё время отсутствия человека здесь ничего не подмыло и не разворотило."
    "Судя по всему, лагерь почему-то закрыли, законсервировали, но присутствие человека не лечится так просто."
    "Разве что крюки не повыдёргивали — союз может позволить себе некоторую расточительность, в случае, когда дело доходит до экстремальных ситуаций."
    "Здесь было довольно живописно…"
    "Но в глаза прежде всего бросались детские аттракционы-снаряды, триста лет как устаревшие — карусели, качели-распорки, лесенки-радуги — несть им числа."
    window hide
    with fade
    "Краска давным-давно облупилась, а проглядыавющий там и сям металл был густо покрыт сплошной коркой ржи, кое-где покосившиеся бока вросли в землю, так что нечего было и думать прокатиться."
    scene bg ext_old_building_day_7dl:
        linear 0.4 xzoom 1.05
    "Я подошел ближе – и вздрогнул."
    play sound sfx_carousel_squeak
    "Одна из каруселей, видимо, из тех, что сохранились лучше прочих, поприветствовала меня истошным скрипом на ветру."
    me "Бррр, кошмар какой!"
    "Передёрнул плечами я."
    "Дверь в главном корпусе, видимо, выразила своё согласие, с грохотом провалившись внутрь."
    "Уставилась на меня слепым угрожающим провалом."
    with hpunch
    "И ни следа пребывания человека. Как будто на земле пронёсся тихий шторм, уничтожающий всё разумное на своём пути, оставляя за собой лишь тени и нетронутые плоды цивилизации."
    "Вернее, как нетронутые… Всё, что могли, с собой утащили."
    "Остальное — работа времени. Его неповторимый прикус, легко узнаваемый на брошенных вещах."
    "У главного корпуса были две вспомогательные лесенки - должно быть, так строят во всех лагерях, на случай пожара."
    "Но нечего было и думать прикасаться к ним — как и качели с каруселями, витые ажурные железные решётки держались на честном слове и не рассыпались трухой только чудом."
    "Их тоже здорово так погрызло время."
    "И тишина здесь стояла такая… применительно к этому месту, к этому окружению эпитет «гробовая» был крайне уместен."
    scene expression Dawn("bg ext_old_building_day_7dl") with diam
    "Выражаясь языком классика, царила вокруг необъяснимая жуть."
    "Здесь следопытом быть не надо, чтобы понять: произошло здесь что-то этакое, и произошло тогда, когда ни меня, ни того, чьё тело я занимаю, возможно, ещи и на свете-то не было."
    dreamgirl "Или был уже, но в самом нежном возрасте."
    "Когда здесь всё консерировали, по возможности постарались прибраться, однако, время, время…"
    "Руины, образовавшиеся естественным путём, как это всегда и бывает без пригляда человека."
    "Казалось бы, живут люди в одном доме десять, двадцать, пятьдесят лет — а он стоит."
    "А тут десяток лет миновал — и всё. Запустение."
    window hide
    with fade
    "И дух над поляной царил… тягостный, пачкучий, будто произошло здесь нечто неприятное."
    "Но что? Боюсь, некому уже ответить."
    th "Ну что, сыграем в героя второсортного ужастика?"
    dreamgirl "Боюсь, у тебя не получится. Так как маньяки, какие бы здесь ни водились, давно уже должны были передохнуть с голоду."
    th "Вот и мне так думается."
    "Подбодрив себя таким образом, игнорируя надсадно скрипящую карусель, зашагал к чёрному провалу."
    th "Стёкла почти все на месте, подновить штукатурку, подкрасить — и можно заселять детишек."
    th "Я никогда не пойму причин, по которым люди бросают плоды своего тяжёлого труда."
    th "Этот дом кто-то же строил, трудился…"
    dreamgirl "А вот сейчас причины и узнаем. Ходу!"
    "Пока я приближался к зданию, моё внимание привлек какой-то яркий клочок бумаги, изнутри наклеенный на сохранившееся стекло окна."
    "Подобравшись поближе, я прочитал."
    "{b}С С С Р{/b}"
    "{b}МИНИСТЕРСТВО ОБРАЗОВАНИЯ РСФСР{/b}"
    "{b}П.Л. «СОВЁНОК-1».{/b}"
    window hide
    with fade
    "Буквы были выведены трафаретом синей ручкой и сквозь даже пыльное стекло читались замечательно."
    "А вот окно рядом было зачем-то наглухо заколочено снаружи. Хотя сквозь щели видно было, что стекло всё ещё на месте, но из-за разницы в освещении ничего внутри разглядеть не удалось."
    "Так или иначе, шататься вокруг да около долго ещё можно было."
    "И уезжали отсюда отнюдь не просто так, не от нечего делать."
    "Меня раздирало любопытство пополам со страхом."
    "Вздохнув несколько раз, я переборол страх и направился ко входу в здание."
    window hide
    with fade
    "Пришлось пригнуться и толкнуть рукой дверь, ни с того ни с сего решившую вдруг закрыться прямо у меня под носом."
    window hide
    play sound sfx_open_door_squeak_2
    pause(1)
    scene expression Notch("bg int_old_building_day_7dl")
    show blackout2
    with dissolve
    play ambience ambience_7dl["int_silence"] fadein 3
    "Распахнулась она с душевынимающим визгом, сделавшим бы честь иному голливудскому ужастику, заставив сердце подпрыгнуть и заколотиться где-то в районе горла."
    "Я чуть было не отскочил назад, решив плюнуть на происходящее, но раз уж взялся за гуж…"
    "Твердя одну и ту же мантру, я переступил через порог и сморщился от шибанувшего в нос запаха пыли и запустения."
    play sound sfx_gusty_wind
    "Справа от меня в разбитое стекло задул ветер и завыл между рамами, и я снова забормотал про себя:"
    th "Здесь не опасно, здесь всё хорошо!"
    th "Если бы здесь было что-то нехорошее, меня обязательно предупредили бы, заставили бы выслушать инструктаж и настрого запретили приближаться сюда."
    "Лагерное начальство обвинить можно было в чём угодно, но не в безалаберном отношении к пионерам."
    "В конце концов, сегодняшняя сутолока прямо отрицает любые подобные обвинения."
    window hide
    scene bg int_old_building_day_7dl
    show blackout2
    with fade
    "Сначала я обнаружил себя в крохотном коридорчике, скорее даже, сенях, ведущих сразу в пяти направлениях: обратно на свежий воздух, вверх или вниз по находящейся непосредственно передо мной лестнице, вправо или влево по расходящимся в разные стороны коридорам."
    "Лестница была была сделана из деревянного бруса, выкрашенного облупившейся коричневой краской, и даже с виду внушала серьёзные опасения в своей прочности."
    "Это же подтверждали и полуосыпавшиеся штукатурные стены этой самой лестницы."
    "Путь направо был усыпан битым кирпичом, а в полу зияла солидная такая дырища, сквозь которую можно было увидеть какую-то металлическую сетку, растянутую параллельно полу."
    "Налево же был деревянный барьер высотой по пояс с откидной крышкой, на котором легко можно было разглядеть угрожающе-красную надпис: «Администрация, посторонним вход воспрещён!»"
    "Я провёл пальцем по откинутой крышке — слой пыли был чуть ли не в полсантиметра толщиной, за барьером тоже царила разруха и запустение, однако, хотя бы возможно было пройти."
    th "Значит, нам туда дорога."
    "Не решаясь трогать здесь ничего без лишней необходимости — а ну как здесь стена держится только за счёт этой самой крышки? - я поднырнул под крышку и ползком прополз на запретную часть."
    "Посторонний-то я был, посторонний, но, полагаю, некому спросить с меня за нарушение правил."
    "Лет пятнадцать как некому."
    "Прямо передо мной была тяжёлая дверь из цельного дерева с табличкой «Румпель М.М., начальник лагеря», выкрашенная в пару десятков слоёв дешёвой коричневой краской, а направо был некий коридорчик."
    "Снаружи там можно было рассмотреть с пяток светлых квадратов на стенах, судя по всему, оставшихся после каких-то снятых досок или фотографий, а чуть дальше проход перекрывала вывороченная дверь с красным крестом."
    "Медпункт, очевидно."
    window hide
    with fade2
    "А вот чуть подальше висела доска, явно забытая, на которой висело несколько фотографий!"
    "Я подошёл поближе, присмотрелся."
    "К сожалению, из-за времени все фотографии пожелтели, свернулись и утратили контрастность настолько, что разглядеть можно было только некоторые лица, а большинство и различалось-то с трудом."
    "Буквы, нанесённые какой-то краской вроде гуаши, тоже давным-давно осыпались, так что надпись можно было прочитать лишь по более тёмному остаточному следу."
    me "Наша гордость."
    "Прочитал я."
    me "III смена 1974 года."
    "Старшая вожатая Баранова Т. С.; медсестра Трофимова А. Ч.; плаврук Денисенко С.Ю.; замнач Трофимов А.М."
    "Эти фотографии были крупнее, потому и сохранились чуть лучше, и однофамильцев медсестру и заместителя можно было худо-бедно разглядеть."
    "На Шурика они совершенно не походили."
    "А вот нижнему ряду, фотографиям 9х12, повезло значительно меньше, и здесь разглядеть лица не представлялось возможным."
    "Хотя некоторые фамилии и будили любопытство."
    "Например, некая Сидорова Алиса, первое место по лёгкой атлетики среди девочек 12-14 лет."
    "Потому как знал я одну Сидорову. Правда, она совсем не Алиса была."
    "Или вот, в чёрном уголке с молнией и надписью «ПОЗОР» некогда висели фотографии."
    "Пришпиленные на канцелярские кнопки, они были кем-то содраны, так, что остались только клочки по углам."
    "Говоров Аркадий, за саботирование работы радиостанции."
    "Вторую фамилию прочитать не удавалось. Какая-то, заканчивающаяся на «и» краткое. И имя специфическое, Викентий. «За нарушение запрета на животных в лагере»."
    "Незнакомые люди, незнакомые лица."
    "По идее, они должны были оставить меня равнодушным, но вместо этого почему-то взволновали."
    th "Наверное, они уже и забыли о том, как когда-то заслужили внимание целого лагеря…"
    "Дверь в кабинет начальника долго не хотела поддаваться — видимо, от сырости и перепадов температуры покосилась дверная коробка, потому дверь и переклинило."
    "Пришлось чуть поднимать и тянуть и на себя все эти килограммы."
    "Однако, удача улыбается терпеливым — десять минут спустя я проник в святая святых."
    "И замер…"
    window hide
    with fade2
    "Кабинет начальника лагеря окнами смотрел на сам лагерь, позволяя вседержцу быть в курсе всего происходящего, его перегораживал огромный деревянный стол, а вдоль стены по периметру выстроились шкафы, удивительно похожие на те, что стоят сейчас в кабинете Алексей Максимовича."
    dreamgirl "Вот будет забавно, если у него фамилия Трофимов, правда?"
    th "В смысле?"
    "Уточнил я, озираясь."
    "Дальную часть стола засыпало обвалившимся шкафом и его содержимым, в числе которых было и обтянутые грубой тканью папки - то ли дела, то ли вопросники."
    dreamgirl "Здесь заместителем трудился некто Трофимов А. М. Как считаешь, совпадение?"
    th "Я не думаю, что…"
    stop music
    stop ambience
    window hide
    play sound_loop sfx_7dl["old_phone"]
    with flash
    with vpunch
    play ambience ambience_7dl["blackout"] fadein 5
    "Я не успел договорить, так как в мёртвую тишину этого места, вдребезги разбивая вернувшееся было душевное равновесие, вплёлся неуместный здесь звук!"
    "Звонящий телефон!"
    "Меня всего съёжило от страха, пробило ледяными мурашками между лопаток, а в голову сразу прыгнули кадры из «звонка» и Дохлой Девочки, лезущей из телевизора."
    "Звон доносился откуда-то близко, как будто телефон стоял прямо здесь передо мной на столе, однако, в действительности, на девственно-пустом пространстве столешницы не было даже бумажек."
    "Исключая, понятно, заваленный папками угол."
    #TODO дисковый телефон с чёрно-зелёным пластмассовым футляром.
    "И я на ватных ногах отправился туда."
    "Сердце снова колотилось пойманной птицей, виски ломило от напряжения, когда я, ориентируясь единственно на слух, протянул руку и толкнул в сторону ворох папок."
    "Те с едва слышимым шуршанием сползли в сторону, оставляя на виду старый-старый дисковый агрегат с кожухом из чёрно-зелёной пластмассы."
    "Именно он и надрывался, разрывая тишину на миллион осколков."
    th "Кто бы это мог быть?"
    "Задумчиво посмотрел я на телефон, вовсе не спеша снять трубку."
    th "Вряд ли сюда ведут какие-то коммуникации."
    menu:
        "Снять трубку":
            stop sound_loop
            $ alt_day4_sl_7dl_phone = True
            "Я протянул руку и снял пыльную тяжёлую трубку, приложил к уху."
            me "Слушаю."
            "С пару секунд там царило молчание, а потом мне в барабанную перепонку вонзился визгливый, панический женский голос."
            voice "Говорит Мария Трофимова!"
            "Визг ввинтился в ухо, заставляя многострадальную голову гудеть, и я поспешно убрал мембрану подальше от уха."
            voice "Передайте Коломийцеву – тревога!"
            voice "Код «красный», проникновение на территорию объекта!"
            "Женский голос умолк на несколько мгновений, в трубке все это время слышались непонятные шумы и трески."
            voice "Алиска и Анна умудрились просочиться в кабинет, а оттуда и в коридоры, несмотря на охрану!"
            voice "Сидорова понятно за чем побежала, а у сестры никогда не хватало мозгов!"
            voice "Они обе стёртые, слышите? Обе! Нужна спецбригада из центра реабилитации."
            "Голос опять замолчал, в трубе осталось лишь прерывистое дыхание и всхлипы."
            voice "Связь сдохла вся, ни радио, ни телефоном до города больше не достучишься! Если это будешь ты, Вилка, храни рандом твою душу!"
            window hide
            with flash
            "В голосе было столько отчаяния и безнадёжности, что я не выдержал и крикнул в трубку."
            me "Это не Вилка, это Семён! Где вы?"
            "Не выдержал я."
            me "Кто такой Коломийцев?!"
            "Я вдруг заметил одну странность."
            "От телефона не уходила никуда привычная витая пара. По сути, это был просто автономный аппарат без возможности связи с внешним миром."
            "Неизвестная Мария, проплакавшись, снова завела своё:"
            voice "Говорит Мария Трофимова! Да слышит меня кто-нибудь?!"
            voice "У меня двое стёртых на руках! А начальник делся неизвестно куда. Я вообще сюда на родительский день приехала, к сестре и свояку! Пожалуйста… Я не знаю, что делать."
            "Похоже, это был далеко не первый и даже не десятый раз, когда Мария говорила это в трубку — по ту сторону мембраны хватало и безнадёжного отчаяния, и слепого нежелания сдаться."
            "И Семён…"
            if herc:
                extend "Сычёв Семён"
            else:
                extend "Персунов Семён"
            extend ", никогда не любивший людей и не пытавшийся этим людям помочь, с удивившей себя злостью, заорал в ответ:"
            me "Да слышу я вас! Слышу! Меня зовут Семён, я из соседнего лагеря, тоже «Совёнка!»"
            me "Где вы?!"
            "В трубке что-то заскрипело, вздохнуло, а потом одновременно на заднем плане что-то упало, загрохотало, а на переднем омерзительно хрустнуло, как может хрустеть лишь ломающаяся кость."
            "Донёсся истошный сип."
            "И всё стихло."
            "Подождав ещё несколько минут, я как мог аккуратно вернул трубку на рычажки и отступил от телефона на шаг назад."
            me "Здесь произошло что-то на редкость нехорошее."
            "Подал голос я."
            dreamgirl "Ты про хруст? Обычно так ломается шея."
            dreamgirl "Как в фильмах, знаешь? Мёртвый захват, рывок подбородка, всё такое."
            dreamgirl "Или когда человек вешается на тонком, прочном шнуре."
            th "Валить надо отсюда. Зря я пришёл."
            "Я развернулся, чтобы уйти…"
            play sound_loop sfx_7dl["old_phone"]
            "И в этот момент телефон снова заорал, так же требовательно, надрывно, выматывающе звонко."
            stop sound_loop
            "Кончиками пальцев, как дохлую крысу, я подобрал трубку с рычажков."
            "Поднёс к уху."
            window hide
            show blackout2
            with fade
            voice "Говорит Мария Трофимова!"
            "Снова заплакал в трубке женский голос."
            voice "Передайте Коломийцеву – тревога!"
            voice "Код «красный», проникновение на территорию объекта!"
            "Она повторяла всё те же слова, раз за разом, в точности, будто это была запись или что-то в этом роде."
            "А я терпеливо слушал и ждал, в этот раз уже не пытаясь докричаться до женщины."
            "Похоже, до неё тоже уже очень-очень давно не докричишься."
            "Выслушал всё."
            "Включая упавшую табуретку и хрипы сдавливаемого горла."
            "А выслушав, положил трубку на место."
        "Не снимать.":
            "Телефон звонил ещё с полминуты. прежде чем смолк, и не было в мире силы, способной заставить меня прикоснуться к запыленной трубке."
    "Телефон зазвонил и ещё раз, но в этот раз и я и не думал подходить."
    if alt_day4_sl_7dl_phone:
        "Больше чем уверен был в том, что придётся слушать всё то же самое ещё раз."
        "А мне, честно, хватило первых двух."
    "Вместо этого я поднял несколько папок и обложил ими аппарат со всех сторон, накрыл сверху."
    stop sound_loop
    "И только после этого телефон, будто успокоившись, звонить перестал."
    "Лязгнул трубкой и смолк."
    "Понятия не имею, мистика, фантастика или просто запись с датчиком движения (хотя какие, нафиг, датчики в лагере восьмидесятых?) — но складывалось впечатление, будто я одним лишь своим присутствием пробудил дремлющее здесь старое зло, вернул к жизни призраков былого, не то оригинальных, с цепями, не то фантомные обрывки в электронных потрохах."
    "Вот теперь и в самом деле проявилось то самое чувство места, откуда лучше бежать без оглядки."
    "В призраков людей я не верил, но как насчёт призраков идей?"
    "Или призраков телефонного разговора в отключенном аппарате?"
    th "Валим."
    dreamgirl "Поддерживаю."
    "Я вышел в коридор административной половины и захлопнул за собой дверь."
    "Мне и думать не хотелось, что тут могло бы ещё вернуться к состоянию бытия, уловив наличие дышащего, мыслящего, а главное - живого - человека, после стольких лет забытья."
    "И не суть важно, мнительный я или скептик — здесь определённо {i}что-то было{/i}."
    "Что-то с чем я очень не хотел бы встречаться."
    th "«Лагерь — место безопасное», — говорили они."
    th "«Мы вам обо всём расскажем», — говорили они."
    "Щекочущий спину холодок придавал азарту похлеще пресловутого волшебного пенделя, так что я буквально вылетел в коридор, рыбкой нырнул под полку и, пинком распахнув дверь"
    window hide
    play sound sfx_open_door_kick
    pause(1)
    scene expression Noon("bg ext_old_building_day_7dl")
    with flash
    extend ", вывалился наружу!"
    play ambience ambience_old_camp_outside fadein 0
    "Здесь было уныло, запустело и затхло, но хотя бы не так, как там внутри."
    "Я никогда не страдал клаустрофобией, а здесь стены сами будто давили на меня, заставляя прибавлять ходу."
    "Посмотрел на остатки каруселей, на радуги-лесенки уже совсем другим взглядом."
    "Здесь кто-то погиб, а с двумя другими произошло что-то на редкость гадкое."
    "Я не мог знать, что может значить «стёртый», но предполагал, что просто так интонацией это слово не выделяют."
    "Однако то, насколько тщательно здесь выгребли всё, выдаёт то, что никто особо не торопился."
    "Отсюда вывезли всё, что сочли нужным — с местным-то богатым государством — и вывезли, чётко осознавая все рамки и ограничения."
    play sound sfx_open_door_squeak_2
    "Дверь за спиной снова издевательски заскрипела, вынуждая подпрыгнуть на месте."
    me "Тьфу!"
    "К дьяволу местные тайны."
    "Стараясь избавиться от впечатления пристального взгляда в спину, я заспешил туда, откуда доносился плеск воды."
    th "Надеюсь, там никто не утопился…"
    window hide
    scene black with fade
    stop ambience
    return
    
label alt_day4_sl_7dl_naiad:
    scene bg ext_beach2_day_7dl
    with dissolve
    play ambience ambience_lake_shore_day fadein 6
    play music music_7dl["breath_again"] fadein 3
    "И лишь выскочив на берег, почувствовал, как пропало неотпускаемое чувство взгляда в спину."
    "Да, я струсил. А кто бы нет?"
    "Задним числом я вообще не мог понять, какого чёрта меня потянуло в эти развалины."
    "Как ни крути, но никогда я не был в нужной мере сумасшедшим, чтобы лезть непонятно куда непонятно зачем."
    "А здесь будто кто-то под руку толкнул."
    "Кто-то, кому я с удовольствием съездил бы пару раз по челюсти."
    dreamgirl "Эт не я!"
    th "Ну, разумеется."
    "Я уселся на крайне удачно брошенную на песке корягу и прикрыл глаза."
    show blinking
    "И открыл их лишь заслышав шаги по песку."
    "Звучит странно и непонятно, но я и правда услышал приближающегося человека задолго до того, как тот приблизился."
    "И это было довольно странно, учитывая манеру всех окружающих постоянно подкрадываться ко мне со спины и абсолютно бесшумно."
    window hide
    scene expression Dawn("bg ext_beach2_day_7dl")
    with dissolve
    "Если я ничего не путаю, то лишь один человек в этом лагере может специально ходить так, чтобы…"
    "Я открыл глаза и совершенно не удивился тому, что угадал."
    "А потом и вовсе залюбовался."
    "Сменив форму на платье, она только выиграла — ветерок заставлял ткань облипать фигурку так, что та казалась вырезанной из сине-серой бумаги на фоне почти белой от яркого солнца и облаков воды."
    "Она шла босиком, держа в руках сандали, иногда качала головой, смахивая с глаз выбитую ветерком непокорную белокурую прядь, улыбалась."
    "Глаза были почти как у меня — отражающие небо. Только мои всегда отражали неприветливую балтийскую ласку, а её…"
    "Что ж, она и правда принадлежала этому месту."
    window hide
    with fade
    "И как позавчера, где-то внутри резануло мыслью о том, что я могу сколько угодно смотреть и облизываться, но не по мне эта ноша, не мой уровень, не моя компетенция."
    th "Не может такая красота не быть чьей-то. Должно быть, от поклонников отбоя нет, обязательно есть — не парень даже — мужчина."
    "Возможно, если бы на одном из судьбокрёстков я выбрал идти по другой тропинке, стал бы кем-то иным — я мог бы претендовать на место в её окружении и сердце, ибо был бы куда большим, чем глупый и непонятный дядька, сам не понимающий, для чего живёт."
    if herc:
        "Офицером? Поручиком?"
        "Человеком с государевой службы, обороняющим мир и покой, героем мирного времени."
    elif loki:
        "Музыкантом, возможно? Или, всё же космонавтом?"
        "Кем-то, кем мог бы гордиться на смертном одре однажды!"
        "Человеком, богатом памятью и опытом."
    else:
        "Инженером? Программистом? Учёным?"
        "У меня столько интересов было в детстве, столько увлечений… И всё мне давалось легко, легко, я чувствовал, что талант есть, и если немного поработать…"
        "Я мог бы стать кем угодно."
    "Намного ярче, интереснее, романтичнее себя настоящего."
    "Достойной партией."
    "Несмотря на юное тело, я вдруг прочувствовал все года, незримым шлейфом летящие за мной — все мои бесцельно и бесполезно прожитые годы, потраченные лишь на то, чтобы окончательно обесценить себя."
    "Похоже, что старость — это и в самом деле состояние души."
    window hide
    with fade
    "Девушка неторопливо чавкала босыми пятками по мокрому песку, не обращая внимания ни на что вокруг."
    "И хотелось поставить какую-нибудь романтическую мелодию, чтобы соответствовала моменту, повествовала о том, как ускоряет бег сердце при взгляде на такую вот незамутнённую красоту."
    "Хотелось улыбнуться, помахать ей рукой и присоединиться к прогулке."
    "Не мой случай."
    "Покачав головой, я снова смежил веки."
    window hide
    show blinking
    show sl smile dress
    with disolve
    me "Снова ты."
    "Безразлично сказал я."
    me "Ты вот как меня находишь, скажешь?"
    sl "Секрет!"
    me "А ходишь за мной зачем?"
    sl "Да ничего я не хожу, это вообще случайность!"
    me "Бабушке своей расскажи."
    show sl sad dress with dspr
    sl "Бабушке не могу, умерла."
    me "Упс. Прости…"
    sl "Да я её и не знала толком. Мы слишком рано в город переехали, так что я мало её помню."
    sl "А ты?"
    me "Что? Потерял ли я бабушку?"
    show sl laugh dress with dspr
    sl "Ты здесь что делаешь? {w}Скучаешь?"
    me "Странно. Я о тебе поначалу то же самое подумал."
    sl "А давай проведём следственный эксперимент…"
    "Славя обошла вокруг меня, размахивая обувью и приподнимаясь на носочках, со всех сторон оглядела меня."
    sl "Огонька в глазах не вижу, спешки тоже. Выводы очевидны."
    me "Ты случаем не Энштейн?"
    show sl smile2 dress with dspr
    sl "А похожа?"
    me "Конечно. Особенно хорошо удались усы."
    "Шуточка, конечно, получилась так себе."
    show sl laugh dress with dspr
    sl "Усатой меня ещё не обзывали."
    "Сказала она то ли кокетливо, то ли насмешливо."
    sl "Будешь меня осматривать?"
    dreamgirl "Хэй! Сыграем в доктора!"
    "Неиспорченный ребёнок не вкладывал во фразу ни слова со вторым-третим смыслом, смотрел простодушно и открыто, и было это это, пожалуй, что и похуже открытой насмешки."
    "Но когда меня такие глупости смущали?"
    "Поднявшись, я совершил вокруг неё тот же променад, осмотрел со всех сторон и заглянул в голубую бездну."
    "Чуть не утоп."
    show sl happy dress with dspr
    sl "Что можете сказать, доктор?"
    "Лукаво поинтересовалась она."
    sl "Пациент скорее жив?"
    "О, да."
    me "Пациент скорее бездельник."
    "Заключил я."
    me "Ничем не занят, легкомысленнен и подозрительно жизнерадостен. {w}Сбежала от комиссии?"
    show sl smile dress with dpsr
    sl "Точно так. Нашла Ольгу Дмитриевну и вручила родителей ей лично в руки."
    sl "Так что легка я сейчас и свободна, как бездельник-ветер."
    me "Невыразимо симпатичный ветер, надо заметить… Хотя ты это и без меня знаешь"
    show sl laugh dress with dspr
    sl "Не откажусь услышать это ещё раз."
    "Славя кокетливо поправила волосы и посмотрела на меня из-под пушистых ресниц."
    me "Очаровательная и свободная как ветер Славя, угу. Вышла из мрака младая с перстами пурпурными Эос."
    sl "Перстами пурпурными?"
    "Славя выставила перед лицом ладонь и пошевелила пальцами."
    me "Одиссея."
    "Пояснил я."
    me "Умная цитата, чтобы произвести впечатление на легкомысленную девочку."
    show sl grin dress with dspr
    sl "У тебя получилось! {w}Из моих знакомых никто этим похвастаться не может."
    th "Я ещё крестиком вышиваю."
    me "Итак, мы здесь оба-двое, ленивые и скучающие, да?"
    sl "На самом деле я отправилась по берегу, проверить, не забыли ли родители какой мусор рядом с водой."
    sl "Вот и на тебя наткнулась."
    me "А казалась такой перспективной девочкой!"
    show sl smile2 dress with dspr
    sl "Ещё не вечер."
    sl "Раз я до тебя добралась, а ты у нас известен любовью к людям, значит, дальше уже чисто."
    with flash2_red
    me "Спасибо, обтекаю."
    show sl smile2 dress with dspr
    sl "Не дуйся, Сёмушка."
    sl "Но ты и правда предпочитаешь быть в одиночестве. И это меня удивляет."
    me "На грядке рос."
    "Славя кивнула."
    sl "А я, вот, без людей не могу."
    sl "Общительное такое создание получилось, наверное, сильно тебя тем раздражаю."
    me "Я этого не говорил."
    show sl normal dress with dspr
    sl "И не надо. По твоим поступкам видно."
    me "Так зачем от комиссии сбежала?"
    sl "А там общением и не пахнет. Задают какие-то странные вопросы про площадь туалета и стенки в душевых."
    me "Так родительский день же. Неужели к тебе никто не приехал?"
    sl "Приехали."
    show sl smile dress with dspr
    sl "Приехали, обласкали, одарили всякими глупостями и повернули оглобли."
    sl "Маме сейчас совершенно не до глупостей."
    me "А кто у нас мама?"
    sl "Мама учитель в начальной школе. {w}У всех каникулы - а у неё квалификация."
    me "А отдыхать? Когда?"
    sl "Да не беспокойся, у неё целый август будет!"
    sl "Я все-все каникулы и отпуска знаю, учительская дочка же, мне такие вещи сызмальства знать надо… или это про мальчиков? Девочка, наверное, сдевичества?"
    me "С младенчества."
    sl "Не, там какое-то другое слово должно быть. {w}Не суть, впрочем."
    "Славя прошла мимо меня и уселась на корягу, нахально рассматривая меня голубыми глазищами."
    me "Эй, это моё место!"
    sl "Могу уступить."
    "Хихикнула девочка."
    sl "Если ты пассажир с детьми или инвалид."
    dreamgirl "Мы - пассажир с детьми!"
    th "Тьфу на тебя."
    me "Да я как-то пешочком постою."
    sl "А знаешь… Меня радует, что ты перестал считать меня врагом и шарахаться, как делал это первые дни."
    sl "Настоящий пионер!"
    me "Чисто по дружбе открою страшный секрет."
    "Подмигивание вышло косым и больше походило на нервный тик, но раз уж взялись играть в непринуждённость…"
    me "В первую очередь я — это не пионер, комсомолец или кем ты там меня хочешь обозвать."
    me "Я - это я. {w}К людям привыкаю далеко не сразу, но умею смириться с тем, что нам предстоит пожить некоторое время на подводной лодке."
    me "Вот и к тебе привык."
    show sl smile2 dress with dspr
    "Славя снова ослепительно улыбалась. {w}Она вообще крайне охотно это делала — радовалась жизни, смеялась."
    "Мы были будто по разные стороны толстого пыльного стекла, с разных планет, из разных жизней."
    sl "Я тебя понимаю, Семён."
    sl "Это довольно трудно, когда ты постоянно в разъездах, ни к кому привыкнуть не можешь, ни с кем подружиться."
    me "Было бы желание."
    sl "А его нет?"
    window hide
    with fade
    me "Как бы тебе сказать…"
    if herc:
        me "Однажды я познакомился с девочкой, даже на секунду показалось, что это оно — то самое."
        me "Но потом из-за проблем мне пришлось с головой уйти в дела семейные, и она даже ни разу не позвонила."
        me "Да и я… Не вспомнил."
        show sl sad dress with dspr
        sl "Но это же натуральное свинство!"
        me "Не отнимешь."
        "Славя так натурально возмутилась, что я было собрался ей что-то объяснять, но быстро осёкся."
        th "А что я буду ей объяснять? Про ВУЗ, машину и службу в армии?"
        th "Сейчас я выгляжу несколько другим, и армия меня ещё только ждёт."
    elif loki:
        me "Я не люблю людей. И они меня не любят. И я их. И они меня."
        sl "А почему?"
        me "Мы уже однажды общались на эту тему. Или на какую-то похожую."
        me "Два человека, появившиеся в моей жизни, ровно два знакомства подряд, угробили всё, к чему я стремился."
        me "Ладно бы один, я бы смирился, иногда случается. {w}Но два подряд…"
        sl "Семён, люди в большинстве хорошие. Тебе нужно просто дать им шанс!"
        me "Спасибо. Нет."
    else:
        me "Если опускать подробности - нет. Никакого."
        me "Люди в своём большинстве злы и плохи."
        me "А те, что хорошие — слишком быстро уходят."
        th "Если я влюблюсь в тебя сейчас, ничем хорошим это не закончится. {w}Мы оба это понимаем."
    me "Если не вдаваться во всякие сложные вещи — так случилось, и меня это устраивает."
    stop music fadeout 6
    show sl normal dress with dspr
    sl "Я тебя услышала. {w}Не могу сказать, что согласна со всем, но услышала."
    play music music_7dl["vale"] fadein 3
    "Мы замолчали, глядя каждый в свою сторону."
    me "А я за территорию сбежал, ругать будут, наверное?"
    show sl serious dress with dspr
    sl "Должны, конечно. Но я тебя прикрою. Скажу, что попросила с уборкой."
    me "А тебе это зачем?"
    sl "Я могу помочь, я помогаю. {w}Всё просто."
    me "А я шёл по тропинке и нашёл бетонную дорожку из плит."
    me "Она привела меня к какому-то старому дому, похоже, здесь когда-то был лагерь."
    sl "Старый лагерь нашёл? {w}У него дурная репутация, поэтому туда никто не ходит."
    sl "Дети сами между собой слухи разнесут, вот никому и не хочется ходить."
    sl "А ты, разумеется, полез. {w}Бедовый ты мальчик, Сёмушка."
    me "Меня никто ни о чём не предупреждал."
    sl "Да и не должны были. Ты же не полезешь в тёмную сырую пещеру один от нечего делать? Не полезешь."
    me "Я-то не полезу, но знаю я пару сумасшедших…"
    sl "Дуракам закон не писан, но ты же не дурак. {w}Что ты там видел? Какую-нибудь тень, а может, и призрака?"
    th "Кабы так. Призраком меня не напугаешь. {w}Я имею в виду обычных призраков, в саване, с цепями, верещащих и визжащих."
    "А вот призрак голоса, заблудившегося в телефонных проводах напугал меня до усрачки."
    "И если копнуть, то обязательно найдётся умник, объясняющий всё записывающими устройствами и прочей чушью."
    th "Записывающее устройство, работающее десять лет. Ну, конечно же!"
    me "Телефон. Там кто-то орал что-то непонятное."
    sl "Ни разу не слышала."
    me "Оно и к лучшему."
    "Иногда мне кажется, что местные жители — поголовно такие безалаберные…"
    me "Ты, вижу, тоже не в особо крупной компании. {w}Неужели никто не хотел с тобой пойти собирать мусор?"
    show sl happy dress with dspr
    sl "А я никого не позвала. {w}Я вообще думала прогуляться по берегу, проветриться, попеть…"
    me "Попеть?"
    sl "Я иногда в одиночестве пою всякие глупые песенки. {w}А на людях стесняюсь. Хотя иногда и приходится."
    me "Несть тебе талантов…"
    sl "Иногда просто приходится. {w}Хотя музрук и говорит, что у меня есть талант."
    me "Слушай умного человека, вдруг популярной станешь."
    show sl laugh dress with dspr
    sl "Вот чего я не хочу, так знаменитости."
    sl "Я пока ещё не знаю сама, чем хочу заниматься, но это в любом случае должна быть помощь людям."
    sl "Хочу просто делать свою работу, и чтобы всем от того было лучше."
    "Хорошая мечта, кто же спорит. Быть незаметным, но крайне полезным винтиком."
    if herc:
        "Я всю юность хотел чего-то подобного."
        "Вот только дела сложились совсем другим образом."
    me "А зря. {w}Снискала бы себе славу Виктора Робертовича или Кобейна."
    show sl sad dress with dspr
    sl "Не хочу. Эти люди, достигнув популярности… Они как будто выбрали все душевные силы и теперь ищут и ищут смерти."
    sl "Казалось бы, у тебя всё есть — твори, расти, работай! Нет…"
    me "Путь музыканта ведёт к смерти?"
    dreamgirl "Почти как путь самурая."
    sl "Любой путь ведёт к смерти. Просто иногда раньше."
    me "И ты не боишься?"
    sl "Нисколечко. Я буду жить ярко и здорово, чтобы никогда ни о чём не жалеть."
    me "Надеюсь, ты не из тех, кто выбрал себе смерть…"
    sl "А что её выбирать? Она неизбежна. Я, скорее всего, доживу до глубокой старости со своим любимым мужчиной… Только вот нет пока мужчины."
    me "Какой интересный поворот!"
    show sl laugh dress with dspr
    sl "Только не думай, что я таким заувалированным образом зову тебя встречаться."
    me "Эх, а счастье было так близко…"
    show sl shy dress with dspr
    sl "Не обижайся, Семён. {w}Но мне кажется, рановато мне обо всё этом думать. Может, после школы…"
    me "А пока?"
    sl "Пока… Хоть мне и нравится, как ты отбиваешься от меня руками и ногами, я хочу предложить тебе свою дружбу. "
    sl "Как ты на это смотришь?"
    th "А на кой мне твоя дружба?"
    "Не был я ни идеалистом, ни простодушным дурачком, верящим в добрые намерения."
    "Гроссмейстер по просиживанию штанов в интернете, первый разряд по растрате собственной жизни…"
    "Славя была не просто красивой, она была милой. Доброй. Замечательной."
    "А я прекрасно знал, как легко, походя, такие вот милые, ласковые девочки могут вдребезги расколотить сердце."
    if herc:
        "Был уже инцидент, коему я оказался свидетелем."
    else:
        "Сам обжёгся, и кучу раз видел, как другие обжигались."
    "И не дружба мне от неё нужна была, совсем не дружба."
    "Хотя получасом ранее мне от неё не нужно было ровным счётом ни-че-го."
    show sl smile dress with dspr
    sl "Ну, не делай такое расстроенное лицо, Семён."
    sl "Ты симпатичный, интересный. Но я же тебя совсем не знаю. {w}А в глупые условности вроде любви с первого взгляда не верю напрочь. Не бывает так."
    me "Почему?"
    "Голос внезапно сел и охрип."
    sl "Да потому что такая любовь — это и не любовь вовсе. Это влюблённость. {w}Даже не в человека, каким бы прекрасным он не был, а…"
    if loki:
        me "…в лицо."
        "Угадал я."
        "Да что угадал, я сам всю жизнь думал именно так."
        "Что никоим образом не помешало мне однажды смертельно обжечься."
        sl "Вот!"
    else:
        "Она махнула рукой."
    sl "Так что давай повременим со всеми глупостями."
    me "А если я не хочу… с глупостями?"
    show sl smile2 dress with dspr
    sl "Хорошо, в таком случае одну глупость я тебе обещаю."
    sl "Давай притворимся, что сейчас не двадцатый век, а век восемнадцатый — тем более, что на этом пляже разницы действительно нет."
    sl "Я буду Алёнушкой, а ты - Иванушкой…"
    dreamgirl "…дурачком."
    th "Судя по всему — да."
    sl "И завтра ровно здесь же, в это же время — увидимся."
    sl "Как ты на это смотришь?"
    menu:
        "Положительно":
            $ lp_sl += 1
            me "Неплохая идея, даже обещаю не распускать руки и не говорить пошлостей."
            sl "Только приготовь плавки, я собираюсь искупаться!"
            me "Ты как рыбоплавающее, дай тебе возможность — и не вылезала бы из воды?"
            sl "А ты нет?"
            "Хорошй вопрос. {w}Хотя с моим стилем плавания много времени в воде я проводить всё равно не могу."
            me "А если вдруг не получится?"
            sl "Тогда послезавтра. Как раз перед дискотекой."
            sl "Только не подходить друг к другу на территории, чтобы не спугнуть удачу!"
            sl "Мы как будто из разных поместий, и никак поговорить не можем иначе чем здесь."
            me "Договорились."
            sl "Тогда не пропадай!"
            "Подняв свои сандали, Славя кивнула мне:"
            sl "Увидимся здесь же!"
            $ alt_day4_sl_7dl_rendezvous = True
        "Это же глупо":
            show sl sad dress with dspr
            sl "Почему?"
            me "Да ведь мы же и так видимся постоянно."
            me "И ты меня засекаешь как полицейский радар — с любого расстояния."
            sl "Ты не хочешь?"
            me "Хочу, но… В этом не будет никакого риска."
            show sl smile dress with dspr
            sl "В этом-то и дело, Сёмушка. Никакого риска и полный контроль."
            "Она поднялась с коряги, подобрала с земли обувь."
            sl "Я не настаиваю, но подумай над этим. Вдруг передумаешь?"
    hide sl with diam
    "Ушла."
    "И лаская взглядом ладную фигурку, я почувствовал себя снова юным."
    "Нет, физические кондиции никуда не делись, но всё это время их тянула к земле моя тяжёлая, ленивая душа."
    "А сейчас я вдруг проснулся."
    "Снова вернул восемнадцатилетнего себя, непримиримого, дерзкого и несгибаемого, способного на самопожертвование жизнью, но не мечтой."
    "И у этой мечты было имя."
    "Имя, звучащее, как ярость веры в то, что уж моя-то жизнь обязательно будет невероятной, огромной и захватывающе интересной."
    "Имя, ласкающее слух и внушающее веру в грядущее."
    window hide
    with fade
    stop music fadeout 3
    stop ambience fadeout 6
    return
    
label alt_day4_sl_7dl_dinner: #ОБЕД
    scene bg ext_dining_hall_near_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    play music music_7dl["nowyouseeme"] fadein 3
    "Я не догнал Славю ни в лагере, ни у столовой, несмотря на то, что прибавлял и прибавлял ходу."
    "Как оказалось, пока я телепал до лагеря, она успела и заскочить в домик переодеться, и к умывальникам - сполоснуть руки перед обедом."
    "А вот меня товарищ старшая вожатая завернула от порога, кося шальным глазом на рассевшихся у самого входа «пионеров»."
    "Пришлось возвращаться мыть руки."
    window hide
    play sound sfx_open_door_2
    pause(1)
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 6
    "Так что в столовой я оказался уже тогда, когда Славя успела расправиться с первым."
    show sl sad pioneer with dissolve
    "На мой вопросительный взгляд она ответила кивком — присаживайся, мол."
    sl "Приятного аппетита."
    me "И тебе."
    sl "Ты не торопись особо, я подожду."
    me "А что так?"
    "Абрикосовый суп с рисом. То ещё извращение."
    show sl serious pioneer with dspr
    sl "Я никуда сейчас особо не тороплюсь."
    "Она выглядела непривычно расстроенной и подавленной — солнышко в небе заволокло тучками."
    "Видимо, что-то случилось с момента, когда она улыбалась и кокетничала на пляже."
    "Что-то, капитально запортившее ей настроение."
    me "Ты выглядишь грустной. {w}Что произошло?"
    sl "Это… Думаю я. И всё о неприятных вещах."
    "Вот и грустно от того."
    me "Расскажешь?"
    show sl sad pioneer with dspr
    sl "Боюсь, нет. Это может тебя обидеть, а я очень не люблю обижать людей."
    me "Ну, раз мы теперь все такие друзья кругом, ты можешь быть со мной откровенна."
    me "Обещаю не обижаться."
    sl "Вот как?"
    me "Честно-пречестно!"
    "Я приложил к груди ладонь, всем своим видом показывая, что никогда и ни за что не обижусь."
    show sl normal pioneer with dspr
    sl "Что ж, слушай."
    sl "Когда я была у вожатой, чтобы посмотреть, где что требуется сделать, она рассказала мне, что в лагере произошло ЧП."
    me "Они здесь у вас с завидной регулярностью происходят. {w}Чуть ли не каждый день."
    show sl angry pioneer with dspr
    sl "Это другое!"
    "Помещение столовой пустело по мере насыщения пионеров, потому прежде едва различимый за гомоном голос Слави звучал всё отчётливаее и звонче."
    sl "К тебе подходили вчера кибернетики с просьбой помочь?"
    me "Было дело."
    sl "И ты…"
    me "Уговаривать за них вожатую на отдельную ставку радиоведущего я отказался — сами должны были справиться, не дети малые."
    show sl normal pioneer with dspr
    sl "Больше ни о чём не просили?"
    me "Вроде бы, нет."
    sl "Очень странно."
    window hide
    with fade
    sl "До твоего приезда в лагере была радиовещательная сеть, которую вели из кабинета директора, но он попросил освободить помещение, а дежурным по радио выделил каморку в клубах — как раз там, где находилась передающая антенна."
    me "То есть, как — «дежурным»?"
    "Опешил я."
    me "Они же мне в голос заявили, что речь идёт о постоянной занятости, о ком-то кто только этим и будет заниматься."
    sl "Да, так было запланировано."
    sl "В ночь, когда Ольга Дмитриевна уезжала за тобой в город, по области было объявлено штормовое предупреждение, поэтому мы немного прибрались по лагерю, но не обошлось без неприятных сюрпризов."
    sl "Мы потеряли передающую антенну, её сбило упавшей с дерева тяжёлой веткой."
    me "Ерунда какая-то. {w}Разве обычно не следят за тем, чтобы над аппаратурой не было ничего такого, что может упасть?"
    sl "Я тоже так подумала."
    sl "Так или иначе, вчера они решили эту антенну наладить. Вдвоём. В темноте. На крыше."
    me "Совсем глупые, что ли?"
    sl "Может, и не глупые, но Шурик всегда был мальчиком не от мира сего. {w}Он полез на крышу, что-то пошло не так, и…"
    "Славя оборвала себя."
    show sl sad pioneer close with move
    sl "А я в это время занималась уговорами одного колючего пионера втянуть иголки."
    me "Ты про нашу беседу у воды?"
    "Вполне логичный кивок. Похоже, здесь Славе, кроме меня попросту некого было спасать."
    sl "Я вот думаю теперь, Семён… Зачем вообще нужна была эта болтовня?"
    me "Да чего того, можешь объяснить?"
    sl "Шурик упал с крыши и разбил себе голову, рассадил руку до кости. {w}Сегодня его увезли в город оперировать."
    sl "А я всё это время занималась беседами с тобой. {w}Не поняла. {w}Не уследила."
    me "Ты не можешь уследить абсолютно за всем!"
    sl "Раньше у меня это получалось. Теперь же…"
    sl "Не могу понять. А стоил ли ты того? Стоила ли болтовня того?"
    "Вопрос был из разряда неприятных. Да что там, у меня мороз по коже прошёл — как от вопроса, так и от вполне логичного ответа на оный."
    sl "Скажешь?"
    "Потому что знал ответ. Знал, что он мне не понравится."
    me "Нет."
    "Иногда честность — лучшая политика."
    me "Определённо, не стою. {w}Я прекрасно справляюсь с одиночеством сам по себе, меня не нужно спасать."
    me "Раз ты говоришь, что могла контролировать абсолютно всё, тогда ты должна была бежать к клубам и спасать их."
    show sl serious pioneer with dspr
    sl "Знаю. И за это я казню себя сейчас."
    me "Зря казнишь. {w}Ты не обслуживающий персонал и не вожатая. Ты просто добровольная помощница."
    sl "Что это меняет?"
    me "А то, что ты дилетант в педагогической и организационной работе. Тебя этому пока не учили. В отличие от."
    me "Трудно требовать от дилетанта безукоризненного исполнения обязанностей."
    show sl normal pioneer with dspr
    sl "Что-то мне не понравилось, как это прозвучало."
    me "Не дуйся. Необученный человек, дилетант. {w}Простая констатация факта."
    sl "Я всё равно чувствую себя виноватой."
    stop music fadeout 3
    me "Так накажи себя."
    play music music_7dl["will_you"] fadein 3
    dreamgirl "Отдайся первому встречному!"
    th "И под первым встречным ты, разумеется, подразумеваешь нас?"
    dreamgirl "А кого же ещё?"
    "Я покачал головой и предложил:"
    me "Возьми метёлку и подмети площадь, раз так хочется наказания."
    me "Могу составить тебе компанию и посидеть рядом на скамеечке."
    show sl smile pioneer with dspr
    sl "Вот уж наказание, так наказание."
    "Против воли уголки губ девочки разъезжались в разные стороны."
    me "Или три круга вокруг лагеря!"
    show sl smile2 pioneer with dspr
    sl "Да уж… Так меня ещё никто не наказывал!{w} Это же легко!"
    me "Дело не в лёгкости, а том, что ты будешь переживать в процессе наказания."
    sl "Ладно, попробую."
    "Столовая опустела окончательно, остались лишь мы одни."
    sl "Знешь, что я ещё узнала?"
    "Славя понизила голос и нагнулась ко мне поближе."
    sl "Оказывается, ветер и ветки здесь не при чём совершенно! {w}Просто Шурик посмотрел какой-то фильм и загорелся поставить эксперимент — что там с молнией связанное."
    me "Я даже догадываюсь, какой фильм."
    "В это время вышел только один такой, с глупостями в матбазе и сумасшедшими учёными."
    me "И поймал?"
    show sl smile pioneer with dspr
    sl "Судя по тому, что антенну свернуло и унесло на другой край крыши — что-то он поймал определённо."
    me "А потом его земля поймала…"
    th "Почему никакая боль никогда не оправдывается тем, как мы точно о ней написали?"
    show sl normal pioneer with dspr
    sl "Поймала. Ты закончил?"
    "Я составил тарелки на поднос и поднялся."
    window hide
    play sound sfx_open_door_clubs_2
    pause(1)
    scene bg ext_dining_hall_near_day
    with dissolve
    "В дверях я посторонился, пропуская её, и тут до меня с запоздание дошёл один весьма любопытный факт:"
    th "Она же отнюдь не просто так и не от любви к искусству ждала, пока я налопаюсь!"
    dreamgirl "О, до нашего умника дошло!"
    dreamgirl "Хотя мне хотелось бы думать, что ждёт она нас для того, чтобы затащить куда-нибудь в угол, куда есть доступ только ей, и там над нами надругаться — это фантастика, сынок."
    dreamgirl "Значит, ждём очередного озадачивания."
    "Из всех возможных вариантов этот был самым диким, неприятным и отрезвляющим."
    "Самым логичным."
    th "Надеюсь, не приставят к какой-нибудь общелагерной фигне почётным караульным?"
    "Я огляделся в поиска пути для отступления."
    window hide
    scene bg ext_square_day
    show sl laugh pioneer
    with dissolve
    play ambience ambience_camp_center_day fadein 6
    "Надо просто зажмурить глаза, закрыть уши и побежать в разные стороны."
    "А потом, когда она спросит, почему я её проигнорировал, сказать, что не слышал, не видел и вообще, по лагерю тихий час!"
    hide sl with easeoutleft
    sl "…!"
    me "Ничего не вижу, ничего не слышу!"
    "Славая забежала и встала передо мной, о чём-то говоря."
    "Я некоторое время понаслаждался пантомимой говорящей рыбы, но в результате отнял ладони от ушей."
    show sl normal pioneer with dspr
    sl "Если ты идёшь на тихий час, ты идёшь не туда!"
    me "Ничего, я длинной дорогой пойду."
    me "Я никуда не спешу."
    show sl smile pioneer with dspr
    sl "Ты такой лентяй, ты знаешь?"
    me "Неее, я просто очень люблю соблюдать график и режим! И сейчас у меня сончас, а может и даже парочка."
    sl "Спать хочешь, да? {w}Что ж, не буду мешать. Но иди тогда нормальным путём."
    me "А ты?"
    show sl normal pioneer with dspr
    sl "Некогда мне спать сейчас, есть одно дельце, но раз ты спать идёшь…"
    me "Я с удовольствием выслушаю подробности!"
    "Разумеется, я попался на уловку. Любопытной Варваре…"
    sl "Да это всё с клубом связано! После вчерашнего там что-то непонятное творится, и никого туда не пускают!"
    sl "Я думала сводить туда комиссию, похвастаться достижениями кибернетиков…"
    me "У них есть достижения?"
    sl "Чем-то же они должны там заниматься? И, опять же, первое здание у ворот."
    show sl smile pioneer with dspr
    "Славя возвела очи горе с видом вселенского терпения."
    "Правда, тут же передумала и сменила недовольное выражение на привычную уже ей полуулыбку."
    "Не умела она ни огорчаться долго, ни печалиться."
    "Хотя откуда мне знать…"
    me "Так и что?"
    show sl serious pioneer with dspr
    sl "Решила я сводить своих подопечных туда, а там в дверях Борис Александрович стоит и не пускает."
    "Славя развела руками с видом полнейшего непонимания ситуации."
    sl "Но он сейчас ушёл помогать с подготовкой концерта, так что клуб просто заперт."
    me "И зачем тебе туда?"
    show sl laugh pioneer with dspr
    sl "Возможно, ты забыл это, но я девушка! {w}Мне любопытно!"
    me "А я тебе зачем нужен?"
    sl "Затем же, зачем и всегда! За компанию."
    sl "Так идёшь?"
    "Поколебавшись, я махнул рукой."
    window hide
    scene bg ext_clubs_day 
    with dissolve
    me "Ты уверена, что хочешь туда идти?"
    show sl smile pioneer with dissolve
    sl "Не трусь давай! Пошли!"
    "Славя загремела ключами, ища подходящий."
    play sound sfx_unlock_door_campus fadein 1
    "И, мгновенно найдя искомый, вставила его в замок."
    "Щёлкнула пружина, верхняя дужка откинулась."
    stop music fadeout 3
    window hide
    play sound sfx_open_dooor_campus_1 fadein 6
    pause(1)
    scene bg int_clubs_male_day
    with dissolve
    play ambience ambience_clubs_inside_day fadein 3
    pause(1)
    show sl normal pioneer
    with dissolve
    play music music_list["you_lost_me"] fadein 3
    sl "И что здесь…"
    sl "Странно. Ничего, похоже, не изменилось."
    "Я не был здесь много раз, потому не знал, изменилось или нет."
    "Потому тактично молчал."
    "Славя обошла вокруг стола, подёргала запертую дверь."
    sl "Совсем ничего?"
    "Удовлетворение женского любопытства, том третий."
    "Даже если ничего не изменилось, обязательно надо залезть и всё посмотреть."
    sl "Что же они охраняли…"
    "Ни первый, ни второй, ни даже третий осмотр не дали ровным счётом никаких новостей."
    "А потом вдруг произошло нечто странное."
    window hide
    with fade2
    "Я будто каким-то дополнительным органом ощутил исходящее невесть откуда гудение."
    "Не ушами, нет. Для ушей гудение звучало слишком низко, почти неразличимо."
    show sl sad pioneer
    with dspr
    me "Какое-то странное ощущение."
    sl "Тревожно, да?"
    "Славя прислушалась, а затем решительно махнула мне:"
    sl "Похоже, это с чердака! Подсадишь?"
    menu:
        "С ума сошла, что ли?":
            $ lp_sl = lp_sl + 1
            me "Славя, если это гудение издаёт то, о чём я думаю, нам лучше туда не соваться!"
            "В конце концов, не станут же отряжать целого физрука несколько часов бить баклуши на крыльце."
            "Явно что-то там нечисто."
            show sl serious pioneer with dspr
            sl "Нет, надо узнать!"
            me "Исключено!"
            "Психанул я."
            me "Раз тебе так хочется куда-то сунуть нос - позаботься о том, чтобы не лишиться этого носа!"
            me "Ладно, если сама сумасшедшая, меня зачем в это втягивать?"
            show sl surprise pioneer with dspr
            sl "Но я же…"
            me "Короче, так."
            "От злости я на доли секунды даже забыл, что выступаю в роли затворника и женоненавистника и развернулся вплотную к Славе, заглянул ей в глаза:"
            me "Сейчас ты идёшь на улицу и стоишь на стрёме, чтобы никто не зашёл. {w}А я проверю, что там наверху творится."
            me "Если через десять минут не выйду, можешь вернуться и проверить, как у меня дела."
            sl "А почему ты? Я сама могу…"
            me "Потому что ты в юбке!"
            "На последних остатках злости я кинул красноречивый взгляд на её ноги, тем самым разрывая контакт глаз и спасаясь."
            show sl shy pioneer with dspr
            sl "Ой."
            me "Вот тебе и ой. {w}Всё, вали на улицу."
            show sl smile pioneer with dspr
            sl "Какой ты грубый!"
            "Тон и улыбка девушки противоречили её словам. Тем не менее, она послушно выпорхнула на улицу."
            hide sl with dissolve
            me "Вызвался, блин."
            dreamgirl "У тебя теперь все шансы стать героем."
            th "Спасибочки."
        "Как скажешь":
            $ lp_mi += 2
            me "Только сходи, посмотри, чтобы никто не зашёл."
            show sl surprise pioneer with dspr
            sl "А кто может быть?"
            me "Да тот же Саныч, например."
            sl "Раз он ушёл, значит, всё."
            me "Ничего, лишним не будет. {w}К тому же, я выше тебя и точно дотянусь до люка."
            me "На улицу шагом... арш!"
            hide sl with easeoutright
            "Послушно кивнув, Славя улетучилась стоять на стрёме."
    "Забравшись с ногами на стол, я выпрямился и попытался толкнуть хорошо видимый квадрат в потолке, откинуть люк наверх."
    "Тщетно."
    "Отступив на шаг, попробовал подцепить и потянуть на себя."
    "С тем же успехом."
    "И только приглядевшись как следует, хлопнул себя по лбу."
    "У ближайшего к окну шва на крохотных петлях висел замок, обмотанный какой-то бумажкой с печатью."
    "И вот здесь я сразу перестал пытаться."
    "Потому что одно дело удовлетворять праздное любопытство, и совсем другое — вторгаться на официально опечатанную территорию."
    stop music fadeout 3
    window hide
    play sound sfx_open_door_clubs_2
    pause(1)
    scene bg ext_clubs_day
    show sl normal pioneer 
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    sl "Ну, что там?"
    me "Опечатано администрацией. Можно сказать, официальный запрет."
    "Славя сникла."
    sl "А так любопытно было бы разузнать! {w}Что ж, запрет, значит, точно нельзя."
    me "Теперь я могу идти спать?"
    show sl smile pioneer with dspr
    sl "А ты будешь?"
    me "Почему нет?"
    show sl laugh pioneer with dspr
    sl "Ты не выглядишь уставшим. {w}Давай, лучше…"
    "Я застонал"
    window hide
    with fade
    stop music fadeout 3
    stop ambience fadeout 6
    return