label alt_day4_un_fz_begin:
    stop ambience 
    scene stars
    show rain_overlay
    with dissolve
    play music music_7dl["shehasgone"] fadein 15
    "Любой сон сам по себе не плох и не хорош - он просто есть."
    "Мне снился дождь."
    "Льющиеся с неба слёзы, добела отмывающие не совесть даже - душу. И ты поднимаешь глаза к небу и вдыхаешь чистую благодать, и на бесконечную долю секунды в твоём сердце воцаряется покой."
    "Мне снился сон."
    "О том, что мы стали вместе."
    "Высшая несправедливость любого сна заключается в том, что он рано или поздно заканчивается."
    "И как бы ты ни старался удержать ускользающее в никуда чудесное мгновенье - ты бессилен что-либо сделать, и открываешь мокрые глаза, с ненавистью смотря на заглядывающий в глаза Реальный Мир."
    "А потом ты перестаёшь видеть сны."
    th "Без объявления войны и выяснения причин мы перестали видеть сны, остался я один."
    "Строчки всегда всплывают из памяти, оставляя гадать, где и при каких обстоятельствах я мог услышать их, и как долго они лежали в закромах разума, чтобы сейчас стать очень к месту."
    "Я прекрасно понимал, что дождь закончится сейчас, и я открою глаза - носом в клавиатуру - в своей прокуренной и сто лет не убранной квартире."
    "И не было никогда «Совёнка» и Лены."
    "Но всё это будет потом. А сейчас…"
    "Мне снился сон о том, как мы стали вместе."
    window hide
    with fade2
    "Прекрасный сон."
    th "Как жаль, что он неправда."
    th "Как жаль."
    window hide
    scene expression Desat("cg d4_fz_un_reject_7dl") with fade2
    play ambience ambience_boat_station_night fadein 9
    "И потому я нисколько не удивляюсь тому, что видение пропадает, сменяясь другим."
    "Код приписки на то, чтобы быть вместе, читается как «МР» - и расшифровкой в графе «не судьба» самым крупным кеглем значится - мертворождённый."
    "Но я хотя бы могу надеяться быть - не рядом, а просто параллельно, просто ради того, чтобы иногда запускать кончики пальцев в прохладу чужой вселенной, всегда готовый прийти, если потребуется…"
    "…и всякий раз облегчённо-разочарованно вздыхать: «всё хорошо, у неё всё хорошо». И я - в который раз уже - не требуюсь."
    window hide
    with fade2
    "Мне снился закат. И море, и волны, с тихим шипением накатывающиеся на берег."
    "А под откровенно враждебным небом стояла неясная фигура, чей нечёткий абрис еле считывался на фоне засыпающего светила."
    "Невысокая, хрупкая, изящная фигурка выдавала в обладательнице принадлежность к прекрасному полу - но это и всё, что я мог сказать, глядя против света."
    "Я не видел её лица и не мог сказать точно, кто это."
    "Но интуиция почему-то твердила, что это она - та самая, нужная, единственная, надо просто…"
    th "Что?"
    th "Окликнуть? Коснуться плеча? Подойти и тихо встать рядом?"
    "Не получив ответа, я так и стоял, замерший в тихом восхищении, и только целующее горизонт солнце истекало кровью на небосклон, оттеняя и склоненную набок головку и два забавных хвостика, закрепленных радиально."
    me "Лена."
    window hide
    scene bg ext_sky_7dl
    show rain_overlay
    "Я уже не удивлялся. Нечему."
    "Нельзя так болеть кем-то, иначе этот июль станет очередной чёрной дырой, милосердно вымаранной памятью из картины мироздания."
    "Как это уже случалось однажды."
    th "Серым октябрьским завтра на расчерченном залётным дождём смоге я творю четыре буквы имени. Теперь-то уже можно."
    th "Позади остались и напуганные глаза бобби, и пустое от страха лицо водителя, от воротника которого отцепляли мои побелевшие пальцы."
    th "Лондон так похож на Петербург. И ровно так же ненавидит меня. Не знаю, за что. Но в отличие от моей малой Родины, этот город не постеснялся ударить по самому больному."
    th "Я сбежал оттуда - оставив там прошлое, память, ветер…"
    th "И четыре буквы в расчерченном залётном дождём смоге."
    "Я выдохнул, отпуская память, и края проруби подломились, тратя за собой и сутки перелёта, и сценку в Хитроу, и…"
    window hide
    stop music fadeout 6
    scene expression Dawn("bg int_aidpost_day") with dissolve
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    play ambience ambience_medstation_inside_day fadein 5
    "Открыл глаза."
    "Я слишком углубился внутрь себя и почти вспомнил."
    "А потому мой лучший друг, мой контролёр и предохранитель немедля дёрнул за стоп-кран, вышвыривая в объективную реальность - пусть и накоротке с хандрой несправедливо отвергнутого, зато в здравом уме."
    "Голова трещала так, будто я вчера много и продуктивно причащался этанолом."
    "Однако, хоть убей, ничего сопряжённого ни с тостами, ни с шумным застольем, в памяти не задержалось. А пьянствовать водку в одиночестве… я ещё не совсем алкоголик."
    th "И что же тогда случилось?"
    "По носу резануло специфическим запахом, присущим только медицинским учреждениям - здесь смешались и ментоловые нотки валидола, и вездесущая хлорка…"
    "А над всем этим царил удушливый аромат кварцевания."
    th "Медпункт? Что я делаю здесь?"
    show blinking
    "Голову пронзило острой болью в затылке - видимо, та самая пружина, что сжалась в первый день, всё же распрямилась, и сейчас изо всех ударила мне по черепу изнутри, пробуждая воспоминания."
    window hide
    scene anim_square_party
    show un cry dress
    show prologue_dream
    with dissolve
    "Я ловил взгляды девочки весь вечер - несмотря даже на её неприязненную реакцию, если меня не послали открытым текстом, всегда остаётся надежда."
    "И вот на первом же медленном танце я поднимаюсь и иду к ней."
    "Дальше в голове почему-то было пусто."
    th "Меня что, по затылку стукнули, пока я шёл её приглашать?!"
    dreamgirl "Да нет, там ещё дальше события."
    dreamgirl "Сейчас… Вот."
    "В голове отодвинулась некая завеса, и я сумел воспроизвести в памяти, как иду, протягиваю руку…"
    "И тут же разочарованно застонал."
    th "Отказала!"
    th "Она меня отшила!"
    dreamgirl "Нет, она просто заплакала и убежала."
    dreamgirl "Надо разобраться, что там вообще случилось."
    th "Отвергли меня, вот что случилось."
    "Угрюмо буркнул я."
    th "Полагаю, после такого-то начала там дальше всё только хуже будет?"
    dreamgirl "Совершенно верно. {w}Ты взялся помогать кибернетикам и в результате загремел вниз с крыши - судя по ватным мозгам, здорово приложившись головой при падении."
    "И тут я вспомнил… "
    "Согласие поработать на кибернетиков. "
    "Чёртову антенну. "
    "Нечто, скользящее под ногой."
    "И невозможно медленно удаляющийся край крыши."
    window hide
    scene expression Dawn("bg int_aidpost_day") with dissolve
    th "Только спокойствие. Значит, я в медпункте - а раз я не помню, как сюда попал, значит, всё было сквернее, чем мне кажется сейчас."
    "Пальцы потянулись к саднящему затылку и отдёрнулись, наткнувшись на плотный слой бинтов."
    play sound sfx_open_door_1
    "Замок в двери ощутимо щёлкнул и кто-то вошёл в помещение, невидимый из-за ширмы."
    cs "Всё сидишь?"
    "Спросил незнакомый грудной женский голос, в котором я далеко не сразу узнал принадлежащий медсестре."
    "Значит, и правда в её епархии."
    scene expression Dawn("bg int_aidpost_day") with blind_d
    play music music_7dl["pathways"] fadein 5
    un "Сижу."
    "Ответил голос чуть выше, но тоже трогающий сердце богатством обертонов."
    cs "Не надоело?"
    cs "Ничего с твоим вьюношем не приключится."
    cs "Ну, приложился пустым котелком, помял немного - всё равно он в него только ест."
    "По кабинету раскатился бархатистый смешок."
    cs "Ступай отдыхать, я тут с ним сама справлюсь."
    un "Но я не…"
    "И тут только до меня дошло, что это Лена!"
    th "Она что, рядом со мной дежурила?!"
    "Я вздрогнул и попытался закутаться в одеяло поплотнее, но неудачно задел голову и, не сдержавшись, застонал."
    un "Ой. Да, Виолетта Церновна, вы правы."
    "Засуетилась за ширмой девочка."
    un "Я и правда пойду."
    cs "А то, если хочешь, я могу ещё немного погулять."
    "Тон, с которым было произнесено последнее предложение, стоило расценивать как самое многозначительное подмигивание."
    un "Ч-что… Н-нет!"
    play sound sfx_steps_clubs_nextroom
    "По полу простучали каблучки."
    play sound sfx_open_door_1
    stop music fadeout 6
    pause(1)
    "Открылась дверь."
    "И, судя по всему, мы с Виолой остались одни."
    cs "Проснулся… пионер?"
    "Спросила медсестра."
    "Я что-то утвердительно угукнул."
    cs "Тогда поднимайся, завтракать будем."
    me "Подниматься?"
    play music music_7dl["everyday"] fadein 5
    play sound sfx_7dl["blanket"]
    cs "Сейчас."
    "Она перебросила рубашку и шорты через ширму."
    cs "Держи."
    me "Спасибо."
    "Рубашка оказалась на удивление свежей, будто стиранной. Чистыми же оказались и шорты."
    scene expression Dawn("bg int_aidpost_day") at zenterleft
    show cs normal at cleft with dspr
    with dissolve
    "Пять минут спустя я отодвинул перегородку в сторону и спустил ноги на пол."
    me "Меня кто-то почистил? Постирал?"
    show cs smile with dspr
    cs "Да. О тебе позаботились."
    "Она протянула последнее слово, довольно улыбаясь."
    cs "Как ты умудрился добиться этого?"
    me "Чего?"
    "Вместо ответа Виола указала на стоящие на столе судки."
    cs "Давай заправляйся."
    me "А вы мне скажете, что у меня там?"
    "Я ткнул пальцем куда-то в область собственного затылка."
    "В судках оказалась рисовая каша и пара варёных яиц."
    cs "Ничего, с чем я не смогла бы справиться… пионер."
    cs "Тривиальное сотрясение головного мозга."
    me "А зачем мне тогда такая гора бинтов?"
    cs "Я наложила пару швов, так что ближайшее время придётся носить повязку."
    "Я подозрительно посмотрел на медсестру."
    me "А вы уверены, что там просто сотрясение, а не я себе, например, череп проломил?"
    "Вместо ответа Виола кивнула на судки."
    cs "Ешь. Потом посмотрим, что там у тебя на затылке."
    "Она уселась за свой рабочий стол, достала тетрадь и что-то начала туда записывать, как бы показывая, что разговор окончен."
    "Ну, а я стал питаться. Что мне ещё оставалось?"
    stop music fadeout 3
    window hide
    with fade
    return

label alt_day4_un_fz_sl:
    "Я почти уже закончил завтрак."
    play sound sfx_steps_clubs_nextroom
    "Когда по крыльцу простучали чьи-то сандали, и, открыв дверь, нам явилась"
    play sound sfx_open_door_1
    scene expression Dawn("bg int_aidpost_day") at enterright
    show cs normal at left with moveinleft
    show sl normal pioneer at cright
    with dissolve
    extend " Славя."
    sl "С добрым утром! Виолетта Церновна, Семён."
    "Последовательно кивнула каждому из нас девочка."
    sl "Я вчера так и не успела навестить Семёна, мне очень, очень стыдно, простите, пожалуйста."
    me "Да ничего."
    "Я смутился, вспомнив вдруг — что и как я вчера ей сказал в нашу последнюю встречу."
    cs "Совершенно верно."
    "Кивнула Виолетта."
    cs "Легкое сотрясение межушного ганглия."
    "Я фыркнул, услышав это определение, а вот Славя, похоже, ничего не поняла."
    "Ничего, поймёт ещё. Когда-нибудь."
    sl "Ты как вообще? Ходить, гулять можешь?"
    "Поинтересовалась девочка ни с того ни с сего."
    me "Кхм. Да, наверное…"
    show cs grin with dissolve
    $ renpy.pause(.2)
    show cs smile with dspr
    "Я бросил вопросительный взгляд на Виолу и та ответила, медленно опуская веко в подмигивании."
    me "А ты меня погулять взять хочешь?"
    show sl shy pioneer with dspr
    sl "Вообще, конечно, хочу! Но Ольга Дмитриевна строго наказала мне не таскать калечных по лагерю, где их могут увидеть проверяющие."
    me "Пардон?"
    show sl normal pioneer with dspr
    sl "Наш лагерь борется за звание образцового предприятия культуры и отдыха."
    sl "Поэтому в рамках родительского дня был организован день открытых дверей."
    me "А чуть меньше официальщины можно?"
    "Поморщился я."
    show sl laugh pioneer with dspr
    sl "Прости. {w}В двух словах - на территории сегодня будет много людей, которые будут ходить и смотреть, как мы живём."
    sl "Вот и представь какой удар будет по репутации, если кто-нибудь увидит, что у нас тут раненый пионер."
    "Да, это я легко мог себе представить. {w}Разумеется, потом оправдаются, разъяснят и обелят себя - но безупречное впечатление уже будет безнадёжно подпорчено."
    "Да и время тратить кто на такое захочет?"
    me "И что мне делать тогда?"
    sl "Да ничего."
    "Безмятежно пожала плечами Славя."
    sl "У меня дел до обеда немного, поэтому могу посидеть с тобой. Хочешь?"
    me "Спрашиваешь. Конечно, хочу!"
    sl "Тогда заканчивай завтрак и выбирайся на улочку, посидим, покалякаем."
    hide sl with dissolve
    "И только сейчас я спохватился, вспомнив, что всё это время молчаливой свидетельницей нашей беседы выступала Виола."
    show cs shy at center with moveinright
    cs "Ты знаешь…"
    "Медленно начала она."
    cs "Может, и права была твоя скромная пионерка. Против этой - "
    "Она мотнула головой в сторону двери."
    cs "Она не потянет."
    me "В каком это смысле?"
    "Не понял я."
    cs "Не суть. Ты доел? Тогда ставь посуду на столик и иди к своей даме… донжуанчик."
    show cs normal at center with dspr
    "Я ничего не ответил и, чувствуя, как начинают полыхать уши, срочно-обморочно собрался и оставил медсестру наедине с её двусмысленностями."
    window hide
    scene bg ext_aidpost_sunset_7dl with moveinleft
    show sl normal pioneer with dspr

    "Славя уже ожидала меня, жмурясь на всё ещё невысоко стоящее солнышко."
    "Почему-то сейчас она напоминала одну из тех кукол, что стоят в витринах магазинов - идеальные черты лица, не нарушаемые мимикой, относительная неподвижность и полная безмятежность."
    "Не верилось, что такая красота не запечатлена в камне, не написана на холсте или хотя бы не смоделирована на компьютере."
    show sl smile pioneer with dspr
    "Но она услышала мои шаги, открыла глаза и сломала наваждение, глубоко вздохнув и улыбнувшись."
    sl "Как ты себя чувствуешь?"
    "Я опустился рядом на скамеечку, между делом отметив лёгкий аромат дёгтя, исходящий от волос девочки."
    me "Да как тебе сказать… Слушай…"
    "Я откашлялся."
    th "Блин, кто бы подумал, что извиняться - это такая сложная наука?!"
    me "Ты меня… {w}Извини… {w}Пожалуйста."
    "Наконец сумел выдавить я."
    me "За вчерашнее."
    sl "О, ну там ты очень расстроенный был."
    "Отмахнулась она."
    me "Значит, обиды не держишь?"
    "Обрадовался было я."
    if alt_day2_sl_bf:
        sl "Не совсем."
        me "Что?"
        show sl serious pioneer with dspr
        sl "Ты обещал потанцевать со мной вчера."
        sl "Обещал?"
        "Я опустил голову."
        me "Прости."
        sl "Если не хочешь приглашать меня - так бы и сказал, я бы поняла."
        "Она махнула рукой."
        sl "Ааа… Всё вы, мальчишки, одинаковые."
        me "Неловко как получилось…"
        sl "Угу."
        "Она помолчала немного."
    sl "Что с тобой поделаешь."
    sl "Тем более, что вчера тебе тоже серьёзно досталось."
    me "Что?"
    sl "Ну, я видела, как от тебя Лена сбежала."
    menu:
        "Извини, это личное":
            sl "Конечно, личное. Но я на миг почувствовала себя отомщённой."
            show sl shy pioneer with dspr
            sl "Ты только не подумай, что я злорадствовала, нет!"
            me "И в мыслях не было."
        "Ещё раз о вчерашнем танце":
            $ lp_sl += 2
            me "Так ты точно не злишься?"
            sl "Я и не злилась."
            "Солнышко выглянуло из-за тучек - как беззаботно улыбнулся этот ребёнок."
            sl "Немного огорчилась, но и всё."
    "Мы ещё немного посидели, и тут я вспомнил, почему запах от волос Славяны показался таким знакомым."
    scene expression Noon("cg d4_sl_sleeping_7dl") with dissolve
    me "Слушай…"
    sl "Прости, что? {w}Я, кажется, задремала."
    "Не открывая глаз, спросила она."
    me "У тебя волосы пахнут метро, ты знаешь?"
    sl "Что?"
    me "Дёгтем берёзовым."
    sl "Я шампунем таким пользуюсь, а что?"
    me "В моём родном Лениграде что-то такое с кабелями делают - теми, что в метро. {w}В общем, запах берёзового леса давно уже визитная карточка нашей подземки."
    sl "Как интересно."
    "Сонно мурлыкнула девочка, потёршись щекой о моё плечо."
    "Я замер."
    th "Это было слишком интимно!"
    sl "Что та…"
    "Она открыла глаза."
    "И немного смутившись, закрыла их снова."
    sl "Кажется, я себе лишнего позволила."
    "Пробормотала она."
    me "Что?"
    sl "Ну… {w}Сейчас."
    "Она выглядела безмятежно, но покрасневшие ушки выдавали её с головой."
    sl "Когда я…"
    me "А я ничего не видел."
    "С выражением непрошибаемой уверенности в себе заявил я."
    sl "Ну… Раз ты так говоришь."
    sl "Наверное, я всё же…"
    "Она попыталась было отстраниться, но я протестующе заворчал и вернул её на место."
    th "Когда ещё доведётся с такой красотой пообниматься!"
    dreamgirl "А как же Лена?"
    "Вкрадчиво поинтересовался внутренний голос."
    th "А что, Лена разрешает себя обнимать?"
    dreamgirl "А ты, значит, обнимаешь только того, кто говорит, что «можно»? {w}Какой прелестный образчик приспособленства!"
    "Восхитился мой внутренний собеседник."
    "Я не обратил на него внимания."
    "Врать себе или нет, решение сугубо индивидуальное."
    scene expression Noon("bg ext_aidpost_sunset_7dl") with blind_l
    "Оставался один непреложный факт - Славя мне всё-таки нравилась."
    "Это не было чем-то сродни упоённому увлечению, вроде того, что вчера заставляло меня делать глупости и плевать на собственную гордость."
    me "Всё же что? {w}Бросишь товарища в беде, одиночестве и печали?"
    scene expression Noon("bg ext_aidpost_sunset_7dl") at zenterleft
    show sl laugh pioneer at cleft
    with dissolve
    sl "Умеешь ты подобрать слова."
    show sl normal pioneer with dspr
    sl "Но давай всё-таки какое-нибудь занятие найдём, а то я что-то не выспалась."
    me "Как насчёт игры в карты?"
    sl "В ту игру, что на турнире была?"
    me "Да."
    sl "Замечательная идея. Подожди меня здесь, я схожу за колодой."
    cs "В этом нет необходимости."
    "Отозвалась Виола, как оказалось, всё это время прекрасно слышавшая нас."
    cs "Я дам вам колоду, только не потеряйте."
    sl "Обещаем."
    hide sl with dissolve
    "Улыбнулась Славя, направляясь внутрь здания."
    "Кажется, её всё ещё немного нервировала ситуация, куда мы оба угодили."
    window hide
    scene bg ext_aidpost_day
    show sl normal pioneer
    with blind_l
    sl "Ну вот."
    "Она гордо, как эдакий трофей, продемонстрировала мне початую колоду и, усевшись обратно на скамеечку рядом со мной, с видом завзятого крупье, перемешала карты."
    sl "На что играем?"
    me "Да ни на что давай пока."
    "Подумав, решил я."
    me "Затравочную-разогревочную."
    sl "Хорошо."
    stop music fadeout 3
    window hide
    with fade
    return
    
label alt_day4_fz_play:
    if not persistent.altCardsWon4:
        "Славя сдала карты, и партия началась."
    elif alt_day4_fz_sl_wish:
        "Я раскидал карты, и партия началась."
    else:
        sl "Ну так что? Может, на желание сыграем?"
        me "Давай!"
    window hide
    menu:
        "Играть!":
            $ INVISIBLE = False
            python:
                dialogs = {
                                (0, 'win','jump'):'alt_fz_win',
                                (0, 'fail','jump'):'alt_fz_fail',
                                (0, 'draw','jump'):'alt_fz_draw'
                            }
                generate_cards('bg ext_aidpost_sunset_7dl', dialogs)
                rival = CardGameRivalUn(sl_avatar_set, u"Славя")
            jump cards_gameloop
        "Сдаться!":
            jump alt_fz_fail
        "Пропустить":
            $ persistent.altCardsWon4 = True
            jump alt_fz_win

label alt_fz_draw:
    scene bg ext_aidpost_day with fade
    show sl smile pioneer with dspr 
    sl "Боевая ничья. Давай ещё раз."
    "Я кивнул и сдал карты по-новой."
    $ persistent.altCardsWon4 = True
    jump alt_day4_fz_play

label alt_fz_fail:
    scene bg ext_aidpost_day with fade
    show sl smile pioneer with dspr
    if persistent.altCardsWon4:
        th "Интересно, какое желание она загадает?"
        sl "А загадаю я… Загадаю я…"
        "Её озарило!"
        sl "Пойдёшь со мной гулять после обеда?"
        me "Это вопрос или желание?"
        show sl laugh pioneer with dspr
        sl "Вообще, конечно, желание! Но если ты не хочешь…"
        me "Да пойду я, куда денусь."
        show sl laugh pioneer with dspr
        sl "Тогда до встречи после обеда!"
        "Она поднялась и, помахав мне рукой, неспешно направилась в сторону столовой."
        hide sl with dissolve
        $ alt_day4_fz_sl_walk = True
        return
    else:
        sl "Ты проиграл! Ты точно не поддавался?"
        "Я пожал плечами. Поддавался или нет, я проиграл."
        $ persistent.altCardsWon4 = True
        menu:
            "Ещё партейку? На желание.":
                sl "Давай!"
                $ alt_day4_fz_sl_wish = True
                jump alt_day4_fz_play
            "Давай ещё разок":
                sl "Давай."
                jump alt_day4_fz_play

label alt_fz_win:
    scene expression Dawn("bg ext_aidpost_day") with fade
    show sl shy pioneer at center with dissolve
    if persistent.altCardsWon4 and lp_sl >= 3:
        sl "И каково твоё желание?"
        me "Мы так хорошо сидим вместе."
        sl "Да, да."
        show sl sad pioneer with dspr
        sl "Так ты что загадывать будешь?"
        me "Очень хорошо сидим."
        sl "Ты к чему клонишь? Хочешь, чтобы я с тобой весь день провела?"
        "Я рассмеялся."
        me "Мне нравится эта идея! {w}Хотя я думал о том, чтобы ты забрала меня погулять после обеда."
        sl "Забыл про бинты и осмотр?"
        me "Ну, ты меня куда-нибудь забери, где их не будет. Или хочешь, можешь здесь со мной посидеть?"
        $ lp_sl += 1
        sl "Я подумаю!"
        play sound sfx_7dl["eat_horn"] fadein 6
        "Рассмеялась девочка, поднимаясь."
        "А над лагерем уже разносился сигнал горна, зовущего пионеров спасаться от голодной смерти."
        th "Быстрее бы и мне что-нибудь съедобного принесли."
        hide sl with dissolve
        "Подумал я, провожая взглядом удаляющуюся фигурку."
        $ alt_day4_fz_sl_walk = True
    elif persistent.altCardsWon4 and lp_sl < 3:
        me "Хм. Я победил. Странно."
        sl "Не ожидал?"
        me "Да не то чтобы… Скорее, я не придумал никакого желания."
        "Я опять отдёрнул пальцы, тянущиеся почесать затылок."
        "И, наконец, придумал."
        me "Во! Я сейчас записку напишу, а ты её передашь. Только не подглядывать! Договорились?"
        show sl smile2 pioneer with dspr
        $ alt_day4_fz_un_letter = True
        sl "Легко!"
        "Освободив место на скамейке, я подошёл к двери, ведущей в медпункт."
        window hide
        scene bg int_aidpost_day with dissolve
        play sound sfx_open_door_1
        show cs normal with dspr
        cs "Что у вас там?"
        me "Виола, у вас ручку с листиком можно одолжить?"
        cs "Сколько угодно."
        "Порывшись в ящиках, она добыла запасную ручку и вытащила из середины тетрадки двойной лист в клеточку."
        show cs grin with dspr
        cs "Можешь строчить свои любовные послания."
        "Я вспыхнул."
        me "Это не любовные послания!"
        show cs shy at center with dspr
        cs "Конечно-конечно. Это деловая переписка, я же не без понятия."
        "Она одарила меня мимолётной улыбкой и вернулась к писанине."
        "Я последовал её примеру - хотя пару минут глупо смотрел на листочек, вспоминая, что кроме QWERTY, существует ещё и письменная грамота."
        "Но справился. Чтобы я да не справился!"
        window hide
        scene bg ext_aidpost_day
        show sl normal pioneer
        with dissolve
        "Десять минут спустя я протянул Славе листок, сложенный вчетверо и перетянутый чёрной ниткой."
        "На верхней стороне его огромными буквами значилось «Лене»."
        me "Держи."
        me "И не подглядывать!"
        sl "Как прикажет мой повелитель."
        play sound sfx_7dl["eat_horn"] fadein 6
        "Рассмеялась девочка, поднимаясь."
        "А над лагерем уже разносился сигнал горна, зовущего пионеров спасаться от голодной смерти."
        th "Быстрее бы и мне что-нибудь съедобного принесли."
        hide sl with dissolve
        "Подумал я, провожая взглядом удаляющуюся фигурку."
    else:
        sl "А ты молодец! Вон как уверенно раскатал."
        menu:
            "Ещё партейку? На желание.":
                $ alt_day4_fz_sl_wish = True
                sl "Давай!"
                jump alt_day4_fz_play
            "Давай ещё разок":
                sl "Давай."
                jump alt_day4_fz_play
    stop music fadeout 3
    window hide
    with fade
    return

label alt_day4_fz_postcard:
    stop music fadeout 5
    stop ambience fadeout 5
    play music music_list["smooth_machine"] fadein 5
    if ('sl' in list_d2_convoy_7dl):
        "Несколько минут спустя на крылечке показалась Виолетта."
        show cs normal with dissolve
        cs "Пойду я тоже фигурку попорчу."
        "Сообщила она."
        cs "Так как ты здесь единственный больной, оставляю всё хозяйство на тебе."
        cs "Ключ на столе, если что, вода в графине есть, если пить захочешь."
        cs "Обед тебе твоя нелюдимая пионерка принесёт, так что не скучай."
        "Она лениво махнула мне рукой и двинулась в сторону столовой."
        "Оставляя меня в одиночестве."
    hide cs with dissolve
    window hide
    with fade2
    "Кажется, я опять задремал."
    "С этими сотрясениями ты постоянно находишься в напряжении, когда не понимаешь, проснулся ли ты или ещё нет."
    show un normal pioneer with diam
    "Иногда между мгновениями ресниц успевает уместиться достаточно времени, чтобы реальность поменялась враз - как переключение канала."
    "Прямой путь солнечным лучам кто-то перегородил, и я, щурясь, открыл глаза."
    "Лена. В своём обычном неприязненно-отстранённом стиле."
    "Я поклясться был готов, что ещё долю секунды назад её не было - специально сел так, чтобы отслеживать подходы."
    me "Здравствуй."
    show un serious pioneer with dspr
    un "И ты… Здравствуй."
    "У меня была целая куча вопросов, причём большинство из них звучало одинаково: «это что было вообще?!»."
    "А потому я мудро придержал их при себе."
    "Почему неприязнь?"
    "Почему оттолкнула меня, когда я набрался храбрости, чтобы зайти в гости?"
    "Почему вчера расплакалась и убежала вместо того, чтобы танцевать?"
    "И почему, после всего этого я узнаю, что она ухаживала за мной, пока я валялся в отключке?"
    me "Я рад тебя видеть."
    un "А я т-тебе, в-вот…"
    "Она указала глазами на судки."
    un "Покушать…"
    me "Спасибо."
    "Я поднялся и с рук на руки принял посуду."
    "На полупути наши пальцы соприкоснулись - и гадом буду, если это вышло случайно."
    "И как позавчера, реакция оказалась… специфической."
    "Оба вздрогнули так, будто нас ошпарило, а я чуть не попрощался со своим обедом."
    th "Надо что-то делать с этой реакцией."
    "Пытаясь унять колотящееся сердце, попенял я сам себе."
    "Щёчки Лены чуточку порозовели, но в целом я не заметил каких-то особых изменений."
    "Похоже, я ей всё так же противен."
    if alt_day4_fz_un_letter:
        me "Получила записку?"
        show un shy pioneer with dspr
        un "Д-да."
        "Она смутилась."
        me "Если что-то там непонятное было, ты скажи. А то я знаю свой почерк."
        un "Д-да н-нет… Видела я почерки и похуже."
        "Она засобиралась."
        un "Я пойду, наверное."
        "Я глубоко вздохнул, и…"
        me "Слушай, спасибо тебе огромное за одежду. {w}Да и вообще…"
        "Я покраснел и отвёл взгляд в сторону."
        me "За заботу."
        show un angry2 pioneer with dspr
        "Лена холодно посмотрела на меня в качестве ответа. Кажется, её волнение и заикание куда-то делись."
        th "Что ж, похоже, мы вырулили на привычную ей колею. Прэлестно."
        un "Я была свободна вечером. {w} {i}Поэтому{/i} и взялась постирать одежду."
        me "А. Понятно."
        "Я смутился ещё сильнее."
        me "Прости пожалуйста. {w}Просто хотел сказать, что благодарен тебе. {w}Обо мне мало кто заботился до сих пор."
        dreamgirl "И тут ты такой - «а выходи за меня. Будешь заботиться до конца дней своих». Вот уж перспективка!"
        show un normal pioneer with dspr
        un "На моём месте так поступил бы каждый."
        "Она как будто изо всех сил старалась отрицать что-то. {w}Но что?"
        th "Может ли оказаться так, что за неприязнью прячется хотя бы что-то позитивное?"
        me "Да, наверное."
        "Задумчиво сказал я."
        me "А ты теперь меня всегда будешь ненавидеть?"
        show un surprise pioneer with dspr
        un "Что?"
        me "Да брось!"
        "Взорвался я."
        me "Ты на меня смотришь как на насекомое второй день уже!"
        me "Никакой проступок не заслуживает такого наказания."
        show un shy pioneer with dspr
        un "По-моему, ты бредишь."
        "Лена отвела взгляд."
        me "Брежу. {w}Возможно. Но я не понимаю, чем я заслужил твою неприязнь."
        me "Зови как хочешь. {w=.3}Презираешь. {w=.3}Недолюбливаешь. Плохо относишься. {w}Я хочу сказать, я действительно тебя настолько выбешиваю?"
        show un normal pioneer with dspr
        un "Глупости. Я нормально к тебе отношусь."
        me "И потому цедишь слова сквозь зубы."
        me "Жаль, что нам не стать хотя бы друзьями. Прости, что отнял твоё бесценное время."
    else:
        "Лена замерла на секунду, будо ожидая чего-то."
        th "И ты правда думаешь, что я поведусь на это?"
        th "Хочешь общаться - будем общаться. {w}Но дьявола с два ты теперь от меня инициативы дождёшься."
        if ('dv' in list_d2_convoy_7dl):
            return
    show blink
    scene black
    "Я закрыл глаза и подставил лицо солнечным лучам."
    "В голове и груди опять было пусто… {w}Немного постояв и не сказав ни слова, Лена ушла."
    "Она была с первого дня, она была самой лучшей. Единственной."
    th "Была бы ещё хотя бы чуточку взрослее."
    "Есть не хотелось. Хотелось расколотить бедовую головушку о ближайший угол."
    window hide
    scene bg int_aidpost_day with dissolve
    $ persistent.sprite_time = "day"
    $ day_time()
    "Я отнёс обед в помещение и загремел кастрюльками."
    "Хотя иногда и хотелось почувствовать себя эдаким сибаритом, что закутавшись в махровый халат цвета индиго, пьёт на веранде своего дома горячий кофе и смолит сигаретку."
    "И кресло обязательно ротанговое, а пепельница керамическая в форме слона, и утро прохладное такое, что поневоле запахиваешь халат поплотнее и делаешь крупный глоток горькой жидкости."
    "Но жрать суп на улице всё же было не совсем то."
    "В любом случае, голодным сидеть не резон - даже в отсутствие аппетита."
    "Любовь приходит и уходит — и так далее."
    "Больного сегодня кормили куриным бульоном с рисом и гренками."
    "Кучеряво."
    "На второе макароны по-флотски и помидорка для восстановления упавших сил."
    "Ну и, понятно, вездесущий компот из сухофруктов - иногда мне казалось, что некогда великий Союз заготовил пару миллиардов тонн этого бессмертного сырья для госхрана, и теперь не знает куда девать."
    "Вот и кормит всех вокруг одними и теми же сушёными яблоками, грушами, абрикосами…"
    window hide
    with fade2
    play music music_list["your_bright_side"] fadein 5
    "Отдыхалось в одиночестве лета, солнца и звенящих где-то на декорациях детских голосов на диво хорошо."
    "Всё ж таки мизантроп в моей душе верховодит всем цирком, и то, что на пару дней мы вдруг притворились социализированными, не значит ровным счётом ничего."
    "Просто иногда даже мизантропу хочется поиграть в игры."
    "А притвориться безудержно влюблённым, обиженным или безрассудным, летящим с крыши вниз - это же такая увлекательная игра."
    "А очень скоро вернётся Славяна, и я буду играть в дружелюбие."
    "Как иногда хочется просто быть искренним…"
    "Перехватив взгляд в толпе, просто подойти, улыбнуться и сказать «привет, дружище» незнакомцу, чем-то зацепившему с первого взгляда."
    "Улыбнуться красивой девушке и сказать ей спасибо за то, что она не даёт угаснуть красоте в этом мире."
    "И когда душа просит порыва и скорости - плюнуть и на солидность, и на мнение окружающих - и просто побежать!"
    "Вперёд, злясь на собственное тело за то, что привык манипулировать скоростями истребителя, а оно не даёт и сорока километров в час."
    "Говорить только правду в лицо всем окружающим, петь, танцевать и кричать тогда, когда хочется - до хрипот, до усталости и до голоса сорванного."
    "Как тогда - за запертой навсегда дверцей лет и памяти."
    sl "Семён?"
    "Раздался снаружи голосок блондинки."
    sl "Ты здесь? "
    "Антон не выйдет, он умер. Какая печаль. А скиньте мяч, пожалуйста."
    me "Здесь."
    window hide
    scene bg ext_aidpost_day with dissolve
    show sl normal pioneer
    with fade2
    play music music_list["take_me_beautifully"] fadein 5
    "Славя ждала меня всё на той же скамеечке, и я поймал себя на мысли, что мне очень, очень хочется увидеть её хотя бы разок без этих её вездесущих косиц."
    show sl shy pioneer with dspr
    sl "Ч-что…"
    "Она кинула быстрый взгляд на свой безупречный наряд."
    sl "С одеждой что-то не то?"
    me "Да нет. Просто интересно было бы увидеть тебя незаплетённой."
    show sl laugh pioneer with dspr
    sl "У меня волосы очень непослушные, их даже хвостом стягивать неудобно."
    sl "Но если хочешь…"
    "Она оборвала себя."
    me "То?"
    show sl normal pioneer with dspr
    sl "Не суть."
    "Вежливо улыбнулась она в ответ."
    sl "Так куда ты гулять идти хочешь?"
    me "Ну, следуя политике партии…"
    "Многозначительно начал я."
    me "Куда-нибудь, где раненого пионера не найдут проверяющие."
    show sl laugh pioneer with dspr
    sl "И желательно побыстрее - через полчаса генеральная репетиция, а сразу за ней концерт «взрослые детям». Тут будет довольно многолюдно."
    "Я пожал плечами."
    me "Ты знаешь, я тебе доверяю. Всё равно ты побольше моего сюда ездила, так что и лагерь лучше знаешь, и куда спрятаться, полагаю, тоже в курсе."
    show sl smile pioneer with dspr
    "Славя призадумалась на мгновенье."
    sl "Если у тебя никаких особых пожеланий нет, то я бы сходила к складу."
    me "А что там такого интересного?"
    sl "Вопрос другой - чего там нет!"
    show sl laugh pioneer with dspr
    sl "Вернее сказать, {b}кого{/b} там нет. Родителей!"
    "Немного подумав, я был вынужден признать правоту девочки - чего-чего, а родителей на бельевом складе быть априори не может."
    "Плюс немного сориентировавшись, понял, что добраться туда можно теми самыми тайными тропами, знатоком которых поневоле становится любой мало-мальски старожил местности."
    "А потому полностью отдал бразды правления девочке."
    me "Веди!"
    show sl smile pioneer with dspr
    "Одарив меня быстрой улыбкой, Славя отошла к ничем не примечательным кустам и замерла, прислушиваясь."
    window hide
    with fade2
    "Некоторое время ничего не происходило, и я уже начал было скучать, когда она, поманив меня рукой, исчезла, словно призрак пройдя сквозь густые заросли!"
    th "Ну ничего себе! {w}И что, я такое же должен сделать?! Я вам кто, спецназовец?"
    window hide
    $ persistent.sprite_time = "day"
    play sound sfx_bush_leaves
    scene bg ext_warehouse_day_7dl with dissolve
    "По счастью, особых навыков перемещения по зарослям от меня не потребовалось - между кустами была довольно широкая тропинка, незаметная со стороны, у самого начала которой и поджидала меня девочка."
    "Дальше две минуты быстрым шагом - и мы выбрались к штаб-квартире местных чистюль и активистов. {w}Хозинвентарь, постельное бельё, запасные комплекты формы, спортивные снаряды - исключая продукты питания, здесь было всё для нескучной жизни."
    "Но Славю, похоже, это не очень интересовало."
    "Между делом отпихнув с дороги безхозный баскетбольный мяч - судя по звуку, набитый песком - она утащила под навес два пластмассовых стула и, усевшись обратным ходом на один, приглашающе кивнула на второй."
    scene bg ext_warehouse2_day_7dl with dissolve
    show sl normal pioneer with dspr
    sl "Садись! Знаю, что много ходить тебе тяжело, так что не стану тебя заставлять."
    th "Много? То есть, две минуты неспешным пёхом от медпункта - это много? Ага."
    "Но приглашение принял - лень-матушка поперёд меня родилась, это давно всем известно."
    "Наконец, мы устроились в достаточной мере комфортно - и не слишком далеко, чтобы не приходилось кричать, и не слишком близко, чтобы не нервировать Славяну, всё ещё переживающую за утреннюю дрёму у меня на плече."
    play music music_list["afterword"] fadein 3
    sl "Теперь расскажи мне, Семён, что тебя гложет?"
    "Поинтересовалась она."
    me "Разве ты не знаешь? Мне казалось ты, как серый кардинал, в курсе решительно всякого звона шпаги каждого закоулка Парижа."
    show sl laugh pioneer with dspr
    sl "Я стараюсь не лезть без нужды лишний раз в личные дела окружающих - почему они обижаются, я так и не поняла, но решила придерживаться этой политики в будущем."
    me "Наверное, в большой семье росла? Куча братьев-сестёр, никакой приватности, всё такое?"
    show sl smile pioneer with dspr
    sl "Откуда ты знаешь?"
    th "Как будто непонятно - если человек с младенчества в общаге живёт, он и весь остальной мир такой же общагой считает."
    me "Догадался."
    "Пожал плечами я."
    me "А что касается твоего вопроса… Понимаешь, какой коленкор получается - меня достаточно сильно тянет к одному человеку. Очень сильно."
    show sl smile2 pioneer with dspr
    sl "И что же этот человек?"
    me "Он - как бы это сказать - предпочитает держать дистанцию, понимаешь?"
    sl "Ну так может стоит быть чуточку более решительным?"
    show sl shy pioneer with dspr
    "Славя перекинула косу через плечо и неосознанно игралась с кончиками волос."
    sl "Может, стоит сказать прямо о том, что ты думаешь или что чувствуешь?"
    "Не знаю, о чём там думала Славя, но заалела она маковым цветом."
    me "Да я пытался делать кое-что… А делать всё напролом, как ты предлагаешь - это верный способ самоубийства."
    show sl happy pioneer with dspr
    sl "И что же ты пытался?"
    me "Ну, как ты сказала, я постарался сказать как можно более прямо."
    me "Вот, позавчера."
    show sl sad pioneer with dspr
    sl "А что позавчера было?"
    me "Мы с тобой обход закончили с утра, помнишь?"
    "У меня почему-то сложилось впечатление, что Славя совсем меня не слушает - но поток было уже не остановить."
    me "И я потом пошёл… Поговорить. Наладить контакт - ну или как хочешь называй."
    me "И всё вроде бы получалось, но, блин!"
    show sl normal pioneer with dspr
    sl "Что такое?"
    me "Меня приревновали к тебе."
    show sl surprise pioneer with dspr
    "Славя выглядела так, как будто я со всего маху ударил ей поддых - она сначала покраснела, потом побелела и с минуту молчала, не говоря ни слова."
    th "Что с ней такое? Солнечный удар?"
    sl "Так ты не про…"
    sl "Я хочу сказать, ты имел в виду…"
    "Попробовав пару раз начать всё сначала, она махнула рукой и замерла, спрятав лицо в ладонях."
    me "Что-то случилось?"
    "Поведение девочки встревожило меня не на шутку."
    me "Славя? Что с тобой?"
    th "Если у неё тоже что-то со здоровьем, будет очень плохо. Я её в таком состоянии не утащу!"
    sl "Да не обращай внимания."
    "Её плечи подрагивали."
    sl "Это просто я - дура."
    me "Что ты такое говоришь! Ты не дура! Ты…"
    "Я замялся. По части комплиментов у меня всегда были известные сложности - и выдумывать что-то просто ради соблюдения правил приличий…"
    "По счастью, здесь ничего придумывать не пришлось."
    me "Это ты сейчас просто глупости говоришь, наговариваешь. Но ведь совсем пропащего человека не сделали бы помощником вожатой."
    show sl smile pioneer with dspr
    sl "Думаешь?"
    "Она отняла руки от лица, и я поражённо замер - её глаза смеялись."
    sl "Но если я глупости не только говорю, но и делаю - как это ещё назвать?"
    dreamgirl "Временный отвал башни. У меня такое постоянно."
    me "Помрачение. Да как угодно. От тебя никто не требует быть идеальной - хотя бы потому, что иногда позволяя себя слабости, ты не становишься плохой от этого."
    show sl sad pioneer with dspr
    sl "Я думала, ты обо мне говоришь."
    me "Что?!"
    sl "Понимаю. Глупо звучит."
    sl "Просто с самого начала неправильно тебя слушала."
    th "Интересно, может ли в данном случае это считаться невербальным признанием в симпатии?"
    dreamgirl "Невербальным? Да она тебе прямым текстом сказала, что хочет прямоты."
    me "Да ничего не глупо."
    "Запротестовал я."
    me "Просто…"
    "Я выложил ей всё как на духу - про то, как смотрел на Лену, про то, как находил общие черты в наших с ней характерах, про то, как меня выставили сначала из домика, а затем и из жизни, просто отказавшись идти со мной на контакт."
    "Славя обладала тем самым мудрым умением слушать, издавая ровно необходимое количество сочувствующих вздохов и угуканий, чтобы и не создавать впечатления, что я стене всё это рассказываю, и одновременно не сбивать с мысли."
    "И вот, результат…"
    if alt_day4_fz_un_letter:
        me "Понимаешь, и всё бы это было из разряда мелодрам - с глаз долой из сердца вон, меня отшили, я понял и потихоньку испарился."
        me "Окончание истории звучит веселее в два раза всей истории."
        sl "И что там у тебя за окончание?"
        me "Когда я вчера навернулся с крыши, я жутко перепачкался, весь. {w}Но сегодня с утра мне вернули абсолютно чистую форму."
        me "Плюс угадай с трёх раз, кто с шести утра на ногах и сидел возле моей кровати, когда я проснулся?"
        show sl surprise pioneer with dspr
        sl "А она куда отчаянней, чем я думала."
        "Пробормотала девушка."
        me "Теперь-то я верю, записку ты не читала."
        me "Оно и к лучшему - всё равно ничего хорошего из этого не получилось."
        sl "Я ещё тебя уму-разуму учить хотела, мол, если решил поиграться с девочкой, подумай дважды, в этом лагере её никто в обиду не даст."
        sl "А получилось вон оно как."
        "Она задумалась."
        sl "Ладно!"
        sl "У меня есть пара идей, как тебе помочь. Но ты за это обещай мне кое-что."
        me "Что угодно."
        show sl laugh pioneer with dspr
        sl "Не бросайся словами зазря. А если бы я тебя попросила весь лагерь подмести?"
        me "То всё, что меня интересовало бы - это где здесь метла, совок и мешки под мусор."
        "Она подмигнула."
        sl "Нет, настолько я ещё не озверела, но…"
        "Она прикусила губку."
        sl "Послезавтра завершение смены, прощальные танцы. Ты пойдёшь?"
        me "Наверное, пойду. Всё равно больше заниматься нечем."
        show sl shy pioneer with dspr
        sl "Я хочу быть уверена, что ты оставишь один танец для меня. Сумеешь?"
        me "Ээээ… Да, наверное, сумею!"
        th "Как будто мне будет с кем танцевать."
        "При всех талантах Славяны, я сильно сомневаюсь, что из неё выйдет хорошая сводня… Ну, хотя бы по причине того, что сводня не должна быть харизматичнее подопечной!"
    else:
        play music music_list["a_promise_from_distant_days_v2"] fadein 3
        sl "Хорошо, я поняла причины. Что ты собираешься делать дальше с этим?"
        me "Да ничего. Почему я должен делать с этим что-то? Меня отшили, засим ауфвидерзеен."
        "Я пожал плечами."
        me "В жизни никому никогда не навязывался. И сейчас не стану."
        show sl smile2 pioneer with dspr
        sl "Ну, так, а может…"
        "Она оставила окончание фразы в воздухе."
        me "Что?"
        sl "Раз ты теперь только свой и ничей больше."
        me "Да, и?"
        "Я всё ещё не понимал, куда она клонит."
        sl "Может быть, посмотришь вокруг? На того, кто не бьёт тебя всякий раз, когда ты приближаешься?"
        show sl shy pioneer with dspr
        "Славя жарко покраснела - так, что слёзы на глазах выступили — и старательно ковыряла пальцем стул, на котором сидела."
        sl "Знаю, выглядит не очень красиво… Но если кто-то делает тебе больно - может, просто оставить его… быть?"
        dreamgirl "И тут ты такой - ой, Сливя, ты мой самый лучший друк! Как жаль, что я не встретил парня вроде тебя!"
        th "Что ты несёшь, придурь?"
        dreamgirl "А что? Девочка тебе практически открытым текстом в симпатии признаётся - раз ты настолько тормоз, что в первый день этого не понял. {w}И ты продолжаешь тупить."
        dreamgirl "И звание главного тормоза года отходит…"
        play sound sfx_concert_applause
        $ renpy.pause(1)
        dreamgirl "Семёну!"
        dreamgirl "Спасибо, спасибо! Ох, я и не ожидал такой чести. Я хотел бы поблагодарить киноакадемию, Рандома и мать вашу."
        th "Клоун."
        "Беззлобно отругнулся я."
        window hide
        with fade2
        "Всё время мой внутренней пикировки, Славя сидела, потупя глазки, и старательно краснела."
        "И хотя эксапады мои были полны бравировки и внешней умудрённости, всё это было суть отсрочкой прежде, чем вдох вырвется нужными словами…"
        me "Может, на концерт сходим?"
        "Нейтрально предложил я."
        show sl normal pioneer with dspr
        sl "Нельзя! Ты забыл о том, в каком ты виде?"
        th "С вами забудешь, пожалуй."
        me "Ну или просто где-нибудь ещё погуляем? Надоело мне сидеть что-то."
        sl "Понимаю."
        "Славя вздохнула."
        sl "Честно сказать, и не рассчитывала особо."
        th "Ну и дурочка. С переулочка."
        th "Не надо думать, что я не умею ценить доброту. Или что оценил твои действия как нечто нехорошее."
        th "Ты мне тоже нравишься. Но это не сегодня. Давай не будем портить прекрасный день."
        me "Ты не понимаешь, да? Я тебе позавчера ещё сказал, что идеальных людей не существует."
        me "Я рассказал тебе о том, что гложет меня, а ты в ответ сказала… Дай мне хотя бы несколько часов привыкнуть к самой мысли, ладно? Всё-таки я не радио, чтобы переключаться."
        show sl smile pioneer with dspr
        sl "Что ж. Это уже не «нет»."
        "Улыбнулась девочка."
    th "Когда-нибудь, возможно, я пойму твои мотивы - и что ты такого могла углядеть в каличе социальном, неспособном вытолкнуть из глотки несколько важных слов."
    th "Что ж так руки-то трясутся, господи…"
    "И трясутся, и трясутся…"
    window hide
    show blink
    scene black
    with fade
    stop music fadeout 3
    play sound sfx_hell_alarm_clock fadein 2
    return

label alt_day4_un_fz_dv:
    cs "Я не знаю, каким образом ты умудрился привязать к себе самого нелюдимого ребёнка лагеря."
    "Пожала плечами Виола, не отрываясь от писанины."
    cs "Но что есть, то есть."
    me "О чём вы говорите?"
    cs "Ты ведь в курсе, что сегодня родительский день?"
    me "Что-то такое слыхал краем уха."
    "Притворился осведомлённым я."
    cs "К пионерке до подъёма ешё приехал отец, он очень занятой, работает в милиции. Нормальное поведение - это провести пару часов с родителем, да?"
    cs "А она поздоровалась, забрала что он привёз, и сказала, что её ждут дела."
    me "И какое отношение это имеет ко мне?"
    cs "Самое прямое… пионер. {w}Или ты не догадываешься, кто у тебя здесь сидел с шести часов?"
    cs "И почему одежда у тебя чистая, несмотря на то, что ты упал с крыши, наверное, тоже в голову не приходит?"
    th "И как объяснить этой женщине, которая смотрит насмешливо-всезнающе, что не приручал я!"
    "Что наоборот, отдал бы очень многое просто ради того, чтобы немного сблизиться!"
    cs "Но вы в размолвке, верно?"
    "Догадалась медсестра."
    cs "А из-за чего, если не секрет?"
    th "Размолвке? Мне кажется, для «размолвки» должно существовать что-то, от чего можно размолвиться. А если мы чужие друг другу?"
    cs "Что произошло?"
    me "Там достаточно неприятная ситуация."
    "Я со вздохом составил судки и отодвинул их от себя."
    cs "Давай попробуем разобраться, если она такая неприятная. Если вспомню что из курса психологии, попробую помочь."
    "Немного подумав, Виола поднялась и села на кушетку рядом со мной, вызвав вполне объяснимый порыв сбежать подальше."
    cs "Да расслабься ты, пионер, я не кусаюсь."
    me "Ага. Только лучше бы кусались."
    cs "А вот это."
    "Виола подмигнула."
    cs "Только для самых избранных. {w}Рассказывай."
    "Я вдохнул воздуха в грудь — и выдохнул. {w}Просто не знал, с чего начать."
    "Для задачи с двумя неизвестными всё это было слишком близко и потому…"
    cs "Можешь начать в хронологическом порядке."
    "Подбодрила Виола."
    cs"Помогает собраться с мыслями."
    me "Как скажете."
    dreamgirl "Значит, началось всё тогда, когда мне было восемь, остальным семь, мы смотрели «полицейскую академию», у одного из студиозусов взяли волос на анализ, выявив путём химической реакции, что он - девственник!"
    dreamgirl "Головы присутствующих немедля поворачиваются в нашу сторону, как самого старшего, и мы, с высоты полугода разницы в возрасте, солидно роняем: «Девственник? Это как бабник!»"
    dreamgirl "За что выражаем благодарность сексуальной революции, группе «Дюна» и отдельно Виктору Рыбину. {w}Узнать слово «бабник», раньше, чем узнать значение слова «девственник» - это просто пять!"
    th "Точно. Давай ещё вслух это расскажем и вместе посмеёмся."
    "Я отдёрнул пальцы, тянущиеся почесать затылок, и попытался разложить события по таймлайну."
    me "Значит, началось всё в первый мой день здесь, когда у нас не сложился разговор с Леной."
    cs "Удивительно, что она вообще тебя подпустила и согласилась разговаривать."
    "Покачала головой Виолетта."
    cs "Девочка не слишком жалует посторонних, а ты, похоже, слишком понравился." 
    "Я покраснел."
    cs "Ты не цвети здесь маковым цветом, ты дальше излагай."
    me "Так вот, в первый день, похоже, я сделал что-то не так, неправильно."
    me "В общем, надо было ещё тогда приглашать её составить мне компанию в моём тур-вояже по «Совёнку»."
    cs "А ты?"
    "Судя по хитрому прищуру, она уже догадалась о моей прогнозируемой неудаче."
    me "Я? Книжку её хвалил, пытался блеснуть знанием цитат и прочей мишурой."
    me "В общем, не получилось у нас беседы, и она очень быстро ушла. {w}Ну а я же понятливый — девочка сказала, что я ей не интересен, я намёк воспринял."
    "Я замолчал, смачивая пересхошее горло глотком чая."
    cs "Как обычно в вашем возрасте, неправильно."
    "Фыркнула медсестра."
    cs "Девочка стесняется, а ты считаешь, что она холодна."
    me "Что-то вроде того."
    "Кивнул я."
    me "Хотя она запала мне в душу, на следующий день я стал искать провожатого, который смог бы показать мне лагерь…"
    cs "И не осмелился подойти?"
    me "Откуда вы знаете?!"
    if ('medic' in list_voyage_7dl):
        cs "Да ты вообще-то с другой пионеркой заходил, если помнишь."
    else:
        cs "Ожидаемо. Ты выбрал кого-то другого, пионерка обиделась…"
    me "Да нет же!"
    "Возразил я."
    if ('library' in list_voyage_7dl):
        me "Когда мы в библиотеке встретились, вполне себе мило раскланялись и поулыбались друг другу. {w}Хотя до самого конца дня больше ни разу не увиделись вплоть до карточного турнира."
    else:
        me "Она была приветлива вечером на турнире."
    me "Где мы вполне ожидаемо попали в пару."
    if alt_day2_fail == 1:
        cs "Надеюсь, ты хотя бы поддался ей?" 
        me "Конечно! За кого вы меня принимаете. Поддался, подбодрил — хотя она далеко и не прошла, но мне показалось, для неё это кое-что значило."
    cs "Дальше."
    me "А дальше я…"
    "Я зажмурился и выпалил:"
    me "Я пошёл к ней в домик."
    show cs shy with dspr
    "Виолетта аж покраснела от такой откровенности. Но сейчас я не относился к ней как к живому человеку, женщине или кому-либо, обладающим собственным эго."
    "Рядом со мной сидел бесполый и безликий врач и исповедальня в одном лице."
    cs "Ого! А ты времени даром не теряешь. И как, удачно?"
    me "Да. Захотелось узнать чуточку больше о ней, "
    if ('library' in list_voyage_7dl):
        extend "а так как я в библиотеке видел её рисунки — решил, что, может быть, на этой почве мы с ней и подружимся."
    else:
        extend "вытащить погулять, быть может."
    cs "Судя по твоему расстроенному виду, у вас что-то пошло не так."
    me "Да. Мы нормально поговорили, а потом она взяла и выдала нечто в духе «ты сначала гуляешь с Алисой, а потом бежишь ко мне.»"
    me "Я, правда, не понял, это в ней солидарность с подругой сыграла или она мной как б/у побрезговала?"
    "Виола рассмеялась."
    cs "Не побрезговала. Вот, кстати, вполне могла счесть, что ты мальчик её подружки. {w}А ты же ничего объяснить не смог, {w}никто в вашем возрасте не может."
    cs "И вы разругались в пух и прах."
    me "Мы не ругались… Она просто взяла и выставила меня за дверь."
    me "И вчера, несмотря на все мои попытки переговорить, в упор меня не замечала."
    "Я опустил голову."
    me "Лучше бы я и правда к чертям себе голову расколотил на этих плитах."
    cs "Не городи ерунды. Может, твоей пионерке надо больше времени — не приходило такое в голову?"
    me "Да нету у меня времени! Я каждую секунду чувствую как утекающую впустую!"
    "Рявкнул я. И тут же схватился за затылок, куда больно отдало отзвуком моего собственного голоса."
    cs "Есть что добавить?"
    me "Есть один не слишком приятный момент."
    "Признался я."
    me "Вчера на танцах я еле-еле убедил Лену выйти со мной на площадку во время медленной композиции."
    cs "Очень хороший способ общения, кстати."
    "Одобрительно кивнула Виола."
    me "И она, вроде бы, даже согласилась…"
    cs "Но?"
    me "Сбежала, когда мы почти начали танцевать!"
    "Я схватился за голову."
    me "Я не знаю. Может, я ей противен?"
    me "Она тупо разрыдалась, сказала, что чего-то там не может, и просто убежала!"
    stop music fadeout 5
    me "Ну а дальше понятно, я пошёл помогать в  клубы и отправился в незапланированный полёт."
    cs "Погоди о клубах."
    "Кажется, я слишком разогнался."
    cs "Почему расплакалась? Что случилось?"
    me "Я не знаю!{w} Она согласилась танцевать со мной, и когда мы дошли до места, она оглянулась - и уже тогда плакала… а потом сбежала."
    cs "Через общих знакомых справлялся о ней?"
    me "Да нет. {w}Хотя погодите-ка. У Мику спрашивал о ней!"
    cs "И что та?"
    me "Сказала, что Лена в свою очередь интересовалась, как можно отвадить слишком приставучего меня. "
    "Я закрыл глаза. "
    me "Она меня ненавидит, да? {w}Думает, я подлец, или на танцах тогда решила, что если она мне откажет, то я её силой потащу? "
    cs "Рановато пока делать такие выводы."
    "Виола поднялась и перебралась обратно за свой стол."
    cs "Но одно то, что она о тебе сегодня заботилась, кое-что тебе должно сказать."
    me "Да вожатая её заставила!"
    "Я пожалел о собственных словах ещё раньше, чем в воздухе погасло их звучание, но сказанного было уже не воротить."
    "Виолетта неприязненно скривилась."
    cs "Серьёзно? Заставила встать в шесть утра, чтобы постирать тебе грязную одежду и посидеть рядом?"
    me "Ну, или может, ответственность у неё."
    cs "Ты её ни с какой другой пионеркой не путаешь?"
    me "Тогда я не знаю." 
    cs "Значит, и глупости говорить ни к чему. {w}Я переговорю с девочкой и узнаю её мнение относительно твоего поведения."
    cs "А там подумаем. Может, вам обоим действительно лучше соблюдать дистанцию."
    th "А если я не хочу соблюдать дистанцию?"
    "Отчаянно подумал я."
    th "Если я под веками её лицо вижу — стоит лишь глаза сомкнуть, если голос способен восстановить в памяти, как и запах?!"
    cs "Ну-ну, не смотри на меня так."
    "Рассмеялась доктор."
    cs "Говорю же, пока обе стороны не выслушаю, выводы делать не стану."
    me "А когда вы их выслушаете?"
    cs "Да когда."
    "Пожала она плечами."
    cs "Обед тебе понесёт, как раз и поговорю. {w}Только ты уж не сочти за труд, освободи помещение, дай девочкам посплетничать. Договорились?"
    me "Конечно."
    "Подвздошье окатило ледком невозможной надежды."
    me "Быстрее бы уже обед."
    cs "Сказал пионер, только-только прикончив завтрак."
    "Виола отложила ручку в сторону и задумчиво посмотрела в мою сторону. "
    cs "Скажи-ка, пионер. А как ты к картам относишься?"
    me "То есть?"
    cs "Хотя что это я. В турнире участвовал, значит, позитивно."
    me "Э… да."
    cs "Я предлагаю скрасить досуг за партеечкой в эту вашу игру."
    me "А давайте!"
    show blinking
    "…"
    "Виола выигрывала как хотела."
    "Честно, я даже обрадовался тому, что мы без ставок играли - быть мне без штанов в противном случае!"
    play sound sfx_7dl["eat_horn"] fadein 3
    "Потому я облегчённо выдохнул, когда из-за полуоткрытого окна донеслось старое доброе «бери ложку, бери хлеб»."
    cs "Ты даже не старался."
    "Улыбнулась Виола."
    cs "В следующий раз я хочу видеть игру в полную силу. А теперь я пойду обедать."
    me "А я?"
    cs "А ты жди. Тебе пионерка твоя еду принести обещала. Поэтому оставляю помещение на тебя. Сиди, жди и ничего не трогай. Ясно?"
    "Лёгкое пожатие плечами."
    stop sound
    me "Да уж не совсем бестолковый."
    cs "Прекрасно. Рада, что это досадное падение не отразилось на твоих умственных способностях, пионер. Увидимся."
    "Она накинула халат и сбежала, оставив меня в одиночестве."
    stop music fadeout 3
    window hide
    with fade
    return

label alt_day4_fz_dv_dinner:
    me "Лен, можно задать один вопрос?"
    show un shy pioneer with dspr
    "Она хотела было что-то ответить, но я поспешил добавить."
    me "Да не буду я к тебе лезть, обещаю. Понял уже, что кроме раздражения не вызываю у тебя ничего."
    un "Д-да н-н…"
    me "Ну вот и я говорю, что да - выбешиваю. Прости. В общем, с тобой Виола о чём-то потолковать хотела, зайдёшь через полчасика?"
    un "Ладно."
    hide un with dissolve
    "Мне было не слишком уютно от мысли, что я выступил, пусть и безвинным, но всё же обманщиком - как ни крути, а речь-то обо мне пойдёт!"
    "Но, кажется, здесь иначе поступить было нельзя - если бы Лена узнала тему будущей беседы…"
    "Ага, ищут прохожие, ищет милиция, ищут бездельники ваших столиц."
    "По правде сказать, в великую силу психологии я не слишком-то верил - насильно мил не будешь, и того не изменят все психолухи мира."
    "Но попытка не пытка, в конце концов."
    "С какого-то момента я сменил мнение, что неведение - это блаженство, на то, что лучше попытаться и пролететь."
    "Чем сидеть и казниться из-за того, чтобы был шанс хотя бы попытаться что-то исправить."
    "Занятый мыслями, я совершенно не замечал что ем - если бы Ульяна хотела, сейчас она накормила бы меня полным перечнем местного энтомологического реестра."
    "И только обнаружив, что доедаю компот ложкой, понял, что надо бы всё же выбраться на улицу и немного проветрить мозги."
    window hide
    play sound sfx_open_door_1 fadein 5
    scene bg ext_aidpost_day with dissolve
    "Лена сидела на скамейке рядом со входом, а по тропинке от столовой двигалась Виола."
    cs "Ага, пионерка."
    "Кивнула она."
    cs "Тебя-то я и искала. Зайдёшь?"
    "Не слушая возражений, она утащила Лену в помещение - едва не сбив меня с ног - и захлопнула дверь."
    "Оставляя меня наедине с дневным сытым зноем."
    th "А в Испании законодательно закреплена сиеста. Вот здорово, если бы у нас было так же!"
    "Вытянувшись на скамейке, я подложил под голову руку, чтобы не касаться затылком досок, и уставился в небо."
    window hide
    scene bg ext_sky_7dl with dissolve
    "Некоторое время спустя глаза стали слипаться, и…"
    window hide
    scene anim prolog_1 with dissolve
    th "Такое ощущение, что последние лет пять я так категорически не высыпался, что теперь организм ловит любой момент для того, чтобы дать храпака."
    "Лениво подумал я, когда меня без лишней нежности потрясли за плечо."
    "Лена."
    window hide
    scene bg ext_aidpost_day
    show un angry2 pioneer
    with dissolve
    me "Что?"
    un "Это ты устроил?"
    me "Что устроил?"
    "Лена выглядела донельзя рассерженной, поэтому я счёл мудрым уйти в несознанку."
    un "Это!"
    "Она неопределённо повела в воздухе руками."
    me "Это? Ага."
    me "Понятия не имею, о чём ты. {w}Да мне и всё равно."
    "Сейчас мне действительно было всё равно - впервые за последние дня три в голове было восхитительно пусто."
    me "Мы же условились - я тебя не раздражаю, в жизнь твою не лезу, вот и ты отстань."
    "Лена ещё что-то хотела сказать - но я уже закрыл глаза."
    window hide
    show blink
    hide un
    "Думал притвориться, но уснул всерьёз - потому что следующей картинкой уже оказалась Виола."
    window hide
    scene bg ext_aidpost_day
    show cs normal with dspr
    cs "Переговорила я с твоей пионеркой. Кажется, там всё не так просто."
    me "Что вы имеете в виду?"
    cs "Не могу пока сказать. Слушай."
    "Она вдруг улыбнулась."
    cs "Раз уж ты всё равно здесь сидишь - подежуришь пару часиков? А я постараюсь разузнать подробнее о вашем случае - у меня литература дома."
    me "Да-а?"
    "Я задумался."
    me "Но только пару часиков, не больше."
    me "А то меня что-то спать подрубает."
    cs "Разумеется, узнаю, душ приму и сразу вернусь."
    cs "Ключи там же, таблетки без нужды не раздавай, а вот зелёнку и перекись можешь не жалеть."
    cs "Не скучай."
    "Она помахала мне и заспешила по направлению к домикам персонала."
    hide cs
    with dissolve
    play music music_list["sweet_darkness"] fadein 5
    "Пальцы сами выстукивали какой-то ритм - из глубины забытых лет, оттуда, откуда понемногу вытягивал «Совёнок» моё детство, мою юность в виде воспоминаний…"
    me "Солнце медленно в закат, ветер листья собирал…"
    "Совершенно ожидаемо сорвалось с губ."
    "Ну, конечно же - песенка сожаления об упущенных возможностях."
    th "Не упущенных, а…"
    dreamgirl "А профуканных. Вспоминай."
    dreamgirl "Последний заезд. Лагерь. Смена. Медляк. Девочка, имени которой ты и сам не вспомнишь, зато прекрасно помнишь, что «Секси» её звали с твоей лёгкой руки."
    dreamgirl "И будто этого недостаточно - твоей убогой фантазии хватило не только на то, чтобы выродить этот псевдоним."
    dreamgirl "Но и присвоить его двум!" with vpunch
    extend " Разным!" with vpunch
    extend " Девочкам!"
    th "Как будто что-то плохое! Зато именами память захламлять не пришлось."
    th "Как же, как же…"
    dreamgirl "То, как вы условились встретиться после лагеря, и ты, с затычками в ушах, бегал искал её по всей «Василеостровской» - будто отражение миддл-эйт всё того же «Ты бы мог»."
    "Суровые восемь тактов безысходности ожидания и поисков. Но всё это будет позже, позже…"
    window hide
    $ set_mode_nvl()
    "Сначала было слово, и слово было у Бога и слово было «Бля буду, но я эти кубики потрогаю!» — сопряжённое с тычком под рёбра Шурику и указующим взглядом фигурку-«закачаешься»."
    "Северодвинская школа боевых искусств прислала в гости в наш скромный лагерь каких-то своих пионеров - неизвестно, чем отличившихся."
    "И вот они вываливаются из раскалённого нутра автобуса, а у меня взгляд зацепляется за гордо посаженную головку с волосами, собранными в высокий конский хвост."
    "Плечи, больше подошедшие бы парню, огромные серые глазищи и - да, пресс! О, это вообще что-то с чем-то."
    "И я, плавно оттесняя Шурика, подхватываю даже с виду тяжелые сумки с вещами и инвентарём, между делом улыбаясь «давай, помогу, Двина!» во все тридцать два."
    "Это был день первый для неё, день двадцать третий для меня и день минус первый для того опрометчивого обещания."
    "Хотя поперёд той Евы, разумеется, была и своя Лилит, которую мы называли ровно так же - какая удача, что они разминулись!"
    nvl clear
    window hide
    $ renpy.pause(3)
    "Тогда я ещё не был в курсе того, что по нашу душу прислали не то школу самбо, не то ещё каких муай-тай, но, похоже, только то, что я понравился, спасло меня от хитрого залома."
    dreamgirl "Точно, от переворота через пупок с захватом левой пятки - помнишь, как бесилась?"
    "А там и Шурик подтянулся - тоже, блин, кавалер."
    "Лето отметилось тем, что в кои-то веки удалось перебороть смущение перед противоположным полом и начать приглашать на танец."
    dreamgirl "Да пора бы уже, в её-то годы."
    "И три недели, отпихивая друг друга локтями мы с Шуриком боролись за внимание нашей «Секси», всеми силами отпихивая конкурента."
    th "А её в конце смены бойфренд на «Таврии» забрал. «Таврии», мать вашу!"
    th "То-то я удивлялся, что она последнюю дискотеку отказала в танце нам обоим. И злость такая, и кураж - драться бы, сбивая в костяшки кулаки - а мы на сцену полезли."
    "Выступать."
    nvl clear
    window hide
    $ renpy.pause(3)
    "И тогда-то нас обоих пригласили на белый танец."
    "Только если меня пригласила «Секси» за номером два - зачем-то вернувшаяся в лагерь и задержавшаяся на дискотечку - так, из вежливости одной, то с Шуриком вышло всё сложнее."
    "Короче говоря, он в город поехал несвободным."
    "А я…"
    "Это всё тот же «Русский Размер», только в этот раз они мурлыкают о некой звезде разлуки, а мне и горько, и сладко - эта фигуристая барби вызывала самое обильное слюноотделение, но не той она была, не той."
    "Мы ритмично переминаемся с ноги на ноги, перебалтываемся о чём-то, я между делом рассказываю ей о том, что из всего лагеря с ней мне было, пожалуй, приятнее всего познакомиться."
    "Чистая вежливость же… А она номер оставила и приказала, чтобы четвёртого сентября я встретил её на гостинке."
    "Чем там всё вылилось — разговор отдельный, но самое грустное в том, что тогда я так и не потрогал Те Самые Кубики."
    nvl clear
    window hide
    $ renpy.pause(3)
    $ set_mode_adv()
    dreamgirl "Вот уж печалька - девочка животик свой потрогать не дала. Могу напомнить, зато чего ты натрогался взамен."
    th "Ну-ка, ну-ка?"
    dreamgirl "Ты забыл, может, но у меня доступ ко всей твоей памяти."
    dreamgirl "Смотри сюда. Вот вы танцуете с ней - у тебя футболка от пота мокрая, поэтому она обнимает тебя за плечи."
    "У меня загудели внутренние стороны плечей, верхняя часть бедра…"
    dreamgirl "И ты такой, со скромным видом, мол, танцевать предпочитаешь на пионерской дистанции, не прижимаясь, да и вообще грязный."
    th "Ну так!"
    dreamgirl "И теперь вопрос - чего в этот время как бы случайно касались указанные места?"
    dreamgirl "Молчишь? То-то же."
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_day
    with dissolve
    "Девочка из Северодвинска в результате и написала, и приезжала - но это уже совсем другая история."
    "Я набросил белый халат на плечи и сделал умное лицо."
    th "Вот у Двачевской что-нибудь заболит, и мы ей профилактическую клизму поставим."
    th "Ведёрную."
    th "Ну или укол."
    dreamgirl "Что, так не терпится снять с Алиски юбку?"
    stop ambience fadeout 2
    "К слову, несмотря на подколы внутреннего голоса, либидо моё было спокойно как у… да как у двадцатипятилетнего!"
    "То бишь, до мертвой тишины, понятно, далеко ещё, но и ежесекудной хочушести также не возникало."
    play ambience ambience_medstation_inside_day fadein 3
    "И, несмотря на то, что как и любой другой мальчик моего возраста, я отнюдь не отказался бы от лицезрения Алисы неглиже, мысли мои преимущественно касались Лены."
    dreamgirl "Дык! Вспоминая её верхние девяности, оно, в целом, и неудивительно."
    th "Да я не о том, чтобы раздеть!!!"
    dreamgirl "Да правда, что ли? Ты бы отказался?"
    "Был бы этот голос хотя бы чуть-чуть материален - получил бы в лоб."
    "«Русского размера» на плеере у меня не оказалось, зато было кое-что не хуже."
    "Диджей Лошадиная Морда и Таня Булкина! Мой Сон!"
    dreamgirl "Попсарь-затейник."
    "Клятвенно пообещав себе замолить грехи ударной дозой панк-рока, я воткнул затычки в уши и погрузился в воспоминания пятисотлетней давности."
    "У меня был неплохой старт - как у киндера восьмидесятых, оно и неудивительно, сценарий, подламывающий психику и делающий из меня того, кто я есть, начнётся только через несколько лет."
    "А сейчас я молод, весел и безжалостен, в кармане аттестат, проездной и пара сотен на глупости."
    "Через день мне на работу. Проблема в том, что в четыре часа на Ладожский вокзал прибывает поезд, везущий мне мою Двину."
    "Когда тебе семнадцать, вопрос о том, что в такой ситуации приоритетнее, даже не встаёт."
    play sound sfx_open_journal
    "Я будто знал, что после детства и юношества не будет ничего."
    "Я всеми силами копил впечатления - сладкие, горькие, сумасбродные, умиротворяющие и вызывающие улыбку."
    "Моё внимание привлёк журнал с рукоделием - один в один такой же, какой я листал, сидя в приёмном покое много постфактум."
    th "А на странице три можно найти вязанное платье, специально сделанное для того, чтобы носить его поверх купальника."
    th "Идеально сядет на Мику. Правда, я не видел её в купальнике пока, но у неё фигурка подходящая."
    th "Страница пятая, безрукавка-болеро с махрой в индейском стиле, добавим шорты - отдадим мелкой."
    "Одиннадцатая страничка - на одной полосе расположились два наряда: классический русский сарафан с завязками под грудью - очевидно, Славе."
    "И укороченные брючки вкупе с лоскутной кофтой, понятно, нашей скромняше - вон, воротник какой высокий, очень удобно там смущённо прятать подбородок."
    "Представив Лену в вышеупомянутой кофточке, с воротником под горло, я заулыбался - до такой степени милой вышла картина."
    th "Как жаль, что я не могу ей это показать - после беседы с Виолеттой она, кажется, сердится на меня ещё больше."
    "Тяжело вздохнув, я сложил руки под головой и в позе «работаю с мелкими деталями» прикрыл глаза, снова возвращаясь во времена моей беспокойной юности."
    window hide
    scene bg black
    with fade
    "…"
    window hide
    play sound sfx_knock_door2
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_day
    with fade
    play sound sfx_open_door_clubs
    me "Войдите."
    play music music_list["my_daily_life"] fadein 5
    th "Первый больной - в студию!.."
    play sound sfx_open_door_clubs
    with None
    show sl normal pioneer at center 
    with dissolve
    "Славя неслышно прикрыла дверь за собой и улыбнулась."
    with None
    show sl smile pioneer at center 
    with dspr
    sl "Здравствуй!"
    "Улыбнулась она."
    me "И тебе… Не хворать. Во всех смыслах этого слова."
    "Мы немного помолчали, будто забыв стереть улыбки с лиц, пока я не спохватился:"
    me "Так ты с чем? Болит что-нибудь?"
    with None
    show sl shy pioneer at center 
    with dspr
    sl "Спасибо. У меня вообще всё хорошо, я тебя проведать зашла. {w}Хотя…"
    "Она замялась."
    me "Что?"
    sl "Да нет, ничего…"
    th "Смутилась?{w} Она и это умеет?"
    dreamgirl "С чего ты решил, что смутилась? Щёки красные? Так это от удовольствия - с целым Семёном общается!"
    me "Точно? А то ты скажи. Я, конечно, медицинского образования не получал, но первую медицинскую оказывать меня учили."
    dreamgirl "И дыхание рот в рот делать - тоже."
    th "Ага, и проверять не жмёт ли кому язык."
    sl "Медицинская помощь мне не нужна, но вот кое-какая другая…"
    me "Назови любую."
    "Сказал я, прежде чем понял - что несу вообще!"
    th "А если она чего-нибудь непристойного потребует!"
    with None
    show sl happy pioneer at center 
    with dspr
    sl "Да, кое-что…"
    th "Например, попросит голышом сплясать на столе? Или сделать два круга по полю, нарядившись в её сафаранчик?"
    "Мысль об интиме меня до последнего не навещала, пока Славя не покраснела пуще прежнего."
    with None
    show sl normal pioneer at center 
    with dspr
    me "И что же это?"
    sl "Ох."
    "Наконец, она решилась."
    sl "Даже не знаю… {w}Ты не мог бы выйти на улицу и подождать там пару минут - не задавая вопросов?"
    sl "Заодно покарауль, чтобы никто не зашёл."
    "Я пожал плечами."
    th "Ну, раз это всё, что тебе нужно…"
    dreamgirl "И тут она такая тебя зовёт обратно - и голая!"
    th "Кажется, я погорячился, сказав, что либидо у меня не бушует."
    dreamgirl "Да ты на неё посмотри! Чтобы в её присутствии либидо не бушевало, надо быть евнухом!"
    stop ambience fadeout 2
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_aidpost_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Игнорируя призывы внутреннего голоса остаться и полюбоваться шоу, я выбрался на улицу и занял уже привычный наблюдательный пост на скамье."
    "В голову пришло что, возможно, в медпункте спрятано что-то, о чём я, по идее, знать не должен - но что?"
    th "Наркотики? Женская гигиена? Презервативы? Оружие?"
    "Вариантов было громадьё, потому я поспешил очистить голову и прикрыл глаза."
    dreamgirl "Смотри, чувак."
    "Подало голос альтер-эго."
    dreamgirl "Сейчас по графику тот самый момент, когда она стащила труселя и осталась с голым задом, ожидая, когда бравый пионер Семён согреет её энергичным трением."
    th "Господи! Ты уймёшься уже или нет?! Я отказываюсь иметь с тобой что-либо общее."
    dreamgirl "Да ви, батенька, таки ханжа?"
    th "Да я даже в пубертатный период такой ерундой не занимался."
    dreamgirl "Ко-{w=.3}неч-{w=.3}но! И ты никогда не думал о том, что вот эту вот отдельно взятую самочку было бы неплохо завалить, смять кружева, сдвинуть ткани в сторону и…"
    "Я аж вздрогнул."
    "Гадость в моей голове действительно обладала полным доступом к моей памяти - и сейчас вытаскивала из глубин то, что я всеми силами старался забыть."
    th "Это нормально, если не циклиться на этом постоянно."
    dreamgirl "Так ты и не циклись. А мне-то, мне, твоей тёмной половине, это не только позволительно - это единственно верный модус операнди."
    with None
    show sl normal pioneer at center 
    with dissolve
    "Наконец, Славя закончила свои таинственные дела и вышла на крыльцо."
    "В руках она сжимала продолговатый бумажный пакетик."
    window hide
    menu:
        "Спросить, что это":
            $ alt_day4_fz_vodka = True
            me "А что это такое?"
            with None
            show sl shy pioneer at center 
            with dspr
            sl "Ничего!"
            "Она покраснела."
            sl "Спасибо тебе!"
            me "Да не за что…"
            with None
            hide sl
            with dissolve
            "Славя убежала."
            stop music fadeout 3
            dreamgirl "Что-что. Вата, марля, феназепам!"
            th "Дались тебе эти транки!"
            "К тому же, таблетки не булькают. А я поклясться был готов…"
        "Не спрашивать":
            $ day4_sl_compl = 1
            $ lp_sl += 1
            with None
            show sl normal pioneer far at center  
            with dissolve
            me "Сделала что хотела?"
            "Уточнил я."
            with None
            show sl happy pioneer far at center 
            with dspr
            sl "Да, конечно. Спасибо!"
            stop music fadeout 3
            "Одарив меня улыбкой, она убежала."
            with None
            hide sl
            with dissolve
    window hide
    with dissolve
    stop ambience fadeout 3
    "…"
    window hide
    th "По-моему, Славя слишком мила со мной."
    dreamgirl "По-моему, весь этот мир слишком мил с тобой. {w}Исключая, понятно то, что ты проморгал по собственной придурковатости."
    th "Но не бесплатно же вся эта милота и красота? Что-то же потребуется взамен? Замещения подростковых впечатлений? Кому они нужны…"
    dreamgirl "Себя."
    dreamgirl "Вот он, яркий, отмытый ледяной водой и вычищенный песочком, сдобренный глутаматом натрия и самыми лучшими цветовыми фильтрами."
    dreamgirl "Кинестетическое пиршество плюс картинка."
    dreamgirl "Как по мне, так просто памятью, полагаю, ты здесь не отделаешься."
    window hide
    scene bg int_aidpost_day
    with dissolve
    play sound sfx_open_door_clubs
    play ambience ambience_medstation_inside_day
    dreamgirl "Помнишь свои вчерашние мементо мори?"
    dreamgirl "Вот тебе еще вдогоночку. Карлин, восьмой."
    dreamgirl "Запомните, уделяйте больше времени тем, кого любите, потому что они с вами не навсегда."
    dreamgirl "Запомните и горячо прижмите близкого человека к себе, потому что это единственное сокровище, которое можете отдать от сердца, и оно не стоит ни копейки."
    show blinking
    play music music_list["my_daily_life"]
    show un normal pioneer at center 
    with dissolve
    "Дверь скрипнула - почему-то без стука."
    "И на пороге оказалась Лена."
    un "А где Виола?"
    me "Ушла. {w}Если нужна какая-то таблетка…"
    dreamgirl "Запомните и говорите «люблю тебя» своим любимым, но сначала действительно это почувствуйте."
    dreamgirl "Поцелуй и объятия могут поправить любую неприятность, когда идут от сердца."
    me "Что-то болит?"
    show un serious pioneer with dspr
    "Лена покосилась на меня и думала проигнорировать, но тут же охнула и схватилась за виски."
    un "Ох…"
    dreamgirl "Мигрень или простая головная? Баралгинчику ей."
    if ('medic' in list_voyage_7dl):
        dreamgirl "Но сначала…"
        dreamgirl "Раздевайтесь, больная!"
    me "Голова болит?"
    un "Д-да…{w} Перенервничала что-то…"
    "Девочка смотрела на меня со сложной смесью неприязни и вины."
    dreamgirl "Да, тут по-любому раздеваться надо."
    me "Нервы, значит?"
    "Баралгин значился почему-то как «Брал», но меня это не смутило."
    me "Вот, пожалуйста."
    th "Запивон бы какой-нибудь. Что-то там Виола говорила…"
    "Я нашёл глазами графин с пластмассовой мензуркой и, накапав до середины, протянул вместе с таблетками девочке."
    me "Пожалуйста."
    un "Спасибо."
    "Я указал на кушетку."
    me "Посидишь немного? Оно через пару минут подействует."
    "Лена засомневалась, но я, пожав плечами, уже уткнулся обратно в журнал - так и развёрнутый на странице с лоскутной кофтой с высоким воротником."
    with None
    show un surprise pioneer at center 
    with dspr
    dreamgirl "Запомните и держитесь за руки и цените моменты, когда вы вместе, потому что однажды этого человека не будет рядом с вами."
    th "Уймёшься уже?"
    dreamgirl "Погоди, там ещё одна фраза, ради которой всё и затевалось."
    "Лена уступила рекомендации и заняла место на кушетке."
    "А на меня вдруг нашло что-то - я схватил со стола журнал и, отлистав назад несколько полос, ткнул пальцем в приглянувшийся мне комплект:"
    me "Скажи, а тебе такого типа вещи вообще нравятся?"
    "Лена посмотрела на рисунок."
    with None
    show un normal pioneer at center 
    with dspr
    un "Да… Нравятся."
    me "Это не слишком старо сейчас?"
    "С намёком спросил я."
    with None
    show un shy pioneer at center 
    with dspr
    un "Журнал же…"
    "Она указала на обложку и покраснела."
    un "Новый…"
    un "А ты почему спрашиваешь?"
    window hide
    menu:
        "Тебе бы подошло.":
            $ lp_un += 1
            me "Да просто представил, кто бы мог надеть это - чтобы подошло."
            me "На тебе смотрелось бы идеально."
            show un shy pioneer with dspr
            un "Спасибо…"
            me "Да не за что."
            "Я пожал плечами."
        "Просто так.":
            "Я пожал плечами."
            un "…"
    "Некоторое время мы молчали."
    "Наконец, она поднялась и, чуть задержавшись, направилась к выходу."
    me "Прошла голова?"
    with None
    show un smile pioneer at center 
    with dspr
    un "Да, спасибо."
    th "Что ж, это хотя бы не было презрением с отвращением."
    un "Удачно додежурить."
    me "Увидимся."
    with None
    hide un
    with dissolve
    stop music fadeout 3
    dreamgirl "Найдите время для любви, найдите время для общения и найдите время для возможности поделиться всем, что имеете сказать."
    dreamgirl "Потому что жизнь измеряется не числом вдохов-выдохов, а моментами, когда захватывает дух!"
    dreamgirl "Джордж написал это своеобразным реквиемом своей почившей жене, чувства к которой яростно отрицал."
    dreamgirl "Почти как вы с Леной."
    th "Но я ничего не отрицаю!"
    dreamgirl "Ты ей что-нибудь хорошее, тёплое вообще пытался сказать? {w}Просто ради того, чтобы она улыбнулась?"
    th "А она?"
    dreamgirl "Она девочка. За ней ухаживать надо."
    "У меня ещё мноооого было аргументов разной степени невежливости, и я даже уже собрался озвучить парочку…"
    window hide
    with fade
    play sound sfx_knock_door7_polite
    "…и тут наш продуктивный диалог прервал вежливый стук в дверь."
    th "Виола явила миру дар ясновидения и спихнула на меня дежурство аккурат в канун обвальной эпидемии."
    "Я решил, что на будущее было бы неплохо обзавестись умением такого же типа и пригласил:"
    me "Войдите!"
    play sound sfx_open_door_clubs
    play music music_list["eat_some_trouble"] fadein 3
    with None
    show us normal pioneer at center 
    with dissolve
    "Мику, Ульяна или Алиса? А то, может, и сама вожатая?"
    "А то последняя сегодня не очень балует меня вниманием."
    me "Привет."
    with None
    show us sad pioneer at center 
    with dspr
    us "Привет. А где врачиха?"
    "Ульянка."
    "Егоза отличалась нежно-салатовым цветом лица и периодически издавала китовые песни животом."
    me "Живот, ага?"
    with None
    show us dontlike pioneer at center 
    with dspr
    us "Тебе-то какая разница. Так где врачиха?"
    me "Сначала хамишь, потом вопросы задаёшь. Невежливо."
    me "Я вместо неё пока дежурю."
    "Пожав плечами, я отвернулся - хочешь болеть, Рандома ради."
    dreamgirl "Кто чёрствый? Я чёрствый?"
    th "Оставь свои шуточки про сердце ребёнка на другой момент."
    dreamgirl "Да ладно!"
    "Расшалилось подсознание."
    dreamgirl "Скажи ещё, что не смешно!"
    "Я поморщился."
    "Чем-то шутящее подсознание напоминало мне Ульянку - оба стихийных бедствия можно было только переждать."
    show us surp1 pioneer at center 
    with dspr
    us "Да? Ну я, тогда, пожалуй, пойду сдохну под кустом."
    "Она ехидно улыбнулась."
    me "Счастливой смерти."
    "Вежливо пожелал я."
    with None
    show us normal pioneer at center 
    with dspr
    "Она замерла на полушаге."
    us "От живота таблетку найдёшь?"
    me "Где болит? Верх живота, низ?"
    us "Верх."
    with None
    show us dontlike pioneer at center 
    with dspr
    us "Верхняя часть."
    me "Там, где голова расположена?"
    with None
    show us surp3 pioneer at center 
    with dspr
    us "Что?"
    me "Ничего, айн момент."
    with None
    show us normal pioneer at center 
    with dspr
    th "Похоже на перегруз живота. Сейчас дровишек подкинем."
    "Панкреатин был такой же, каким я всю жизнь его и помнил - ещё по родительской аптечке, розовые таблетки."
    with None
    show us laugh2 pioneer at center 
    with dspr
    us "Спасибо, доктор!"
    "Она выпила таблетку и, посидев минут десять, в своём обычном стиле превратилась в красно-рыжий смерч."
    "На секунду даже показалась, что вся сценка с бледным лицом и бурчащим брюхом мне попросту привиделась."
    window hide
    menu:
        "Объелась, что ли?":
            me "Что ела-то? Сыр чистоганом или копчености?"
            with None
            show us dontlike pioneer at center 
            with dspr
            us "Откуда знаешь?"
            "Мелкая с подозрением вызверилась на меня."
            us "Про сыр…"
            th "Блин, ну очевидно же!"
            "Я пожал плечами."
            window hide
            pause(1)
            play sound sfx_slam_door_campus
            with None
            hide us
            with dissolve
            "Хлопнув дверью, она вышла, так и не дождавшись ответа."
        "Отравилась?":
            $ alt_day4_fz_bake = True
            $ lp_us += 1
            me "Тяжёлую пищу сегодня ела?"
            with None
            show us surp1 pioneer at center 
            with dspr
            us "Тяжёлую?"
            me "Копчёности-печёности."
            "Она пожала плечами."
            with None
            show us grin pioneer at center 
            with dspr
            us "Может, и ела. Ты думаешь, я запоминаю?"
            me "Родители копчёную курицу или колбасу привозили?"
            show us smile pioneer at center
            us "…"
            me "Вкусно?"
            "Она кивнула."
            me "Тебя что, ребёнок, дома не кормят?"
            us "Но вкусно же! Ладно, бывай."
            me "Пару дней не ешь больше такую пищу!"
            "Крикнул я в закрывающуюся дверь."
            window hide
            pause(1)
            play sound sfx_slam_door_campus
            with None
            hide us
            with dissolve
            us "Бу сделано, доктор!"
    stop music fadeout 3
    "…"
    window hide
    with fade
    "Журнал был полностью пролистан, наряды были мысленно розданы по сёстрам, заняться было решительно нечем."
    "Медсестра, в полном соответствии с собственным обещанием, не спешила возвращаться."
    "Я бездельничал, читал книжку с читалки,{w} и, понятно, всеми силами выздоравливал."
    "Судя по ощущениям некоей ватности внутри головы и периодической лёгкой тошноты, я заработал себе чисто символическое сотрясение."
    "И причин держать меня в изоляторе, честно сказать, не видел."
    th "Или всё как вчера? Виола в сговоре с Ольгой, защищают кого-то от меня - или меня от кого-то?"
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_day
    with dissolve
    play ambience ambience_medstation_inside_day fadein 3
    th "Остались только Мику и Алиса. Интересно, обе придут?"
    th "Голова была, женская часть была, живот был. {w}Что дальше? "
    play sound sfx_open_door_kick
    play music music_list["that_s_our_madhouse"] fadein 3
    with None
    show dv normal pioneer at center 
    with dissolve
    "Поэтому ворвавшаяся на пост Алиса стала, пусть и неожиданным, но приятным разнообразием."
    "Она оторопела, углядев меня рядом со столом."
    dv "А ты что здесь делаешь?"
    me "Сижу…"
    "Констатировать очевидное проще всего."
    with None
    show dv smile pioneer at center 
    with dspr
    dv "Сидишь. Ага.{w} Тем лучше."
    "Она подошла ко мне и без лишних вопросов попробовала откатить меня в сторону."
    me "Обострение борзоты?"
    "Осведомился я."
    th "Могу прописать профилактическую в челюсть. "
    with None
    show dv normal pioneer at center 
    with dspr
    dv "Ну чё расселся, двигайся давай."
    me "С фига ли?"
    dv "Таблетка мне нужна."
    me "Какая таблетка?"
    "Она медленно выдохнула, всеми силами стараясь не взорваться."
    with None
    show dv angry pioneer at center 
    with dspr
    dv "Как думаешь, это твоё дело?"
    me "Я здесь врио, и подозрительных личностей вроде тебя к таблеткам и близко не подпущу."
    "Я хихикнул, представив себе, как Двачевская, наворовав пенталакса и пургена, вываливает всё в огромный алюминиевый котёл с вечерним компотом."
    dreamgirl "Отож! Лагерные весёлые домики резко прибавят в популярности."
    with None
    show dv normal pioneer at center 
    with dspr
    "Такой подход к делу несколько обескуражил Алису, и она всерьёз задумалась."
    dv "Мне нужен уголь. От отравлений, знаешь?"
    me "Ты не выглядишь отравленной."
    dv "О да."
    with None
    show dv grin pioneer at center 
    with dspr
    "Усмехнулась она."
    dv "Я пока только планирую."
    window hide
    menu:
        "Дать Алисе уголь":
            $ alt_day4_fz_coal = True
            $ lp_dv += 1
            th "Надеюсь, меня не сочтут пособником подросткового алкоголизма."
            th "Чёрт его знает, где Алиса взяла столько спиртного, чтобы аж углем запасаться, но…"
            window hide
            play sound sfx_open_table
            $ renpy.pause(1)
            "Я полез в ящик и вытащил оттуда пачку конвалют с активированным углем, туго перетянутую зелёной медицинской резинкой."
            "Достав одну, я протянул её Двачевской."
            with None
            show dv normal pioneer at center 
            with dspr
            me "Удачно погудеть."
            "От души пожелал я."
            dv "Спасибо!"
            with None
            hide dv
            with dissolve
            stop music fadeout 3
            "Она забрала упаковку и убежала."
        "Не давать ей уголь":
            me "Планируешь? А потом пальцем на меня укажешь, мол, это я?"
            dv "Ничего я ни на кого не укажу."
            me "Фигушки."
            "Я поднялся со стула и, привалившись пятой точкой к столу поверх бюро, скрестил руки на груди."
            with None
            show dv angry pioneer at center 
            with dspr
            dv "Тебе что, угля жалко?!"
            me "Нисколько. Но я не хочу оказаться замешанным. А ты мне этого пообещать не можешь."
            "Она замялась."
            with None
            show dv normal pioneer at center 
            with dspr
            me "Извини, что?"
            dv "Я обещаю, что не стану на тебя указывать."
            me "Что и требовалось доказать. Даже не думай, нифига я тебе не дам."
            "Она попыталась пролезть силой, но где ей тягаться со мной."
            "Возможно, я малахольный дрищ, но всё равно весовые категории у нас несравнимые."
            with None
            show dv angry pioneer at center 
            with dspr
            dv "Да и подавись своим углем!"
            with None
            hide dv
            with dissolve
            "Она развернулась и направилась к выходу."
            window hide
    scene black
    with dissolve
    "…"
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_aidpost_day
    with dissolve

    stop music fadeout 4
    "Обрадованный тем, что успешно отбился от Алиски, я сел обратно за стол и углубился в чтение, между делом отмечая время с часов на подложке текста."
    th "Полдник я гарантированно профукал, и нести мне его Лена не спешила - кажется, для неё дорога в медпункт теперь надолго будет заказана."
    th "Интересно, как она сейчас?"
    th "Надеюсь, это просто небольшая головная боль от нервяка - уж наша-то медсестра кого угодно может заставить нервничать."
    "Я терпеть не мог чувствовать себя беспомощным."
    play sound sfx_open_journal
    "И в полном соответствии со словами Джорджа и вечного собеседника отчетливо ощущал, как некая координата отмеряет и отмеряет упущенные возможности."
    "Та сама подлость и бесхарактерность, которая измеряется в слабовольных поступах в сутки - тоже ведь ничего себе мерило."
    "Оставляя за спиной и почти десяток сброшенных лет, и свидание с морозной смертью, я, окрылённый, спешу сказать самое важное - и безразлично пожимаю плечами, отступаю."
    "Встретив не отпор даже - а просто неприятный мне вопрос."
    play music music_7dl["pathways"] fadein 5
    "Ну, конечно же! Это же проще всего!"
    "Отмерить себе задачу-минимум и следовать ей - две тысячи оргазмов, шесть тысяч чашек кофе, одни серьёзные отношения и три-пять интрижек — на всю жизнь."
    "Одно разбитое сердце каждый десяток лет, две новые песни в плеер раз в месяц, три «люблю» в полгода - и те не вслух."
    "Четыре задвинутых в никуда планов исправить жизнь к лучшему, пять неозвученных признаний, шесть неотправленных смс в черновиках и первые семь дней наедине с самим собой."
    "Ровно одна неисправляемая ошибка и ровно вторые сутки, как я пытаюсь разобрать её последствия."
    "Одно серьёзное решение за всю неделю, одно «да не особо-то и хотелось» на виду у всех в столовой."
    play sound sfx_open_door_clubs
    dreamgirl "Да тебе насрать должно быть на то, кто, как и зачем тебя видит и что думает!"
    dreamgirl "Пойми, наконец, что ты не сможешь до бесконечности спихивать на общественное мнение ответственность за собственную жизнь!"
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_aidpost_sunset_7dl
    with dissolve
    th "Ага. И нет больше белого, нет больше чёрного - только лишь серое, сплошь обречённое."
    "Надеясь неизвестно на что, я вышел на крыльцо и задумчивым взглядом проводил заходящее солнце - удивительным образом походящее на то, что было в моём утреннем сне."
    dreamgirl "Общественное мнение хорошо тогда лишь, когда ты хочешь выступать депутатом от их округа."
    dreamgirl "А если речь заходит о том, чтобы попытаться найти живое место на зашитом шрамами сердце - там ты можешь действовать сам и только сам. Или напомнить тебе, с чего начался твой Лондон?"
    "Я вспомнил, что в детские лагеря этих лет возили алзолам, имеющий активным веществом моё любимое успокоительное - то самое, что любили давать перед публичными выступлениями."
    dreamgirl "Не выйдет. До конца смены меньше четырёх дней."
    dreamgirl "И ты не имеешь права пускать всё на самотёк, или я тебе такое раздвоение личности устрою, что Тайлер Дёрден покажется лёгким неудобством."
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg int_aidpost_day_apple
    with dissolve
    th "Ничего ты мне не сделаешь… Я тебя раскусил."
    dreamgirl "И что же ты раскусил?"
    th "Ты - плоть от плоти этого лагеря. И ты ничего не можешь мне сделать."
    play sound sfx_ghost_children_laugh
    "Ответом мне был смех, от которого морозом по коже пробежало."
    "Лагерь был тихий-тихий, все пионеры собрались в столовой, репродукторы смолкли, и только стук моего сердца нарушал тишину."
    dreamgirl "Пока то в моей власти, я могу не давать тебе расслабиться - раз уж физически не могу пинками погнать к свету."
    play music music_list["mystery_girl_v2"] fadein 3
    "И тут я обратил внимание на то, что кое-что в медпункте поменялось!"
    "На столе из ниоткуда появилось большое прекрасное зелёное яблоко, от одного вида которого у меня поджались кишки и потекли слюнки."
    th "Что за…"
    "Я подошёл поближе, когда мой взгляд привлёк второй предмет, ниоткуда появившийся на столе."
    dreamgirl "О, эта прекрасная коробочка с бело-розовой этикеткой!"
    dreamgirl "Она так прекрасна, как билет в один конец в страну счастья!"
    dreamgirl "Разве не плевать на то, чем придётся заплатить?"
    dreamgirl "Давай! Всего одна такая плоская таблеточка с двумя продольными фасками - и тебе станет сугубо фиолетово вообще всё! Тем более, что ты так хотел от меня избавиться."
    "Вспомнив о том, чем чреват отходняк от этих весёлых таблеточек…"
    "Я в ужасе отшатнулся и от яблока и от пузырька с ксанаксом."
    "В неожиданную материализацию яблока я мог ещё поверить - например, Ульянка спасибо сказала за помощь таким вот образом - просто просунула яблоко в окно и положила его на стол."
    "Но чёртовы транки?!"
    th "Здесь творится какая-то неведомая херня, и мне это решительно не нравится!"
    "Я хотел было что-то делать, кричать или бежать куда-нибудь, но…"
    "Подпрыгнувший пол со всего маху треснул меня в висок."
    window hide
    play sound sfx_bodyfall_1 fadein 5
    stop music fadeout 6
    scene black
    return
    
label alt_day4_fz_lost_coun:
    if lp_sl > 4:
        scene bg int_aidpost_day with dissolve
        sl "… нормально, доктор? Я же не знала!"
        "Ворвался в сознание встревоженный голос."
        "Славя?"
        cs "Расслабься, пионерка."
        "Отвечал её голос под номером два - расслабленно-ленивый, уверенный в себе."
        cs "Он ещё обеих нас с тобой переживёт."
        cs "Перегрелся на солнышке, с кем не бывает. Перенервничал."
        sl "Перенервничал?"
        cs "Так что я вас не знаю, что ли? Вы же в таком возрасте, что чуть что - сразу о высокодуховных угрызениях."
        cs "Тема волнующая, но больному противопоказана."
        show sl sad pioneer with dspr
        sl "Семён? Семён, ты как себя чувствуешь?"
        "Из тёмного колодца мне удалось выбраться чуть ближе к поверхности, там сняли крышку, и сверху в меня заглядывало не на шутку обеспокоенное лицо Слави."
        sl "Семён?"
        cs "Не шуми. Намочи лучше компресс."
        "Приказал голос, в котором я узнал Виолу."
        me "Что со мной?"
        "Язык еле ворочался."
        cs "Да ничего. Перегрелся немного."
        cs "Отлежишься, ещё до вечера бегать будешь, обещаю."
        cs "Только подружке твоей фитиля вставлю, чтобы больше не заставляла о всякой чуши романтической рассуждать - рано пока."
        show sl shy pioneer with dspr
        sl "Да я вовсе не…"
        cs "Шучу."
        me "Бегать… Буду?"
        cs "Да."
        "Она обратилась куда-то в сторону."
        cs "Я долго ещё буду ждать чёртов компресс?"
        sl "Простите."
        "На долю секунды я ощутил, как меня приподняло, сняло с чего-то мягкого и переложило на нечто потвёрже."
        th "Значит, я лежал на коленях Славяны?"
        "Безучастно подумал я."
        th "Интересно, каким образом она доставила меня сюда?"
        sl "Вот."
        "На лоб легло что-то прохладно-приятное, и я плавно забалдел."
        cs "Таблеточку от давления скушай, драгоценный, и можешь засыпать."
        cs "Ага. Вот так."
        "Слизистую обожгло привычным уже вкусом баралгина, с послевкусием которого совсем не справлялась даже целая мензурка дистиллированной воды."
        "Доктору виднее."
        "Я даже не поморщился - и закрыл глаза."
        "Спать."
    elif lp_dv > 5:
        scene bg int_aidpost_day with dissolve
        dv "Да откуда я знаю, что с ним? Взял задёргался как больной и упал."
        "Голос Алисы был всё тот же вальяжный, с ленцой, но нотки беспокойства в нём расслышать сумел даже я."
        "Алисы?"
        cs "Расслабься, пионерка."
        "Отвечал её голос под номером два - расслабленно-ленивый, уверенный в себе."
        cs "Он ещё обеих нас с тобой переживёт."
        cs "Перегрелся на солнышнке, с кем не бывает. Перенервничал."
        dv "Перенервничал?"
        cs "Так что я вас не знаю, что ли? Вы же в таком возрасте, что чуть что - сразу о высокодуховных угрызениях."
        cs "Тема волнующая, но больному противопоказана."
        show dv guilty pioneer with dspr
        dv "Новичок, ау? Как оно там?"
        "Из тёмного колодца мне удалось выбраться чуть ближе к поверхности, там сняли крышку, и сверху в меня заглядывало не на шутку обеспокоенное лицо Двачевской."
        dv "Придуряешься, что ли?"
        cs "Не шуми. Намочи лучше компресс."
        "Приказал голос, в котором я узнал Виолу."
        me "Что со мной?"
        "Язык еле ворочался."
        cs "Да ничего. Перегрелся немного."
        cs "Отлежишься, ещё до вечера бегать будешь, обещаю."
        cs "Только подружке твоей фитиля вставлю, чтобы больше не заставляла о всякой чуши романтической рассуждать - рано пока."
        show dv sad pioneer with dspr
        dv "Да я вовсе не…"
        cs "Шучу."
        me "Бегать… Буду?"
        cs "Да."
        "Она обратилась куда-то в сторону."
        cs "Я долго ещё буду ждать чёртов компресс?"
        dv "Вот."
        "На лоб легло что-то прохладно-приятное, и я плавно забалдел."
        cs "Таблеточку от давления скушай, драгоценный, и можешь засыпать."
        cs "Ага. Вот так."
        "Слизистую обожгло привычным уже вкусом баралгина, с послевкусием которого совсем не справлялась даже целая мензурка дистиллированной воды."
        "Доктору виднее."
        "Я даже не поморщился - и закрыл глаза."
        "Спать."
    elif lp_un > 5:
        scene bg int_aidpost_day with dissolve
        cs "Упрямый какой. Не знаю, что ты нашёл в этой своей неприветливой, но она тебя и на десятую долю не ценит."
        "На лоб опустилось нечто прохладное, очень приятное и уместное в такой ситуации."
        me "Виола?"
        cs "К твоим услугам. В следующий раз решишь поработать на износ - предупреди, я смирительную рубашку приготовлю."
        "Виолетта балагурила и улыбалась, но в её голосе было слышно неподдельное беспокойство за меня."
        cs "Зря я уходила, каюсь. Но ничего, сейчас лекарство подействует, поставим тебя на ноги."
        me "Что со мной случилось?"
        cs "Да ничего особенного, побочка от того, что болезнь на ногах перенести пытаешься. Отлежишься."
        me  "На ногах?"
        cs "Да."
        "Слизистую обожгло привычным уже вкусом баралгина, с послевкусием которого совсем не справлялась даже целая мензурка дистиллированной воды."
        "Доктору виднее."
        "Сгиб локтя обожгло уколом, а через пару минут я уже мирно закрыл глаза."
        "Спать."
    stop music fadeout 3
    window hide
    with fade
    return

label alt_day4_fz_supper:
    "Не знаю, сколько времени я проспал, но проснулся от одуряюще привлекательного запаха, исходящего из-под снятой крышки."
    th "Похоже, моя сегодняшняя кормилица решила не оставлять меня умирать с голода."
    th "Как трогательно."
    scene bg int_aidpost_day with dissolve
    if lp_sl >= 4 and ('sl' in list_d2_convoy_7dl):
        $ lp_sl += 1
        "На заднем плане слышались чьи-то спорящие голоса, но усилием воли я низвёл их до фонового шума - желудочек ощутимо подводило."
        "И только утолив первый голод, позволил себе прислушаться."
        "К сожалению, я застал только самый конец разговора."
        "Славя, прекрасная в гневе, выговаривала что-то Лене, сделавшей личико кирпичиком."
        show sl angry pioneer at left with dspr
        sl "…ходишь сюда? Тебя прошлый год ничему не научил?"
        show un serious pioneer at right with dspr
        un "Только тому, что кое-кто не понимает значения выражения «личное дело»."
        "Холодно парировала Лена."
        sl "Я всё сказала. {w}С завтрашнего дня питанием Семёна займусь лично я, а тебе нечего здесь и делать."
        show un angry2 pioneer with dspr
        un "А вот это — позволь мне самой решать!"
        hide un with easeoutright
        with vpunch
        "Лена выскочила на улицу, хлопнув дверью так, что у меня посуда на столе подпрыгнула."
        show sl serious pioneer with dspr
        sl "Проснулся?"
        "Констатировала очевидное Славя."
        "Я пожал плечами."
        sl "Что ж молчал тогда?"
        me "А что говорить-то? Вы, похоже, и без меня всё прекрасно за меня решили, зачем вам мешать."
        sl "Прости, но тебе сейчас категорически нельзя нервничать. Можешь меня ненавидеть или сделать как считаешь нужным… Потом. {w}Когда поправишься."
        menu:
            "Ты всё сделала правильно":
                me "Я просто хотел сказать спасибо."
                $ lp_sl += 1
                "На пару секунд мне стало неловко - как и всегда, когда я от чистого сердца благодарю кого-то."
                me "А как ты меня досюда дотащила?!"
                show sl shy pioneer with dspr
                sl "Да уж пришлось потрудиться! Ты тяжёлый как мешок с картошкой!"
                me "Ты столько для меня сделала…"
                me "Хотел бы я как-нибудь отплатить тебе тем же. Вдруг тебя понадобится спасать!"
                show sl laugh pioneer with dspr
                sl "Разве что от смущения! Я ничего такого не сделала."
            "Ненавидеть не буду, но…":
                "Я отвёл глаза."
                $ lp_sl -= 1
                me "Но здесь я действительно хотел бы разобраться сам."
                me "Меня не оставляет ощущение, что мы с Леной просто где-то недопоняли друг друга."
                show sl sad pioneer with dspr
                sl "Просто она тебе нравится. Вот и всё. {w}Ты совсем не должен мне ничего объяснять."
                "Замахала руками девочка."
                sl "Хотя Лена и сказала, что я не понимаю что значит личная жизнь, это не так."
        sl "Давай кушай, тебе восстанавливаться надо."
        "Она на секунду задержалась, будто желая что-то сказать, но передумала и вышла вслед за Леной."
        "Пожав плечами, я приступил к приёму пищи."
        hide sl with dspr
    elif lp_dv > 5 and ('dv' in list_d2_convoy_7dl):
        "Я буквально кожей ощутил чьё-то пристальное внимание…"
        "Глаза открылись мгновенно, вынуждая следящую за мной Двачевскую вздрогнуть от неожиданности."
        show dv angry pioneer with dspr
        "Впрочем, она отвлеклась на долю секунды - для того, чтобы смерить неприязненным взглядом мою кормилицу."
        "Лена стояла спиной ко мне, поэтому я не мог разглядеть выражения её лица - но, похоже, этих двоих что-то связывает."
        th "Интересно, что?"
        dv "Иди-иди."
        "Фыркнула она."
        play sound sfx_open_door_clubs
        "Не произнеся ни слова, Лена вышла."
        show dv normal pioneer with dspr
        dv "Мне тут сказали, что ты в обморок упал - прибежала как могла."
        "На долю секунды в груди поселилось тёплое-тёплое чувство, направленное на рыжую хулиганку."
        th "Чудны делы твоя, Господи. {w}Скромняша прошлась по мне в тяжёлых ботинках, а бандитка - заботится обо мне."
        "Я растаял."
        me "Спасибо."
        show dv grin pioneer with dspr
        dv "Да не за что."
        "И тут же с размаху:"
        dv "Не могла же я пропустить такое зрелище! Не каждый день парень в обморок как девица падает!"
        "По ощущениям это более всего походило на удар локтем в нос - ошеломляюще, ослепляюще и до слёз."
        th "Расклеился, придурок?"
        "Добавил я сверху."
        "Я заморгал и запрокинул голову к потолку."
        show dv sad pioneer with dspr
        "Самодовольную ухмылку стёрло с лица Алисы, и она единым махом подлетела ко мне."
        dv "Новичок! Эй! Что с тобой?"
        me "Ни-че-го."
        dv "А что ты здесь опять сознание терять собрался?"
        "Я старался изъясняться короткими фразами, чтобы не позволить голосу дрожать."
        "Но здесь проще сказать."
        "Я перевёл влажные глаза на рыжую."
        me "Всё никак не привыкну к тому, какая ты чёрствая."
        show dv angry pioneer with dspr
        dv "Чё ты сказал?!"
        me "Ничё. {w}Полено бесчувственное."
        "Я закрыл глаза."
        "Пусть убивает теперь - как по мне, так достойное наказание за то, что позволил расслабиться."
        show blinking
        hide dv
        "Когда я открыл глаза, Алисы уже не было."
        "Пожав плечами, я приступил к ужину."
    elif lp_un > 5:
        "Открыв глаза, я вздрогнул, обнаружив Лену в опасной близости."
        "Моё пробуждение оказалось полной неожиданностью для девочки, и - "
        show un normal pioneer close with dspr
        dreamgirl "Давай же, чувак! Хватай её, целуй и говори, что она твоя единственная, настоящая и незаменимая!"
        show un shy pioneer close with dspr
        "Крышка с судка, которую она подняла, выпала из ослабших пальцев и с грохотом и дребезжанием запрыгала по столику."
        dreamgirl "Ну же!"
        "Перед глазами стремительно разворачивались события."
        "Десятая доля секунды - девочка падает на меня, увлекаемая резким рывком за руку, с писком влетает в мою зону комфорта и, не успевая понять, что происходит, оказывается у меня на руках."
        "Она смотрит враждебно, зыркает исподлобья, дышит загнанным зверьком и в принципе способна отгрызть предавшую лапу, чтобы сбежать из капкана."
        "Но вместо ерунды, насильных поцелуев и демонстрации физической силы - а она ждёт этого, вон, как напряглась - её лба касаются губы."
        "Со лба переходят на виски и щёки, и… Я останавливаюсь."
        "А она в ответ ворчит и, пользуясь тем, что сверху, притягивает к себе и накрывает мои губы своими."
        th "Ништяк. Как будто Дэн Стил читнул."
        "Вторая десятая доля - девочка падает на меня, увлекаемая резким рывком, на грудь, в мои руки."
        "Но не пытается сбежать или драться, нет."
        "Она терпеливо, холодно и безразлично ждёт, когда я перестану заниматься хернёй и отпущу её."
        "А когда я тянусь губами к ней - натыкаюсь на ледяной, презрительный взгляд, каким смотрят на нечто мерзкое."
        "Встаёт, оправляет одежду, смотря на меня всё так же - и, не сказав ни слова, выходит на улицу."
        th "Так что давай не будем никого дёргать. Учитывая, что я в её глазах занимаю место между содержимым весёлых домиков и местным бестиарием, ожидать следует только последней реакции."
        "Прижав крышку к столу, Лена выпрямилась и сделала крохотный шажок назад."
        "А я, будто в каком-то оцепенении, следил за ней."
        "Ещё шажок."
        show un shy pioneer with dspr
        "И, будто преодолев некое наваждение, наконец, расслабилась, хотя щёки её всё ещё пылали."
        un "П-приятного аппетита."
        "Двигаясь с грацией деревянной марионетки, она выметнулась на улицу."
        hide un with easeoutright
        me "Спасибо."
        "Спустив ноги на пол, я подвинулся поближе к столику и заработал вилкой."
    window hide
    with fade2
    show cs normal at center
    "Я закончил ужин, составил грязную посуду на столик, и после пары минут прикидок, всерьёз решил лечь спать до вечера с заходом на ночь, но тут меня навестила Виола."
    cs "Поел? Хорошо. Посуду заберут чуть позже, а у меня тут посетитель."
    me "Неужто сама Ольга Дмитриевна решила вспомнить о своем пионере?"
    "Предположил я."
    cs "Догадливый малый."
    "Виола приветственно кивнула вожатой и освободила помещение."
    hide cs with dissolve
    play music music_list["smooth_machine"] fadein 5
    show mt normal pioneer with dspr
    mt "Извини, Семён, целый день на ногах с этим родительским днём."
    me "А что с ним? Приезжают родители, забирают детей, кормят так, будто дети здесь голодом сидят."
    mt "Не совсем. Не знаю, говорила ли тебе Славя, но мы решили номинироваться на звание образцового лагеря."
    me "И?"
    show mt smile pioneer with dspr
    mt "Комиссии, Семён. Родительский совет, инспекторы, а под вечер - концерт от младшеньких. Заняться было чем."
    th "Удивительно, как это она ни разу за весь день на пляж не сходила?"
    "Немного подумав, я отмёл эту идею как несостоятельную."
    "Для того, чтобы Ленивовна не пошла на пляж, нужно, чтобы снег пошёл - и то не факт, что это её отпугнёт."
    mt "Плюс у нас тут ЧП - только никому ни слова."
    "Вожатая понизила голос."
    mt "Помнишь, из-за чего ты здесь?"
    me "Конечно, помню. Из-за того, что решил помочь. Помог, блин."
    show mt sad pioneer with dspr
    mt "Не ругайся. Так вот… {w}Шурик, который вчера тебя ловить внизу должен был, пропал."
    me "Испарился, что ли?"
    mt "Что-то вроде этого."
    me "Люди не испаряются, они не вода."
    "Указал на очевидное я."
    show mt smile pioneer with dspr
    mt "Да. Но смотри сам - ты после отказа Лены спешишь помочь на крыше…"
    me "Она не отказывала мне!"
    show mt grin pioneer with dspr
    mt "Да, она просто не стала с тобой танцевать."
    show mt angry pioneer with dspr
    mt "Ты дашь мне договорить или нет?!"
    "Рявкнула она."
    "Немного помолчав, Ольга удовлетворённо кивнула и продолжила:"
    show mt normal pioneer with dspr
    mt "Ты спешишь помочь на крыше, там что-то идёт не так и ты в результате летишь сверху. {w}Ни Электроник, ни Шурик тебе помочь не успели, да и как бы они помогли."
    mt "Дальше события идут всё быстрее - Электроник и Шурик стоят над тобой, ты лежишь в отключке, а совершенно случайно - "
    "Вожатая сделала в воздухе кавычки пальцами."
    mt "- проходящая мимо Елена находит вашу живописную группу."
    mt "Я не знаю, что она сказала или сделала, но один мгновенно побежал за медсестрой, а второй за мной."
    mt "Далее мы транспортируем тебя в медпункт и по возвращении понимаем, что Шурика уже нет."
    me "Может, он задержался где-то?"
    mt "Совершенно верно."
    "Кивнула вожатая."
    mt "Он остался в клубах, сказал, что должен проверить какое-то оборудование."
    mt "Но когда мы вернулись - его уже не было."
    me "И к чему вы мне это рассказываете?"
    mt "Да ни к чему."
    "Пожала плечами Ольга."
    mt "Но вдруг у тебя идеи появятся, где искать - голова-то у тебя светлая."
    "Я не обратил внимания на комплимент, тут же уйдя в размышления."
    show cs normal at right with dspr
    cs "Если хочешь прогуляться - можешь идти, только не делай резких движений."
    cs "А ещё лучше, возьми с собой кого-нибудь, кто тебя сумеет транспортировать обратно."
    me "Что? А, прогуляться. Почему я свалился, не скажете?"
    cs "Перенервничал. Такое ощущение, что тебя что-то крайне сильно беспокоит, и ты оттого не можешь нормально расслабиться."
    cs "Уж не пионерка ли твоя тому причиной…"
    show mt normal pioneer with dspr
    mt "Пионерка? Какая пионерка?"
    "Мгновенно заинтересовалась вожатая."
    me "Не суть. Может, вы мне компанию в прогулке составите?"
    show mt smile pioneer with dspr
    mt "Прости, но я к тебе на пару минут всего, навестить да новости рассказать. {w}Мне бежать надо."
    me "Зачем?"
    mt "Пока светло, было бы неплохо поисковую экспедицию составить и прошерстить территорию. Так что я побежала."
    hide mt with dissolve
    "Я пожал плечами, провожая взглядом вожатую."
    me "Виола, я тоже пошёл, ладно?"
    cs "Да."
    "Оторвавшись от журнала, кивнула она."
    cs "Помни, что я тебе про провожатого сказала."
    "Согласно угукнув, я выметнулся на улицу."
    window hide
    scene bg ext_aidpost_sunset_7dl with dissolve
    if lp_sl >= 5 and ('sl' in list_d2_convoy_7dl):
        "Оглядевшись, я обнаружил искомую девочку сидящей на ступеньках крыльца."
        show sl normal pioneer with dspr
        sl "Слышал про Шурика, да? Не хотела тебе рассказывать, чтобы не волновать."
        "Она поднялась, и на долю секунды оказалась чуть ближе, чем позволяли правила приличия."
        "Но только на долю секунды — она, похоже, этого и не заметила."
        sl "Проводить тебя?"
        me "Конечно!"
        sl "А куда пойдём?"
        me "Давай сходим туда, откуда всё началось - к кибернетикам."
        "Славя кивнула и взяла меня под руку."
        sl "Давай!"
        $ alt_day4_fz_sh = 2
    elif lp_dv >= 7 and ('dv' in list_d2_convoy_7dl):
        "Учитывая, что с Алиской мы немного поцапались, я был вдвое удивлён, увидев её, с независимым видом пинающей камешки под самым окном медпункта."
        show dv normal pioneer with dspr
        dv "Отстрелялся?"
        me "Вроде того."
        dv "Ну и?"
        me "Э… ы?"
        show dv angry pioneer with dspr
        dv "Что ты мычишь как корова? {w}Пойдёшь очкарика искать или где?"
        me "А тебе-то что с того?"
        show dv guilty pioneer with dspr
        dv "Да ничего, в общем…"
        "Она развернулась, а я вдруг почувствовал укол совести."
        th "Адью, адью. Поищи себе другой объект для издевательств."
        "Двачевская не знает слова «совесть», и к ней этот термин неприменим."
        dv "Я слышала, медсестра велела тебе найти кого-нибудь, чтобы по лагерю проводил."
        "Бросила через плечо она."
        me "Спасибо. Я справлюсь."
        "Вежливо улыбнулся в рыжий затылок я."
        show dv sad pioneer with dspr
        dv "Вот как?"
        show dv smile pioneer with dspr
        "Двачевская повернула голову."
        "Я ожидал увидеть на её лице что угодно - злость, безразличие, надменность."
        "Но она меня удивила - на надменном обычно лице поселилась живая, проказливая улыбка…"
        dv "Тогда можешь попробовать меня прогнать."
        "Она встала рядом."
        "Вздохнув, я смирился с нежданной компанией."
        dv "Куда пойдём?"
        me "Понятия не знаю, куда вы пойдёте, а я направляюсь к клубам."
        dv "Зачем?"
        me "Сброшу тебя с крыши для симметрии."
        dv "Сим… Чего?"
        me "Чтобы мне одному не так скучно лежать было."
        dv "У тебя самые идиотские шутки из тех, что я слышала."
        "Подумав, заключила Двачевская."
        me "О, у меня были лучшие учителя…"
        "Проворчал я, и, не оглядываясь, потопал в сторону площади."
        $ alt_day4_fz_sh = 3
    elif lp_un >= 5:
        "Вполне ожидаемо, что никого на выходе из медпункта я не встретил."
        "Ни на выходе, ни на прилегающей территории."
        "Единственный человек, который меня интересовал, в упор меня игнорировал, а с остальными у меня был вежливый нейтралитет."
        th "Может, на площади кого-нибудь встречу."
        "С непонятно откуда взявшейся тоской подумал я и ступил на бетонные плиты дорожки к Генде."
        $ alt_day4_fz_sh = 1
    else:
        "У меня была парочка идей относительно того, что произошло с Шуриком - уж очень специфически мутило с утра."
        "Но для этого мне нужно: первое - Электроник, второе - доступ в помещение клубов."
        "Значит, надо идти туда."
        $ alt_day4_fz_sh = 4

    window hide
    scene bg ext_square_sunset with dissolve
    play ambience ambience_camp_center_day fadein 2
    $ persistent.sprite_time = "sunset"
    play music music_list["into_the_unknown"] fadein 3
    "Вполне ожидаемо, что, пройдя по тропинке, я оказался на площади."
    th "Вечер. Мирно. Генда. Чем не лейтмотив?"
    "Моё внимание привлекла чья-то фигурка на одной из скамеек."
    "И, присмотревшись, я с неудовольствием понял, что это Лена."
    th "Сколько можно преследовать меня?!"
    th "Давно же закончилось всё, а дождь всё идёт и идёт…"
    "Известно, что ты влюблён тогда, когда везде видишь черты дорогого тебе человека - там улыбку, тут глаза, настроение."
    "Но это же чёртова соматика! Это вовсе не значит, что ты должен встречать его во плоти!"
    "Просто… Это могут быть напоминания, нотки дыхания мира, не дающие забыть её лица.{w} Не более того!"
    show un normal pioneer with dspr
    "Я хотел уже развернуться и тихонько уйти, но она меня заметила."
    if alt_day4_fz_sh == 1:
        "Чувствуя себя архи-неловко, я на деревянных ногах прошёл мимо неё…"
        "Прошёл мимо неё…"
        "Мимо неё прошёл, я сказал…"
        play sound sfx_bodyfall_1
        "И - как шёл - свалился между скамейками." with vpunch
        scene stars with dissolve
        th "Помнится, Виола говорила что-то такое про покой и плавные движения."
        "Думал я, лёжа на земле и смотря в небо, гадая, какая из частей тела отвалится, если я попытаюсь встать."
        "Разумеется, лучшим вариантом была бы голова - скажи мозгу до свиданья, всё горе у человечества от ума и того, что кто-то слишком дофига думает."
        "Кажется, я лежал с час, может, больше - не знаю."
        "Но во всё углубляющемся колодце, стенками которого служили боль и безразличие, вдруг открылась крышка, и с бесконечно недостижимого «сверху» в меня заглянули обеспокоенные зелёные глаза."
        show un scared pioneer with dspr
        un "Семён? Что с тобой?!"
        th "А ты разве не видишь? Я лежу."
        th "Просто отстань от меня, и всё будет хорошо."
        un "Ты меня слышишь?"
        "Я перевёл взгляд со звёзд на её лицо и спокойно сказал:"
        me "Разумеется, я тебя слышу."
        un "Ты чего на земле лежишь?"
        "Я проигнорировал вопрос и попытался подняться."
        "Наконец, уцепившись за скамейку, мне это удалось."
        scene bg ext_square_sunset with dissolve
        un "Куда ты из медпункта сбежал?"
        th "Милая девочка, давай не будем всё усложнять и притворяться, что нам есть дело друг до друга."
        "Я уселся на помогшую мне скамейку и попытался привести мысли в порядок."
        show un angry2 pioneer with dspr
        un "Ты будешь отвечать?"
        me "Нет."
        un "Но почему?"
        me "Нипочему. Ты вроде книжку читала?"
        "Я проследил направление её взгляда - книжка лежала на земле, видимо, Лена, вскакивая, сбросила её с колен."
        th "Какой трогательный порыв. Уже можно плакать от умиления?"
        un "Пойдём, я отведу тебя в медпункт."
        me "Никуда я с тобой не пойду. Давай не будем бесить друг друга - ты вернёшься на скамейку, а я пойду куда шёл."
        show un serious pioneer with dspr
        un "И куда ты шёл?"
        me "Тебе-то какое дело?"
        "Она посмотрела на меня одним из своих сердитых взглядов - и что-то в груди сладко заныло в предвкушении."
        un "Мне есть дело!"
        me "Да что ты. {w}Вчера ты весь день старательно меня убеждала в обратном. А я понятливый."
        "Она упрямо мотнула головой."
        un "Никуда ты без меня не пойдёшь, короче."
        me "Делай что хочешь."
        "Махнув рукой, я отдышался и, поднявшись, отправился к клубам."
    elif alt_day4_fz_sh == 2:
        "Славя сделала вид, что в упор никого не заметила, и я решил последовать её примеру."
        "Лена вздрогнула как от пощечины и поспешила спрятаться за книжкой."
        "Чувство злорадства мгновенно сменилось искренним раскаянием - но эту игру начал не я, потому поздно сдавать назад."
        "Мы прошли через площадь и свернули на дорогу, ведущую к воротам."
    elif alt_day4_fz_sh == 3:
        "Алиска изобразила самую мерзопакостную физиономию и приосанилась."
        "Судя по её взгляду, хотела даже под руку меня взять - но передумала."
        "И правильно, я бы руку отобрал и вышел бы баааальшой конфуз."
        "Но победный взгляд свысока и прочие мне напрочь непонятные ужимки имели место быть."
        th "Как будто она меня уже приписала в свою собственность."
        th "Очень не хотелось бы выступать инструментом возвеличивания кого-либо."
        "Однако, рыжая меру знала и ничего сверх дозволенного себе не позволила."
        "А Лена покраснела, вздрогнула и закрылась книгой."
        "Впрочем, я это увидел уже краем глаза - мы сворачивали на дорогу, ведущую к воротам."
    elif alt_day4_fz_sh == 4:
        th "Заметила."
        "Я растерянно замер на месте."
        "И тут же, фыркнув, махнул рукой."
        th "И что дальше?"
        "Ощущение взгляда пропало."
        th "Совершенно верно, милая."
        "Мысленно обратился я к Лене."
        th "Первое инженерное правило гласит: если вещь долго ломать, она в итоге сломается."
        th "Если человека слишком много посылать, он в итоге пойдёт."
        "Несмотря на долбанувшую по затылку боль, я распрямил вечно сутулую спину, расправил плечи - теперь, не чувствуя лопатками чужого взгляда, идти было почему-то неимоверно легко."
    window hide
    scene bg ext_clubs_sunset with dissolve
    window hide
    "Немного притомившись, я сглотнул горький ком, подкативший под самое горло, и присел перевести дух на разогретые солнцем пыльные деревянные ступеньки."
    if alt_day4_fz_sh == 2 or alt_day4_fz_sh == 3:
        "Я поднял ладонь, сигнализируя что со мной всё хорошо."
        me "Сейчас, дыхание переведу."
    "Раздышаться удалось далеко не сразу, плюс вполне ожидаемое еле-еле слышимое гудение сверху ощутимо давило на плавающий в жидкости ватный мозг."
    "Но через пару минут я всё же поднялся."
    window hide
    stop ambience fadeout 2
    stop music fadeout 6
    play sound sfx_open_door_clubs
    pause(1)
    scene bg int_clubs_male_day
    with dissolve
    play ambience ambience_clubs_inside_day fadein 3
    "Привлечённый шумом закрывающейся двери, из соседнего помещения выглянул Электроник."
    show el normal pioneer at cleft with dspr
    el "Привет, Семён."
    "Он виновато отвёл глаза."
    el "Ты извини, что так вышло."
    me "Да ничего."
    "Он, наконец, заметил протянутую руку и пожал её."
    me "Там вам меня спасти можно было только самим подставившись. Не успели бы."
    show el smile pioneer with dspr
    "Кажется, Эл представил себе картину с кучей малой, и хихикнул."
    el "Да, наверное."
    me "Слушай, я чего зашёл-то…"
    me "У тебя головка с утра не бо-бо?"
    show el sad pioneer with dspr
    el "Есть немного. А ты откуда знаешь?"
    me "Беспричинное раздражение, приступы паники, неприязни и непереносимости каких-либо звуков типа разрезаемой бумаги?"
    el "Да не томи ты, в чём дело?"
    me "Инфразвук."
    "Коротко ответил я."
    me "У меня на него уже знакомая реакция ещё со школы."
    el "А что там было?"
    me "Грызунов гоняли, а меня зацепило."
    el "Хочешь сказать, здесь где-то пугалка висит?"
    me "Не просто висит, а излучает в полную мощность. Меня ощутимо подташнивает, а это значит, что мы очень близки к источнику вибрации."
    el "И где она?"
    th "Точно, сейчас я возьму тебе проволочную рамку и проведу триангуляцию. Или вообще с лозой прошвырнусь."
    me "Я не знаю. Но отключить её надо. Учитывая, что я запитал вчера передатчик, висит она на одной фазе с ним - надо лезть на чердак и смотреть провода."
    el "А она не могла Шурика…"
    show el scared pioneer with dspr
    "Он прихлопнул ладонью рот и испуганно посмотрел на меня."
    me "Да знаю я про Шурика, знаю. Собственно, к тебе, как к его другу, злободневный вопрос."
    show el normal pioneer with dspr
    el "Какой?"
    me "Скажи, а Шурик совершенно случайно не страдал лунатизмом, эпилепсией или чем-то в таком духе?"
    el "Что?"
    me "Понимаешь, бытует мнение, что инфразвук может воздействовать на головной мозг… {w}То есть воздействует-то он по-любому, раз страх вызывает. Но с Шуриком всё куда как сквернее."
    me "Инфразвук может вызывать приступы эпилепсии, амнезию и помрачнение сознания… ну, знаешь, у предрасположенных."
    show el shocked pioneer with dspr
    el "Постой. Хочешь сказать, что Шурик, облучившись…"
    me "Да. Взял и залунатил куда-нибудь далеко и надолго."
    me "Хватит болтовни. У меня голова лопнет, если я пробуду здесь ещё хотя бы пару минут."
    show el upset pioneer with dspr
    el "Постой! А мне-то что делать?"
    me "Что-что… Лезь на чердак и ищи источник вибрации. Где-то там он должен быть."
    me "А я пойду наружу, что-то мне совсем нехорошо."
    if alt_day4_fz_sh == 1:
        "Я покачнулся, и Лена подхватила меня под руку, потащила наружу."
    elif alt_day4_fz_sh == 2:
        "На долю секунды я утратил равновесие."
        "Славя поволокла меня наружу."
    elif alt_day4_fz_sh == 3:
        dv "Эй, даже не думай отключиться здесь!"
        "Алиса перекинула через плечо мою руку и повела к выходу."
        me "Бегите, я их задержу!"
        "Не выдержал я."
        dv "Бредишь, да?"
    else:
        me "Я снаружи тебя подожду."
        me "Найдёшь эту мерзость, вырубай без раздумий."
        "Я пошатнулся и лишь схватившись за стол, с трудом удержал равновесие."
        dreamgirl "Так, счёт на секунды пошёл. Если хочешь поблевать - на крыльце будет удобнее."
        "Ноги сами повели меня к двери."
    window hide
    play sound sfx_open_door_clubs
    pause(1)
    play ambience ambience_camp_center_day fadein 2
    scene bg ext_clubs_sunset with dissolve
    if alt_day4_fz_sh == 1:
        show un normal pioneer with dspr
        un "О чём вы говорили там в клубе?"
        "Она помогла мне сесть на ступеньки, с которых я буквально парой минут ранее поднялся, и встала напротив с самым требовательным видом."
        me "Инфразвук. Пугалка для мелких грызунов и так далее."
        un "И что с ней не так?"
        "Она зябко передёрнула плечами."
        un "Мне там тоже что-то не очень хорошо стало."
        me "Да дрянь такая, ей крыс пугать всё равно что пугать их атомной бомбой."
        me "То есть, крысы-то, конечно, сдохнут, но и окружающим достанется."
        un "Почему?"
        me "Потому что резонирует кое с чем внутри тела человека - и здоровья этот резонанс не добавляет точно."
        me "Будем надеяться, что Электроник найдёт и отключит эту мерзость. "
    elif alt_day4_fz_sh == 2:
        show sl normal pioneer with dspr
        sl "Там внутри что-то нехорошее, да?"
        "Славя выглядела обеспокоенной."
        sl "У меня голова мгновенно заболела, как там Электроник целый день выдержал?!"
        "Я пожал плечами."
        me "Восприимчивость к вибрации у каждого своя. {w}Электронику повезло, что он такой толстокожий."
        sl "Но это не опасно для здоровья?"
        "Она села на ступеньку рядом со мной и чисто машинально вцепилась мне в руку."
        sl "Мне мама всегда говорила, что любую боль можно терпеть, кроме головной."
        me "Правильно говорила. Если позволить пугалке гудеть достаточно долго, она может спровоцировать целую кучу неприятных моментов."
        sl "Как ты про Шурика говорил? Эпилепсия и всё в таком духе?"
        me "Ага. Что гораздо хуже, оно может здорово подломить вестибулярку, а это, боюсь, уже не лечат."
        me "Буду молиться рандому, чтобы парню достало мозгов найти чёртов генератор."
    elif alt_day4_fz_sh == 3:
        show dv normal pioneer with dspr
        dv "У тебя вся физиономия зелёная. Тошнит, что ли?"
        "Алиска выглядела вполне обычно, будто не вырвалась только-только из горнила импровизированного фазоинвертора."
        me "Ты ничего не почувствовала, да?"
        show dv surprise pioneer with dspr
        dv "А что я должна была почувствовать?"
        "Алиса нетерпеливо прошлась передо мной."
        dv "Да если бы я знала, что ты такой хлюпик - в жизни бы не пошла тебя провожать!"
        me "Просто поверь мне на слово - там внутри устройство, способное убить человека."
        me "И оно сейчас включено."
        show dv normal pioneer with dspr
        dv "Но я ничего не почувствовала!"
        me "Тебе повезло, значит. А вот Шурику - нет."
        me "Боюсь, мы вчера включили эту штуку, и он под ней здорово пересидел."
        show dv laugh pioneer with dspr
        dv "Вот у него крыша и поехала!"
        "Рассмеялась Алиса."
        "Правда, она очень быстро оборвала смех, глядя на моё серьёзное лицо."
        me "Крыша ерунда. Впрочем, кому я объясняю."
    else:
        "На улице я сел на ту самую ступеньку, откуда поднялся минутой ранее."
        "Чувствовал я себя как минимум беремчатым первого триместра - о, это волшебное токсикозное время, когда тебя тошнит от запаха всего!"
        "Подбородок онемел, по внутренней стороне щёк побежали ручейки безвкусной слюны - верный показатель того, что кого-то сейчас вывернет…"
        dreamgirl "Дыши давай! Помни, это не отравление, это самый обычный гидроакустический удар."
        dreamgirl "Ведёшь себя так, будто впервые по башке получаешь. Давай, слазь с лестницы и на корточки, дыши ртом."
        th "И… что бы… я без тебя… делал."
        "Пытаясь сморгнуть слёзы, подумал я."
        dreamgirl "Всегда пожалуйста, дорогой."
        dreamgirl "Если бы ты ещё отказался от своей идиотской идеи по поиску Трофимова… Но я же тебя знаю!"
        th "Верно говоришь. Я собираюсь его искать, поэтому посторонись совесть и хорошее самочувствие!"
    stop music fadeout 3
    window hide
    with fade
    return
    
label alt_day4_fz_sh_choose:
    scene bg ext_clubs_sunset with dissolve
    "Чем дольше я сидел, тем отчётливее понимал, что кроме меня, в этом лагере тупо некому найти беглеца."
    "Не то чтобы я считал себя каким-то супергероем, но, основываясь на собственном опыте побегов - что из школы в своё время, что из… Впрочем, об этом не будем."
    if alt_day2_us_escape:
        "Да даже то, что мы с Ульянкой провернуть хотели - и почти провернули, что характерно!"
    "Стоит лишь упомянуть то, что мой модус вивенди последних лет был ничем иным, как бегством."
    "Потому было бы правильным сказать,  что я относился к эскапистам. А кто поймёт одного беглеца лучше, чем такой же беглец?"
    th "Так что да, кроме меня, тупо некому."
    dreamgirl "Осмелюсь напомнить, что Виола настаивала, чтобы ты не шлялся по территории, а тем паче, за территорией лагеря в одиночку."
    dreamgirl "В общем, уговаривать тебя одуматься не стану - найди себе провожатого, экипируйся, и - вперёд, на мины!"
    th "Провожатого? Хм…"
    window hide
    return
    
    
label alt_day4_fz_sh_menu:
    scene bg ext_clubs_sunset with dissolve
    "Скорее всего, я пойду…"
    menu:
        "С Леной" if not alt_day4_fz_girl_off_1:
            if alt_day4_fz_sh == 1:
                th "Раз уж она сама вызвалась меня сопровождать…"
                me "Я пойду искать Шурика."
                me "Если хочешь уйти, сейчас самое время."
                show un serious pioneer at right with dspr
                un "И где ты его искать собрался?"
                me "Да кто ж его знает…"
                me "Раз до ближайшего населённого пункта под три сотни километров, искать надо поблизости."
                "Я воскресил в памяти карту."
                me "И начну я, пожалуй, со старого корпуса."
                un "Ты уверен?"
                me "Я сказал уже - если хочешь уйти, иди."
                "Она только губы поджала."
                $ lp_un += 1
            else:
                th "И где я Лену искать буду сейчас?"
                th "Да и после той сценки на площади она, скорее всего, пошлёт меня - и будет в собственном праве."
                th "Надо выбирать кого-нибудь другого."
                $ alt_day4_fz_girl_off_1 = True
                jump alt_day4_fz_sh_menu
        "Со Славей" if not alt_day4_fz_girl_off_2:
            if alt_day4_fz_sh == 2:
                show sl normal pioneer at right with dspr
                me "Славя, ты можешь ругать меня сколько угодно, но я собираюсь искать Шурика."
                sl "И где ты собираешься его искать?"
                "С любопытством посмотрела на меня блондинка."
                me "Почему-то мне думается, что Шурик мог просто сбежать куда-нибудь, где можно с комфортом отсидеться."
                me "В лес он вряд ли побежал."
                me "А из относительно комфортных мест, да так, чтобы его ещё и не нашли… Не знаю даже. "
                sl "Старый лагерь?"
                me "Во!"
                me "Пойдёшь со мной?"
                show sl smile2 pioneer with dspr
                sl "Ты сумасшедший."
                "Нежно улыбнулась она."
                sl "Но я с тобой."
                $ lp_sl += 1
            else:
                th "Славей? Не знаю. Скорее всего, она не то, что не согласится…"
                th "Она меня за ухо в медпункт или к вожатой на расправу утащит!"
                th "Ну её!"
                $ alt_day4_fz_girl_off_2 = True
                jump alt_day4_fz_sh_menu
        "С Алисой" if not alt_day4_fz_girl_off_3:
            if alt_day4_fz_sh == 3:
                me "Раз уж пристала, будешь мне помогать."
                show dv rage pioneer at right with dspr
                dv "Я?! Пристала?!"
                me "Что, так и будешь огнём из ноздрей полыхать?"
                me "Можешь ударить меня, если хочется. {w}Кстати, у тебя большая грузоподъёмность?"
                show dv shocked pioneer at right with dspr
                dv "Что?!"
                me "Говорю, утащить меня сумеешь, если вдруг вражеская пуля?"
                dv "Зачем? Я тебя там брошу."
                me "О. Ну, это хотя бы честно."
                me "Умеешь из ремня самозатягивающуюся петлю делать?"
                show dv normal pioneer at right with dspr
                dv "Тебе зачем?"
                me "Да пойду на осинке повешусь, чтобы время сэкономить. Раз ты меня всё равно убивать собираешься."
                dv "А, я поняла. Это опять твои идиотские шуточки."
                me "Вроде того."
                "Вздохнул я."
                me "Просто собираюсь с духом перед рывком."
                dv "В медпункт?"
                me "Бери выше!"
                "Я воздел к небу палец."
                me "Я… То бишь, мы с тобой - идём вызволять очкарика!"
                dv "Ты знаешь где он есть?"
                me "Нет. Но я знаю, где он может быть."
                dv "И где же?"
                me "В старом корпусе."
                show dv grin pioneer at right with dspr
                dv "Умно."
                "Похвалила она."
                dv "Только как ты поковыляешь? Туда только идти с километр."
                me "А я потихонечку-помаленечку. С перекурами и передыхами. Ну и ты со мной."
                dv "Что? Я никуда не иду."
                me "То есть ты меня одного туда отправишь? Ладно. Тогда бывай. А я пошёл."
                dv "Вот ещё. Загнёшься где-нибудь под кустом, потом меня виноватой сделают."
                "Она встала рядом."
            else:
                th "Двачевскую?! Серьёзно?!"
                th "Единственную поддержку, какую от неё я могу получить - это в лоб спереди для симметрии, чтобы мозги на место встали."
                th "Нафиг-нафиг!"
                $ alt_day4_fz_girl_off_3 = True
                jump alt_day4_fz_sh_menu
        "С Электроником":
            if alt_day4_fz_sh == 4:
                "Я решил пойти с Электроником."
                "В конце концов, он должен хоть немного беспокоиться за своего друга."
            if alt_day4_fz_sh != 4:
                $ alt_day4_fz_sh == 4
        "Один!" if  not alt_day4_fz_girl_off_5:
            "Нет, один я никак идти не могу."
            th "Игрок, ты пьян, что ли? Я болен, я могу упасть или сознание потерять!"
            th "Иди и выбери мне провожатого!"
            $ alt_day4_fz_girl_off_5 = True
            jump alt_day4_fz_sh_menu
    window hide
    return

label alt_day4_fz_old_camp:
    "Скоро на крыльцо вышел Электроник."
    show el normal pioneer with dspr
    "Выглядел он не очень здоровым, поминутно морщился и мял виски, но улыбался самым довольным образом."
    me "Справился, что ли?"
    el "Ага, прямо над радиорубкой стояла."
    me "Кому потребовалось вообще ставить это устройство там, где дети занимаются…"
    "Вопрос был, конечно, тот ещё."
    me "Эл, у меня к тебе просьба небольшая."
    show el smile pioneer with dspr
    el "Да?"
    me "Объяснять долго, но вкратце, я иду искать Шурика, и мне нужна твоя помощь."
    show el upset pioneer with dspr
    el "Я в тебе, конечно, не сомневаюсь, но люди уже искали - и не нашли!"
    me "То люди, а то я. Не путай. {w}Я, похоже, знаю, где его найти можно."
    el "Где?"
    me "А логику подключаем - вряд ли он побежал ночью в глухой лес, а вот в место, где можно пересидеть…"
    me "Даже с помрачённым рассудком человек держится ближе к жилищу."
    me "А относительно комфортное место да ещё и на удалении - это…"
    show el normal pioneer with dspr
    el "Старый корпус!"
    me "Умница!"
    me "Так что мне нужны парочка фонариков, верёвка, спички, ну и мелочи вроде запасных батареек."
    el "Я нужен?"
    me "Ты?"
    if alt_day4_fz_sh == 1:
        "Я переглянулся с Леной."
        me "Нет, сами справимся!"
    elif alt_day4_fz_sh == 2:
        "Я переглянулся со Славей."
        me "Думаю, нет. Попробуем сами сначала."
    elif alt_day4_fz_sh == 3:
        "Я переглянулся с Алисой."
        dv "Чтобы мы потом ещё и тебя искали? Ну уж нет."
    elif alt_day4_fz_sh == 4:
        "Я пожал плечами."
        me "Вообще-то, нужен!"
    el "Хорошо!"
    hide el with dissolve
    "Электроник скрылся в помещении на пару минут и, выйдя, вручил нам два фонарика, комплект запасных батареек, моток репшнура и коробок со спичками."
    show el normal pioneer with dspr
    el "Всё?"
    me "Да, спасибо."
    if alt_day4_fz_sh == 1:
        "Я, кряхтя как старый дед, поднялся и кивнул Лене."
        el "Вы, главное, Шурика найдите. Удачи вам в поисках!"
        me "Спасибо ещё раз."
    elif alt_day4_fz_sh == 2:
        "Я, кряхтя как старый дед, поднялся, опираясь на протянутую руку и благодарно улыбнулся Славе."
        el "Вы, главное, Шурика найдите. Удачи вам в поисках!"
        me "Спасибо ещё раз."
    elif alt_day4_fz_sh == 3:
        "Стараясь ничем не выдавать своего самочувствия, я поднялся самостоятельно и дал отмашку Алисе."
        el "Вы, главное, Шурика найдите. Удачи вам в поисках!"
        me "Спасибо ещё раз."
    elif alt_day4_fz_sh == 4:
        "Я, кряхтя как старый дед, поднялся и кивнул Электронику."
    me "Так в какую сторону у вас тут старый корпус?"        
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_path2_night
    with dissolve
    $ night_time()
    play ambience ambience_forest_night fadein 3
    play music music_list["door_to_nightmare"] fadein 3
    "Пришлось вернуться чуть назад и повернуть на дорожку, ведущую мимо домиков - оставляя по левую руку уже знакомый домик рыжих с весёлым Роджером на двери."
    "Вот ещё один поворот - и дорожка проходит мимо пяти домиков в ряд, отделяемых от густых зарослей кажущейся хлипкой преградой кирпичного забора."
    "И, пройдя сквозь неширокую калитку, я ступил на хорошо натоптанную тропинку."
    play music music_list["forest_maiden"] fadein 3
    if alt_day4_fz_sh == 1:
        un "Мы точно пойдём туда?"
        "Почему-то шёпотом спросила Лена."
        me "А что такого? Шестьсот метров по освещённому лесу."
        "Я вздрогнул, когда моей руки коснулось что-то…"
        "Меня парализовало."
        me "Пальцы какие у тебя холодные."
        "Деревянным голосом сказал я."
        "И вдруг совершенно не к месту вспомнилось."
        th "Дистония."
        un "Так холодно здесь."
        me "Позволь узнать, а меня пугать обязательно, если тебе холодно?"
        show un surprise pioneer with dspr
        un "Пугать?"
        me "Меня впотьмах касается что-то ледяное. О, конечно, я не испугался."
        me "Каждый день это проделываю."
        "Лена поняла намёк и убрала руку."
    elif alt_day4_fz_sh == 2:
        sl "Надеюсь, ты не очень боишься темноты?"
        "Вообще-то, боюсь. {w}Но тебе, милая, об этом знать незачем."
        me "Так луна же."
        sl "Луна-то, конечно, луна, но мне так будет спокойнее."
        me "Как?"
        "На моём запястье сомкнулись пальцы."
        "Вот был бы котом - замурлыкал, честное слово."
        "Эта девушка оказывала какое-то совершенно сногсшибательное действие на всю мою нервную систему."
        "На секунду даже отступил привычный уже страх темноты… Вернее, не то чтобы темноты — я всю жизнь боялся выколоть глаз в темноте и не заметить этого. Глупо, понимаю."
    elif alt_day4_fz_sh == 3:
        dv "Ты псих, ты знаешь?"
        "Показалось, или в голосе Алисы прозвучали нотки восхищения?"
        me "Оба, Алиса, оба."
        dv "Только не думай, что я сейчас как в книгах…"
        play sound sfx_owl_far
        "Рыжая пискнула и мгновенно вцепилась мне в левую руку."
        me "Ты мне синяков наставить хочешь?"
        "Я сглотнул."
        dv "Ой."
        "Она ослабила хватку и покраснела - и это прекрасно было видно в свете выглянувшей луны."
        "И хорошо, что я оказался в тени - если бы она увидела улыбочку на моём лице…"
        dreamgirl "Ну, подрались бы. Плохо разве?"
    if alt_day4_fz_sh != 4:
        "В лесу и правда было жутковато, поэтому реакция девочки меня нисколько не удивила — сам бы с удовольствием спрятался за кого-нибудь."
        "Или пробежал бы на скорость, как можно быстрее, зная, что где-то в конце пути ожидает освещённое место."
    if not alt_day1_sl_conv and (alt_day_binder != 1):
        "Я вспомнил вдруг того огромного кузнечика."
        if alt_day4_fz_sh == 1:
            me "Кхм… Скажи, а вот тебя Ульяна саранчой пугала."
            show un scared pioneer with dspr
            un "Да…"
            me "Не хотел тебе напоминать, просто интересно — они у вас все такие?"
            show un smile pioneer with dspr
            un "Нет… Ульяна неизвестно где нашла, я таких больших никогда не видела."
            me "Фффух… А я уже испугался, не нападёт ли на нас какой-нибудь ёжик размером со слона."
        else:
            "Ну! Одна только саранча, которой Ульянка кошмарила Лену, чего стоит!"
    else:
        th "Лес дикий, до ближайшего населённого пункта несколько сотен километров."
        me "Интересно, а здесь водятся дикие животные?"
        if alt_day4_fz_sh == 1:
            un "Н-не знаю…"
            "Её голос задрожал."
            dreamgirl "Слушай, прекрати уже пугать девочку. Мало ты её оттолкнул, теперь ещё и до истерики довести хочешь?"
        elif alt_day4_fz_sh == 2:
            sl "Ты имеешь в виду волков и медведей?"
            me "И их тоже."
            "Упавшим голосом согласился я."
            sl "Нет, конечно. Этот лагерь больше двадцати лет существует, а до него здесь ещё был летний детский сад."
            sl "Если звери и были, то их всех распугали строители."
        elif alt_day4_fz_sh == 3:
            dv "Ннннне ззззнаю."
            "Проклацала зубами Двачевская, опять забывшись и что было сил сдавив моё предплечье."
            me "Слушай, хватит!"
            "Я отобрал руку, но несколько секунд спустя Алиса опять вцепилась в неё."
            me "Ты что, темноты боишься?"
            show dv guilty pioneer with dspr
            dv "И ничего я не боюсь!"
            "В это раз она не решилась отходить от меня далеко, вместо этого храбро спряталась за меня."
        elif alt_day4_fz_sh == 4:
            el "Ты знаешь, если у нас в клубе такая вот штука работала - не удивлюсь, если здесь и мелких грызунов не водится."
            me "Думаешь, распугали инфразвуком?"
            el "Скорее всего. Я вообще не понимаю, как мы до той бури сидели в помещении? Если она постоянно работала…"
            "Мне пришло в голову что там, скорее всего, было какое-нибудь программируемое реле, включащее генератор по времени, когда никто не попадёт в радиус действия."
            dreamgirl "Точно, а мы своими действиями сбили программу. Вполне вероятно, кстати. Некоторые дома даже в наше время под такими пугалками оставляли, чтобы мыши проводку не погрызли."
    "Вот так, подбадривая друг друга разговором, мы двигались по ночному лесу."
    "Луна очень своевременно вышла на небосклон, поэтому мы не рисковали споткнуться о какой-нибудь корень и сломать себе голову."
    dreamgirl "В твоём случае — это скорее доломать."
    th "Спасибочки, мрачный зануда."
    stop ambience fadeout 3
    "…"
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_path_night
    with dissolve
    $ night_time()
    play ambience ambience_forest_night fadein 3
    play music music_list["door_to_nightmare"] fadein 3
    "Надеюсь, идти не очень далеко придётся."
    "Потому что с каждым новым шагом мне всё с большим трудом удавалось задушить в себе желание развернуться и припустить обратно в сторону лагеря."
    if alt_day4_fz_sh == 4:
        show el scared pioneer with dspr
        el "Старый корпус построили в сорок седьмом году для детей, оставшихся без попечения родителей, сирот войны."
        el "В нашем городе таких детей оказалось пятьдесят, в том числе и мои родители."
        el "Они жили здесь некоторое время, пока в городе не выстроили интернат, после чего корпус передали заводу."
        me "И что завод?"
        el "На заводе работают люди, у них есть семьи и дети, им раздают путёвки…"
        "Электроник болтал и болтал, пытаясь заглушить страх, а я от нечего делать мотал на ус поставляемую информацию."
        el "Всё продолжалось вплоть до семьдесят четвёртого, здесь большой скандал случился."
        me "Какой же?"
        el "История запутанная…"
        show el normal pioneer with dspr
        "Он вздохнул."
        el "Но в двух словах - одна из вожатых начала встречаться с кем-то из пионеров, и после суда товарищеской чести наложила на себя руки."
        el "Повесилась. Прямо в холле."
        el "Её не сумели спасти, она выбрала момент в пересменок, когда во всём лагере была только она одна. И новый заезд, открыли двери, а там она. Висит. Место с тех пор считается нехорошим."
        me "Значит, лагерь попросту перенесли?"
        el "Да. Только в этот раз работали уже не на детишек ясельного возраста, а на постарше, отсюда и архитектура в духе альпийских шале."
        th "И откуда бы мальчику знать что такое шале?"
        "Мелькнуло в голове."
    me "Наверное, здесь грибов вал, как и ягод."
    if alt_day4_fz_sh == 1:
        un "У нас на прошлой неделе был грибной день - что набрали, сдавали в столовую, потом нас кормили."
        me "Ты разбираешься в грибах?"
        un "Немного. Я очень городской житель."
        "Она бросила это вскользь, и я понял, что лимит общения на сегодня выбрал."
        th "Да Рандома ради! Как будто заставлять буду!"
        "С непонятным ожесточением подумал я."
        "И заткнулся."
    elif alt_day4_fz_sh == 2:
        sl "Вал? Хорошее слово."
        "Кивнула Славя."
        sl "Именно вал."
        sl "На позапрошлой неделе открыли ягодный сезон, мы сдали больше всех черники, за что нам испекли огромный черничный пирог! Мммм! Это было самое вкусное, что я здесь пробовала."
        me "Ты хорошо во всём этом разбираешься, не так ли?"
        show sl smile2 pioneer with dspr
        sl "Я же половину жизни на природе прожила, конечно, я кое-что в этом понимаю!"
        me "Жаль, что мы с тобой раньше не познакомились."
        "Неожиданно для самого себя произнёс я."
        sl "Да…"
        "Её ответ был ещё большей неожиданностью."
        "А я со вдруг обострившимся восприятием, режущим остро, до практически эмпатического уровня, уловил исходящие от девочки волны тепла и… улыбку!"
        "Не видя её в темноте, да ещё и в полоборота, я готов был поклясться, что она улыбается."
        th "Такое ощущение, что меня вербуют остаться здесь навсегда."
        dreamgirl "Да кому ты нужен. Тебе просто демонстрируют, что восприятие мира не ограничивается пыльным монитором."
        th "Я это и за предыдущие четыре дня понять успел."
        dreamgirl "Ну вот, а тут у тебя кроме ярких красок и прочих интенсивов для органов чувств, ещё и впечатление."
        dreamgirl "Вернее сказать… {b}запечатление{/b} ."
        th "Что? О чём это ты?"
        dreamgirl "О том, что вы, кажется, становитесь парой."
        "Пффф, с таким бредом даже спорить не хотелось."
    elif alt_day4_fz_sh == 3:
        dv "А как же! На прошлую пятницу раздали всем корзинки и как придурков погнали в лес."
        me "Грибы собирать?"
        show dv smile pioneer with dspr
        dv "Агась! Представь, что мы там набрали, то нам потом пожарили."
        me "И ты, судя по довольной физиономии, сдала лукошко с поганками."
        dv "Обижаешь."
        show dv laugh pioneer with dspr
        dv "С мухоморами!"
        "Её звонкий смех разнёсся по ночному лесу, свидетельствуя о том, что Алиса всё же поборола страх."
        "А я на миг ощутил приступ зависти."
        th "Вот и мне бы так - надоело бояться, рррраз - и перестал!"
    "За разговором мы и не заметили, как добрались до места."
    stop ambience fadeout 2
    stop music fadeout 3
    "Деревья расступились, являя нашему взгляду приземистый силуэт старого дома."
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_old_building_night
    with dissolve
    play ambience ambience_old_camp_outside fadein 3
    play music music_list["sunny_day"] fadein 5
    "В неверном лунном свете он выглядел как дом с привидениями."
    th "А может, не только выглядел?"
    "Я тут же строго приказал себе не выдумывать глупостей, ведь призраков не существует!"
    scene bg ext_old_building_night_moonlight with dissolve
    "Тучка, закрывавшая луну, убежала, и теперь можно было разглядеть архитектуру во всех подробностях."
    "Просто прелестную архитектуру, надо сказать!"
    "Даже не знаю, что мне понравилось больше - выщербленный керамический кирпич первого этажа или неплотно подогнанная вагонка второго."
    th "Они что, сюда серьёзно детей жить возили?!"
    th "Похоже, после войны работать действительно было некому."
    "Стены облупились от времени и сырости, кое-где в дыры между досками можно было просунуть кулак."
    "Плюс очаровательная манера советских летних строений - держать лестницы на второй этаж на улице - сыграла злую шутку, и теперь металлические пролёты даже выглядели жутко ветхими."
    "Реально же они сто процентов проржавели насквозь."
    "И, довершая апокалиптическую картину нотками безысходности и отчаяния, на ветру туда-сюда ходила дверь, через раз издавая душераздирающие скрипы."
    me "И тут я понял, что у меня дома утюг не выключен…"
    "Потрясённо прошептал я."
    if alt_day4_fz_sh == 1:
        show un serious pioneer with dspr
        un "Что?"
        me "Ничего, ха-ха!"
        "Нервно сказал я."
        me "Прохладно, здесь, д-да?"
        "В ответ Лена просто пожала плечами."
        "Кажется, всякая сверхъестественная чушь не пугала её нисколечко."
        "А может, дело в том, что она гораздо лучше меня видела в темноте."
        un "Мне нормально."
        th "Нормально ей. Да что она о себе возомнила?! {w}Тоже мне, самый храбрый на селе."
        "Накрутив себя, я загнал дрожь внутрь тела и расправил плечи."
        me "Пошли."
        "Сказал я, щёлкнув фонариком."
        "Лена кивнула и пристроилась в кильватере."
        "А мне стало самую чуточку теплее на душе - всё же, несмотря на браваду, сейчас она нуждалась в ком-то."
        "В компании? Возможно, хотя и маловероятно - во мне?"
        dreamgirl "Не льсти себе. {w}Ты интересуешь её как живой щит? на случай если дела пойдут совсем скверно."
        th "И что, надо было обгадить волшебный момент?"
        th "Сволочь ты… Хоть и часть меня."
        dreamgirl "Всегда пожалуйста, дорогой."
        un "Думаешь, он где-то там внутри? Наблюдает?"
        me "Да кто ж его знает."
        "Если у Шурика и правда случился временный отвал башни из-за инфразвука, он мог вести себя как угодно и был абсолютно непредсказуемым."
        un "Пошли?"
        window hide
        $ persistent.sprite_time = "night"
        scene bg ext_old_building_night with dissolve2
        th "Выглядывая из-за чужого плеча, так легко быть смелой…"
        "Луну опять заволокло облаками, и видимость ощутимо снизилась - не будь у меня в руках фонарика, я встал бы прямо здесь и стоял, боясь двинуться с места."
        me "Погоди."
        "Я делал медленные и глубокие вдохи, силясь унять головокружение."
        me "Ты пока… {w}Смотри за окнами, вдруг увидишь Шурика. Ладно?"
        "Я ненавидел себя за слабость, но здесь был виноват исключительно сам - не стоило бросаться на поиски очертя больную голову."
        show un normal pioneer at center with dspr
        un "Голова кружится?"
        "Она указала подвесную скамеечку-качели."
        un "Пойдём, сядешь?"
        "Я помотал головой."
        me "Нет, сейчас пройдёт, просто…"
        un "Что?"
        me "Сбавим немного скорость, ладно? {w}Кажется, я переоценил собственные силы."
        show un serious pioneer at center with dspr
        un "Так может, отведём тебя обратно в лагерь?"
        me "И? Шурика сама искать пойдёшь?"
        show un shy pioneer with dspr
        un "Да, ты прав. Глупость сказала."
        "Наконец, я разогнулся, массируя виски - кажется, голову отпустило."
        show un normal pioneer with dspr
        un "Но если что, говори сразу, понял?"
        me "Пошли."
        "Я запалил фонарик и вернулся обратно на тропинку."
        "Лена в полном молчании проследовала за мной."
        show un serious pioneer at center with dissolve
        "А мне вдруг в голову пришло, что если Шурика здесь нет, то мы окажемся в пустом здании абсолютно одни."
        dreamgirl "И можно будет позаниматься глупостями!"
        th "Ээээ… Пардон?"
        dreamgirl "Глупый какой. Стукнешь ей фонариком по маковке и… Ну, ты понял, короче."
        th "Какой ценный совет. Что-нибудь ещё предложишь?"
        th "А то она же нас недостаточно ненавидит - надо довести её до развязывания вендетты."
        "В интернете я бы сбежал из темы, в мессенджере заблокировал бы пользователя, да даже в реальной жизни я мог бы игнорировать человека, не пересекаясь с ним."
        "Но что делать с похабным придурком, обитающем в моём собственном воспалённом воображении?"
        dreamgirl "Холить и лелеять. {w}Ты можешь меня ненавидеть, если хочешь, но только наличие меня делает тебя самодостаточным."
        "Я ничего не понял, но на всякий случай проигнорировал и эту реплику."
        "Лена сосредоточенно сопела сзади."
        "Её дыхание да звуки моих шагов - это звучало прекрасным аккомпанементом дверным скрипам."
        with None
        hide un
        with dissolve
        window hide
        with fade
        "Мы шли мимо забора, качелей и детской игровой площадки."
        "И аккурат в тот момент, когда мы проходили мимо карусели, она ни с того ни с сего обернулась на долю градуса."
        window hide
        play sound sfx_carousel_squeak
        pause(1)
        th "И на следующий день вышел Чапай на поле боя в новеньких коричневых галифе."
        "Если записать звук, который издала карусель, получился бы отменный будильник - ненадолго, до первого инфаркта."
        show un shocked pioneer at center 
        with dissolve
        un "Ай!"
        "Лена мгновенно догнала и ухватилась за меня? как утопающий за соломинку. "
        me "Это просто карусель."
        show un shy pioneer at center 
        with dspr
        "Ровным голосом уведомил я."
        "Что-то, истошно вопящее внутри о том, что она близко, она рядом, она - та самая, вопило всё тише."
        "Правильно."
        un "П-прости."
        "Она не спешила отпускать моё плечо."
        un "П-просто так неожиданно."
        me "Ты можешь теперь отпустить меня."
        "Уведомил я."
        "Ещё два раза, и мы сравняем счёт за вчерашнее."
        show un smile pioneer at center with dspr
        un "Что?"
        me "Отпусти меня, говорю. {w}Мне больно."
        un "Прости."
        "Она разжала пальцы, позволяя мне вернуться к путешествию - благо того оставалось всего десяток шагов."
        "Руки были заняты, поэтому я, не мудрствуя лукаво, просто толкнул дверь ногой и, предварительно осветив проём, чтобы не стукнуться при входе, сделал первый шаг."
    elif alt_day4_fz_sh == 2:
        show sl smile pioneer with dspr
        "Славя улыбнулась."
        sl "Если тебе будет будет легче… Мне тоже не по себе."
        me "Легче не стало, но спасибо за заботу."
        sl "Как ты себя чувствуешь?"
        me "В целом…"
        "Наконец до сознания добрались сигналы, уже довольно долгое время подаваемые со стороны затылка."
        me "Нужен небольшой привал."
        sl "Давай передохнём."
        "Кивнула девочка."
        window hide
        $ persistent.sprite_time = "night"
        scene bg ext_old_building_night_moonlight
        with dissolve2
        "Кажется, Славя не ведала ни страха, ни сомнений, ни стеснения."
        me "Хорошо, что ты со мной."
        "Сорвалось с языка."
        "Спину прострелило ледяной волной запоздалого ужаса, но отворачивать оглобли было поздно, поэтому я, с присущей мне топорной изящностью, поспешил исправить положение."
        me "Я имею в виду, что никому кроме тебя не доверяю."
        "И, разумеется, только всё усугубил."
        me "В том смысле, что я…"
        show sl smile2 pioneer at center with dspr
        sl "Семён."
        "Перебила она."
        sl "Всё хорошо. {w}Ты отдохнул?"
        "Я кивнул - стараясь делать всё как можно медленнее и плавнее."
        "Мы немного помолчали, пока я приходил в себя."
        "Перед глазами мелькнули воспоминания сегодняшнего дня."
        me "Мы сегодня столько времени вместе провели."
        sl "Разве это плохо?"
        me "Не боишься того, что тебя неправильно поймут?"
        show sl laugh pioneer at center with dspr
        sl "Неправильно? {w}А как это?"
        "Я пожал плечами."
        me "Неправильно - это значит, додумают за тебя что-нибудь."
        sl "Ты-то сам как меня понимаешь? Правильно?"
        "Для голубоглазой блондинки, чьим единственно верным выражением должно быть простодушие, она выглядела слишком лукаво."
        me "Я… То есть."
        "Лексический запас стремительно подходил к концу, и я заторопился."
        me "Слушай, ты себе не представляешь, насколько маловероятно, что в моей обычной жизни мы с тобой могли бы так общаться."
        "От возмущения она тряхнула головой, отбрасывая чёлку с глаз."
        sl "Почему? Ты симпатичный мальчик, и…"
        dreamgirl "Ничего себе!"
        "Откровенность за откровенность."
        me "…и мне в жизни духу не хватит ни подойти, ни воспринять всерьёз тебя, если ты заговоришь первой."
        me "Я всегда буду ждать от тебя подвоха."
        "Её взгляд остановился, а я на всякий случай попятился…"
        "Не знаю, что я такого сказал, но только лишний раз убедился, что быть предельно откровенным с другими людьми - это самый верный способ самоубийства."
        sl "Что же это за страна такая, где так детей воспитывают…"
        me "Страна как страна. Родину не выбирают."
        "Правое плечо как будто самостоятельно дёрнулось в универсальном жесте безразличия. "
        me "Да и не в стране дело. А в людях."
        sl "А что с ними?"
        me "Люди написали десять заповедей, которые сводятся к основному посылу «живи по совести»."
        me "До чего же знаково, что среди них нет заповеди «не подставь» и «не пройди мимо»."
        me "А потому подлость и равнодушие не считаются грехами. Нам ведь о них не рассказали."
        sl "У вас религиозная страна?"
        me "Человеку надо во что-то верить. Или хотя бы быть уверенным, что по избранной шкале ценностей он делает добрые дела."
        me "Когда целым коллективом травят одного человека, дети свято уверены, что ничего не происходит. {w}Когда красивая девочка подходит и улыбается только тогда, когда ей что-то надо - она уверена, что это нормально."
        me "Впрочем, это лирика. Давай двигаться дальше."
        "Славя была не прочь продолжить разговор, но покорно кивнула и встала во главе колонны, засветив фонарик."
        show sl normal pioneer at center 
        with dissolve
        "А я покорно уступил инициативу ей."
        th "Наверное, она-то уж знает что делает!"
        sl "Слушай, ты такой странный."
        "Напряжённым голосом сказала она, не поворачивая головы."
        sl "Обычно ваc, мальчишек, хлебом не корми - дай пофорсить перед симпатичной девочкой. А ты…"
        "Не-не-не! Мы это только что проходили, так что прости, милая, но второй раз я на этот ледок вставать не собираюсь."
        me "Я болею."
        "Коротко ответил я."
        show sl smile pioneer at center with dspr
        "Славя только фыркнула в ответ на это заявление."
        "Кажется, она ни на секунду мне не поверила."
        "Мы направились к зданию."
        with None
        hide sl
        with dissolve
        window hide
        with fade
        stop ambience fadeout 2
    elif alt_day4_fz_sh == 3:
        "Алиса только фыркнула, а я какими-то трёхсотым чувством, внезапно обострившимся чутьём, практически дословно прочитал её мысли."
        me "Да-да, опять мои дурацкие шутки юмора."
        "Кивнул я."
        me "Надеюсь, ты не боишься?"
        show dv grin pioneer with dspr
        dv "Нисколько! Пошли."
        "Плечом к плечу мы двинулись по заваленной листвой дорожке по направлению к старому корпусу."
        th "Всё-таки она классная."
        dreamgirl "Только до тех пор, пока ты готов с ней играть!"
        th "Так это и хорошо же! Я всегда мечтал встретить кого-нибудь такого же инфантильного, как и я! Чтобы до шестидесяти лет бегать в казаки-разбойники или просто наперегонки."
        dreamgirl "Ты лодырь. И взвоешь через неделю такого распорядка."
        "Я спорить не стал. Зачем? Тело переполняло энергией и жизнью, и общее впечатление возвращённой юности лишь самую малость отравляло ватное ощущение в затылке."
        dv  "Фонарик включить не хочешь?"
        window hide
        $ persistent.sprite_time = "night"
        scene bg ext_old_building_night_moonlight
        with dissolve2
        show dv normal pioneer with dspr
        me "Ты не видишь ничего, что ли?"
        "Как по мне, так лунного света было более чем достаточно."
        "Алиса ничего не ответила."
        me "Что?"
        dv "Ничего. {w}Пошли."
        "Злясь больше на самого себя, я задал такую скорость, что не прошло и минуты, как дверь в старый корпус, громко скрипнув, распахнулась."
        stop ambience fadeout 2
    elif alt_day4_fz_sh == 4:
        show el normal pioneer at center 
        with dspr
        el "Если хочешь, можем передохнуть пока."
        me "Да нет, раньше начнём, раньше закончим."
        "Света Луны оказалось достаточно для того, чтобы без помех добраться до входа и толкнуть дверь."
        stop ambience fadeout 2
    stop ambience fadeout 2
    "Мы очутились внутри."
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_old_building_night
    with dissolve
    "Трудно было сказать, откуда мне знакомо это здание."
    "Может быть, дело в том, что это был типовой утеплённый корпус, как говорится, видел один - видел все."
    th "А может, дело в том, что я был здесь однажды?"
    "Чёртов «Совёнок» отказывался давать ответы на появляющиеся вопросы, а то, до чего удавалось доходить своим умом, плавно сводило с ума и вело прямиком по дорожкам мистики и паранормального."
    "Кирпичное нутро, эдакий тепловой центр - с подвалами, где на сушильных сетках зимой сохли курточки, а летом - грибы и рыба, добытые пионерами - объединял в себе спальни на десяток человек, рекреацию и административное крыло."
    me "Давай ты левое крыло осмотришь, а я правое?"
    if alt_day4_fz_sh == 1:
        show un normal pioneer with dspr
        un "Хорошо."
        "Согласилась она."
        un "Ты кричи если что, договорились?"
    elif alt_day4_fz_sh == 2:
        show sl normal pioneer with dspr
        sl "Думаешь?"
        "Славя призадумалась."
        sl "Если с тобой что-нибудь случится…"
        me "Славя."
        "Я улыбнулся как мог беспечно."
        me "Я позову если что."
        sl "Обещаешь?"
        me "Честное пионерское."
    elif alt_day4_fz_sh == 3:
        show dv normal pioneer with dspr
        dv "А почему это ты в правое крыло пойдёшь? Может, я туда хочу."
        me "Да как скажешь."
        "Легко согласился я."
        "Алиса помолчала, не зная, что бы ещё добавить, но в результате сдалась и махнула рукой."
        dv "Шут с тобой, иди в своё правое крыло."
    elif alt_day4_fz_sh == 4:
        show el normal pioneer with dspr
        el "Разумно, так быстрее дом осмотрим."
        el "Если вдруг себя плохо почувствуешь, кричи, договорились?"
    scene bg int_old_building_night with dissolve
    "Я кивнул и отправился на поиски. И совершенно не удивился, когда открыв одну из дверей, будто на долю секунды вернулся назад в прошлое."
    "Кабинет начальника лагеря выходил окнами на игровую площадку, которую мы миновали по дороге сюда, всё, как сохранила память: огромный дубовый стол, шкаф во всю стену, заполненный какими-то папками."
    "Ради интереса, я снял с полки одну - обтянутая жесткой дерюгой, она лежала в руках удивительно уютно - и с первой же страницы я понял, что это не просто папка, это лагерный альбом! Страницы от сырости разъезжались под пальцами, поэтому  приходилось действовать как можно корректнее."
    "«Привет потомкам из 52-го!»"
    "Значилось вычурным девичьим почерком на одной из страниц. Да, всем нам в этом возрасте хотелось выделиться хотя бы почерком. Я вспомнил своё послание, которое оставил в последний год - пожелание помнить. Зря. Если бы пожелал ещё и жить…"
    "Здесь ничего ценного больше не было."
    "Здание было достаточно крепким, чтобы в нём могли поселиться сквоттеры - буде те каким-то образом окажутся на удалении в триста километров от ближайшего населённого пункта."
    "Но и всё, больше здесь ничего не было, всё, что было жалко выбросить, отсюда вывезли в первые годы и освоили при строительстве обновлённого «Совёнка»."
    th "Любопытно, а как долго этот лагерь существует именно как «Совёнок»? Если здесь всего один корпус плюс кое-какая инфраструктура, вряд ли им стали бы присваивать собственное имя."
    dreamgirl "Как знать. {w}Для какого-нибудь санатория, пансионата или детской дачи хватило бы и одного домика."
    th "Серьёзно? Вот такого, с эксклюзивным стилем  «штукатурка поверх деревянных планок»? {w}Или, может, с деревянными лестницами, только и норовящими скинуть тебя вниз?"
    dreamgirl "Сам проездил ровно в такую же богадельню несколько лет и не жаловался."
    th "Они не претендовали на звание образцовых."
    dreamgirl "Эти тоже."
    if alt_day4_fz_sh == 4:
        dreamgirl "Электроник же достаточно чётко сказал, это был импровизированный детский дом для сирот войны. Их интересовало только куда бы пристроить детей. Вот и всё."
    "Не найдя контраргументов, я заткнулся и вышел в фойе. Уже упомянутая деревянная лестница вела на второй этаж - с высокими и очень узкими ступенями."
    "Если память мне не изменяла, всё пространство второго этажа разгорожено между двумя большими залами, детей там никогда не селили - не позволяли какие-то хитрые ГОСТы."
    play sound sfx_ghost_children_laugh fadein 5
    "Уже знакомый смех ввинтился в уши, заставляя сердце пропустить удар, споткнуться."
    th "Дьявола с два. Это приснилось, привиделось, шуточки расшалившегося восприятия."
    "Я с усилием вернул себя на прежние рельсы."
    "Направо дождь, налево сад. В девяностые годы один из залов использовался как кинозал, где на экране большого телевизора мы приобщались к нетленкам типа «Универсального солдата» и «Кровавого спорта», «Полицейской академии» и прочим «Рэмбо»."
    "Второй зал, разумеется, отходил под игротеку и актовый зал — там с одинаковым успехом кидали кости, двигали шахматы и раздавали фитиля вожатым, чьи пионеры опять набедокурили."
    "А здесь, судя по всему, хотели сделать что-то вроде читального зала, но не срослось - остались только покосившиеся стеллажи да тёмные квадраты на полу там, где раньше стояли кресла."
    if alt_day4_fz_sh == 1:
        un "Ты где?"
        "Негромко позвала Лена."
    elif alt_day4_fz_sh == 2:
        sl "Семён, ау!"
        "Подала голос Славя."
    elif alt_day4_fz_sh == 3:
        dv "Ну ты где там?"
        "Судя по голосу, Алиса здорово нервничала."
    elif alt_day4_fz_sh == 4:
        el "Как успехи?"
        "Напомнил о себе Электроник."
    me "На втором этаже хожу."
    "Отозвался я."
    me "Думал, может, он здесь. {w}Нет, не поднимайся, лестница ветхая. Я сейчас спущусь."
    "Парой минут спустя я, наконец, спустился - медленно, по стеночке, поминутно опасаясь не то того, что лестница сложится, не то прогнивших ступенек, угрожающе потрескивающих под моими шагами. "
    if alt_day4_fz_sh == 1:
        un "У меня тоже ничего."
    elif alt_day4_fz_sh == 2:
        sl "У меня тоже ничего."
    elif alt_day4_fz_sh == 3:
        dv "У меня тоже ничего."
    elif alt_day4_fz_sh == 4:
        el "У меня тоже ничего."
    me "Ничего удивительного. Его во всём здании нет."
    "Я вздохнул."
    me "Кажется, зря мы сюда шли."
    if alt_day4_fz_sh == 1:
        un "Это лучше, чем просто сесть и сложить руки."
    elif alt_day4_fz_sh == 2:
        sl "Ничего не зря! Зато не остались в лагере сидеть и хоть что-то попробовали сделать."
    elif alt_day4_fz_sh == 3:
        dv "Конечно, зря! Но раз уж начали, давай уж доведём дело до конца."
    elif alt_day4_fz_sh == 4:
        el "Может, мы пропустили его где-то. В какой-нибудь комнате или подвале."
        me "Да толку-то. Его здесь…"
    if alt_day4_fz_sh == 1:
        show un sad pioneer with dspr
        un "Шурииииик!"
        "Закричала Лена."
    elif alt_day4_fz_sh == 2:
        show sl sad pioneer with dspr
        sl "Шурииииик!"
        "Громко позвала Славя."
    elif alt_day4_fz_sh == 3:
        show dv angry pioneer with dspr
        dv "Ну где ты там, олух очкастый!"
        "Алиса рявкнула так, что у меня звоном в ушах отдалось."
    elif alt_day4_fz_sh == 4:
        show el sad pioneer with dspr
        el "Шурик! Ты где?!"
        "Громко позвал Электроник."
    "Я поморщился."
    me "А обязательно было орать мне в ухо?"
    if alt_day4_fz_sh == 1:
        un "Вдруг он услышит."
        "Нимало не смущаясь, ответила она."
        un "Шуриииик!"
    elif alt_day4_fz_sh == 2:
        show sl shy pioneer with dspr
        sl "Ой, прости, пожалуйста."
        "Похоже, она немного смутилась."
        sl "Не слышишь ничего?"
        me "Но ведь это ты у нас специалист по бесшумному перемещению."
        "Проворчал я, прислушиваясь."
    elif alt_day4_fz_sh == 3:
        dv "Зазвенело в пустой голове?"
        me "Ага. Теперь она звучит с твоей в унисон."
        "Двачевская фыркнула, но, не выдержав, рассмеялась."
    me "Мы с тобой нагрохотали так, что от пары криков едва ли что-нибудь изменится."
    if alt_day4_fz_sh == 1:
        un "Лишним не будет."
        "Непреклонным тоном отрезала она."
        un "Может, пропустил где-нибудь что-то?"
        show un normal pioneer at center 
        with dspr
    elif alt_day4_fz_sh == 2:
        sl "Ну а вдруг! Вообще, ты уверен, что хорошо смотрел?"
        "Судя по её решительному виду, поиски только что вышли на новый виток."
        sl "Может, пропустил где-нибудь что-то?"
        show sl normal pioneer at center 
        with dspr
    elif alt_day4_fz_sh == 3:
        dv "Никак не могу запомнить, что именно ты - МОЗГ команды."
        "Фыркнула Алиса."
        dv "Или, может, мозжечок? "
        dv "Предлагай свой вариант, мозжечок."
        show dv grin pioneer at center 
        with dspr
    elif alt_day4_fz_sh == 4:
        el "Ну не возвращаться же несолоно хлебавши."
        "Электроник явно собрался во что бы то ни стало найти своего друга почему-то именно здесь."
        el "Давай подумаем, где ещё не смотрели. И сходим!"
        show el normal pioneer at center 
        with dspr
    me "Можешь сходить да посмотреть. Я за тебя потом отомщу если что."
    me "В случае, если вдруг на тебя там враги нападут или ещё что."
    if alt_day4_fz_sh == 1:
        show un sad pioneer with dspr
        un "Опять шутишь. Ты подвалы проверял, кстати?"
    elif alt_day4_fz_sh == 2:
        show sl sad pioneer with dspr
        sl "Опять шутишь. Ты подвалы проверял, кстати?"
    elif alt_day4_fz_sh == 3:
        show dv smile pioneer with dspr
        dv "Не споткнись с разбегу. Первый пойдёшь, подвалы посмотрим."
        me "Я больной!"
        dv "Я знаю. Ещё с первого дня."
        me "Эй, я не в том смысле."
        "Алиса только гадко рассмеялась."
        dv "Или ты подвалы проверял?"
    elif alt_day4_fz_sh == 4:
        show el sad pioneer with dspr
        el "Нет уж, извини, но без твоей помощи обойтись не удастся."
        el "Подвалы смотрел?"
    me "Нет, они заперты на висячий замок, едва ли Шурик обладает сверхспособностями, чтобы запереть себя изнутри."
    me "И другого пути туда…"
    "Я задумался."
    me "Вообще-то… Погоди-ка."
    "Меня осенило."
    "Если прикинуть примерное расположение комнат и сушилок под ними, то запасной вход вполне себе мог бы быть где-нибудь в административных помещениях, например…"
    play sound sfx_grate_hand_fall
    window hide
    scene cg d4_hatch_night_7dl with dissolve
    "Стол на колёсиках отъехал в сторону, и у самого окна в свете луны тускло блеснул квадратный металлический люк. "
    me "Люк."
    if alt_day4_fz_sh == 1:
        with dissolve
        un "Полезли?"
    elif alt_day4_fz_sh == 2:
        with dissolve
        sl "Посмотрим, что там?"
    elif alt_day4_fz_sh == 3:
        with dissolve
        dv "И как догадался?"
        "С сарказмом спросила она."
        me "Что?"
        dv "Открывай давай."
    elif alt_day4_fz_sh == 4:
        with dissolve
        el "Больше Шурику быть негде."
    me "Думаешь?"
    "Впрочем, вопрос тут же перестал быть актуальным, как только я разглядел отпечаток чьей-то ноги в пыли." 
    me "Чёрт, а я даже завещания не оставил."
    "Вздохнул я."
    if alt_day4_fz_sh == 1:
        un "Прекрати."
        "Поморщилась она, пытаясь поддеть люк за край."
        un "Лучше помоги."
    elif alt_day4_fz_sh == 2:
        sl "Семён, ты ворчишь как старый дед."
        "Улыбнулась Славя, прикидывая, с какой стороны можно будет открыть люк"
        sl "Видишь ту ручку? Попробуй её подхватить."
    elif alt_day4_fz_sh == 3:
        dv "Не бойся. Партия устроит тебе пышные похороны."
        "Серьёзно пообещала Алиса."
        dv "Потому что если ты не перестанешь ныть, я тебя сама здесь закопаю, понял?"
        me "Да понял, понял."
        dv "Вот и ротик на замочек. И думаем, как нам вниз попасть."
    elif alt_day4_fz_sh == 4:
        el "Оставишь, когда вернёмся с Шуриком."
        "Подбодрил меня Электроник."
        el "Помоги-ка."
    me "Момент."
    "Продеть фонарик под ручку, висящую там же, в техническом отверстии, было вопросом пары секунд."
    me "Отойди-ка в сторонку."
    "Велел я."
    me "А то заденет."
    "Мне мгновенно освободили оперативный простор"
    play sound sfx_open_metal_hatch
    extend ", и я еле успел отскочить с пути следования удивительно легко распахнувшегося люка."
    scene cg d4_hatch_night_open_7dl with diam
    "Под люком ожидаемо обнаружились ступеньки в три арматурных прута, ведущие куда-то в темноту."
    if alt_day4_fz_sh == 1:
        un "Я первой пойду на всякий случай."
        "Уведомила она, уже ступая на первую ступеньку."
        un "Чтобы если что с тобой случится…"
        me "Я грохнулся бы на тебя всей тушкой? Какой прекрасный сценарий. Из тебя выйдет отличный половичок."
        "Лена фыркнула и, подсвечивая себе под ноги, неторопливо спустилась на несколько ступеней."
    elif alt_day4_fz_sh == 2:
        sl "Давай-ка я первой, хорошо?"
        "Спросила Славя, уже пробуя ногой на прочность первую ступеньку."
        sl "Стой наверху и подсвечивай мне ступеньки, пожалуйста."
        "Я кивнул и засветил фонарик."
    elif alt_day4_fz_sh == 3:
        dv "Ну что стоишь?"
        "Напряжённым голосом произнесла Алиса."
        dv "Двигай первым давай."
        "Она ощутимо нервничала."
        me "И что будет, если я сорвусь и вниз загремлю?"
        dv "Я же тебе сказала, пышные похороны от партии."
        me "И то, что я больной, тебя не смущает."
        dv "Лезь уже."
        me "Нет. Я, как и ты, темноты боюсь. Но если упадёшь ты, то я тебя вытащить смогу. А если я?"
        "Алиса немного поворчала, но в результате опасливо поставила ногу на первую ступеньку."
    elif alt_day4_fz_sh == 4:
        el "Давай-ка, здесь я первым пойду. "
        "Не слушая возражений, Электроник уже пробовал ступеньку на прочность."
    if alt_day4_fz_sh == 1:
        un "Крепкие ещё! Можешь смело ступать."
    elif alt_day4_fz_sh == 2:
        sl "Крепкие ещё! Можешь смело ступать."
    elif alt_day4_fz_sh == 3:
        dv "Спускайся, лестница держит."
        "Позвала Алиса."
    elif alt_day4_fz_sh == 4:
        el "Нормально, похоже, не сломаются."
        "Электроник осмелел и двигался гораздо быстрее."
    me "Что ж, тогда встретимся в морге."
    "Пробормотал я, следуя примеру авангарда." 
    scene black with dissolve
    "Внизу оказалось темно как в гробу."
    "Не сказать, чтобы меня привлекала вся эта кладбищенская атрибутика, но здесь такая атмосфера…"
    "Начиная от откровенно пугающего Дома С Каруселью, заканчивая тем, что вообще-то на дворе ночь и полнолуние - время расцвета любой нечисти."
    if alt_day4_fz_sh == 1:
        un "На последней ступеньке осторожно, там провал."
        "Предупредила она."
    elif alt_day4_fz_sh == 2:
        sl "Семён, осторожно, последняя ступенька отсутствует."
        "Предупредила Славя."
        sl "Я подсвечу, а ты спрыгивай."
    elif alt_day4_fz_sh == 3:
        "Я начал спуск, а Алиса пристально наблюдала за мной, будто размышляя над чем-то."
        "Когда мне оставалось каких-то два шага до пола, она, наконец, приняла какое-то решение."
        dv "Стой."
        me "Что?"
        "Я послушно замер."
        dv "Там внизу… Короче, ступеньки нет. Я чуть не упала."
        th "И я бы чуть не упал."
        "С отчётливой пронзительностью понял я."
        th "Если бы в ней победило желание посмотреть на очередное моё выступление."
        me "Ух."
        "Спасла так спасла."
    elif alt_day4_fz_sh == 4:
        el "Ступенька внизу сломана."
        "Донёсся голос Электроника."
        el "Так что аккуратнее под ноги."
        me "Хорошо."
    me "Спасибо."
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_catacombs_entrance
    with dissolve
    play ambience ambience_catacombs fadein 3
    play sound sfx_jump_into_hole_2
    "Наконец, ноги мои коснулись пола, и я поднял ладонь, показывая, что со мной всё в порядке."
    "Мы в растерянности замерли, оглядываясь - так как помещение походило на что угодно, только не на подвал. Скорее, это было чем-то вроде сервисной структуры."
    "Неуловимо походящей на питерскую подземку - хотя бы проложенными на крюках кабелями вдоль стены, лампочками в антивандальных светильниках и тем самым духом, какой неистребим даже в самом чистом помещении под землёй."
    "Гнетущее ощущение «ниже уровня моря»."
    th "Наверное, когда выйдет мой срок, и я одной ногой буду стоять в могиле, завещаю кремировать себя."
    th "А то как представлю - открываю глаза в сосновом футляре двумя метрами ниже уровня моря. {w}Мистер По обзавидуется с такого сюжета."
    th "Видел я старые фото, где находили таких людей. Ух!"
    play sound sfx_wind_gust
    scene bg int_catacombs_entrance:
        xalign .5 yalign .4 zoom 1.0
        linear 6.0 xalign 0.65 yalign .6 zoom 2.0
    "Сердце царапнуло застарелым приступом клаустрофобии - старой подруги, которую, казалось, я давно и успешно изжил в себе, обитая в тёмной конуре наедине с монитором и клубами никотинового дыма." 
    th "Кстати, странно, что за четыре дня меня так ни разу и не дёрнуло затянуться."
    th "Если я правильно помню, там завязка не столько физиологическая (хвала рандому, обновлённое тело лишено зависимости), сколько психологическая. Но ведь и не вспомнил ни разу."
    "Я фыркнул. Да уж, ассоциации работают что надо, осталось только вспомнить про интернет, анонимное общение и серость за окном, и готова ностальгия. {w}Вы слышали? {w}Ностальгия! {w}Кошмар!"
    "Пришлось закрыть глаза и несколько раз глубоко вдохнуть, прежде чем отпустила слабость."
    "Пытаясь отвлечься, мозг переключился на анализ окрестностей. {w}Тёмный туннель, выполненный цельной формой, явно планировался на века - несмотря на то, что даже визуально он выглядел очень старым, время сумело оставить лишь следы в виде пыли да парочки чисто косметических трещин на потолке и стенах."
    "К сожалению, лампы под металлическими сетками такой же долговечностью похвастаться не могли, и свет давала дай Рандом если каждая десятая."
    me "Куда пойдём, налево или направо?"
    dreamgirl "Нормальные герои всегда идут в обход."
    "Внутренний голос был полон скепсиса относительно моей дееспособности."
    dreamgirl "А настоящий джентльмен всегда пропустит даму вперёд… Особенно если идёт по минному полю."
    me "На полу следов нет?"
    "У самого входа было достаточно натоптано, похоже, сюда всё-таки кто-то наведывается время от времени.{w} Но в остальном…"
    if alt_day4_fz_sh == 1:
        show un normal pioneer with dspr
        un "Смотри."
        "Лена взяла меня за рукав."
        un "Вон."
    elif alt_day4_fz_sh == 2:
        show sl normal pioneer with dspr
        sl "Следы. Видишь?"
        "Славя махнула рукой, указывая."
        sl "Вон."
    elif alt_day4_fz_sh == 3:
        show dv normal pioneer with dspr
        dv "Видишь?"
        me "Что?"
        show dv laugh pioneer with dspr
        dv "Тупица. Следы на полу."
    elif alt_day4_fz_sh == 4:
        show el normal pioneer with dspr
        el "Кажется, я вижу следы."
        "Электроник махнул фонариком, привлекая моё внимание."
        el "Смотри."
    "Наведя световой конус на указанное место, я разглядел в пыли чёткий отпечаток сандалии сорок второго размера."
    me "Значит, пошли."
    me "Надеюсь, он не далеко ушёл."
    if alt_day4_fz_sh == 1:
        un "Что?"
    elif alt_day4_fz_sh == 2:
        sl "Что?"
    elif alt_day4_fz_sh == 3:
        dv "Что?"
    elif alt_day4_fz_sh == 4:
        el "Что?"
    me "Да я немного знаю о том, как строили в Союзе на таких вот строительствах."
    me "Туннели могут длиться километрами. {w}Не хотелось бы, чтобы наше путешествие затянулось."
    if alt_day4_fz_sh == 1:
        un "Мы будем искать его столько, сколько потребуется."
        "Отрезала Лена, целеустремлённо направляясь в сторону, куда вёл обнаруженный след."
    elif alt_day4_fz_sh == 2:
        sl "Семён, если он где-то здесь, мы должны его найти."
        "Кажется, Славя решила всё за нас обоих."
        "Что ж. Ей же хуже."
    elif alt_day4_fz_sh == 3:
        dv "Так долго? Да ну его в баню тогда."
        "Алиса развернулась."
        dv "Полезли обратно."
        me "А что скажем в лагере?"
        show dv smile pioneer with dspr
        "Алис развернулась и долго-долго сверлила меня взглядом, неприятно улыбаясь при этом."
        dv "Что скажем? А ничего!"
        dv "Никто не в курсе, что ты ушёл."
        "В её словах был определённый резон и окажись я в обычной своей жизни в такой ситуации — с огромным удовольствием воспользовался бы предоставившейся возможностью."
        "Проблема была в том, что я не был в своей обычной жизни."
        "А в той, что мне повезло оказаться, всё ещё не считались нелепыми атавизмами совесть и взаимовыручка."
        dreamgirl "Ты не уйдёшь, да?"
        me "Можешь идти. А я иду дальше."
        show dv angry pioneer with dspr
        dv "Мы возвращаемся в лагерь."
        me "Не мы. Ты. {w}А я иду за Шуриком."
        dv "Ты не слышал, что ли?"
        me "Я всё прекрасно слышал."
        "Я поднял глаза на Алису, уставился в упор."
        me "Ты можешь делать что хочешь, а я не уйду отсюда, пока не найду Шурика или его труп."
        dv "Ррррр…"
        play sound sfx_bus_window_hit
        "Алиса от злости саданула кулаком по стене."
        show dv normal pioneer with dspr 
        dv "Ты ещё хуже Феоктистовой!"
        me "Приму как комплимент."
        "Алиса больше не говорила ни слова - молча зажгла фонарь и отправилась по направлению следа."
    elif alt_day4_fz_sh == 4:
        el "Это вряд ли."
        "Электроник понизил голос. "
        el "У Шурика жуткая боязнь замкнутого пространства."
        el "Однажды его заперли в туалете, так у него истерика была."
        me "И зачем ты мне это рассказываешь?"
        "Вздохнул я."
        el "А затем, что если он и был не в себе, то как только немного возьмёт себя в руки, будет искать выход наружу."
        "Электроник взял курс в сторону, куда указывал след."
    me "Вот будет забавно, если мы ищем его здесь, а он уже в лагерь вернулся."
    "Вздохнул я, следуя за конвоиром."
    window hide
    scene bg int_catacombs_entrance with dissolve
    window hide
    "Дорога была не очень. Очень не очень."
    "В отличие от стен, полу досталось сильнее, и он был повсеместно покрыт какими-то выбоинами, лужами, тут и там валялись вывалившиеся из стен несущие, и зачастую приходилось двигаться по очень узкой и очень непрямой дорожке." 
    "Кое-где приходилось огибать лужи - угодить головой на один из крюков не улыбалось совершенно, а это было неизбежно, особенно, если  слева и справа от обломков ступить некуда, а единственный путь приходится на лужу - с почему-то очень скользким дном!"
    if alt_day4_fz_sh == 1:
        "Не помогало даже то, что Лена шла впереди, прекрасно ориентируясь и, кажется, нисколько не сомневаясь даже тогда, когда наш импровизированный слалом по сложности достиг запредельного уровня."
    elif alt_day4_fz_sh == 4:
        "Электроник шёл впереди, внимательно следя за обстановкой и избегая наиболее очевидных ловушек."
        "Мне было немного не по себе использовать его в качестве минного тральщика, но… Я больной, такова селява!"
    else:
        "Девочка шла медленно и аккуратно, и очень скоро с сожалением отказалась от моей руки - когда сложность трассы стала запредельной - и просто положила руку мне на плечо."
    me "Главное, найти нашего беглеца. Поймаем, стукнем в пустую голову и вытащим на поверхность, за ушко да на солнышко."
    if alt_day4_fz_sh == 1:
        "Лена промолчала, сосредоточенно глядя себе под ноги, а я сам уже давным-давно перестал пытаться самостоятельно проложить курс и полностью доверился ей как лоцману."
    else:
        "Ответом мне было молчание - мой верный лоцман всецело углубился в проложение курса."
    me "Как тебе мой план?"
    "Мы оказались в тупике, половину слепой стены которого занимала огромная дверь. {w}Луч фонарика выхватил из темноты слой краски, кое-где отразился."
    me "Если Шурик прошёл здесь, значит, и мы сумеем."
    "В моём голосе была уверенность, которой я на деле не испытывал."
    if alt_day4_fz_sh == 4:
        el "Сумеем, конечно. Сейчас только откроем эту дверь."
    else:
        "Следы ведут в эту сторону."
        "Девочка развела руками."
        "Больше ему идти некуда, наверное. Разве что мы где-то пропустили развилку. "
    "В любом случае, возвращаться назад было поздно, и я, вспоминая, чему учили на уроках ОБЖ в школе, подошёл к двери и внимательно её рассмотрел."
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_catacombs_door
    with dissolve
    "Назвать эту махину дверью означало оскорбить сравнением.{w} Голубая мечта параноика, именно такими обычно снабжаются бомбоубежища - серьёзная такая, тяжеленная, с кремальером и тревожной кнопкой."
    "Петли, которые не всякой болгаркой возьмёшь - куда уж там этим квартирным металлическим дверям, вертикальные штыри, способные удержать слона на скаку…"
    "Будто в противовес своему солидному виду, выкрашена она была легкомысленной голубенькой краской, поверх которой был трафаретом нанесён значок радиационной опасности."
    "Само колесо кремальерного запора выглядело очень-очень старым, будто к нему уже очень давно никто не прикасался."
    "Рядом, будто в качестве эдакого издевательства напоследок, висел плакат медицинской помощи на случай радиационного поражения."
    th "Как будто это что-то изменит для тех, кто останется по эту сторону…"
    "А вот та коробочка, если я правильно помню уроки ОБЖ, относится к запирающим механизмам."
    "Разумеется, в том случае, если дверь не задраена изнутри."
    if alt_day4_fz_sh == 1:
        show un normal pioneer at left 
        with dissolve
        un "Серьёзная вещь."
        "Кивнула Лена."
        un "Бомбоубежище, да?"
        "Я пожал плечами."
        me "Похороните меня здесь…"
        un "Что?"
        me "Видишь ту коробочку на стене? Ты должна жать кнопку, расположенную внутри этой коробочки, изо всех сил. А я дверь открыть попробую."
        "Говорить было всё неохотнее."
        "Я взялся за поворотное колесо и выжидающе замер."
        me "Давай. Три… Шестнадцать!"
        "Внутри двери что-то с лязганьем поднялось - Лене пришлось жать так, что у неё пальцы побелели - и я спешно закрутил колесо запора."
        stop ambience fadeout 3
        "Лена жала изо всех сил, давая мне время крутить колесо, и я был ей благодарен за то, что не включила белоручку."
        "Наконец, где-то внутри штифт поймал нужную пружинку, и…"
    elif alt_day4_fz_sh == 2:
        show sl normal pioneer at left 
        with dissolve
        sl "Серьёзная вещь."
        "Кивнула Славя."
        sl "Бомбоубежище, да?"
        "Я пожал плечами."
        me "Для хранилища продуктов слишком хорошо укреплено."
        sl "Что?"
        me "Мне нужна твоя помощь, чтобы открыть эту дверь."
        me "Смотри, видишь коробочку на стене? Там внутри кнопка, если не ошибаюсь."
        "Славя подошла к указанной коробочке и, откинув крышку, посветила фонариком внутрь."
        sl "Ты прав, здесь какая-то кнопка."
        me "Вот на неё тебе и придётся жать. Изо всех сил - она очень тугая."
        "Я взялся за поворотное колесо и выжидающе замер."
        me "Давай. И… Раз!"
        "Где-то внутри стального гиганта что-то с грохотом сдвинулось - и я спешно закрутил запорное колесо."
        stop ambience fadeout 3
        sl "Зачем колесо?"
        "Славе пришлось чуть ли не лечь на кнопку всем весом, чтобы та подалась, но она изо всех сил делала вид, что ей ни капельки не тяжело."
        me "Ты запирающий механизм убираешь, а саму дверь можно только колесом открыть. Чёрт его знает, как здесь Шурик один прошёл… Если вообще проходил."
        sl "Может, она была открыта - он зашёл и просто захлопнул дверь за собой."
        "Это звучало ещё глупее, чем одновременное нажатие кнопки и вращение колеса пяткой, поэтому я промолчал."
    elif alt_day4_fz_sh == 3:
        show dv normal pioneer at left 
        with dissolve
        dv "Ты ведь знаешь как её открыть, правда?"
        "С надеждой спросила Алиса."
        dv "Или ты хочешь геройски сесть у двери и заплакать?"
        "Постоянные попытки рыжей подколоть меня не вызывали ничего, кроме снисходительной улыбки - но это в обычных условиях. А здесь у меня ещё и голова разболелась."
        me "Знаю."
        "Поморщился я."
        me "Но потребуется кое-какая помощь. Не уверен, правда, что ты справишься…"
        dv "Да ладно."
        "Повелась на уловку Двачевская."
        dv "Что делать-то надо?"
        me "Жать кнопку."
        dv "Что? Какую кнопку?"
        me "На стене. В коробке."
        "Световое пятно от фонарика метнулось в сторону указанной коробки."
        dv "И всё?"
        me "А справишься?"
        "Передразнил её я."
        "Алиса пожала плечами и, открыв коробку, посветила внутрь фонариком."
        dv "Я попробую."
        "Серьёзно кивнула она."
        "Я взялся за колесо и кивнул."
        me "Жми!"
        "И Алиса нажала! Изо всех свих тщедушных силёнок, давя всем телом - пока, наконец, внутри стального исполине на загрохотало что-то."
        "И я, вцепившись в колесо, спешно закрутил его против часовой стрелки."
        stop ambience fadeout 3
        dv "Крутииииии!"
        "Завыла Алиса."
        dv "Я больше не могу держать!"
        dv "Крутииии!"
        me "Да кручу я, кручу!"
        "Тут у меня под руками что-то щёлкнуло и дверь чуть подалась мне навстречу."
        dv "Всё, не могу больше. Отпускаю!"
        me "Да отпускай уже."
        "Рыжая прыснула и отпустила кнопку."
    elif alt_day4_fz_sh == 4:
        show el normal pioneer at left 
        with dissolve
        el "Шурик здесь точно был."
        "Электроник подсветил грязный отпечаток у самой двери."
        el "Кажется, здесь было открыто, он просто зашёл и закрыл дверь за собой."
        me "Для помрачённого сознания слишком разумные действия, не находишь?"
        "Электроник пожал плечами."
        el "В любом случае, нам надо внутрь."
        me "Ага. Вспоминаем, как открывается гермозапор в убежище?"
        el "Ээээ… Просто повернуть запор?"
        "Кажется, по части успеваемости в школе, Электроник не слишком блистал."
        me "Вроде того. Я сейчас этот запор открою, а ты вращай колесо."
        "Я открыл крышку и было нацелился на круглую красную кнопку, ведущую к электромагнитам, как навстречу ей с визгом рванулось что-то!"
        me "Ай!"
        "От неожиданности я выронил фонарик и остался в полной темноте."
        el "Семён? Что случилось?"
        "Электроник тут же зажёг свой и вежливо посветил мне под ноги."
        me "Там какая-то дрянь сидела внутри!"
        "Я, наконец, нащупал свой фонарик и попытался его включить."
        "Тщетно. Похоже, лампочки для фонариков и в этом времени производить не умели."
        me "Посвети, пожалуйста."
        "Попросил я."
        me "Вдруг там ещё кто-нибудь сидит."
        "Электроник послушно удостоверился в том, что коробку больше никто не населяет и кивнул."
        el "Можно теперь."
        stop ambience fadeout 3
        "Прекрасно понимая то, что механизм сделан на случай войны, я налёг изо всёх сил."
        el "Не, не получается."
        "Он подёргал непослушный кругляш."
        el "Попробуй ещё сильнее."
        "Кивнув, я вложил весь вес в нажатие - и лишь после этого колесо медленно и неохотно повернулось."
        "Электроник быстро-быстро завращал механизм, прекрасно понимая, что долго я так не продержу."
        "Наконец, дверь вздрогнула и…"
    play sound sfx_open_door_mines_metal
    window hide
    scene bg int_catacombs_living
    with dissolve
    stop music fadeout 5
    play ambience ambience_7dl["safe"]
    "Мы оказались в святая святых этого места."
    $ persistent.sprite_time = "sunset"
    "Двухъярусная кровать с толстым слоем пыли - демонстрирующая, что на ней никогда не спали, уголок радиста и индивидуальные шкафчики, один из которых был распахнут."
    "Что удивительно - сюда до сих пор подавалось электричество! Даже системы вытяжки - топорные, советского производства - ощутимо гудели из-под потолка."
    play sound sfx_radio_tune fadein 0
    "Я вздрогнул от неожиданности, когда за спиной заработало радио."
    "Шурика не было и здесь."
    if alt_day4_fz_sh == 1:
        "Не особо раздумывая над тем, что делаю вообще, я уселся на кровать и обхватил ноющую голову пальцами."
        "Ни делать, ни думать ничего не хотелось, и молчание ещё это, становящееся всё более натянутым с каждой минутой."
        "Уже не хотелось ни найти Шурика, ни выбраться отсюда."
        "Быстрая и безболезненная смерть тоже устроила бы."
        show un sad pioneer at center 
        with dissolve
        un "И как долго ты собираешься здесь сидеть?"
        "Спросила Лена, когда молчание затянулось."
        "А я не смог отказать себе в удовольствии продлить его ещё немного."
        "Вместо ответа я закрыл глаза."
        "Не то чтобы я жалел о своём решении отправиться искать Шурика, но… Привал мне был сейчас очень нелишним."
        show un angry2 pioneer with dspr
        un "Что ты молчишь? Отвечай."
        "Я успешно проигнорировал и эту попытку завязать непринуждённое общение."
        th "Спасибо, уже пообщался. Больше не хочется."
        un "Ты теперь постоянно молчать собираешься?!"
        "Кажется, она рассердилась не на шутку."
        th "И что ей ответить? Выдать спич в духе «спасибо, ненаглядная, последний сеанс закатывания в асфальт был освежающим»?"
        me "Я плохо себя чувствую."
        "Ровным голосом ответил я."
        me "Если не хочешь, чтобы меня вывернуло тебе на форму, оставь меня на пару минут в покое, пожалуйста."
        show un shy pioneer at center 
        with dissolve
        un "О, господи."
        "Злости как ни бывало - рядом со мной на кровать опустилась донельзя смущённая девочка."
        un "Прости."
        th "Интересно, я был настолько невнятен, когда просил оставить меня в покое?"
        me "Ничего."
        "Не зная, куда деть руки, я уставился в стену и представил себе, что на самом деле трещины складываются в огромную картину, разглядеть которую мы не в состоянии просто потому, что не можем посмотреть с достаточного удаления."
        "Это как картины некоторых художников - вблизи они кажутся аляпой, бессистемно набросанной на холст, но стоит лишь отступить назад на пару шагов, чуть наклонить голову, и перед нами фотореалистичное изображение."
        "Наконец, меня перестало кренить в сторону и я поднялся."
        me "Я отдохнул. Готова двигаться дальше?"
        "Лена кивнула."
        "Почему-то она выглядела подавленной."
        "Наверное, приступ клаустрофобии."
        hide un
        with dissolve
        "Я поднялся и направился ко второй двери - находящейся в торцевой части комнаты."
        me "Давай ещё раз, ты на кнопку, я на кремальеры."
        "Не то чтобы мне прямо так хотелось добраться до конца этого несчастного подземелья, но я привык доводить вещи до конца."
        "Поэтому я упаду от усталости, но добью этот лабиринт!"
        un "Хорошо."
        "Она подошла к уже знакомой коробке и что было сил нажала на кнопку."
        "Дождавшись воя сирены, я вцепился в кругляш и провернул его против часовой стрелки."
    elif alt_day4_fz_sh == 2:
        sl "Здорово здесь."
        "Славя с какой-то детской непосредственностью осматривала помещение."
        "Мне этого не понять."
        "Даже когда я был её возраста, я не был столь любопытным."
        dreamgirl "Вообще-то, ты сейчас её возраста."
        th "Я даже физически старше её. Что уж говорить про содержимое черепной коробки."
        th "Физически…"
        "В голову вдруг пришло, что мы здесь абсолютно одни, и если с нами что-нибудь случится…"
        dreamgirl "То?"
        th "Проехали, короче."
        "Цыкнул я на невовремя завопившие инстинкты."
        "Откинув пропыленное покрывало, я уселся на нижний ярус кровати и прикрыл глаза."
        me "Когда набесишься, скажи, я отдохну пока."
        sl "Да, конечно."
        "Понятия не имею, что она нашла такого в этом бомбоубежище, из вызывающего интерес здесь можно разве что тареном разжиться."
        dreamgirl "Наркоман."
        th "Ой, хорошо. Ещё сухпаями и радиоэлектроникой. Но лучше здесь не трогать ничего."
        show sl sad pioneer at center 
        with dissolve
        sl "Почему?"
        "Надо больше внимания уделять самоконтролю. Слишком часто в последнее время я непроизвольно озвучиваю собственные мысли."
        me "Почему?"
        th "Это что, мне одному очевидно?"
        me "Наверное, потому, что если кому-нибудь однажды - да хотя бы нам с тобой - тьфу-тьфу-тьфу - доведётся воспользоваться этим прибежищем, какая-нибудь недостающая вещь может стоить жизни."
        show sl smile pioneer with dspr
        sl "Имеешь в виду, что если мы возьмём вот этот фонарик…"
        me "…то тогда, когда он действительно будет нужен, его не окажется под рукой. С факелами пойдём?"
        show sl smile2 pioneer with dspr
        "Славя бросила на меня взгляд, полный сложного сочетания смущения и восхищения."
        sl "Не знала, что ты такой ответственный."
        "Сделала она парадоксальный вывод."
        "Следить за перипетиями женской логики я не стал — и без того голова болела — и просто кивнул."
        me "Только никому не говори, не хочу подмочить реноме."
        "Я закрыл глаза. Кажется, находился сегодня."
        "Некоторое время спустя кровать заскрипела под дополнительным весом, и рядом уселась Славяна."
        "Ещё через секунду мою руку забрали ладошки и больше машинально, чем с каким-то подтекстом, погладили."
        show sl shy pioneer at center 
        with dissolve
        sl "Слушай, если совсем плохо — можем пойти назад."
        "Предложила она."
        sl "Я не имела права позволять тебе идти сюда."
        th "Интересно, она сама понимает что может означать этот невинный с виду жест?"
        "Пришло вдруг в голову."
        th "В Японии он означает… А впрочем, ладно. Мы не в Японии."
        me "А как же Шурик?"
        "Подтверждая старую добрую гипотезу о том, что либидо рождается в голове, я сидел и млел не столько от факта прикосновения, сколько от осознания - кто это делает."
        "До сей поры я воспринимал Славю как деятельную, подвижную и очень активную… пионерку?"
        "Что-то вроде того. Но острое, режущее осознание того, что она ещё и девушка настигло меня прямо сейчас — даже утренняя сценка с извинениями, весь день, проведённый вместе…"
        "Всё это воспринималось отстранённо и трактовалось на уровне дружеского участия."
        "К плечу привалилось что-то тяжёлое, и я открыл глаза."
        window hide
        scene cg d4_sl_sleep_7dl with dissolve
        "Уставшяя и перенервничавшая девушка безо всякого зазрения совести воспользовалась мной как подушкой!"
        "Улыбнувшись, я опёрся спиной о стену так, чтобы ей было удобнее, и сам смежил веки."
        window hide 
        with fade2
        "Спать не хотелось, належался за день, но я вчера ещё постиг дао, а значит, время не имело значения."
        "Хромая голова была пустой, лишь кое-где с ощутимым треском проскакивал сигнал между синапсов."
        "Так вполне естественно оказалось, что я уже давно обнимаю девушку за талию… Э, то есть  где-то в области талии!"
        "Рука-то на самом деле укатила куда-то гораздо ниже, но Славя, похоже, не возражала против небольших фривольностей."
        th "Либо слишком крепко спала."
        dreamgirl "Напомнить тебе, каким образом соблазняла Якуба безымянная героиня «одиночества»? Она притворилась спящей и позволила ему чуть больше, чем он ожидал."
        dreamgirl "Нет, я совсем не хочу сказать, что милашка не спит, но до конца исключать шанс того, что она из-под прикрытых век крайне внимательно наблюдает за тем, что ты делаешь, нельзя."
        th "А я ничего не делаю."
        "Какой-то острый камешек в стене впился мне в плечо и я немного пошевелился, устраиваясь поудобнее, повернул голову, и…"
        "Я как будто нырнул в огромный океан запахов. Славя находилась на том расстоянии, где убогонькое человеческое обоняние уже может кое-что уловить."
        "В голову вдруг пришло, что если я чуть-чуть подамся вперёд, я вполне смогу коснуться её шеи губами."
        th "Интересно, она боится щекотки?"
        "Продираясь сквозь волны запахов лимонника, дегтярного шампуня и капельки неизвестных мне духов, подумал я."
        th "Интересно, какого размера по ней мурашки пробегут, если я…"
        "Славя пошевелилась и открыла глаза."
        window hide
        scene bg int_catacombs_living with fade2
        show sl smile pioneer with dspr
        sl "Как забавно. Я опять просыпаюсь на тебе."
        dreamgirl "Может, это судьба?"
        th "Перестань. Я не могу ей нравиться. Это исключено."
        me "Подрёмкала чуть-чуть?"
        "Она улыбнулась."
        sl "Чуть-чуть. Прости, что-то я совсем расклеилась."
        th "Если бы я расклеивался каждый раз так, то был бы  крайне деятельным персонажем."
        me "Да ничего, силы немного восстановили. Чего-нибудь бы ещё слопать, но это уж слишком шикарно будет."
        show sl laugh pioneer with dspr
        sl "Да! Так ты, значит, готов двигаться дальше?"
        "Я поднялся и направился ко второй двери - находящейся в торцевой части комнаты."
        "Эта дверь была абсолютным близнецом той, что пустила нас сюда. Поэтому комментарии были излишни, но я на всякий случай напомнил:"
        me "Давай ещё раз, ты на кнопку, я на кремальеры."
        "В свете размышлений, последних событий и вообще всей этой истории я вдруг понял, что сейчас не имело значения — куда и зачем я иду."
        "Не имело значения, найдём ли мы что-нибудь."
        "Я оказался в парадоксальной гипотетической ситуации, в существование которой никогда не верил — момент, когда процесс важнее самой цели."
        "И благодарности за создание этого парадокса отходят непосредственной, милой и очень красивой девочке с необычным именем."
        me "Три… Шестнадцать."
        "Она зажала кнопку, а я повернул поворотное колесо."
    elif alt_day4_fz_sh == 3:
        "В дверь я вошёл вторым — меня буквально смёл с места одушевлённый смерч, потянувшийся на свет и тепло обитаемого человеческого жилища."
        "М-да."
        "Я хотел сказать - некогда обитаемого. Или запланированного под обитание. Не знаю."
        "Кажется, некогда этот бункер отгрохали, наладили коммуникации - я удивился тому, что сюда до сих пор подавалось электричество - и забыли."
        "В пользу этого свидетельствовал и закрытый щиток на панели вытяжки и толстенный слой пыли, в котором очень чётко отпечатались следы обуви сорок второго размера."
        dv "Следы!"
        "Алиса разглядела их одновременно со мной."
        "Энтузиазма в ней это не прибавило. {w}Скорее наоборот, судя по виду, ей ощутимо подурнело."
        "Начать стоит, пожалуй, с прекрасного зеленоватового оттенка её лица, который вкупе с прозрачной кожей, присущей всем рыжим, делал её похожей на живой труп."
        "Про выражение на лице «я не знаю, зачем оно приползло, но я его сожрала» и упоминать не хочется."
        show dv guilty pioneer at center 
        with dissolve
        dv "Кажется…"
        "Она не договорила — и если бы не подспудная готовность, задействованная сразу после того, как я узрил её лицо — там бы и рухнула."
        "Успел в последний момент."
        me "Алиса, сейчас не самое лучшее время. {w}Или ты забыла, кто из нас инвалид?"
        me "Если я тебя попытаюсь транспортировать в лагерь, то мне не педаль за отвагу вручат, а обещанные тобой похороны за счёт партии."
        "Я балаболил что угодно, лишь бы не молчать."
        "Мысли метались в поисках возможного выхода, и всё чаще сворачивали в сторону унитола — помнится, Алиса заходила ко мне за углём, так что вполне могла травануться."
        "А унитол сто процентов где-нибудь здесь должен быть, в одной из аптечек, если убежище комплектовано по полной."
        me "Алис, ты чего? Алиса? Отравилась чем?"
        show dv angry pioneer with dspr
        dv "Дурак…"
        "Она попыталась сделать серьёзное лицо, наверное, даже угрожающее - не разглядел, аккурат в этот момент мне удалось добраться до кровати и водрузить туда безвольную тушку рыжей."
        show dv sad pioneer with dspr
        dv "У меня…"
        show dv shy pioneer with dspr
        extend " Это."
        "Она красноречиво шевельнула рукой."
        "И я, разумеется, всё понял."
        me "Это? Ах, ээээто!"
        "Я многозначительно постучал пальцем по подбородку."
        me "А что - это?!"
        dv "Ну…"
        "Двачевская покраснела так отчаянно, что я, похоже, начал что-то понимать."
        me "Клаустрофобия, да? Боязнь замкнутого пространства?"
        show dv rage pioneer with dspr
        dv "Придурок!"
        "Рявкнула девушка, на миг забыв даже о своих страданиях."
        dv "Живот у меня. Низ."
        "Здесь даже дошло до такого тугодума как я."
        dv "Пройдёт скоро. Минут через десять."
        me "Ага, а потом вернётся."
        "Аптечку удалось обнаружить в блишайшем к уголку радиста ящике, там был и унитол, и тарен, и даже морфий. Но меня интересовало другое."
        "Будто издеваясь, круглая красная баночка обнаружилась лишь на самом дне."
        me "Дротаверина гидрохлорид."
        "Вытащив пузырёк на свет, прочитал я."
        me "Вот, то что нужно. Не «Брал», конечно, но для тебя сойдёт."
        "Запивать было нечем, пришлось глотать так."
        dv "Это какая-то отрава, да?"
        "Слабым голосом поинтересовалась рыжая, послушно принимая таблетку."
        me "Вроде того. Спазмалитик, как раз под твой случай."
        "Рассказывать о том, что конкретно с этим спазмалитиком меня связывают давние и крайне тёплые отношения, я не стал. Зачем?"
        th "Какая прелесть, я сижу с Двачевской в разгар её ПМС. Она и в обычной-то жизни не самая приятная особа…"
        dv "Откуда ты знаешь какой у меня случай?"
        "Таблетка начала действовать, и Алиса смогла думать о чём-то, кроме собственных внутренностей."
        th "Ну, знаешь ли, я не первый день на свете живу, не первый день с вашим дурным полом общаюсь. Нахватался."
        dreamgirl "Для мальчика семнадцати лет твои познания выглядят подозрительно. Ты хочешь, чтобы тебя Двачевская подозревала?"
        th "Внутренний голос внезапно решил сыграть на моей стороне. Ну разве не прелесть?"
        me "У нас дома от боли первое средство."
        "Выкрутился я."
        me "Всяко лучше анальгина, если уж на то пошло."
        show dv normal pioneer at center with dissolve
        dv "Не подозревала, что ты такой…"
        "Цвет лица вернулся к норме, значит, таблетка оказалась правильной."
        me "Какой?"
        th "Сейчас окрестит ботаником, вовек не откручусь."
        "С тоской подумал я."
        dv "Не знаю. Но найти в бомбоубежище правильную таблетку…"
        "Алиса покраснела и замолчала. {w}Мне тоже стало неловко от её неуклюжего комплимента."
        me "Только не будем делать из этого традицию, ладно?"
        "Я заставил голос звучать нарочито бодро."
        me "Ты могла бы сказать, что не совсем дееспособна, когда мы сюда шли. {w}А ты вместо этого психанула."
        show dv angry pioneer with dspr
        dv "Ты точно тупой."
        dv "Какая же девушка скажет незнакомому парню о таких вещах?"
        me "Точняк, лучше устроим ему сюрпризец с мимикрией."
        dv "Пошёл ты."
        hide dv
        with dissolve
        "Алиса отвернулась."
        me "Я хочу знать, с какой периодичностью это происходит. Если тебя скрутит ещё раз через пару минут — проще вернуться на поверхность."
        "Разумеется, я не хотел возвращаться, и конечно, я не собирался бросать поиски на пол-пути. Но с такой обузой на руках…"
        dv "Нескоро."
        "Процедила Алиса."
        dv "Через несколько часов. Успеем найти очкарика."
        me "Превосходно. Тогда —"
        "Я указал на кнопку."
        me "— к барьеру!"
        "Алиса послушно поднялась и, подойдя к двери, что было сил прижала отпирающую клавишу."
        "А я, дождавшись воя сирены, ходко закрутил колесо."
    elif alt_day4_fz_sh == 4:
        "Электроник погасил фонарик и, отняв мой, тут же раскрутил его."
        "Не сказать, чтобы я считал починку фонаря невесть каким сложным занятием, но раз хочется быть человеку при деле…"
        "Пока он ковырялся с освещением, я провёл беглую ревизию обнаруженных материальных благ."
        "Шкаф в три секции был забит под завязку."
        "Всякие герметичные пакеты цвета металлик я даже трогать не стал - судя по всему, там гигиена и сухпайки."
        "В больших свёртках значились костюмы химзащиты с тремя запасными фильтрующе-поглощающими коробками в нагрудных карманах."
        "А вот в последнем отсеке, разбитом по классическим полочкам, удалось разжиться хорошим фонарём на кинетическом моторчике."
        me "Эл, бросай ковыряться, гляди, что я нашёл."
        "Я продемонстрировал кибернетику находку."
        show el normal pioneer with dspr
        el "Ну и что? Трофей, конечно, оставь, пригодится. Но не разбрасываться же ресурсами теперь."
        "Я пожал плечами, не желая спорить."
        "Хочет человек таскать с собой один фонарь рабочий, а один не очень - кто я такой, чтобы ему препятствовать?"
        "Наконец, он собрал металлический цилиндр и щёлкнув кнопкой, удовлетворённо кивнул - фонарь снова был в строю."
        me "Шурик не особо скрывался, как я погляжу."
        "Отпечатки сандалет в толстом слое пыли были прекрасно видны даже в неверном свете сорокаваттной лампочки."
        show el sad pioneer with dspr
        el "Если верить твоей теории, о конспирации он задумается в последнюю очередь."
        th "Если вообще хоть о чём-то задумается."
        "Мне уже приходилось испытывать на себе всю мощь автопилота в своих немногих разах, когда удавалось набраться до отключения сознания."
        "И просыпаться доводилось иногда в крайне… экзотических местах."
        "Так что в способность автопилота Шурика забраться далеко и спрятаться качественно, я верил."
        el "Ну что, двигаемся дальше?"
        me "Давай. Только в этот раз кнопку тычь сам. Чёрт его знает, что там в этот раз поселилось."
        show el laugh pioneer with dspr
        el "Как скажешь."
        "Рассмеялся Электроник."
        "Вооружившись включенным фонариком, кибернетик откинул крышку - и отпрянул назад."
        window hide
        with fade2
        "Внутри никого не было."
        th "Я бы удивился, окажись оно иначе - в запертом-то бункере!"
        el "Ничего. Ты готов?"
        "Кивнув, я взялся за поворотный запор, а Электроник налёг на кнопку."
    window hide
    play sound sfx_open_door_mines_metal
    scene bg int_catacombs_entrance
    th "Мотивирует, ничего не скажешь."
    play ambience ambience_catacombs fadein 6
    if alt_day4_fz_sh == 1:
        show un normal pioneer with dspr
        un "Мы идём?"
        me "Ты куда-то опаздываешь?"
        "Девочка пожала плечами и вышла первой в коридор."
    elif alt_day4_fz_sh == 2:
        show sl normal pioneer with dspr
        sl "Такое ощущение, что вернулись в тот же коридор."
        "Прошептала Славя."
        "Кажется, ей было не по себе.{w}И я полностью разделял её чувства!"
        "Цепочка следов, однако, вела именно сюда, поэтому пришлось отбросить сомнения и сделать первый шаг."
    elif alt_day4_fz_sh == 3:
        show dv normal pioneer with dspr
        dv "В интересах очкарика обнаружить себя как можно скорее."
        me "Что?"
        dv "Тогда я убью его быстро."
        "Милостиво кивнула Алиса, первой выходя в коридор."
    elif alt_day4_fz_sh == 4:
        show el normal pioneer with dspr
        el "Похоже, здесь долго можно так блуждать."
        me "Точно."
        "Угрюмо кивнул я и вышел в коридор."
    with dissolve
    "До морковкина заговенья бродить не хотелось, но, похоже, других выходов у нас нет."
    "Терпеть не могу делать добрые дела."
    th "В следующий раз надо будет сломать ему ногу в целях профилактики."
    "С непонятным ожесточением подумал я."
    if alt_day4_fz_sh == 1:
        play music music_list["trapped_in_dreams"] fadein 3
        scene cg d4_fz_catac_un_7dl with dissolve
        un "Тут очень много обломков, аккуратнее."
        "Предупредила девочка."
        "Кажется, ей самой здесь было вполне комфортно, и фонарь она зажгла из одной лишь солидарности со мной."
        th "Человек-сонар, блин. Со сверхспособностями."
        th "Как тебе сверхспособность «совесть»?"
        un "Ты выглядишь задумчивым."
        "Констатировала девочка, мазнув пятном света мне по лицу."
        un "Ты точно способен идти дальше?"
        me "Однозначно. Веди."
        un "Если вдруг что, говори обязательно."
        "Ещё пара реплик в таком духе, и «вдруг что» неизбежно произойдёт!"
        "Похоже, намерение придушить не в меру заботливую девочку достаточно красноречиво появилось на моём челе, раз уж она вздохнула, отвернулась и направилась вглубь катакомб."
        un "Я не виновата, что не хочу, чтобы ты здесь где-нибудь помер."
        "С горечью прошептала она."
        "Кажется, она обиделась, так как довольно долго не издавала ни звука."
        "Вместо этого она вышла на крейсерскую скорость, находя тропинку в самых невозможных местах, проносясь сквозь полосу препятствий вихрем."
        "Проблема путешествий в любом достаточно одноообразном месте состоит в том, что ты не можешь оценить собственный прогресс."
        "Даже если использовать универсальное правило лабиринта, поворачивая постоянно на одну руку, от ощущения, что бродишь кругами, крайне тяжело отделаться."
        "По счастью, разруха в туннелях делала каждый метр путешествия в достаточной мере уникальным, чтобы мы не успели заскучать."
        "Мы миновали очередной поворот, двигаясь крайне быстрым шагом."
        "…как вдруг световой круг выхватил из темноты провал в полу."
    elif alt_day4_fz_sh == 2:
        play music music_list["trapped_in_dreams"] fadein 3
        scene cg d4_fz_catac_sl_7dl with dissolve
        sl "Сколько мы здесь уже бродим?"
        "Она задала риторический вопрос, но я понял это уже тогда, когда на автомате проверил время."
        me "Без малого три часа."
        sl "Кошмар."
        "Здесь я не мог с ней не согласиться."
        "И уже открыл было рот, чтобы выразить солидарность, но она меня удивила."
        sl "Бедный Шурик. Он же здесь один шёл."
        th "Нет, я её определённо никогда не пойму!"
        me "Бедные мы."
        th "И если в ближайшие полчаса не обнаружим чёртова беглеца, то и его бедным сделаем."
        "Последняя угроза выглядела не слишком убедительно."
        "Такое ощущение, что после эмиттера, Дома с Привидениями и сна в бункере что-то переключилось в сознании, отдаляя точку сборки куда-то вне пределов тела."
        "Я отстранённо наблюдал за самим собой, не чувствуя абсолютно ничего - и даже то, что мне повезло поспать в обнимку с самой красивой девочкой лагеря, не будило во мне смущения."
        th "Наверное, я социализировался до конца?"
        "Мы уже сработались, сыгрались, взаимодействие наше приобрело те самые черты, что возможны лишь в слаженной команде."
        "Лишний аргумент в пользу того, что блондинке каким-то невероятным образом удалось подобрать ко мне нужный ключик. "
        "Так или иначе, она корректно светила мне под ноги, двигаясь след в след, не наступая на пятки, но и не отрываясь особо, пару раз подхватывала меня под руку в опасной близости от несущих."
        "Короче говоря, вела себя безукоризненно, всячески поощряя дальнейшие совместные прогулки."
        th "А что я? Я же не против."
        "Девочка она симпатичная, даже кое-какой интерес ко мне проявляет…"
        "Закончить я не успел - прямо под ногами из ниоткуда образовался провал в полу, и если бы не Славя, схватившая меня за ремень - греметь бы мне вниз."
    elif alt_day4_fz_sh == 3:
        play music music_list["trapped_in_dreams"] fadein 3
        scene cg d4_fz_catac_dv_7dl with dissolve
        "Правда, тут же замешкалась в дверях, привыкая к темноте. {w}Зажечь фонарь ей почему-то в голову не пришло."
        "Хотя почему «почему-то»? Если я хоть немного понимаю в том, что произошло…"
        "Она не сказала ни слова против, когда я, не говоря дурного слова, отодвинул её в сторонку и занял место во главе колонны."
        "Эта часть туннелей была гораздо старше той, что мы миновали по пути к бункеру, поэтому её одинаковость была кажущейся."
        "Кое-где временем, сыростью и корнями уже вышибло несущие со стен, бетон стен и потолка потрескался и кое-где искрошился, держась единственно на стальном каркасе."
        "Зато здесь не было света и в лужи можно было наступать безобоязненно, не опасаясь поражения током."
        th "Не свалилась бы она."
        "Обеспокоенно подумал я, бросая взгляд через плечо."
        dv "Не дождёшься."
        "Вымученно улыбнулась она."
        me "Что?"
        dv "Смотришь так, будто ждёшь, когда я сдохну."
        dv "Так вот — не дождёшься."
        "Не, для того, чтобы свалить эту стерву нужно что-то посерьёзнее, чем кишкокрут банальный."
        "Я только улыбнулся и, развернувшись, посветил себе под ноги."
        "И вовремя - ещё бы чуть-чуть, и лететь мне вниз метров с… не знаю, со скольки, но отсюда дна было не видать."
    elif alt_day4_fz_sh == 4:
        play music music_list["trapped_in_dreams"] fadein 3
        scene cg d4_fz_catac_el_7dl with dissolve
        el "Извини, но первым ты не пойдёшь."
        "Предупредил кибернетик."
        el "Если ты отвлечёшься на что-нибудь, хотя бы на фонарик свой, и стукнешься головой - я тебя до лагеря не дотащу!"
        me "Можно подумать, я тебя дотащу."
        "Проворчал я."
        el "Будем надеяться на лучшее!"
        "Бодро заявила эта пародия на пионера и, не слушая возражений, заспешила в темноту."
        "Мне ничего не оставалось, как вздохнув, последовать за ним."
        window hide
        with fade2
        "И очень скоро я убедился в его правоте."
        "Сначала онемела рука, постоянно прижимающая поршень мини-динамо."
        "Потом заболела голова, и я начал спотыкаться."
        "Пока я, наконец, чуть-чуть не проткнул себе руку крюком и решил, что трофей, конечно, штука хорошая, но лучше когда фонарь светит сам."
        th "Надо спросить у Электроника фонарь."
        "Решил я. {w}Но вместо этого…"
        "Электроник замер на месте — я подбавил оборотов в машинку и посветил ему под ноги — на самом краю пролома в полу."
    stop music fadeout 5
    window hide
    $ persistent.sprite_time = "night"
    scene bg int_catacombs_hole
    with dissolve
    "Я подошёл к краю ямы и посветил вниз."
    "Не особо-то и глубоко, ощущение бездонности давало отсутствие освещения."
    "На деле где-то полметра бетонной перемычки и где-то пара метров каверны под нами."
    "Но слежавшаяся куча обломков, пересыпанная землёй, сокращала расстояние падения до примерно метра."
    th "Стоп. Я сказал каверны?"
    "В луче фонаря что-то блеснуло."
    if alt_day4_fz_sh == 1:
        show un normal pioneer at center 
        with dissolve
        un "Рельсы?"
        me "Шахта, кажется."
        un "На тот край ни ты, ни я не перепрыгнем. Спустимся?"
        "Лена была кругом права, мне ничего не оставалось, как кивнуть, признавая её вариант за единственно возможный."
        un "Тогда я…"
        me "Не в этот раз."
        "Поспешил ответить я."
        me "С лестницы тебя можно было поднять, особой страховки не требовалось. {w}А здесь можно запросто и ногу сломать, и пораниться."
        me "Я иду первым, буду внизу тебя страховать."
        "Придирчиво окинув взглядом окрестные зажимы, я выбрал тот, что выглядел хотя бы не ржавым."
        "Руки ещё со времён молодости помнили действия, держащая петля легла на крюк, часть шнура обвила мою талию — я был готов к спуску."
        me "Подсвети мне."
        stop ambience fadeout 3
        "Лена послушно включила фонарик."
        me "Ну, Рандом в помощь."
        window hide
        $ persistent.sprite_time = "night"
        scene black
        with dissolve
        play ambience ambience_catacombs_stones fadein 3
        play sound sfx_jump_into_hole_2
        pause(1)
        "Медленно и неторопливо, я начал спуск…"
        "Высотой в целых полтора метра — я сам вздрогнул от неожиданности, когда ноги коснулись твёрдой поверхности."
        me "Я внизу."
        "Обратился я в темноту над головой."
        me "Почва —"
        "Я потопал ногой."
        me "— твёрдая."
        un "Сейчас."
        "С тихим шорохом на голову мне стекла тонкая струйка песка, а вслед за ним моей протянутой руки коснулось что-то твёрдое, округлое."
        "Сандалет Лены."
        "Она спустилась ниже, опасливо щупая пустоту под собой."
        me "Держишься?"
        un "Вроде бы…"
        "Её голос был слишком напряжён для того, кто действительно держится."
        "Собственно, так оно и оказалось - сначала она всем весом приземлилась мне на ладони - обнажёнными икрами, опустилась чуть ниже."
        "Я старался не думать о том, что фактически лапаю довольно симпатичную девочку за разные места."
        "Изо всех сил старался!"
        window hide
        play sound sfx_jump_into_hole_2
        pause(1)
        play sound sfx_alisa_falls
        scene bg int_mine
        with dissolve
        pause(1)
        "Но когда она, взвивзгнув, повалилась на меня всем весом…"
        "Всё было слишком быстро - и востановить путь следования ладоней я смог только здорово погодя."
        "Икры, бёдра, выше, ещё выше — пока в какой-то момент её подол не зацепился за что-то на моей рубашке и развернул юбку практически наизнанку, выставляя напоказ вниманию самое необходимое."
        "Вниманию и так и не убранным рукам."
        "Идеально белые! Миниатюрные!"
        "Фонарик выпал из руки и лежал на полу, подсвечивая идиллическую картинку с полушариями идеальной формы, лежащими у меня в ладонях."
        "Лена взвизгнула и отскочила."
        show un shy pioneer far at center 
        with dissolve
        "Её щёки полыхали."
        "А я, несмотря на то, что сам был смущён не меньше, никак не мог одолеть завладевшего мной бесовского веселья."
        me "Неудобно вышло, да?"
        "Она промолчала."
        me "Ну, с этим спуском, с трусами."
        show un angry2 pioneer far at center 
        with dissolve
        un "М-может, мы уже забудем об этом инциденте?"
        "Как и любой другой сгорающий со стыда человек, она нашла выход в агрессии."
        me "Да ещё и фонарь всё так хорошо подсветил…"
        un "Хватит!"
        me "Прости-прости. Понимаю, виноват, не надо было ловить."
        un "Слушай, я не знаю, что я тебе сделала…"
        "Она не закончила, так как я, отвернувшись, уже пытался расшевелить скользящий узел и вернуть репшнур на место."
        "Впервые за последние два дня я улыбался. И улыбка была злорадной."
        "Наконец, непослушная конструкция подалась, и я, поймав верёвку, свернул её и повесил обратно на пояс."
        "О том, как возвращаться назад тем же путём, я даже не думал  - не хватит сил, да и вообще, возвращаться - плохая примета!"
        "Пока я собирался, Лена сориентировалась по каким-то, лишь ей понятным следам, мелко засеменила по шпалам."
        window hide
        $ persistent.sprite_time = "night"
        $ alt_day4_fz_senio = 1
    elif alt_day4_fz_sh == 2:
        show sl normal pioneer at center 
        with dissolve
        sl "Подземная железная дорога."
        me "Секретное правительственное метро."
        "С самым серьёзным видом заявил я."
        sl "Опять ты со своими шуточками."
        "Рассмеялась девочка."
        "Кто-то крайне неудачно проложил коммуникации прямо поверх заброшенных штолен, а дальше - работа времени и влаги."
        "Ничего удивительного в том, что в какой-то момент целая перемычка рухнула, обнажая проход на нижние уровни."
        "В голову вдруг полезли сравнения со старыми добрыми ролевушками на компьютерах, где герой углубляется всё дальше и дальше в бесконечное подземелье, бьёт всё более и более сильных противников…"
        "Пока не находит главного босса!"
        th "А наш главный босс - Шурик! Получим с него кучу опыта и поднимем очки с трупа как трофей."
        me "Дальше идти бессмысленно."
        "Световое пятно выхватило из темноты на том краю провала хаотичное нагромождение обломков, корней и земли, абсолютно непроходимое."
        me "Едва ли Александр сумел бы там протиснуться. Так что…"
        stop ambience fadeout 3
        sl "Вниз?"
        "Я кивнул."
        window hide
        $ persistent.sprite_time = "night"
        play ambience ambience_catacombs_stones fadein 3
        pause(1)
        sl "Ты спрыгнешь или —"
        "Она схватилась за меня левой рукой и встала на самый край, светя вниз."
        sl "На верёвке попробуешь?"
        me "Наверное, на верёвке. Мне сейчас тряска противопоказана."
        "Славя кивнула и, споро повязав скользящий узел на репшнуре, всучила мне петлю."
        sl "На бёдра её себе закрепи."
        "Второй край верёвки нашёл своё место на одном из крюков, и я сделал первый шаг за край."
        window hide
        play sound sfx_jump_into_hole_2
        scene black with dissolve
        "Было довольно неуютно висеть в хлипкой верёвочной петле над беспросветной бездной. "
        "То есть, умом я понимал, что опускаться мне всего полтора метра, но из-за отсутствия освещения…"
        "В общем, для меня стало приятным сюрпризом, когда ноги, наконец, коснулись твёрдой земли."
        me "Я внизу!"
        "Подал я голос."
        me "Можешь спускаться, я тебя подстрахую."
        sl "Хорошо."
        "Я еле успел выскользнуть из петли, и та, хлестнув меня по запястью, улетела вверх."
        "Включив фонарь, я посветил вверх, и тут через край сделала первый шаг Славя."
        "Второй шаг."
        "Повисла…"
        "И только сейчас до меня дошла вся пикантность ситуации."
        sl "Семён, светить себе под ноги будет достаточно."
        "Раздался смех девочки."
        sl "Совершенно не обязательно светить мне под юбку."
        me "А?"
        "Она опять рассмеялась, и я попытался перевести свет в сторону или хотя бы выключить фонарик, в результате неловко дёрнул рукой и выронил его вовсе…"
        "Славя приземлилась практически на руки мне — в зону комфорта, в объятья, на грудь, на расстояние поцелуя навылет."
        "В который раз уже."
        th "Нарочно не придумаешь, что называется. А мне как раз нельзя волноваться."
        "Подумал я, пытаясь утихомирить резко заколотившееся сердце."
        "Организм замлел и мгновенно отозвался на дружественный организм в пределах досягаемости."
        sl "Мне, конечно, очень приятно…"
        "Хрипло начала она."
        sl "Но давай мы сначала закончим то, зачем спустились."
        me "Ты права. "
        "Я сделал шажок назад и, наконец, нащупал треклятый фонарик."
        window hide
        scene bg int_mine
        with flash
        show sl shy pioneer at center 
        with dissolve
        "И в его свете разглядел и кучу обломков, на которой мы всё ещё стояли, и покрасневшую Славю, и — в последнюю очередь — бревенчатые крепи заброшенной угольной шахты."
        sl "Кажется, это действительно шахта."
        me "И Шурик, конечно же, попёрся сюда. Не сиделось ему на месте!"
        "Перспективы бродить здесь до посинения становились всё более и более явными."
        show sl normal pioneer at center 
        with dissolve
        sl "Думаю, он где-то неподалёку."
        "Рассмеялась она, приводя одежду в порядок."
        sl "Вряд ли он смог бы бежать так долго - ты же знаешь Шурика."
        "Я вынужден был согласиться с ней и засеменил по шпалам вдогонку."
        window hide
        $ persistent.sprite_time = "night"
        $ alt_day4_fz_senio = 2
    elif alt_day4_fz_sh == 3:
        show dv normal pioneer at center 
        with dissolve
        dv "Похоже на шахту."
        me "Это она и есть. Кажется, кто-то что-то накосячил во время планировки, вот и обвалилось."
        dv "Прыгать будем?"
        "В какой-то момент Алиса перестала брать на себя очевидное руководство и кое-где даже советовалась со мной."
        "Мелочь, а приятно."
        "Вот и сейчас - она посветила на ту сторону провала, демонстрируя непроходимый завал."
        "Также было совершенно очевидно, что если мы спрыгнем вниз, назад дороги уже не будет. "
        me "Сомневаюсь, что Шурик сумел бы там пролезть."
        "Заключил я."
        me "Давай попробуем спрыгнуть."
        stop ambience fadeout 3
        "Пару минут повыбирав место, где не было слишком явного риска пропороть себе ногу арматурой или стальным крюком из несущих, я примерился и, помолясь, занёс ногу над обрывом."
        me "Ну. Рандом в помощь."
        window hide
        $ persistent.sprite_time = "night"
        play sound sfx_jump_into_hole_2
        with fade2
        pause(1)
        scene bg int_mine
        with dissolve
        play ambience ambience_catacombs_stones fadein 3
        "Алиса подсветила указанное место и я, спружинив на полусогнутых, приземлился на относительно ровный пятачок."
        "Полтора метра не высота для того, кто знает как правильно приземлиться."
        me "Алиса, я внизу, прыгай на то же самое место."
        dv "Хорошо. Отойди в сторону."
        window hide
        play sound sfx_jump_into_hole_2
        pause(1)
        play sound sfx_alisa_falls
        pause(1)
        "Как по наводке, она приземлилась ровно в то же место, куда и я минутой ранее."
        "Правда, впечатление несколько подпортило то, что у неё подвернулась нога и она, пытаясь удержать равновесие, всеми силами вцепилась в ближайший неподвижный предмет."
        "В меня."
        show dv shy pioneer close with dspr
        "Фактически, оказавшись у меня в объятьях."
        "Близко-близко. {w}В какой-то момент я ощутил её полностью - упругое тело под моими руками, тепло кожи, запах дымка."
        show dv angry pioneer with dspr
        dv "Чего уставился."
        "Алиска заалела так, как только рыжие умеют, вспыхнув алым до корней волос."
        "Она оттолкнула меня и сделала шаг назад."
        "А я никак не мог избавиться от намертво запечатлённого в памяти образа, сотканного из сигналов практически всех образов чувств."
        "Злая, вредная, дурная пацанка Алиса оказалась приятной в органолептическом плане девушкой."
        dreamgirl "Остались сущие мелочи - убедить её отказаться от игр в футбол и ношения свинчатки в кармане юбки."
        me "Так это. Ты симпатичная."
        "Кажется, я сбил её с толку."
        show dv shy pioneer at center 
        with dissolve
        dv "…"
        "Она покраснела пуще прежнего и, нагнувшись, подняла фонарь с пола."
        dv "Если ты кому-нибудь скажешь, что здесь произошло…"
        me "А зачем? Я не болтун. Да и чем ты меня уязвить собираешься? Тем, что лапал тебя? Так лапал."
        "Я подпустил в голос мёда."
        me "И мне очень, очень понравилось. Веришь?"
        dv "Да ну тебя!"
        "Двачевская определилась с направлением и зашагала вдоль путей, больше уже не обращая на меня внимания."
        "А я, улыбнувшись, последовал за ней. {w}Настроение у меня было преотличное."
        window hide
        $ persistent.sprite_time = "night"
        $ alt_day4_fz_senio = 2
    elif alt_day4_fz_sh == 4:
        show el normal pioneer at center 
        with dissolve
        el "Не знал, что под лагерем шахты находятся."
        me "Под лагерем? С чего ты решил?"
        el "Да по направлению прикинул, сколько мы шли до старого корпуса, и сколько потом под землёй в обратную сторону."
        el "Если моё чувство направления мне не врёт, мы сейчас где-то в окрестностях, а этот туннель ведёт приблизительно в ту сторону."
        me "Вот как? Ну что, значит, нам тем более надо туда."
        "Я с сожалением был вынужден отказаться от мысли продолжить путь по верхнему уровню - дальний конец коридора по ту сторону пролома был наглухо закупорен обломками и осыпавшейся землёй."
        el "Может, я первый спрыгну, а ты мне подсветишь?"
        me "Как хочешь."
        "Он кивнул и, выбрав относительно ровное место, спрыгнул вниз."
        stop ambience fadeout 3
        window hide
        $ persistent.sprite_time = "night"
        hide el with moveoutbottom
        play sound sfx_jump_into_hole_2
        pause(1)
        "Снизу донёсся гулкий удар, несколько обломков, сдвинувшись со своих мест, покатились вниз, но кибернетик устоял."
        el "Давай!"
        "Крикнул он."
        el "Здесь невысоко, прыгай сюда."
        "Вздохнув, я собрался с духом и, примерившись, прыгнул."
        window hide
        play sound sfx_jump_into_hole_2
        pause(1)
        play sound sfx_alisa_falls
        pause(1)
        scene bg int_mine
        with dissolve
        play ambience ambience_catacombs_stones fadein 3
        "И чуть-чуть не покатился вниз!"
        show el normal pioneer with dspr
        "Хвала рандому, Электроник среагировал оперативно и поймал меня за руку."
        "Меня аж передёрнуло от мысли, когда я представил, что произошло бы, если бы я решил спуститься первым."
        el "Держу!"
        "Он удерживал меня, сам заметно кренясь - всё-таки моё новое тело было чуть больше и ощутимо тяжеле того, что было у кибернетика."
        "Наконец, удалось найти какой-то упор."
        show el sad pioneer at center 
        with dissolve
        el "Ещё бы чуть-чуть, и!"
        me "Спасибо, дружище!"
        "От души поблагодарил я."
        me "Если бы не ты."
        "Он чуть покраснел, довольный похвалой."
        el "Пустяки, обращайся."
        "Промолвил он, убедившись в том, что опасность мне больше не угрожает."
        me "Куда дальше?"
        "Я заглянул в узкую щель между насыпью и дальним краем провала - там явно поблескивал ощутимый объём воды: похоже, шахту затопило грунтовыми водами."
        me "М-да, не думаю, что Шурик решил искупаться."
        el "Согласен. Значит, на восток!"
        "Подсвечивая друг другу путь фонариками, мы слезли с кучи и зашагали вдоль рельсов."
        window hide
        $ persistent.sprite_time = "night"
        $ alt_day4_fz_senio = 1
    stop music fadeout 3
    window hide
    with fade
    return
    
label alt_day4_fz_xroad:
    scene bg int_mine_crossroad with dissolve
    "Мы миновали несколько развилок, двигаясь напропалую вперёд, пока не уткнулись в т-образный перекрёсток."
    if alt_day4_fz_senio == 1:
        me "Интересный перекрёсток. Надо решить куда идти."
    elif alt_day4_fz_senio == 2:
        me "Блин, ещё один перекрёсток. Куда теперь?"
    elif alt_day4_fz_senio == 3:
        me "Да я клянусь тебе, мы были тут уже! Как минимум, дважды!"
    elif alt_day4_fz_senio == 4:
        me "Дорога-дорога, не видно не зги, какого ж ты ляда нам пудрил мозги…"
        me "Кругами ходим. Может, и правда, пора лечь на бок и заплакать."
    elif alt_day4_fz_senio == 5:
        me "Надоело."
        "Я сел на пол и закрыл глаза. Голова раскалывалась, да ещё рядом кто-то что-то говорил и говорил!"
        if alt_day4_fz_sh == 1:
            show un serious pioneer with dspr
            un "Не сиди на холодном, почки застудишь!"
            me "Да, мам, сейчас."
            un "Мы не найдём Шурика, если будем просто так сидеть!"
        elif alt_day4_fz_sh == 2:
            show sl serious pioneer with dspr
            sl "Устал, да? Отдохни немного."
            me "А ты?"
            sl "Да как-то не отдыхается, мы уже столько Шурика ищем…"
        elif alt_day4_fz_sh == 3:
            show dv sad pioneer with dspr
            dv "Я устала."
            "Алиса села рядом."
            dv "Я вконец замоталась."
            "И опустила голову мне на плечо."
            me "Опять твои эти штуки?"
            "С намёком спросил я."
            dv "Нет. Просто гудят ноги. {w}И придурка этого так и не нашли."
        elif alt_day4_fz_sh == 4:
            show el normal  pioneer with dspr
            el "Складывается впечатление, что он не сидит на месте."
            "Взбудораженный Электроник ходил передо мной взад и вперёд."
            el "Мы встречали его следы уже несколько раз, и каждый раз они примерно одинаковой свежести."
            me "Ну, бегает, и что?"
        me "Плевал я на Шурика! Пусть хоть поселится в этих катакомбах! Мы идём к поверхности."
    if alt_day4_fz_sh == 1:
        un "Направо!"
        me "Налево!"
        label alt_day4_fz_rps01:
            scene bg int_mine_crossroad
            show un normal pioneer at center
            me "Камень!"
            un "Ножницы!"
            "Бумага!"
            call RPS_game(alt_opp = un)
            if RPS_winner == 1:
                jump alt_day4_fz_rps01_win
            elif RPS_winner == 0:
                jump alt_day4_fz_rps01
            elif RPS_winner == -1:
                jump alt_day4_fz_rps01_fail
        label alt_day4_fz_rps01_win:
            me "Я победил, а значит, идём, куда я скажу!"
            scene bg int_mine_crossroad
            me "Налево шагом арш!"
            window hide
            jump alt_day4_fz_gogo01
        label alt_day4_fz_rps01_fail:
            scene bg int_mine_halt with dissolve
            "Ожидаемо, с моей-то удачей."
            show un smile pioneer at center
            me "Ладно, ты победила. Пойдём куда ты скажешь."
            un "Направо."
            window hide
        label alt_day4_fz_gogo01:
            $ alt_day4_fz_gogo = renpy.random.choice([1, 2])
            if alt_day4_fz_gogo == 1:
                "Оставалось только надеяться, что наш метод оправдает себя."
                window hide
                $ alt_day4_fz_senio = alt_day4_fz_senio + 1
                jump alt_day4_fz_xroad
            elif alt_day4_fz_gogo == 2:
                pass
    elif alt_day4_fz_sh == 2:
        sl "Направо!"
        me "Налево!"
        label alt_day4_fz_rps02:
            scene bg int_mine_crossroad
            show sl normal pioneer at center
            me "Камень!"
            sl "Ножницы!"
            "Бумага!"
            call RPS_game(alt_opp = sl)
            if RPS_winner == 1:
                jump alt_day4_fz_rps02_win
            elif RPS_winner == 0:
                jump alt_day4_fz_rps02
            elif RPS_winner == -1:
                jump alt_day4_fz_rps02_fail
        label alt_day4_fz_rps02_win:
            me "Я победил, а значит, идём, куда я скажу!"
            scene bg int_mine_crossroad
            me "Налево шагом арш!"
            window hide
            jump alt_day4_fz_gogo02
        label alt_day4_fz_rps02_fail:
            scene bg int_mine_halt with dissolve
            "Ожидаемо, с моей-то удачей."
            show sl smile pioneer at center
            me "Хорошо! Ты победила, делаем как ты скажешь."
            sl "Конечно, глупо принимать решения таким образом, но — направо."
            window hide
        label alt_day4_fz_gogo02:
            $ alt_day4_fz_gogo = renpy.random.choice([1, 2])
            if alt_day4_fz_gogo == 1:
                "Оставалось только надеяться, что наш метод оправдает себя."
                window hide
                $ alt_day4_fz_senio = alt_day4_fz_senio + 1
                jump alt_day4_fz_xroad
            elif alt_day4_fz_gogo == 2:
                pass
    elif alt_day4_fz_sh == 3:
        dv "Направо!"
        me "Налево!"
        label alt_day4_fz_rps03:
            scene bg int_mine_crossroad
            show dv normal pioneer at center
            me "Камень!"
            dv "Ножницы!"
            "Бумага!"
            call RPS_game(alt_opp = dv)
            if RPS_winner == 1:
                jump alt_day4_fz_rps03_win
            elif RPS_winner == 0:
                jump alt_day4_fz_rps03
            elif RPS_winner == -1:
                jump alt_day4_fz_rps03_fail
        label alt_day4_fz_rps03_win:
            me "Я победил, а значит, идём, куда я скажу!"
            scene bg int_mine_crossroad
            me "Налево шагом арш!"
            window hide
            jump alt_day4_fz_gogo03
        label alt_day4_fz_rps03_fail:
            scene bg int_mine_halt with dissolve
            "Ожидаемо, с моей-то удачей."
            show dv smile pioneer at center
            me "Ты победила, ты и веди."
            dv "Направо шагом арш!"
            window hide
        label alt_day4_fz_gogo03:
            $ alt_day4_fz_gogo = renpy.random.choice([1, 2])
            if alt_day4_fz_gogo == 1:
            
                "Оставалось только надеяться, что наш метод оправдает себя."
                window hide
                $ alt_day4_fz_senio = alt_day4_fz_senio + 1
                jump alt_day4_fz_xroad
            elif alt_day4_fz_gogo == 2:
                pass
    elif alt_day4_fz_sh == 4:
        el "Направо!"
        me "Налево!"
        label alt_day4_fz_rps04:
            scene bg int_mine_crossroad
            show el normal pioneer at center
            me "Камень!"
            el "Ножницы!"
            "Бумага!"
            call RPS_game(alt_opp = el)
            if RPS_winner == 1:
                jump alt_day4_fz_rps04_win
            elif RPS_winner == 0:
                jump alt_day4_fz_rps04
            elif RPS_winner == -1:
                jump alt_day4_fz_rps04_fail
        label alt_day4_fz_rps04_win:
            me "Я победил, а значит, идём, куда я скажу!"
            scene bg int_mine_crossroad
            me "Налево шагом арш!"
            window hide
            jump alt_day4_fz_gogo04
        label alt_day4_fz_rps04_fail:
            scene bg int_mine_halt with dissolve
            "Ожидаемо, с моей-то удачей."
            show el smile pioneer at center
            me "Направо так направо."
            window hide
        label alt_day4_fz_gogo04:
            $ alt_day4_fz_gogo = renpy.random.choice([1, 2])
            if alt_day4_fz_gogo == 1:
            
                "Оставалось только надеяться, что наш метод оправдает себя."
                window hide
                $ alt_day4_fz_senio = alt_day4_fz_senio + 1
                jump alt_day4_fz_xroad
            elif alt_day4_fz_gogo == 2:
                pass
    stop music fadeout 3
    window hide
    with fade
    return
            
label alt_day4_fz_exit:
    if alt_day4_fz_sh == 1:
        "Некоторое время мы шли молча."
        "Наконец, Лене надоело молчание."
        show un normal pioneer at center 
        with dspr
        un "Как ты?"
        me "Спасибо, я в порядке."
        "Сквозь зубы процедил я."
        "В висках ломило всё сильнее, но сейчас я предпочёл бы сдохнуть, но не сказать об этом."
        show un sad pioneer at center with dspr
        un "И бледный ты исключительно от хорошего самочувствия?"
        "Язвительно уточнила она."
        th "Да тебе-то какое дело?!"
        th "Всеми силами стремиться сблизиться — только ради того, чтобы пройтись по мне в тяжёлых ботинках? Врёшь, стерва, мне последних дней хватило!"
        me "Я. В порядке."
        "Неловкая ситуация у входа в шахты забылась, забылся медпункт, разговоры с Виолой…"
        "Осталась лишь бесконечная ночь, с трудом разрезаемая конусами света, тишина, перемежаемая шумом дыхания и звуками шагов… Да бесконечная боль где-то внутри черепа сразу за глазами — не перемежаемая ничем."
        "Я как заведённый робот шёл, смотрел, куда ставить ногу, перешагивал через камни, уворачивался от провисающих кабелей и треснувших деревянных крепей. "
        me "Просто мне больно разговаривать."
        show un serious pioneer at center with dspr
        un "Хорошо, не буду больше доставать тебя."
        "Лена многозначительно хмыкнула, но от дальнейших комментариев воздержалась и, заткнувшись, зашагала дальше."
        th "Веди нас, Сусанин, веди нас, герой."
        dreamgirl "Идите вы на хрен, я сам здесь впервой."
        th "О, а вот и интуиция. Значит, быть беде."
        dreamgirl "Кажется, твоё сотрясение здесь не очень причём."
        th "Что?"
        "Дальнейший путь вёл по прямому как стрела коридору, и это внушало определённую надежду."
        dreamgirl "Я тут из подсознания ряд странных сигналов читаю…"
        th "Что за сигналы?"
        dreamgirl "Вкратце, твоя теория об эпилепсии и инфразвуке была неполной."
        dreamgirl "Если я ничего не путаю, то в сигнал закодированы координаты, которые в здравом уме и трезвой памяти искать чревато мигренью."
        dreamgirl "Шурику, как двигающемуся на автопилоте, повезло. Он сейчас находится по указанным координатам и, судя по всему, только-только пришёл в сознание."
        th "Какая прелесть. Психотронное оружие на территории детского лагеря."
        dreamgirl "Не спеши с выводами, у тебя предрасположенность, у Шурика предрасположенность… Здоровый человек этот сигнал попросту не сумеет воспринять."
        th "Ага, а как объяснить то, что мы каждую развилку разыгрывали на пальцах?"
        dreamgirl "Объяснить? Да тем, например, что ты жульничал, и там, где координаты гласили идти направо, ты сдавал партию."
        "Я нашёл, что в это трудно поверить, хотя до сих пор внутренний голос никогда не врал."
        dreamgirl "Препирательства закончили? Тогда приготовься. {w}Я сниму боль, но рекомендую удвоить бдительность: похоже, мы на месте."
        "Боль немного отступила, и тут же, подтверждая слова внутреннего голоса, свет фонаря отразился от чего-то металлического в глубине тоннеля."
        show un normal pioneer at center 
        with dissolve
        me "Разнообразие…"
        un "Что?"
        me "Впереди что-то есть."
        $ persistent.sprite_time = "night"
        window hide
        scene bg int_mine_door
        with fade
        un "Какая-то дверь."
        me "Сворачивать всё равно некуда, идём туда."
        hide un
        with dissolve
        play sound sfx_open_door_mines
        stop ambience fadeout 3
        "Я с силой дёрнул ручку и открыл дверь."
        window hide
        $ persistent.sprite_time = "night"
        scene bg int_mine_room
        with dissolve
        "Два световых луча скрестились на противоположной стене небольшой комнаты."
        "Судя по всему, это что-то вроде подсобного помещения - на стенах было много-много вентилей неизвестного предназначения."
        th "И, судя по количеству бутылок из-под спиртного, здесь частенько гостят люди."
        th "Сомневаюсь, что они устраивают для этого марш-бросок, подобный нашему - чего только стоят полурабочие петли дверей в бомбоубежище."
        "Значит, есть и другой вход."
        "Шурика не было и здесь."
    elif alt_day4_fz_sh == 2:
        show sl normal pioneer at center 
        with dspr
        sl "Держишься?"
        "Сочувствующе спросила Славяна."
        sl "Прости, я должна была предусмотреть, что это путешествие затянется."
        me "Ничего. Только голова болит немного. "
        "Находился я вдосталь, конечно."
        "Но беспокоить девушку и так испереживавшуюся за меня, честно говоря, не хотелось."
        show sl sad pioneer at center with dspr
        sl "Если хочешь, можем сделать ещё один привал."
        "Предложила активистка."
        th "Единственный привал, который меня сейчас устроит - это мягкая постель, вкусная таблеточка и шестьсот минуток сна."
        th "Можно и без тебя, красавица, под боком — я не привередливый."
        me "Время тратить не хочется. Пойдём."
        "Я махнул фонариком вглубь туннеля."
        "Как там у Лема — человеку нужен человек? Не освоение сопредельной бездны, а растягивание заднего двора до её пределов."
        "Пока я чувствую рядом тепло, внимание и поддержку, я могу идти дальше. Более того — я с вялым удивлением ухватил за хвост мысль о том, что сам готов дарить эту поддержку ближнему своему. "
        me "Ты себе не представляешь, как изменила меня…"
        show sl serious pioneer at center with dspr
        sl "Что? Изменила?"
        "Я кивнул, не особо заботясь, увидит ли она мой жест в темноте."
        me "Да. Я стал другим… И продолжаю меняться."
        show sl laugh pioneer with dspr
        sl "Какая глупость!"
        me "Извини?"
        sl "Человек не может перевоспитаться за три дня, тем более такой взрослый как ты."
        th "Согласен. В двадцать пять воспитывать — только портить. {w}Стоп. {w}Мне же с виду только семнадцать!"
        me "Взрослый?"
        show sl normal pioneer with dspr
        sl "Да. У тебя уже есть свои привычки, ценности и приоритеты."
        sl "А мне дано свыше видеть их в других людях. И то, что я разглядела в тебе…"
        "Она запнулась."
        me "Что?"
        sl "Мне… Мне понравилось."
        me "Хочешь сказать, что все эти изменения — это и есть настоящий я?"
        th "Прелестно. Мало нам педагога в вожатых, у нас ещё и активистка такая же."
        sl "Да! Ты тянешься к людям, видишь в каждом из них собственное маленькое чудо, целый мир… И с огромным удовольствием даёшь им шанс. "
        sl "Я очень рада, что мы подружились, Семён.  Я очень рада, что ты дал и мне мой маленький шансик."
        "В темноте что-то тёплое коснулось моих пальцем и легонько сжало их."
        show sl normal pioneer at center 
        with dissolve
        "Меня как парализовало от таких откровений."
        me "Разнообразие…"
        "Всё, что сумело выдавить пересохшее горло."
        sl "Что?"
        me "Кажется, там ещё одна дверь."
        $ persistent.sprite_time = "night"
        window hide
        scene bg int_mine_door
        with fade
        sl "Да, вижу."
        me "Предчувствую завершение погони."
        hide sl
        with dissolve
        play sound sfx_open_door_mines
        stop ambience fadeout 3
        "Я с силой дёрнул ручку и открыл дверь."
        window hide
        $ persistent.sprite_time = "night"
        scene bg int_mine_room
        with dissolve
        "По ту сторону двери оказалось небольшое помещение - и я еле удержал равновесие, неудачно наступив на одну из бутылок, в изобили валяющихся на полу."
        "Какая-то подсобка, коллектор или вентиляторная - не знаю. Но, судя по большому количеству вентилей на стене, ещё большему количеству непристойностей, нарисованных между вентилями и целой куче пустых бутылок…"
        "Я заключил, что отсюда до поверхности есть куда более короткая дорога."
        "Значит, есть и другой вход."
        "Шурика не было и здесь."
    elif alt_day4_fz_sh == 3:
        show dv normal pioneer at center 
        with dspr
        dv "Не выдохся ещё?"
        me "Да мы тут с тобой оба инвалиды."
        "Кисло улыбнулся я."
        "Головной мозг изо всех сил сигнализировал мне о том, что ему не по нраву ни дальние забеги в непонятных шахтах, ни спёртый воздух оных."
        "Ни, тем более, то, что я своими прыжками с высоты здорово растряс почти успокоившееся."
        show dv sad pioneer at center with dspr
        dv "Ты это… Если совсем криво станет, говори."
        "Двачевская покраснела и отвела взгляд в сторону, смущённая собственной нежданной заботой."
        me "Да ничего."
        "Я старался изобразить интонации понебрежнее."
        me "Ты тоже."
        dv "Постараемся не дать друг другу сдохнуть, да?"
        "Она впервые улыбнулась без глупостей, обычной своей надменности или чувства собственного превосходства - просто как равному."
        "И у неё оказалась на удивление приятная улыбка."
        me "Конечно."
        "Я не знал ничего о прошлом Алисы, о причинах и обстоятельствах, сделавших её той, кем она является сейчас."
        "Понятно было одно — при всей своей напускной грубости, она остаётся очень славным человечком. {w}Жаль лишь, что ключик к этому человечку удастся подобрать, только став таким же."
        "А этого не хотелось. {w}Я и за предыдущий век порядком хлебнул злобы и цинизма, к чему воскрешать подобное здесь, в коммунистическом раю?"
        show dv normal pioneer at center with dspr
        dv "У тебя лицо такое умное сейчас, как будто в туалет хочешь."
        "Не выдержав, прыснула Алиса, посветив фонарём мне в лицо."
        th "Кажется, демонстрация уязвимого мягкого брюшка завершена, и на сцену вернулась прежняя злая Алиска."
        th "Надеюсь, она будет делать мне скидки как боевому товарищу?"
        dreamgirl "Ну или хотя бы как инвалиду умственного труда."
        th "Стебись-стебись. Вот лопнет у меня голова — будешь знать."
        dreamgirl "Не лопнет. У тебя в мозгу сейчас такие весёлые штуки творятся…"
        th "Что?"
        "Дальнейший путь вёл по прямому как стрела коридору, и это внушало определённую надежду."
        dreamgirl "О, да небольшая неприятность, иными называемая мозговым трояном."
        th "Ты можешь выражаться по-человечески?!"
        dreamgirl "Не могу."
        "Смешок."
        dreamgirl "Ведь я же не человек. "
        dreamgirl "Но это не червяк в мозгу, как ты только что подумал. Это…"
        dreamgirl "Если предельно упрощать, то эмиттер, под которым ты оказался, излучал не только в инфразвуке, но ещё и в тета-диапазоне."
        th "И?"
        dreamgirl "И тебе в мозг поместили что-то. Кроме координат, к которым ты сейчас стремишься всеми силами."
        th "Какая прелесть. Психотронное оружие на территории детского лагеря. {w}А власти-то не в курсе!"
        dreamgirl "Можешь смеяться или нет, но ты закодирован, чувак."
        dreamgirl "Запрограммирован на выполнение каких-то действий."
        th "Каких?"
        dreamgirl "Да я не знаю! Там код какой-то костолом писал, чёрт ногу сломит, пока разберусь. Хотя я, конечно, постараюсь."
        th "Уж пожалуйста."
        dreamgirl "С чем удалось разобраться — это с психосоматикой: координаты, куда ты так спешишь, защищены, и чем ближе ты к ним в состоянии сознания, тем сильнее у тебя болит голова."
        dreamgirl "Я постараюсь снять неприятные ощущения, но это максимум, что я могу. {w}А там уж дальше, благо, не долго осталось."
        "Боль немного отступила, и тут же, подтверждая слова внутреннего голоса, свет фонаря отразился от чего-то металлического в глубине тоннеля."
        show dv normal pioneer at center 
        with dissolve
        me "Точно, в туалет. Надеюсь, он за той дверью."
        dv "Что?"
        me "Дверь впереди."
        $ persistent.sprite_time = "night"
        window hide
        scene bg int_mine_door
        with fade
        dv "Ну хоть какое-то разнообразие."
        "Проворчала Алиса."
        me "Надеюсь, Шурик там. Потому что если он не там…"
        dv "В очередь. Первой убивать его буду я."
        "Алиса посторонилась, пропуская меня к двери."
        hide dv
        with dissolve
        play sound sfx_open_door_mines
        stop ambience fadeout 3
        "Та сначала не хотела открываться, и пришлось приложить все усилия - хвала внутреннему голосу за избавление от мигрени!"
        "Наконец, мало-помало, удалось раскачать заклинившие петли и распахнуть несговорчивую дверь."
        window hide
        $ persistent.sprite_time = "night"
        scene bg int_mine_room
        with dissolve
        "Мы оказались в святая святых."
        "Здесь много и обильно поклонялись Гефесту - судя по куче вентилей, датчиков и рубильников, Бегемоту - судя по живописной вязи матерщины и непристойных картинок на стенах…"
        "…и Дионису — если верить густо усыпанному бутылками полу."
        "На одну из таких бутылок я как раз чуть не наступил."
        "Спасла Алиса, больно вцепившаяся в плечо и вернувшая на ноги."
        me "Благодарю."
        dv "Сочтёмся."
        me "Его нет и здесь. Но эти бутылки…"
        dv "Да. Вряд ли кто-нибудь пойдёт пить так далеко, как забрались мы."
    elif alt_day4_fz_sh == 4:
        show el normal pioneer at center 
        with dspr
        el "Перекур?"
        "Предложил Электроник."
        me "Да нет, хватит уже перекуривать. Давай наконец найдём твоего друга и вернёмся домой."
        th "Домой. С каких это пор я стал называть лагерь домом?"
        "Голова гудит и в ногах немота, ничего не охота делать, и рожа не та…"
        show el sad pioneer at center with dspr
        el "Я бы не против, но, похоже, нам ещё долго его искать."
        me "Как знать. Может быть, он за ближайшим поворотом только и ждёт, когда мы его спасём. "
        el "Кстати о поворотах — их что-то нет и нет."
        el "Может, мы вышли на финишную прямую?"
        me "Сомневаюсь. Скорее, мы вышли к какому-нибудь слепому тупичку с какой-нибудь раздевалкой или лифтом на поверхность."
        el "Тоже неплохо, как по мне. В раздевалке можно будет отдохнуть, а лифт, если рабочий, можно будет использовать для транспортировки Шурика, когда мы его найдём."
        "Парень в напарники мне определённо попался неунывающий. {w}Его оптимизму позавидовала бы и вечно на позитиве Славя."
        "Я же… Ну, я старался держаться в стороне от путей, чтобы не семенить по деревянным шпалам, перешагивал через куски породы, уворачивался от  провисающих кабелей и вспучившихся прорывов в кладочной сетке."
        "Роботом, запрограммированным на то, чтобы добраться до точки назначения. {w}Потому как от всё усиливающейся боли в голове я очень скоро утрачу способность связно мыслить."
        me "У тебя, случаем, голова не болит?"
        show el upset pioneer at center with dspr
        el "Вообще, чуть-чуть побаливает. Но это, как я понимаю, от угольных испарений."
        dreamgirl "Испарений, ага. Мне бы его защиту от кодирования."
        th "И снова здравствуйте. О какой защите ты говоришь?"
        dreamgirl "У меня две новости — плохая и кошмарная. {w}С какой начать?"
        "При такой бездне вариантов я даже растерялся, выбирая."
        dreamgirl "Короче, помнишь в клубе излучалку?"
        th "Да."
        dreamgirl "Похоже, она гудела не только и не столько в инфра-диапазоне, сколько в тете. "
        th "И что это значит?"
        dreamgirl "Да только то, что у тебя в мозгу сейчас помещена какая-то программа. {w}Не могу пока разобраться, что там за императивы, но все точки знакомые - якоря, катализаторы, ключевые слова."
        dreamgirl "Тебя запрограммировали, чувак. {w}С чем тебя и поздравляю."
        th "Какой кошмар!"
        dreamgirl "Да нет, это была просто плохая новость."
        dreamgirl "Кошмарная заключается в том, что она действует. С какого-то момента эта программа активировалась, и только моему наличию ты обязан тем, что до сих пор остаёшься в сознании."
        th "А теперь с китайского на русский, пожалуйста."
        dreamgirl "Какой же ты бестолковый. Поверить не могу, что я часть тебя. {w}Короче, мотай на ус:"
        dreamgirl "Существует некая точка, координаты которой помещены тебе в голову, однако, эти координаты защищены хитрым психосоматическим барьером, вызывающим сильную головную боль при попытке приблизиться."
        dreamgirl "Таким образом координаты защищены от обнаружения реципиентом в здравом уме и трезвой памяти. Ты просто не пойдёшь туда, где у тебя болит голова."
        dreamgirl "Первую часть алгоритма мне удалось разобрать — она гасит твоё эго и приводит сюда."
        th "Автопилот!"
        dreamgirl "Он самый. "
        dreamgirl "К счастью, олухи из нлп-отдела, создавшие эту программу, не учитывали наличия у субъекта кого-то вроде меня. Короче, ты всё равно туда идёшь, с психосоматикой я разберусь."
        th "Так, стоп. А как же Электроник? {w}Он же там весь день под этой гуделкой провёл."
        dreamgirl "Он сам сказал, что голова у него не болит — значит, он оказался недостаточно восприимчив."
        dreamgirl "Но, судя по пульсации, мы уже почти добрались до цели. Убираю боль."
        "На лоб будто положили холодный компресс, и я застонал от облегчения."
        th "Никогда бы не подумал, какое это счастье - когда нигде не болит!"
        dreamgirl "Не благодари. Удачи тебе. А я пойду разбираться с остатками алгоритма."
        show el normal pioneer at center 
        with dissolve
        el "Ты почему замолчал?"
        me "Дверь."
        el "Что?"
        me "Впереди."
        "Я посветил вперёд."
        $ persistent.sprite_time = "night"
        window hide
        scene bg int_mine_door
        with fade
        me "Похоже, нам туда."
        hide el
        with dissolve
        play sound sfx_open_door_mines
        stop ambience fadeout 3
        "Меня достало это подземелье, беготня, поиски и головная боль."
        "Внутри уже не осталось ничего, кроме безмерной усталости - той самой, с которой человек способен не дрогнув взглянуть в лицо смерти."
        "Я с силой дёрнул ручку и открыл дверь."
        window hide
        $ persistent.sprite_time = "night"
        scene bg int_mine_room
        with dissolve
        "Два световых луча скрестились на противоположной стене небольшой комнаты."
        "Что-то вроде вентиляционного центра. Какие-то вентили, датчики, манометры…"
        "У дальней стены скромно притулился плакат с инструкцией по использованию противогазов - ГП-5 и ГП-7."
        th "Когда кого спас этот противогаз…"
        "На полу в изобилии были разбросаны стеклянные бутылки из-под спиртного — круглые зелёного стекла из-под портвейна, плоские от коньяка,  классические прозрачные от водки."
        "Причём осколков было очень немного - видимо, здесь собирались крайне приличные люди."
        th "Например, вожатые, знающие короткий путь."
        "Осталось только найти его."
        "Ну и, понятно, Шурика до кучи — его вполне ожидаемо не было здесь."
    play music music_list["torture"] fadein 1
    if alt_day4_fz_sh == 1:
        show un normal pioneer at center 
        with dissolve
        me "Очкарик… раздражает. Не сиделось ему в клубе!"
        "Я распинал несколько бутылок и уселся на освободившееся место."
        "Рядом тихонько скрипнуло — похоже, вусмерть уходился не один я."
        me "Его нет."
        me "Его нет нигде. Абсолютно. {w}И он уже достал!"
        "Лена показала на дверь в углу."
        un "Последняя надежда."
        th "Что ж. Если его нет и там, тогда я там лягу и сдохну."
        th "Тоже ведь неплохая перспектива, правда?"
        me "Сейчас… Только встану. Да. Встану."
        un "Сиди уж."
        window hide
        scene cg d4_fz_un_sleep_7dl with dissolve
        "Лена взяла меня под руку и положила голову на плечо."
        un "Обругай меня за это позже, ладно?"
        "Она закрыла глаза."
        window hide
        with fade2
        un "Но я собираюсь воспользоваться твоим плечом."
        me "Такой долгий путь — и всё впустую."
        un "Не впустую. Мы что-то попытались сделать."
        "Ответила она, не размыкая век."
        "Накатило усталостью, и я сам погрузился в неглубокий, чуткий сон."
        play sound_loop sfx_shurik_mines_far
        "А потому непонятный мерный шум, доносящийся из-за двери, мгновенно разбудил меня."
        window hide
        scene bg int_mine_room
        show un shocked pioneer at right 
        with dissolve
        th "Что ж… Первый живой человек на все часы поисков."
        "Безучастно подумал я."
        me "Сиди здесь."
        "Деликатно высвобождаясь, приказал я."
        un "Но я…"
        me "Ты меня не слышала?"
        "Мало-помалу шум превратился в тяжёлые шаги."
        th "Что ж, кто бы ты ни был, я тебя встречу."
        "Лена пыталась сказать что-то ещё, но я пригвоздил её к полу одним взглядом — сам удивился даже."
        hide un with dissolve
        me "Молчи и пытайся не отсвечивать."
        "Спокойно попросил я."
        window hide
        stop sound_loop fadeout 2
        play sound sfx_shurik_opens_door
        pause(1)
    elif alt_day4_fz_sh == 2:
        show sl normal pioneer at center 
        with dissolve
        me "Александр… Как его там по фамилии?"
        sl "Трофимов."
        me "Ага. Ну что ж."
        "Я обратился в тишину и темноту."
        me "Делаю официальное заявление: Александр Трофимов, ты задрал шляться непонятно где! Бесишь, паскуда!"
        "Спич забрал остатки сил и я, вяло распинав бутылки по углам, стёк по стенке на пол, бездумно уставившись на плакат с инструкцией по использованию противогазов."
        "Славя села рядом, нимало не чураясь ни грязного пола ни моей потной тушки, и взяв под руку, прижалась."
        "В любой другой момент я бы разглядел в этом сексуальный подтекст, занервничал сам, задеревенел."
        "Сейчас мне было плевать."
        me "Славя,  его нет."
        me "Его нигде нет, понимаешь? Выпускайте зарин!"
        "Моё внимание привлекла ещё одна дверь - сестра-близнец той, что вела в бункер."
        me "Восстанавливаем силы перед решающим рывком."
        me "И если его и там не окажется — я умываю руки."
        sl "Но мы же не можем…"
        me "Можем. А будешь сопротивляться — утащу на тех самых умытых руках. "
        me "Правда, недолго и недалеко. {w}Но я очень постараюсь."
        sl "А меня ещё никогда на руках не носили."
        show sl normal pioneer close at center  
        with dissolve
        "Мечтательно произнесла она, упокаивая голову у меня на плече."
        sl "Только мама, когда я была маленькой. {w}Но я уже ничего не помню."
        "Она закрыла глаза."
        show sl shy pioneer close at center 
        with dspr
        sl "Только не подумай, что я навязываюсь…"
        "Сонно произнесла она."
        me "Да ни в одном глазу."
        play sound_loop sfx_shurik_mines_far
        "Я хотел ещё добавить какую-нибудь чушь в духе «для меня это удовольствие», но от очередного позора меня спас какой-то невнятный шум, доносящийся из-за двери, откуда мы пришли."
        show sl serious pioneer at right 
        with dissolve
        th "Ну, если это не Шурик…"
        "Безучастно подумал я."
        me "У нас гости."
        "Сообщил я."
        sl "Что делать будем?"
        "Женщина полностью уступила инициативу защитнику? Ну-ну."
        me "Можем обняться и потрястись от страха. {w}Будешь?"
        me "Я так и думал."
        me "Тогда держи оба фонарика и свети в дверь, чтобы ослепить визитёра."
        sl "А ты?"
        "Что обычно делает мужчина, если идёт на войну?"
        me "Соображу какое-нибудь оружие."
        "В идеале, конечно, было бы неплохо оторвать трубу и приложить ей визитёра. {w}Но на безрыбье сойдёт и бутылка."
        "«Розочку» из неё делать я не стал — цели выпустить кому-нибудь кишки я не преследовал, а вот хороший удар твёрдой стекляшкой по голове поможет сбить спесь."
        hide sl with dissolve
        me "Готовься."
        "Шепнул я."
        window hide
        stop sound_loop fadeout 2
        play sound sfx_shurik_opens_door
        pause(1)
    elif alt_day4_fz_sh == 3:
        show dv normal pioneer at center 
        with dissolve
        dv "Ладно!"
        "Объявила рыжая."
        dv "Я была неправа и… {w}это… {w}эгоистична! Вот! {w}Поэтому готова уступить право убить его тебе. Но чур первый удар по очкам мой!"
        me "О, как вы добры."
        "Усмехнулся я."
        dv "Ты знаешь… Я же сюда не первый год езжу. Кое-какие слухи доходили. О том, что вожатые, когда собираются культурно отдохнуть, уходят куда-то в тайник."
        dv "Кажется, это он."
        me "Почему ты так решила?"
        show dv smile pioneer with dspr
        dv "С того, что повсюду «obey» —"
        "Она указала на притулившееся между труб иностранное словцо."
        dv "— пишет только наш физрук. {w}А таких с большой башкой ангелочков рисует Ольга. "
        me "И что, хочешь сказать, они такой же путь проделывают?"
        "Алиса указала на дверь, до сих пор невидимую, полностью идентичную той, что запирала бомбоубежище."
        dv "Саныч? Совсем поехал. {w}Этого лодыря с трудом до пляжа-то заставляют идти!"
        th "Значит, там где-то выход в лес рядом с лагерем?"
        th "Или вообще в сам лагерь?"
        me "То есть, Шурик вполне может быть у себя в домике?"
        dv "Не исключено."
        show dv normal pioneer close at center  
        with dissolve
        dv "Ещё не исключено, что он до сих пор шляется по туннелям."
        "Да, и такой вариант стоило рассмотреть."
        show dv grin pioneer close at center 
        with dspr
        dv "Ну, а вообще…"
        play sound_loop sfx_shurik_mines_far
        "Что «вообще», Алиса пояснить не успела."
        "Через дверь за нашей спиной, донёсся какой-то мерный, непонятный шум."
        show dv shocked pioneer at right 
        with dissolve
        dv "Что это?!"
        me "Понятия не знаю, что это."
        th "Что ж… Первый живой человек на все часы поисков."
        "Безучастно подумал я."
        me "Но лучше бы ему оказаться Шуриком."
        dv "А что, если это не он?"
        dv "Вдруг это… Это… Чупакабра!"
        me "Ему же хуже. "
        "Я снял с пояса репшнур и, размотав, отдал один конец Алисе."
        me "Держи внатяг на уровне чуть ниже колена."
        dv "Твоего или своего?"
        me "Не задавай глупых вопросов."
        "Зашипел я."
        th "Кто бы ты ни был, я тебя встречу."
        "Верёвка натянулась на высоте где-то тридцать сантиметров над полом."
        "Посветила себе в лицо фонариком, направляя свет в подбородок и кровожадно усмехнулась."
        hide dv with dissolve
        me "Погаси."
        "Шепнул я."
        me "Сюрприз испортишь."
        window hide
        stop sound_loop fadeout 2
        play sound sfx_shurik_opens_door
        pause(1)
    elif alt_day4_fz_sh == 4:
        show el normal pioneer at center 
        with dissolve
        me "Очередная пустая комната. Твой друг начинает меня доставать."
        "Электроник только руками развёл. {w}Не то чтобы я был в претензии лично к нему, но…"
        th "Как мог подумать я, садясь в автобус, везущий меня на работу, что открою глаза в лете?"
        "Я будто со стороны наблюдал за собственным телом, безвольно стекающим по стенке."
        th "Что встречу здесь Лену, Электроника, Шурика… Такие яркие, такие настоящие."
        th "А в результате всё равно оказываюсь больной и немощный в какой-то яме без особой надежды на благополучный исход."
        th "Кажется, я притягиваю неприятности."
        dreamgirl "Или приключения."
        th "Привет. Как там успехи?"
        dreamgirl "Работаю."
        "Уклончиво ответил внутренний голос."
        dreamgirl "Ты чего ноешь? За четыре дня пережил больше чем за пять последних лет, и возмущаешься."
        th "Я устал и болею. Если бы не Эл, я бы уже где-нибудь благополучно растерял остатки решимости и вернулся, наплевав на всё."
        dreamgirl "Ну так ты его потому и взял с собой, разве не так?"
        dreamgirl "Самого себя ты уже давно и крайне успешно презираешь, поэтому нарушить слово, данное самому себе для тебя раз плюнуть, смалодушничать раз плюнуть, сдаться раз плюнуть."
        th "Давай без передёргиваний, пожалуйста."
        dreamgirl "А что, я вру? {w}Всё чистая правда. Просто ты, несмотря на свои ярые отрицания, до сих пор очень зависим от чужого мнения."
        dreamgirl "Тебе нужно чьё-то одобрение или хотя бы участие."
        dreamgirl "Поэтому ты не отвернёшь назад - тебе будет стыдно перед Электроником. {w}И потому мне немного проще работать — ты мне хотя бы не мешаешь своими дурными терзаниями."
        "Внутренний голос смолк, не дождавшись моего ответа."
        el "Разминулись?"
        "Задумчиво спросил Электроник, разглядывая наглухо законопаченную дверь с кремальерным запором."
        el "Или он там?"
        me "Вряд ли."
        "Даже отсюда я прекрасно видел отпечатки чьих-то пальцев на колесе, густо заросшие слоем пыли — за пару дней такой не нарастёт."
        show el normal pioneer at center  with dissolve
        "Мальчик в задумчивости прошёлся перед дверью."
        el "Ничего не понимаю! А как он в бункер тогда попал?"
        show el angry pioneer at center with dspr
        el "Если там вдвоём открывать надо."
        th "Это что, одно мне очевидно?"
        me "Дверь была открытая, так и зашёл."
        el "И входная, и выходная?"
        "Я пожал плечами."
        me "А почему нет? За территорию лагеря пионерам запрещено, до ближайшего населённого пункта куча кэмэ, так и получается, что бункер мог годами стоять открытым."
        play sound_loop sfx_shurik_mines_far
        "Моё внимание привлёк шум из-за двери."
        show el shocked pioneer with dissolve
        el "К-кто эт-то?"
        "Заикаясь спросил Электроник."
        th "Тоже мне, нашёл справочную."
        "На секундочку даже смешно стало от такого вопроса. "
        me "Да откуда ж я знаю."
        th "Вместо дурацких вопросов давно бы сходил да проверил."
        el "Может, это Шурик?"
        me "Без понятия."
        "Мало-помалу шум превратился в тяжёлые шаги."
        me "В общем, так. Оба фонарика у тебя. Когда откроет дверь, включай и цель по глазам."
        me "Если это Шурик, проще потом будет извиниться, чем…"
        show el scared pioneer with dspr
        el "Чем что?"
        me "Чем если это не он."
        "Прошипел я."
        me "Всё, тихо!"
        "Я поднял с пола коньячную бутылку, способную поспорить прочностью с иным кирпичом и замер у двери в ожидании."
        "Электроник пытался что-то добавить, но я заткнул его, жестом указав на дверь, примерно наметив уровень лица."
        hide el with dissolve
        window hide
        stop sound_loop fadeout 2
        play sound sfx_shurik_opens_door
        pause(1)
    if alt_day4_fz_sh == 1:
        "Немного повозившись с той стороны, наконец, незнакомец распахнул дверь."
        show sh rage pioneer with dspr
        th "Шурик. Чего и следовало ожидать."
        "Где и как он лазил так, что мы умудрились разминуться, осталось для меня загадкой, но…"
        th "Явился, не запылился."
        sh "Вот вы где. {w}Думали, сбежать сможете?"
        me "Сбежать?"
        sh "Думали, спрятаться сможете, а я вас не найду? {w}А я нашёл!"
        "Сказать, что он выглядел нездорово, означало бы здорово польстить беглецу — начиная от лихорадочного блеска в глазах, заканчивая растрёпанным внешним видом и неизвестно в чём перепачканном лице."
        "Плюс ко всему, на левой щеке у него зияла свежая царапина как от кошачьих когтей, а в руке покоилась тяжёлая даже с виду арматурина с острым краем, эдакий импровизированный черепокол."
        me "Спрятаться? Да мы за тобой, придурком, пришли. "
        sh "Я вам не верю! Вам меня не запутать!"
        show sh laugh pioneer at center with dissolve  
        sh "Голос мне всё рассказал про вас! {w}И про тебя, пришельца, и про неё, обманщицу!"
        "Он говорил, указывая на нас и размахивал арматурой так, что мне пришлось отступить на шаг, чтобы не попасть под удар."
        stop music fadeout 3
        sh "Ещё вчера, когда ты включил эту антенну - не надо было!"
        sh "Я услышал гудение, а потом голоса! Которые рассказали мне всё про вас! Всё! И куда идти, чтобы с вами бороться, тоже!"
        me "Шурик, уймись, ты не в себе."
        "Я старался говорить как можно спокойнее, Лена же посверкивала враждебно из-за моего плеча и в беседу мужчин не встревала."
        me "Я понятия не имею, что ты там слышал или видел, но ты попал под воздействие крайне опасного излучения, тебе нужна помощь врача, слышишь?"
        sh "Врача? Ха-ха-ха! Да когда врач услышит историю, он положит меня в психушку! Потому что он повязан с вами!"
        sh "Но довольно разговоров! Сейчас я разберусь с вами, а потом займусь этой хвостатой стервой!"
        window hide
        scene cg d4_sh_stay
        with dissolve
        play music music_list["pile"] fadein 1
        "Шурик бросился на меня и замахнулся железякой."
        play sound sfx_7dl["mpbt"]
        with flash
        "Подвластное моей воле, время встало."
        "Когда ты прижимаешь дыхание и ловишь прогал между ударами сердца, чаще всего уходящий на то, чтобы прижать выбравший свободный ход спусковой крючок — мгновение послушно."
        "Ты видишь всё и подобен богу в этот момент, знающему причины, законы и естественный ход вещей, замерший на свинцовом острие, замершем во вращении."
        "…"
        "И чёртово неуклюжее, нетренированное тело! {w}Мне доставало реакции, чтобы уловить и разглядеть направление удара, но медлительная, неподготовленная тушка тупо не успевала."
        "Центр внимания опять сместился из глаз куда-то в сторону, и я отстранённо понял, что не успеваю уйти из-под удара полностью."
        show blink
        "И приходится выбирать, чем пожертвовать — правой или левой рукой, чтобы остановить удар."
        window hide
        play sound sfx_lena_hits_alisa
        pause(1)
        with fade2
        "Предплечье обожгло режущей болью - к счастью, я успел повернуться, и удар пришёлся вскользь, просто содрал мне кожу. "
        "До крови, больно, неприятно и, скорее всего, так целая куча всякой дряни в рану попала…{w}И всё-таки, это не пробитая голова."
        th "Действительно, хватило и затылочной травмы."
        "Шурик «провалился» на ударе, и мне оставалось только дёрнуть его за запястье — а дальше на том, что помнил разум, но не помнило тело, эдакий условный рефлекс."
        th "Перехват, пропустить руку подмышкой, вниз - и на себя!"
        "Колено встретилось с «солнышком» Александра на середине пути, выбивая из него половину спеси и сознание целиком."
        window hide
        scene bg int_mine_room with dissolve
        "Выдох прозвучал в замершей тишине стартером возобновлённому ходу времени."
        "Джентльмены обменялись претензиями в кулачной форме и разрешили некий конфликт."
        "Честно сказать, с огромным трудом сдержался от того, чтобы не сделать строго по науке, с гарантированным выведением из строя."
        "Но и Шурика обвинять не стоило — судя по всему, ему хорошенько шандарахнуло по мозгам облучением, поэтому лучше как можно быстрее доставить его ко врачу."
        window hide
        with fade2
        show un sad pioneer with dspr
        un "Больно?"
        "Я вздрогнул от неожиданности."
        me "Что?"
        un "Рука болит?"
        "Лена указала на мою руку — и только сейчас я обратил внимание на стекающую по пальцам кровь."
        "На адреналине не обращал на это внимания, а сейчас вдруг резко, остро защипало."
        me "До медпункта дотяну, обещаю. {w}Сейчас важнее позаботиться о Шурике."
        un "Н-но…"
        play sound sfx_inhale
        "Я выдохнул, сбрасывая остатки напряжения — хотя до сих пор продолжало колотить."
        me "Что?"
        un "Он убежал."
        "Я схватился за голову."
        th "И что, теперь где-то там в темноте и, возможно, в окрестностях лагеря будет ходить неуравновешенный и вооружённый придурок?!"
        me "Почему ты сразу не сказала?"
        un "Прости…"
        th "Итак, что будем с Шуриком делать?"
        dreamgirl "Ничего. {w}Мы знаем, что он жив, цел, орёл. Остальное забота вожатой."
        me "Ладно. Одна ты бы всё равно его не остановила. "
        un "И что теперь?"
        me "Давай выбираться отсюда. {w}Как с той дверью, помнишь?"
        "Лена кивнула и без лишних напоминаний зажала кнопку, кивая мне на поворотный механизм."
        window hide
        $ persistent.sprite_time = "night"
        scene bg int_mine_exit_night_nolight
        with dissolve
        "Дверь открылась в нашу сторону, являя взгляду небольшую нишу, всё пространство которой занимали намертво закреплённые в бетоне стальные скобы лестницы."
        "Сверху пробивался лунный свет, и я поднялся наверх, чтобы посмотреть, где мы оказались."
        "Вентиляционная решётка, сквозь которую был виден дорогой сердцу пейзаж площади."
        th "Стало быть, мы под Гендой, да?"
        "Решётка была крепкой ещё, но крепилась на четырёх проржавевших болтах, раскрутить которые не было никакой возможности."
        "Вполне возможно, что она каким-то образом открывалась вместе со всей панелью — не знаю. У меня не было ни ключей, ни возможности выяснить."
        me "Дай-ка фонарик, пожалуйста."
        "Попросил я у стоящей внизу Лены."
        play sound sfx_break_grid
        stop ambience fadeout 3
        "Четыре ржавых болта. {w}Испытание для настоящего чемпиона."
        "Хвала рандому, что в Союзе всю технику делают бессмертной. {w}Попробовал бы я поколотить этими новмодными полицейскими фонарями из сверхлёгких пластиков."
        window hide
        $ persistent.sprite_time = "night"
        scene bg ext_square_night
        with dissolve
        play ambience ambience_camp_center_night fadein 3
        "Решётка вывалилась наружу и я, наконец, смог вдохнуть свежего воздуха."
        play music music_list["a_promise_from_distant_days_v2"] fadein 3
        "Парой минут позже, мы уже сидели на земле, привалясь спиной к пьедесталу."
        un "Та ещё прогулочка приключилась, да?"
        "Я не мог не согласиться и молча кивнул."
        show un normal pioneer at center 
        with dissolve
        "Лена несмело коснулась моей руки."
        un "Надо подниматься."
        me "Что?"
        un "Твою рану надо обработать, иначе заражение подхватишь."
        me "Ох…"
        "Я с кряхтеньем поднялся на ноги."
        me "Ты права."
        stop ambience fadeout 2
        "Мы стояли близко-близко, изо всех сил не глядя друг на друга, краснеющие, смущённые."
        "Но только в этот раз я прекрасно знал её ответ, а потому получал даже какое-то мазохистское удовольствие от безысходности и безответности своих симпатий."
        me "Ты баю?"
        "Спросил я у ночи."
        un "Время позднее…"
        me "Тогда…"
        un "Да…"
        me "Будь."
        hide un with moveoutright
        "Я махнул здоровой рукой и поковылял к медпункту."
        me "Спасибо за тёплый вечер."
        "Беззвучно процедил я сквозь зубы."
        "Любая страсть, любой каприз, любая причина разыгрывается в четыре действия, подобно вертикали Кюблер-Росс - сначала ты отрицаешь, потом ненавидишь, торгуешься и, наконец, уходишь в себя."
        "Существует ещё и пятая ступень, смирение. Но мне никогда не хватало мудрости достичь её."
        "Поэтому первый шаг будет о том, что ничего не было."
        "Второй — о том, что она мне даже не нравится. {w}Не в моём вкусе."
        "Третий — о том, что если я сбегу с площади раньше, чем она окликнет меня, то эта история, наконец, завершится, я зачту очередной рубец на сердце и закрою глаза."
        "И четвёртый — о моей собственной ненужности."
        "Мне удалось сделать всего пару шагов."
        un "Стой!"
        "Окликнула она."
        un "Подожди!"
        me "Ну что ещё?"
        "Проворчал я, разворачиваясь."
        show un serious pioneer with dspr
        un "Я провожу тебя. {w}До медпункта."
        me "Ты же спать шла. Ну так и иди."
        show un sad pioneer with dspr
        un "Не получается. Меня как что-то не пускает. {w}Поэтому давай я просто сдам тебя Виолетте на руки."
        "Она встала рядом и тряхнула головой, отбрасывая чёлку."
        un "Пойдём."
        th "И всё-таки я ей симпатичен."
        "Откуда-то сверху пришло обречённое осознание."
        th "Как будто без того мало проблем."
    elif alt_day4_fz_sh == 2:
        "Дверь подалась далеко не сразу — о, я это прекрасно запомнил, когда пытался открыть её сам."
        "А потому по максимуму использовал все преимущества."
        "В частности, эффект неожиданности."
        "И когда в распахнутую дверь влетел оскалившийся и размахивающий какой-то кривулиной Шурик"
        show sh rage pioneer with moveinleft
        extend ", ему по глазам мгновенно ударил сдвоенный свет пары сильных фонариков, которые по-македонски, в обеих руках держала Славя."
        show sh surprise pioneer with dspr
        "Он уже начал открывать рот, пытаясь что-то сказать, но я уже начал действовать, между делом отняв его кривулину, отбросив её в сторону и дав легонько по печени, когда он вздумал сопротивляться."
        show sl normal pioneer at left with dspr
        sl "Шурик! Ну наконец-то. Мы тебя уже обыскались."
        "Славя направила свет фонарей в пол и облегчённо вздохнула."
        sh "Что? Где?"
        "Шурик растерянно переводил взгляд со Слави на меня."
        sh "Семён? Как ты? Я помню, как ты потерял сознание, и…"
        show sh upset pioneer with dspr
        sh "А дальше забыл."
        "Где и как он лазил так, что мы умудрились разминуться, осталось для меня загадкой, но…"
        th "Забыл он. Блин, удобно до чего же!"
        me "Что ты помнишь вообще?"
        sh "Значит, помню, как ты полез на крышу и грохнулся оттуда."
        me "Дальше."
        sh "Дальше пришла эта, Тихонова. Наорала на нас, обещая перевести нас самих на электропитание, если мы не сделаем что-нибудь."
        th "Надо же. Лена обо мне позаботилась. Как трогательно."
        sh "Потом я зашёл в клуб, и моё внимание сразу привлекло эту гудение, и шум, и какие-то голоса!"
        show sh scared pioneer with dspr
        sh "А потом эти голоса начали кричать, и говорить мне что делать, и вести куда-то!"
        "Я влепил ему несильную пощечину, приводя в чувство, и испачкался в чём-то мокром и липком."
        "Шурик взвизгнул и умолк."
        th "Кровь."
        "На щеке беглеца красовались три продольные и довольно глубокие царапины, будто оставленные кошачьими когтями."
        me "А это украшение у тебя откуда?"
        sh "Украшение? О чём ты?"
        me "Царапины, как будто тебя кошка оцарпала."
        show sh laugh pioneer at center with dissolve  
        sh "Какая кошка в шахтах? Это антинаучно."
        "Он говорил ещё что-то, рассказывал, сбиваясь и перепрыгивая с пятого на десятое, но не подходил вплотную к самой важной теме."
        stop music fadeout 3
        me "Ладно, это всё, конечно, замечательно."
        "Перебил его я, когда он в пятый раз уже затянул свою волынку о том, как бродил влево-вправо по шахтам."
        show sh normal pioneer with dspr
        me "Ты скажи, здесь есть короткий путь на поверхность?"
        sh "Я помню, как заходил в затопленное крыло, там была лестница, ведущая наверх. {w}Сквозь неё можно было увидеть автобусную остановку. "
        me "Затопленное крыло, говоришь?"
        sh "Я же говорю, я был не в себе. Не уверен, что сумею вывести вас туда."
        sl "Вообще, за этой дверью есть подъём наверх, мне о нём Борис Александрович рассказывал."
        me "И ты молчала?"
        sh "Давайте вернёмся обратно в лагерь!"
        sh "Кажется, вчера со мной произошло что-то очень нехорошее."
        me "Нехорошее - это очень мягко сказано."
        window hide
        scene cg d4_sh_met_7dl
        with dissolve
        me "Добро пожаловать снова в ряды разумных."
        "Протянул я руку, которую Шурик несмело пожал."
        me "И давайте уже выбираться отсюда."
        "Наработанная практика — я определённо становился специалистом по отмыканию кремальеров — и нашему взгляду открылся вертикальный ряд металлических скоб."
        window hide
        $ persistent.sprite_time = "night"
        scene bg int_mine_exit_night_light
        with dissolve
        "Славя полезла первой, как многознайка."
        if alt_day1_sl_keys_took != 1:
            "К тому же, у неё была связка ключей ото всего в лагере."
        "Ну, а я изо всех сил старался не подглядывать."
        "Получалось, если честно, с трудом."
        "Наконец, сверху что-то ухнуло и загудело - запылённая решётка вывалилась наружу."
        sl "Семён, Шурик, поднимайтесь!"
        stop ambience fadeout 3
        window hide
        $ persistent.sprite_time = "night"
        scene bg ext_square_night
        with dissolve
        play ambience ambience_camp_center_night fadein 3
        play music music_list["a_promise_from_distant_days_v2"] fadein 3
        "Несколько минут спустя мы уже выбрались на свежий воздух."
        show sh normal pioneer with dspr
        sh "Ребят, я, пожалуй, пойду. Побеспокою врача нашего."
        me "Иди."
        "Кивнул я."
        sh "И… Мне не очень удобно, но — спасибо вам огромное за то, что нашли меня. И выслушали."
        "Он направился к медпункту."
        hide sh with dissolve
        show sl normal pioneer with dspr
        sl "Ну как тебе прогулка?"
        "Улыбнулась девочка."
        me "Не очень. Если бы не ты, никуда бы я не пошёл и не дошёл."
        show sl laugh pioneer at center with dissolve
        sl "Не прибедняйся, ты лучше, чем сам о себе думаешь."
        sl "Я в тебя верю."
        "После таких слов обычно следует признание, поцелуй — да что угодно, выражающее кульминацию!"
        "Не могу же врать все эти чёртовы книжки и фильмы?"
        "Но мой деревянный казённый язык и сухое горло…"
        me "Давай посидим немного? Не насиделся я что-то внизу."
        show sl smile2 pioneer with dspr
        sl "О, конечно."
        window hide
        scene stars with dissolve
        "Мы уселись на скамейку и, не сговариваясь, запрокинули голову к небу."
        sl "Тебе надо к врачу."
        me "Надо."
        sl "И время уже позднее."
        me "Ты права."
        stop ambience fadeout 2
        "От неё пахло теплом и заботой, и я совершенно органично произнёс то, что прыгнуло первым на язык:"
        me "Можно я полежу у тебя на коленях?"
        show sl shy pioneer with dspr
        sl "Ты большой, ты не поместишься."
        "Шуточка была неуклюжая, и мы оба это прекрасно понимали. "
        play music music_list["what_do_you_think_of_me"] fadein 3
        "Я растянулся на скамейке,  и прикрыл глаза."
        sl "Я никогда никого не смущалась, знаешь? Меня воспитывали в атмосфере, что стеснение, стыд — это пережиток."
        sl "Но я сижу с тобой рядом."
        "Под затылком оказалось что-то упругое и тёплое."
        sl "Я смотрю в одно небо с тобой."
        "Её голос звучал бестелесным шёпотом."
        sl "Я не знаю, куда девать руки."
        me "Не приеду отпеть, тут и озеро, и трава - до машины идти сквозь заросли, через насыпь."
        "Не открывая глаза, нараспев произнёс я."
        me "Я не помню, как выживается в восемнадцать."
        me "Я не знаю, как умирается в двадцать два."
        me "До нескорого. За тобой уже не угнаться."
        me "Я гляжу тебе вслед, и кр{b}у{/b}жится голова."
        "Последние слова совпали с отключившися сознанием, и я не понял, привиделось ли мне то, как девочка коснулась губами моего лба, или это было взаправду."
        show blink
        scene black
        with blind_r
        "Самое безопасное место этой несчастной вселенной — на коленях весёлой, очень красивой и самой заботливой девочки."
        th "Постарайся запомнить меня вот таким вот — влюблённым, восемнадцатилетним, тощим и во хмелю…"
        "Я провалился в сон."
        "…"
        window hide
        scene stars
        with dissolve
        "Высшая несправедливость любого сна в том, что неизбежно завершается."
        "Ты открываешь глаза в серые будни, и вынужденно смиряешься с тем, что самый лучший мир, самые чистые чувства суть продукт твоего подсознания."
        "Иногда удаётся убедить себя в том, что ты просто поставил тот мир на паузу, чтобы передохнуть. {w}Ведь как иначе можно увидеть сон длиной в пять дней, с лагерем, подземельями и секретными бункерами?"
        "Я проснусь от лагеря, от Слави. Я проснусь от лета."
        "Вздрогнув от этой мысли, я открыл глаза. {w}Кажется, я разоспался."
        "Голова так и поколась на бедре Славяны, а она тихонько кемарила, откинувшись на спинку скамейки."
        "Я так и не сумел узнать хотя бы одно из созвездий — наверное, следовало уделять чуть больше внимания астрономии, пока учился в школе."
        "Хотя, если учесть того же Генду, боюсь, знание астрономии мне здесь не очень помогло бы."
        th "А значит… Следует уделять внимание тому, что действительно важно."
        "Краткий сон на жёстком подействовал облагораживающе, и я спустил ноги на землю, готовый двигаться."
        window hide
        $ persistent.sprite_time = "sunset"
        scene bg ext_square_night
        with dissolve
        show sl smile pioneer close at center  
        with dissolve
        sl "С добрым утром."
        "Поприветствовала меня Славя."
        me "Утром?"
        "Вместо ответа она указала на восток, где край неба уже наливался малиновым свечением."
        sl "Провели мы ночь на площади, как последние бродяги."
        me "А мне понравилось."
        "Сказать это было достаточно сложно, но необходимо. А значит, пришлось справляться."
        me "Ты сейчас в домик досыпать?"
        sl "Для начала отведу тебя к Виоле."
        me "Да не надо…"
        show sl serious pioneer with dspr
        sl "А это не вопрос. {w}Это я тебя в известность ставлю."
        "Ну и как прикажете с ней бороться?"
        me "Раз ты настаиваешь…"
        sl "Именно так."
        "Она уже привычным жестом взяла меня под руку и улыбнулась."
        "В моей жизни назревали перемены."
        "И пускай Славя пыталась убедить меня в том, что всё это было внутри меня, просто не имело выхода наружу."
        "Я-то был в курсе."
        "И о том, что такая девушка как она, никогда не обратит внимания на такого как я."
        "И о том, что мы вращаемся в разных вселенных, а это значит, что у нас нет и быть не может точек соприкосновения."
        "И о том, что то, что для неё проходит по одному лишь дружелюбию и симпатии, у меня четко трактуется как предложение начать отношения. {w}Любые. Девочка проявила интерес, значит, виновата девочка."
        "Мы слишком разные."
        sl "О чём задумался?"
        "Спросила блондинка."
        me "О тебе. {w}В последнее время я делаю это возмутительно часто."
        me "Вот и сейчас…"
        "Ответом мне был глубокий мечтательный вздох и полная утрата зоны комфорта."
        show sl smile pioneer with dspr
        sl "Ты чёртов льстец."
        me "Разве лесть говорить кому-то, что думаешь о нём?"
        sl "Не знаю. Но ты улыбаешься мне, значит, думаешь не такое уж и плохое."
        "И снова тот момент, когда надо зацеловать-затискать её и наслаждаться оставшимися днями вместе."
        "Деревянный шарфик казённый, и под ним словно камень - кадык."
        th "Сон, от которого не хочется просыпаться."
        "Неприятное путешествие - это то, в которое идти не хочется, ведь в его конце ожидает расставание."
        "И хочется махнуть рукой и предложить: а давай, не будем расставаться?"
        sl "А мы и не расстаёмся. Просто увидимся утром."
        "Она поцеловала палец и приложила к моему виску."
        sl "И только попробуй не соскучиться."
    elif alt_day4_fz_sh == 3:
        stop music
        stop ambience
        "Дверь дёрнулась - и осталась на месте, тяжёлая, на проржавевших петлях."
        "Я сам-то её с большим трудом открыл, так что ничего удивительного не было в том, что наш неожиданный визитёр, психанув, дёрнул изо всей силы и, не особо смотря по сторонам, сделал шаг."
        "Влетел в помещение…"
        play sound sfx_bodyfall_1
        with vpunch
        extend " И с грохотом покатился по полу!"
        "Неизвестно откуда пробивающегося света хватило на то, чтобы мои глаза привыкли к сумраку, поэтому сгустившиеся тени на полу в форме человеческого силуэта я разобрал."
        "Разобрала и Алиса."
        window hide
        scene black with fade2
        play music music_list["pile"] fadein 1
        dv "Бей его!"
        "И, судя по азартному мягкому шлепку, первой последовала собственному кличу."
        play sound sfx_lena_hits_alisa
        "Ну и я, собственно, тоже не остался в стороне, приняв посильное участие в «тёмной», устроенной нашему незнакомцу."
        "Сколько мы его молотили, вымещая и злость, и усталость, и страх, я не знаю."
        "Но как и всё лучшее в этом жизни, наконец, действо закончилось."
        "Мы зажгли фонарики."
        dv "Ну-ка, ну-ка, кто тут у нас?"
        "Алиса посветила на нашу жертву, и я отметил знакомую белобрысую голову."
        "Шурик."
        dv "Ну надо же. Очкарик отыскался."
        "Лениво протянула Алиса."
        dv "А мы-то всё думали, где ты там шляешься. Даже волновались, знаешь?"
        show sh cry pioneer with dspr
        sh "Вы! Вы!"
        "Он взял неплохой старт в позе каракатицы и выдавал неплохую скорость, пока не заторомозил в стену."
        sh "Вы не имеете права! Я на вас жаловаться буду!"
        me "И на что же ты будешь жаловаться?"
        sh "На всё! И на тебя, чёртов пришелец, и на тебя, стерва приёмная!"
        show sh rage pioneer with dspr
        "О-опс. Похоже, напрасно он это сказал."
        sh "Думаете, я про вас не знаю? Нет, нет, неееет."
        th "И что же он знает, интересно?"
        "Отстранённо подумал я, наблюдая за потемневшей Алисой, сжавшей кулаки и подступающей к Шурику с явным намерением бить."
        "Меня тяжело вывести из себя просто словами, а вот Алисе оказалось достаточно всего пары хорошо подобранных эпитетов."
        sh "Мне голоса всё рассказали про вас! Всё! Как ты сунулся обратно, а автобуса-то и нету!"
        if alt_day2_us_escape:
            sh "Думал на поезде сбежать? И там мимо!"
        sh "Не выйдет, ты здесь застрял."
        dreamgirl "Знаешь, надо бы его прижать где-нибудь в уголке и как следует допросить."
        th "Согласен."
        sh "Как эта дура с толпой подкараулила отчима, и…"
        show dv angry pioneer at center with moveinright
        show sh scared pioneer at cleft with moveinright
        play sound sfx_bus_window_hit
        "Фонарик стукнул кибернетику по макушке с каким-то деревянным стуком."
        dv "Надо же."
        "Алиса с задумчивостью осмотрела фонарик."
        dv "Как по пустой деревяшке стукнул. Дай-ка ещё."
        sh "Вы не посмее…"
        play sound sfx_bus_window_hit
        "Шурик взвизгнул и замолчал, когда импровизированное орудие воспитания ещё раз вошло в соприкосновение с его маковкой."
        th "Это было больно."
        "Досталось ему, конечно, неслабо, но если присмотреться, становилось понятно, что всё это суть косметика, решается душем, стиркой и гепариновой мазью."
        "Несмотря на сеанс живительной тёмной, ему даже нос до крови не разбили, очки остались в целости и сохранности, разве что добавилось встрёпанности во внешний вид, да левый карман на рубашке оказался оторван с мясом."
        th "Чёртов симулянт."
        "С ожесточением подумал я."
        th "Мы тут в полтора инвалида его по всей подземке ищем, а он…"
        me "Заткнул рот, если не хочешь остаться здесь навсегда. И жалуйся тогда кому хочешь."
        show sh surprise pioneer with dspr
        sh "Вы не посмеете! Вас отправили искать меня, и я…"
        me "Алиса, стукни его ещё раз."
        "Попросил я Двачевскую, кровожадно ухмыляющуюся и подбрасывающую фонарь на ладони."
        sh "Что? Нет"
        play sound sfx_bus_window_hit
        extend "… Ай! Прекратите меня бить!"
        me "Вижу, ты созрел для диалога. Откуда у тебя царапины?"
        "Я кивнул, указывая на его лицо, где алели три продольных «украшения»."
        sh "Царапины?"
        me "Как будто кошка тебя оцарапала."
        show sh laugh pioneer at left with dissolve  
        sh "Кошка? В шахтах? Это невозможно, это антинаучно!"
        me "Плевал я на возможность. Царапины откуда?"
        show sh normal pioneer with dspr
        sh "Да не знаю!"
        me "Может, ещё один сеанс фонарикотерапии освежит твою память?"
        show sh scared pioneer at fleft with moveinright
        sh "Нет! Нет."
        "Он с удивительным проворством отскочил от Алисы."
        sh "Я вам ничего не скажу!"
        stop music fadeout 3
        "Крикнул он и внезапно кинулся мимо меня в дверь, откуда только что явился."
        hide sh with dissolve
        "Всё, что мне оставалось - это вежливо посторониться и пропустить кибернетика мимо себя."
        "Переглянувшись, мы хлопнули друг друг по подставленной ладони."
        show dv smile pioneer with dspr
        dv "Знаешь… А ты, всё-таки, ничего. Не такой тормоз, как я думала."
        me "Приму это как комплимент."
        "Ответил я, пряча улыбку."
        me "Проверим что за этой дверью?"
        dv "А как же…"
        "Многозначительный взмах рукой в сторону двери в шахту."
        me "Мы убедились, что он жив. {w}Остальное — дело вожатой, пусть высылает отряд по поимке психопатов."
        show dv laugh pioneer with dspr
        dv "Надо будет как-нибудь повторить нашу вылазку. Только Ульяну с собой возьмём."
        th "Учитывая то, как тебя сегодня плющило, дорогая, повторить вылазку мы сможем разве что следующим летом."
        me "Главное, меня вместе с собой позвать не забудьте."
        "Я вцепился в поворотное колесо и кивком позволил своей верной напарнице нажать отпирающую кнопку."
        "Тридцать секунд и два десятка оборотов - и нашему взгляду предстало небольшое помещение, всё пространство которого занимала ниша со скобяной лестницей, ведущей куда-то под потолок."
        window hide
        $ persistent.sprite_time = "night"
        scene bg int_mine_exit_night_light
        with dissolve
        "Я полез первым на разведку, предварительно захватив с собой фонарик."
        "И очень правильно поступил."
        "Возможно, когда-то эта решётка и открывалась по-человечески, но сейчас всё, что осталось - это гофра, забитая пылью, да километры паутины."
        "Чихая и отплёвываясь, я последовательно выбил все держащие болты и выбросил решётку наружу."
        me "Алиса, поднимайся. "
        stop ambience fadeout 3
        window hide
        $ persistent.sprite_time = "sunset"
        scene bg ext_square_sunset
        with dissolve
        play ambience ambience_camp_center_night fadein 3
        play music music_list["your_bright_side"] fadein 3
        "Минутой спустя я ухватился за крепкую руку с изящным запястьем и тонкими пальчиками и вытащил рыжее сокровище на свет божий…"
        "Пыльную, взъерошенную, но довольную собой донельзя!"
        show dv normal pioneer with dspr
        dv "Вот это приключение!"
        "Восторженно воскликнула она."
        me "Да тише ты, время два часа ночи."
        "Алису, похоже, это только ещё больше воодушевило."
        show dv smile pioneer with dspr
        dv "Я и не думала, что в этом скучном лагере можно так поразвлекаться!"
        me "Да уж, развлечение — лазить непонятно где, маяться животом и избить несчастного очкарика."
        me "У вас это постоянная культурная программа?"
        show dv laugh pioneer at center with dissolve
        dv "Если бы постоянная. Но в первой смене зарница была, жаль, ты туда не попал, мы с Ульянкой так повеселились!"
        "Мы уселись на скамейку и, не сговариваясь, запрокинули голову к небу."
        me "Могу себе представить - вот было бы здорово пустить эти полрожка на добрые дела."
        dv "Что-то в этом духе."
        "Отсмеявшись, сказала Алиса."
        dv "Как ты вообще? А то я совсем забыла, что ты немного инвалид сегодня."
        me "О, я тронут твоей заботой."
        stop ambience fadeout 2
        "Сказать по правде, я и сам забыл о том, что не совсем здоров."
        "И только сейчас, когда худо-бедно удалось разобраться с проблемами, опять накатила слабость, по внутренней стороне щеки побежали струйки безвкусной слюны."
        me "Но, похоже, меня немного вертолётит."
        me "Если хочешь, можешь идти спать. А я немного отдохну и отчалю до медпункта."
        show dv shy pioneer with dspr
        dv "И что, бросить тебя в таком состоянии?"
        "Она фыркнула."
        play music music_list["what_do_you_think_of_me"] fadein 3
        show dv normal pioneer at center with dspr
        dv "Не дождёшься."
        dv "Чтобы я своего боевого товарища бросила…"
        "Я не стал спорить. Не в том состоянии был."
        window hide
        show blink
        scene black
        "Я закрыл глаза."
        me "Послушай, мне ведь не шестнадцать лет - средь ночи нестись, чтоб поймать тебя в чистом небе."
        "Всплыли вдруг в голове строчки."
        me "Не восемнадцать, чтоб прятать печаль в слова."
        me "И можно смиряться - мне даже не двадцать {image=alt_KS_censor}."
        me "Молчи. Город шёпотом спросит «где вы»."
        me "А я не отвечу. Ведь не было нас. Никогда."
        "Здесь по любому канону должен следовать нездоровый, смущённый смех девочки, которая считает романтику бесполезной и довольно противной штукой."
        "Чем-то сродни пионерской форме пополам с промыванием желудка."
        th "Я опять испортил всё."
        "Подсознание безразлично пожало плечами — перед лицом небытия это казалось слишком малозничимым. Куда приоритетнее был простой сон."
        "…"
        window hide
        scene stars
        with dissolve
        "Ты закрываешь глаза в маршрутке, в метро, в очереди."
        "Ты открываешь глаза в будни, в обыденность и безнадёгу."
        "Под головой не шумит вода, не покачивается телега, не дышит земля."
        "Ты открываешь глаза в жизнь. В которой нет места сказке — несмотря даже на то, что некоторые верят в неё до тех пор, пока не появится щетина."
        "Что ж ты Иван, до тридцати лет дожил, а всё в сказки веришь? — спросила Баба-яга, застёгивая блузку."
        "А потому… {w}Давайте притворимся, что «Совёнок», пионеры и диггерство пополам с Двачевской будут обыденностью, а?"
        "Я бы с огромным удовольствием пожил в такой обыденности."
        "В конце концов, эта обыденность на порядок насыщеннее того, что я знал в своей тёмной берлоге с единственным другом и одновременно окном в мир."
        "Звёзды подмигивали мне с самым заговорщическим видом, явно говоря, что они не прочь."
        "Они не прочь, я не прочь…"
        "Я ощутил, что ко мне привалилось что-то уютно-тяжёлое, теплое, разморённо сопящее."
        th "Алиса?"
        "Кажется, моё шевеление её разбудило, так как она зевнула, прикрывшись ладошкой и смешно морща нос."
        window hide
        $ persistent.sprite_time = "sunset"
        scene bg ext_square_sunset
        with dissolve
        show dv smile pioneer close at center  
        with dissolve
        dv "Мало нам было по катакомбам пошляться, мы ещё и спать на площади завалились."
        "Хрипловатым спросонок голосом заявила рыжая."
        dv "Мы теперь с тобой как два бомжика. {w}Если из лагеря прогонят, не пропадём."
        "Мне вдруг нестерпимо захотелось поцеловать эту сонную улыбку."
        "Накрыть поцелуем эти узкие губы, вдохнуть запах дыхания, стать чуть-чуть ближе к рыжей тайне."
        me "Пойду я, пожалуй, в медпункт."
        "Сказал я вместо этого."
        me "А то что-то подсказывает мне, что если я продолжу в том же духе, то будет только хуже."
        dv "Отвести тебя?"
        me "Тут недалеко."
        show dv shy pioneer with dspr
        dv "Тогда до…"
        "Она замешкалась."
        me "Ага, до него. Захаживай в медпункт если что."
        window hide
        hide dv
        with fade2
        "Я махнул рукой на прощание и заспешил по направлению к епархии Виолетты Церновны, великой и ужасной."
        "Она даст мне вкусную таблеточку и избавит от последствий моей нерешительности."
        dreamgirl "И сделает усыпляющую инъекцию - как проявление высшего милосердия."
        th "Как дела?"
        dreamgirl "В общем и целом? Буксую на месте. Никак не могу понять, на что должна среагировать эта ерунда у нас в голове - ключевое слово, обстоятельства, чьё-то лицо?"
        dreamgirl "Пока не разберусь, буду копать."
        th "Копай, избавитель, копай."
        "Я, наконец, разобрался с источником дискомфорта — это щекотало между лопатками давлением чужого взгляда."
        "Алиса всё так же стояла на том месте, где мы распрощались, и упорно смотрела в мою сторону."
        "И мой взгляд послужил спусковой пружиной — она улыбнулась, помахала рукой и, наконец, сдвинулась с места, побежала, вскоре скрывшись из виду."
        th "Кроме того, что она как следует выспалась на мне, ничего же предосудительного не произошло?"
        dreamgirl "Сложно сказать, в голове этой психопатки рыжей давно пора сделать влажную уборку."
        th "И всё-таки! Нет ничего такого, из-за чего мы в следующую встречу включим морозильники с функцией покраснения?"
        dreamgirl "Да нет же! Вы не признавались друг другу в любви, не целовались, даже не касались романтических тем."
        dreamgirl "Просто ты узнал, что она из приёмышей, а потом почитал ей стихи. Ничего смертельного."
        "Меня эти слова не убедили, да и в голосе собеседника сквозило сомнение."
    elif alt_day4_fz_sh == 4:
        "Даже для меня дверь была достаточно тяжёлой, что уж говорить о Шурике — а это был как раз он."
        "В результате минуту спустя он, кряхтя от натуги, умудрился всё же открыть её — "
        show sh rage pioneer with moveinleft
        extend "только для того, чтобы быть полностью ослеплённым двумя фонариками."
        show sh surprise pioneer with dspr
        "Электроник серьёзно отнёсся к моим инструкциям. "
        "Шурик встал на пороге как вкопанный и попытался прикрыться от бьющего в глаза света правой рукой, в которой была зажата какая-то кривулина."
        "Которую я тут же и отобрал."
        show el normal pioneer at left with dspr
        el "Шурик!"
        "Электроник мгновенно опустил фонари и подбежав к другу, порывисто обнял его."
        el "Ты куда запропал вообще? Я думал, ты поможешь Семёна до медпункта дотащить."
        "Шурик перевёл взгляд на меня."
        sh "Ты уже на ногах? Сколько же я был в отключке?"
        "Он потёр лоб."
        show sh upset pioneer with dspr
        sh "Значит, ты пошёл с танцев нам помогать, и в какой-то момент всё пошло наперекосяк."
        sh "Потом пришла эта, с фиолетовыми волосами. Елена. {w}Она так орала…"
        th "Принять к сведению сделать втык Тихоновой, чтобы больше не лезла со своей помощью."
        sh "Потом медсестра пришла, вожатые… Началась беготня, и я спрятался в клубе."
        sh "И в какой-то момент мне как по голове чем-то ударило."
        show sh scared pioneer with dspr
        sh "А потом эти голоса начали кричать, и говорить мне что делать, и вести куда-то!"
        "Он запаниковал, обвёл взглядом помещение, почему-то нацелился на моё горло."
        me "Приди в себя, тряпка!"
        play sound sfx_face_slap
        with vpunch
        pause(1)
        "Рука загудела от оплеухи, плюс я в чём-то испачкался, зато удалось добиться желаемого."
        "Шурик взвизгнул и умолк."
        th "Кровь."
        th "Я запачкал ладонь кровью."
        "Луч света заставил Шурика прищуриться, зато выхватил на его щеке три продольные свежие царапины."
        me "Что это?"
        sh "Где?"
        "Он машинально коснулся щеки и отдёрнул руку, нащупав кровь."
        me "Это не от человеческих ногтей царапины. Больше на кошачьи когти походят."
        show sh laugh pioneer at center with dissolve  
        sh "Кошачьи? Не думаешь же ты, что здесь где-то водятся кошки!"
        me "Я вообще ничего не думаю. Но у тебя царапины на щеке, а то, что ты не помнишь ничего…"
        stop music fadeout 3
        me "Проехали, короче."
        "Оборвал себя я, увидев, как Шурик опять собрался уйти в прострацию."
        show sh normal pioneer with dspr
        me "Здесь есть возможность выбраться на поверхность?"
        sh "На поверхность? Смутно припоминаю несколько лестниц в затопленном крыле."
        me "Вывести туда сможешь?"
        sh "Вряд ли. Я просто помню, что лестницы там были, а вот куда они вели…"
        el "Если я ничего не путаю, мы географически под центром лагеря."
        "Обрадовал Электроник своим пугающим чувством направления."
        el "Значит, где-то поблизости может быть подъём. {w}Почему бы и не за той дверью?"
        me "Что ж, давайте попробуем её открыть."
        "Я протянул ладонь Шурику."
        window hide
        scene cg d4_sh_met_7dl
        with dissolve
        play music music_list["torture"] fadein 1
        me "Добро пожаловать снова в ряды разумных."
        if ('men_clubs' in list_voyage_7dl):
            "Рукопожатие у Шурика оказалось всё тем же крепким, что и в нашу первую встречу."
            th "Не расклеился, молодец."
        else:
            "Рукопожатие у кибернетика оказалось на удивление крепким."
            th "Значит, в руках себя держать сумеет если что."
            th "Жаль только, что предрасположенность эта…"
        "В очередной раз отпирая тяжёлую, взрывоустойчивую дверь, я чувствовал себя чуть ли не Ларой Крофт."
        "Ещё парочка таких дверей — и можно заказывать лицензию расхитителя гробниц."
        window hide
        $ persistent.sprite_time = "night"
        scene bg int_mine_exit_night_light
        with dissolve
    
        "По ту сторону двери оказалась небольшая комнатка, дальнюю стену которой полностью занимала ниша с вмурованными в бетон стальными скобами ступеней."
        "После всех перипетий подняться наверх по лестнице и, упираясь спиной в противоположную стенку желоба, выбить решётку несколькими сильными ударами ноги было детским лепетом."
        stop ambience fadeout 3
        window hide
        $ persistent.sprite_time = "sunset"
        scene bg ext_square_night
        with dissolve
        play ambience ambience_camp_center_night fadein 3
        play music music_list["always_ready"] fadein 3
        "До сей поры и не подозревал, что свежий воздух может быть настолько вкусным!"
        "После затхлой атмосферы подземелья хотелось пить и пить его, не останавливаясь."
        show sh normal pioneer at left
        show el normal pioneer at right
        with dspr
        "Судя по тому, как усердно сопели кибернетики, в этом вопросе они были полностью со мной солидарны."
        sh "Выбрались."
        "Наконец, выговорил Шурик."
        me "Ага."
        th "Аллилуйя."
        sh "Я, тогда, пожалуй, пойду?"
        "Спросил он."
        sh "Надо мне врачу показаться."
        me "Вместе пойдём. Я в некотором роде оттуда погулять ушёл."
        "Шурик согласно кивнул и протянул мне ладонь, помогая подняться."
        el "Доберётесь сами?"
        "Электроник протяжно зевнул."
        me "Да уж как-нибудь."
        el "А, ну тогда бывайте. Я в сон."
        "Он поднялся самостоятельно и, пошатываясь, направился в сторону своего домика."
        hide el with dissolve
        "Распрощавшись с ним, мы направились в другую сторону, сдаваться строгой, но невозможно привлекательной докторше."
    stop music fadeout 3
    window hide
    with fade
    return
    
label alt_day4_fz_herbs:
    play music music_list["a_promise_from_distant_days_v2"] fadein 3
    show cs normal at center 
    $ sunset_time()
    $ persistent.sprite_time = "sunset"
    scene bg ext_aidpost_night
    with dissolve
    play sound sfx_open_door_1
    pause(1)
    $ persistent.sprite_time = "day"
    scene expression Dawn("bg int_aidpost_day")
    with dissolve
    play ambience ambience_medstation_inside_day fadein 3
    with None
    show cs normal at center with dissolve
    "Виола уже ждала меня, несмотря на позднее (или следует сказать «раннее»?) время - на столе стоял термос, откуда ароматно веяло какими-то травами."
    cs "Давай, пей отраву, тварь."
    me "Что?"
    cs "Говорю, пей отвар трав, и ложись спать."
    cs "Если ночью всё нормально будет - завтра выпишу тебя."
    me "Спасибо, Виола!"
    if alt_day4_fz_sh == 1:
        show un sad pioneer at right with dspr
        "Лена изо всех сил сделала вид, что её здесь нет."
        "Напрасно не ушла от крыльца - видел же, что хотела."
        th "Сама виновата."
        cs "Пионерка, ты спать идёшь? Или…"
        "Виола сделала многозначительную паузу."
        cs "…постелить тебя рядом с пионером? "
        show un shy pioneer at right with dspr
        "Лена вполне закономерно вспыхнула, вызывая довольный смешок медсестры."
        un "Но я н-не…"
        show un serious pioneer at right with dspr
        "В какой-то момент, она собралась и невыносимо ровным голосом уведомила:"
        un "Я пришла удостовериться, что вы приняли Семёна, и с ним всё хорошо."
        cs "Да?"
        "Более дурацкого вопроса и задать было нельзя."
        cs "Ну, тогда — с ним всё хорошо, пионерка. Ты можешь идти."
        un "До свиданья…"
        "Беззвучно прошелестела Лена, выметаясь вон."
        hide un with dissolve
        "А я взял термос со стола и пригубил приготовленное мне колдовское варево."
        cs "Вы уже подумывали о продолжении отношений?"
        "Мурлыкнула медсестра."
        cs "Если что, подойдёшь, у меня здесь есть кое-какие средства защиты."
        me "Что? Да мы…"
        show cs smile at center with dissolve
        "Её улыбка сбила меня с толку, и крик я закончил каким-то невнятным лепетанием."
        me "Мы просто Шурика искали. {w}А потом она меня проводила. {w}И всё."
        cs "Конечно-конечно. Я же не спорю."
        "Она подмигнула."
        cs "У вас чистые, платонические отношения. {w}Она стирает тебе одежду, кричит на весь лагерь врача, когда тебе плохо, потом сидит рядом с тобой всё утро и таскает завтраки."
        cs "Ничего не забыла?"
        cs "Ах да."
        "Она хлопнула себе по лбу."
        cs "И на поиски пионера этого потерявшегося идёт вместе с тобой."
        "Теперь, когда она излагала вещи таким порядком, они, конечно, выглядели чуточку иначе, чем моё видение ситуации."
        me "Она поступила бы так же для любого другого. {w}Как и любой другой на её месте."
        "К несчастью, прожённую циничку в халате этим было не обмануть — она просто отмахнулась от моих дутых социалистических воззваний."
        cs "Серьёзная заявка. Тогда почему именно она, а не эта ваша активная? Или тот же Электроник?"
        me "Потому что Электроник не стал бы стирать мне рубашку?"
        "Разумеется, позже, лёжа в кровати, я разберу её логику по винтикам, в пух и прах разобью все аргументы."
        "Проблема только в том, что сослагательное наклонение плохой помощник в дискуссии, равно как и задний ум."
        me "Захотелось ей."
        "Проворчал я."
        me "Я не знаю её мотивов, но у меня куча оснований думать, что там всё не так, как вы тут расписываете."
        me "Поэтому давайте просто закроем эту тему."
        "Я отхлебнул ещё отвара - теперь его оставалось ровно половина."
        show cs normal with dspr
        cs "Так или иначе, если однажды у вас дойдёт до глупостей — обращайся. {w}Я же врач, я всё прекрасно понимаю, молодость, гормоны, любовь."
        me "Не тот случай, вы уж извините."
        "Виола только фыркнула, поднимаясь и отбирая у меня термос."
        cs "Отправляйся спать… пионер. "
        "Перед глазами опять встало то старое лето, автобус, стайка спортсменов, моя Двина…"
        "Что произошло бы, окажись она здесь вместо Лены? Или любой другой девочки?"
        cs "Подумай перед сном о том, что я сказала. {w}Иногда выгоднее не играть в ханжу, а разрешить событиям идти своим чередом."
        "Я отправился на своё место в изоляторе — от пережитого ощутимо кружило голову, а расслабляющие травки лишь усугубляли этот эффект."
        cs "Спокойной ночи."
        "Пожелала от двери Виолетта."
        "Я отключился раньше, чем голова коснулась подушки."
        window hide
        scene black
    elif alt_day4_fz_sh == 2:
        show sl shy pioneer at right with dspr
        "Славя как-то очень виновато посмотрела на медсестру."
        sl "Вы уж извините, Виолетта Церновна, что мы поздно так, но мы…"
        cs "Да-да, я в курсе. Заявился ваш пропаданец."
        me "И что?"
        cs "Что-что, дала ему успокоительного таблетку да уложила спать."
        cs "Так что, пионер, когда будешь укладываться, постарайся потише, чтобы не разбудить его."
        cs "Что ж, время уже позднее, давайте разбегаться на горшок и по люлькам. Ключ…"
        sl "У меня свой."
        cs "Прекрасно. Значит, завтра я немного дольше посплю, а вы тут вдвоём справляйтесь."
        me "А Шурик? "
        cs "Оставлю на столе таблетку, пусть выпьет как проснётся, и может быть свободен."
        show sl sad pioneer at right with dspr
        sl "И всё?! Да мы знаете сколько…"
        cs "Знаю. В личной медицинской карточке пионера указаны возможные приступы сомнамбулии, бороться с ними я умею."
        cs "Ничего сверхъестественного."
        show sl serious pioneer at right with dspr
        sl "Надеюсь, вы знаете что делаете."
        "Это вызвало довольный смешок у медсестры."
        cs "Милая моя, я уже двадцать…"
        "Она бросила короткий взгляд в мою сторону."
        cs "…с небольшим лет знаю что делаю. Не волнуйся, всё будет хорошо."
        "Виола говорила тем самым тоном, что обычно используют для переговоров с маленькими детьми и умственно отсталыми - ровным, спокойным, без агрессивных ноток."
        "Будто понимая степень взвинченности нас обоих."
        cs "Ступай баю, пионерка, обещаю, до утра они оба проспят как младенцы, а уже там будем решать что делать."
        sl "Тогда спокойной ночи."
        "Славя кивнула Виоле, улыбнулась мне, глядя с каким-то намёком и вышла."
        hide sl with dissolve
        "Второй глоток травяного отвара пошёл легче первого, и я даже начал различать в нём что-то вкусное."
        cs "Кажется, она очень к тебе привязалась."
        "Задумчиво сказала Виола, глядя на захлопнувшуюся за Славей дверь."
        me "Что?"
        cs "Феоктистова."
        "Виола впервые назвала кого-то не «пионером» или «пионеркой» и это был верный знак того, что разговор серьёзный."
        show cs smile at center with dissolve
        cs "Что вы делали там, вместе?"
        me "То есть?"
        cs "Я знаю, что вы ушли куда-то далеко на поиски пионера, что спит в изоляторе. "
        cs "Где-то лазили. Вернулись чуть ли не под зарю."
        cs "Вы ничего не позволяли себе сверх меры?"
        me "Что?!"
        "В умении вгонять в краску несколькими эпитетами Виола просто не знала равных."
        me "Мы просто искали Шурика, и всё!"
        "От волнения, я не заметил, как дал петуха."
        cs "И ничего больше?"
        "Спокойно уточнила Виола."
        me "Ничего."
        "Ещё угрюмее ответил я."
        cs "Она смотрит на тебя, как на свою собственность. Если ты не давал ей поводов, почему тогда она позволяет себе это?"
        me "Да ничего она себе не позволяет."
        cs "И поводов ты ей не давал? Никаких?"
        me "Не понял."
        cs "Вы {b}просто{/b} пошли куда-то, {b}просто{/b} нашли Шурика и {b}просто{/b} вернули его в лагерь."
        me "Ну… Да!"
        cs "Ничего сверх того?"
        cs "Подумай хорошенько."
        "Я вдруг почувствовал, как начинаю злиться на эту женщину."
        th "Да какое ей дело, в конце-то концов?! Позволял я себе что-то, не позволял. Она медсестра! Вот пусть и сидит в медпункте."
        me "И не подумаю."
        "Тихо ответил я."
        "Из памяти всплыла картинка, как я лежу на коленях Слави, смотрю в звёздное небо и читаю ей стихи. Но разве это…"
        cs "Кажется, ты всё понял."
        "Грустно улыбнулась Виолетта."
        cs "Имей в виду — я знаю её семью. Я знаю её родственников."
        me "И что с того?"
        cs "А то, что они однолюбы. Поэтому прежде чем пытаться превратить вашу интрижку во что-то посерьёзнее, прими к сведению, что для неё это — на всю жизнь."
        "В голове поселилось три килограмма остро болящей ваты, ползающей по стенкам черепа и мягко толкающей несчастный мозг."
        "Слова медсестры пробивались сквозь этот ватный туман с огромным трудом."
        cs "На всю жизнь… Семён."
        "Я только успел, что вяло удивиться непривычному поведению нашей всезнающей женщины-вамп, как долю секунды спустя сознание покинуло меня."
        window hide
        scene black with fade
    elif alt_day4_fz_sh == 4:
        show sh normal pioneer at right with dspr
        "Виола сидела и набирала что-то на своём допотопном компьютере, когда мы ввалились в помещение."
        "Время было порядка часа ночи, но меня это не слишком удивляло - мало ли ночей было, когда я сам далеко заполночь засиживался у монитора?"
        "А вот Шурик замер в немом ступоре - пришлось подталкивать его в спину…"
        cs "Пришли… пионеры?"
        "Она поднялась и окинула нас таким многообещающим взглядом, что в памяти вдруг появилась некая аллюзия на большое искусство с немецким акцентом."
        "Церновна, вся в коже - и дас ист фантастих - лупит семихвосткой по животу Шурику."
        th "Стоп, а почему Шурика?"
        dreamgirl "Потому, что мы ещё не набесились и всем прочим видам предпочитаем классические формы?"
        th "Разумно."
        cs "Так, Александр, пей это."
        "Она вытащила из конторки странную серую картонную пачку конвалют, где на всю «платформу» приходилось всего две таблетки, и, выковыряв одну, протянула Шурику."
        show sh upset pioneer at right with dspr
        sh "Так вы… знаете?"
        show cs normal at center with dspr
        cs "Мне известно всё про каждого из вас… пионер."
        cs "Все ваши болячки и тараканы у меня наперечёт. "
        "Виолетта сверкнула белозубой улыбкой."
        cs "Не думал же ты, что твоя маленькая тайна с хождением по ночам мне неизвестна?"
        sh "Но об этом никто…"
        cs "Я не никто. {w}Я — Виолетта Церновна Коллайдер. И я знаю всё про вас… пионеры."
        "Показалось, или она вложила в последнее предложение чуточку больше, чем следует говорить лагерной медсестре?"
        sh "Как скажете."
        "Бесстрастно ответил Шурик и отправил таблетку под язык - судя по всему, пил её далеко не первый раз."
        cs "Прекрасно. Домой пока не ходи, заночуешь здесь."
        sh "Ясное дело."
        "Шурик покорно направился к двери, ведущей в медицинский изолятор."
        hide sh with dissolve
        cs "А ты пей, пей свою отраву."
        "Она помахала и убежала."
        hide cs with dissolve
        cs "Смотри, он проснётся не раньше одиннадцати часов - в состав таблетки входит снотворное."
        cs "Поэтому с утра проконтролируй, чтобы он съел и вторую таблетку из пачки."
        "Виола бросила на стол бумажную конвалюту."
        show cs smile at center with dissolve
        cs "И пусть идёт. Для окружающих он не опасен."
        cs "А сам с утра смотри по состоянию. {w}Если будешь чувствовать себя лучше, можешь считать себя выписанным."
        me "Что, так всё просто?"
        cs "Мне нет резона удерживать тебя здесь… пионер. Тем более что твоя смена заканчивается."
        me "Ну раз вы так ставите вопрос…"
        cs "Да. А я тоже побежала. Спать хочу - умираю."
        "Она зевнула, деликатно прикрыв ладонью рот."
        cs "До утра."
        "Я тупо кивнул и хлебнул уже привычно невкусного сбора."
        hide cs with dissolve
        "И только когда за Виолой закрылась дверь, почувствовал, насколько устал."
        "На ощупь добравшись до своей кровати, я, не раздеваясь, вытянулся поверх покрывала."
        th "Чуть-чуть полежу, просто, чтобы спина отдохнула."
        "Пообещал себе я."
        window hide
        scene black with fade
    stop music fadeout 5
    return

label alt_day5_fz_begin:
    "Открыв глаза, я сразу вспомнил вчерашние события."
    "Если Виола не наврала, уже сегодня я буду полностью свободен!"
    "Разве что я совершенно не знал, что делать с этой свободой."
    menu:
        "Просто жить!":
            th "А почему бы и нет?"
            th "Мне здесь нравится, надо ловить момент."
            th "Путёвка в лето, которая мне ничего не стоила."
            $ routetag = "prologue"
            return
        "Попробовать наладить отношения с Леной (продолжение находится в разработке).":
            "Кажется, вчера Лена что-то хотела сказать."
            "Что-то, что давало мне если не надежду, то хотя бы намёк."
            th "Да какого чёрта! Мне достаточно и намёка!"
    "Сладко потянувшись, я улыбнулся новому дню."
    th "В конце концов, жизнь продолжается, и это прекрасно!"
    window hide
    show spill_red with dspr
    $ renpy.pause(2, hard=True)
    show spill_gray with dspr
    $ renpy.pause(2, hard=True)
    show alt_credits timeskip_dev at truecenter with dissolve2
    $ renpy.pause(4, hard=True)
    with dissolve2
    window hide
    return