label alt_day6_us_px_begin:
    play music music_7dl["unfulfilled"] fadein 5
    play ambience ambience_int_cabin_day fadein 2
    scene anim prolog_1
    with dissolve
    "Мне снился какой-то странный сон ночью."
    "Тот самый, что забываешь ещё быстрее, чем сознание нехотя возвращается в тебя."
    "Зато хорошо отпечатались в памяти знакомое уже ласковое солнечное тепло на щеках и ладонях."
    "Только больше в этот раз, гораздо больше — будто среди ночи распахнулось звёздное небо, явив с изнанки солнышко."
    "Или хотя бы солнечный зайчик."
    "Ещё лучше — два солнечных зайчика!"
    "Пусть они прыгают по комнате и играют, носясь по потолку и одеялу, щекочут нос и заставляют спящую Ольгу Дмитриевну улыбаться во сне."
    "А когда один из них доберётся до шкафа, где поджидает своего часа зеркало… Ух, сколько восторга и танцев!"
    "Так было, так есть."
    window hide
    with fade
    "Потому что я считаю, что так — правильно!"
    "Тогда всё будет правильно, и мне не так обидно будет просыпаться."
    "Зайчики снова нырнут в ладонь, обжигая её в самой середине, но теперь-то всё иначе."
    "Теперь я чувствую их как часть себя, огненным расплавом бьющихся по жилам, выжигающим из крови всё, что неуместно в этом конкретном мгновении."
    "Что неуместно в жизни человека вообще."
    "Я понял сейчас, что отравившая кровь сырость и серость никогда не были частью меня, это всё кто-то привнёс извне."
    "А от всякой гадости организм рано или поздно должен избавляться."
    "Иначе заболеет."
    "Потому я заглянул внутрь себя — где резвились и играли два крохотных пасынка солнца и улыбнулся им:"
    me "Тай-тай…"
    scene bg int_house_of_mt_sunset
    mt "И тебе с добрым утром."
    "Послышалось с соседней кровати."
    if alt_day4_neu_us_pixies == 3:
        mt "Хотя высечь бы тебя, по-хорошему, за вчерашние твои выкрутасы."
    mt "Ты почему не спишь так рано? Ещё только восьмой час."
    me "А я не могу."
    "Улыбнулся я."
    me "Мне такой сон снился, а я его не запомнил."
    me "И ещё я выспался."
    if alt_day4_neu_us_pixies == 3:
        mt "Напился вожатской крови, вот и выспался."
        "Проскрипело в ответ."
    else:
        mt "Завидую чёрной завистью."
    mt "Ты отвернёшься и дашь мне одеться или сам поднимешься?"
    me "Поднимусь!"
    "Воскликнул я."
    "Это было как разминать плечи на холоде — будто бы в дельтовидных мышцах застоялся добрый литр горячущей крови, и стоит лишь его шевельнуть, как по всему телу пробегают волны мурашек."
    "У меня же в дельтовидных совершенно очевидно застоялся добрый литр высококонцентрированного энергетического концентрата."
    "Я сделал вдох, особым образом обмяк — и провисающий подо мной панцирь с еле слышимым скрипом подобрался, сгибаясь."
    "Будто бы я на долю секунды сумел сделать себе по-детски невесомым — то самое полузабытое умение."
    window hide
    with vpunch
    "С резким выдохом спрыгнул с кровати, в воздухе ещё отмечая положение аккуратно сложенной формы."
    "И… На долю секунды ощутил крайне странное дежавю."
    "О да! Дежавю. В этот раз так здорово на глазок подобранная Славей форма висела на мне неудобным чехлом."
    "Будто бы я успел сбросить пару килограмм, да ещё и уменьшился в росте."
    "Очень похоже на то, как я чувствовал себя несколько дней назад, выбираясь из автобуса."
    "Очень похоже!"
    mt "Семён, ты помолодел, что ли?"
    me "Спасибо за комплимент… Эй, не подглядывайте!"
    mt "Всё-всё, отворачиваюсь."
    "Донёсся смешок из-под одеяла."
    mt "А я из-за тебя, между прочим, полкило лимонок проспорила."
    me "Это как, интересно?"
    "Уточнил я, подтягивая ремешок и торжественно обещая себе найти Славю и как следует прибарахлиться."
    if alt_day4_neu_us_pixies == 3:
        mt "Я ставила на то, что у тебя нет совести, и ты сладко проспишь до утра."
        mt "Меня же убеждали в том, что из-за мук совести спать ты не будешь."
        mt "Или проснёшься пораньше."
    else:
        mt "Поспорили мы, я и Катюшка, что ты злостный соня, а твой лучший друг — будильник."
        mt "А Катюшка имела наглость заявить, что ты, мол, меня удивишь, ещё и раньше меня проснёшься."
    me "Хм. Неплохо. А мои десять процентов будут?"
    mt "За что?"
    me "Комиссионные! За использование моего светлого лика."
    mt "Марш умываться, светлый лик."
    "И я, улыбаясь, вывалился на улицу."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_begin:
    play music music_7dl["so_lonely"] fadein 5
    play ambience ambience_int_cabin_day fadein 2
    scene bg int_house_of_mt_sunset
    with dissolve
    "И снова дождь шепчет, снова тихий голос в тишине одиночества, из которого нет побега, нет выхода."
    "Он шепчет о том, что стоит лишь взять себя в руки, встряхнуться — и можно пробить пальцем этот изоляционный купол, эти стены, которыми ты наказал себя сам."
    "Казалось бы, наказание — воспитательный момент, оно служит лишь тому, чтобы научить чему-то человека."
    "Но они так дороги нам, эти кажущиеся незыблемыми стены, что мы держимся за них, забывая о том, что этот плен — доброволен."
    "Лишь единицам удаётся сделать что-то, и тогда только распахнутая грудь да стянутое шрамами сердце, которое в первые же мгновения свободы понимает: этот мир пластичен!"
    "Мир, что тебе поперёк горла, можно изменить!"
    "Или измениться самому. {w}Надо просто смириться с мыслью, что без трудностей не обойтись."
    "Принять решение изменить что-то любой ценой."
    "Вот и всё."
    "Итог может понравиться или не понравиться, оказаться более сложным, неприятным или даже опасным."
    "Но это абсолютно точно не будет то же самое, откуда ты сбежал."
    "Как это сделал я однажды."
    if alt_day5_neu_us_stores:
        "И пусть за нами наблюдает превратившийся в звезду ярко-жёлтый теннисный мяч!"
    window hide
    with fade
    "Сквозь полусомкнутые веки стучался в сознание золотой рассвет, а на соседней кровати уже никого не было."
    play sound sfx_knock_door2
    "В дверь негромко постучали, и я, закутавшись в одеяло, крикнул:"
    me "Открыто!"
    play sound sfx_open_door_strong
    show dv normal pioneer at zenterleft
    show sl normal pioneer at zenterright
    with dissolve
    "Дверь распахнулась, и в комнате сразу же стало ощутимо мало места."
    "Вошли люди, которых я никак не чаял увидеть вместе!"
    "И вошли неправильно."
    "Это же пионеры, юность, бурлящая кровь! Они должны были ввалиться толпой, гомоня и смеясь, болтая о чём-то вперехлёст и перебивая друг друга."
    "А эти же вошли официально, одна за другой, кивнули мне сдержанно и замерли в дверях."
    me "Привет."
    "Помахал рукой из-под одеяла я."
    me "А вы здесь… Зачем?"
    show dv grin pioneer at left with dspr
    dv "Спишь ещё, засоня?"
    "На мгновение проглянула прежняя Двачевская."
    "Я покосился на часы — до подъёма было ещё около пятнадцати минут."
    show dv normal pioneer
    show sl smile pioneer
    with dspr
    sl "Извини, что мы так без стука и приглашения. Не видел Ольгу Дмитриевну?"
    "Я медленно покачал головой, чуйкой своей ловя в воздухе флюиды неприятностей."
    me "Она должно быть на летучке."
    sl "А, да. Точно."
    dv "Мы тогда позже зайдём."
    window hide
    with fade2
    "Они замешкались, и я полюбопытствовал:"
    me "А что произошло-то?"
    dv "А, не суть. Пошли, Славя."
    "Славяна послушно кивнула и, дождавшись, пока Алиса выйдет, освободила помещение сама."
    "Мои вопросительные крики они проигнорировали полностью."
    play sound sfx_open_dooor_campus_1
    hide sl
    hide dv
    with moveoutbottom
    "Они делали всё до гротеска корректно и без лишних движений."
    "Кивнули мне, развернулись через левое плечо."
    play sound sfx_close_door_1
    "Преувеличенно аккуратно прикрыли за собой дверь."
    me "Бессмыслица какая-то."
    "Резюмировал я, и, дождавшись, пока стихнут шаги по лестнице, вылез из-под одеяла."
    "Настроения досыпать свои законные минуты не было совершенно."
    dreamgirl "Они выглядели так, будто что-то потеряли."
    th "Почему ты так считаешь?"
    dreamgirl "Глаза."
    "Внутренний голос усмехнулся."
    dreamgirl "Как у побитой собаки, или опаздывающего человека, упорно не замечающего ключи в своей руке, и всё ищущего их по дому."
    "Одевшись, я подошёл к окну и раздумчиво посмотрел на творящееся снаружи."
    "Вчерашний навязчивый кризализм канул в лету — за окном не бушевала стихия, и тёмный пододеяльный уют больше не казался самым притягательным в мире."
    "Нет, там был самый обыденный летний рассвет, на листьях сирени крупными каплями высыпала роса, и было тихо-тихо, как бывает только перед самым подъёмом."
    "Я знал, что так и будет однажды — я проснусь всеми забытый, и проходящие мимо люди будут меня спрашивать лишь о ком-то ещё."
    "Что моё полузабытое {i}Настоящее{/i} догонит меня и здесь."
    "Но я не мог знать, что оно будет настолько мерзким."
    "Уставившись в окно, я запел:"
    me "А не спеть ли мне песню… А не спеть? А? Не спеть?"
    "Я вздохнул."
    me "Нет, не спеть."
    "С реки донёсся едва слышимый гудок — лесная завеса прекрасно гасила все звуки."
    if alt_day4_neu_us_pixies != 0:
        "Какой бы глупой ни была идея Данечки — нынешний я подспудно видел в ней рациональное зерно."
        "И даже желание стать смотрителем маяка."
        th "Быть может, этот мальчик станет кем-то вроде меня в будущем?"
        "Неожиданно пришло в голову."
    "Так или иначе, пора выбираться на улицу."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return

label alt_day6_us_7dl_exercises:
    scene bg ext_houses_sunset
    with fade
    play music music_7dl["explore"] fadein 5
    "В воздухе веяло прохладцей неохотно уходящей ночи, заставляя ёжиться и тщетно кутаться в куцую рубашечку в поисках остатков тепла."
    me "Люди здесь, конечно, добрые работают."
    "Пробормотал я, припоминая, что в некоторых лагерях, между прочим, корпуса тёплые, каменные, с санузлом…"
    "Хотя какой бы это был в таком случае лагерь?"
    "Так, санаторий."
    "Лагерь просыпался."
    "Между домиками уже шныряли вожатые, где деликатно стучась в двери, а где — бесцеремонно вламываясь в комнаты."
    "И вот же какая штука — чем старше отряд был, тем реже было последнее."
    th "Опасаются, что пионеры спросонок могут и запульнуть чем-нибудь?"
    dreamgirl "Скорее, уважают право подростков немного постесняться своих молодых, красивых вожатых." 
    dreamgirl "Хотя некоторые вовсе не понимают значение этого слова. Вон, например."
    "На крылечке домика сонно потягивалась Мику, явно не спешащая ни умываться, ни вообще просыпаться."
    "Я помахал ей рукой, и она улыбнулась было мне, но тут же, ойкнув, прикрыла ладошкой зевок."
    th "Сонная сплюшка."
    "Усмехнулся я, поворачивая на тропинку, ведущую к умывальнику."
    if alt_day4_neu_us_pixies == 3:
        window hide
        scene bg ext_washstand_day
        with dissolve
        "Когда я подошёл к умывальникам, я заметил, что плескаться мне предстоит в компании."
        show el normal pioneer with dspr
        el "С добрым утром."
        "Улыбнулся Электроник."
        el "В курсе уже?"
        me "В курсе чего?"
        "Электроник был прост в общении — он не корчил из себя невесть кого, не задирал нос и в целом говорил кратко и по существу."
        el "Лена и Ульяна пропали."
        me "То есть, как пропали?"
        "Электроник легкомысленно улыбнулся и дёрнул плечом."
        el "Славя с утра вышла на пробежку, а там Алиса — не знает, куда делась её соседка по комнате."
        show el smile pioneer with dspr
        el "Стали искать по лагерю, а там и Мику из дома вышла."
        el "Оказалось, Лена тоже исчезла куда-то."
        me "И ты так спокойно об этом говоришь?"
        show el normal pioneer with dspr
        el "За Лену-то я особо не опасаюсь. У неё, во-первых, отец милиционер! Научил её всяким штукам."
        me "А во-вторых?"
        "Он легкомысленно покачал головой."
        el "А во-вторых она каждый год так убегает в последний день, есть у неё такая привычка."
        el "Причём хорошо так убегает, ни разу найти не смогли."
        show el smile pioneer with dspr
        el "Такие дела."
        "Он закрутил воду и помахал мне:"
        el "До скорого."
        hide el with dissolve
    "Место встречи изменить нельзя, встретимся в аду!"
    "Латунно-кафельное чудовище притаилось на своём месте и плотоядно ухмылялось, ожидая очередную жертву."
    me "Нет твоей власти надо мной, умывальник."
    "Прищурился я, собираясь с духом."
    window hide
    scene bg ext_washstand2_day at zentercenter
    with dissolve2
    play sound sfx_open_water_sink
    $ renpy.pause(1)
    play sound_loop sfx_water_sink_stream
    "Конечно, никакой власти."
    me "А-ах!" with vpunch
    "Кроме власти над дыханием."
    "И над чёткостью лагеря вокруг."
    "Мне пришло в голову вдруг, что если бы это всё было банальным сном, как мог бы я вообразить и воплотить в жизнь такой вот кошмар?"
    "А, значит, что?"
    th "Всё это — взаправду?"
    dreamgirl "Есть некоторые сомнения…"
    me "А-а-а-а!" with vpunch
    "Нет! Нет никаких сомнений."
    "Распотрошив коробку с порошком, я заработал щёткой, опасливо держась подальше от жидкого льда."
    "Наивно надеясь, что вот сейчас вода немного сойдёт, и…"
    "Должно же солнце уже начать греть!"
    me "Ых!" with vpunch
    dreamgirl "Чтобы быть здоров — закаляйся! Голым пузом ляг на гвоздь и вращайся!"
    "Теперь, вместо того, чтобы напропалую пошлить, внутренний голос переключился на вполне себе невинные издёвки."
    "И я не был уверен в том, что рад замене."
    "В конце концов, про баб-с думать не в пример приятнее, чем о вращении пузом на гвозде."
    if alt_day4_neu_us_pixies == 3:
        dreamgirl "Привыкай… мелкий."
        th "В смысле?"
        dreamgirl "Эй, я говорю «мелкий», а не «тупой»!"
        th "От олуха слышу."
        "Привычно оскорбился я."
        "Привычно — так как обижало отсутствие ответа на прямой вопрос, а не какие-то там обзывательства."
    else:
        dreamgirl "Надо было вставать пораньше, тогда был бы тебе материал для обдумывания!"
        th "Спасибочки, нет."
        "Уловил я намёк."
        th "Мне до сих пор стыдно за мои попытки подглядеть из-под одеяла."
        dreamgirl "А мне нисколечко. И заметить мне удалось куда больше, пока ты там сопел."
        th "Я не сопел!"
        dreamgirl "Умывайся давай. Сублимировать будешь — творчество там, ещё какой спорт."
        dreamgirl "Раз такой ты обалдуй."
    "Пока я драил челюсть да препирался с внутренним болтуном, вода не нагрелась ни на градус."
    "Так что пришлось терпеть муки и лишения ещё раз."
    me "Брррр."
    window hide
    stop sound_loop
    play sound sfx_close_water_sink
    pause(1)
    scene bg int_house_of_mt_sunset at zentercenter
    show mt smile sport
    with fade
    if alt_day4_neu_us_pixies == 3:
        "Когда я вернулся намытый домой, я обнаружил там вожатую."
        "Несмотря на россказни Эла, не выглядела она ни напуганной, ни подавленной."
        "Улыбалась и цвела как майская роза."
    else:
        "Ольга Дмитриевна так и сидела на своём месте, будто никуда не уходила."
        "Похоже, вчерашние мои похождения она решила не припоминать."
        th "Или задумала какую-нибудь особо хитрую пакость, разом мстящую мне за тысячи лет лишений."
    mt "Вчерашние послабления закончились, пора возвращаться в строй!"
    "Жизнерадостно сообщила она."
    mt "Надеюсь, ты выспался и набрался сил, так как день сегодня будет долгий."
    "Всё тем же тоном, будто бы это самая лучшая новость, какую только можно услышать."
    if alt_day4_neu_us_pixies == 3:
        me "А что с Леной и Ульяной?"
        show mt normal sport with dspr
        mt "Тихонова у меня отпросилась ещё вчера, я её отпустила. А вот Ульянка получит своё!"
        "Вот здесь я совершенно не понял."
        me "В каком это смысле «отпросилась»?"
        mt "В прямом. У меня есть договорённость с её отцом, и… Долгая история, короче."
        mt "Сейчас куда важнее зарядка!"
        "Я счёл, что такая расстановка приоритетов выглядит странно и открыл было рот, чтобы поспорить, но она уже вскочила:"
    else:
        "Не было печали."
        me "Почему долгий?"
        mt "Вот на линейке и узнаешь!"
        me "Я так и понял."
        mt "А что у нас всегда происходит перед линейкой?"
        me "Кофий с плюшками?"
        "Вожатая рассмеялась:"
    mt "На зарядку бегом… арш!"
    window hide
    play sound sfx_open_dooor_campus_1
    scene bg ext_house_of_mt_sunset with fade
    play ambience ambience_camp_center_day fadein 3
    "Вытолкав меня за дверь, вожатая закрыла домик на ключ:"
    show mt normal sport with dspr
    mt "А то знаю я тебя! Обязательно вернёшься досыпать."
    me "И в мыслях не было."
    show mt smile sport with dspr
    mt "Да, да. Марш!"
    "Она развернула меня лицом к площади и подтолкнула."
    window hide
    scene bg ext_square_sunset with dissolve
    "Всегда интересовало, как это Ольга умудряется собрать сюда всю эту толпу?"
    "Лично для меня это больше всего походило на попытки жонглировать сразу десятком мячей."
    "Какой бы ты ни был ловкий, а удержать в воздухе сразу всё не получится."
    "Так и здесь: гонишь одного, второй укладывается, поднимаешь его, третий сбежал."
    "Но Ольга, похоже, считала жонглирование десятью мячиками очень даже выполнимым делом."
    "Кивнув нам, она встала сразу за толкучкой, зорко следя, чтобы никто не отбился от стада."
    "А минутой спустя появилась и наша спорторг."
    show sl smile sport with easeinright
    "Как всегда неотразимая, до скрипа вымытая и до отвращения бодрая."
    th "Ничто так не бесит с утра, как всё."
    "Но Славю и ломом не перешибёшь: окинув нас взглядом, она встала перед трибуной и лихо взмахнула ладонью."
    play music music_list["always_ready"] fadein 3
    sl "Физкульт-привет!"
    "Стадо уныло шевельнулось, видимо, выражая, как оно безмерно радо начать зарядку, хотя я и слышал нечто вроде «да иди брейся» из задних рядов. "
    "Или, возможно, мне всё это почудилось, и люди вокруг спят и видят, как бы начать махать руками?"
    "Я огляделся."
    "Да нет, бред какой-то."
    sl "Ноги на ширине плеч, махи руками, и — раз!.."
    hide sl with dissolve
    "Зарядка началась."
    show mi normal casual at zenterright
    with dissolve
    "Сегодня был человек, которого я никак не ожидал здесь увидеть."
    "Мику."
    "В неком полуспортивном костюмчике, она размахивала конечностями и всеми своими японскими силами радовалась жизни."
    "А вот её соседку по комнате разглядеть не удавалось никак."
    "Появилось даже подозрение, что Мику специально пришла подменить Лену на случай, если нас вдруг начнут считать по головам."
    hide mi with dissolve
    if (alt_day4_neu_us_pixies != 0 and loki) or alt_day4_neu_us_pixies == 2:
        show dn sick pioneer at zenterleft
        show tn shy pioneer at fleft behind dn
        show al normal pioneer at cright behind dn
        with dissolve
        "Данечка сотоварищи тоже были здесь."
        "Оно и ожидаемо: будущий смотритель маяка должен быть в форме."
        "Хотя по Данечкиному лицу было заметно, что в гробу он такую форму видал."
        hide dn
        hide al
        hide tn
        with dissolve
    if alt_day4_neu_us_pixies == 3:
        show dv sad sport
        with dissolve
        "Алиса явно беспокоилась за отсутствующую подругу, она крутилась и смотрела по сторонам в поисках красных хвостов."
        "Тщетно, разумеется."
        hide dv with dissolve
    else:
        show dv normal sport at left
        show us normal sport at right
        with dissolve
        "Тандем рыжих также присутствовал в полном составе — солидарно со мной, они спали на ходу."
        "С открытыми глазами."
        "Редкое умение!"
        "Почувствовав мой взгляд, они отреагировали кислыми улыбками и вернулись ко сну."
        hide dv
        hide us
        with dissolve
    th "Мой отряд."
    th "Мой."
    "И с трудом увязывал себя со всеми этими молодыми людьми."
    "Нет, я не чувствовал себя чужим, и совесть меня не мучила."
    "Это как быть безотрядником, свободным от всех режимных моментов и заявиться на территорию, пока остальные заняты какой-то режимной пургой."
    "И вы смотрите друг на друга вот так — со взаимной, обоюдной завистью."
    "Пионерам поперёк горла уже стоит вся эта режимная чушь, взять бы отпуск…"
    "Или пусть дождь пойдёт, что ли."
    "Тогда никто никуда гонять не будет, можно будет поваляться на кровати, почитать книжку."
    "Отдохнуть от лагерной суеты."
    "А тебе обрыдла уже твоя неприкаянность."
    "Хотя оба прекрасно понимаем и плюсы своего положения."
    "Но не зря же говорят, что чужое — слаще."
    "Закончив разминку тазового пояса, выглядевшего в её исполнении крайне эротично, Славя что-то прокричала и убежала на пробежку."
    "Часть пионеров потянулись за ней."
    show mt smile  pioneer with moveinleft
    mt "Почему бежать не пошёл?"
    "Вожатая, непонятно каким образом успевшая переодеться, подошла ко мне и хлопнула по плечу."
    mt "Заниматься бегом полезно для здоровья!"
    me "Сами-то…"
    "Пробурчал я."
    show mt grin pioneer with dspr
    mt "Я не могу."
    "Вздохнула Ольга."
    mt "Мне надо заниматься линейкой, а так бы я обязательно пробежалась."
    me "Так я вам и поверил."
    "Ольга расхохоталась и отчалила к трибуне."
    hide mt with dissolve
    stop music fadeout 3
    "А я отправился на наше отрядное место."
    "Строиться."
    "Несколько минут спустя ко мне присоединилась и Славя, и прочие пионеры из тех, что я уже успел заметить."
    "Отсутствовала Лена."
    if alt_day4_neu_us_pixies == 3:
        "Да Ульянка запропастилась непонятно куда."
    show sl normal pioneer with dspr
    sl "Семён, не видел Лену?"
    "Славя выглядела озабоченно, явно кого-то потерявшей."
    me "Нет. И на зарядке её нет."
    sl "Да её вообще нигде нет. {w}И Ольга Дмитриевна запретила её искать."
    me "Может, выполняет ответственное партийное поручение?"
    show sl smile pioneer with dspr
    sl "Хороший настрой. И на зарядке ты тоже неплохо выглядел."
    show sl normal pioneer with dspr
    sl "Если бы не последний день, я бы даже порекомендовала тебя Ольге Дмитриевне вести зарядку."
    me "А ты?"
    "Не понял я."
    sl "Работали бы посменно, два через два!"
    me "Спасибо, но я пас."
    show sl laugh pioneer with dspr
    sl "Ничего, я бы тебя уговорила."
    "Рассмеялась Славя, и на нас шикнули с трибуны."
    "Мы тут же смолкли и изобразили служебное рвение."
    window hide
    if alt_day4_neu_us_pixies == 3:
        scene cg d4_lineup_no_un_us_7dl
    else:
        scene cg d4_lineup_no_un_7dl
    "Хотя и напрасно — это только наш отряд выстроился в полном составе."
    "Ну… Насколько это было возможно в сложившейся ситуации."
    "Остальные отряды не отличались такой же дисциплиной, так что вполне можно было бы и поболтать ещё."
    "Тем более, что я-то не против."
    "А Славя?"
    "Покосившись на неё, я со вздохом отказался от этой затеи."
    "Она выпучила глаза, выпятила грудь колесом, вытянулась во фрунт, однако лёгкая дымка во взгляде выдавала её с головой."
    th "Любопытная форма транса."
    "Динамики проорали нечто похожее на горн, и Ольга Дмитриевна прочистила горло."
    mt "С добрым утром, лагерь «Совёнок!»"
    "Рявкнула она."
    voice "Бу…бу-бу-бу…"
    "Отозвались пионеры."
    mt "Пионеры, не спать! С добрым утром, лагерь!"
    "Ряды подтянулись, в утренний воздух ввинтилось громогласное:"
    voice "Здрав! Жалам! Трищ старш вожатый!"
    mt "То-то же!"
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_square_sunset
    show mt normal  pioneer at zenterleft
    with dissolve
    "Оглядев ряды ещё раз, вожатая удовлетворённо кивнула."
    mt "Дорогие друзья! Сегодня последний день второй смены, потому он объявляется прощальным днём."
    "Прапорщик Хартман удавился бы за такую голосину."
    "А наедине — ничего, такая себе милая девушка, голос с хрипотцой, бархатистый."
    mt "Сегодня необходимо завершить все дела, что вы не сделали, сдать все долги и как следует отдохнуть напоследок."
    mt "Даже те из вас, кто остаётся на третью смену, должны будут встретить её в чистом и опрятном лагере, поэтому дежурному отряду придётся потрудиться как следует!"
    show mt normal pioneer with dspr
    mt "Но самое главное — это сегодняшний гала-концерт!"
    mt "Потому те из вас, кто задействован в программе, после обеда освобождаются от всех дежурств и обязанностей."
    mt "Моё условие одно!"
    "Продолжала грохотать Ольга Дмитриевна."
    show mt angry pioneer with dspr
    mt "Вы {b}обязаны{/b} быть на репетиции!"
    mt "Если я узнаю, что вы сачковали, а на эстраду не явились… В общем, я вас предупредила!"
    th "Ой, боюсь-боюсь." 
    if alt_day4_neu_us_pixies == 3:
        "В свете всего вчерашнего, что мы успели учудить с мелкой и её сегодняшним исчезновением…"
        "Говоря короче, не пугали меня угрозы и не трогали."
        "Я почувствовал, как уголки губ против воли разъезжаются в стороны, когда вспомнил, как мы шайкой-лейкой пошли на лихое дело."
        dreamgirl "Разбойники настоящие. Бандиты!"
        th "Зависть — плохое чувство."
        dreamgirl "Да не особо и хотелось."
        th "Да. Да."
    else:
        "Сегодня мне ни дежурить, ни петь не грозит."
        "Хотя и был у меня ряд косяков перед вожатой, всё же в этот раз всё завершилось относительно безобидно."
        "Меня даже дежурить по столовой не поставили!"
        "Откуда знаю?"
        "Так не подняли за полчаса до подъёма, как в прошлый раз!"
    mt "А вечером после ужина — прощальная дискотека!"
    mt "Так как она праздничная, то будет продлена на целый час для старших отрядов!"
    play sound sfx_7dl["eat_horn"] fadein 1
    "Ликующий вопль заглушил и слова вожатой, и не к спеху заоравший горн."
    play ambience ambience_camp_center_evening
    "Ольга Дмитриевна что-то ещё говорила, но никто её не слушал."
    show mt normal pioneer with dspr
    "В итоге она просто вздохнула и милостивым взмахом руки благословила пионеров на поход в столовую."
    hide mt with dissolve
    "Развернувшись вместе со всеми, отправился и я."
    hide mt
    window hide
    stop music fadeout 3
    stop sound fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_breakfast:
    scene bg int_dining_hall_people_sunset
    with dissolve
    play ambience ambience_dining_hall_full fadein 3
    play music music_7dl["everyday"] fadein 5
    "Несмотря на то, что мы вроде как первый отряд, в столовую на самом деле всегда попадали последними."
    "Уж не знаю, кем так заведено, но спокойно поесть в тишине можно только в одном случае."
    "В случае ночного взлома с проникновением."
    if alt_day4_neu_us_pixies == 3:
        "Как это устроили мы вчера с Ульяной."
        "Честно сказать, до сих пор не понимаю, почему нам толком не влетело за всё хорошее."
    else:
        "Как это пытались сделать Алиса с Ульяной несколько дней назад."
        if alt_day_binder != 1:
            "Безуспешно, разумеется — и не съели ничего, и Славе попались."
        "Вот и сейчас, Ульяна стояла в очереди передо мной, а сама нет-нет, да и косила глазом на вожатую."
        "Два обормота."
    if alt_day4_neu_us_pixies == 3:
        "Только вот Ульяна запропала куда-то, я всё сильнее беспокоился за несносную девчонку."
        "Не то чтобы мне было совсем наплевать на судьбу Лены, но… Приоритеты, приоритеты…"
    else:
        "Ольга же, наоборот, чувствовала себя вполне себе замечательно среди этого гомона, улыбалась, перебрасывалась со стоящей здесь же вожатой второго отряда какими-то фразами."
        "Этим-то повезло — им дежурные накрывают!"
    "Так или иначе, подошла моя очередь, и я, взяв тарелку с кашей и пару бутербродов, стал прикидывать, куда можно сесть."
    if alt_day4_neu_us_pixies < 3:
        menu:
            "Сесть с Мику":
                $ alt_day6_us_7dl_mi_friends = True
                "Мику как всегда сидела в одиночестве."
                "И это совершенно не укладывалось у меня в голове."
                "При всех своих недостатках вроде болтливости и полного отсутствия чувства такта японка обладала одним неоспоримым преимуществом."
                "Она была очень красивой японкой."
                "Чёрт возьми, да просто ради того, чтобы поболтать с красивой девушкой, иные готовы терпеть ещё и не такое."
                dreamgirl"В конце концов, есть же такая вещь, как дрессура."
                th "Пардон?"
                dreamgirl "Э, я имею в виду, компромисс, да."
                show mi normal pioneer with dspr
                mi "О, компания."
                "Кивнула мне Мику."
                mi "Каким тайфуном к нам?"
                "Я улыбнулся:"
                me "Просто захотелось сесть рядом. Можно?"
                "Её мой легкомысленный тон не обманул, так как она старательно дожевала и только после этого подняла на меня глаза:"
                show mi sad pioneer with dspr
                mi "Что, так плохо выгляжу?"
                th "Да нет, выглядишь ты как раз очень даже неплохо."
                me "Судя по тому, что сегодня ты выполняешь роль Лены по сидению с унылым выражением, да так, что вожатая ничего не заметила…"
                me "Кстати, а где твоя соседка?"
                show mi normal pioneer with dspr
                mi "Пёс его знает."
                mi "Собралась часов в шесть утра, вышла на улицу. С тех пор я её не видела."
                me "А куда пойти могла, не знаешь?"
                "Пара догадок у меня имелась, конечно."
                show mi smile pioneer with dspr
                mi "Судя по купальнику под формой — куда-то точно к воде. Купаться, наверное, или костёр жечь и тоже купаться."
                me "Тоже неплохой способ провести последний день. Приятного аппетита, кстати."
                "Мику кивнула."
                show mi normal pioneer with dspr
                mi "Я считаю иначе. Потратить день в одиночестве можно и дома. Для этого совсем не обязательно ехать в какой-то лагерь, как считаешь?"
                me "А как надо?"
                show mi happy pioneer with dspr
                mi "Надо петь как в последний раз, танцевать как будто никто тебя не видит, получать удовольствие от людей вокруг! И…"
                show mi upset pioneer with dissolve
                mi "Общаться…"
                "Она потускнела."
                me "Может, ты и на дискотеку тогда пойдёшь?"
                show mi smile pioneer with dspr
                mi "До дискотеки ещё дожить надо. А самым важным у меня сегодня концерт."
                if alt_day3_dv_invite or alt_day3_dv_event:
                    mi "Ты же, вроде, на гитаре неплохо играл. Не хочешь поучаствовать?"
                    me "Поучаствовать в чём? В издевательстве над Семёном с гитарой?"
                    me "С моим классом игры я вам разве что три блатных аккорда возьму."
                else:
                    mi "Ты, случаем, не поёшь или танцуешь?"
                    me "Только матерные частушки."
                show mi laugh pioneer with dspr
                mi "Спасибо, такого добра нам не надо. "
                "Рассмеялась Мику, покачав головой."
                "Кажется, она мало-помалу начинала приходить в себя — во всяком случае, теперь в ней было больше от привычной мне Мику."
                me "А больше я ничего и не умею."
                show mi sad pioneer with dspr
                mi "Сень, надо было подавать заявку, мы бы тебе обязательно что-нибудь придумали."
                mi "Поставили бы и отрепетировали что-нибудь."
                me "Гопака?"
                "Нет, чувство ритма с голосом никуда не делись, но что-то не грела меня мысль выступать."
                me "Учти, что-то посложнее выучить за четыре дня попросту невозможно."
                show mi smile pioneer with dspr
                mi "Это тебе так кажется, а вот как припрёт… Нужда научит, нужда заставит! Кажется, так правильно?"
                "Я кивнул."
                "В чём-то японка была права: форс-мажоры порой заставляют человека выдавать ещё и не такие чудеса."
                "Только что-то не хотелось мне становиться ни жертвой форс-мажора, ни подопытной свинкой этой вот одухотворённости."
                "Потому я покачал головой."
                me "Теперь-то что говорить, на что я способен, а на что не способен. Поезд ушёл."
                mi "Да, наверное…"
                show mi happy pioneer with dspr
                "Тут она просияла."
                mi "Хотя ты всё ещё можешь сделать доброе дело!"
                show mi normal pioneer with dissolve
                me "Это какое, интересно?"
                mi "Как настоящий кавалер, ты не должен бросать девушку в беде, а мне сейчас требуется помощь!"
                dreamgirl "Кавалер?"
                me "Помощь?"
                mi "У меня сейчас целая куча трудов предстоит, по настройке и оформлению."
                "Она наклонилась ко мне поближе и понизила голос:"
                mi "Честно сказать, вообще с трудом понимаю, как это они справлялись все эти годы до тех пор, пока в лагере не появилась безотказная худрук Хатсуне?"
                th "С грехом пополам, как."
                me "А от меня-то что требуется?"
                "Протянул я, догадываясь уже, куда она клонит."
                show mi normal pioneer with dspr
                mi "Нет, таскать ничего тяжёлого не придётся! Ну, почти."
                mi "Просто здорово так, что ты рядом сел, хоть поболтать есть с кем. А то порой, когда молчишь постоянно и работаешь, работаешь! И молчишь!"
                if ('mi' in list_d2_date_7dl):
                    mi "Ты вот, приходил — но потом быстро сбежал! Меня вообще мало кто может выдержать долго."
                "Она вздохнула."
                mi "Такая тоска."
                me "Составить тебе компанию в музыкальном клубе?"
                show mi shy pioneer with dspr
                "Японка покачала головой:"
                mi "Нет, там не надо. Хотя…"
                me "Ладно, как определишься со своим раздвоением личности, скажи. Я подумаю."
                dreamgirl "Эй, я уникальное явление!"
                th "Цыц… Уникальное явление."
                show mi laugh pioneer with dspr
                mi "Ладно, ладно! Мне нужен помощник, напарник и тот, кто будет со мной болтать!"
                th "Парень тебе нужен. Такой, чтобы не тушевался и не стеснялся."
                dreamgirl "Предлагаешь свою кандидатуру?"
                th "Не думаю, что это хорошая идея."
                dreamgirl "А зря!"
                mi "Можно рассчитывать на тебя?"
                me "Рассчитывать-то рассчитывай, но я пока не уверен в том, что у меня получится вырваться."
                mi "А ты сразу скажи Ольге Дмитриевне, что идёшь мне помогать, и она тебя живо отпустит!"
                mi "Даже проверять не будет."
                th "Догадываюсь, почему."
                me "Я подумаю, не против? Полчасика погоды не сделают."
                hide mi with dissolve
                "Мику закусила губу, но, ничего не сказав в ответ, поднялась, оставляя меня в одиночестве."
            "Сесть со Славей":
                $ alt_day6_us_7dl_sl_friends = True
                show sl smile pioneer with dissolve
                "Славя улыбнулась, когда я поинтересовался:"
                me "Можно?"
                "И кивнула на место рядом с собой."
                me "Приятного аппетита!" 
                sl "И тебе!"
                "Бутерброды и каша — пища наша."
                "Сегодня ради разнообразия нас не травили какао со сгущёнкой, кофе со сгущёнкой же и прочей отравой."
                "Вообще, быстро я зажрался, да."
                "По сравнению с той неземной кухней, что бывала у меня дома, когда выбор был из доширака с майонезом и доширака без майонеза, местная кухня была весьма изысканной."
                "Это просто я обнаглел."
                sl "Лучше заправься поплотнее, работы предстоит много."
                sl "Ольга Дмитриевна умеет поставить задачи так, чтобы до обеда передохнуть некогда было."
                me "Я думал, тебе такое в радость?"
                "Ну, конечно, армейская логика: чем б солдат не занимался, лишь бы он заколебался."
                show sl smile2 pioneer with dspr
                sl "Мне уже давно никаких заданий не дают."
                me "Что-то не похожа ты на сачка."
                "Указал я."
                show sl normal pioneer with dspr
                sl "Мне доверия больше."
                "Славя долго не раздумывала с ответом."
                "Видимо, и на этот счёт её не раз спрашивали: в её тоне явно сквозили терпеливо-усталые нотки специалиста техподдержки."
                me "Неужели ты ходишь собирать задания к доске объявлений?"
                "Усмехнулся я."
                show sl smile pioneer with dspr
                th "За них тебе дают экспы, золота и…"
                dreamgirl "Веником по хребту!"
                sl "На самом деле, я уже очень давно сама себе придумываю занятия."
                me "Придумываешь? Может, тогда придумаешь нам занятие по походу на пляж?"
                show sl laugh pioneer with flash
                "Попытка была неплохая, попробовать стоило точно."
                sl "Да нет же! Я, наверное, неправильно выразилась."
                sl "Но у меня есть перечень обязанностей, и я их по мере возможностей выполняю."
                me "Добровольных, наверное, обязанностей."
                window hide
                show sl smile pioneer 
                with fade2
                "Славя кивнула."
                sl "Сегодня у меня как раз появилось время разобраться немного на складе с формой и бельём."
                sl "Надо подготовиться к следующей смене."
                show sl normal pioneer with dissolve
                sl "Вообще, я у Ольги Дмитриевны людей не просила, но если ты попросишь, уверен, она тебя отпустит помогать мне."
                "Девушка произнесла это таким тоном, будто отказ был заведомо невозможен."
                th "Наглость — второе счастье!"
                if loki:
                    me "Помогать тебе?"
                    sl "Да, если хочешь."
                    me "А если я не буду?"
                    show sl serious pioneer with dspr
                    "Славя вздохнула:"
                    sl "Я бы и одна справилась, но тебе же и помимо заданий от вожатой есть чем заняться?"
                    "Она с намёком покосилась в сторону Ульянки."
                    "Я почувствовал, как щёки покраснели, и поспешил опровергнуть все инсинуации:"
                    me "Конечно, есть! Но Ульяна тут ни при чём."
                    show sl laugh pioneer with dspr
                    sl "Я так и поняла. Но если ты вдруг решишь заняться чем-то — один, без Ульяны — то можешь вызваться помочь мне на складе."
                    sl "Подумай над этим."
                else:
                    me "Думаешь, меня просто так отпустят?"
                    sl "Знаешь, мне кажется, сейчас у Ольги Дмитриевны будет слишком много дел и помимо уговоров заняться уборкой территории или подготовкой к концерту."
                    me "А какие ещё варианты?"
                    show sl smile pioneer with dspr
                    sl "Да полно вариантов!"
                    "Славя принялась загибать пальцы:"
                    sl "Уборка территории вместе с дежурным отрядом — раз."
                    sl "Подготовка к концерту с Мику — два!"
                    sl "Помощь со складом мне — три."
                    sl "Стенгазета — четыре!"
                    "Тут она понизила голос:"
                    show sl normal pioneer with dspr
                    sl "Правда, куда-то пропала Лена, и я очень за неё беспокоюсь."
                    me "Не за газету?"
                    show sl sad pioneer with dspr
                    sl "Я Лену знаю не первый год, и когда она начинает вести себя {i}странно{/i}, меня это заставляет беспокоиться."
                    me "Давно знаете друг друга?"
                    "Мне не была интересна их история, но следовало проявлять вежливость."
                    show sl surprise pioneer with dspr
                    sl "Да знаешь…"
                    "Медленно начала Славя, как-то странно глядя на меня."
                    sl "Не очень давно, три года всего."
                    me "В лагере познакомились?"
                    "Славя неохотно кивнула."
                    show sl serious pioneer with dspr
                    sl "Там была… причина, да."
                    sl "Но это долгая история, я сейчас не буду её рассказывать."
                    me "Вот, значит, как?"
                    me "А если я приду к тебе на склад помогать?"
                    show sl normal pioneer with dspr
                    sl "Сёмушка, имей совесть!"
                    sl "Это не только моя история, это ещё история и Лены."
                    me "Ну и ладно."
                    "Пробурчал я."
                    me "Не особо-то и хотелось."
                    "Славя поднялась."
                    sl "А насчёт моего предложения всё же подумай, хорошо?"
                me "Я подумаю."
                "Как будто у меня был какой-то выбор."
                hide sl with easeoutleft
                extend " И Славя, озарив меня напоследок ещё одной улыбкой, убежала."
            "Сесть с Ульянкой":
                $ us_pt += 1
                "Вообще, я думал сесть рядом с Ульянкой — было у меня, о чём с ней поболтать, однако мелкая с размаху плюхнулась на скамейку в самой гуще, потому пришлось выбирать себе место на отшибе."
                dreamgirl "Сычевальню."
                th "Спасибо, зануда."
                "Что ж, похоже, и правда придётся сесть где-нибудь в одиночестве."
                "Пробравшись между гомонящими пионерами к окну, где как раз закончил трапезу Электроник, я поспешил занять место."
                "Мне было о чём подумать и о чём помолчать."
                "Например?"
                "Да о странных пропажах, например."
                "О странном поведении некоторых пионеров и пионерок."
                if alt_day4_neu_us_pixies > 1:
                    "О совершенно необъяснимых способностях некоторых местных чегевар."
                else:
                    "О навязчивой идее «не встречаться» одной шкодливой малявки, продолжающей вгонять меня в краску, наконец!"
                "Было о чём."
                "Благо, сегодня уже совсем никуда не торопился и не стремился никому ничего доказывать."
                me "Итадакимасу."
                "Пожелал я и, раскланявшись с обернувшейся на звуки родной речи Мику, принялся за трапезу."
    else:
        "Я решил, что позавтракать в одиночестве будет не самой плохой затеей."
        "Хотя ни Ульяна, ни Лена так и не вернулись."
        "Это было довольно странно: в конце концов та же Ульяна толком поела вчера… да когда? На завтраке же."
        "Ольга же вела себя так, будто у неё всё-всё под абсолютным контролем."
        "Вот только где тот контроль, если она сама не в курсе, где у неё кто?"
        th "Или ей плевать?"
        "Мысль казалась дикой, но всё-таки."
        "Хотя это-то вряд ли."
        "Как бы ни был ты плох как педагог и человек, у тебя всё равно остаются мотивирующие начала."
        "Если не ум, честь и совесть, то хотя бы страх отхватить неиллюзорно по голове в случае, если начальство вскользь так осведомится: «У сон во пьони?»"
        dreamgirl "Во пьяни, во пьяни!"
        "Расхохоталось раздвоение личности."
        th "Я, между прочим, переживаю."
        dreamgirl "А за кого больше? За дочь полковника милиции или за внучку сотрудника спецслужб?"
        th "За обеих!"
        "Рявкнул было я, и тут же остыл:"
        th "За Ульяну — чуть больше."
        "Мы довольно сильно сблизились, пока проходили вчера вместе и голод, и холод, и лишения."
        "Так что я действительно беспокоился за неё и всё думал, где бы её найти."
        dreamgirl "Не вздумай. Ей же и шестнадцати нет."
        th "Тьфу, пошляк!"
        "Я вспомнил приставучую песенку про «сатисфакшн» и напевая её про себя, чтобы заглушить вопли вечного пошляка, принялся за завтрак."
        "Очень вкусно, кстати!"
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_helping:
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music music_7dl["temptation"] fadein 3
    "Ульяна уже закончила завтрак и сидела на крылечке, свесив ноги, облокачиваясь о нижнюю продольную трубку ограждения — бросала камешки, понятно."
    "Кто-то нарисовал «классики», и в секторе с тысячей уже сгрудилась ощутимая такая кучка огрызков известняка — попадания."
    me "Меня ждёшь?"
    "Не оборачиваясь, она дёрнула плечом."
    me "А кого тогда?"
    "Снова ноль реакции."
    me "Что-то случилось?"
    show us normal pioneer with dissolve
    us "Разве обязательно должно что-то случиться?"
    me "Просто ты какая-то… Я не знаю. Странная?"
    us "Я думаю просто."
    me "О чём?"
    us "Что это не я странная, а ты."
    me "В смысле?"
    "Ульяна, глядя куда-то в сторону, заговорила:"
    if alt_day4_neu_us_pixies >= 2:
        us "Мы поверили тебе, знаешь?"
        us "Я, Данька, мальчики."
        us "Показалось, что ты сможешь заменить Мирю."
        me "Разве не смогу?"
        us "Я не знаю. Сможешь?"
        me "Ну…"
        show us dontlike pioneer with dspr
        us "Вот видишь."
    elif alt_day4_neu_us_pixies != 0:
        us "Ты так старался попасть тогда к причалу, к пристани нашей."
        us "Вот тебе удалось. И что теперь?"
        me "Идти до конца, ты же сама говорила."
        show us calml pioneer with dspr
        us "А сможешь ли ты?"
    else:
        us "Ты так трогательно ухаживал вчера за мной."
        if alt_day5_neu_us_potato:
            us "Даже картошкой поделился, когда меня наказали."
        me "А не надо было?"
        show us shy pioneer with dspr
        us "Не знаю я!"
        "Отчаянно выкрикнула девочка."
        us "Я думала вчера, сегодня."
        us "Что тебе нужно от меня, Сёмыч, можешь сказать? Зачем ты ходишь за мной?"
        with flash2_red
        "Я почувствовал, как краснею."
        me "Да ничего! Разве для помощи товарищу нужен какой-нибудь повод?"
        show us normal pioneer with dspr
        us "Балда ты, Сёмыч."
        "Безжалостно припечатала Ульяна."
        us "И чего хочешь, не знаешь, и мне мешаешь."
        me "Да что я сделал-то?"
    show us sad pioneer with dspr
    us "Последнее время если ты где-то рядом, то мне постоянно не везёт."
    us "Ты как плохая примета, понимаешь?"
    us "Синдром неудачника."
    me "Да что я сделал-то?"
    stop music fadeout 3
    show us normal pioneer with dspr
    play music music_7dl["sneakupon"] fadein 3
    us "Ничего."
    us "И это самое плохое. А у меня столько дел было, мы с мальчишками почти нашли…"
    "Она оборвала себя."
    us "Нет, не надо тебе это знать."
    "Она впервые за всё время беседы посмотрела мне в глаза:"
    us "Пожалуйста, Сёмыч. Не ходи за мной. Хорошо?"
    me "Но…"
    us "Пусть у меня хоть что-то получится сегодня. Сделай мне такой подарок."
    th "Она говорит не своими словами."
    "Пришло вдруг в голову."
    th "Чужими, равнодушными, отрепетированными до блеска и отскока от зубов."
    "Хотя само по себе это равнодушие ещё не смертельно."
    "Гораздо хуже другое: человек, научивший Ульяну этим словам, сам не понимает, почему они чужие и равнодушные."
    "Почему не звучат в устах непосредственного и солнечного ребёнка."
    "И этот её… Учитель."
    "Да и я, чего уж там."
    "Мы же тоже в детстве были такими великодушными."
    "Такими всепрощающими в юности."
    "Но стоило нам стать чуть-чуть постарше — и вдруг всё исчезло."
    "Занесено быльём и пеплом, и ровным счётом никаких эпитетов не хватит для того, чтобы ответить на один простой вопрос."
    th "Куда делись юные мы?"
    me "Ты знаешь, Ульяна."
    "Начал я, старательно улыбаясь."
    me "Мы же с тобой не влюблённая парочка, чтобы расставаться так драматично, да?"
    show us shy pioneer with dspr
    me "Ты могла бы просто сказать мне что-то вроде «отвали, мешаешь», правда?"
    me "К чему тогда это всё?"
    show us shy2 pioneer with dspr
    us "Ох, и дурак же ты, Сёмыч."
    us "Вот правильно Алиска сказала — ты настолько трудный, что не понимаешь даже очевидного."
    us "А я же…"
    "Покачав головой, она встала."
    show us laugh2 pioneer with dspr
    "Перетряхнулась вся, как собака, отряхивающаяся после купания."
    "И меланхолия, как вода, стекла с неё, застывая парящими на солнцепёке лужицами у ног."
    us "Раз ты так просишь…"
    show us laugh pioneer close with moveinbottom
    "Она внезапно оказалась вплотную, так что я ощутил запах зубного порошка и неуловимый аромат, исходящий от её волос."
    us "Отвали! Мешаешь!" with vpunch
    "Я вздрогнул и зажмурился от неожиданности."
    show blink
    hide us
    with dspq
    pause(3)
    scene bg ext_dining_hall_near_day
    show unblink
    "А когда открыл глаза, обнаружил, что остался в одиночестве."
    "Только отголоски смеха донеслись откуда-то из-за спины."
    me "Дела…"
    "Протянул я и сел на скамейку."
    "Мне требовалось прийти в себя."
    th "Какая муха её укусила?.."
    "Спросил я себя."
    show dreamgirl_overlay with dsps
    dreamgirl "Сёмыч, без обид, но ты тормоз."
    dreamgirl "Причём, не какая-то там педаль — а ручник. Как стоп-кран в поезде."
    th "Да о чём вы все говорите?!"
    dreamgirl "Да о том, что…"
    stop music fadeout 3
    "Начал было внутренний голос, но тут же смолк: у нас появилась компания."
    play music music_7dl["slavyas_fantazm"]fadein 1
    show sl smile pioneer with dissolve
    sl "Снова привет."
    "Я помахал ей рукой."
    me "Чем могу?.."
    show sl smile2 pioneer with dspr
    sl "Можешь, Сёмушка, можешь."
    if alt_day6_us_7dl_sl_friends != 0:
        sl "Подумал над моим предложением?"
        me "А тебе точно нужна моя помощь?"
        "Подозрительно прищурился я."
        show sl normal pioneer with dspq
        sl "Да не особо. Я одна вполне там всё разберу."
        sl "Но вместе же веселее! Как считаешь?"
        "У меня было на этот счёт своё мнение."
        me "Вместе веселее бездельничать."
        sl "Лодырь."
        me "На том и стоим!"
        sl "Значит, отказываешься?"
        me "Я этого не говорил."
        show sl laugh pioneer with dspr
        sl "Женская логика в исполнении Семёна."
        sl "Но тебе всё равно придётся чем-то заниматься, если тебя вожатая найдёт шатающимся без дела — влетит и тебе, и мне."
        "Я покатал мысль в голове."
        if loki:
            me "А какие есть ещё варианты?"
            show sl serious pioneer with dspr
            sl "Да полно разных."
            sl "Из самых важных — это завершение работы над стенгазетой, проведение концерта и генеральная уборка лагеря."
            sl "Ещё я слышала, что Борис Саныч набирает группу для поисков Лены."
            me "Разве у неё нет договорённости с вожатой?"
            show sl surprise pioneer with dspr
            sl "Ничего такого я не слышала. Да и даже если есть, что это за договорённость такая?"
        else:
            me "Значит, помогать тебе — и без вариантов?"
            show sl laugh pioneer with dspr
            sl "Не всё так печально. У нас разные люди нужны."
            me "Рисовать я не умею, так что больше ничего не остаётся."
            show sl normal pioneer with dspr
            sl "Да, без Лены газету доделать не получится."
            sl "Но если тебе так сильно не хочется мести, то лучше помоги мне."
    elif alt_day6_us_7dl_mi_friends != 0:
        th "Сейчас припашут."
        "Предрёк я, и не ошибся."
        sl "Сейчас по лагерю последние приготовления, газеты… Ну ты в курсе."
        me "Да. И?"
        sl "Не и! Надо помогать. Нам всем вместе надо как следует потрудиться, и…"
        if loki:
            me "Вмеееесте?"
            "Протянул я, тихо свирепея."
            show sl surprise pioneer with dspr
            me "А это ничего, что у вас единственный человек, на котором лежит подготовка и проведение концерта на грани депрессии застыл? Как насчёт помощи ему?"
            me "Ничего, что сегодня с ней заговорил только один человек, и этот человек — я?"
            me "Она вам кто, подёнщик за три копейки? Пария?"
            sl "Это не так, Семён, мы все очень любим Мику, и…"
            me "Да чёрта с два!"
            "Я поднялся со скамьи."
            me "Она точно такая же пионерка, как ты и я, и имеет точно такие же права."
            me "Да что с этим лагерем не так?"
            show sl serious pioneer with dspr
            sl "Я бы с удовольствием с ней поболтала, но ты же сам знаешь, у меня куча дел."
            me "Видишь."
            "Я ткнул в неё обвиняющим пальцем."
            me "Даже ты, как многие тут говорят, «лучшая пионерка», не в состоянии решить одну малюсенькую проблему загибающегося от одиночества худрука."
            show sl smile pioneer with dspr
            sl "Знаешь, если хочешь, ты можешь составить ей компанию."
            "Улыбнулась Славя."
            sl "А я к часу освобожусь, можем тогда вместе сходить на пляж."
            me "Уже что-то."
            "Проворчал я, остывая."
            "Всё-таки не такими уж и безразличными оказались люди, как показалось."
            dreamgirl "Оказалось — не казалось."
        else:
            me "Знаешь, на завтраке я поболтал с Мику."
            if ('mi' in list_d2_date_7dl):
                me "Я за ней некоторое время наблюдаю; так вот: ей очень нужна компания."
            else:
                me "Не знаю, что тут было до моего приезда, но сейчас она отчаянно нуждается в компании."
            show sl normal pioneer with dspr
            sl "Раньше с ней Лена болтала, а теперь… Сам видишь."
            me "И что, никак ей не помочь?"
            sl "Почему же? Ты вполне можешь отправиться к ней в клуб и помочь с техникой."
            th "Или найти её соседку, раз та такая выручалочка."
            me "Неплохая идея."
        sl "Тогда я отмечаю, что ты идёшь помогать Мику?"
    else:
        sl "Ты случайно не разбираешься в технике?"
        "Я насторожился."
        me "А что, кибернетики куда-то делись?"
        show sl laugh pioneer with dspr
        sl "Делись они! Я с боем отвоевала у них половину помещения клубов, так что они сейчас сидят там и следят, чтобы кружок фриволите не поломал у них что-нибудь ненароком."
        me "Понял. А мои познания зачем нужны?"
        sl "Надо бы помочь Мику с разбором аппаратуры и подготовке к концерту. Ты же поможешь? Надо помогать!"
        me "В смысле помогать? А как же ваша пропажа?"
        show sl normal pioneer with dspr
        sl "Пропажей занимается дядя Боря и Виолетта Церновна."
        sl "Но если ты вдруг не понимаешь ничего во всех этих проводах, то мне как раз нужен помощник на складе."
        "Она ослепительно улыбнулась."
        sl "Ты же поможешь, правда?"
    "Я вздохнул."
    "На самом деле, ни Славю, ни Мику видеть сейчас я особо не желал."
    "У меня была сейчас совсем другая головная боль."
    "Красноголовая, взбалмошная."
    menu:
        "Пошли на склад":
            if alt_day6_us_7dl_mi_friends != 0:
                me "Нет, пойду тебе помогать."
                "Славя была права: если мы сейчас быстро с ней всё закончим, то сможем присоединиться и к подготовке будущего выступления."
                "А вместе мы по-любому справимся и быстрее, и качественнее."
                dreamgirl "И купаться! Посмотрим на Мику в купальнике!"
                "Против такой идеи я ничего не имел."
                "Хотя и осталось что-то на сердце — осадочком, недосказанностью."
                th "Неужели у меня появилась совесть?"
                "Впрочем, отыгрывать было уже поздно."
            else:
                "Быстрее начнём — быстрее закончим."
                me "Помогу, конечно."
                if alt_day6_us_7dl_mi_friends == 1:
                    me "Только помни: ты обещала, что сегодня не дашь заскучать японке. Ты обещала!"
                    show sl smile pioneer with dspr
                    sl "Я обещала, я выполню. Так мы идём?"
            me "Надеюсь, меня не поставят к тазику с холодной водой."
            "Проворчал я."
            me "Меня всё-таки не Мартин Иден зовут."
            "Славя хихикнула, явно уловив отсылку и, взяв меня за руку, потащила за собой в сторону склада."
            $ alt_day6_us_7dl_sl_friends = 2
        "Мику нужнее":
            if loki:
                me "Это прозвучит глупо и пафосно, но Мику надо спасать."
                show sl shy pioneer with dspr
                me "А раз ты этим заниматься не хочешь, и Лена куда-то канула — придётся мне примерять трико Бэтмана."
                dreamgirl "Не влюбись до срока, барин."
                "Подало голос раздвоение личности."
                th "До какого срока, недоразумение ты болтающее? Мы завтра уезжаем."
                dreamgirl "Да знаешь… Влюбиться — как простудиться. Вопрос одной секунды."
            else:
                me "Я тебе глупую вещь скажу, наверное, но я понимаю её как никто."
                me "Так как прекрасно понимаю значение слова «одиночество»."
                me "Никто не заслуживает такого."
                me "Особенно, если он ничем не провинился."
                show sl sad pioneer with dspr
                sl "Да никто не провинился, Сёмушка."
                sl "Ольга Дмитриевна и правда подобрала Мику лучшую соседку по комнате: никто не умеет слушать как Лена."
                sl "Если бы она сегодня не решила сбежать непонятно куда…"
                "Славя качнула подбородком и лукаво улыбнулась:"
                show sl happy pioneer with dspr
            sl "Нравится она тебе, да?"
            me "Кто? Лена?"
            show sl laugh pioneer with dspr
            sl "Мику же!"
            with flash_red
            me "Ничего и не нравится! Но нельзя же так."
            show sl smile2 pioneer with dspr
            sl "Хорошо-хорошо. Записываю тебя помощником по подготовке концерта."
            sl "Только смотри, я через час пойду с обходом по лагерю!"
            sl "Если тебя там не будет, я так и запишу."
            me "Будет, будет…"
            "Поднявшись, я отправился к музыкальному клубу."
            $ alt_day6_us_7dl_mi_friends = 2
        "Я слышал, убраться надо?" if us_pt > 4:
            "Поинтересовался я."
            me "Надо бы мне кое-что обдумать, а это хорошо за монотонным трудом."
            show sl laugh pioneer with dspr
            sl "Честно сказать, удивлена твоему выбору."
            sl "Ты не похож на того, кому нравится убираться."
            me "А кто похож?"
            "Обиделся я."
            me "Ты, что ли?"
            show sl normal pioneer with dspr
            sl "Да. Я."
            "Ни капельки не обиделась девушка."
            sl "Я всю смену только этим и занимаюсь. Не потому, что меня заставили, а просто мне нравится, когда в моём доме порядок."
            me "Ясно всё с тобой. Ну, куда идти, куда мести?"
            show sl smile pioneer with dspr
            sl "Задержись на площади, я скоро пришлю Серёжу с тележкой и инвентарём."
            sl "Только не убегай, хорошо?"
            me "Серёжу… Кибернетика?"
            "Славя кивнула."
            me "А разве он сейчас не обороняет аппаратуру от какого-то там кружка?"
            show sl smile2 pioneer with dspr
            sl "Что ж. Тогда сама приду. Ты только не убегай, хорошо?"
            th "Ну, конечно же!"
            me "Да за кого ты меня принимаешь?"
            show sl normal pioneer with dspr
            sl "За раздолбая. Имей в виду, я через час пойду на обход, если тебя не будет, я так и отмечу."
            "Сообщила девушка, угадав мои намерения."
            "А намерения были простыми."
            "Сбежать."
            "Причём не просто сбежать, а…"
            "Неспокойно у меня на душе было, чего греха таить."
            "Казалось странным и диким то, как спокойно все вокруг относятся к пропажам пионерок."
            "Потому здесь за расследование берётся комиссар Каттани."
            "Ещё раз подозрительно посмотрев на меня, Славя развернулась и отправилась к складу."
            hide sl with dissolve
            sl "Проверю!"
            "Донёсся до меня её голос."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_preps:
    scene bg ext_musclub_day with dissolve
    play ambience ambience_camp_center_day fadein 6
    play music music_7dl["to_the_sunrise"] fadein 3
    "Когда я подошёл к клубу, оттуда не доносилось и звука."
    "И было это крайне странно — в конце концов, кое-кто звал и ждал меня на помощь во всяких приготовлениях."
    "Возможно, она сидит там в тишине и одиночестве."
    "Совсем одна."
    "О{w=.05}д{w=.15}н{w=.3}а."
    "Конечно, происходи всё там, откуда я родом, и даже краешком зацепил, в голову бы пришли целых две мысли."
    "Либо японка очень занята романтическим свиданием."
    dreamgirl "Точно, в огромном световом аквариуме, романтическое свидание — чтобы весь лагерь мог лицезреть."
    "Либо она склонилась над экранчиком смарта, отрезала наушниками бездну внутри себя от окружающего мира и внимает музыке."
    if alt_day_binder != 1:
        "Хотя я проверял же — здесь сигнал не ловит."
        "До ближайшей LTE-вышки, охватывающей местный регион ещё неспешным пёхом шаркать лет эдак двадцать."
        "Хотя… Даже у меня на моей старенькой балалайке хранилась коллекция и музыки, и видео."
        "Чем высокотехнологичная японка в таком случае хуже?"
    else:
        "Я достал из кармана смартфон, который автоматом после пробуждения перевёл во флайт-режим и попробовал восстановить подключения."
        with fade2
        "C ожидаемым результатом."
        "Вздохнув, я восстановил status quo и убрал телефон в карман."
    "Современные мне дети вообще поголовно невесть какие самодостаточные."
    "Их не пугает совершенно ни одиночество, ни скука — хватало бы заряда в аккумуляторе."
    "Если бы Мику приехала сюда с каким-нибудь «Асусом» с карточкой на 32 гигабайта, то не беспокоило бы её ни молчание окружающих, ни их нежелание уделить ей хоть толику внимания."
    "Но, во-первых, сегодня никак не двухтысячные, а значит, никакого телефона, планшета или лаптопа у Мику быть попросту не может."
    "А во-вторых…"
    "Мне почему-то казалось, что даже в моём родном мире, времени или как это звучит правильнее, Мику была бы человеком компанейским, ценящим людей и дружбу."
    "Этакой восточной версией Слави, мне кажется."
    "Только со смещёнными в сторону музыки приоритетами."
    "Покачав головой, я толкнул входную дверь — та оказалась не заперта."
    stop music fadeout 3
    window hide
    play sound sfx_open_door_clubs
    pause(1)
    scene bg int_musclub_day
    with dissolve
    play ambience ambience_music_club_day fadein 3
    play music music_7dl["what_am_i_doing_here"] fadein 1
    "В помещении также оказалось пусто."
    th "Куда она могла деться?"
    "Нигде деятельной японки видно не было."
    "Я осмотрел помещение."
    if ('music_club' in list_voyage_7dl):
        "Заглянул даже под брюхо рояля — а ну как снова там сидит?"
    "Нигде."
    "Тишина."
    "Я прислушался."
    "Откуда-то донёсся едва слышимый скрип пополам с хихиканьем."
    if alt_day3_mi_invite2:
        me "Так я и думал!"
        "Мику опять забралась в реквизиторскую и изображала из себя Годзиллу."
        "Или мальчика-пажа."
        "Или сына гор в черкеске с газырями."
        th "Мику - как война: никогда не меняется."
        "Подкравшись к двери, я прислушался."
        "Тихий смех и правда доносился отсюда."
        "Должно быть, несмотря на хлипкий вид, дверь неплохо справлялась со звукоизоляцией."
        "Я толкнул дверь…"
    else:
        th "Что за…"
        "Я огляделся внимательнее."
        "Мне почему-то казалось, что это помещение занимало пространство музклуба целиком, однако теперь, по здравому размышлению, я понял, что слишком уж оно небольшое."
        th "Должно быть, здесь есть ещё какая-то комната!"
        th "Или закуток."
        "Мику явно должна была хранить где-то реквизит для выступлений, и эстрада для этих целей не подходила совершенно — как бы хорошо она ни была сколочена, есть предметы, которые не терпят влаги, холода…"
        "Так что я отправился на поиски тайника!"
        window hide
        with fade
        "Ну, как, тайника…"
        "Дверь не особо и пряталась, на самом деле."
        "Просто оказалась неприметной, выкрашенной в цвет стен, да ещё и располагалась в дальнем углу."
    window hide
    play sound sfx_open_door_2
    pause(1)
    scene expression Desat("bg int_wardrobe_7dl") with flash
    $ persistent.sprite_time = "night"
    "И ослеп на мгновение на контрасте с ярко освещённым музыкальным залом и темнотой каморки."
    "Единственным источником освещения была подвешенная к потолку лампочка."
    "И это всё, что я успел заметить."
    "Так как в одно мгновение я всё ещё стоял, приглядываясь, а в другой момент…"
    "На меня бросилось какое-то чудище!"
    play sound sfx_scary_sting
    with flash2_red
    mi "Попался!"
    "Я с вскриком дёрнулся, сделал шаг назад, запутался в ногах, и…"
    play sound sfx_bodyfall_1
    with vpunch
    show blinking
    "Мне показалось, что прошло всего мгновение, однако когда я пришёл в себя, оказалось, что я лежу на полу, а надо мной прыгает и причитает то самое чудище, напугавшее меня."
    if alt_day3_mi_invite2:
        th "Не первый же раз вижу, пора бы привыкнуть…"
    "Теперь были видны все недостатки его камуфляжа — и тонкий голосок, и белая рубашка, неуместная на чудище."
    "И длинные волосы, хлещущие по ногам."
    "И…"
    "Против воли, я проследил по ногам вверх, потом, поняв, куда смотрю, вздрогнул и отвернулся."
    mi "Сень! Ты чего, поднимайся давай!"
    "Продолжало домогаться чудище."
    me "Кх… Мику, ты не могла бы снять этот ужас?"
    mi "А что не так? По-моему, замечательная маска! Вернее, даже целая голова, только — пчхи! — тут немного пыльно, и…"
    "Тут она спохватилась."
    mi "Да что же ты на полу разлёгся, давай, поднимайся!"
    "Она нагнулась ко мне и, протянув руку, помогла мне встать."
    "Рассмеялась своим неземным — солнечным! — смехом и стянула с головы маску из папье-маше."
    show mi smile pioneer with dissolve
    "Под маской оказалась Мику: вся в пыли, каких-то волосах, перемазанные щёчки, глаза горят…"
    mi "Ну, как я тебя напугала?"
    "Она выглядела крайне довольной собой, улыбалась и светилась от счастья."
    "Для которого некоторым, оказывается, так немного надо."
    "Просто напугать ближнего своего."
    me "Страх и ужас."
    "Честно признался я."
    show mi laugh pioneer with dspr
    mi "Ну, извини. Не подумала, что ты так отреагируешь! А ты мне помогать пришёл, да?"
    me "Мне показалось, что тебе и правда не повредит компания."
    show mi happy pioneer with dspr
    mi "И ты решил её мне составить? Как это миииило!"
    "Она говорила и что-то ещё, а я молчал, слушая её голос."
    "До меня с огромным запозданием дошло, насколько красивый у неё голос."
    "Мне хотелось улыбаться, смеяться, выставить пальцы перед собой пижонистым видоискателем, чтоб холодело в груди и отзывалось послушным «запечатлено!»"
    "Чтобы она, прикрывая глаза, сложившая ладошки у щеки, так навсегда и осталась в моей памяти — вечно юной, настоящей."
    "Чтобы однажды подсознание, перебирая кладовые, расщедрилось и вернуло её ко мне."
    "И чтобы обязательно небо касалось океана, и тихий шёпот волн рассказывает о том, как хорошо здесь было последние миллиарды лет."
    "Как нам тоже однажды предстоит вернуться, тоже понять, что все наши терзания и переживания не имеют никакого смысла перед лицом вечности."
    "Мы возьмём друг друга за руки, растворимся в бесконечном прибое и тоже будем шептать истории о том, как однажды в одном лагере встретились два одиночества."
    stop music fadeout 5
    show mi normal pioneer with dspr
    play music music_7dl["what_am_i_doing_here"] fadein 3
    mi "Что?"
    me "Что?"
    mi "Ты так странно смотришь на меня, Сеня. Я так сильно выпачкалась?"
    me "Сказать по правде — да."
    "Критически осмотрев её, кивнул я."
    me "Но на самом деле мне хотелось сказать другое."
    th "Чего я никогда сказать не смогу."
    me "А тут ты со своей маской… Я все мысли растерял."
    show mi smile pioneer with dspr
    mi "Какой ужас! Растерял мысли! Давай срочно собирай и говори их мне! Я же сгорю с любопытства!"
    "Я выдохнул и постарался подбирать слова как можно более аккуратно:"
    me "Ты и правда здесь всю смену пробыла?"
    show mi normal pioneer with dspr
    mi "Ну… Да! Здесь весело! Я люблю музыку, люблю сцену! А тут столько костюмов, можно каждый день переодеваться в новые и разыгрывать сценки! Знаешь, я разыгрывала сценки из Кабуки, про мир, войну и зиму."
    mi "И мне совсем-совсем не скучно!"
    "Она перетекла из одной позы в другую — незаметно так, одним плавным движением."
    mi "Я больше всего люблю сёсагото, они мне так подходят! Можно не петь, просто декламировать текст, и…"
    "Она сделала несколько полубалетных па, обернулась вокруг своей оси."
    hide mi with dissolve
    play sound sfx_alisa_falls
    "Тут же споткнулась (и это Мику, родившаяся на сцене!), начала падать, и я едва-едва успел её подхватить."
    "Она оказалась лёгкой, почти невесомой — идеальной для того, чтобы носить на руках и совсем не чувствовать веса."
    "Я преувеличенно аккуратно поставил её на землю."
    show mi shy pioneer close with dissolve
    mi "Один-один."
    "Пролепетала она, оказавшись совсем близко."
    mi "Я тебя спасла, и ты меня спас."
    me "А если бы меня не было?"
    show mi upset pioneer close with dspr
    mi "Только не вздумай меня жалеть! Мне хорошо, весело и не скучно ни капельки!"
    me "И не одиноко."
    "Кивнул я."
    mi "Не взду…"
    "Я, повинуясь какому-то внутреннему порыву, обнял девушку и прижал к себе."
    show mi surprise pioneer close with dspr
    me "Теперь ты больше не будешь одинока. Я обещаю."
    "Одними губами произнёс я."
    "Мику сопела и ворочалась где-то у меня на груди, а я улыбался от того, насколько сейчас всё было — именно так, как надо."
    th "Да, ты сильная, уверенная в себе, почти сложившаяся артистка."
    th "Ты так сильно бесишься, когда кто-то видит твои слабости и смеет жалеть тебя."
    th "Но стоит только единственной твоей собеседнице исчезнуть, и вот ты."
    th "Одинокая Мику. Звучит как название для пошлого водевиля."
    mi "Отпусти меня."
    show mi shy pioneer close with dspr
    "Смущённо попросила японка."
    mi "Я уже могу стоять."
    me "Да."
    "С трудом избавившись от вскарабкавшейся на губы улыбки, я отпустил её и сделал полшага назад."
    me "Можешь. Но на люди тебя лучше не выпускать."
    show mi dontlike pioneer close with dspr
    mi "Почему это?!"
    me "Ты себя в зеркале видела?"
    hide mi with dissolve
    "Мику мгновенно отскочила к стоящему у дальней стены трюмо и, вглядевшись в отражение, схватилась за голову."
    mi "Да. Это на люди лучше не выпускать."
    mi "Жди здесь, я скоро!"
    play sound sfx_open_door_strong
    "Грохнула дверь, и я остался в одиночестве."
    "Снова с невесть откуда взявшейся дурацкой улыбочкой."
    "Настроение было великолепное."
    stop music fadeout 3
    window hide
    play sound sfx_open_door_clubs
    pause(1)
    scene bg int_musclub_day with dissolve
    play music music_7dl["tellyourworld"] fadein 3
    "Открыв дверь, я вышел в более освещённое место."
    "А то мало ли…"
    if alt_day3_mi_invite2:
        "Мне хватило и прошлого раза, когда вожатая застукала нас здесь!"
    else:
        "Увидит нас вожатая здесь вместе — невесть что подумает."
    th "Хотя клялась она и божилась, что сегодня вся такая занятая, такая занятая…"
    "Мой опыт общения с педсоставом разных лагерей подсказывал, что стоит вам лишь уединиться с симпатичной пионеркой, как у вожатых мгновенно закончатся дела, и прибегут они, задрав хвост."
    "Нет, уединяться с Мику я не планировал, конечно…"
    dreamgirl "Так, вот последнее было не понятно. Ты что, против?"
    th "Конечно, нет! Но мы же даже не встречаемся."
    dreamgirl "Беда-то какая. Знаешь, в природе так вообще имён друг друга не спрашивают. И прописки."
    th "Так то природа. Человек должен быть умнее!"
    dreamgirl "Просто ты унылая зануда. И именно тебе надо было выполнять роль Лены сегодня, а не Мику."
    dreamgirl "Потому что унылее тебя в целом свете не придумаешь."
    "Припечатав глаголом и одарив меня напоследок картинкой с неприличным жестом, подсознание успокоилось: в комнату как раз входила японка."
    $ persistent.sprite_time = "day"
    show mi normal pioneer with dissolve
    "Она уже полностью привела себя в порядок и ничем не напоминала ту замарашку из чулана."
    me "Привет, золушка."
    "Улыбнулся я."
    mi "Золушка? А! Это из сказок."
    mi "Кстати, я такую песню приготовила для концерта!"
    me "Хорошую?"
    mi "Очень!"
    mi "Хочешь послушать?"
    me "Давай."
    "Мику отошла к магнитофону и, поискав там, поставила плёнку."
    play music music_7dl["shib_stereo"] fadein 3
    "Некоторое время ничего не происходило, видимо, шло пустое место, а потом зазвучала музыка, которая никак не могла принадлежать этому миру и времени."
    "И голос…"
    hide mi with dissolve
    "То есть, я и раньше подозревал, что Мику может и умеет петь, но чтоб так!"
    "Окажись мы на эстраде, я бы счёл, что она поёт мало того что под фанеру, так ещё и через ревербератор."
    "Но вот здесь, сейчас она стояла рядом, я слышал её дыхание, видел, как она танцует."
    "И снова не понимал: как, ну как такой талант умудрились запинать в дальний тёмный угол, где всё, чем она может себя развлечь — это пыльный реквизит?"
    "Мику пела и поглядывала на меня, улыбалась, радовалась своему нечаянному зрителю."
    "Кружилась на месте в танце и подмигивала."
    "А я чувствовал себя как на концерте суперзвезды."
    th "Best sits in a house."
    stop music fadeout 10
    "Мало-помалу музыка начала стихать, а девушка остановилась рядом."
    show mi happy pioneer with dspr
    "Дыхание у неё было лёгкое, не сбитое, будто не танцевала она только что."
    play music music_7dl["what_am_i_doing_here"] fadein 3
    mi "Вчера полдня репетировала!"
    me "Супер."
    "Честно признался я."
    me "Ты сегодня с этой песней выступаешь?"
    show mi normal pioneer with dspr
    mi "И не только с этой! У меня целых три песни на концерт заготовлены!"
    show mi sad pioneer with dspr
    mi "Правда, Ольга Дмитриевна-сан скорее всего не даст мне столько выступить."
    mi "Говорит, что после моих номеров никто на сцену идти не хочет — сравнивают. А я же не ради сравнения, творчество должно приносить удовольствие."
    me "Знаешь."
    "Сообщил я."
    me "Если бы я готовил номер, а передо мной выступил бы кто-нибудь вроде тебя, я бы три раза подумал, стоит ли идти на сцену."
    show mi laugh pioneer with dspr
    mi "Болтун!"
    "Отмахнулась Мику."
    mi "На самом деле, избыток нужен, если вдруг кто-то не сможет выйти на сцену, знаешь?"
    "Она прикусила губу."
    show mi upset pioneer with dspr
    mi "Приболеет. Или застесняется."
    mi "Тут-то на помощь и прихожу я со своими песнями."
    me "Да, это, конечно, полное безобразие. Но я сюда пришёл отнюдь не просто так."
    show mi smile pioneer with dspr
    mi "Что, даже не со мной поболтать?"
    me "И это тоже. Но самое главное у нас сейчас — это подготовка к концерту."
    me "Так что, если где-то нужно круглое таскать, квадратное катать — обращайся."
    show mi happy pioneer with dspr
    mi "Помощник, помощник! Ура! У меня будет свой адъютант."
    "Вытянувшись во фрунт, она скомандовала:"
    mi "Адъютант! Слушай мою первую команду!.."
    "Я фыркнул."
    th "Похоже, это будет то ещё утро…"
    mi "Сеня, не бухти! Ты сам пришёл и предложил свою помощь."
    show mi grin pioneer close with move
    "Она подошла ко мне поближе и поправила галстук."
    mi "Обратного пути неееет! А теперь — к кибернетикам! За шнурами и пультом."
    stop music fadeout 3
    window hide
    scene bg ext_musclub_day with fade2
    show mi smile pioneer with dspr
    play ambience ambience_camp_center_day fadein 3
    play music music_7dl["everyday"] fadein 1
    "Закрыв за собой дверь, Мику некоторое время смотрела на меня и улыбалась."
    "Несколько секунд всего, но и это удивило и смутило меня."
    me "Эй, алё, гараж! Москва на связи!"
    "Я помахал рукой перед её лицом."
    me "Не спи, замёрзнешь!"
    show mi laugh pioneer with dspr
    mi "Ой, что-то я замечталась!"
    "Прощебетала Мику, вздрогнув и приходя в себя."
    me "О чём замечталась?"
    show mi shy pioneer with dspr
    mi "Секрет!"
    me "Почему-то мне так и показалось."
    "Вздохнул я."
    window hide
    with fade2
    pause(2)
    scene bg ext_clubs_day with dissolve
    "Клуб оказался открыт нараспашку, навесной замок висел дужкой на перилах здания, так что никто не помешал нам зайти."
    window hide
    scene bg int_clubs_male_day with dissolve
    play ambience ambience_clubs_inside_day fadein 1
    "И сцена, открывшаяся нам, полностью отвечала на вопрос обо всех странностях!"
    if alt_day3_technoquest_st3 == 2:
        show el normal pioneer at cright
        show sh normal pioneer at fright
        with dissolve
        "Шурик и Электроник притулились в уголке за столом, что-то там паяя и скручивая."
    else:
        show el normal pioneer at zenterright with dissolve
        "Электроник сидел в гордом одиночестве, перегородив ногами проход и всеми силами делал вид, что крайне занят чтением какой-то книжки."
    "А между тем на корабле явно был бунт."
    "Во-первых, епархия кибернетиков была оккупирована малышнёй отряда эдак четвёртого-пятого."
    "Их возглавляла какая-то вожатая: видимо, это и было причиной того, что мелких до сих пор не попросили на выход."
    "Во-вторых, добрая половина прохода была забаррикадирована и перегорожена каким-то хламом, явно призванным оградить самое святое от посягательств малышни."
    "Так что слева доносились объяснения вполголоса о том, как надо растопырить пальцы и продевать между ними челнок, чтобы связать нитку как можно красивее…"
    "А справа была напряжённая и крайне неодобрительная тишина."
    show mi smile pioneer at zenterleft with dissolve
    if alt_day3_technoquest_st3 == 2:
        mi "Ой, мальчики. А что это вы там обложились как на войне?"
        "Ноль внимания, фунт презрения."
        mi "Ау?"
        "Шурик только втянул голову в плечи."
        me "Шурик, Эл, не спать!"
        "Как со стенкой пообщался."
        "Детишки по левую руку зашушукались, хихикнули."
        "Вожатой же, кажется, вовсе не было дела до моих терзаний."
        me "Похоже, придётся заняться скалолазанием."
        "Вздохнул я, окидывая взглядом будущий Монблан."
        me "Как говорится, если гора не идёт к Магомеду…"
        window hide
        with fade
        "Первый стул ещё более или менее держал мой вес."
        "А вот второй, уложенный на него абы как, уже ощутимо подался вниз."
        th "Почему люди не летают как птицы?"
        "Горько вздохнул я."
        "И тут обнаружил, что…"
        "Третьего стула под ногой нет!"
        "Я со всего маху поставил ногу на пустоту, запнулся…"
        window hide
        scene bg int_clubs_male_day:
            zoom 1.0 xalign 0.5 yalign 0.45
            linear 0.3 zoom 1.3 xalign 0.5 yalign 0.15
        "И со всего маху приложился мордой об стол."
        window hide
        show blink
        play sound sfx_bodyfall_1
        "Я взревел и форсировал остатки преграды уже на одной злости."
        scene bg int_clubs_male_day
        show sh scared pioneer
        with dissolve
        "Я плохо себя контролировал в этот момент; кажется, сзади кто-то что-то кричал, Электроник пытался нас растащить, но у него плохо получалось."
        "По шее Шурику я пару раз всё же дал."
        "За дело."
        "И тут за спиной донёсся крайне подозрительный скрип, с недавних (секунд пятнадцать как) пор прочно ассоциирующийся у меня с болью и разбитым носом."
        hide sh with dissolve
        "В этот раз среагировало всё мужское население клуба, кинулось ловить нашу прекрасную старлетку."
        "Повезло, разумеется, мне."
        show mi angry pioneer at zenterleft with dissolve
        mi "Шурик, Сеня! Немедленно прекратите."
        "Сердито потребовала японка, даже не пытаясь слезть с моих рук."
        "Собственно, её и поставить некуда было — всё было перегорожено."
        me "В следующий раз не будет игнорировать своих товарищей."
        "Шурик упорно смотрел мимо меня, потому в беседу включился Электроник:"
    else:
        mi "Серёжа, а зачем ты всё заставил?"
    show el sad pioneer at right with dissolve
    el "Да вот, видишь, начальник лагеря распорядился, чтобы мы потеснились немного."
    el "А им же —"
    "Он махнул рукой в сторону прислушивающихся к нам малышей."
    el "Веры нет. Они обязательно что-нибудь либо стянут, либо уронят."
    el "Обороняю вот."
    show mi upset pioneer with dspr
    mi "Не знаю, кто это придумал, но немедленно прекратите этот бардак и разберите здесь всё. Голову сломать можно!"
    show el upset pioneer with dspr
    el "Я не думаю, что это хорошая идея."
    "Занервничал блондин."
    el "Как-то раз мы уже пробовали поверить и всё такое…"
    me "Короче, Склифосовский."
    "Перебил его я."
    me "Мы сюда пришли не за тем, чтобы разбираться в тонкостях воспитания. Нам нужна аппаратура. И только."
    show el laugh pioneer with dspr
    el "Что ж вы сразу не сказали!"
    "Облегчённо рассмеялся кибернетик."
    el "Сейчас я…"
    "Он вскочил на стол, пробежал по нему и бросился к неприметной дальней двери."
    hide el with easeoutright
    play sound sfx_unlock_medpunkt_door
    pause(1)
    el "Прошу!"
    "Пригласил он, отперев замок."
    "Переглянувшись с Мику, мы с трудом пробрались через баррикады и подошли к нему."
    show el normal pioneer behind mi with dissolve
    el "Вся аппаратура хранится здесь, ничего другого нигде нет."
    el "Вам что именно нужно?"
    show mi smile pioneer at zenterright with dissolve
    mi "Мы разберёмся, Серёжа."
    "Улыбнулась Мику, давая понять, что дальше мы сами."
    "Эл безразлично кивнул, вернулся на исходную."
    window hide
    play sound sfx_close_door_clubs_nextroom
    scene bg int_clubs_male2_night
    with dissolve
    "Мику огляделась, погрустнела:"
    show mi upset pioneer at zenterleft with dissolve
    mi "Опять дядя Боря-сенсей рассовал всё по верхним полкам."
    "Пожаловалась она."
    mi "Ему хорошо, он большой."
    me "Плохо быть маленьким, да?"
    show mi angry pioneer with dissolve
    mi "А ты не подкалывай!"
    me "Ладно, ладно!"
    "Я поднял перед собой ладони, признавая свою окончательную капитуляцию."
    me "Что откуда доставать?"
    me "Я достану."
    "Не удержался я."
    me "Я большой."
    "Мику закатила глаза."
    dreamgirl "Ума у тебя, как у тех, кто там рядом нитки плетёт и ворует у кибернетиков проволоку для кукол."
    show mi serious pioneer with dspr
    mi "Всё время забываю о вашем дурацком русском юморе."
    mi "Но к делу: мне необходимы коробки с плёнкой с полки рядом с лестницей, магнитофон оттуда же."
    "Я кивнул и послушно полез на лестницу."
    hide mi with dissolve
    mi "Пакет со шнурами он оставил в шкафу — о счастье!"
    "Мику заметалась по помещению, сверяясь со списком."
    dreamgirl "Жаль, не она на лестницу полезла, правда?"
    dreamgirl "Саныч явно не просто так коробки повыше поставил!"
    dreamgirl "Может, предложишь ей тогда поменяться местами?"
    th "Как? Сказать ей: «Эй, крошка, не хочешь побыть сверху?»"
    dreamgirl "Ого! Ты, оказывается, сердцеед!"
    th "Это тебе не скабрёзности отпускать, пошляк."
    dreamgirl "Я не пошляк. Я эротический шутник."
    th "И это тоже."
    mi "Да не стой ты там с коробками! Давай их сюда."
    mi "Нам до обеда хорошо бы всё успеть…"
    me "Думаешь, успеем?"
    play sound sfx_7dl["eat_horn"] fadein 1
    mi "Нет."
    "С обескураживающей честностью ответила японка."
    play sound2 sfx_open_door_clubs_2
    show el normal pioneer at zenterleft
    with dissolve
    el "Народ, давайте в темпе. Не хочется на обед опаздывать."
    "Электроник подбросил на ладони ключ."
    "Из основного помещения не доносилось ни звука."
    "Похоже, оккупанты и поработители поспешили на обед при первых же звуках горна."
    el "Я бы оставил всё вам закрыть, но с меня же потом Славя спросит!"
    "Видно было, что Славя пугает его куда сильнее Ольги Дмитриевны."
    "Так что пришлось нам ускорять сборы."
    window hide
    scene bg ext_square_day
    with dissolve
    "Управились мы за двадцать минут, из которых пятнадцать мы искали и складывали всё необходимое, а пять минут — бегали по лагерю все в мыле, от клубов к эстраде и обратно."
    "Так или иначе, на обед мы почти не опоздали."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_warehouse:
    play ambience ambience_camp_center_night
    play music music_7dl["old_kiss"] fadein 3
    scene bg ext_warehouse_day_7dl
    with dissolve
    me "Задался последний день отпуска, что и говорить."
    show sl smile2 pioneer with dissolve
    sl "Не бухти, Семён."
    "Улыбнулась Славя."
    sl "Вдвоём мы быстро управимся. И потом — какой отпуск, если ты не работаешь ещё?"
    "Я высокомерно отвернулся, давая понять, что игнорирую её поклёп."
    "На самом деле, не так уж я и грустил, если честно. "
    "Просто внутри требовало что-то обязательной ремарки."
    "Чтобы никто из подглядывающих через правое плечо не смел обвинить меня в том, что я сам(!) добровольно(!) отправился работать, когда мог бы вполне себе тянуть ляжки на пляжке."
    play sound sfx_unlock_door_campus
    pause(1)
    "Славя отперла ключом огромный навесной замок и приглашающе махнула рукой:"
    show sl laugh pioneer with dspr
    sl "Милости прошу к нашему шалашу!"
    "Мне ничего не осталось, как воспользоваться её приглашением."
    window hide
    play sound sfx_open_door_strong
    pause(1)
    scene bg int_warehouse_day_7dl
    with fade
    play ambience ambience_int_cabin_evening fadein 2
    $ persistent.sprite_time = "night"
    "На складе было сухо, пыльно и неуловимо пахло чем-то знакомым."
    "Я думал несколько секунд, прежде чем понял, что этот запах — самая обыкновенная полынь."
    "Странный запах, как по мне, для склада постельного белья."
    show sl normal pioneer with dissolve
    sl "Запах нравится, да?"
    "Да кто ж его знает, нравится или нет…"
    "К полыни я был как-то равнодушен — ровно до тех пор, пока та не входила в состав одного интересного напитка."
    show sl smile pioneer with dspr
    sl "Полынь это, полынь."
    sl "Я ей кожу чищу."
    me "Не думал, что ты нуждаешься в каких-то там чистках."
    "Здесь она, конечно, меня удивила."
    show sl laugh pioneer with dspr
    sl "Лучше подумать об этом заранее, чем потом бороться с последствиями."
    me "По-моему, это всё ерунда. {w}Ты и без того красивая."
    show sl normal pioneer with dspr
    sl "Осторожнее с комплиментами, Сёмушка."
    "Погрозила мне пальцем Славя."
    sl "Я же и поверить могу."
    me "Как хочешь."
    show sl shy pioneer with dspr
    sl "Я сама-то рада! Просто знаю о твоих непростых отношениях с…"
    "Она вздохнула и с силой заставила себя не продолжать."
    "А я заинтересовался:"
    me "Ну-ка, ну-ка, о ком это ты?"
    show sl laugh pioneer with dspr
    sl "Нет! Лезть в то, кто тебе нравится и не нравится, я и пытаться не стану."
    me "Да забавно просто. Оказывается, у меня есть какие-то отношения, а я про то ни слухом ни духом."
    show sl serious pioneer with dspr
    "Славя погрустнела."
    sl "Ни слухом."
    sl "Наверное, оно и к лучшему."
    sl "Ладно, болтать ещё долго можно, давай для начала сделаем то, зачем пришли."
    hide sl with easeoutleft
    "Она отошла к дальнему стеллажу и стащила оттуда два даже с виду тяжёлых тючка с маркировкой красной звездой с пламенем."
    th "Не особо и много, не соврала."
    "Удивился я."
    "И тут Славя отправилась к шкафу за следующей партией."
    "И ещё…"
    "Когда она перестала издеваться надо мной и остановилась, на полу у моих ног уже громоздился добрый десяток тючков."
    me "И что это?"
    "Растерянно уточнил я."
    show sl surprise pioneer with dspr
    "Смахнув со лба пот, Славя выпрямилась и недоумённо посмотрела на меня."
    sl "Форма."
    sl "Смена заканчивается, надо будет одеть и тех, кто приедут в августе."
    me "И что, сюда пол-Китая съедется?"
    show sl smile pioneer with dspr
    sl "Нет, разумеется."
    sl "У нас всего шестьдесят человек можно заселить, больше не влезет."
    sl "Но размеры у всех разные. И мало ли, кто запачкается или порвёт что-нибудь."
    me "Запас, да?"
    show sl normal pioneer with dspr
    sl "Да. Необходимо распаковать форму, выгладить, продеть ремешок в петли на шортах или юбке и повесить всё это на вешалке вот сюда."
    "Она указала на пустующие вешалки-распялки."
    sl "Раньше здесь висела форма, которую сейчас носят ребята этой смены."
    sl "И ты тоже."
    "Я кивнул."
    me "А что станет с ней?"
    sl "Как обычно: соберём, отправим в прачечную, потом выгладим и пустим снова в ход."
    me "То есть, мою форму кто-то до меня носил?"
    "Меня ощутимо передёрнуло."
    show sl smile2 pioneer with dspr
    sl "А что в этом такого?"
    me "Да как-то не люблю носить вещи с чужого плеча."
    sl "Странный ты. Я всю жизнь в большой семье, мы всю жизнь друг за другом вещи донашивали."
    sl "Но раз ты такой брезгливый — успокою тебя."
    sl "У тебя такой размер формы, что тебе скорее всего достался новый комплект."
    me "Утешаешь…"
    sl "И в мыслях не было."
    show sl normal pioneer with dspr
    sl "Ты и правда большой."
    me "Не такой уж и большой."
    "Она оглядела меня и согласно кивнула."
    sl "Не такой. Но у нас здесь комплекты всё же под детишек поменьше."
    if alt_day4_neu_us_pixies != 0:
        sl "И… Мне может показаться, но ты как будто стал поменьше." 
        me "Истоптался."
        show sl smile pioneer with dspr
        sl "Всё смеёшься. А между прочим в нашу первую встречу ты смотрел с гораздо большей высоты."
        me "Тебе кажется."
        sl "Да нет. Я на такие вещи привыкла уже внимание обращать."
        "Я передёрнул плечами — от наблюдательности этой девушки мне становилось крайне неуютно."
        "Потому поспешил перевести тему:"
    me "Так что мне делать-то надо?"
    sl "А выбирай! Будешь с утюгом стоять или форму развешивать?"
    "Учитывая, что я любой другой форме одежды предпочитаю свитер, с утюгом у меня давняя и взаимная любовь…"
    me "Не, гладить я не умею. Давай складывать буду."
    sl "Тогда готовься!"
    "Предупредила Славя, отходя к гладильной доске и включая утюг."
    sl "Потому что гладить я буду быстро, а сидеть здесь лишнее время мне не хочется совсем."
    "Первая рубашка пошла…"
    window hide
    stop ambience fadeout 3
    stop music fadeout 3
    scene anim prolog_1
    $ timeskip1 = "Два часа спустя…"
    show alt_credits timeskip1 at truecenter
    $ renpy.pause(4, hard=True)
    with dissolve2
    $ renpy.pause(1, hard=True)
    scene bg int_warehouse_day_7dl with fade
    play ambience ambience_int_cabin_evening fadein 2
    play music music_7dl["explore"] fadein 3
    "Монотонная работа не захватывала нисколько, да и темы для бесед со Славей мы довольно быстро исчерпали."
    "Нет, я совсем не против был пообщаться с такой девушкой."
    "Но она вела себя как-то непонятно, смотрела на меня то ли с вызовом, то ли с вопросом."
    "Было некое отчуждение, которое даже такой толстокожий Семён, как я, чувствовал прекрасно."
    "Сделав несколько заходов на беседу, я плюнул и полностью сосредоточился на работе."
    "Так что эти несколько часов показались мне бесконечными."
    "А под конец ещё и спина заныла."
    me "Не буду я тебе больше помогать. Так и знай."
    show sl laugh pioneer with dissolve
    sl "А у тебя и не получится."
    sl "Завтра уже по домам."
    me "Слабое утешение."
    "Проворчал я."
    show sl happy pioneer with dspr
    sl "Ничего, у меня есть утешение получше!"
    dreamgirl "Поцелуй прекрасной дамы?"
    "Незамедлительно отреагировал внутренний голос."
    "И я ради разнообразия озвучил предложение."
    show sl shy pioneer with dspr
    "Просто ради удовольствия полюбоваться краснеющей Славей."
    sl "Купаться! {w}Хотя твоё предложение обязательно обдумаю."
    me "Обдумай, обдумай."
    show sl normal pioneer with dspr
    sl "Отлично. В таком случае иди переодевайся и сразу подходи на пляж."
    me "А нас никто оттуда не погонит?"
    "Славя бросила взгляд на часы."
    sl "Нет, я договаривалась на тринадцать часов, что схожу искупаюсь и пару пионеров с собой захвачу."
    me "Пару?"
    sl "Мику же."
    sl "Она сегодня явно заслужила небольшое развлечение."
    "Я качнул головой, примерно догадываясь о том, кто этим самым «развлечением» будет выступать."
    me "До встречи на пляже."
    stop ambience fadeout 5
    play sound sfx_open_door_strong
    pause(1)
    scene bg ext_warehouse_day_7dl with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Нет, совершенно не хотелось мне становиться посмешищем или фигурой развлечения для двух болтушек-хохотушек."
    "Это полностью противоречило моей природе социофоба и нелюдима."
    "Но…"
    dreamgirl "Славя и Мику в купальниках, ты только представь!"
    "И это полностью примирило меня с возможными будущими издёвками."
    stop music fadeout 3
    window hide
    play music music_7dl["yume_akari"] fadein 3
    play ambience ambience_int_cabin_evening fadein 2
    scene bg int_house_of_mt_day with dissolve
    th "О, да."
    th "И кто только сказал, что понедельник — это отстой?"
    dreamgirl "Сегодня пятница, вообще-то"
    th "Заткнись, зануда!"
    "Напевая, я защёлкнул за собой дверцу домика, ослабил ремешок на шортах и позволил им стечь по ногам на пол."
    "С голым задом протанцевал к тумбочке, где на верхней полке меня должны были дожидаться казённые плавки."
    dreamgirl "Меня сейчас стошнит."
    th "Ты просто завидуешь."
    "Парировал я."
    "Обернувшись один раз вокруг своей оси, я плюхнулся на кровать и, натягивая плавки, продекламировал:"
    me "Я в зелёных лосинах с природой сольюся, и меня не заметит четвероногая пуся!"
    dreamgirl "О, нет."
    me "Мне ружьё ни к чему, не из тех я парней! Я убью всех зверей красотою своей!"
    dreamgirl "Может, тебе уже и на пляж к девкам не надо?"
    "Вкрадчиво поинтересовалось раздвоение."
    dreamgirl "Раз ты так кардинально изменился. Лосины, пуся…"
    th "Ничего ты в красоте не понимаешь."
    th "Зануда."
    "Снова впрыгнув в шорты, я привёл одежду в порядок с волнением, будто собрался на свидание."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    play ambience ambience_lake_shore_day fadein 3
    scene bg ext_beach_day
    with dissolve
    "И со всё тем же ощущением грядущего свидания вышел на берег."
    window hide
    with fade
    "Короче говоря, свиданием здесь не пахло."
    $ persistent.sprite_time = "day"
    show sl smile swim at zenterleft
    show mi smile swim at zenterright
    with dissolve
    "Девочки только вышли из воды, потому, увидев меня, сразу подошли."
    sl "Ты что-то долго, Сёмушка."
    "Улыбнулась Славя."
    mi "Да! Мы уже окунуться по разику успели. Правда, пришлось занимать очередь, но это ничего, мы и на тебя заняли."
    me "Ясно. Спасибо."
    "Подумать только, молодые, спортивные фигурки, вода, стекающая по коже, даааа…"
    if (alt_day4_neu_us_pixies != 0 and loki) or (alt_day4_neu_us_pixies == 2):
        "А слева играет в волейбол пятый отряд, а справа опять за что-то песочат Данечку."
    "Вот и как расслабляться в таких условиях?"
    me "Как скоро будет наша очередь?"
    "Поинтересовался я, с усилием выдавливая из головы либидо."
    mi "Минут двадцать всего. Давай с нами, Сенечка!"
    "Она указала на два белых полотенца, расстеленных прямо поверх песка."
    show mi sad swim with dspr
    mi "Шезлонгов нет, так что мы так, по-простому."
    me "Нне знаю, как-то неудобно."
    show sl surprise swim with dspr
    sl "Что неудобно? Полотенце ты взял, а за плавками я тебя специально отправила."
    sl "Или ты их не нашёл?"
    me "Да нет, нашёл."
    "Промямлил я."
    mi "Ну и всё! Расстилайся, устраивайся рядом, поболтаем!"
    show sl shy swim with dspr
    sl "Или…"
    "Славя стрельнула взглядом."
    sl "Наш новый кавалер стесняется своих дам?"
    th "Манипуляторша чёртова!"
    "Выругался я про себя, вслух же выдал нейтральное:"
    me "Да нисколько."
    hide sl
    hide mi
    with fade
    "И, отойдя чуть подальше, расстелил полотенце."
    "Держался я при этом спиной к девочкам, да и лечь думал на живот."
    "Но только я приметился было плюхнуться на полотенце и занять наблюдательный пост, как Славя испортила всю малину:"
    sl "Ой, знаете, что-то не хочу я просто так лежать. Скучновато что-то."
    sl "Айда в волейбол?"
    dreamgirl "Тоже неплохой способ увидеть всё, что ты хотел!"
    "Так что я согласился."
    "Почему бы нет?"
    window hide
    with fade
    "Мы играли двое на двое, в классический пляжный волейбол."
    "Вернее, сначала мы заняли половину поля, пока на второй играли в «горячую картошку», потом я вынужден был один противостоять сразу двум девушкам."
    "И только во втором тайме меня немного усилили: на моей половине блеснула зелено-чёрным купальником Ольга Дмитриевна."
    mt "Если мы проиграем, я заставлю тебя убирать после дискотеки."
    "Очаровательно улыбнулась она."
    "И, качнув бёдрами, развернулась лицом к сетке."
    th "Ну и как мне играть в таких условиях?"
    "В отчаяньи возопил я."
    dreamgirl "С удовольствием!"
    "Расхохоталось раздвоение."
    dreamgirl "С огромным удовольствием!"
    window hide
    with swradar
    "Эту и следующую партию мы продули."
    "Последнюю шли нос в нос, банка за банкой…"
    play sound sfx_7dl["eat_horn"] fadein 1
    "И только горн на обед не дал нам выяснить до конца, кто же из нас щегол."
    "А жаль."
    "Мне так хотелось реванша!"
    "Хотя большую часть времени я вообще не видел мячика."
    "Не смотрел на него."
    "Тут и без него хватало на что смотреть."
    "Причём прекрасно всё понимающие девочки подмигивали и принимали такие позы… Трейсер отдыхает."
    "Короче говоря, сегодня я дежурю после дискотеки."
    "Блин."
    window hide
    stop sound fadeout 3
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_un_met:
    scene bg ext_square_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    play music music_list["waltz_of_doubts"] fadein 5
    "Меня беспокоил некий должок, так и оставшийся за мной с недавних пор."
    "Перед кем?"
    "А вот это отдельная история."
    "Потому я с лёгким сердцем наврал нашей активисточке, воспользовался её доверием…"
    "И знаете что? Совесть меня нисколько не мучила!"
    if alt_day6_us_7dl_mi_friends:
        "Возможно, дело было в плохом настроении одной японки, оказавшейся слишком зависимой от чужих сомнений."
        "Или в воплях Ульяны, считающей, что одним глупым поступком можно поломать зарождающуюся дружбу."
    "Так или иначе, я сел на скамейку и старательно ждал, пока Славя наконец укатит по своим неотложным, и я сам займусь тем, что считаю наиболее важным."
    window hide
    scene bg ext_backdoor_day_7dl
    with dissolve
    "Пара минут — и я оказался у дальних ворот, тех самых, куда обычно подвозили продукты и прочие необходимые мелочи, совершенно справедливо считая, что не место грузовику там, где пионеры ходят строем."
    th "Похоже, все заняты своими личными делами."
    play ambience ambience_forest_day fadein 3
    "Резюмировал я, и, оглядевшись ещё раз для гарантии, шмыгнул за ворота."
    window hide
    scene bg ext_backroad_day_7dl with dissolve
    "От самых ворот к югу вела хорошо укатанная колея — явно пользующаяся спросом."
    "Но мне было несколько не по ней."
    "Было внутри что-то, некое ощущение направления или скорее инстинкт, твердящий мне, куда ступить, куда свернуть."
    "Шепчущий мне о том, что интересующие меня вопросы нельзя решить на торной дороге."
    "Так что я ради разнообразия решил прислушаться к нему и свернул на едва заметную тропинку."
    "К счастью, солнце уже успело немного подсушить лес, потому я был лишён удовольствия получить душ из холодной росы за шиворот."
    "И это, пожалуй, единственное, что радовало."
    window hide
    scene bg ext_path_day
    with dissolve
    "Я сам не мог объяснить себе — для чего мне требовалось найти эту девочку."
    if alt_day6_us_7dl_mi_friends:
        "Не в одной же грусти Мику дело?"
        "Точнее, и в ней тоже."
    "Но что-то подсказывало мне, что таинственные дела Ульяны, которым я «мешаю», также напрямую связаны с исчезновением Лены."
    th "Возможно, у них там их личный тайник?"
    dreamgirl "Где они строят планы по порабощению Вселенной?"
    dreamgirl "Или нет. Где они… Кстати, как ты относишься к жанру «Юри»?"
    th "Какому жанру?"
    dreamgirl "Нет-нет, проехали."
    th "Да ну тебя! Пользы от тебя никакой совершенно."
    dreamgirl "Почему же?.. Я ещё вышивать умею… "
    th "Кто бы сомневался."
    "Несмотря на все глупости подсознания, сквозило в его негаданном голосе некое беспокойство."
    "Не какое-то там вежливо-отстранённое сочувствие — а настоящее переживание."
    "Будто имела эта девушка значение для меня, и преогромное притом."
    if ('un_loki' in list_d2_date_7dl) or ('un' in list_d2_date_7dl):
        "Возможно, у нас не получилось с первого раза, но всегда же можно сделать ещё одну попытку!"
        th "Ведь можно же?"
        "Внутренний голос скептически промолчал."
    th "Думаешь, мы её найдём?"
    th "Или так, на дурака в лес ушли."
    if alt_day4_neu_us_pixies != 0:
        dreamgirl "Я думаю, что после позавчерашнего мы найти можем вообще кого угодно."
        dreamgirl "Или что угодно."
        th "Неужели нюх как у овчарки появился?"
        dreamgirl "Практически. Давай, вызывай своё чутьё."
        th "Чутьё. Вызвать. Да."
        dreamgirl "Я серьёзно. А лучше — представь себе место относительно себя, где Лена абсолютно точно есть."
        dreamgirl "Чувствуешь, как одной щеке теплее, чем другой?"
        th "Нет."
        dreamgirl "Идиот. Просто продолжай топать по этой тропинке, окей?"
        dreamgirl "Никуда не сворачивая."
    else:
        dreamgirl "Чёрт его знает. Всё ведь от везения зависит, как думаешь?"
        "Я не знал и честно в том признался."
        dreamgirl "А если логику немного подключить?"
        dreamgirl "Вряд ли Лена ушла в глухой лес — всё же диких зверей никто не отменял."
        dreamgirl "Так что она ушла куда-нибудь в относительно цивилизованное, но заброшенное место."
        th "Это какое же, интересно?"
        dreamgirl "В старый лагерь, например."
        th "Старый лагерь?"
        "Я невольно заинтересовался."
        dreamgirl "Да. Ты, наверное, не очень в курсе, но «Совёнок» изначально находился парой километров восточнее и назывался совершенно по-другому."
        dreamgirl "Хотя по здравому размышлению… Вряд ли она там.{w} Всё же место пользуется дурной славой."
        th "Тогда куда ещё?"
        dreamgirl "Могла уйти куда-нибудь на берег, чтобы жечь там костёр и наслаждаться самой лучшей компанией — собственной."
        dreamgirl "В этом случае её можно очень долго искать, без гарантии результатов."
        th "Ладно, с этим понятно. А куда ещё?"
        dreamgirl "Карьер."
        th "Карьер?"
        dreamgirl "Лес памяти. Мы как раз идём по тропинке, ведущей к нему."
    "И правда — не прошло и получаса, как между расступившихся сосен проглянул клок бездонно-голубого неба, а под ногами пружинно захрустела хвойная подушка."
    window hide
    scene bg ext_sandpit_day_7dl
    with dissolve
    play ambience ambience_old_camp_outside fadein 3
    if alt_day4_neu_us_pixies >= 2:
        "Здесь ничего не изменилось за последние сутки."
        "В голову вдруг пришла глупость о том, что в других языках нет такого слова «сутки»."
        "И каким-нибудь американцам бесполезно пытаться переводить «день да ночь — сутки прочь»."
        "От этого становилось грустно, ибо именно эта поговорка всплыла в голове, когда я вышел к деревянным перильцам, сдерживающим пустоту от неловких пионеров."
        th "Пусто и одиноко."
        "Мне нравилось это место, и потому оно вполне могло бы понравиться и кому-то ещё."
    else:
        "И несколько минут спустя я вышел туда, куда выйти совсем не ожидал."
        "Огромная песчаная яма, вырытая явно человеком, некогда представляющая собой язву на теле природы."
        "Но годы идут, природа залечивает раны."
        "Рано или поздно голый песок снова покроется хвоей, покажутся над поверхностью юные сосенки, буйным цветом расцветут стелющиеся ягодники."
        th "Через час уже просто земля, через два на ней цветы и трава…"
        "А несколько лет спустя лишь пересечённая местность будет напоминать о том, что когда-то здесь была огромная ямина, куда с диким визгом и гиканьем сигали с разбега пионеры."
        "Куда сигал однажды и я."
    "Я перегнулся через перила, присмотрелся — довольно крутой склон подо мной местами порос мхом, местами слежавшийся до каменного состояния песок блестел на солнце."
    "Нечего было и думать о том, чтобы на секунду сойти с ума и прыгнуть."
    dreamgirl "Вернее, прыгнуть-то можно."
    dreamgirl "Это как с грибами, знаешь? Съедобны-то они все, но некоторые — лишь один раз."
    stop music fadeout 3
    "Я усмехнулся, но на очередную шпильку не отреагировал ровным счётом никак."
    "Над головой заливалась какая-то птица, и мне впервые за последние несколько часов было мирно на душе."
    "Как будто дома."
    "В досконально родном отшельничестве."
    play music music_7dl["shestheone"] fadein 3
    "Я провёл по перильцам ладонью, и руку больно кольнуло занозой."
    "Отдёрнув руку, я увидел, что сама по себе дощечка была отнюдь не ровной."
    "Отполированной тысячей прикосновений, да."
    "Но ещё и изрезанной тысячей досужих рук."
    "Место памяти. Лес памяти."
    "В моём старом лагере таким место была беседка-курилка около танцпола, где на потолке, полу, стенках и столбиках сотнями гнездились чужие отчаянные подтверждения бытия."
    "Здесь же всё было несколько иначе."
    "Хотя я и мог поклясться, что и в лагере, в некоторых труднодоступных местах — с нижней стороны скамеек, например — тоже можно сыскать чьи-то инициалы."
    "Но всё же большинство летописцев отмечались здесь."
    "Кольнувшая меня занозой «Алёна» была выписана тщательно и с нажимом."
    th "Автор явно хотел запомнить эту девочку как можно лучше."
    "Рядом с ней можно было разглядеть косо вырезанное сердечко, куда чей-то неуёмный дизайнерский талант вписал пару символов."
    "«А. Е. + А. Д.»"
    th "Если смотреть по первым буквам, то фамилии как будто одинаковые. Хм…"
    th "Или это у них имена на одну букву начинались?"
    "Я шёл вдоль перил и читал, вникал в чьи-то чужие истории."
    "Человеку всегда почему-то гораздо интереснее наблюдать, поглядывать за чужими жизнями, чем проживать свою собственную."
    "Все мы вуайеристы в той или иной степени."
    th "Иначе почему таким бешеным спросом пользуются всякие реалити-шоу?"
    "Я наткнулся на вписанное уже в стилизованную молнию имя «Алиса»."
    th "Мне не очень хочется заставлять себя делать какие-то решительные поступки, чтобы однажды иметь законное право обнимать за талию чужую красивую девушку, всерьёз считающую, что она моя теперь."
    th "Зато я с удовольствием посмотрю сериал о том, как это делает кто-то другой."
    "Я вспомнил вдруг о том, зачем здесь оказался."
    "Почти всерьёз задумался о том, что было бы, стань Лена вдруг моей девушкой."
    if ('un_loki' in list_d2_date_7dl) or ('un' in list_d2_date_7dl):
        "В конце концов, она дала мне понять, что я не так уж ей и противен."
        if loki or (('un' in list_d2_date_7dl) and persistent.dv_7dl_un):
            "А тот поцелуй…"
    "Вернее, она бы всерьёз решила бы, что она моя девушка."
    th "Что бы произошло в таком случае?"
    th "Как бы она… Мы поступили бы?"
    dreamgirl "Японская любовь. Знаешь, холодно-чопорно в стиле лондонских денди."
    dreamgirl "Только те супруг видят хотя бы раз в день за завтраками.{w} Иногда за файф-о-клоком."
    dreamgirl "А японцы могут неделями друг друга не видеть.{w} Тем приятнее воссоединение."
    th "Японская…"
    "В какой-то момент я ощутил, что больше не один на этой полянке."
    "Некое чутьё, щекотка между лопаток невротика, выдающая прямой взгляд в спину."
    "А под ладонью как раз непонятно откуда оказались потемневшие от времени и влаги буквы:"
    "«Лена»."
    show un serious pioneer at zenterleft
    with dissolve
    me "Нашлась."
    un "Ч-что? Разве я терялась?"
    me "А разве нет?"
    "Удивился я."
    if alt_day6_us_7dl_mi_friends:
        me "Тебя сегодня весь день видно не было, и соседка твоя грустит с утра."
        "Последнее прозвучало странно, будто у них случилась супружеская размолвка."
    me "Я имею в виду, что…"
    stop music fadeout 3
    show un shy pioneer with dspr
    un "Я п-поняла."
    un "Да. С утра я сегодня не поработала жилеткой и благодарным слушателем."
    play music music_list["goodbye_home_shores"] fadein 3
    show un normal pioneer close with move
    "Она подошла ко мне поближе, но встала специально против солнца."
    "Должно быть, не хотела, чтобы я смотрел ей в глаза?"
    "Или…"
    "Так или иначе, но мы оказались слишком близко друг к другу."
    "Если бы мы танцевали, я бы назвал эту дистанцию штрафной."
    "А так…"
    "В голову негаданно пришло, что это я уделяю слишком много внимания тому, как далеко мы стоим."
    "Лена вполне могла и не обращать на это внимания."
    th "А могла и обращать."
    un "И з-знаешь что? Я н-ничуть об этом не жалею."
    me "А как же Мику?"
    show un grin pioneer close with dspr
    un "Мику куда сильнее, чем тебе кажется."
    "С удивившей меня нежностью проговорила Лена."
    un "Она всю свою жизнь притворялась и прятала чувства.{w} Думаешь, почему нас поселили вместе?"
    me "Я думал, из-за того, что вы обе творческие девушки."
    "Промямлил я."
    show un sad pioneer close with dspr
    un "Нет. Просто мы обе хорошие вруньи."
    "Она оперлась рукой на те же перильца, за которые до сих пор судорожно цеплялся и я."
    "Удивительное дело, но этим невинным жестом она сократила расстояние ещё сильнее."
    show un surprise pioneer close with dspr
    "Проследив за моим взглядом, ойкнула, убрала руку."
    if ('un_loki' in list_d2_date_7dl) or ('un' in list_d2_date_7dl):
        "Она робкая, да."
        "Несмотря даже на те наши пародии на свидания несколько дней назад."
    "А мне снова пришло вдруг в голову, что мы могли бы стать…"
    "Я сам не знаю, как так вышло, но я на выдохе поймал её руку, сам сделал шаг навстречу."
    "В одно мгновенье ока: вот мы стоим один против другого, а вот я её легонько обнимаю."
    show un cry_smile pioneer close with dspr
    "Лена на мгновение обмякла, её глаза влажно блеснули, и она потянулась было ко мне."
    "Не к губам, как должна бы, нет."
    "Куда-то к подбородку."
    "Как будто мы сто лет знакомы, и у нас всё давно сложившееся."
    "Есть своя — только наша! — песня.{w} Только наши словечки и шутки, понятные лишь нам двоим."
    "Только наши ритуалы."
    play sound sfx_wind_gust
    "Я не успел понять, что она хочет сделать, когда подувший в кронах ветер смёл наваждение."
    show un sad pioneer with dissolve
    "В зелёной бездне промелькнуло разочарование, и Лена одним слитным движением освободилась от моих рук."
    un "Такая романтика, да?"
    "Больше уже не заикаясь, качнула головой она."
    show un serious pioneer with dissolve
    un "Такое солнце, и мы только вдвоём."
    un "Где же здесь устоять бедной девушке?"
    window hide
    with fade
    un "Зачем тебе это?"
    if ('un_loki' in list_d2_date_7dl) or ('un' in list_d2_date_7dl):
        un "Мы же пробовали, не получилось, я и успокоилась: всё, можно перестать дрожать."
    "Лена не отступила и на полшага назад, всё так и стояла рядом — живая, дрожащая."
    me "Думаешь, я знаю? Потянуло просто, вот и…"
    "Я и правда не мог ей объяснить, почему я почти неделю занимался непонятно чем, а под занавес, под самый отъезд решил поиграть в романтику."
    if ('un_loki' in list_d2_date_7dl) or ('un' in list_d2_date_7dl):
        me "Я… Я не могу объяснить."
        me "Знаю, я веду себя странно порой, но просто сделай скидку, хорошо?"
        "Лена продолжала молчать, и я заторопился с подбором эпитетов:"
        me "Мне показалось, что я тебе слишком надоедаю, слишком много требую себе твоего внимания."
        me "А для меня оно вдруг очень важным стало."
    me "И ты, вроде, не ответила «нет»."
    show un serious pioneer with dspr
    un "Мало ли чего девушка не ответила."
    "Вздохнув, она покачала головой."
    "Как будто я должен был сказать или сделать что-то правильное."
    "Но попросту не справился с заданием."
    me "Я же не с какими-то грязными намерениями лез."
    "Сделал я ещё одну попытку оправдаться."
    "По-моему, я ничего не исправил.{w} Стало только хуже."
    un "Намерениями."
    show un normal pioneer with dspr
    "Она полностью сменила модель поведения; будто бы я своим поступком каким-то образом развязал ей руки."
    un "Не будешь же ты врать, что от большой любви ко мне полез?"
    me "От большой или нет…"
    "Смутился я."
    un "Вот и не ври.{w} Ни мне, ни себе."
    "Прервала мои терзания она."
    un "Тем более, что я к тебе очень по-особенному отношусь."
    un "Ты мог бы вступить в наш клуб врушек."
    if loki:
        th "И врать друг другу напропалую?"
        th "Спасибо, мне этого хватило и в прошлой жизни."
    else:
        me "В клуб? Зачем?"
    dreamgirl "Дурак, что ли, такие вопросы задавать?!"
    dreamgirl "Замутили бы тройничок! Представляешь, какие перспективы!"
    stop music fadeout 6
    th "Уймись, чахотка."
    play music music_7dl["breath_again"] fadein 3
    "Мы стояли друг против друга, молча смотрели друг другу в глаза, будто пытаясь победить хотя бы в такой малости."
    "А я всё думал о том, что легко мог бы влюбиться, легко мог бы пасть жертвой любовной зависимости."
    "Я был бы счастлив лишь тогда, когда она приходит, впадал бы в депрессию, когда закрывалась дверь."
    "И «нет» с расстояния тепла вогнало меня в ступор."
    "Делил бы мгновения и настроения."
    "Был бы весел, когда весела она."
    "Грустил бы, когда грустила она."
    "Но, понимая, что такая зависимость никогда не ведёт к счастью и по сути является просто разновидностью депрессии, однажды порезал бы себе вены в ванной."
    "Залез б в одежде, пустил воды погорячее и до рассвета размышлял бы о том, почём я и зачем я…"
    "Я легко мог бы отравиться ей."
    show un angry2 pioneer with dspr
    un "Спасибо, что не стал врать."
    un "Иначе я бы тебя вовсе уважать перестала."
    "Я покраснел."
    un "Хотя многое бы я отдала за то, чтобы стоять так вот с полным на то правом."
    un "А я не хочу. Должно же хотя бы что-то честное оставаться…"
    me "Я мог бы умереть за тебя, как мне кажется."
    "Я постарался вызвать в груди самое честное, на что был способен."
    "Обожгло холодом."
    me "Но не знаю, мог бы я ради тебя — жить."
    un "А я знаю. Мне однажды уже ответили на этот вопрос… Сёмчик."
    if loki:
        show un smile2 pioneer close with dspr
        un "Я слишком дорого заплатила тогда за ответ."
        "Она слишком старательно улыбалась, и слишком многое пыталась скрыть, отвернувшись."
        "Там, на дне зрачков разворачивались неприятные события, почему-то имеющие отношение к странному нашему диалогу."
        un "Так что я научилась бояться, Сёмчик."
        "Она выдохнула это имя таким образом, будто повторяла за кем-то."
        "Ожидала реакции — но другой на этот раз."
        show un surprise pioneer with dspr
        "И с изумлением уставилась на меня, не дождавшись."
        un "Что же ты молчишь?"
        me "А что говорить-то?"
        "Мне-то откуда знать…"
        me "В моей жизни тоже хватает жёстких уроков."
        me "Так что я уже не боюсь."
        show un cry_smile pioneer with dspr
        un "А я боюсь."
        me "Чего?"
        un "Того, что произойдёт то же, что и тогда."
        un "Что ты…"
        "Она судорожно выдохнула и замотала головой."
    else:
        me "Как ты это произносишь…"
        un "А это не я."
        un "Это совсем другой человек. Который однажды забрал у меня то, что ему принадлежало."
        un "Видят боги, я не знала, что это настолько больно."
        un "Мне тогда даже Славя помочь не смогла."
        th "У Слави вообще проблемы с помощью в действительно критических ситуациях."
        "Должно быть, некоторым прямо противопоказано лезть туда, где возможна лишь хирургическая точность расспросов и помощи."
        me "А что произошло?"
    un "Не важно."
    un "Всё это дела давно минувших дней."
    "Лена задавила в себе прорвавшийся наружу стон и теперь изо всех сил улыбалась."
    show un smile pioneer with dspr
    un "Скоро смена закончится, скоро всё закончится."
    me "Скоро."
    "Проворчал я."
    me "Но, знаешь… Мне бы хотелось, чтобы сегодня грустило как можно меньше народа."
    me "Чтобы ты не грустила."
    show un shy pioneer with dspr
    "Лена снова вспомнила как стесняться, иначе, откуда этот румянец на щеках?"
    me "Я не знаю твоего прошлого, не знаю, почему ты ведёшь себя так."
    un "На самом деле, ты…"
    "Начала было Лена, но я перебил её:"
    me "Потому я могу действовать только наугад."
    me "Так что я хочу пригласить тебя сегодня вечером танцевать."
    show un shocked pioneer close with dspr
    un "М-меня?"
    me "Да. Но для этого требуется выполнить одно крохотное условие."
    un "К-какое?"
    me "Для того, чтобы пригласить девушку на медленный танец, требуется наличие этой девушки."
    "Терпеливо объяснил я."
    me "Понимаешь намёк?"
    show un surprise pioneer with dspr
    un "Н-но зачем?"
    "Кажется, Лена совсем запуталась."
    un "Зачем тебе это?"
    me "Всё просто."
    th "Вернее сказать, всё просто именно сейчас."
    th "Пока мы не встречаемся — и вряд ли будем. Потому у меня и язык, и руки развязаны."
    me "Ты мне нравишься, и мне не хочется, чтобы ты грустила."
    dreamgirl "Ого! Альфа-самец в вольере, всем принять позу!"
    th "Мне нужно ещё больше аплодисментов."
    show un shy pioneer with dspr
    un "А как же тогда Оль…"
    me "Кто?"
    show un normal pioneer with dspr
    un "Ты точно уверен, что хочешь этого?"
    me "Конечно, уверен!"
    th "Странные какие-то предупреждения."
    un "Учти, дороги назад не будет."
    un "Ровно год назад я обещала этому миру ровно один шанс."
    "Отступив на шаг сообщила девушка."
    th "Ты холодна, умна, порочна. Тебя выдают глаза…"
    "И нет, я не хотел бы признаться в какой-то там влюблённости, да и не слишком сейчас это было бы правильно."
    "Но здесь и сейчас мне как никогда ранее хотелось послать все правила к чёрту."
    "Поступить только так, как требует сердце."
    "И вот сердце моё требовало сделать ещё один шаг навстречу."
    "Найти её губы своими."
    if ('un_loki' in list_d2_date_7dl) or (('un' in list_d2_date_7dl) and persistent.dv_7dl_un):
        "И снова удивиться тому, как сладко её целовать."
    else:
        "И удивиться тому, как знаком вкус поцелуя."
    "Так ведь правильнее всего, правда?"
    show un smile pioneer with dspr
    un "Я буду после ужина, обещаю."
    "Улыбнулась Лена."
    un "Я обещаю тебе один танец."
    un "А теперь я уйду. И не ходи за мной."
    un "Пожалуйста."
    hide un with dissolve
    "Она кивнула мне и снова исчезла среди зарослей."
    "Я не стал её преследовать, уважая чужое право на уединение."
    "В конце концов, мне тоже требовалось понять — зачем я делаю то, что делаю."
    "Сев на самом краю откоса, свесив ноги между столбиков перил вниз, я задумался."
    "Прикрыл глаза."
    "И прислушиваясь к звуку затихающих вдали шагов, поймал себя на мысли, что отчего-то очень хочу, чтобы вечер наступил побыстрее."
    $ alt_day6_us_7dl_un_friends = 2
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_dinner:
    play music music_7dl["afraid_of_destiny"] fadein 2
    scene bg int_dining_hall_people_day with dissolve
    play ambience ambience_dining_hall_full fadein 5
    "Зайдя в помещение, остановился в недоумении."
    "На обеде было людно и дурно."
    "Думать было тошно о том, чтобы ввинтиться в это благолепие и гам."
    "Тем более, после сегодняшнего утра."
    if alt_day6_us_7dl_mi_friends == 2:
        "Мику уселась рядом со мной, не дожидаясь приглашения."
        show mi smile pioneer at zenterleft with dissolve
        mi "Не всё успели, конечно."
        "Японка развела руками."
        mi "То, что устроили у себя там мальчишки — это, конечно, полный ужас."
        show mi laugh pioneer with dspr
        mi "Как только в голову прийти могло?"
        "Я изобразил вежливую улыбку."
        "Психологические вопросы местных пионеров волновали меня куда меньше содержимого тарелки на столе."
        "Японку, к слову, тоже."
        dreamgirl "Гляди, как наворачивает! Аж за ушами трещит."
        th "Ну ещё бы. Это ж солянка."
        show mi normal pioneer with dspr
        "Почувствовав мой взгляд, японка подняла голову и что-то невнятно пробормотала."
        me "Извини, что?"
        mi "Итадакимасу, говорю!"
        me "А, спасибо. И тебе приятного аппетита."
        "Кивнул я."
        me "Как тебе национальная кухня?"
        mi "Необычно, остро, жирно, но вкууууусно!"
        "Она довольно улыбнулась:"
        mi "Смерть фигуре!"
        "Глядя на её тощие мощи думалось, что тарелка солянки ей явно не повредит."
        "Не вслух, разумеется. Попробуй-ка скажи вслух такое!"
        me "Раз в год можно!"
        "Японка с энтузиазмом кивнула."
        show mi happy pioneer with dspr
        "Кажется, и к её сердцу путь лежал через желудок."
        me "После обеда снова на эстраду?"
        mi "Да! Времени всё меньше и меньше, а впереди саунд-чек."
        mi "Часа в четыре всё начнётся, а мне ещё распеться и размяться надо."
        show mi upset pioneer with dspr
        "Мику вздохнула, чуть не разбрызгав содержимое ложки."
        mi "Бардак какой-то."
        "Пожаловалась она."
        mi "Всё, вроде, делали заранее, чтобы время оставалось, нет?"
        me "Так и было."
        "Послушно поддакнул я."
        mi "Тогда почему мы опять всё делаем вприпрыжку и в последний момент?"
        th "Потому что правильное планирование включает в себя ещё и умение послать всех нафиг в ключевой момент."
        "С моей точки зрения, Мику последним талантом не обладала вовсе."
        "Хотелось, конечно, сразу сказать, что думаю, но сейчас эта затея вовсе не казалась мне разумной."
        me "Потому что менталитет такой."
        show mi surprise pioneer with dspr
        mi "А что с менталитетом не так?"
        me "Что, что… Русский человек есть раздолбай по своей природе."
        mi "И ты?"
        me "Я вообще в первую очередь!"
        "Не мог не похвастаться, да."
        if ('mi' in list_d2_date_7dl) or alt_day3_mi_invite2:
            mi "Сень, я тебя не первый день уже знаю! Точно обратила бы внимание!"
        else:
            mi "Глупости, я вместе с тобой сегодня с утра хожу! Я бы заметила."
        me "Это просто на среднем арифметическом кажется."
        "Парировал я."
        me "Ты — крайне ответственная, я — крайне безответственный."
        me "Вместе мы слагаем нечто средней ответственности."
        show mi smile pioneer with dspr
        mi "Вот как?"
        "Протянула Мику."
        mi "Какая интересная теория."
        me "Как с противоположностями, знаешь? Разности сходятся."
        "Продолжил глумиться я."
        mi "Да. Это значит, что…"
        "Она призадумалась, а потом рубанула ладонью воздух:"
        show mi normal pioneer with dspr
        mi "Всё равно ерунда получается. Если меня рядом с тобой поставить, то хуже я от этого петь не стану!"
        mi "И меньше переживать за дело тоже."
        show mi angry pioneer with dspr
        mi "Ты опять со своими шуточками, да?"
        "Всеми силами пытаясь сохранить каменное лицо — что было невероятно трудно сделать с разъезжающимися в разные стороны уголками губ — я покачал головой:"
        me "Ты неправильно ошибаешься."
        mi "Неправильно… чего?"
        "Снова озадачилась японка."
        "И здесь я уже не выдержал — расхохотался в голос."
        "По лбу мне прилетело ложкой, но оно того действительно стоило."
        "Мику надулась и задрала нос, но суп доела и, составив грязные тарелки в окошко мойки, вышла на улицу."
        hide mi with dissolve
        "Качая головой, за ней вслед вышел и я."
    elif alt_day6_us_7dl_sl_friends == 2:
        "Две жуткие, вредные читерши, успевшие уже спеться и сыграться, сейчас сидели напротив меня."
        "Вдвоём."
        th "Вот так и делай добро людям."
        "Промелькнуло в голове."
        if alt_day6_us_7dl_mi_friends == 1:
            "Кажется, Славя прислушалась к моим словам относительно одиночества некоторых отдельно взятых худруков и решила искоренить ситуацию."
        "Мику цвела и пахла."
        dreamgirl "Ты её нюхал, что ли?"
        th "Ну, в смысле, как майская роза."
        show mi happy pioneer at zenterleft
        with dissolve
        th "Счастливая, румяная, довольная…"
        dreamgirl "Счастливая."
        th "Да."
        show sl happy pioneer at zenterright 
        dreamgirl "И Славя тоже счастливая."
        "Продолжало свой иезуитский шёпот подсознание."
        dreamgirl "Смотри, как глаза блестят!"
        with dissolve
        th "Ага… Эй, на что это ты намекаешь?!"
        dreamgirl "Нет-нет, я вообще не при делах."
        dreamgirl "Но вот только если Мику на дискотеке затащит Славю в домик и там соблазнит, то эта звёздочка тебе — твоя победа."
        dreamgirl "Можешь смело примерять наряд свахи."
        me "Девушки? Какие планы на после обеда?"
        sl "Убираться!"
        mi "Репетировать!"
        "В один голос выкрикнули они."
        show sl laugh pioneer
        show mi laugh pioneer
        with dissolve
        "И, переглянувшись, рассмеялись."
        show mi normal pioneer with dspr
        mi "На самом деле, я бы поспала немного в тихий час."
        "Мику прикрыла зевок ладошкой."
        mi "Площадку я подготовила, а матч меня немного утомил."
        mi "Но у меня считанные часы на то, чтобы привести себя в порядок перед выступлением."
        show sl smile pioneer with dspr
        sl "А у меня труды никогда не заканчиваются."
        me "Почему?"
        show sl normal pioneer with dspr
        sl "Потому что здесь всегда есть где убраться, где порядок навести."
        sl "Но на концерт я обязательно приду, даже не сомневайтесь!"
        th "Ещё бы."
        th "Главному парагону и поборнику правил лагеря — и пропустить мероприятие? Нет-нет, даже не думайте об этом."
        show sl smile2 pioneer with dspr
        sl "А ты, Сёмушка, куда пойдёшь?"
        "Славя растянула губы, мол, просто вопрос из вежливости."
        "Но я видел, как в её глазах что-то блеснуло."
        "Как будто меня поставили перед выбором: утешать уже прибранную и пригретую Мику или помочь атланту держать небо."
        "Моя помощь в действительности не требовалась ни одной из них."
        "И единственным советчиком могло служить только сердце."
        dreamgirl "И ещё надпочечники!"
        "Так и есть — если бы я проводил с любой из них чуть больше времени, сейчас я мог бы выбирать, руководствуясь единственно желанием быть ближе к моей пассии."
        "И уж к счастью ли, или к горю, но ни одна из них таким титулом похвастаться не могла."
        "Титулом «Пассия Семёна»."
        "Я неопределённо мотнул головой."
        me "Да кто ж его знает. По лагерю погуляю, наверное."
        me "А хотя сейчас тихий час… Спать пойду, вот."
        show sl sad pioneer
        show mi sad pioneer
        with dissolve
        "И девушки посмотрели на меня с одинаково разочарованным выражением лица."
        if loki:
            "К счастью, мнение девушек по любому из вопросов меня лет десять уже как перестало интересовать."
        else:
            "Я немного покраснел, смутился."
            me "Режим же."
            "За спиной глупо хихикнула Ульяна, и я заткнулся."
        dreamgirl "Надежды юношей питают, отрады старым придают."
        dreamgirl "Они рассчитывали на тебя, Сём Сёмыч. Как ты мог подвести их ожидания?"
        th "Известно, как! С огромным удовольствием."
        dreamgirl "Ай, молодец! Давай пять!"
        "Одобрил меня внутренний голос."
        me "Извините, меня ждёт мой тихий час."
        hide sl
        hide mi
        with dissolve
        "Прощально кивнув каждой из притихших девушек, я поднялся, собрал тарелки и удалился."
        "Куда и зачем я иду, было секретной информацией."
        "Знать им её было не положено."
    else:
        "Ульянка сидела у самого окна, и я, поколебавшись, направился к ней."
        me "Не против?"
        "Покосившись на меня, мелкая неохотно кивнула."
        show us normal pioneer
        with dissolve
        us "Как хочешь."
        "Безразлично обронила она."
        "Я хотел сесть рядом."
        "Это и сделал."
        "У меня была целая куча вопросов."
        "И самым важным в частности был один:"
        "Что значила эта сцена у столовой после завтрака?"
        show us smile pioneer with dspr
        us "Так и будешь сверлить меня взглядом?"
        us "Я чувствую себя как дома на допросе."
        me "За двойку и разбитое стекло?"
        show us normal pioneer with dspr
        us "За четвёрку и испачканные колготки."
        "Отрезала она."
        me "Четвёрку? Нормальная же отметка, что не так?"
        us "Дед и отец считают иначе."
        show us shy pioneer with dspr
        "Сообщила Ульяна и, смутившись, спряталась в тарелку с супом."
        "Похоже, не собиралась она мне сообщать такие подробности о себе."
        "Ну, всё верно, не настолько мы близки."
        "Мы и так… слишком тесно общаемся."
        "Для нашей разницы в возрасте слишком тесно."
        me "А ты сама как считаешь?"
        show us smile pioneer with dspr
        us "Я думаю, что мне учиться два года, а потом всё закончится."
        me "А как же ВУЗ?"
        us "Там я буду жить в общаге, и никто не будет каждый вечер устраивать мне допросы."
        show us calml pioneer with dspr
        us "Вообще, я не хочу больше об этом говорить."
        us "Неужели тебе больше поговорить не о чем? Лето на дворе!"
        me "Лето."
        "Вздохнул я, тщетно пытаясь выдавить из себя тему для следующего разговора."
        "Мысли бесплодно мелькали в голове, но касались они все в большинстве своём только вопросов калибра «что делаешь» и «что планируешь делать»."
        "А Ульяна явно продемонстрировала своё неприятие банальностей."
        me "А я Лену нашёл."
        "Сказал я лишь бы что-то сказать."
        show us surp1 pioneer with dspr
        us "Тишу? Как ты умудрился?!"
        me "Умудрился, как видишь."
        "Немного растерянно ответил я."
        us "Тишу даже я найти не могу, если она прячется."
        me "А что, ты уже пыталась искать?"
        show us smile pioneer with dspr
        us "Она в прошлом году так уже сбежала."
        us "Вот я и пошла её искать."
        me "И?"
        "Поощрил я."
        show us sad pioneer with dspr
        us "Ничего. Не нашла!"
        "Призналась девочка."
        us "А я, между прочим, облазила весь лагерь и всё вокруг!"
        us "Я очень хорошо искала!"
        show us normal pioneer with dspr
        me "И чем тогда всё закончилось?"
        us "Да ничем."
        us "Сама вышла, а потом произошла какая-то гадость!"
        me "Какая гадость?"
        us "Не знаю! Но когда мы из лагеря вернулись, к нам милиционеры приходили и задавали всякие глупые вопросы."
        me "А Славя что?"
        show us dontlike pioneer with dspr
        us "Я откуда знаю?"
        us "Я с ней даже тогда не разговаривала."
        us "Знаю только, что у них в городе что-то произошло, после чего всё и началось."
        us "А в понедельник был отъезд, так к нам какой-то хрен в погонах приезжал."
        me "Может, отец Лены? Я слышал, он в милиции служит."
        show us normal pioneer with dspr
        us "Дурак, что ли?"
        us "У неё батя полкан, думаешь, я его погоны не отличу?"
        me "Понятия не имею."
        dreamgirl "Полкан, подумаешь. Пусть догонит для начала!"
        me "Лично я в этом вообще ничего не понимаю."
        us "Да-а?"
        show us smile pioneer with dspr
        "С подозрением оглядела меня девочка."
        us "А мне казалось, что ты посольский сынок, должен в этом разбираться."
        me "Делать мне больше нечего."
        me "В погонах разбираться."
        show us laugh pioneer with dspr
        us "Ну да, ну да! Тебе ещё годик, и сам под погоны пойдёшь."
        "Рассмеялась девочка, и тем самым ещё сильнее меня расстроила."
        us "Служи хорошо, и я буду с тобой дружить!"
        me "Спасибо. Всю жизнь мечтал."
        show us surp2 pioneer with dspr
        us "Не хочешь?"
        me "Дружить с тобой?"
        us "Да!"
        me "Странно звучит. А разве мы не уже…"
        show us laugh pioneer with dspr
        us "Вот ещё! Ты заслужи сначала."
        hide us with dspr
        "Ухмыльнувшись ещё раз, она вскочила и убежала прочь."
        "Хочу заметить, оставив на меня все свои грязные тарелки!"
        "Поганка мелкая."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_soundcheck:
    scene bg ext_square_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    play music music_7dl["breath_me"] fadein 3
    if alt_day6_us_7dl_sl_friends == 2:
        "Очень секретной, да."
        "Я направился к эстраде!"
    "Чтобы внести ясность — нисколечко я восторга не испытывал от того, что мне придётся битый час находиться под пристальным перекрёстным вниманием целой кучи народа."
    if alt_day6_us_7dl_mi_friends == 2:
        "Хотя должен признать, что утро, проведённое с Мику, нельзя назвать скучным и обыденным."
        "Никак нельзя."
        "Безусловно, я предполагал, что мы будем петь и плясать в клубе, я буду зевать и отколупывать сталактиты жвачки под откидными сиденьями."
        "А может и в телефон тупил бы — если бы не оставшийся там несчастный процент заряда."
        "Но нет. Мы пугали друг друга, обнимали друг друга…"
        if alt_day3_technoquest_st3 == 2:
            extend " а потом ещё и спасали друг дружку из-под лавины стульев в каморке кибернетиков."
        "Было весело, в общем."
        "Так что и на проверку звука я шёл пусть и без большой охоты, зато с немалыми ожиданиями."
    elif alt_day6_us_7dl_sl_friends == 2:
        "Другое дело — пляж."
        "Вот там было здорово!"
        "Пусть я и проиграл в результате в волейбол, зато у меня были целых два утешения!"
        "В бело-голубом и сине-зелёном купальниках."
        "На эстраде мне ничего подобного не светит."
        th "Может, не идти?"
        "Почти всерьёз прикинул я."
        "И тут же ощутил лопатками чей-то взгляд."
        "Ольга Дмитриевна."
        "Она стояла и добро так, по-большевистски улыбалась."
        th "Брррр."
    scene bg ext_stage_big_clear_day_7dl
    with dissolve
    play ambience ambience_medium_crowd_outdoors fadein 3
    "Ещё издали можно было слышать жуткую какофонию, доносящуюся со сцены."
    "Пока ещё не включили аппаратуру, разносящую звук чуть ли не по всему лагерю, каждый спешил подстроить инструмент и проверить звучание."
    "Нет, слаженные команды тоже были."
    "Но когда с одного края сцены доносится «Отель Калифорния», а с другого «мы желаем счастья вам» с синхронизацией всё равно какие-то нелады происходят."
    "Мику тоже прыгала и что-то напевала под нос."
    window hide
    scene bg ext_stage_near_clear_7dl
    with fade
    show mi smile pioneer far at fleft with dissolve
    "Потом вдруг остановилась, завидев меня."
    if alt_day6_us_7dl_sl_friends == 2:
        show mi grin pioneer far with dspr
        mi "Спать пошёл, да?"
        me "Угу."
        mi "Ладно!"
    mi "Сень, включи пульт, пожалуйста. Только пока на четверти громкости."
    me "А включается он?.."
    "Уточнил я."
    mi "Белая кнопка сбоку. Но сначала сигнал уменьши, четвёртый, шестой и седьмой каналы."
    "Я кивнул и, выполнив требуемое, щёлкнул кнопку включения."
    "Колонки едва слышно загудели."
    "Хотя это не сильно изменило ситуацию."
    "Со всех сторон слышались голоса, говорящие вразнобой, каждый о своём."
    "У меня заболела голова через пару минут пытки этим шумом."
    "К несчастью, Мику, казалось, чувствует себя здесь вполне уверенно и хорошо."
    "Она всё ещё не переоделась — ничего удивительного, на самом деле."
    "Но в руках держала папочку с ворохом бумаг и какую-то непонятную штуку, неуловимо напоминающую бубен."
    th "Как рыба в воде, угу."
    mi "Сеня, а Сень!"
    me "Да?"
    mi "Рядом с тобой магнитофон, включи его! Сейчас посмотрим, как я звучу."
    stop music fadeout 3
    "Покорно кивнув, я исполнил и это требование."
    "Кажется, я здесь задержусь."
    "Японка забегала по сцене, высвобождая себе место под «подышать», как она сама выразилась."
    "Взмахнула в воздухе бубно-подобной фиговиной, хлопнула ей о папку и удовлетворённо кивнула."
    $ volume(0.3, "sound")
    play music music_list["miku_song_voice"] fadein 3
    "И освободив крохотный пятачок прямо между колонками — там, где самое ощутимое стерео, встала, вцепившись в микрофон и, дождавшись окончания вступления, начала петь."
    hide mi with dissolve
    window hide
    with fade
    "Нет, это не было какой-то песней в прямом смысле этого слова."
    "Скорее, я бы это назвал неким упражнением на распевку, или как это оно называется у профессиональных вокалистов."
    "Сплошные «ня» и «па», никак между собой не объединённые по смыслу."
    "Окружающие странно покосились на японку, но, похоже, они уже привыкли к её некоторой эксцентричности."
    "Или списывали всё на то, что она всё-таки иностранка?"
    "Так или иначе, саму Мику это в принципе не смущало: склоняя голову то влево, то вправо в некой пародии на танец, она продолжала выкрикивать свои «ня» и отчаянно улыбаться."
    "Было вполне очевидно, что этого ей крайне не хватало."
    "Сцены, выступлений, внимания… Да, внимание, пожалуй, было важнее всего."
    stop music fadeout 3
    show mi dontlike pioneer far at fleft with dissolve
    "Закончив разминку, она тряхнула головой и недовольно посмотрела на меня."
    $ volume(1.0, "sound")
    play music music_7dl["everyday"] fadein 3
    mi "Сень, я же попросила седьмой канал приглушить."
    me "А я что сделал?"
    mi "Недостаточно! У тебя перекос, верхние динамики орут громче нижних. Выровняй."
    "Она опять начала что-то напевать, пока я выравнивал баланс звука."
    show mi smile pioneer far with dspr
    mi "Уже лучше."
    "Похвалила она."
    show mi upset pioneer far with dspr
    mi "Но вот теперь слышно, что левая сторона звучит громче правой."
    th "Рррр…"
    show mi normal pioneer far with dspr
    mi "Выровняй баланс, пожалуйста."
    mi "Ещё чуть-чуть в правую сторону. {w}Вот так, да."
    "Продолжающий всё это время шуметь сводный лагерный оркестр она игнорировала начисто."
    "Хотя нет."
    "Вытащив, похоже, из воздуха пробегающего мимо малыша из третьего отряда, она вручила ему одну бумажку из своей папки."
    mi "Положишь на пол, чтобы его колонка придавила, понял?"
    mi "Чтобы можно было прочитать, проходя мимо."
    "Малыш послушно кивнул и, сцапав бумажку, отправился к краю сцены."
    show mi smile pioneer far with dspr
    mi "Обязательно же что-нибудь забудут."
    "Улыбнулась мне японка."
    show mi smile pioneer at cleft with move
    "Она спрыгнула со сцены и подбежала ко мне."
    mi "Спасибо за помощь, Сень."
    "Она одарила меня счастливой улыбкой."
    mi "Знаешь, как в одиночку проблемно звук настраивать! Постоянно бегать приходится туда-сюда, туда-сюда… Эй!"
    show mi angry pioneer with dspr
    "Девушка вдруг рявкнула куда-то в сторону сцены."
    mi "Дэн, на меня гляди, ясно тебе!"
    show dn upset pioneer at fright with dissolve
    if (alt_day4_neu_us_pixies != 0 and loki) or alt_day4_neu_us_pixies == 2:
        "Невесть как оказавшийся здесь Данечка вздохнул, на противоходе хитро подмигнув мне левым глазом."
    else:
        "Обозванный ей «Дэном» красноглазый пионер неохотно кивнул."
    window hide
    with fade
    show mi angry pioneer with dspr
    mi "Не так, что спели и стадом пошли со сцены, так не делается!"
    mi "Если люди хлопают, надо остановиться и поклониться, ты артист или где?"
    me "Лучшие перлы русского языка…"
    hide dn with dissolve
    show el sad pioneer at fright with dissolve
    "Отмахнувшись от меня, Мику продолжила распекать артистов."
    mi "А ты, Серёжка, тоже молодец! {w}Следить же надо, чтобы я микрофон подстроила под твою бандуру!"
    mi "Так что закончил — смотри на меня, я кивну."
    mi "Не ворон считаешь, а на меня."
    "Электроник кивнул с видом мученика."
    "Судя по его виду, сто раз уже успел пожалеть, что вообще ввязался в эту авантюру."
    "Но, к сожалению, отыгрывать назад уже поздно."
    hide el with dissolve
    show mi normal pioneer with dissolve
    mi "Замечательно!"
    mi "Давайте теперь по очереди."
    "Гомон не сник, хотя некоторые и потянулись было к лестнице."
    show mi upset pioneer with dspr
    "Лицо девушки помрачнело, она прикусила губу."
    mi "И так вот всегда."
    mi "Они считают, что раз я маленькая, то можно не обращать внимания."
    mi "Эх. И связки беречь надо."
    mi "Я сейчас."
    hide mi with dissolve
    "Она перегнулась через меня и протянула руку к пульту."
    "А по сути практически улеглась сверху!"
    dreamgirl "Не теряй времени, барин! Лови её, лови!"
    "Улыбка у неё была шальная."
    "Сцапав со стойки микрофон, она не глядя перетащила регулятор в положение, близкое к максимальному, и гаркнула:"
    show mi normal pioneer with dissolve
    mi "Отряды с первого по третий — со сцены марш!"
    mi "Четвёртый отряд выступает в порядке очереди!"
    "Вот такому доводу пионеры явно вняли и поспешили освободить подмостки."
    stop music fadeout 3
    window hide
    with fade
    play ambience ambience_camp_center_day fadein 3
    play music music_7dl["what_am_i_doing_here"] fadein 3
    "Разговоры враз оборвались, все сбились по стайкам — кто с кем выступает."
    "И тихо-мирно выстроились в порядке живой очереди рядом со ступеньками на эстраду."
    th "Вот что мат животворящий делает!"
    mt "Ну и кто тут орёт?"
    "Раздался голос вожатой."
    "Как всегда — из-за спины."
    show mi upset pioneer at left with move
    show mt normal pioneer at zenterright
    mi "А вот и подмога."
    "Недовольно прошептала она."
    me "Подмога же, почему ты не радуешься?"
    mt "А потому, Семён, что я не даю ей занять всю сцену и снова запустить свой долгоиграющий концерт."
    show mi shy pioneer with dspr
    mi "Да и было всего разок."
    "Запротестовала японка."
    mi "И никто не был против. Не был же?"
    show mt grin pioneer with dspr
    mt "Если учесть, что концерт был для родителей, я этому ничуть не удивляюсь."
    me "А что случилось-то?"
    "На сцену полез какой-то деятель с отмороженными глазами, и я нутром почуял, что этот сейчас будет орать."
    "Не петь, а именно орать!"
    "Так что я заблаговременно отключил ему микрофоны и после этого повернулся к вожатой."
    "Тема и правда была благодатная."
    show mt laugh pioneer with dspr
    mt "Какой у тебя любопытный молодой человек, не находишь?"
    show mi dontlike pioneer with dspr
    mi "Он не мой! Он мне просто помогает по делу, и всё!"
    if alt_day3_mi_invite2:
        show mt grin pioneer with dspr
        mt "Как в прошлый раз тебе помогал?"
        "Опять она вогнала меня в краску."
        "Хотя Мику и бровью не повела."
    if alt_day6_us_7dl_mi_friends == 2:
        mi "И ещё он сидел со мной с утра, потому что Лены не было, и мне стало одиноко и грустно."
        show mi shy pioneer with dspr
        mi "А ещё… Ой."
        mi "Я тараторю, да?"
    th "Нервничает."
    "Пришло в голову."
    th "С чего б? Не такая уж Семён птица, чтобы за него стесняться."
    dreamgirl "Самокритичность — это очень хорошо. Но не скатывайся до самоуничижения."
    if ('mi' in list_d2_date_7dl) or alt_day3_mi_invite2:
        th "Да мы с ней знакомы-то… Без году неделю."
    else:
        th "Нет, что не так? Мы с ней общаемся день да маленько."
    dreamgirl "Некоторым и дня не требуется. Хватит и пары секунд."
    show mt smile pioneer with dspr
    mt "Да знаю, знаю я."
    "Улыбнулась вожатая."
    mt "Просто не могла удержаться, вы так трогательно смотритесь вместе."
    window hide
    with fade
    show mi normal pioneer with dspr
    mt "Что же касается концерта, то во вторую неделю смены, когда был родительский день, наша звезда почему-то решила, что концерт «от пионеров — родителям» на самом деле надо считать концертом Хатсуне."
    "Начала рассказ вожатая, напрочь игнорируя недовольный взгляд Мику."
    mt "Всегда так было, что детишки приготовили выступление для родителей, готовились, старались."
    me "И тут на сцену вылезает Мику?"
    "Вожатая кивнула."
    mt "Хотя мы обычно и не выступаем отрядом, так как загрузка в роддень довольно большая, здесь всё же выбрали время."
    mt "Даже Славя пришла что-то спеть."
    mt "Так что пришли. Выступили."
    mt "Мику выступала третьей, пропустила впереди себя Славю, как будто на разогрев, а потом вылезла на сцену сама."
    show mi shy pioneer with dspr
    mi "А я не виновата! Я специально ходила и спрашивала, кто как отрепетировал, не нервничает ли кто и вообще!"
    mi "Я же не виновата, что половина выступающих даже толком не разучили свой номер!"
    me "Пришлось выходить и спасать положение?"
    "Я озвучил очевидно решение вопроса и получил сдвоенный кивок."
    "Правда, настроение у него было несколько различным: полным ехидства от вожатой и каким-то отчаянно-откровенным от японки."
    mi "Вот именно! Нельзя же было неотрепетированные номера показывать, это позорище!"
    show mt normal pioneer with dissolve
    mt "Таким образом, наша звезда и «спасала»…"
    "Ольга сделала пальцами кавычки в воздухе."
    mt "… положение."
    me "Не ругайте её, она же и правда сделала хорошее дело."
    show mt laugh pioneer with dspr
    mt "Оч хорошее!"
    mt "Особенно, если спросить у неё, сколько номеров она забрала под свои японские песнопения."
    "Я вопросительно приподнял бровь и перевёл взгляд на Мику."
    show mi happy pioneer with dspr
    mi "Восемь."
    me "Восемь номеров?!"
    mi "Да. Это был замечательный концерт, знаешь, как мне хлопали!"
    mi "Хорошая публика подобралась."
    show mi sad pioneer with dspr
    mi "Правда после этого Ольга Дмитриевна почему-то запрещает мне приближаться к микрофону без надзора."
    me "И я — надзор?"
    hide mi with dissolve
    show mt smile pioneer with dspr
    "Мику смутилась и отвернулась."
    "Заметив что-то на сцене, переключилась туда и заорала, чтобы третий отряд убирался и освободил место под выступления."
    "Ей что-то ответили, и она снова взяла микрофон с выкрученной громкостью:"
    mi "Второй отряд — на сцену."
    mt "Практически. Кстати, спасибо, что присмотрел за ней, пока меня не было."
    "Я почувствовал, как вспыхнули кончики ушей."
    me "Я не присматривал."
    me "И я — не надзор!"
     
    mt "Конечно, не надзор! Ты — друг!"
    dreamgirl "А не сосиска!"
    show mi smile pioneer at left with dissolve
    mi "Зато мне так хлопали! Как никому не хлопали."
    "Ольга кинула на Мику странный взгляд:"
    mt "Разумеется, хлопали. После того, что ты устроила на сцене — удивлена."
    mt "Что тебе цветы не принесли."
    show mt normal pioneer
    show mi serious pioneer
    with dspr
    "Они обменялись кинжальными взглядами."
    me "Так я не понял: её стащить со сцены не могли или что?"
    show mi smile pioneer with dspr
    mi "Не хотели!"
    mi "Когда пытались остановить плёнку, задние ряды начинали свистеть и требовать меня."
    mi "Я и пела! Разве я не молодец?"
    show mt smile pioneer with dspr
    mt "Молодец, молодец. Только на сцену тебя пускать рядом с любителями нельзя."
    mt "Комплексами зарастут."
    show mi normal pioneer with dspr
    "После этих слов Мику успокоилась окончательно."
    "Уставившись вожатой в переносицу, она отчеканила:"
    mi "Если не хотят лажать — пусть репетируют."
    hide mi with easeoutleft
    "И, поднявшись, отправилась к эстраде."
    "Второй отряд завершил свои выступления, пришло время для тяжёлой артиллерии."
    show mt grin pioneer with dspr
    "На вожатую такой демарш не произвёл ровным счётом никакого впечатления."
    "Подмигнув мне, она устроилась на скамеечке неподалёку и прикрыла глаза."
    hide mt with dissolve
    th "Страсти здесь кипят, конечно."
    "Что-то подсказывало мне, что это не первый и даже не пятый такой разговор между худруком и вожатой."
    "И ввязываются они в него не с целью переубедить кого-то или склонить на свою сторону."
    "А… развлечения ради."
    "Именно."
    "Мику не смущало то, что должно было смущать, а Ольгу не раздражала непокорность девушки."
    "Они безусловно не раз и не два сталкивались лбами, защищая свои интересы."
    "Но двадцать дней спустя вышли из вечных дебатов очень тепло относящимися друг к другу людьми."
    "Пусть в глазах Мику сквозит одиночество — она не обвиняет в этом вожатую."
    "В конце концов, теперь у неё есть я."
    "Мику поймала мой взгляд и подмигнула."
    if alt_day6_us_7dl_mi_friends == 2:
        "Как бы плохо ни было ей с утра, такие вот моменты, когда стоишь с микрофоном в руках…"
        "Когда льётся музыка, а песня рвётся из груди не стоном, а криком."
        "Такие моменты искупают всё."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_button:
    play music music_7dl["bureaucracy"] fadein 3
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Когда я вышел из столовой, Ульяны уже нигде не было видно."
    "Оно и неудивительно — эта непоседа сто процентов учудила какую-нибудь каверзу, не до глупостей ей было, вроде общения со всякими скучными и ленивыми Семёнами."
    "Я и сам с трудом понимал, на чём вообще держится наше общение."
    "Исключая несколько авантюр, в которые она втянула меня пару дней назад…"
    if alt_day4_neu_us_pixies != 0:
        "И эта полумистическая сказка про Огоньки, поиски."
        dreamgirl "И Данечку, желающего стать смотрителем маяка."
        "Я согласно кивнул."
        "Много неясностей и белых пятен было в этой истории, чтобы считать её просто выдумкой или играми «понарошку»."
        "Вот только была некая препона, которую, как ни старайся, не преодолеешь."
        "Не пускали меня дальше, хоть ты тресни."
    else:
        th "Ну и то, конечно, что я не оставил девочку одну в беде."
        if alt_day5_neu_us_potato:
            th "Накормил страждущую картошкой."
        th "Герой, правда?"
        dreamgirl "Поцелуя от прекрасной дамы в качестве признательности ты не дождался."
        dreamgirl "Так что геройством здесь и не пахнет. В лучшем случае, френдзона."
        th "У тебя вообще всё к одному сводится!"
        dreamgirl "Дык, ёлы-палы! Я же не ханжа как ты."
    "Махнув рукой, я всё же решил сходить отыскать девочку, наплевать на все её «отвали»."
    "Мне тяжело было признаваться себе, но привык я к ней, искал её внимания…"
    "Так легко, как с мелкой, мне не было в принципе ни с кем."
    "И я крайне ценил это."
    window hide
    scene bg ext_house_of_dv_day
    with dissolve
    "Цитадель рыжих выглядела закрытой."
    "Здесь ровным счётом ничего не изменилось: всё та же распахнутая форточка, всё тот же сачок."
    "Неизменный весёлый Роджер привычно скалился мне сквозь стекло двери."
    "Обуви на прибалконнике не было, значит, никого здесь и…"
    "Я услышал какое-то невнятное бормотанье."
    "Приглушённое, еле-еле слышимое."
    "Разносящееся так, что непонятно было — откуда оно доносится."
    "В поисках голоса, я поднялся на крыльцо — ступеньки даже не скрипнули."
    scene bg ext_house_of_dv_day:
        linear 0.5 zoom 1.3 xalign .5 yalign .35
    pause(1)
    play sound sfx_knock_door_closed_hard1
    "Заперто."
    "И голос тоже замолк."
    "Ненадолго."
    window hide
    with fade
    "Вскоре он снова возобновил свою бурчащую песнь."
    th "Чудеса какие."
    dreamgirl "Может, пора к Виоле сдаваться?"
    th "В смысле?"
    dreamgirl "Ну, всё! Кукушка поехала, голоса всякие слышатся."
    th "Спасибо за помощь, зануда."
    scene bg ext_house_of_dv_day
    with dissolve
    "Я сошёл с крыльца и прислушался."
    "Голос снова был везде и нигде."
    window hide
    play sound sfx_bush_leaves
    scene bg ext_path_day
    with dissolve
    "Я догадывался, что Алисе и Ульяне недостаточно будет просто выделенного им места в домике."
    "Потому ничуть не удивился, когда почти невидимая тропинка завела меня на крохотную полянку, окружённую густо поросшей растительностью."
    "Здесь было всё необходимое для времяпрепровождения в гордом одиночестве: бревно, углубление в земле, выложенное булыжниками, небольшой навес из веток."
    th "Да, вот если рыжие захотят спрятаться ото всех, им не придётся, как Лене, убегать за территорию."
    "Неплохая находка, но это всё же немного не то, что я искал."
    "Бурчанье было слышно и здесь, но уже немного слабее."
    "Отсюда я сделал вывод, что бурчат всё же из домика."
    "Больше-то неоткуда."
    "А раз он закрыт…"
    "Я прокрался назад по тропинке до поворота и свернул у задней стены."
    "Оттуда было видно, что окошко по причине жары открыто нараспашку."
    th "Сейчас и посмотрим."
    "Я подобрался поближе и заглянул в окно."
    stop music fadeout 3
    window hide
    scene bg int_house_of_dv_day
    with diam
    play music music_7dl["wheres_wonderland"] fadein 3
    "То, что я там увидел, было как минимум неожиданным."
    "Я замер."
    "Ульяна, вечно боевая, задиристая и задорная, Ульяна, которая никогда не лезет за словом в карман, сидела на кровати и играла с медведем."
    if alt_day2_us_escape:
        "С большой плюшевой игрушкой, которую она однажды брала уже с собой, когда мы вместе убегали из лагеря."
        "Я ещё тогда обратил внимание на то, что она не взяла с собой ни горы одежды, ни рюкзака с едой."
        "Нет. Она забрала самое важное."
        "Медведя этого да кулёк конфет."
    "Рядом с кроватью Ульяны стояла самодельная кроватка, сделанная из коробок и нескольких красных футболок с символикой «СССР»."
    th "Значит, она не в одном и том же бегает постоянно?"
    "Запоздало дошло до меня."
    th "Просто у неё куча таких вот футболок?"
    "И совершенно очевидно было, для кого она смастерила эту кровать."
    "Милая, наивная картинка."
    "Где-то я даже немного завидовал ей, потому что потерял подобное."
    "Даже в самом закрытом и защищённом месте я не могу позволить себе расслабиться и вспомнить про то, что было действительно важным в детстве."
    "Не проблемы и душевные терзания, а вовремя уложенный спать медведь."
    "Должно быть, девочка и правда чувствовала себя сейчас крайне защищённой."
    "Прижимая к груди плюшевую игрушку, девочка улыбалась неподдельно искренне."
    "В её глазах светилось настоящее счастье, настоящее обожание."
    "В этом закрытом домике, в тихий час, когда никто не сможет потревожить и вломиться в святая святых, Ульянка смогла позволить себе быть тем, кем она всегда и являлась."
    "Ребёнком."
    "Склонившись над медведем, обряженным в красные штаны и синий в горошек фартук, она нежно ворковала:"
    us "Хороший Миша, хороший."
    us "Пусть тебе приснится что-то яркое и солнечное."
    "Она погладила медведя по голове."
    "В голове всплыли вдруг бессмертные строки:"
    th "И простил и грядущие, и капризы и шалости милой маленькой девочке…"
    us "А завтра будет утро, Миша."
    "Она уложила медведя на кроватку, прикрыла сверху футболкой, подоткнула уголок."
    us "И я возьму тебя в дорогу. Ты хочешь со мной в поездку?"
    us "Мы снова вернёмся домой, ты и я."
    us "Я каждый вечер буду приходить к тебе, чтобы рассказать сказку."
    if alt_day4_neu_us_pixies != 0:
        us "Я узнала новую сказку."
        us "Знаешь, начало узнала в прошлом году, а окончание — вот только сейчас."
        us "О потраченном времени, детстве и забытых игрушках."
    us "Правда, хочешь? И я."
    "Она наклонилась над кроваткой и заговорила что-то уже совсем неразличимое."
    "А я…"
    "Человек всё же дурак в подавляющем большинстве своём."
    "Я зачем-то пытался отнестись к ней, как к ровне."
    "Как ко взрослому человеку, который думает и делает, только посоветовавшись с головой."
    "Списывал её проказливость и шалости на то, что у неё просто плохой характер."
    "Или проблемы в семье."
    window hide
    with fade
    "Да мало ли чем ещё можно было объяснить поведение человека?.."
    "И был неправ."
    "Мы все были неправы!"
    "Кроме разве что Ольги Дмитриевны, которая очень многое спускала с рук девочке."
    "Вот та, наверное, не сделала ошибки и не попыталась воспитывать Ульяну как человека относительно взрослого."
    "Да и о какой взрослости и ответственности может идти речь, когда девочка запирается в тихий час, чтобы её никто не нашёл тогда, когда она наиболее уязвима."
    window hide
    with fade
    "В растерянности, я отступил на шаг."
    play sound sfx_bush_leaves
    "Зашуршал листьями."
    "Бормотание снова смолкло, но теперь оно меня уже не смущало."
    "Меня больше смущал только непонятно зачем открывшийся мне секрет, который как чемодан без ручки: и нести тяжело, и бросить жалко."
    "Да и кому я смогу поведать о том, что единственный ребёнок в нашем отряде на самом деле — самый настоящий ребёнок?"
    th "Тоже мне, секрет полишинеля."
    window hide
    scene bg ext_house_of_dv_day
    with fade
    stop music fadeout 3
    "Обойдя цитадель рыжих, я уселся на ступеньки."
    play music music_list["get_to_know_me_better"] fadein 5
    "Быть пойманным я не опасался, и то, что Ульяна обо всём догадается, тоже почти не пугало."
    "Следовало немного прийти в себя и обмозговать увиденное."
    play sound sfx_unlock_door_campus
    pause(1)
    show us shy sport
    with dissolve
    "Сзади щёлкнул замок, и на ступеньку рядом со мной уселась мелкая."
    us "Видел, да?"
    me "Твоё воркование трудно было не заметить."
    "Улыбнулся я."
    me "Так что мне стало любопытно."
    show us normal sport with dissolve
    us "Ну и пусть! Я ни капельки этого не стесняюсь!"
    show us shy sport with dissolve
    me "Ни капельки."
    "Подтвердил я, наблюдая за тем, как алеют её уши."
    "Почему-то совсем не хотелось подкалывать её, хотя раньше я бы своего шанса не упустил."
    "Это после всего того, что она мне сделала? Да святое дело."
    "Не в этот раз."
    "Ульяна задрала майку и, вцепившись в большую круглую металлическую пуговицу на шортах, крутила её, видимо, борясь со смущением."
    me "Армейская пуговица?"
    "Ткнул пальцем я."
    show us grin sport with dspr
    us "Вот же! В погонах и звёздочках он не разбирается, а в пуговицах разбирается."
    me "Угу."
    "В ответ она снова крутнула пуговицу."
    us "А ты почему не идёшь репетировать или убираться?"
    me "А ты?"
    show us surp1 sport with dspr
    us "Ну шутник юмора! Я — и убираться!"
    us "Мне нельзя! Я ребёнок, эксплуатация детского труда!"
    me "Понаслушалась всякой чуши, теперь повторяешь."
    us "Ничего и не чушь."
    show us upset sport with dspr
    "Ульяна задрала нос и свысока посмотрела на меня."
    me "Что за пантомима."
    th "Похоже со смущением ей справиться удалось."
    th "Хотя какое там смущение. Вот если бы я её неглиже застукал…"
    if lp_us > 8:
        th "Хотя уже однажды застукал, да."
    dreamgirl "Полагаю, её это смутит гораздо меньше. За неглиже ребята в школе не смеются."
    "Со вздохом я был вынужден согласиться и с этой мыслью."
    show us laugh2 sport with dspr
    us "Так ты, выходит, дезертир сегодня?"
    us "Признавайся!"
    me "Какой я тебе дезертир… Я и не служил."
    show us laugh sport with dspr
    "Ульяна в ответ расхохоталась и, вскочив со ступеньки, запрыгала вокруг меня, крича:"
    us "Дезертир! Дезертир! Три наряда вне очереди!"
    me "И не надоедает тебе?"
    "Меланхолично проронил я."
    show us normal sport with dspr
    "В ответ девочка задумалась на секунду."
    show us grin sport with dspr
    "Тут её лицо просияло:"
    us "Не беспокойся, дезертир! Я придумала, как спасти тебя!"
    if alt_day4_neu_us_pixies != 0:
        me "Спасти? А как же твои поиски?"
        show us surp1 sport with dspr
        us "А ты откуда… А, да."
        us "Тогда ты вдвойне дезертир! А обещал мне довести дело до конца."
        me "Дело?"
        us "Поиски! {w}Мы с мальчишками сегодня нашли старую дорогу, там в ручье новых Огоньков запускали."
        us "А где был ты в это время?"
        me "Отваливал."
        "Процедил я."
        me "Как ты и приказала."
        show us laugh sport with dspr
        us "Какой послушный дезертир."
    "Она обошла ещё раз вокруг меня, затем резко кивнула."
    us "Поднимайся!"
    "Велела она."
    us "Пошли!"
    me "Да куда?!"
    show us laugh sport with dspr
    us "Пошли-пошли!"
    us "Там увидишь."
    "Подскочив ко мне, она дёрнула меня за руку, и я волей-неволей поднялся."
    me "Ты можешь внятно объяснить, куда ты меня тащишь?"
    "Потребовал я."
    show us smile sport with dspr
    us "Увидишь. Да двигайся ты, не стой!"
    us "Если нас сейчас тётя Оля заметит, кранты, кирдык и карачун-бабай будет!"
    "Заверещала Ульяна, переходя на бег."
    th "Ребёнок."
    "Ещё раз напомнил себе я."
    th "Нельзя её ногой по шее."
    "Хотя хотелось, что уж там."
    window hide
    scene bg ext_house_of_dv_day at fast_running
    with flash
    "Но так или иначе, мы понеслись по лагерю, искусно лавируя между там и сям вышагивающими вожатыми, пионерами…"
    "Которые, по идее, должны бы спать, ибо тихий час по лагерю!"
    "Или хотя бы репетировать."
    stop music fadeout 3
    window hide
    scene bg ext_square_day at fast_running
    with flash
    play music music_list["went_fishing_caught_a_girl"] fadein 3
    us "Сёмыч, если будешь делать такое лицо, я отведу тебя к Виоле, чтобы дала тебе слабительного."
    "Пропыхтела Ульяна, не сбавляя шага."
    me "А тебе всё бы издеваться!"
    "Выдохнул я."
    "Ульяна захохотала и прибавила шагу."
    window hide
    scene bg ext_clubs_day
    with dissolve
    "Как оказалось, нашим пунктом назначения были клубы."
    "Разумеется, закрытые."
    me "И зачем мы здесь?"
    show us grin sport with dissolve
    us "Сейчас увидишь."
    "Ульяна воровато огляделась по сторонам и направилась к крыльцу."
    "Правда, на лестницу заходить не стала, свернула на бетонную дорожку-фундамент у самой стены и затопала к дальнему углу."
    us "Не стой, давай за мной!"
    me "Ты что делать собираешься?"
    me "Опять какую-нибудь пакость?"
    show us laugh sport with dspr
    us "Не беспокойся."
    "Рассмеялась она."
    us "Никого взрывать и травить не будем. Зуб даю."
    me "Что-то я сомневаюсь."
    us "Ты такая бояка. Взрослому, толстому и ленивому Семёну быть таким не пристало."
    me "Эй! Я не ленивый!"
    "Возмутился я."
    show us laugh2 sport with dspr
    us "То есть, по всему остальному возражений нет?"
    me "И не толстый. Зато взрослый!"
    us "Очень взрослый."
    "Мы перешли в режим скрытности, поэтому она больше не гоготала во всё горло."
    "Впрочем, менее обидными оттого её шпильки не становились."
    us "Особенно взросло было, когда ты наперекор вожатой полез наводить свои порядки."
    me "Это обострённое чувство справедливости!"
    if alt_day4_neu_us_pixies != 0:
        me "Я беспокоился за тебя!"
        us "Спасибо. Очень тронута."
        us "А вот о том, что тётя Оля подумает, ты, конечно же, забыл."
    else:
        us "За то, что поделился, конечно, спасибо!"
        us "Но то, что ты сделал наперекор вожатой, ты подумал?"
        us "Она же специально наказала и меня, и Алису. Не просто так!"
        us "А ты вмешался."
    "Я не нашёлся с ответом."
    "Да, строго говоря, поступок был довольно инфантильным."
    "Но тогда мне казалось, что поступаю я правильно."
    th "А оказалось, что даже в глазах моей «спасаемой» я веду себя как великовозрастный балбес."
    me "Ладно, проехали."
    show us laugh sport with dspr
    us "Уж проехали так проехали!"
    us "Толстый и ленивый невзрослый Сёмыч!"
    me "Прекрати."
    "Ульяна хихикнула."
    show us smile sport with dspr
    "Потом вдруг шикнула."
    us "Стой, похоже мы на месте."
    "Мы остановились у слепого окна, забранного листом какой-то бумаги."
    us "Подсади-ка меня."
    me "У меня плохое предчувствие."
    us "Не трясись, трусишка. Всё будет хорошо!"
    show us grin sport with dspr
    "Ульяна подмигнула мне и требовательно качнула головой."
    "Вздохнув, я подчинился."
    hide us with dissolve
    "Миг — и она прильнула к откосу, цепляясь за всё, что только можно."
    us "Отпускай меня."
    "Прошипела она."
    us "Стекло тебе спущу, принимай."
    "Она завозилась, стащила с одного из хвостов заколку и, действуя той как пассатижами, последовательно отогнула четыре гвоздика, держащие стекло."
    us "Принимай! Да не тормози ты."
    me "Разумеется. Стекло голыми руками."
    us "Тогда рубашку снимай."
    me "Не для тебя моя роза цвела!"
    "Гордо задрал нос я."
    "Она захохотала и от смеха выпустила стекло."
    "Я даже сказать ничего не успел."
    "Стекло ухнуло вниз, я приготовился было зажмуриться, спасая глаза от снопа режущих осколков, и…"
    show us smile sport with dspr
    "Ульяна фыркнула:"
    us "Хоть в чём-то тебе повезло!"
    "У самой бетонной дорожки стекло необъяснимым образом спланировало в сторону и, проломав кусты, застряло у самой земли."
    me "Свезло, так свезло."
    show us grin sport with dspr
    us "Да!"
    "Обрадованно завопила Ульянка и тут же спохватилась."
    show us shy sport with dspr
    us "Ой!"
    me "Молоток! Нас же ещё не весь лагерь слышал!"
    show us smile sport with dspr
    us "За-ну-да!"
    "Отреагировала девочка."
    us "Ладно, давай, подставляй горб, я полезу."
    hide us with dissolve
    me "Не скажешь мне, что ты там забыла?"
    us "Я же говорю: спасение! Место, где тебя, дезертира, никто не найдёт."
    "Она нетерпеливо качнула ногой в воздухе и тут же, ойкнув, схватилась за раму."
    us "Ну помогай мне, я не дотянусь."
    "В который уже раз вздохнув, я подставил сначала руку, а позже и плечо."
    "Наверху шумно завозились, потянулись вверх, потом замерли."
    me "Что ещё?"
    stop music fadeout 3
    window hide
    with fade
    pause(1)
    play music music_7dl["catch_the_hedge"] fadein 3
    us "Ой!"
    "Ульяна с такой непосредственностью пролепетала это, что я даже не разозлился."
    me "Что стряслось?"
    us "Я… Я застряяяяяла."
    "Протянула она."
    me "Залезть не можешь, что ли?"
    us "Да могу! Я зацепилась за что-то!"
    me "Давай."
    me "На голову становись, давай! Три…"
    "Она рванулась вперёд, и тишину лагеря прорезал ощутимо слышимый рвущийся звук."
    play sound sfx_7dl["tearing"] fadein 0
    dreamgirl "Четыре."
    "Что-то твёрдое упало мне на голову."
    "А мгновением спустя Ульяна рыбкой исчезла в окне."
    us "Поймал? Поймал?!"
    me "Что поймал?"
    us "Да пуговицу! Я ей за гвоздь зацепилась!"
    th "Вот и ответ о том, чем это мне по маковке угодило."
    me "Эээ, нет. На меня что-то упало, а вот что — не знаю."
    us "Поищи, а?"
    "Показала нос из окна моя Рапунцель."
    us "А то мне шорты застегнуть не на что. Падают!"
    me "А что там порвалось?"
    "Ульяна покраснела."
    us "Да пуговица, говорю же!"
    me "С таким звуком? Не думаю."
    "Издав горловое рычание, Ульяна исчезла."
    "А парой секунд спустя из помещения клубов донеслось:"
    us "Только никому ни слова."
    me "Рассказывай давай."
    us "Я шорты по самой середине порвала, от ширинки."
    "Она нервно хихикнула."
    us "Так что у меня теперь не шорты, а две половинки."
    us "И не только их."
    "Она вздохнула и позвала:"
    us "Ладно, ты лезешь?"
    "И тут я понял, о, уверяю, осознал одну простую истину."
    "Что бы ни случилось и ни произошло сейчас — нас не должны видеть рядом, пока она в таком виде."
    "Вот никак не должны."
    dreamgirl "Чувак, ты знаешь, я обычно всегда за тебя. И окажись вы там вместе, но в нормальном виде, так я только за!"
    dreamgirl "Но если вас вожатая застукает там с подранными шортами и труселями… Я даже боюсь себе представить, чем это может быть чревато."
    dreamgirl "Слухи поползут точно."
    "Ах, какая прелесть — единодушие в организме!"
    me "Нет, не полезу."
    us "Что? Почему?"
    if us_pt <= 4:
        me "Да ты сама-то как думаешь?"
        us "А что такое?"
        me "Знаешь, не хочется быть линчёванным на месте твоей лучшей подругой."
        us "Лин… чего?"
        me "Проблем не хочу, короче."
        me "Так что извини, конечно, но меня ты определённо не спасла."
        us "И ты вот сейчас уйдёшь? Оставишь меня в таком виде?"
        "Мысль, кстати, неплохая."
        me "Могу прислать Алису, чтобы та принесла тебе сменку."
        us "Ну и уходи. Предатель!"
        "Ульяна загрохотала внутри чем-то, давая понять, что разговор окончен."
        "Вздохнув, я покинул место несостоявшегося аутодафе."
    else:
        me "Да потому что ничего общего с тобой иметь я не желаю!"
        "Взорвался я."
        me "Ты тут больше всех кричала о взрослости и прочей чуши, но сама-то, а?!"
        me "Вот как тебя угораздило?"
        me "Ты, блин, на ровном месте обязательно найдёшь ямку и обязательно туда упадёшь."
        us "Что, бросишь меня теперь?"
        "Тихо шепнула Ульяна."
        us "Раз я такая неудачница."
        us "Уйдёшь?"
        "Я вздохнул."
        me "Нет. Но и внутрь я не полезу, пока ты в таком виде. Ты хоть представляешь себе…"
        us "Уи!"
        "Взвизгнув, Ульяна перегнулась через раму и потрепала меня по макушке."
        us "Хоть ты и пуговицу не нашёл, спасибо, Сёмище!"
        me "Угу. Теперь осталось придумать что делать."
        "Ситуация сложилась патовая, что и говорить."
        "А вот Ульяну, похоже, вообще ничто не смущало."
        us "А чего думать? Раз ты так стесняешься меня, сходи ко мне да принеси мне сменные шорты!"
        "Я вспомнил о том, как она из нескольких абсолютно идентичных алых маек сделала постель своему медвежонку, так почему бы у неё не быть и паре-тройке одинаковых шортов?"
        us "Сбегаешь?"
        us "А потом я покажу кое-что интересное!"
        dreamgirl "Боюсь, показывать тебе нечего."
        th "Цыц."
        menu:
            "С ума сошла, что ли?":
                "Я представил себе воочию, как Алиса заходит в дом, где я роюсь в Ульянкиных вещах."
                "В одежде, в частности."
                "А может, и в белье."
                "Линчевать, может, и не линчует."
                "А вот кастрировать ржавыми пассатижами очень даже способна!"
                me "А если меня застукают? Или вообще поймают с твоими вещами в руках?"
                us "Бояка какой. А ты убежишь!"
                me "Точно. С разбегу об телегу."
                us "Ну а что делать-то тогда?"
                "Рассердилась девочка."
                me "Ничего. В вещах твоих рыться я отказываюсь, а такой, как ты сейчас, оставить не могу."
                me "Пойду попробую найти твою соседку."
                us "Давай…"
                "Уныло протянула Ульяна."
            "А как я открою домик?":
                us "Да там Алиса должна быть."
                "Ульяна привела довольно сильный аргумент."
                "К счастью, у меня был ещё более сильный."
                me "Точно. Должна быть. И я при ней должен искать у тебя в сумках запасные шорты."
                us "М-да. Плохая идея."
                "Видно было, что отдавать мне ключик от дома Ульяне совершенно не хочется."
                me "И потом. Если её нет, мне что, бегать искать по всему лагерю, рискуя попасться вожатой?"
                me "А ты всё это время будешь сидеть здесь голоштанная, пока кто-нибудь дверь не откроет."
                me "Вот сюрприз-то будет!"
                us "Да какой сюрприз, никто тебе ничего не скажет."
                me "Сказать не скажут, а вот по морде надавать без лишних вопросов могут."
                me "Ты мне друг, но не настолько!"
                us "Невозможный человек."
                "Неизвестно кому пожаловалась Ульяна."
                us "В этот-то раз поймай, ладно? Чудовище криворукое."
                me "Эй! Я всё слышу!"
                us "Руку подставь, говорю!"
                "В подставленную руку с тихим звяканьем шлёпнулся ключик, привязанный к брелоку в форме божьей коровки."
                "Правда, крайне странному брелоку."
                "Раньше тот был вполне себе традиционным красно-чёрным жуком."
                "Но со временем истаскался…"
                us "Что?"
                "Недовольно фыркнула Ульяна, увидев, каким взглядом я изучаю зелёно-синее чудовище с разноцветными точками."
                us "Да, изрисовала. Мне можно, я киндер."
                me "Жди меня, киндер."
                "Усмехнулся я."
                me "Пара минут — и ты спасена!"
                us "Тоже мне, спасатель нашёлся."
                "Напутственно прозвучало мне в спину."
                stop music fadeout 3
                window hide
                scene bg ext_square_day
                with fade
                play music music_7dl["surf"] fadein 5
                "Лагерь опустел окончательно."
                "Вожатые работали чётко, засады устраивали грамотно — короче говоря, пионеры с улицы пропали."
                "Так что перемещаться приходилось исключительно короткими перебежками."
                "Я прекрасно понимал, что если меня встретит кто-нибудь — то куковать Ульянке потом в клубе до темноты, пока не получится выскользнуть из помещения и добраться до домика."
                "А значит, прощайте, ужин, дискотека и хорошее настроение."
                "Я был, конечно, злой, но не настолько злой."
                "Так что от укрытия к укрытию — марш! Марш!"
                window hide
                scene bg ext_house_of_dv_day
                with dissolve
                "Путь до домика Алисы и Ульяны занял куда больше времени, чем если бы я шёл крайне неспешно — зато напрямую."
                "Так что я, не задерживаясь, подскочил по лестнице к двери."
                play sound sfx_unlock_door_campus
                pause(1)
                "Специально проверил, чтобы замок щёлкнул — крайне не хотелось бы встретить Алису внутри."
                "Обуви снаружи, понятно, не стояло."
                "Но на это я уже купился один раз, больше не куплюсь."
                window hide
                play sound sfx_open_dooor_campus_1
                pause(1)
                scene bg int_house_of_dv_day
                with dissolve
                play ambience ambience_int_cabin_day fadein 3
                "Прикинув, где могут храниться вещи повседневной носки, но не будут храниться вещи более… кхм, интимные, я полез под кровать в поисках сумки."
                "И только я нырнул вниз в пыльный мрак…"
                play sound sfx_open_door_kick
                pause(1)
                dv "Ой, а что это у нас тут?"
                play music music_7dl["catch_the_hedge"] fadein 2
                dv "И в какой позе интересной!"
                "Я распрямился."
                "В дверях домика руки в бока стояла…"
                window hide
                scene bg int_house_of_dv_day
                show dv angry pioneer2 at zentercenter
                with dissolve
                "Алиса!"
                "И выглядела она жутко."
                "Вся перемазанная чем-то чёрным, жирным."
                "Усталая — что было заметно по запавшим глазам."
                "И очень, очень злая!"
                dv "Новичок."
                "Сладко пропела она."
                dv "Ты ничего не хочешь"
                show dv rage pioneer2 with dspr
                extend " мне объяснить?!"
                me "Мнээээ…"
                "Проблеял я."
                show dv normal pioneer2 with dspr
                dv "Я так и подумала."
                "Спокойно кивнула Алиса."
                play sound sfx_lena_hits_alisa
                pause(1)
                window hide
                scene black
                with fade
                stop music fadeout 3
                pause(1)
                show unblink
                scene bg int_house_of_dv_day
                show dv normal pioneer2
                with dissolve
                play music music_7dl["genki"] fadein 2
                "Когда я открыл глаза, Алиса сидела на кровати и искоса поглядывала на меня."
                me "И за что ты мне влепила?"
                "С удивляющим самого себя спокойствием уточнил я."
                me "Я ничего не украл, ничего твоего не трогал."
                dv "То есть, ты не лазил у Ульянки под кроватью?"
                me "Так я для дела же!"
                show dv angry pioneer2 with dspr
                dv "Вот отведу тебя к Санычу, он тебе покажет, какое дело!"
                me "Вот и отведи!"
                me "Пусть Ульянка и дальше сидит в рванье."
                show dv shocked pioneer2 with dspr
                dv "Рванье? Что случилось?"
                me "Какой умный, а главное, своевременный вопрос."
                "Процедил я."
                me "Порвалась она. Когда лазила куда лазить не следовало бы."
                me "Сейчас сидит в одной футболке и ждёт, пока я ей что-нибудь прикрыть срам принесу."
                show dv shy pioneer2 with dspr
                dv "Что ж ты сразу не сказал?!"
                me "Сразу?!"
                "Я почувствовал, как закипаю."
                me "Да пошла ты, знаешь куда? Ты мне это «сразу» дала?"
                me "Нет — ты «сразу» граблями размахивать начала."
                me "Если у тебя ПМС, то я в этом не виноват."
                show dv guilty pioneer2 with dspr
                dv "Не дуйся. Ну, стукнула, подумаешь."
                dv "Шрамы украшают мужчину."
                me "Шрамы! А не удар в шнопак."
                show dv shy pioneer2 with dissolve
                dv "Ну, мне что? Извиняться перед тобой теперь?"
                dv "Бывает, треснула сгоряча. Все мы люди."
                me "От тебя дождёшься, пожалуй."
                "Проворчал я."
                me "Помоги мне шорты Ульянке найти — и мы в расчёте."
                dv "Сейчас…"
                "В отличие от глупого меня, Алиса не постеснялась сразу залезть в шкаф."
                hide dv with dissolve
                "И ей, в отличие от меня, не потребовалось и нескольких секунд для того, чтобы найти искомое."
                dv "Лови!"
                "Она перекинула шорты через дверцу."
                dv "И… Не держи зла, если что."
                me "А ты откуда такая красивая?"
                dv "Ты ещё здесь?"
                me "Угу. Так откуда?"
                "Двачевская помолчала, но в итоге неохотно призналась:"
                dv "Да тут одному в репу дала, чтобы много не выступал."
                me "А словами разве нельзя?"
                dv "Да они слов не понимают!"
                dv "Он меня ещё с концерта взбесил, когда решил пасть свою раскрывать на тех, у кого родаков нет."
                if alt_day4_neu_mt_volley:
                    me "Какого концерта? Ты же с нами играла."
                    dv "Ты трудный? {w}Думаешь, на всю смену один концерт?"
                    dv "В прошлый концерт как раз вызвал желание съездить по челюсти."
                dv "Только повода не давал."
                me "А теперь дал?"
                show dv normal pioneer2 with dissolve
                dv "И я ему — как следует!"
                me "И тебя наказали."
                show dv angry pioneer2 with dspr
                dv "Заставили эту чёртову костровую чистить, чтоб она провалилась."
                dv "Только сейчас освободилась. Не знаешь, обед скоро?"
                "По работе — и награда?"
                "Только похоже было, что Алису наградили, оставив без обеда."
                me "Обед уж час, как закончился."
                "Алиса недоверчиво посмотрела на меня, а потом глухо выругалась."
                dv "Так и знала! Надо было оставить всё там, как было!"
                me "И как ты теперь?"
                if alt_day5_neu_us_stores:
                    "Мне нечего было предложить Алисе — вчерашние запасы, выданные на обеих рыжих, Ульянка успешно смолотила сама."
                show dv sad pioneer2 with dspr
                dv "Да не знаю. Придумаю что-нибудь."
                me "Может, сходишь поищешь Ольгу? Или сразу в столовую?"
                show dv grin pioneer2 with dspr
                dv "Кстати, да! Я работала, мне полагается!"
                dv "Выскочку же кормят, когда она ни попросит. Чем я хуже?"
                if loki and (alt_day_binder != 1):
                    me "А если не накормят, то всегда сможешь их грабануть."
                    me "Сейчас не конец недели, продукты все в пищеблоке."
                    "Алиса нехорошо сузила глаза, вспомнив про свою предыдущую попытку кражи со взломом, но промолчала."
                    "Сейчас её волновали исключительно гастрономические вопросы."
                    me "Ладно, удачи тебе с поисками провизии."
                else:
                    me "В крайнем случае, стянешь там какую-нибудь булочку, если ещё час до полдника ждать невмоготу."
                window hide
                play sound sfx_open_door_strong
                pause(1)
                scene bg ext_house_of_dv_day
                with dissolve
                "Алиса кивнула и, вытолкав меня из домика, чем-то загремела внутри."
                "Похоже, она собиралась навести марафет перед походом в высший свет."
                window hide
                scene bg ext_clubs_day
                with dissolve
                "Когда я, зажимая нос, вернулся к Ульяне, там, похоже, никого уже не было."
                me "Ульянка, забирай свои шорты."
                "Рявкнул я."
                "После встречи с Двачевской настроение было мягко говоря не радужным."
                "Тишина."
                me "Ульянка, алё, не спим!"
                "Нет ответа!"
                "Забеспокоившись, я приподнялся на цыпочки, чтобы разглядеть, что там внутри вообще творится."
                "Разумеется, не достал."
                th "Куда она могла запропаститься?"
                "Вспомнив, куда она ставила ноги, когда я её подсаживал, я воспользовался примером Ульяны и, схватившись за карниз, подтянулся."
                "Карниз неторопливо пополз к моему подбородку."
                "Белый, хоть и грязный."
                "И вот уже оказавшись наверху, я понял, что белый здесь не только карниз."
                scene black with dissolve
                "Из полумрака комнаты на меня смотрело нечто белое и бесформенное."
                play sound sfx_scary_sting
                with flash2_red
                us "Бу!"
                "Провыло оно голосом Ульянки."
                "И я от неожиданности разжал руки." #TODO CG с полётом d6_us_ghost
                play sound sfx_bush_body_fall
                scene bg ext_clubs_day with dissolve
                with vpunch
                "Со вскриком полетел вниз."
                dreamgirl "Чем отличается падение с первого этажа от падения с десятого этажа?"
                "Вставил шпильку внутренний голос."
                "Я пребольно ударился мягким местом и едва-едва не зашиб копчик."
                "Впрочем, было не столько больно, сколько обидно."
                play music music_7dl["runaway"] fadein 3
                me "УЛЬЯНАААА!"
                "Заорал я."
                "Из окошка захохотали, и надо мной из окна белой молнией вылетело привидение."
                "Хохочущее знакомым смехом!"
                "Сгруппировавшись и перекатившись, оно, завывая и улюлюкая, бросилось бежать."
                scene bg ext_clubs_day at fast_running
                with flash
                "Ну, а я, соответственно, за ним."
                th "Догоню — высеку."
                "Пообещал себе я."
                scene bg ext_square_day at fast_running
                with flash
                "Внутренний голос пытался добавлять какие-то похабности, но мной сейчас двигала жажда воспитательной мести!"
                "Ульянка в невесть откуда взявшемся пододеяльнике, бежала впереди меня и размахивала руками."
                "Мне не удавалось сократить дистанцию, но и ей оторваться не получалось."
                "Так что получался у нас этакий паритет."
                "Вообще, удивляюсь тому, что за этот забег никто нас не заметил."
                "Вернее сказать, меня и в прошлый раз никто не заметил."
                "Но теперь… Когда по лагерю несётся вопящая и хохочущая процессия, где половина как крыльями размахивает руками, продетыми в пододеяльник, а другая злобно машет шортами над головой…"
                "Нас не поймали, не заметили, и…"
                window hide
                scene bg ext_boathouse_day
                with dissolve
                play ambience ambience_boat_station_day fadein 3
                "Мы выкатили к лодочной станции, и привидение, продолжая размахивать лапами, увязая в песке, побежало к понтонам."
                "Я уже не совсем понимал, зачем бегу."
                "Потом обратил внимание на то, что до сих пор сжимаю в руке некий предмет."
                dreamgirl "Она там под пододеяльником в одной футболке считай."
                dreamgirl "Прикинь!"
                th "Отстань, зануда."
                "Бежать ей особо было некуда, так что я сбавил темп, перешёл на шаг."
                "В боку закололо, и дыхание никак не удавалось выправить."
                "Но теперь-то она точно никуда не денется."
                "Теперь-то ей за всё достанется!"
                th "Я. Бегал. За чёртовыми. Шортами. А ты. Мне. Тут. Устраиваешь?!"
                "Как идиот играл в скрытность, получил в нос от Двачевской — и всё ради этого?"
                me "Теперь не уйдёшь."
                "Единственным выходом для Ульяны было сейчас нырять."
                "Ну, или развернуться ко мне и изобразить кота из Шрека."
                "Хотя далеко не факт, что последнее меня сейчас проймёт."
                "Я шёл карать и наказывать."
                show us shy sport with dspr
                "Кажется, нечто подобное читалось в моих глазах, так как Ульянка, повернувшись ко мне и состроив мордашку очаровательной маленькой девочки"
                show us surp2 sport with dspr
                extend ", охнула и отступила."
                show us grin sport with dspr
                "А потом, хитро подмигнув мне, развернулась и, взяв короткий разбег…"
                hide us with dspr
                "Время застыло."
                "Я кинулся за ней не желая упускать свою добычу!"
                "Нет, в воду её определённо отпускать было нельзя."
                window hide
                play sound sfx_shoulder_dive_water
                pause(1)
                scene anim_underwater
                play ambience ambience_7dl["underwater"] fadein 3
                "Вот только в воду в результате ухнул я, а не она."
                "Старый-старый приём ещё из «Ивана Васильевича»."
                "А я, дурак, купился."
                "Вода оказалась ледяная!"
                with vpunch
                "У меня перехватило дыхание."
                "Сквозь воду доносился заливистый смех Ульяны, парящие пузырём над головой шорты кто-то сцапал."
                th "Рассказчик стреляется. Занавес."
                "Угрюмо пронеслось в голове, пока я, сложив руки на груди, уходил на дно."
                "Очень хотелось кого-нибудь придушить."
                $ alt_day6_us_7dl_tr = True
                window hide
                stop music fadeout 3
                stop ambience fadeout 3
                with fade
                return
    window hide
    scene bg ext_house_of_dv_day
    show dv normal pioneer2
    with dissolve
    play music music_list["afterword"] fadein 3
    "Я как раз подходил к домику Ульяны и Алисы, когда заметил Двачевскую на крыльце."
    me "Алис! Эй!"
    "Она как раз закрывала дверь."
    show dv grin pioneer2 with dspr
    dv "Кто это тут у нас?"
    "Прищурилась Алиса."
    dv "Да неужели лучший рыцарь моей подруги?"
    me "Стебись-стебись. Тут ситуация, в общем…"
    show dv normal pioneer2 with dspr
    dv "Что-то с Ульяной случилось?"
    "Тут же подобралась рыжая."
    me "Да с ней самой ничего не случилось. А вот с её одеждой…"
    show dv shy pioneer2 with dspr
    dv "Ты что, её…"
    me "С ума сошла! Как я могу."
    me "Нет, она пыталась забраться в одно окошко и располосовала себе шорты."
    show dv normal pioneer2 with dspr
    dv "Шорты. Располосовала."
    "Я кивнул."
    me "Об гвоздь зацепилась чем-то, пока лезла, дёрнула — короче, теперь у неё две половинки шортов вместо одних целых."
    dv "А ты-то откуда знаешь?"
    me "Я подсаживал."
    show dv laugh pioneer2 with dspr
    dv "Кто бы сомневался!"
    dv "И теперь она в окне, а ты внизу?"
    me "Практически."
    show dv normal pioneer2 with dspr
    dv "Так, а где всё произошло-то?"
    me "У кибернетиков в клубе."
    dv "Опять за селитрой полезла."
    "Понимающе кивнула Алиса."
    me "Так ты поможешь?"
    show dv grin pioneer2 with dspr
    dv "Не бросать же вас в беде, раз вы такие недотёпы."
    dv "Жди."
    play sound sfx_open_door_2
    pause(1)
    hide dv with dissolve
    "Она исчезла за дверью, а я снова присел на ступеньку."
    me "И зачем я вообще во всё это ввязался…"
    "По ощущениям было уже ощутимо к четырём часам, а значит, концерт вот-вот начнётся."
    "Вожатая явно по головке не погладит, если обнаружит моё отсутствие на местах."
    th "Может, ну его, всю эту тягомотину?"
    "Тоска зелёная же, ну!"
    stop music fadeout 4
    mt "Не знаю, во что ты там ввязался, но я тебя развязываю."
    play music music_list["doomed_to_be_defeated"] fadein 0
    show mt smile pioneer with dspr
    "Ниндзя деревни скрытой лени Ольга Дмитриевна как обычно появилась абсолютно бесшумно."
    "Она улыбалась, и в её улыбке я видел нечто зловещее."
    show mt rage pioneer with dspr
    mt "А ну марш на концерт!"
    "Рявкнула она так, что, если бы я не сидел, так и сел бы."
    "Судорожные сборы у меня за спиной тоже затихли на несколько секунд, пока Алиса прислушивалась к угрозе."
    "Но скоро возобновились."
    me "Извините, Ольга Дмитриевна, но мы сейчас не можем."
    show mt angry pioneer with dspr
    mt "Мы? О ком это ты говоришь?"
    "Отстранив меня в сторону, вожатая поднялась по лестнице и распахнула дверь."
    play sound sfx_open_dooor_campus_2
    pause(1)
    mt "По-нят-но."
    "Процедила она."
    mt "Двачевская, на выход."
    "Изнутри невнятно что-то пробурчали, и вожатая окончательно взъярилась:"
    show mt rage pioneer with dspr
    mt "Я что-то непонятно сказала?! На выход марш!"
    show dv angry pioneer2 at left behind mt
    with dissolve
    th "Похоже, ходить сегодня Ульяне с голым задом."
    "Заключил я."
    th "Если, конечно, не случится чуда."
    dv "И что вы мне сделаете? Опять поляну убирать пошлёте?"
    dv "Очень страшно, вся дрожу."
    show mt angry pioneer with dspr
    mt "Двачевская, не зарывайся."
    show dv rage pioneer2 at right with dissolve
    dv "Я зарываюсь? Я?!"
    "Взъярилась Алиса."
    dv "Значит, посылать меня на работу хрен пойми за что, а потом ещё и обеда лишить — это вы не зарываетесь?"
    dv "Знаете, как было весело, когда я пришла в столовую, а мне сказали, что обед закончился и еды нет?"
    dv "Обхохочешься!"
    show mt normal pioneer with dspr
    mt "Тебя никто не заставлял так долго задерживаться. Сделала бы всё быстро - получила бы свой обед."
    show dv smile pioneer2 with dspr
    dv "Слово услышано. Я ещё и виновата."
    "Враз успокоилась Алиса."
    dv "Пойду-ка я с Алексей Максимовичем на этот счёт потолкую.{w} Вдруг он тоже так считает."
    "Алиса кинула мне шорты и, захлопнув дверь, провернула ключ в замке."
    dv "Даже интересно стало."
    show mt sad pioneer with dspr
    "Не сказать чтобы реплика Алисы напугала вожатую, но напрягла изрядно:"
    mt "Куда это ты собралась?"
    dv "Вы плохо слышали? Я к начальнику лагеря."
    "Алиса картинно поклонилась."
    dv "Если он тоже считает, что заставлять пионеров работать и морить их голодом — это норма, то ладно."
    dv "А так — вдруг покормит."
    show mt shocked pioneer with dspr
    mt "Двачевская — и доносит?"
    dv "Почему донос? Мы с ним по-дружески поболтаем."
    "Я в деталях представил себе все последствия такой вот «дружеской беседы» и поинтересовался:"
    me "Может, у вас что-нибудь есть?"
    me "Съестного."
    show mt normal pioneer
    show dv surprise pioneer2
    with dspr
    me "А то и правда несправедливо."
    "Алиса удивлённо уставилась на меня, а вот Ольга и бровью не повела."
    "Похоже, она уже успела взять себя в руки."
    mt "Я через полчаса пойду в столовую за булочками на полдник, так как концерт."
    show mt grin pioneer with dspr
    mt "Могу захватить Алисе двойную порцию, раз она так голодает."
    show dv normal pioneer2 with dspr
    dv "Это не обед, конечно…"
    me "Но лучше, чем с голодным брюхом."
    show mt angry pioneer with dspr
    mt "При условии - повторяю! Что вы сейчас оба отправитесь на концерт."
    show dv sad pioneer2 with dspr
    dv "Концерт…"
    "Алиса загрустила — видимо, она тоже готовила что-то для выступления, но идти с таким настроением выступать…"
    mt "И да, Семён."
    "Обратилась ко мне вожатая."
    show mt normal pioneer with dspr
    mt "Зачем тебе шорты Ульяны?"
    th "Эх, двум смертям не бывать!"
    "Подумал я и признался:"
    me "Это для Ульянки."
    "Похоже, Алисе моя откровенность не понравилась."
    "Наверное, в её взгляде было что-то."
    "Или в беззвучно прошептавших «стукач» губах?"
    mt "Опять где-то порвалась?"
    "Я кивнул."
    mt "Отнесу я. А вы отправляетесь на концерт. Оба."
    mt "Шорты сдать."
    "Алиса неохотно кивнула, и я протянул шорты."
    mt "Ещё раз, где сидит Ульяна?"
    dv "Не говори."
    me "И оставить её там в таком виде? Нет уж."
    me "Она в дальнем помещении у кибернетиков."
    show mt normal pioneer with dspr
    mt "Благодарю."
    mt "Теперь нале-во! На концерт шагом арш!"
    "Вожатая замерла на месте, провожая нас взглядом."
    mt "Через полчаса вернусь с полдником, и чтобы оба мне были на концерте!"
    window hide
    stop music fadeout 3
    scene bg ext_square_day with dissolve
    "Всё время, что мы шли до площади, я ощущал лопатками её взгляд."
    "И Алиса что-то бурчала себе под нос."
    "Меня она при этом старательно не замечала."
    "А на площади нас перехватил Саныч, который и препроводил нас к эстраде."
    "Отработанный механизм, чтоб его."
    window hide
    stop ambience fadeout 3
    with fade
    return

label alt_day6_us_7dl_rendezvous:
    play music music_7dl["dance_with_me"] fadein 3
    play ambience ambience_7dl["underwater"] fadein 0
    "Не так я себе представлял последний день в лагере."
    "Совсем не так."
    "Мне грезились игры, смех, влюблённые глаза и впитавшееся в стволы сосен счастье, которое манит и манит год за годом возвращаться сюда вновь."
    "Что-то важное."
    window hide
    play sound sfx_water_emerge
    pause(1)
    play ambience ambience_boat_station_day fadein 3
    scene bg ext_beach2_day_7dl
    with dissolve
    "Вынырнув, я судорожно схватил воздух ртом, огляделся…"
    "Ульяны нигде не было."
    th "Сбежала."
    "Чертыхнувшись, и с трудом сдерживая дрожь, я погрёб к понтонам, молясь Рандому, чтобы не случилось судороги."
    "Хотя утопнуть сейчас было бы вполне логичным завершением сегодняшнего бенефиса неудачника."
    window hide
    scene bg ext_sky_7dl
    with fade
    "Достигнув спасительных понтонов в несколько гребков, я из последних сил зацепился за перила, подтянулся и, посекундно оскальзываясь, выкарабкался на сухие доски и, надсадно кашляя, перевернулся на спину, уставившись в небо."
    "Конечно, я не догнал Ульянку."
    "Конечно, я вымок до нитки."
    "Вполне логично после купания в одежде, не так ли?"
    "Но произошло и нечто похуже."
    window hide
    scene bg ext_boathouse_alt_day_7dl
    with fade
    "Я обнаружил вдруг пустоту в кармане и рывком сел, подобрав колени к груди — зуб на зуб не попадал…"
    "Проверил ещё раз — нет."
    "Учитывая то, что я привык постоянно чувствовать его в кармане, я бы точно почувствовал, если вдруг он кувыркнулся из кармана."
    "Факт оставался фактом: до прыжка в воду я чувствовал его в кармане, после прыжка — нет."
    th "Я утопил телефон. Великолепно."
    "Хотя у него и значилась в характеристиках какая-то там защита…"
    "Полагаю, мало существует моделей, способных успешно функционировать на глубине в десять метров."
    dreamgirl "Хочешь попробовать донырнуть и достать?"
    th "В ледяной воде? Упаси Рандом!"
    "Обнаружил пропажу я далеко не сразу."
    "У Ульянки передо мной появился ещё один должок."
    "А вот и она, собственно."
    show us sad sport
    with dissolve
    us "Сёмыч, Сёмыч…"
    "Сокрушённо вздохнула она."
    "Девочка стояла так, будто и не было сейчас забега по территории с гиканьем и размахиванием руками."
    "Дышала легко и свободно."
    "А вот выглядела она грустной."
    us "Ты чего здесь сидишь? Просквозит."
    me "Сохну."
    "Разговаривать не хотелось. Хотелось найти хоть какой-нибудь источник тепла."
    show us surp1 sport with dspr
    us "Ты обиделся, что ли?"
    me "Нет. Я сохну."
    me "Что ещё надо?"
    "Тепло, тепло…"
    "Ульяна надулась, но предпочла смолчать."
    hide us with easeoutleft
    "Но где его взять здесь, на дальней стороне брандвахты, куда и пионеры-то захаживают крайне редко?"
    "Так что и ответ вышел односложным и сухим."
    dreamgirl "Какой каламбурчик."
    th "Вот простужусь, помру и будешь знать!"
    dreamgirl "Буду, конечно. Знаешь, как называется твоё поведение?"
    dreamgirl "Назло мамке уши отморожу."
    th "Пользы от тебя, конечно…"
    "За всеми препирательствами со внутренним голосом и попытками унять дрожь и заметить не успел, как Ульяна куда-то исчезла."
    "Обнаружил себя в гордом одиночестве."
    "И правильно. Плевать я хотел на компании."
    "Я мокр, жалок и противен самому себе."
    "Так что теперь имею полное право на уединение."
    stop music fadeout 3
    play sound sfx_7dl["blanket"] fadein 0
    show us normal sport
    with dissolve
    us "Вот."
    play music music_7dl["someone_like_you_guitar"] fadein 3
    "Радостно улыбаясь, повернулась ко мне Ульяна."
    me "Что «вот»?"
    us "Ты, конечно, вредный, ленивый и старый, Сёмище."
    us "Но я не хочу, чтобы ты заболел. Так что вытирайся."
    "Я обратил внимание на то, что она бросила рядом со мной."
    "Тот самый пододеяльник, в котором она косплеила самое доставучее привидение на свете."
    "Грязный, помятый, но хотя бы относительно сухой."
    th "Спасение!"
    me "Спасибо, конечно, только как я тут вытираться буду?"
    show us smile sport with dspr
    us "А ты в кустики сходи, выжми одежду."
    us "Обещаю подглядывать."
    me "Пардон?"
    show us grin sport with dspr
    us "Да ладно тебе. {w}Я же не некоторые любители подсмотреть девушке в окошко."
    me "Туше."
    hide us with dspr
    "Пробормотал я и, поднявшись, отправился в кустики."
    "Пододеяльник я хозяйственно намотал на плечи, чтобы хоть чуть-чуть согреться."
    "Но это же не озеро, это река. Ветер здесь дует постоянно, так что и мёрзнуть придётся всё то время, что остаёшься мокрым."
    window hide
    scene bg ext_path_day
    with dissolve
    play sound sfx_bush_leaves
    me "Брррр!"
    "Ощущая спиной насмешливый взгляд мелкой, я вломился в кусты, стараясь оставить между мной и ей как можно большее расстояние."
    "Подсказывало мне что-то, что голым я буду несколько беззащитен, а потому ничем противостоять террористке не смогу."
    "Так что шагом арш!"
    "Я спустился в небольшой прогал, заросший акацией и иван-чаем, здесь и решил сменить одежду."
    "Место, конечно, было не идеальное, спору нет."
    "Было неуютно, кусались колючие ветки, пару раз жгуче оходило крапивой по голым ногам, а в траве под ногами туда-сюда сновали красные муравьи."
    th "Но лучше уж здесь, чем на берегу, правда?"
    if lp_us > 8:
        "Хотя если ей придёт в голову поквитаться за позавчерашнее…"
        th "Ну уж нет, такого удовольствия я ей не доставлю!"
    "Я последовательно сбросил неприятно липнущую к телу рубашку, галстук, шорты и носки, оставшись в одних семейниках, до красноты растёр тело волглым уже пододеяльником."
    th "Вот уж судьба у постельного белья — сначала бегать по всему лагерю, потом спасать здоровье одного пионера."
    "Что с ним было делать дальше я не представлял, если честно."
    "По-хорошему, следовало бы сдать его на руки Славе как кастелянше."
    "Но она же вопросы задавать начнёт, докапываться… Не хочется как-то."
    window hide
    with fade
    "Воровато оглядевшись в поисках возможных наблюдателей, я стащил с себя семейники и, обмотав чресла холодной рубашкой, стал выжимать и их."
    "Здесь было, конечно, немного теплее, чем на берегу."
    "Но если вдруг кто-то меня увидит в таком виде…"
    th "И почему ей на пляж не бежалось?"
    "В сердцах плюнул я."
    th "Сейчас бы отошёл в кабинку для переодевания — горя бы не знал!"
    me "Гадость мелкая."
    "Кусты рядом хихикнули, и я рефлекторно прикрылся ладонями."
    "Семейники при этом, разумеется, упали на землю."
    me "А ну вали отсюда!"
    "Кусты хихикнули ещё раз."
    "Потом донёсся звук, будто медведь ломится сквозь малину, и меня отпустило ощущение постороннего взгляда."
    th "Озабоченная какая-то."
    dreamgirl "А то. Они в этом возрасте уже думают обо всяких глупостях."
    "Утраченный предмет туалета на земле уже облюбовали муравьи."
    "Кажется, они решили устроить здесь свой город или что-то в этом роде."
    me "Апокалипсис грядёт!"
    "Усмехнулся я, стряхивая с ткани насекомых."
    "Выжать-выжал, вытереться-вытерся."
    "Но если продолжать в том же духе, то очень скоро я опять начну зябнуть и тогда уж точно простужусь!"
    "И это не говоря о том, на что стала похожа моя форма."
    "Вся перемятая, мокрая, холодная…"
    "Если я явлюсь на линейку в таком виде завтра, Ольга Дмитриевна меня точно распнёт."
    dreamgirl "Линейки завтра не будет."
    th "На ужин, значит."
    dreamgirl "Полагаю, после того, как ты продинамил концерт, мятая форма будет твоей самой незначительной проблемой."
    th "У меня другое мнение."
    "Одевшись, я вернулся на берег к ожидающей меня Ульянке."
    stop music fadeout 3
    window hide
    scene bg ext_boathouse_day
    show us laugh sport
    with dissolve
    play music music_7dl["sheiscool"] fadein 5
    us "На кого ты похож, Сёмыч!"
    "Рассмеялась она."
    us "Так теперь и будешь ходить красивым по лагерю?"
    me "А что мне делать прикажешь?"
    me "Это тебя можно бросить в воду, и тебе будет во что переодеться, а у меня сменки нет!"
    show us surp1 sport with dspr
    us "Разве тебе не выдали второй комплект?"
    me "Понятия не знаю."
    "Оскалился я."
    me "Мне как-то до этого было не актуально!"
    show us surp2 sport with dspr
    us "А ты чего злишься? Подумаешь, одежду помял. Не порвал же!"
    th "Зато утопил смартфон. А это гораздо, гораздо хуже."
    th "И виновата в этом только ты!"
    th "Вот только как тебе об этом сказать?.."
    "В голову ничего не приходило."
    show us laugh2 sport with dspr
    us "Так и будешь теперь дуться?"
    me "А что мне делать-то? Бегать искать Славю с вожатой?"
    me "Так они меня прямиком на концерт и отправят — всё в той же форме."
    show us smile sport with dspr
    us "Бедненький-несчастненький!"
    "Ехидно пропищала несносная девчонка."
    "И утихомирившаяся было жажда убийства снова проснулась в груди."
    "Правда, ненадолго."
    show us grin sport with dspr
    us "Ладно, спасу я тебя, так и быть."
    us "Но ты будешь мне должен!"
    me "Каким, интересно, макаром? У тебя внезапно в кармане завалялась мужская пионерская форма 48-го размера?"
    show us surp1 sport with dspr
    us "Что? Откуда у меня мужская форма?"
    me "Да ты же сама предлагала."
    show us surp2 sport with dissolve
    us "Я?! Предлагала?! Ты что?"
    "Тут уж я не выдержал, и пошёл к ней в лучших традициях ромеровских зомбиков: вытянув вперёд руки и мыча:"
    me "Придушуууууу…"
    show us surp3 sport far with ease
    us "Эй, держи себя в руках! Ты трудный, что ли?"
    me "Лучше я подержу в руках твою шею!"
    me "Чтобы ты перестала издеваться надо мной!"
    show us smile sport far with dspr
    us "Ничего я и не издевалась, я правда хочу тебе помочь."
    me "Да как?!" with vpunch
    us "У меня есть утюг!"
    "Это выглядело до того странно, что я остановился."
    me "Утюг?"
    show us smile sport at voy_left with move
    us "Да!"
    "Крикнула Ульянка, настороженно выглядывающая из-за перил."
    us "Настоящий! Я его с собой привезла!"
    th "Я бы скорей поверил в то, что утюг есть у Слави, чем у этой…"
    me "А зачем?"
    "Глупо спросил я."
    show us laugh sport at left with move
    "Ульяна окончательно осмелела и подошла поближе."
    us "Зачем? А вот чтобы к их командирству приехать чистой и опрятной."
    me "Дурные порядки в семье."
    us "Офицерова внучка, офицерова дочь! Завидуй!"
    me "Несусь и падаю."
    me "Ты гладить-то умеешь?"
    show us laugh sport with dspr
    us "Спрашиваешь! Я знаешь как стрелки на брюках ловко делаю!"
    me "Мне бы не стрелки, мне бы просто одежду выгладить."
    show us smile sport with dspr
    us "А кто сказал, что я буду гладить?"
    us "Неееет! Гладить будешь сам, а я только утюг дам. И чтобы при мне."
    me "Я почему-то так и решил."
    show us normal sport with dspr
    us "Я чувствую себя виноватой. Но не настолько!"
    us "Пошли!"
    "Она схватила меня за руку и потащила за собой."
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    window hide
    with fade
    scene bg ext_house_of_dv_day
    with blind_l
    play ambience ambience_camp_center_evening fadein 3
    "Мы снова вихрем пронеслись по лагерю, при этом рачительная хозяйка даже умудрилась не потерять нигде мокрый, грязный и мятый пододеяльник."
    "Так и летела по лагерю — в одной руке Семён, в другой пододеяльник."
    dreamgirl "А снизу — метла."
    th "Логично!"
    show us normal sport at zenterleft
    us "Давай?"
    me "Чего давать?"
    us "Ключ мой гони, чего!"
    "Меня на долю секунды парализовало ледяным ужасом при мысли, что я мог утопить ещё и ключ…"
    "Но нет, с этим ничего не случилось — так и лежал себе в правом кармане."
    show us laugh sport with dspr
    us "Боялся утопить? Зря!"
    "Отобрав у меня ключ, Ульянка постучала мне по лбу божьей коровкой."
    "Звук был деревянным."
    us "Брелок плавучий и полый изнутри — всплыло бы!"
    play sound sfx_unlock_door_campus
    pause(1)
    us "Алиски нет, похоже."
    us "Заползай."
    hide us with dissolve
    "Она исчезла за дверью."
    "На всякий случай кинув взгляд по сторонам, я отправился вслед за Ульянкой."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_house_of_dv_day
    with dissolve
    play music music_7dl["surf"] fadein 5
    "Когда я оказался внутри, моему взгляду предстала прелюбопытнейшая картина."
    "Ульяна кверху пятой точкой, с головой забравшаяся под кровать."
    "Нет, меня её тщедушные мощи не вдохновляли совершенно."
    "Просто забавно было, что немногим более часа назад я стоял ровно так, а разогнувшись, получил в пятак."
    "Плюс к этому примешивается желание вытащить ремешок, зафиксировать мелочь и отходить по мягким местам как следует."
    dreamgirl "Это непедагогично."
    us "Ну что встал, проходи давай."
    "Пробубнила она из-под кровати."
    us "Сейчас достану."
    me "Мне дверь запереть?"
    us "Чтобы все потом думали, чем это мы тут занимаемся?"
    "Она хихикнула."
    us "Можешь попробовать!"
    us "Нашла!"
    show us smile sport with dissolve
    "На удивление, выползла она отнюдь не вся перепачканная пылью и паутиной, как я опасался."
    "Да и вообще, последние несколько часов в компании этой малявки заставили меня немного поменять мнение о ней."
    "Да — она кровопийца."
    "Но крайне дисциплинированная и чистоплотная кровопийца!"
    "В руках она держала небольшой утюжок, который, насколько я знал, называли не то походными, не то дорожными."
    us "Воть!"
    "Девочка ткнула утюгом чуть ли мне не в лицо."
    us "Ты благодарен?"
    me "Очень."
    "Пробормотал я."
    me "Может, я его к себе унесу, а тебе потом верну?"
    us "Нет, я тебе не доверяю! И вообще!"
    "Она кивнула мне на кровать."
    us "Я сама всё поглажу, не дам тебе ничего в руки."
    me "Почему это?"
    show us laugh sport with dspr
    us "Стекло — раз!"
    "Начала загибать пальцы Ульяна."
    us "Я и мои шорты — два."
    us "Фиговина, которую ты таскал в кармане и в итоге утопил — три!"
    th "Надо же, заметила смарт…"
    show us laugh2 sport with dspr
    us "Если я тебе дам утюг, ты его либо сломаешь, либо потеряешь. Так что шиш!"
    us "Так что давай мне свою форму, я сама всё выглажу."
    with flash_red
    me "Ты с ума сошла? Мы и так из одной такой передряги еле выпутались!"
    show us surp1 sport with dspr
    us "Какой передряги?"
    me "С шортами твоими!"
    show us laugh sport with dspr
    us "Подумаешь, шорты."
    "Включив утюг и поставив его на стол, Ульяна обернулась ко мне и, приложив палец к переносице, явно косплея Виолу, немного растягивая согласные, приказала:"
    us "Раздевайтесь."
    th "Семи смертям не бывать."
    "Обречённо подумал я и начал расстёгивать рубашку."
    window hide
    with fade2
    me "А у тебя нет ничего перекусить?"
    "Мы успешно проворонили полдник, поэтому животик уже ощутимо подводило."
    show us grin sport with dspr
    us "Ага, целая куча жратвы."
    if alt_day4_neu_us_pixies == 3:
        us "Или ты вдруг забыл о том, как мы вчера столовую грабили?"
        me "А вдруг? Я же просто так спросил."
    elif alt_day4_neu_us_pixies == 2:
        us "Вот только с ней небольшая проблемка."
        me "Всё съели, да?"
        "Ульянка кивнула."
    else:
        us "Большая куча, да."
        me "И где она?"
        us "Съедена!"
        "Съязвила Ульяна, не отворачиваясь от утюга."
        if alt_day5_neu_us_potato:
            us "Стала бы я брать у тебя картошку вчера на костре, если бы у меня был запас провизии?"
    show us normal sport with dspr
    us "Нет еды, нет."
    "Кажется, вопрос был животрепещущим не только для меня, так как она особенно злобно ткнула утюгом в шорты."
    "Раздалось шипение."
    "Ещё несколько секунд — и мои шорты полетели ко мне."
    "Я оглядел их: вполне прилично отглаженные."
    "Талант!"
    th "Хотя не совсем."
    me "Нерадивая ты жена, Ульянка — вот не женился бы я на тебе."
    show us shy sport with dspr
    us "Это почему это?!"
    "Покраснела Ульянка."
    me "А потому, что погладить догадалась! А мужика накормить?"
    us "Тоже мне мужик!"
    me "Какой есть. А ты, вот нерадивая. {w}Так что не будем мы жениться. "
    me "Как пить дать, не будем."
    us "Балда Семёновская! {w}Причём здесь жениться?"
    show us shy2 sport with dissolve
    us "Мы с тобой даже не встречаемся!"
    me "Как не встречаемся?"
    us "Молча! Мы не встречаемся!"
    me "Но времени вместе много проводим."
    us "Не очень."
    me "Три дня подряд друг за другом ходим! Это тебе «не очень»?"
    show us shy sport with dissolve
    us "Ну, положим."
    me "Вот! Это и называется «встречаться»."
    us "Нет!"
    me "Да!"
    us "Нет!"
    me "Я лучше знаю! Я старше!"
    show us smile sport with dspr
    us "Балда ты, Сёмыч, и чучело."
    "Улька бросила мне отглаженный галстук."
    "Теперь я выглядел как красавец с разворота «Playgirl»: в шортах и галстуке."
    "Правда, я не был таким же мускулистым, но ничего."
    us "Если не знаешь, то за женой сначала надо поухаживать! Мою маму отец вообще первый месяц на руках таскал!"
    me "Да, тебя потаскаешь, конечно."
    "Фыркнул я."
    me "Значит, тебе для счастья не хватает только влезть мне на ручки?"
    me "Так это я легко."
    show us shy sport far with move
    us "Сёмыч!"
    "Ульянка взвизгнула и отпрыгнула к дальнему краю стола."
    "Я при этом не пошевелился вовсе, так и сидел на краешке её кровати."
    th "Нервная какая-то."
    me "Видишь, на ручки ты сама не хочешь."
    us "А ты за мной и не ухаживал вовсе."
    if alt_day4_neu_us_pixies == 2:
        me "Ещё как ухаживал. Я даже за твоей гоп-компанией приглядел."
        me "И с тобой вчера на дело идти согласился, хотя мог бы отказаться."
    else:
        me "Да я тебе всегда и во всём помогаю, во всех твоих глупостях."
        me "Какое ещё может быть ухаживание?"
    show us laugh sport with dspr
    us "Тоже мне ухажёр!"
    us "Ухожор!"
    me "Какой есть. Бородёнка паршивая, головёнка плешивая. "
    me "Чем не завидный жених?"
    show us sad sport far with move
    "Ульяна беспомощно посмотрела на меня, явно не зная, что ещё сказать."
    "А потом набрала в грудь воздуха и выпалила:"
    show us laugh2 sport with dspr
    us "Да мы даже не целовались ни разу!"
    stop music fadeout 3
    pause(2)
    play music music_7dl["genki"]
    show us shy sport with dspr
    us "Ой…"
    if loki:
        "Ульянка, похоже, сама перепугалась собственных слов: она отступила шаг назад, втянув голову в плечи."
        me "Не целовались?"
        "Усмехнулся я."
        me "Так это дело поправимое. Ком цу мир."
        "Я как был в униформе зайчика плейбоя, в шортах и галстуке на голое тело, поднялся."
        me "Поцелуи вообще сильно переоценивают, но раз ты так настаиваешь…"
        show us shy2 sport with dspr
        us "Да ничего я не настаиваю, Сёмыч, ты чего?"
        me "Иди-иди."
        "Я сделал шаг."
        us "Сгинь, скотина! Брысь, я сказала!"
        show us shy sport with dspr
        us "Не приближайся, я буду драться! Утюгом!"
        us "Кто-нибудь, спасите! Мааааамааааа!"
        me "Мама в городе."
        "Ухмыльнулся я."
        us "Отвянь, кому сказано. Сгинь, пропади!"
        show us fear sport close with move
        us "Не приближайся! Алисааааа!"
        "За дверью кто-то прошёл, но только прибавил шага, услышав наши голоса."
        me "И Алисы тоже нет."
        "Я уже не скрывал улыбки."
        hide us
        with flash_pink
        play sound sfx_7dl["kissing_sound"] #TODO CG d6_us_kiss
        show us shy sport with dissolve
        me "Вот и всё, а ты боялась."
        us "Скотинец ты, Сёмыч. Скотинец. Первый поцелуй, а ты…"
        me "Цени оказанное доверие."
        us "Вали-ка ты из моего дома."
        me "Сей момент, ты мне сейчас рубашку догладишь, и как только, так сразу."
        us "Хамло."
        me "На том и стоим."
        us "Чтоб рубашку забрал и духу твоего тут не было!"
    else:
        play sound sfx_angry_ulyana
        with flash_red
        "Я почувствовал, как краснею."
        "И вот мы, два таких красных красавца, смотрим друг другу в глаза."
        "Красавцы."
        "А потом я не выдержал напряжения момента."
        "Или, возможно, оттого, что у Ульяны начал косить левый глаз?"
        "Я запрокинул голову к потолку и расхохотался."
        me "Блин, ну ты скажешь тоже!"
        show us laugh sport with dspr
        us "А сам-то, сам! Поверил?"
        me "Поверил. Но это твоё лицо, это просто что-то!"
        us "Ты бы себя в зеркале видел!"
        "Мы хохотали и хохотали вразнобой, пока Ульянка, спохватившись, не развернулась к утюгу."
        "Ещё бы чуть-чуть и сожгла бы мне рубашку к чертям."
        us "Так что ты там про замужество говорил, ухожор?"
        me "Что не возьму я тебя замуж."
        us "А я с тобой встречаться не буду."
        me "А ты мелкая!"
        us "А ты бармалей!"
        me "А ты редиска!"
        "Ульяна фыркнула."
    show us smile sport with dspr
    us "Лови."
    play sound sfx_7dl["blanket"]
    "Выглаженная рубашка приятно пахла — как может пахнуть только свежевыглаженная рубашка."
    "Но самое главное — она была тёплой, немятой и даже относительно чистой."
    me "Умничка ты, Ульяна. Спасибо!"
    "От души поблагодарил я."
    "Ульяна в упор проигнорировала меня."
    me "А ты не такая уж вредина, как мне казалось."
    show us grin sport with dspr
    us "Ты тоже не безнадёжен. Всё, вали."
    me "Покедос."
    hide us with dissolve
    "Я застегнулся, проверил галстук и ключ от дома, пошевелил плечами, привыкая к выглаженной рубашке и отправился к двери."
    "И уже схватился было за ручку, когда за спиной раздалось негромкое:"
    us "Сёмыч."
    "Я обернулся."
    me "Да?"
    show us shy sport with dspr
    "Ульяна стояла в середине комнаты и мяла в руках подол футболки."
    "Она выглядела смущённо, но и решительно тоже."
    "Будто хотела донести до меня нечто важное."
    me "Что ты хотела сказать?"
    "Смутившись ещё сильнее, девочка посмотрела куда-то в сторону и еле слышно произнесла:"
    us "Знаешь… Сегодня было… здорово."
    "Трудное признание, верно."
    "Ещё труднее, чем сказать своему лучшему другу, что он твой лучший друг."
    "Ибо зачем?"
    "Я улыбнулся."
    me "Мне тоже понравилось. Жаль только, последний."
    play sound sfx_7dl["eat_horn"] fadein 1
    "Девочка хотела добавить ещё что-то, но её перебил горн."
    me "Вот. А теперь, если нерадивая жена не хочет меня кормить, я пойду добывать пропитание сам."
    "Над моей головой в дверь врезалась подушка, и я, смеясь, выскочил на улицу."
    window hide
    stop music fadeout 3
    stop sound fadeout 3
    stop ambience fadeout 3
    with fade
    return

label alt_day6_us_px_carrier:
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music music_7dl["escape_2"] fadein 3
    "Память обладает волшебным свойством открывать двери из детской комнаты — сразу в класс."
    "Но чаще в дождь. И лишь изредка — в лето."
    "Но разве стоит унывать на этот счёт? "
    "Ведь для того, чтобы пустить чудо в душу, нужно быть очень-очень счастливым. {w}И обязательно ребёнком."
    "И совершенно точно — попрыгавшим по лужам и насмеявшимся так, что уголки губ болят уже улыбаться."
    "Тогда, возможно, только и сумеешь приютить крохотное крылатое чудо в рюкзаке, а в чаще леса обнаружить комнату с диваном, телевизором… и выходом в родительскую спальню."
    "Возможно, перестанешь бояться открытых окон и верхних этажей, потому что и без крыльев можно устремиться в небо."
    "Как? Рецепт прост до безобразия. {w}Уйма веры в себя и отцовский чёрный зонт, на котором сверху вниз написано «VISION», а снизу вверх «NOISIA»."
    "Хотя зонтик, наверное, не так уж и нужен. {w}Можно же просто сделать самолётик."
    "Если он будет достаточно большой, можно улететь хоть до Луны — гораздо выше, чем летят качели."
    "Обращайтесь хорошо со своей памятью, потому что это единственное, что нельзя отнять."
    "Как мою теперь уже вечную память об одной красноголовой вредине, что запропастилась с утра пораньше, а теперь — вот."
    "Сидит как ни в чём не бывало, улыбается, смотрит из-под чёлки."
    show us smile sport with dspr
    us "Привет, Сёмище."
    "Она отреагировала на моё появление, мгновенно вскочив со скамейки и подлетев ко мне."
    us "Потерял меня с утра, да? Волновался? Искал?"
    me "Ты где была?"
    show us surp1 sport with dspr
    us "Значит, волновался! Ура."
    me "Волновался, конечно."
    "Признался я."
    show us normal sport with dspr
    us "А мне приснилось, что вывели нас огоньки на старую дорогу. Так здорово!"
    me "И что такого в старой дороге?"
    show us surp2 sport with dspr
    us "Не понимаешь? Дорога — это путь. Это не просто так!"
    me "Понял. Дорога — это путь."
    show us laugh sport with dspr
    us "Не притворяйся умнее, чем ты есть на самом деле!"
    us "Это необычное шоссе. Да ты и сам видел."
    me "Мало ли, что я видел. Так ты его ходила проверять?"
    show us normal sport with dspr
    "Ульяна кивнула."
    us "Правда, я там застряла на полдороги, вроде, кажется, вот-вот найду место, а всё хожу как кругами."
    us "Одной мне точно не справиться. Поможешь?"
    show us sad sport with dspr
    "Девочка протянула мне ладонь и умоляюще заглянула в глаза."
    us "Поможешь?"
    "Я кивнул. Что мне ещё оставалось?"
    show us laugh sport with dspr
    "Просияв, Ульяна вцепилась мне в ладонь и потянула за собой."
    window hide
    scene bg ext_dining_hall_away_day
    with dissolve
    "В отличие от меня, она никогда ни в чём не сомневалась."
    "Отдавало от такой непосредственности чем-то первобытно-притягательным."
    "Как пляски дикарей у костра, совершенно не заботящихся о том, кто их увидит во время танцев, кто что подумает…"
    "Меня же смущала вся надуманность истории."
    "И это не считая угроз с трибуны сегодня утром."
    "По всем законам подлости меня должны были сейчас заловить и в добровольно-принудительном порядке отправить на общественные работы."
    "Кто-нибудь, либо Ольга, либо её помощница."
    window hide
    scene bg ext_square_sunset
    with dissolve
    "Либо кто-нибудь ещё."
    "Но вот что странно — всё время, что мы двигались по лагерю, до нас будто никому и дела не было."
    "И объяснялось это отнюдь не тайными тропами, которыми мы перемещались, отнюдь."
    "Нет, мы нагло и нахраписто шли, почти бежали по самым оживлённым местам лагеря."
    "Будто нарываясь на неприятности."
    stop music fadeout 3
    window hide
    scene bg ext_backdoor_day_7dl
    with dissolve
    play ambience ambience_old_camp_outside fadein 3
    play music music_7dl["lynn"] fadein 3
    "Солнце уже окончательно поднялось, когда мы вышли к задним воротам."
    "Утренняя машина с продуктами уже укатила обратно в город, так что здесь было пусто и безлюдно."
    "Фактически, настолько безлюдно, что я не выдержал, обернулся назад, проверяя — не исчез ли внезапно лагерь за нашими спинами."
    "Нет, всё на месте."
    "Хотя я не удивился бы — слишком уж много небывальщины произошло со мной за последние несколько дней."
    "И на фоне самого главного чуда — моего перемещения сюда — меркли даже такие вещи, как Ульянкины Огоньки."
    "Пара десятков лет в прошлое, причём не просто назад, а куда-то вбок."
    "В сторону, не обсосанную ещё слюнявыми фантазиями писателей, в мир «а что, если»."
    "А что, если к власти в Союзе пришёл Генда?"
    "А что, если в мире возможны люди идеальные, непогрешимые — и притом отнюдь не ледяные ефремовские статуи?"
    "Что, если однажды из лагеря, откуда нет пути наружу, кроме отъезда, сумел вырваться мальчик, который просто глупо зазубрил свои метания?"
    "Что, если потом он вернулся в лагерь и донёс своим последователям зазубренное в виде некоего ритуала?"
    "А вода и правда найдёт путь."
    "И вот теперь одна из таких последователей тащит великовозрастного олуха, который сам с трудом в это верит, непонятно куда."
    "Потому что она-то, в отличие от вышеупомянутого олуха, очень даже верит во всё это."
    "Непонятно лишь одно."
    th "А ей-то это зачем?"
    "Я мог понять мальчишек, мальчишек всегда пленяла романтика Поиска, любого."
    "Даже если ты просто работаешь смотрителем маяка, ты принимаешь в этом участие."
    "Ты показываешь путь тому, кто потерялся в темноте."
    window hide
    scene bg ext_path_day
    with fade
    play ambience ambience_forest_day fadein 3
    "Объяснять чудо тем, что Ульяна пацанка, очень не хотелось."
    "Это выглядело бы как отпечаток грязной руки на белоснежном полотне."
    "А я ведь только-только начал {i}верить{/i}."
    "Объяснять чудо пошлостью не хотелось. Вообще руки к чуду тянуть не хотелось."
    show us normal sport with dspr
    us "Шире шаг, Сём, мы почти на месте."
    me "Ты так спешишь, как будто кораблики за это время убегут куда-то."
    us "Не убегут, но…"
    show us smile sport with dspr
    us "Неужели тебе самому не интересно?"
    th "Интересно?"
    th "Я капитально уже во всё это ввязался, так что…"
    "Я должен пройти этот путь до конца."
    "Первый шаг привёл меня к песчаному карьеру, второй… "
    "Ну, на самом деле не так уж далеко от этого карьера был тот самый бочажок, где нашли гавань кораблики."
    "И вот сегодня я иду — ведомый уже не чьими-то руками, а единственно желанием да жжением в ладонях, опалённых крохотным огарком."
    "Несмотря на все сомнения, непонимание — почему до сих пор это место не нашли, на всё!"
    window hide
    scene cg d5_un_carrier_7dl
    with dissolve2
    "Расступившиеся деревья снова явили взгляду спину, обтянутую белой пионерской рубашкой."
    "Чуть подрагивающие фиолетовые хвостики да меланхоличное раздумье в позе."
    "Та самая эмоция, которая всегда заставляла близкого человека подходить и тихонько обнимать. Молча."
    "Если, конечно, этот близкий человек не по пояс дубовый и обладает хотя бы зачатками эмпатии."
    "Но — возможно, к счастью, возможно, к сожалению — мы не были Лене хоть сколько-нибудь близкими."
    "Ульяна прижала палец к губам, веля не беспокоить хандрящую Лену, и мы, бочком-бочком, прошли по дальней тропинке, ведущей вниз."
    "Туда, где вчера в бочаге выловили последние кораблики."
    stop music fadeout 3
    window hide
    scene bg ext_sandpit_day_7dl
    with dissolve
    play music music_7dl["out_of_painkillers"] fadein 3
    "Над головой знойным белёсым раствором запрокинулся небосклон, но в тени бора жары почти не чувствовалось."
    "Лишь тут и там выглядывали из мшаных подушек мясистые зелёные листочки брусничника — не сезон, ещё хотя бы пару недель, до августа, но…"
    "Нынешней смене не достанется ни кустика брусники — завтра мы рассаживаемся по машинам и мчим навстречу новому учебному году, а кто-то — и взрослой жизни."
    "Мы шли не тем путём, что вчера, потому вместо удобной тропинки был хорошо укатанный пыльный откос, а в ладони наливалось знакомым по сну жжением."
    "Как в детской старой игре в «горячо-холодно», мне было все «горячей» и «горячей»."
    "Пришлось попетлять как следует, так как не все места были проходимы, а кое-где на поверхности песка выступала и отполированная, скользкая даже с виду соль."
    th "И всё ради того, чтобы не беспокоить хандрящую девушку, над которой Ульяна раньше только издевалась."
    th "С каких это пор Ульяна стала такой чуткой?"
    window hide
    scene bg ext_lake_day_7dl
    with dissolve
    play ambience ambience_lake_shore_day fadein 3
    "Запущенные вчера Огоньки куда-то пропали, оставалось двигаться вперёд, не выпуская из руки ладошки Ульяны — потому что она вдруг оступилась на ровном месте и растерянно стала оглядываться."
    "Как будто очнулась, как будто перестала понимать, где находится."
    show us dontlike sport
    with dissolve
    us "Что за…"
    me "Что случилось?"
    us "Я дорогу потеряла."
    me "В смысле? А это что?"
    "Я указал на тропинку, по которой мы шли до сих пор."
    show us calml sport with dspr
    us "Это не то! Я не чувствую дороги, понимаешь?"
    us "Направления нет!"
    "Девочка выглядела недовольной."
    us "Вот и с утра то же самое происходило."
    us "Ходила тут кругами час целый. И ничего!"
    me "Направления, говоришь?.."
    show us surp1 sport with dspr
    us "Ты что-то чувствуешь?"
    "Вместо ответа я поднял перед собой ладонь, куда нырнули оба огонька во сне."
    "Рука покраснела и чесалась."
    show us sad sport with dspr
    us "Надо же. Хотя это несправедливо! Я тут столько искала, а пришёл ты и всё нашёл."
    me "В этом и заключается основная функция мужчины."
    "Наставительно заявил я."
    show us laugh sport with dspr
    us "Ладно, мужчина. Веди ты тогда."
    me "Ты знаешь, что делать, правда?"
    "Она кивнула и чуть слышно прошептала:"
    us "Тай-тай, налетай…"
    "Я выдвинулся в голову процессии, и мы продолжили путь."
    stop music fadeout 5
    window hide
    scene bg ext_busstop_dust_7dl
    with fulldiam
    play ambience ambience_ext_road_day fadein 3
    "Не знаю, как долго мы шли, но в какой-то момент закончился и карьер, и заросли, а вторичная дорога, по которой мы всё это время шли, влилась в шоссе."
    us "Забытая дорога."
    "Произнесла из-за плеча Ульяна."
    us "Похоже, наши поиски закончились?"
    th "Закончились?"
    "Я огляделся."
    "Дорога была странной, смутно знакомой, однако поросшая тут и там сквозь трещины в асфальте трава свидетельствовала в пользу того, что ей давным-давно никто не пользуется."
    "Я не видел здесь ровным счётом ничего такого, что могло бы называться целью поисков."
    me "Дорога. И что?"
    us "Пошли, сейчас увидишь!"
    "Ульяна снова вырвалась вперёд, и мне ничего не оставалось, как поспешить вслед за ней."
    "Старая, старая дорога, вся в выбоинках, тут и там асфальтовое покрытие вспучивалось, пробитое всходящей зеленью…"
    window hide
    scene expression Desat("bg ext_busstop_dust_7dl")
    with dissolve
    "Я не знаю, сколько мы шли, но в какой-то момент воздух вдруг стал очень знакомым, цвета загустели и уехали в куда более спокойный диапазон — блекловатый, тускловатый… "
    play music music_7dl["areyouabully"] fadein 3
    "Сотое чувство, чутьё геймера, ощущение направления — можно называть это как угодно, ясным стало одно: мы проходили очень недалеко от места, откуда рукой подать было до моего дома."
    "Мы проходили мимо дренажной трубы, выходящей из-под покрытия — вялая струйка почти полностью впитывалась пересохшей почвой, однако поодаль можно было разглядеть лужицу."
    "Небольшую, неглубокую — курица вброд перейдёт, но… "
    scene expression Desat1("bg ext_busstop_dust_7dl"):
        xalign .5 yalign .5 zoom 1.0
        linear 2 rotate 15
    with fade
    pause(1)
    scene expression Desat1("bg ext_busstop_dust_7dl")
    "Я пригляделся, и болью свело виски, а мир сделал один очень нехороший оборот против часовой стрелки: ткнувшись носами в мясистые стволы осоки, на той стороне лужи лениво качались два кораблика с уже погасшими свечками в качестве мачт."
    "Потому я резко развернулся и, не отпуская руки Ульяны, резко потащил её назад."
    show us dontlike sport with dissolve
    us "Эй, постой, погоди!"
    me "Нет. Нам надо убраться отсюда, и как можно скорее."
    hide us with dissolve
    "После этих слов мелкая замолчала и несколько минут послушно шла за мной, не отвлекая разговорами. {w}Впрочем, надолго её не хватило:"
    show us calml sport with dissolve
    us "Куда ты меня тащишь?"
    play sound2 sfx_intro_bus_stop_steps
    me "Обратно. Я не уверен, что нам стоит здесь оста…"
    with flash
    play sound sfx_fall_wood_floor
    play ambience ambience_7dl["explosive_post"]
    "Как падение вглубь собственного подсознания перед сном, отчего сами дёргаются ноги, мимо меня, обдав морозным воздухом, пронеслась «Волга». Воображаемая."
    play ambience ambience_ext_road_day fadein 3
    me "Нет, валим отсюда."
    us "Нет, нам надо именно сюда!"
    me "Под колёса? Нет уж."
    show us dontlike sport with dspr
    us "Ты не понимаешь!"
    "Ульяна остановилась и отняла у меня ладошку."
    us "Миря пытался отправить меня на эту дорогу в последнее его лето. {w}Он как раз говорил про то, что здесь может быть."
    me "Кто такой этот Миря?"
    show us surp2 sport with dspr
    us "Ты не знал?"
    me "Что?"
    us "Миря — это Дима Миронов. Брат Ольги Дмитриевны."
    me "Ого. У неё ещё и брат был…"
    show us normal sport with dspr
    us "Да. Именно он научил нас запускать Огоньки и рассказал о том, как можно выбраться отсюда."
    me "Слушай, ему надо было, он пусть и выбирается. {w}А мне… Мне туда не надо."
    show us dontlike sport with dspr
    us "Откуда ты знаешь?"
    th "Оттуда, что я там был однажды. {w}Можно же сказать про всю свою предыдущую жизнь — однажды?"
    me "Неважно. Мы уходим."
    show us normal sport with dspr
    us "Но вернёмся."
    me "Нет."
    us "Мы вернёмся с подмогой."
    "Будто не слушая меня, продолжила девочка."
    us "Потому что вдвоём мы не справимся."
    me "Нет."
    us "Семён…"
    "Она впервые назвала меня по имени."
    us "Это очень важно. Поверь, пожалуйста."
    me "Зачем?"
    us "Я… Я не могу тебе сказать."
    me "Опять детсадовские игры. Я пошёл."
    stop music fadeout 3
    window hide
    scene bg ext_busstop_dust_7dl
    with dissolve
    "Я махнул рукой и отправился к уже видимому отсюда спуску на вторичную дорогу."
    "Подальше от запаха большого города и разочарования длиной в целую жизнь."
    "Вокруг царила тишина, не прерываемая даже вездесущими цикадами."
    "Как будто именно «здесь» и «сейчас» не было на миллиарды километров никого вокруг нас живого."
    "Как будто мы стали в ином качестве — чужом мире, тех самых сенях."
    play sound sfx_slavya_run
    "Потому-то ритмичный стук и привлёк внимание."
    "Я замер, прислушиваясь, и целую секунду понимал, что это не что иное, как самый обыкновенный перестук сандалий по асфальту."
    "Ульянка бегом догоняла меня:"
    show us normal sport far with dissolve
    us "Постой же!"
    me "Что?"
    us "Я не могу тебе рассказать всего, понимаешь? Ещё рано."
    me "Для логики тоже рано?"
    show us normal sport with move
    us "Какой логики? Если ты о том, откуда Миря знал…"
    me "Да нет, я о другом. Ты же сама говорила, что если тебе дорогу показали, то ты сможешь выйти на любое такое закрытое место."
    us "Ну?"
    me "Так почему тогда Ольга Дмитриевна не пошла за Леной? {w}Если она сестра Мири, значит, тот явно водил её с собой в Лес Памяти."
    show us dontlike sport with dspr
    us "Может, и водил, а может, и нет. Я не знаю."
    us "Когда я приехала сюда в первый раз, Миря заехал буквально один разик, попрощаться с Ольгой, мы с ней немножко подружились тогда, так что он мне и рассказал, как это всё делается…"
    me "Тогда, может, расскажешь мне, зачем вся эта беготня за Огоньками?"
    show us shy sport with dspr
    us "Ну, она…"
    me "Ты безнадёжна, короче."
    hide us with dissolve
    "Я заспешил вниз по дороге, не слушая больше ни слова."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return
    
label alt_day6_us_px_dinner:
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 3
    play music music_7dl["explore"] fadein 3
    "В обед Ульянка не хотела даже и смотреть в мою сторону."
    "Собственно, она и не смотрела бы, но вот незадача — у самой столовой стояла вожатая, которой, видите ли, не понравилось, как друг на друга глазеют две её любимые головные боли."
    "Она сама так сказала, честно-пречестно!"
    window hide
    scene bg ext_dining_hall_near_day
    show prologue_dream
    show mt normal pioneer at zenterleft
    show us dontlike sport at zenterright
    with dissolve
    "Так что для начала она вернула сладкую парочку обратно к умывальникам, оттирать чумазые ладошки, а позже и вовсе отказалась пускать есть, покуда два дурака не помирятся."
    "И как! Мизинчики, «мирись-мирись», пожатие лапы и «мир»."
    "Кто в своём уме после такого злобу таить станет?"
    "Тут бы развернуться ей да уйти гордо, но всё испортила китовая песнь животика и глупый смех вожатой."
    "Делать нечего, голод, как известно — не тётка, пришлось мириться."
    window hide
    scene bg int_dining_hall_people_day
    show us angry sport
    with dissolve
    us "Это не значит, что я тебя простила!"
    "Заявила она, стоило им лишь протиснуться в двери столовой."
    me "Да бога ради."
    "Я вовсе не чувствовал себя виноватым."
    me "Мне всё равно не понравилось чувствовать себя шампиньоном."
    show us surp1 sport with dspr
    us "А?"
    me "Бэ. Грибы такие, знаешь? Выращивают в темноте, удобряют сама понимаешь чем. Вот не понравилось."
    us "Вроде с утра не пил."
    "Подозрительно принюхалась девочка."
    me "А ты вроде с утра не врала."
    hide us with dissolve
    "Я замолчал и уделил максимум внимания обеду. {w}Обиделся."
    "Некоторое время за столом стояла тишина, перемежаемая лишь стуком ложек о тарелки."
    "Я ушёл в свои мысли, Ульянка же пыталась выглядеть верную свою гвардию из второго отряда с Данечкой во главе."
    "Поймав взгляд, наконец, она со значением показала взглядом на дверь и вопросительно подняла бровь."
    "Кудрявая голова качнулась — «гвардеец» определённо понял пантомиму."
    window hide
    scene bg ext_dining_hall_away_day
    show us normal sport at zenterright
    show dn normal pioneer at zenterleft
    with dissolve
    "Так и оказалось — к моменту выхода из столовой, Ульянка разглядела Даню, подпирающего плечом сосну, вымахавшую у самой столовой."
    "Удобно устроился, в тени, незаметно, если не знать, что есть там — нипочём не разглядишь!"
    me "Привет."
    "Я зачем-то увязался вслед за девочкой, счёл нужным поздороваться."
    "Даня не удостоил меня и взглядом."
    dn "Зачем звала?"
    us "Мы…"
    "Оглядевшись по сторонам, не подслушивает ли кто, Ульянка призналась:"
    us "Мы Дорогу нашли."
    show dn surprise pioneer with dspr
    dn "Серьёзно? Вот здорово!"
    "Обрадовался кудрявый."
    dn "Когда пойдёте?"
    us "Уже ходили. Вдвоём там делать нечего."
    show dn smile pioneer with dspr
    dn "И ты хочешь, чтобы я пошёл с вами?"
    us "Нет. Только со мной. Он не идёт."
    "Я кивнул, подтверждая её слова."
    show dn unsured pioneer with dspr
    dn "Тогда что он делает здесь?"
    us "Ничего."
    "Ульяна развернулась и, цедя сквозь зубы, сообщила:"
    show us angry sport with dspr
    us "Он уже уходит."
    "Видимо, ждала мою реакцию?"
    window hide
    scene bg ext_dining_hall_near_day at zenterleft
    "Да вот только фиг там — безразлично дёрнув плечом, я развернулся и отступил назад, заняв место на скамеечке, откуда меня не было видно, зато сохранялась прекрасная слышимость."
    dn "Что он вообще здесь забыл?"
    "Несколько минут спустя поинтересовался кудрявый."
    us "Он… Ну… Это он дорогу нашёл."
    dn "И ты так просто его прогнала?"
    "В голосе Даньки послышалось нечто странное."
    dn "Он нашёл, а ты прогнала?! Ты же знаешь, как это называется, правда?"
    "Он замолчал, а судя по шаркнувшим подошвам, развернулся на месте."
    dn "Свинство, Уля."
    "Ушёл."
    "В вопросе, брошенном вслед, явно послышались слёзы:"
    us "И что, так и уйдёшь?! Это и твоя мечта!"
    dn "Меня поставили отвечать за отряд на концерте."
    "Отрезал Даня."
    us "Да что мне делать?"
    "Заголосила она."
    dn "Не знаю. Попробуй стать человеком."
    "Ушёл. Оставляя раскатывающиеся над площадью раскаты грома, гидроакустический удар — остракизм."
    "Немного погодя из дверей столовой вышла Ольга Дмитриевна."
    "Но с ней я общаться уже не хотел."
    window hide
    scene bg ext_houses_day 
    with dissolve
    "Догнала меня Ульяна лишь на перекрёстке — после обеда был законный тихий час, и тратить его непонятно на что мне не хотелось совершенно."
    show us sad sport with dissolve
    us "Сёмыч."
    "Она догнала и несмело взяла меня за мизинец."
    me "Что?"
    "Безразличия в моём голосе хватало. {w}Однако палец убирать я не спешил."
    show us smile sport with dspr
    us "Нам нельзя ругаться. Помнишь? Мирись-мирись."
    me "Я с тобой не ругался. Но мне надоело, что меня используют втёмную. {w}Ты либо всё рассказывай, либо я спать пойду."
    "Поколебавшись, Ульяна неохотно кивнула:"
    show us normal sport with dspr
    us "Я только не сразу, хорошо? Мне надо будет сразу всем объяснить. {w}Чтобы не повторяться."
    "Отговорка была так себе — но и это был прогресс по сравнению с былым «нет»."
    "Возможно потому я и купился:"
    me "А кого с собой возьмём? Есть кто-то, кому ты доверяешь?"
    us "Я доверяю только себе."
    "Несмешно пошутила Ульянка."
    us "Но слишком взрослых брать нельзя."
    me "Это ты про меня — слишком взрослых?"
    us "Нет. Я не про возраст, а…"
    "Она рукой махнула."
    us "К слову, Алиса не пойдёт, слишком взрослая."
    me "Ничего удивительного, она самая старшая в отряде."
    show us laugh sport with dspr
    us "Да нет же, балда! Я говорю, что нам нужен кто-то, способный поверить. В любую фантазию."
    me "Тогда Алиса точно отпадает. Твоя гвардия?"
    show us sad sport with dspr
    us "Все заняты."
    "Безрадостно сообщила девочка."
    us "Их за концертом следить припахали."
    me "Концерт? Хм… Тогда Мику точно не пойдёт, Жене и Электронику я не доверяю. {w}Остались только Лена и Славя. Но Славя точно не согласится."
    show us smile sport with dspr
    us "Всё-таки решил идти вдвоём?"
    if persistent.us_px_good or persistent.us_7dl_good:
        me "Нет, зачем. Пошли искать Славю."
        us "Но сначала — за Леной!"
        "Прокричала девочка, потащив меня за собой."
    else:
        me "Не попробуем, не узнаем!"
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return
    
label alt_day6_us_px_Lena:
    scene bg ext_un_hideout_day_7dl
    with dissolve
    play ambience ambience_lake_shore_day fadein 3
    play music music_7dl["take_my_hand"] fadein 3
    "Я думал, что мы снова пойдём на карьер, где Лена могла стоять часами, опираясь на несчастные перильца, изрезанные инициалами всех мастей."
    "Но вместо этого Ульяна потащила нас в сторону пляжа — строго на юг, лишь у самого берега круто забирая налево — туда, где далеко вдавалась в воду песчаная коса, густо поросшая посередине ельником."
    "На карьере — изрезанные сердечками деревья."
    "Там Лес Памяти, он помнит многих."
    "А вот отсюда так хорошо глядеть на воду…"
    "Расступившиеся кусты явили нашему взгляду россыпь крупных гранитных обломков, один из которых оседлала знакомая нам чуть сутулая хрупкая фигурка, сосредоточенно что-то делающая."
    "Внезапно Ульяна вскрикнула, сунула палец в рот."
    show us smile sport with dspr
    us "Лееееенкааааа!"
    "Ульяна вприпрыжку подскочила к той и о чём-то затараторила."
    "Я с небольшим запозданием присоединился к ней."
    show un normal pioneer at zenterleft behind us with dissolve
    show us smile sport at cright with dspr
    un "Зачем вы пришли?"
    "Она попыталась спрятать в карман изрезанный кусок коры, в котором я с обречённым каким-то пониманием узнал кривобокую заготовку для Огонька."
    me "Мы искали тебя."
    un "Да?"
    "Не удивилась она."
    un "И зачем?"
    us "Мы отправляемся в путешествие!"
    "С энтузиазмом сообщила Ульянка."
    us "Не хочешь с нами?"
    show us laugh sport with dspr
    show un laugh pioneer with dspr
    un "С вами?"
    "Она искусственно рассмеялась."
    un "Куда? Зачем?"
    show us upset sport with dspr
    us "Ну как же… Это же такое приключение!"
    show un serious pioneer with dspr
    un "Не интересует."
    "Отрезала грустная девочка."
    "Смех стих. И Лена, недоверчиво глядя на Ульяну, поднялась и повернулась к нам целиком."
    un "Зачем мне туда идти?"
    me "Там пахнет полынью."
    "Поделился я."
    me "Ты знаешь, что это значит?"
    "Безусловно, она знала."
    "Ты знаешь, что абсент пахнет тысячей трав — и одним горьким сожалением?"
    un "Куда идти и что брать с собой?"
    stop music fadeout 3
    stop ambience fadeout 1
    return

label alt_day6_us_px_party_sl:
    play music music_7dl["one_little_lone_cloud"] fadein 3
    scene bg int_warehouse_day_7dl
    show sl normal pioneer at zenterleft
    with dissolve
    "Славя сидела за столом у входа на бельевой склад, аккуратным круглым почерком внося что-то в огромную хозяйственную книгу."
    "Даже не поднимая головы, безошибочно узнала нас:"
    with dissolve
    sl "Семён и Ульяна. Опять безобразите?"
    me "А ты всё работаешь?"
    sl "И вам посоветовала бы!"
    show us smile sport at zenterright
    with dissolve
    us "Нам нельзя. У нас новое приключение!"
    show sl serious pioneer with dspr
    sl "За территорией?"
    "Подозрительно прищурилась активистка."
    show us laugh sport with dspr
    us "Разумеется. Не здесь же, от туалета к медпункту бегать!"
    "Покачав головой, Славя отложила ручку."
    sl "И кто вам разрешал уходить туда?"
    show us surp1 sport with dspr
    us "Но мы по делу!"
    sl "По какому же?"
    us "Мы знаем, куда Лена сбегает каждый год, поэтому идём её возвращать!"
    show sl sad pioneer with dspr
    "Славя тяжело вздохнула:"
    sl "Хватит уже сочинять. Куда вы собрались?"
    show us calml sport with dspr
    us "Но мы и…"
    "Начала было Ульяна, но я её перебил:"
    me "Мы нашли одно очень странное место. И оно, кажется, очень нуждается в том, чтобы там навели порядок."
    sl "А причём здесь Лена?"
    me "Собственно, туда она и убегает."
    show us surp2 sport with dspr
    us "Да! Это очень особое место, туда нельзя попасть просто так!"
    show sl normal pioneer with dspr
    sl "Почему-то я так и поняла. Так где это место?"
    us "Мы покажем!"
    show sl smile pioneer with dspr
    sl "Я пойду с вами."
    "Улыбнулась Славя."
    sl "Но при одном условии."
    me "И условие это?.."
    sl "Я хочу, чтобы вы всё же побывали на концерте."
    me "Но там вечер, дискотека. Как мы всё успеем сегодня?"
    show sl smile2 pioneer with dspr
    sl "А сегодня мы и не успеем. Потому я и согласилась."
    sl "Не могу же я просто так вас отпустить."
    sl "Потому давайте сходим завтра."
    $ alt_day6_us_px_sl_join = True
    show us sad sport with dspr
    "Ульяне это определённо не понравилось."
    "Но она промолчала. Видимо, поняла, что спорить действительно не к спеху."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return
            
label alt_day6_us_px_far_gate:
    scene bg ext_backdoor_day_7dl
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music music_7dl["sneakupon"] fadein 3
    "Мы назначили встречу у южных ворот лагеря."
    "Ульяна, Лена. {w}И ваш покорный слуга."
    "Можно ли придумать ещё более странную компанию?"
    "Но, к сожалению ли, к счастью, нас это не слишком заботило."
    "Проблема была в другом — мы условились приготовиться к пути и собраться часа в четыре, но вот уже начало пятого, а девочек до сих пор не видать."
    "Я переминался с ноги на ногу у самых ворот и с каждой минутой чувствовал себя всё более глупо."
    "А уж совсем дураком я почувствовал себя, когда кусты рядом со мной зашевелились и хихикнули."
    me "Ульянка!"
    us "Тсс!"
    me "Давно ты здесь?"
    us "Сто лет! Лена тоже здесь! Полезешь?"
    "Я не успел ответить, как некое движение на периферии зрения привлекло моё внимание, и я мучительно медленно повернул голову туда."
    "Всё верно — на том конце тропинки узнаваемой поступью в мою сторону двигались Проблемы."
    th "Борис Александрович?! Что он здесь забыл?"
    show ba em1 uniform with dissolve
    ba "Здорово, дрищ!"
    "Прогрохотал физрук, приблизившись."
    ba "Сачкуешь?"
    me "Э, здрасть."
    ba "Олька так и сказала, что ты где-то лазишь. А подруга где твоя?"
    me "Какая?"
    ba "Самая красивая, конечно!"
    "Фыркнул он."
    ba "Футболистку где потерял?"
    "Кусты за моей спиной хихикнули."
    me "Понятия не знаю."
    "Я сделал самые честные глаза."
    show ba normal uniform with dissolve
    ba "Жаль, жаль. Ладно, пошли."
    me "Куда?"
    ba "Концерт. Через пятнадцать минут я хочу видеть тебя на лавке первого отряда. Так что шагом…"
    me "Но мне и правда надо!"
    ba "Потерпишь. После ужина сделаешь свои дела."
    ba "А сейчас марш на концерт."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return
    
label alt_day6_us_7dl_concert:
    scene bg ext_stage_big_day
    with dissolve
    play ambience ambience_medium_crowd_outdoors fadein 2
    play music music_7dl["lastlight_piano"]
    if alt_day4_neu_us_pixies == 3:
        "Концерт."
        "Просто концерт, посвящённый закрытию лагеря — дети выступают перед другими отрядами, показывают, что заготовили — и как рыба в воде в этой катавасии самой счастливой остаётся Мику, которой уж точно не нужны никакие побеги и приключения."
        "Зачем ей это, когда у неё есть адреналин сцены?"
        "Люди вокруг, внимающие её песням, провожающие взглядами."
        "Она как на игле сидит на общественном внимании."
        "Без него она захиреет и сдохнет."
        th "А без чего захирею и сдохну я?"
        "И нет ответа."
        mt "Cемён, выпрямись, сутулый как кочерга."
        "Я досадливо дёрнул плечом."
        "Смотреть концерт, слушать, как вокруг шепчутся, подпевают и хлопают в такт мне совсем не хотелось."
        "Мне хотелось туда, где ручей стекает по склону карьера, где подъём к горизонту, и далеко-далеко отсюда видно шоссе, которого нет на карте."
    elif (alt_day6_us_7dl_mi_friends == 2) or (alt_day6_us_7dl_sl_friends == 2):
        "А между тем часы пробили четыре, над лагерем разнёсся сигнал подъёма с тихого часа."
        "Сегодня он значил нечто другое, сегодня он сзывал пионеров на то, чтобы напоследок ещё раз окинуть друзей взглядом, спеть с ними хором какую-нибудь песню…"
        "Почувствовать себя неотъемлемой частью этого юного, дружелюбного и несомненно живого организма — лагеря «Совёнок»."
        "Я не ждал от концерта каких-либо открытий или свершений."
        "Просто мне нравилась сама мысль о том, что я буду сидеть сейчас один — не из толпы! Из коллектива! — а на сцене будет выступать человечек, которого я всерьёз считаю своим другом."
        "Вернее, подругой."
        "Мику убежала переодеваться, и я на каком-то подспудном уровне уже знал, в каком платье она вернётся."
        "Было у меня некое впечатление, с которым трудно бороться."
    else:
        "Я не очень понимал, зачем меня сюда привели."
        "Честно-пречестно."
        "В отличие от десятков людей, занявших уже места, чему-то радующихся, возбуждённо переговаривавшихся, я не чувствовал внутри какого-то эмоционального подъёма."
        "В конце концов, меня с Алисой сюда, в отличие от них, привели отнюдь не добровольно."
        "Плюс мою миссию по вызволению одной малявки из голого плена теперь будет выполнять совсем другой человек."
        "Тот, пожалуй, кого мне меньше всего хотелось бы видеть на этой роли."
        "Я почти воочию узрел, как вожатая заходит в помещение, во второе, видит выставленное стекло в окне, и только потом переводит взгляд на Ульяну."
        "Подранную, помятую и несчастную."
        "Честное слово, мне перестало быть страшно от того, что может подумать при этом вожатая."
        "Куда сильнее мне было жалко Ульянку."
        "А единственный мой потенциальный союзник с хвостами-молниями в упор меня не замечал."
        "Он заклеймил меня трусом и предателем — а таких людей Алиса привыкла заживо списывать со счетов."
        me "Беда с этим лагерем, кругом беда."
        "Вздохнул я."
    window hide
    scene bg ext_stage_normal_day
    with dissolve
    "Первый отряд всегда сидит на задних скамейках."
    "Непреложное правило: малышам не видно ничего издали, а если перед ними ещё и старшаки усядутся…"
    "Так что самым длинноногим предоставляются самые высокие скамейки."
    "Хотя куда веселее было бы усесться там, где сидит звуковой оператор."
    "А ещё можно ругаться в микрофон и требовать, чтобы освободили сцену."
    "Работать, пока другие развлекаются."
    "В жизни не пожелал бы себе такой участи."
    "Скамейки понемногу заполнялись — вожатая и физрук знали своё дело и отлавливали пионеров по всей территории лагеря на уровне наркомов внутренних дел."
    show sl smile pioneer with dissolve
    sl "Отдыхаешь?"
    "Я вопросительно приподнял бровь."
    sl "Для меня этот концерт особенный."
    "Призналась Славя."
    sl "И не для меня одной."
    if alt_day6_us_7dl_un_friends != 0:
        sl "Я слышала, ты нашёл Лену?"
        "Я смутился."
        show sl smile2 pioneer with dspr
        sl "Да я сразу поняла, что ты убираться не будешь."
        sl "А вот… Так нашёл?"
        "Я кивнул."
        sl "Хорошо. Значит, всё с ней в порядке, и на танцы точно явится."
        me "А при чём тут она?"
        show sl shy pioneer with dspr
        sl "Как бы тебе сказать…"
        sl "Нас многое с ней связывает на самом деле."
        sl "Важнее то, что этот год и для меня, и для неё…"
    show sl serious pioneer with dspr
    sl "Исключая только Ульяну, весь нынешний первый отряд больше не вернётся в лагерь."
    sl "Так что это особенный прощальный вечер, после которого — всё."
    me "Жизнь продолжается."
    "Философски заметил я, а Славя покачала головой и понизила голос."
    sl "Продолжаться-то продолжается, но в следующем году из всей нашей компании останется только Ольга Дмитриевна да Ульяна."
    if alt_day4_neu_us_pixies != 0:
        me "И гвардия её ещё."
        "Славя кивнула."
    sl "Ладно, поговорим позже, начинается уже."
    hide sl with dissolve
    "Девушка отсела в сторону, оставляя меня наедине с музыкой и выскочившей на сцену Мику."
    show mi normal voca far with dissolve
    mi "Привет, Лагерь!"
    "Выкрикнула Мику в микрофон."
    mi "Как настроение?"
    "Лагерь что-то вразнобой пробормотал, но японка удовлетворилась и таким ответом."
    "Дорвалась до сладкого."
    "Потому трудно было обвинять её в том, что она несколько игнорирует реакцию публики."
    "Да и пускай."
    if alt_day6_us_7dl_mi_friends == 2:
        th "Любопытно, она будет сейчас петь ту песенку, которую показывала мне в клубе?"
        "Фонограмма на заднем плане играла довольно печальная, потому мне казалось, что вряд ли концерт откроют с минорной мелодии."
        "Это довольно странно, как мне думается."
        "И Мику не разочаровала."
    else:
        "Я не так долго знал японку, чтобы строить какие-то прогнозы, но то, как она ходила, как держала себя, говорила…"
        "В ней всё выдавало не просто любителя сцены — а лютого профессионала."
        "Который ко всему прочему ещё и обожает то, чем занимается."
    stop music fadeout 3
    window hide
    scene bg ext_stage_big_day
    with fade
    "Фортепьянные переборы смолкли, на лагерь на долю секунды опустилась тишина."
    play music music_7dl["bad_apple"] fadein 3
    "Которую немедля буквально смёл звук совершенно неуместный в этом месте, времени… в этом всём!"
    "Компрессор, ломаная бочка, раскатистые басы — это больше походило на музыку откуда-то с рейвов моей полузабытой родины."
    "Но Мику эта музыка была знакома и нравилась."
    "Более того, она собиралась под неё петь!"
    "Похоже, никаких предрассудков на этот счёт она не испытывала."
    "Более того, она держала руку с микрофоном так, что было очевидно, что конкретно для этой песни она привыкла к подвесному «усику», освобождающему руки."
    "Но даже и с одной занятой рукой, она умудрялась выдать очень и очень неплохую хореографию!"
    "Ну, насколько я мог судить, разумеется."
    "И всё же!"
    "Некоторые из её движений определённо я мог видеть в некоторых современных уже мне танцах — начиная от робо-танца, заканчивая «приставным» шагом из тектоника."
    "Неискушённые же зрители вокруг меня не пытались выпендриться непонятно перед кем и просто получали удовольствие от действительно классного шоу."
    stop music fadeout 10
    "Но всё хорошее имеет обыкновение заканчиваться."
    "Закончилось и выступление Мику."
    "А после неё…"
    play music music_7dl["raindrops"] fadein 3
    "Всё казалось пресным и плохо отрепетированным."
    if alt_day6_us_7dl_mi_friends == 2:
        "И это несмотря на то, что каждому из них была дана возможность подготовиться как следует, выделено время на сцене…"
    if alt_day4_neu_us_pixies == 3:
        "Я вертелся, озирался, смотрел — Ульяны с компанией нигде не было видно."
        "Кажется, они решили воспользоваться шансом и остаться в истории-с-чужой-стороны."
        "Так что меня бросили, оставляя в наследие лишь возможность спрятать переживания в Лесу Памяти."
        "Я снова почувствовал себя как на улицах моей родной пасмурной столицы: людей вокруг было много, они были счастливые, весёлые, целеустремлённые."
        "И это лишь оттеняло моё собственное одиночество."
        "Похоже, единственный человек, который мог бы стать мне настоящим другом, предпочёл моему унылому обществу — сказку."
        me "Ничего удивительного."
        "Процедил я."
        if alt_day6_us_px_sl_join:
            show sl shy pioneer close with dspr
            sl "Дуешься?"
            "Славя снова подсела ко мне поближе, и шёпот её дыхания опалил мне ухо."
            "От этого было щекотно до мурашек, но почему-то тревожно и хотелось отодвинуться."
            sl "На самом деле, я была бы готова уйти с вами хоть тогда, когда вы позвали."
            "Она распахнула свои голубые глазищи, и я понял вдруг, что она не врёт."
            "Не потому, что глазищи, а потому, что не умеет иначе."
            "Как будто есть у неё установка всегда говорить только правду."
            me "Так почему же не ушла?"
            show sl sad pioneer close with dspr
            "Славя погрустнела:"
            sl "Ответственность. Да, знаю, я звучу как зануда."
            sl "Как будто бы мне лет сорок, я бабка с авоськой, которая только и умеет, что брюзжать."
            me "На бабку ты точно не похожа."
            show sl smile pioneer close with dspr
            sl "Спасибо."
            me "Хотя занудные вещи всё равно говоришь."
            show sl sad pioneer close with dspr
            sl "А я не умею по-другому. Просто не получается."
            "На сцену вышел какой-то мальчик в накрахмаленной рубашке и сел за пианино, поэтому Славя придвинулась ко мне ещё ближе, почти касаясь губами моего уха."
            me "А если у тебя не получится и сейчас?"
            show sl smile pioneer close with dspr
            sl "В этот раз получится. Помнишь, что я тебе говорила?"
            sl "Я здесь последний раз, потому хочу попробовать сделать что-нибудь такое, о чём не жаль вспомнить."
            "Она спокойно улыбнулась в ответ на мой косой взгляд."
            sl "Я знаю, что Ульяна и её приятели умеют нечто невозможное, что они нашли что-то невероятное."
            me "И потому ты хочешь присоединиться?"
            show sl sad pioneer close with dspr
            sl "Меркантильно выглядит, да?"
            me "Да не то слово."
            "Фыркнул я."
            me "Не слишком ли ты взрослая, чтобы верить во все эти глупости?"
            show sl shy pioneer close with dspr
            sl "А ты?"
            "Отпарировала она."
            "Я не нашёлся с ответом."
            "Строго говоря, мы были если не ровесники, то погодки точно."
            "Ловить в Ульянкиной сказке ни мне, ни Славе было нечего."
            sl "Потом, у меня был целый один резон попытаться убежать вместе с вами."
            me "Какой же?"
            "В это время смолкли переборы расстроенного фортепьяно, и динамики голосом Мику объявили:"
            dy "Концерт закрывает песня в исполнении Феоктистовой Славяны"
            show sl smile pioneer with dissolve
            "Славя, легко поднявшись, пожала мои пальцы."
            "Улыбнулась:"
            sl "Вот какой. Ненавижу выступать."
            hide sl with dissolve
            "Она заспешила к эстраде, оставляя меня наедине с моим одиночеством и совестью."
        else:
            mt "Сёмыч, Сёмыч…"
            "Вздохнула, усаживаясь рядом вожатая."
            show mt normal pioneer
            with dissolve
            mt "И почему ты такой непутёвый?"
            me "Очень даже путёвый."
            "Мгновенно ощетинился я."
            me "Путёвей меня в целом мире не сыскать."
            show mt sad pioneer with dspr
            mt "То-то и оно."
            "Очень туманно ответила вожатая."
            mt "То-то и оно. "
            mt "Вот что я завтра твоим родителям скажу, когда им привезу сына, помолодевшего на три года?"
            me "Что здоровое питание и свежий воздух творят чудеса."
            show mt normal pioneer with dspr
            mt "Ты пытаешься впутаться в то, чего не понимаешь."
            me "Будто бы вы понимаете."
            show mt smile pioneer with dspr
            mt "Да уж кое-что понимаю."
            me "Вы?!"
            "Скепсисом в моём голосе можно было отравить половину местной речки."
            mt "А что не так? Тай-тай, всё такое… Я через это всё прошла, Семён."
            mt "Я выросла."
            me "Ясно. Спасибо. Поздравляю. Душевно жму вашу — мужественную? Женственную? Никак не могу определиться."
            show mt laugh pioneer with dspr
            mt "А ты всё тот же язва."
            mt "Но я тебе одно имя скажу, и ты всё поймёшь."
            me "Какое имя?"
            show mt normal pioneer with dspr
            mt "Миря."
            me "Кхм."
            "Я настороженно кивнул, наблюдая за тем, как Мику лезет ещё раз на сцену, игнорируя грозные взгляды вожатой."
            mt "Вижу, имя тебе знакомо."
            "Продолжила вожатая, когда в тишину вонзился перестук перкуссии."
            me "Есть такое."
            "Не стал отпираться я."
            me "И что? Имя как имя. Услышали, поди, от Кати вашей, а та — от Даньки или его оболтусов." 
            "Включил дурачка я."
            show mt grin pioneer with dspr
            mt "Нет, всё намного веселее."
            mt "Миря, или Дима Миронов — это мой брат."
            "Вот тут она меня уела."
            "Побила козырем по башке со всего маху."
            "Я вытаращил глаза и уставился на вожатую."
            me "А какой? Старший или младший?"
            "Зачем-то уточнил я."
            show mt laugh pioneer with dspr
            mt "А какая разница? Главное, я про эти ваши кораблики кое-что знаю."
            mt "И как они действуют — тоже."
            window hide
            with fade2
            mt "Да не куксись ты, Сёмыч. На самом деле, я тебя ни в чём не обвиняю."
            mt "В чём-то я тебя даже поддерживаю. Это же не ты сам поиски затеял, да?"
            "Я осторожно прочистил горло, сторожа взглядом завершившую выступление Мику."
            "На её место топал какой-то ботан в очках и рубашке — более чем очевидно, музыкант."
            if loki:
                "Камерник."
            "Так и вышло: он подошёл к фортепиано, открыл крышку и занёс руки над клавишами."
            me "Но я принял в них участие полностью добровольно. Так что попросил бы."
            show mt grin pioneer with dspr
            mt "В просьбе отказано. Славя."
            "Позвала она сидящую неподалёку девочку."
            mt "Ты закрываешь концерт, готовься."
            "Славя без особого энтузиазма кивнула."
            show mt normal pioneer with dspr
            mt "А тебя, Семён, я прошу только об одном. Пожалуйста, очень прошу."
            mt "Не наделай глупостей."
            mt "Можешь мне это обещать?"
            "И как можно обещать подобное? Или требовать обещать подобное?"
            "Что за чушь."
            me "Я не знаю."
            "Прохрипело пересохшее горло."
            me "Я подумаю."
            mt "Этого мне вполне достаточно."
    elif (alt_day6_us_7dl_mi_friends == 2) or (alt_day6_us_7dl_sl_friends == 2):
        "Но раз я пришёл сюда по своей воле…"
        if alt_day6_us_7dl_mi_friends == 2:
            "Раз я самолично помогал готовить всё это…"
        "Придётся испить чашу до дна."
        show mi serious voca far with dissolve
        "Я увидел, как Мику, обернувшись, ищет кого-то в толпе."
        "Совершенно неосознанно, я поднял руку и помахал, привлекая внимание."
        "Мику просияла и приглашающе замахала обеими руками."
        "Делать нечего, пришлось подниматься и пробираться к ней через толкучку."
        show mi smile voca with dissolve
        mi "Ну, как дела?"
        "Мику выглядела крайне довольной собой и происходящим на сцене."
        me "А ты почему здесь, а не за пультом?"
        show mi laugh voca with dspr
        mi "А сейчас стихи будут читать, за ними выступление на фортепиано."
        mi "В моих услугах не нуждаются."
        me "Стихи? Без микрофона?"
        "Не поверил я."
        show mi happy voca with dspr
        mi "Да! Не знаю, помнишь или нет — в третьем отряде был один мальчик, который считал, что чем громче орёшь марш, тем лучше."
        mi "Его убедили в том, что стихи читать лучше."
        show mi grin voca with dspr
        "Мику хихикнула в ладошку:"
        mi "А с его голосом ему вообще никакого усиления не надо."
        me "Злорадство вижу в твоих речах."
        me "Путь на тёмную сторону ведёт!"
        show mi surprise voca with dspr
        mi "Ты и это знаешь?! Какой ты интересный мальчик, Сенечка!"
        "Было бы странно, если б я не знал классику синематографа. Тем более, что первые три части вышли лет эдак десять назад."
        "Тут я обратил внимание на то, что мы уже пару минут болтаем, а на сцену никто не идёт."
        show mi sad voca with dspr
        mi "Всё как всегда — сначала кричим громче всех, потом боимся выйти на сцену."
        "Мику выглядела крайне раздосадованной."
        me "И что теперь?"
        mi "Да ничего."
        show mi serious voca with dspr
        "Она покачала головой, всем своим видом выражая неодобрение."
        mi "Пойду выступать вместо него, только и всего. "
        mi "В первый раз, что ли…"
        me "Тебе же, вроде, нравится выступать?"
        mi "Выступать нравится. Непостоянные крикуны не нравятся. Бай!"
        hide mi with dissolve
        "Уловив кивок Ольги Дмитриевны, Мику отжала паузу с ожидающей плёнки с фонограммой и запрыгнула на сцену."
        "Похоже, ей удастся сегодня отбить полные свои пятнадцать минут славы."
        "Я не видел в этом решительно ничего плохого."
        "Особенно с того места, которое теперь занимал по праву помощника худрука."
        "Но всё имеет свойство заканчиваться."
        "Закончился и номер Мику."
        "Улыбнувшись мне, она встала рядом, но ничего не сказала."
        "А парой минут позже я понял, почему она не садится — выступающая Славя, как оказалось, завершала концерт."
        "Так что мы, переглянувшись, обесточили аппаратуру и, пока пионеры разбирались по отрядам, смотали самые важные шнуры."
        "И лишь после этого отправились ужинать."
    else:
        th "Вы мне только дайте сбежать — я не упущу свой шанс!"
        "Мы обменялись взглядами с Двачевской — похоже, её посетила ровно та же мысль."
        "Мы синхронно ухмыльнулись."
        window hide
        with fade2
        "Вот только кто бы нам дал…"
        "По левую руку нас хватко сторожила вожатая второго отряда, по правую — Саныч."
        "Оба они приплясывали под музыку, рукоплескали юным талантам, но при том ни на миг не утрачивали ежовскую доброту в прищуре."
        "Так что пришлось сидеть и не выступать."
        "Картину немного скрасила только Ульяна, которую Ольга привела спустя полчаса — красная, смущённая и негодующая."
        "Она плюхнулась на скамейку рядом со мной, скрестила руки на груди и на осторожные расспросы не реагировала."
        "Должно быть, обиделась."
        "Но у всего есть конец, даже у концертов."
        "На эстраду вылез какой-то товарищ с нотной папочкой и при бабочке."
        "Его сменила Славя с какими-то фольклорными завываниями — и, наконец, Ольга свет Дмитриевна произнесла самую вожделенную фразу:"
        mt "Концерт объявляется закрытым, отряды, шагом арш на ужин."
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_supper:
    scene expression Dawn("bg ext_dining_hall_away_day")
    with dissolve
    play sound_loop ambience_medium_crowd_outdoors fadein 2
    play ambience ambience_camp_center_evening fadein 4
    play music music_7dl["nap_one"] fadein 3
    "В дверях столовой образовалась небольшая очередь, потому я встал поодаль, привалился плечом к стене столовой."
    "Толкаться ради того, чтобы раньше прочих получить свою порцию картошки с мясом?"
    "Увольте. Не мой случай."
    if alt_day6_us_7dl_sl_friends == 2:
        "Несколько минут спустя рядом со мной остановилась Славя."
        show sl surprise pioneer with dspr
        sl "Сбежал с подготовки?"
        "Полуутвердительно поинтересовалась она."
        me "Нет. Мне никто ничего не говорил."
        sl "Очень странно. Обычно, если после концерта дискотека, нас всегда собирают для того, чтобы помочь."
        sl "Ну, знаешь, отнести что-нибудь на площадь, подключить…"
        me "Да нет. Думаю, Ольга Дмитриевна сделала бы объявление, если бы хотела, чтобы мы поучаствовали, как считаешь?"
        show sl shy pioneer with dspr
        sl "Так я же тоже сбежала."
        "По секрету сообщила девушка."
        sl "Как выступать закончила, так сразу и…"
        me "Ты?!"
        "Не поверил я."
        sl "Я не люблю выступать."
        "Призналась девушка."
        sl "Там был выбор, либо ставить ещё одну песню Мику, либо оставлять дыру в три минуты."
        me "Неужели тебе настолько не нравятся её выступления?"
        show sl laugh pioneer with dspr
        sl "Ты что, очень нравятся."
        sl "Я с удовольствием уступила бы место тому, у кого это хотя бы получается."
        me "Так что же произошло?"
        show sl sad pioneer with dspr
        sl "Ольга Дмитриевна запретила."
        "Вздохнула Cлавя."
        sl "Сказала, что у Мику и так слишком много номеров, нечего ей…"
        sl "А ты почему не выступал?"
        me "Да что-то ничего в голову не пришло, не придумал."
        if loki:
            "Хотя я мог бы им что-нибудь нароялить, как тот олух в накрахмаленной рубашке."
        me "И вообще, я сцену не люблю."
        show sl smile pioneer with dspr
        sl "Понимаю."
        sl "Хотела бы я сейчас погрозить тебе пальцем и сказать, чтобы в следующий раз обязательно выступил."
        me "Да только вот не будет этого следующего раза."
        "Понимающе кивнул я."
        me "И ладно. Не сценой единой…"
        hide sl with dissolve
        "Мы ненадолго замолчали, переглядываясь и улыбаясь."
        "Я вдруг поймал себя на мысли, что рядом с этой девушкой мне удивительно безоблачно и тепло на душе."
        "Как то самое солнце над песками, что способно как убить, так и выжечь из души и тела всё вредное, наносное, оставив лишь загорелую оболочку да вечно юный взгляд."
        "Когда-то я вывел для себя один простенький постулат."
        "Если с каким-то человеком рядом тебе легко и непринуждённо молчится — хватай его в охапку и волоки к себе."
        "Поднимай на руки, ибо через порог только на руках, и никак иначе."
        "Разумеется…"
        "Как же ещё иначе вносится счастье в дом?"
        "Только вот Славя не моё счастье. Разминулись мы с ней как в море корабли."
        "Стоило бы ещё с первых минут знакомства, пока мы обменивались изучающими взглядами, начинать торить дорожку к её сердцу."
        "Тогда, возможно, и получилось бы у нас что-то большее, чем есть сейчас."
        "Да, человек — это бог в сослагательном наклонении."
        "Впрочем, я не жаловался. Уже имеющееся, сложившееся между мной и этой красоткой, меня вполне себе устраивало."
        if loki:
            "Самое главное — я не испытывал от неё никакого зла!"
            "Хотелось поймать её за руку и попросить остаться — сам не зная, зачем."
            "Искать в ней недостатки: просто потому, что не может же быть идеального человека!"
            "А в итоге просто придумать ей какой-нибудь."
            "Потому что это насущно — увидеть в ледяном образе изъян."
            "Без этого не получится влюбиться без памяти."
            "Просто… хотелось."
            "Но так получилось уж, что я сам выбрал своё одиночество, и меня ничто, кроме него не интересует."
            "Люди постарались. Идеально-красивые, живые, весёлые."
            "Мне бы забраться в свою раковину, где под подушкой ждёт пистолет и записка от девушки из сна."
            "Даже вендетту свою глупую я провёл из одного лишь пустого и неуместного стремления всегда доводить до конца."
        else:
            "Я никогда до этого не общался с такими людьми, как она."
            "Более того, я подозревал, что в обычной жизни такой, как я, ей попросту не интересен."
            "В понимании этого простого факта не было какого-то самоуничижения."
            "Просто есть люди, есть небожители."
            "И хотя мне частенько приходилось слышать, что каждый получает ту реальность, которую заслуживает…"
            "Я всегда слышал в этом лишь то, что свои рельсы каждый ежедневно выбирает для себя сам."
            "Чуть-чуть сверни с наезженного-накатанного — и увидишь, что мир гораздо больше твоего замыленного горизонта, что он никогда не рос вместе с тобой, а всегда был огромен."
            "Славе хватило бы пороху ворочать стрелку своих путей каждый день."
            "А я… Что ж, мне действительно повезло встретить человека, в существование которого я и сам до конца не верил."
        stop sound_loop fadeout 5
        show sl smile pioneer with dissolve
        "Пионеры понемногу рассосались перед входом, освобождая проход для отрядов постарше, и Славя толкнула меня локтем."
        sl "Пошли заправимся перед последними танцами!"
    elif alt_day6_us_7dl_mi_friends == 2:
        "Что-то где-то перепуталось."
        "И отнюдь не в моей голове."
        if ('mi' in list_d2_date_7dl) or alt_day3_mi_invite2:
            "Должно быть, мне просто кто-то решил дать ещё один шанс?"
            "Всё, вроде, не так уж плохо и начиналось у нас с Мику."
            "Это я затупил, а она-то радовалась мне!"
        else:
            "Например, мне совершенно непонятно было, как случилось так, что мы рука об руку с одной японской стар топаем лопать ужин в пионерской столовой."
        "Звучит как сюр, правда?"
        "Но Мику это, похоже, совершенно не смущало."
        show mi smile voca with dissolve
        mi "Хорошо выступили!"
        me "Не жалко тебе в нарядном платье на ужин идти?"
        mi "Да ну."
        "Отмахнулась Мику."
        mi "Ничего с ним не случится, я вообще знаешь как аккуратно ем!"
        mi "А если вдруг и запачкаюсь — ткань грязеотталкивающая! Супер, да?"
        me "Супер, конечно."
        "Глубокомысленно кивнул я."
        me "Ты в нём и на дискотеку пойдёшь?"
        show mi shy voca with dspr
        mi "Нет, конечно, за кого ты меня принимаешь?"
        "Чуточку смутилась Мику."
        mi "Просто мне лениво было идти домой переодеваться в форму, потом снова идти домой после ужина переодеваться в нарядное для танцев. Столько беготни, ужас!"
        me "Лодырь."
        "Улыбнулся я."
        show mi smile voca with dspr
        mi "Почему сразу лодырь? Это просто не-це-ле-сооб-раз-но!"
        "По слогам проговорила японка."
        mi "Но я рискую, конечно."
        me "В смысле?"
        show mi happy voca with dspr
        mi "Ты, наверное, не в курсе, но меня в первый день смены выгнали из столовой с ужина."
        mi "Обругали, мол, платье слишком короткое, велели переодеваться идти."
        "Я отступил на шаг и оглядел девушку."
        show mi sad voca with dspr
        mi "А ты не приглядывайся! Платье-то то же самое, но знаешь, как низко пришлось юбку надевать!"
        "Сердито сообщила Мику."
        mi "У меня резинка чуть ли не на коленях, чтобы «прикрыть срам»."
        mi "Как будто я голая хожу!"
        me "А ты нет?"
        show mi laugh voca with dspr
        mi "Сень!"
        mi "Вполне приличный костюм с юбкой. Что не так?"
        me "Мне-то как раз всё нравится."
        "На японке мне в принципе любая одежда нравилась. Включая голову Годзиллы."
        "Как-то очень ладненько она на ней сидела."
        me "Просто не мог удержаться."
        me "Извини."
        show mi normal voca with dspr
        "Мику отмахнулась:"
        mi "Да я уж привыкла к твоим постоянным подколам."
        mi "Я сначала думала, что это потому что ты злой, а ты оказался вовсе и не злой."
        show mi smile voca with dspr
        mi "Так что я не знаю теперь, как на это реагировать. Смирилась."
        "Непосредственность во всей красе."
        "Мику продолжала что-то ещё болтать, рассказывать."
        "Я же слушал голос."
        "С некоторых пор нас уже связывали какие-то нити."
        "Неразличимые, но уже и нерушимые."
        "Вернее, в случае моей звёздочки я назвал бы их не связующими нитями…"
        "А связующими струнами."
        "Между нами протянулись натянутые струны нервов, трепещущие на ветру, наигрывающие странное соло, от которого хотелось плакать и смеяться одновременно."
        "Я не назвал бы это влюблённостью, но она мне определённо была симпатична."
        "Более того, я уже совершенно определённо знал, кого буду сегодня приглашать на медленный танец."
        stop sound_loop fadeout 5
        "Но это позже, а пока я слушаю, как она болтает."
        "Неплохой способ скрасить ожидание ужина."
        show mi happy voca with dspr
        mi "Дорога открыта! Ура!"
        hide mi with dissolve
        "Она ринулась в столовую, что-то выкрикивая и распевая про детей рабочих и голодные растущие организмы."
        "Посмеиваясь, я направился вслед за ней."
    elif alt_day4_neu_us_pixies == 3:
        "Резюмировал я, не обнаружив девочек и на ужине."
        "Картошка с мясом, стакан молока — искажённое отражение моего первого дня здесь."
        "Как серия ситкома, в которой герой начинает и завершает серию, находясь ровно в одном и том же положении: если он нашёл миллион долларов, он их отдаст, если обзавёлся способностями — неизбежно потеряет."
        "Простейшее условие — и он сам, и душа его должны встречать титры ровно в том же самом сером свитере, в каком выходили на подмостки в начале."
        "А иначе это развитие, а никакой не ситком."
        "Мику что-то трещала под боком, но я не особо вслушивался, весь занятый жалостью к самому себе, упиваясь собственным, тщательно лелеемым одиночеством и тоской."
        "И то даже, что сейчас будет дискотека, а это как последние выходные лета: тот самый шанс сделать то, что собирался всё лето — да так и не собрался."
    else:
        "Ульяна хотела было ввинтиться в толпу, распихать всех локтями да коленями, но я остановил её, положив руку на плечо."
        show us dontlike sport with dspr
        us "Что?"
        "Я кивнул на приближающуюся вожатую."
        "Провоцировать конфликт не хотелось, так как нам тут же припомнят наше постоянное отсутствие на лагерных мероприятиях."
        "Да, всем нам предстоит чему-то научиться."
        "У нас, в общем и нет никакого другого выхода."
        "Мне — перестать быть занудой."
        "А Ульяне… Да нет. Она-то как раз человек чуть ли не больше меня."
        show us sad sport with dspr
        us "Скучно."
        "Пожаловалась она, привалившись к стенке спиной прямо перед моим носом."
        if alt_day6_us_7dl_tr:
            us "Сейчас бы быстренько пожамкать и плясать!"
            me "Ты умеешь танцевать?"
            show us laugh sport with dspr
            us "А то! У меня знаешь какие учителя были!"
            "Начала было она, но тут же угасла."
            show us calml sport with dspr
            us "Польку, вальс и менуэт научили, а как дрыгаться на дискотеке — нет!"
            us "И вот нафига они такие?"
            me "Танцы разные бывают…"
            us "Пришлось подглядывать, как другие двигаются. И повторять."
            me "Получается?"
            show us surp1 sport with dspr
            us "А я откуда знаю?!"
            us "Я просто пляшу как мне нравится."
            "Виднеющаяся на горизонте вожатая заметила нас и начала было проталкиваться поближе с целью сказать пару ласковых."
            "Да только кто б её пустил…"
            "Пионеры стояли плотно и рвались в столовую стоило лишь только освободиться какому-нибудь месту."
            "Так что вожатая только бессильно погрозила нам издали кулаком."
            me "Очень страшная угроза."
        else:
            show us normal sport with dspr
            us "А вообще, я должна на тебя дуться за то, что бросил даму в беде."
            me "Если бы это от меня зависело…"
            us "Плохо старался! Надо лучше стараться!"
            me "Я немного не понимаю."
            "Начал я."
            me "Ты мне с вожатой драться предлагаешь?"
            me "За почётное право вместо концерта таскать тебе сменную одежду?"
            show us laugh2 sport with dspr
            us "Зачем драться? Можно же мимо них проползти!"
            us "Или вообще убежать!"
            "Нет, ей до человека определённо ещё далеко."
            "Ольги всё не было, так что и мы особо не спешили продвигаться."
            me "Понятно. Что ж, если хочешь — обижайся. Я пойму."
            show us laugh sport with dspr
            us "А не буду!"
            me "Тебя не поймёшь!"
            us "И не надо! У тебя целая куча других достоинств!"
            me "Каких?"
            show us smile sport with dspr
            us "Сейчас!"
            "Она растопырила ладошку и начала загибать пальчики:"
            us "Ты рассудительный! И спокойный! И… и…"
            show us surp3 sport with dspr
            us "Эй! А почему это я тебе комплименты делаю? Должно быть наоборот!"
            me "У нас равноправие!"
            show us smile sport with dspr
            us "Равнолевие."
            "Показала мне язык Ульяна."
        show us laugh sport with dspr
        "Мы рассмеялись."
        "Замолчали."
        show us shy sport with dspr
        us "Сёмыч, а Сёмыч?"
        me "На связи."
        "Я лениво махнул лапой."
        us "А ты… Ну…"
        me "Я, я. Чего?"
        show us shy2 sport with dspr
        us "Ты на танцы же пойдёшь?"
        me "Даже если бы я не хотел — придётся."
        show us surp1 sport with dspr
        us "Почему?"
        me "Потому что Ольга Дмитриевна."
        show us sad sport with dspr
        us "А…"
        me "А ты зачем спрашиваешь?"
        us "Низачем. Просто так спросила. Я-то пойду."
        if loki:
            me "Намекаешь на медленный танец?"
            "Хладнокровно уточнил я."
            me "Не вопрос, приглашу."
            show us laugh2 sport with dspr
            "Ульянка покраснела, но улыбалась слишком уж довольно."
            me "Раз тебе так хочется."
        else:
            "Повисло неловкое молчание."
            me "Правда, я танцевать совсем не умею."
            show us surp1 sport with dspr
            us "Ты — и не умеешь?"
            me "А что такого?"
            if alt_day3_dancing != 0:
                us "Ты же танцевал на прошлой дискотеке!"
                me "Разве ж это танцы? Это так… Топтание на месте."
                show us laugh2 sport with dspr
                us "Всегда знала, что ты медведь."
                me "Спасибочки."
            else:
                us "Прикид твой вспоминаю. Ты же вылитый стиляга. Такой же заросший."
                me "Спасибочки. Стилягой меня ещё не обзывали."
            show us laugh sport with dspr
            us "Не дуйся! Ну, хочешь, я научу тебя руками дрыгать?"
            me "Не особо."
            "Такая перспектива не вдохновляла совершенно."
            me "Местные быстрые танцы я вообще осваивать не желаю."
            us "А медленные?"
            me "Вот на дискотеке и увидишь!"
        stop sound_loop fadeout 3
        "Ульяна замахнулась было на меня, но тут я обнаружил, что пока мы болтали, пионеры уже успели рассосаться."
        me "Ура! Жрат! На штурм!"
        hide us with dspr
        "Закричал я и бросился к столовой."
        "За спиной прыснули, а мгновением спустя к моему топоту присоединился и стук каблучков."
    stop music fadeout 3
    window hide
    scene bg int_dining_hall_people_sunset
    with dissolve
    play ambience ambience_dining_hall_full fadein 3
    play music music_7dl["surf"] fadein 3
    "В столовой царило оживление и треск за ушами."
    "Мне вообще с трудом понималось, для чего делать в лагере жилого пространства на шестьдесят человек, а столовую — на сорок."
    "Поощрение естественного отбора?"
    "Кто успел, тот и съел?"
    "Так или иначе, в этот раз мне не дали выбирать, с кем и куда садиться — более того, уже успевшие забрать поднос пионеры садились, что называется, «по откату», а дежурные зашивались, не успевая собрать посуду."
    "Так что досталось мне место на проходе."
    "Слева всё ещё жующий шестой отряд, справа — только севший отряд номер три."
    "Даже поболтать оказалось не с кем."
    "Вздохнув, я запустил ложку в тарелку."
    "За неимением альтернатив приходилось заниматься тем, зачем я сюда и пришёл."
    "Питаться."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_disco:
    scene anim_square_preparty
    with dissolve
    play music music_list["lightness"] fadein 5
    play ambience ambience_medium_crowd_outdoors
    if alt_day6_us_7dl_un_friends == 2:
        "Иногда мне кажется, что всё это выдумано вокруг."
        "Что люди тратят время на то, что им не интересно вовсе просто потому, что кем-то так было заведено."
        "Вот те же танцы, например."
        "Я не хотел идти. Не хотел."
        "И пользоваться этими условностями — тоже."
        "Но с утра, на карьере эти самые условности помогли мне пусть немного, но расшевелить одну зеленоглазую нелюдимку."
        "Не знаю, сдержит ли она обещание, но…"
        "Я-то точно приду теперь. {w}Не имею права не прийти."
    "Когда я вышел на площадь, она уже была полностью готова к грядущему мероприятию."
    if alt_day6_us_7dl_tr:
        "Народ получил свою порцию хлеба, теперь он жаждал развлечений."
    else:
        "И это мероприятие вызывало у пионеров не в пример больше энтузиазма, чем прошедший концерт!"
        "Конечно, есть и исключения…"
        "Одно из таких исключений глазело на меня и улыбалось:"
    show mi smile voca with dissolve
    mi "Сень, а у меня для тебя сюрприз!"
    me "Терпеть не люблю сюрпризы."
    "Проворчал я."
    show mi happy voca with dspr
    mi "А этот тебе понравится, точно-точно!"
    me "Сомневаюсь, чтобы это был миллион долларов."
    if alt_day6_us_7dl_tr:
        th "Или хотя бы смарт взамен утопленного."
    show mt smile pioneer at zenterright
    show mi normal voca at left with move
    mt "Мику подготовила тебе нарядный костюм для танцев."
    if alt_day3_mi_invite2:
        me "Тот же, что и в прошлый раз?"
        show mi happy voca with dspr
        mi "Полностью выстиранный и выглаженный!"
        me "Раз выглаженный…"
        "Я не сдержал смешка."
        me "Уговорили!"
    else:
        me "Да? Здорово. Вот только с чего вы решили, что я стану его надевать?"
        th "Сто процентов, какая-нибудь гомоэротика с рюшами жабо."
        "Я не очень разбирался в пристрастиях вожатой, но почему-то твёрдо решил, что костюм будет представлять собой какую-нибудь голубизну."
        show mt angry pioneer
        show mi upset voca
        with dspr
        mt "Семён, перестань капризничать. На прощальную дискотеку надо идти нарядным."
        me "Да кому надо?"
        me "С чего б?!"
        "Психанул я."
        me "Назовите мне хоть одну причину, по которой я должен одеваться в то, что вы там за меня придумали?"
        show mt sad pioneer with dspr
        mt "Первая причина — это то, что я потратила полчаса, пока не выгладила и не привела его в порядок."
        me "Соболезную о вашей утрате."
        "Кивнул я."
        me "У вас всё?"
        "И развернулся уже, чтобы уходить."
    if alt_day6_us_7dl_mi_friends == 2:
        show mt normal pioneer at cleft behind mi
        show mi normal voca
        with move
        if alt_day3_mi_invite2:
            mi "Ты снова будешь самым нарядным на танцполе!"
            th "Если бы это мне хоть как-то помогало…"
            dreamgirl "Есть мнение, что тебе поможет только таблетка от головы by Cobain."
            dreamgirl "Ибо если человек идиот — то это надолго!"
            th "Да что не так?"
            dreamgirl "Ой, всё."
            me "Так я иду переодеваться?"
        else:
            mt "А вторая причина — она."
            "Ольга Дмитриевна положила руку на плечо Мику."
            mt "Раз ты не уважаешь мой труд, уважь её."
            show mi sad voca with dissolve
            mi "Он правда очень красивый, очень тебе пойдёт."
            "Они обе смотрели на меня в ожидании."
            "И я сдался."
            me "Ладно."
            "Уступать не хотелось, но под давлением коллектива…"
            me "Я пойду посмотрю, что за костюм."
            show mi happy voca with dspr
            mi "Да!"
            me "Но если там будет какая-нибудь пакость с рюшами… Я не надену такое."
        mt "Иди, иди."
        "Кивнула вожатая."
    elif alt_day6_us_7dl_sl_friends == 2:
        mt "Разве ты не хочешь сегодня потанцевать со Славей?"
        "Обратилась к моей спине вожатая."
        me "Славя прекрасно потанцует со мной и в форме."
        me "Или не потанцует. Но при чём здесь костюм?"
        "Вожатая не нашлась с ответом."
    elif alt_day6_us_7dl_un_friends == 2:
        mt "А как насчёт того, чтобы пригласить твою подружку потанцевать?"
        if loki:
            me "Она не танцует."
        else:
            "Я промолчал и мимоходом порадовался, что успел уже отвернуться."
            "Щёки у меня вспыхнули."
    else:
        mt "Но на танцах полагается быть нарядным!"
        me "Кому полагается? Кем полагается?"
        me "Я вообще не хочу идти на ваши чёртовы танцы."
        me "Единственное, почему я туда иду — это потому, что не хочу быть приведённым туда силой."
        me "Так что какая к дьяволу разница, во что я буду одет там, где не хочу находиться?"
        "Удовлетворённо кивнув, я удалился."
    stop music fadeout 3
    window hide
    with fade2
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_house_of_mt_day
    with diam
    play music music_7dl["someone_like_you_guitar"] fadein 3
    play ambience ambience_int_cabin_evening fadein 2
    "В домике было пусто и одиноко."
    "Всё как всегда — разбросанные вещи, играющие в закатных лучах пылинки и дух места, куда прибегают только ночевать."
    "Ради любопытства я решил посмотреть, что же там такого приготовили мне Мику с вожатой."
    if alt_day6_us_7dl_mi_friends == 2:
        "Вдруг и правда не наврали?"
        "Порадовать Мику, танцуя с ней нарядным… Было в этом что-то."
    else:
        "Надевать я его не планировал, но удовлетворения любопытства ради…"
    play sound sfx_open_cabinet_2
    "Распахнув створку шкафа, я окинул взглядом то, что мне предлагалось в качестве вечернего смокинга."
    if alt_day3_mi_invite2:
        "Всё тот же отпадный костюмчик в тёмных тонах и пара туфель, кем-то уже заботливо начищенных."
    else:
        "А на самом деле, не так уж всё и грустно было."
        "Тёмная с отливом рубашка цвета бордо, заглаженные до острых стрелок брюки и невесть откуда взявшиеся ботинки моего размера."
    "Я даже название их вспомнил."
    me "Штиблеты."
    me "Напялю это всё, зачешу хаер и пойду стилягой по площади."
    dreamgirl "Все девки будут твои!"
    th "Не интересует."
    "Отрезал я."
    if alt_day6_us_7dl_mi_friends == 2:
        "Все — не интересуют."
        "А вот одна…"
        dreamgirl "Так будешь надевать или как?"
        me "Буду. Что поделаешь."
        if alt_day4_neu_us_pixies != 0:
            "Рубашка оказалась точно впору, даже в плечах оказалась в самый раз — чего уже очень давно со мной не случалось."
            "Штиблеты вообще оказались по ощущениям чуть ли не родными — разношенными как раз под мою ногу."
            "Я вешал на освободившиеся плечики свою пионерскую рубашку, когда в голову пришла очень странная мысль:"
            th "А если бы я не стал немного поменьше за эти две ночи?"
            th "Мне она сейчас была бы мала, трещала бы по швам…"
            th "Не может ли статься, что и рубашка, и обувь…"
            dreamgirl "Да нет, бред какой-то."
            th "Вот и мне кажется, что бред. В конце концов, я же здесь не был в прошлом году."
            th "Откуда бы здесь взяться моим вещам?"
            "Внутренний голос промолчал."
        else:
            "Одежда вся оказалась немного маловата."
            "Хотя в моём случае это не было чем-то критичным: танцевать брейк я не собирался, размахивать руками — тоже."
            "А для того, чтобы деревянно потоптаться по танцполу, прижимая к себе одну разухабисту япону красотку с грустными глазами, хватит и этого."
        "Облачившись и наведя марафет, я выпрямился и критически оглядел себя в зеркале."
        window hide
        scene cg d3_me_mirror_bordo_7dl
        with dissolve
        if alt_day4_neu_us_pixies != 0:
            "Я был моложе и намного спокойнее того старого, что несколько дней назад заглянул в это же зеркало."
        else:
            "Ничего не изменилось во внешнем облике."
            "Разве что стал чуть спокойнее по сравнению с тем, кто смотрел вот так же три дня назад."
        "А по сравнению с тем, кто всё ещё называет себя моим «я»…"
        "Не все перемены к лучшему, спору нет. Но конкретно этой я был доволен."
        "Если же к этому прибавить, что моего внимания жаждет одна девушка, получается совсем шоколадно."
        "Это как выиграть машину в лотерею, а тебе в лоб: «постой, тут тебе ещё приз зрительских симпатий!»"
        "И выносят мне в коробочке то, чем должен был бы стать этот костюм."
        dreamgirl "Размечтался."
        th "Согласен."
        th "К чёрту миллион. Давайте сюда Мику."
        scene bg int_house_of_mt_day
        with dissolve
        "Ещё раз полюбовавшись собой, заглянув себе в глаза и не найдя на их дне безысходности, я захлопнул шкафчик."
        "Меня ждало что-то, и я предвкушал это «что-то»."
    else:
        "Я решил сам для себя, что не стану надевать ничего."
        "Можно сказать, пошёл на принцип."
        dreamgirl "Идиотский и глупый принцип."
        th "Что поделать, если мои принципы — это и есть в принципе то, что у меня осталось?"
        dreamgirl "Застрелиться и освободить жилплощадь, например?"
        th "Тоже вариант."
        "На самом деле, я не знал, зачем вообще припёрся сюда."
        "Можно было бы пошляться по лагерю, посмотреть, как кипит жизнь вокруг."
        "А я вместо этого сижу здесь, прячусь от докучливого внимания."
        "Да прикидываю, не запереться ли изнутри, чтобы не было совсем уж кисло."
        dreamgirl "Почему кисло-то?"
        th "Сам не знаю."
        "Огрызнулся я."
        if (alt_day6_us_7dl_un_friends != 0) or (alt_day4_neu_us_pixies == 3):
            "Меня смущало и тяготило некое чувство утраты, упущенных возможностей."
            "Нет, уже сейчас при любом раскладе я остаюсь только в плюсе."
            "Моя жизнь стала богаче на одного человека, который что-то для меня значит."
            if alt_day6_us_7dl_tr or alt_day4_neu_us_pixies == 3:
                "Ульяна относилась к людям-незабудкам: они намертво остаются в твоей памяти, что бы с тобой ни стряслось."
            else:
                "Лена стала для меня человеком, которого почему-то хочется радовать."
                "Не знаю почему — но у меня появилось необоримое желание вызывать улыбку на её лице."
            "Но было и нечто помимо этого."
            "Как будто гоняясь за несбыточным, я упустил шанс получить нечто… Я даже не знаю."
            "Большее? Меньшее? Просто другое?"
            "Как подросток, выросший в информационном вакууме, чувствуя любовное томление, присущее его возрасту, не может объяснить себе — что же с ним такое происходит."
            "Жив, здоров, сыт, весел, занимается любимым делом; а всё равно тяготит что-то."
            "Я был как этот подросток, только в отличие от него у меня не было никакого томления."
            "Надо мной довлела не благородная грусть, а самая что ни на есть мещанская жадность."
            "Мне хотелось всего и сразу."
            if alt_day6_us_7dl_un_friends != 0:
                if alt_day6_us_7dl_tr:
                    "Хотелось верную подругу, на роль которой Ульяна подходила идеально."
                    "Хотелось возлюбленную, из формата которой Ульяна выпадала совершенно."
                else:
                    "Хотелось, чтобы Лена — и без лишних нервотрёпок, побегов за территорию и «долго и счастливо»."
                    "Хотелось, чтобы «together forever», но я как в детстве — вдруг никак не мог вообразить себе всю громаду лет, ждущих впереди."
                    "И вместе с Леной я должен пройти по ним."
                    "А вдруг она не согласится?"
                "Впрочем, мне никогда не везло с девчонками."
                "Так что пропускаем этот пункт и успокаиваем гормоны."
            else:
                "Впрочем, всё это звучало где-то на периферии сознания, нисколько меня не беспокоя."
                "Двигавшие мной раньше инстинкты и потребности звучали приглушённо на заднем плане, и куда больше заботило, чтобы люди вокруг были хорошие и не ругались особо."
                "Так что жадность моя была чисто умозрительной."
        else:
            "Мне хотелось одновременно и убежать из лагеря, и закрыться здесь на всё время проведения дискотеки."
            "Хотелось сойти с ума и пригласить последовательно всех девочек нашего отряда, включая Алису с Женей."
            "Хотелось напиться и убежать с мальчишками на берег-склон, жечь до утра костры и петь про то, что грустно и смешно, кружат воспоминанья…"
            "А под утро уснуть, счастливо улыбаясь в занимающийся рассвет, проснуться от криков расталкивающей вожатой и понять, что это вот всё…"
            "Оно в последний раз."
            "Чёрт возьми. В последний."
            th "Оно ведь и правда у меня было однажды."
            "Такой вот мой «последний» раз, который я успешно оплакал и похоронил в глубинах памяти, занятый куда более важными вещами."
            if loki:
                "Любовью и местью."
                "Местью и смертью."
            else:
                "Попытками выжить."
                "Ежедневными попытками заставить себя чувствовать хоть что-то."
            "И за всем этим я как-то упустил из виду, что я забывал делать самое важное."
            "Я забывал жить."
            "И сейчас всё это недожитое маятником вернулось ко мне и со всего маху ударило под дых, выбивая воздух вперемешку с мыслями."
            "Мне хотелось сделать что-то, что можно будет вспомнить."
            "Даже если я проснусь и пойму, что всё это время так и мёрз над колесом своего рейсового автобуса."
            "Я хочу помнить хоть что-нибудь."
        "Определившись со своими желаниями, я понял вдруг, насколько легче стало."
        "Оказывается, это тоже неплохая терапия от хандры."
        "Просто сесть и разобраться в своей голове."
        "Подмигнув себе в зеркале, я закрыл дверь и вышел на улицу."
    window hide
    stop music fadeout 3
    play sound sfx_open_dooor_campus_1
    pause(1)
    $ persistent.sprite_time = "night"
    $ night_time
    scene anim_square_party
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music music_7dl["beat_symphonic"] fadein 3
    "А между тем танцы уже начались."
    "Народу на площадке было не очень много, большинство пока предпочитало отсиживаться по периметру."
    "Но уже скоро, очень скоро…"
    "Наши тоже все были здесь."
    if alt_day4_neu_us_pixies == 3:
        "Не хватало только Ульяны и Лены."
        "Оглядевшись в поисках вожатой и заработав свой утвердительный кивок, я устроился на скамейке поудобнее."
    else:
        "Ульянка уже извивалась и кривлялась чуть ли не у самых колонок."
        th "Неиспорченный ребёнок, эх."
        "Полюбовавшись немного на её ужимки, я улыбнулся и сел на скамейку."
    "В этот раз ведущий ради разнообразия решил поставить нечто, что даже мне показалось достаточно танцевальным."
    "Так что пару минут я проходил испытание «попробуй не притоптывать в такт»."
    "Получалось с трудом, если честно."
    "С другой стороны, и всякие глупости, вроде никому не нужных рефлексий и терзаний были безжалостно изгнаны из головы."
    "Неплохая терапия, если так посудить."
    "Я взял себе на заметку на случай будущей хандры прикупить наушники покачественнее с хорошей передачей басов."
    "И вышибать сверхнизкими частотами из души то, чему там быть не полагается."
    "Ощутив чей-то взгляд, я поднял голову."
    if alt_day6_us_7dl_mi_friends == 2:
        show mi smile dress with dissolve
        "Мику не обманула."
        if (alt_day3_dancing == 4) or (alt_day3_dancing == 41) or (alt_day3_dancing == 40):
            "Я уже видел это платье, и с тех пор оно не стало ниичуточки хуже."
            "Всё тоже простенькое с виду, но так выгодно подчёркивающее всё, что необходимо подчеркнуть."
        else:
            "Платье, в которое она переоделась, выглядело ещё лучше, чем то, в котором она выступала." 
        "Перехватив мой взгляд, она рассмеялась и качнула головой, подзывая."
    elif alt_day4_neu_us_pixies != 0:
        show dn grin pioneer
        show al smile pioneer at left
        show tn laugh pioneer at right
        with dissolve
        "Звено Ульянкиной гвардии тоже было здесь в полном составе."
        "Данечка в своей неизменной расхристанной форме изображал из себя то ли вертолёт, то ли танцора тектоника."
        "Он что-то прокричал."
        "«Иди плясать», — прочитал по губам я."
    else:
        show sl happy dress with dissolve
        "Славя отрывалась по полной."
        "И в отличие от неловких коленцев Ульянки, у Славяны всё выглядело довольно-таки пристойно."
        "Это она смотрела на меня и, поймав взгляд, улыбнулась и поманила к себе рукой."
    "Я отрицательно покачал головой."
    "Хотя музыка и оказалась несколько приличней ожидаемого, танцевать я отнюдь не спешил."
    window hide
    scene anim_square_party with dissolve
    "Нет, на дискотеки в своё время мне ходить приходилось, и даже танцевал я там наравне с прочими."
    "Но сейчас что-то совсем не было настроения."
    show mt smile dress with dissolve
    mt "Почему не танцуешь?"
    "Поинтересовалась оказавшаяся рядом вожатая."
    "Не спрашивая разрешения, она плюхнулась рядом со мной — чуть ли не мне на колени."
    me "Из меня танцор тот ещё."
    show mt grin dress with dissolve
    mt "Дискотека — коллективное мероприятие!"
    me "Ну, знаете ли!"
    show mt laugh dress with dspr
    mt "Да шучу, шучу, Сёмыч. Что ты так напрягся."
    mt "Не буду я тебя силком плясать тащить, раз ты так не хочешь."
    me "Надо же…"
    me "Что это с вами произошло? Заболели?"
    show mt smile dress with dissolve
    mt "Ты можешь думать обо мне что хочешь, Сёмыч, но должен понять одну вещь."
    mt "Я педагог. Я знаю, как заставить кого-то делать что-то."
    mt "Но ещё я знаю, когда не стоит его заставлять делать это."
    me "И когда же?"
    show mt grin dress with dspr
    mt "Да когда люди развлекаются."
    mt "Не могу же я заставить тебя получать удовольствие и быть счастливым."
    me "Не можете."
    "Согласно кивнул я."
    show mt normal dress with dspr
    mt "Тем более, как я погляжу, ты и так вполне доволен — вон как хаером в такт машешь."
    me "Хаером?!"
    show mt laugh dress with dspr
    $ renpy.pause(.3)
    hide mt with easeoutleft
    "Ольга расхохоталась и, спрыгнув со скамейки, затерялась в толпе танцующих."
    stop music fadeout 5
    window hide
    with fade2
    "И только прислушавшись, я понял — почему."
    play music music_7dl["stilllovingyou"] fadein 3
    "Я даже несколько опешил от того, что она не в меня вцепилась с целью потанцевать."
    "Впрочем, не особо и хотелось."
    if alt_day4_neu_us_pixies == 3:
        "И на дискотеку, на самом деле, тоже идти не хотелось."
        "У меня были совсем другие интересы в совсем другом месте."
        if alt_day6_us_px_sl_join:
            "Но каким-то десятым чутьём осознавая, что Славя чувствует себя виноватой, а значит, в меру собственного разумения попытается исправиться, я решил идти сам."
            "Славино «извини» звучало как «пойдём на танцы, я тебя приглашу, а ещё тебе нужен толковый костюм, ещё ты должен веселиться и радоваться жизни»."
        else:
            "Танцы выглядят уныло и скучно, если тебе не с кем покривляться."
            "Некого попередразнивать."
            "Да попросту провести время в компании."
            "А танцевать в одиночестве…"
        "Наиотвратительнейшее толкование, как по мне. {w}О вкусах, понятно, не спорят, но… "
        "Уберите руки от моего внутреннего дождя. {w}Лучше я сам. Сам."
        "Забьюсь тихонечко в угол, буду слушать дурацкую музыку, силиться понять, как люди танцуют под это — возможно, даже потанцую?"
        "Только не дёргайте меня, а то внутри меня натянутая бумажка из печеньица с предсказанием — вот-вот порвётся."
        "Сюда бы сигаретку. {w}Смартфон с книжкой и наушниками, с полным зарядом."
        "Мы преуспели в деле самоизолирования от окружающих, теперь даже перехватить взгляд симпатичной девушки в метро становится почти невозможно — ведь она сидит со своего «огрызка» в социальной сети."
        "Что ей до смотрящего небритого красноглазика? То-то и оно."
        "Мне бы… одиночества."
        "Встав со скамейки, я отправился к Генде и, спрятавшись за его постаментом, неспешно грустил вместе с самим генсеком."
        "Только он, в отличие от меня, пытался понять куда более важные вещи — например, зачем же человеку нужен человек?"
        me "I'm still loving you…"
        "Одними губами подпел я, и остро резануло мыслью, что мне, в сущности, некому сказать эти слова."
        "Задело почему-то."
        "Настроение испортилось окончательно."
    else:
        "У меня была цель поинтереснее."
        "Так что я поднялся и отправился искать свою жертву на скамейках."
        "И скоро нашёл её."
    if alt_day6_us_7dl_tr:
        me "Пойдёшь танцевать?"
        if alt_day6_us_7dl_un_friends == 2:
            "Этот вопрос я должен был задать Лене, раз так зазывал её."
            "Проблема была в том, что как ни выглядывал я Лену — а не мог найти."
            "Вот она шевелилась под звуки плясовой на отшибе, а вот — нет её."
            "Струсила? Нашлись какие-то важные дела?"
            "Так или иначе, я нашёл Ульяну и отправился к ней."
        show us smile dress with dissolve
        us "Что, правда танцевать будешь?"
        if loki:
            "Я улыбнулся как мог широко:"
            me "После всего, что ты со мной сделала, ты обязана на мне жениться."
            show us laugh dress with dspr
            us "Дудки! Женитьбу мы уже проходили!"
            me "Вот видишь, даже жениться не хочешь."
            me "Эх, нет у меня папки с дробовиком, чтобы заставить."
            "Ульяна поднялась со скамейки:"
            us "У моего отца наградной ПМ. Устроит вместо дробовика?"
            me "Вполне. Ты танцевать идёшь?"
        else:
            "Я смутился."
            "Нет, подойти пригласить для меня не было какой-то сложностью."
            "Достаточно было просто напомнить себе о разнице в возрасте."
            "Да факт, что не слишком-то она меня волнует в романтическом плане."
            dreamgirl "Совсем-совсем не волнует?"
            "Вкрадчиво поинтересовался внутренний голос."
            dreamgirl "Ничуточки? Ни на капельку?"
            me "Ты не хочешь?"
        show us laugh2 dress with dspr
        us "Нет. Не хочу. И вообще, как ты даму на танец приглашаешь?"
        us "Что за «потанцуем» ещё?"
        me "О, миль пардон. Разрешите пригласить вас на танец?"
        show us smile dress close with dissolve
        us "Вот! Сразу другое дело."
        "Она оттопырила локоток, и я сразу вспомнил её слова о балетной школе танца."
        th "Мамзель."
        "С весёлой злостью подумал я."
        "И потащил её на танцпол."
        window hide
        scene cg d6_us_dance_7dl
        with dissolve
        "Мы протолкались в самую середину, сопровождаемые взглядами, а кое-где и улюлюканьем."
        "Ульяну определённо знали, определённо любили."
        "Такой вот странный ребёнок, непонятно что забывший в первом отряде."
        "Оставивший всех своих друзей в других."
        "Ульяна была ниже меня, потому пришлось привычно уже ссутулиться, дать ей закинуть руку мне на плечо."
        us "Каланча."
        "Хихикнула девочка."
        us "Тебе, наверное, неудобно?"
        me "Нормально."
        us "Давай, я лучше тебе на шею залезу, и будем так танцевать?"
        me "Давай ты не будешь выступать, и мы просто потанцуем?"
        us "Бука злючная."
        "Буркнула Ульяна, ловя мою руку отточенным движением."
        "Раньше я мог сомневаться в её словах, но такое возможно только путём долгих тренировок."
        "Значит, не наврала?"
        "Мы влились в толпу кружащихся в танце и некоторое время молчали, примеряясь друг к другу."
        window hide
        with fade
        me "Теперь вот — верю."
        us "Во что?"
        me "Что танцами занималась, не наврала."
        us "Эй, я вообще редко вру. Почти никогда."
        me "Ты?!"
        us "А что не так? Когда я тебя обманывала?"
        "Здесь раздумывать нужды не было:"
        me "Да когда «спасать» меня тащила!"
        me "В результате я отхватил в табель от Рыжевской."
        us "Зато получил холодный компресс сразу ко всему телу!"
        "Хихикнула девочка."
        us "Синяка теперь не будет."
        me "Это не твоя заслуга."
        "Ульяна удивилась:"
        us "Как не моя?"
        us "А кто тебя, по-твоему, туда отвёл?"
        me "Ты не отвела! Я вообще, за тобой гнался."
        us "Вот! Говорила мне мама: веди себя естественно — и за тобой мальчики табунами бегать будут."
        us "Табунами или нет, но один уже бегает!"
        us "Правильной дорогой иду!"
        if loki:
            me "И не только бегает."
            us "Это да…"
            "Она странно на меня посмотрела."
            us "Ты так привычно ко мне приставал! Многие года опыта?"
            th "Да никакого, на самом деле."
            th "Тот десяток лет, который человеку отдан на полноценную социализацию, я попросту проморгал."
            th "Бездарно и бессмысленно."
            "Настроение начало катиться к минусу, и спасаясь от нахлынувшей тоски, я тряхнул головой."
            me "Какой там опыт, если всё обоюдно было."
            us "Обо… чего?"
            me "Взаимно, говорю. Когда мальчик хочет, и девочка хочет."
            us "Ничего я не хотела! Это ты всё сам! Силой!"
            me "Убийца и насильник, да."
            us "Ну а что ты!"
            "До неё наконец дошло, что я просто шучу, и она ненадолго замолчала, надувшись."
            "Что характерно, руки мои не отпускала и уходить не спешила."
        else:
            me "Ничего я не бегаю."
            us "Но ищешь моего внимания, так?"
            me "Ничего я и не ищу!"
            us "Ты повторяешься."
            "Указала Ульяна."
            me "Это потому что ты меня с панталыку сбить норовишь."
            us "Ниоткуда я тебя не сбиваю, это ты просто танцевать не умеешь."
            th "Рррр…"
            me "Тебе просто нравится издеваться надо мной, признайся."
            "Ульяна улыбнулась, ничего не ответив."
            th "Их определённо учат этому."
            th "С самого детства учат. В особой школе для женщин."
            "Догадался я."
        window hide
        with fade2
        "Спустя тридцать секунд мне надоело молчать:"
        me "А не скажешь, как ты в первый отряд попала?"
        us "Считаешь, я слишком плоха для первого отряда?"
        me "Ты моложе остальных пионеров."
        us "Так и знала! Возраст! Опять возраст!"
        us "Ну и что, что мне меньше лет! Бегаю я быстрее всех! И работу наравне со всеми делаю."
        if alt_day3_duty:
            me "Наравне."
            "Вынужден был признать я."
        else:
            me "Работу по сбеганию разве что."
            me "И по поеданию тортов."
            us "Я прощаю тебя и на этот раз."
            "Милостиво кивнула девочка."
        me "Да перестань ты обижаться. Я же просто спросил."
        us "Умеешь ты вопросы задавать, Сёмыч."
        "Недовольно посмотрела на меня Ульяна."
        us "Я прямо чувствую инкриминацию."
        me "Чего?"
        us "Это когда людям запрещают что-то делать. {w}Говорят «ты слишком маленький» или «ты слишком большой»."
        us "Или «ты девочка»."
        me "А, дискриминация."
        us "Вот-вот. Скучное, глупое слово. Кто его придумал только."
        me "Не заговаривай мне зубы."
        us "А может, я не хочу отвечать!"
        me "Какая-то большая тайна? Страшно секретная?"
        "Она так не хотела отвечать, что мне чем дальше, тем сильнее становилось любопытнее."
        "Всё правильно, чем крепче охраняют тайну, тем она интересней."
        "Ульяна же молчала как партизан, так что я немного усилил нажим:"
        me "Не хочешь — и не говори. Мне вообще не интересно."
        me "Подумаешь, в первом отряде."
        "Разумеется, она не выдержала."
        "Кто б сомневался."
        us "Да у меня подруга тут просто!"
        me "Алиса? Повод так себе, если честно."
        me "Вы могли бы дружить и будучи в разных отрядах."
        me "Точно тебе говорю, у меня огромный опыт в этом."
        us "Нет."
        "Смутилась Ульяна."
        us "Не она."
        us "Ой, то есть, и она тоже, но она не первая."
        me "Не первая?"
        us "Меня тётя Оля позвала."
        "Наконец призналась Ульяна."
        us "Я у неё не первый год уже в отряде, так что мы всегда вместе."
        th "И зачем это было скрывать?"
        me "И в чём здесь страшная тайна?"
        us "Да в том, что ты… ой. Нет."
        "Она замотала головой."
        us "Даже не спрашивай! Не расскажу."
        me "Да почему?!"
        us "Слушай, ну почему бы тебе меня не поспрашивать о чём-то другом?"
        us "Как обычно делают? Что нравится, что не нравится?"
        us "Поухаживай за девушкой."
        "Я кивнул."
        me "И что тебе нравится?"
        us "Я знаю точно, что мне не нравится."
        me "Глупые вопросы?"
        stop music fadeout 3
        window hide
        scene anim_square_party
        show us sad dress
        with dissolve
        "Музыка плавно стихла, и мы отпустили руки."
        us "И надо же тебе было всё испортить."
        me "Что?"
        us "Дубина ты, Сёмыч. Стоеросовая."
        "Покачивая головой, Ульяна отправилась куда-то прочь."
        play music music_7dl["unfulfilled"] fadein 3
        window hide
        scene bg ext_backdoor_night_7dl
        with dissolve
        play ambience ambience_camp_entrance_night fadein 3
        "Снова найти Ульяну мне удалось лишь полчаса спустя."
        "И то — с трудом."
        "По всё тому же необъяснимому чутью, подсказывавшему мне, где её искать."
        "Она сидела на бревне у левой створки ворот и задумчиво разглядывала что-то под ногами."
        "Когда я подошёл поближе, даже не шелохнулась."
        "Будто не заметила."
        "Поколебавшись, я сел рядом."
        "Отсюда жизнь казалась неспешным течением, когда можно делать всё, что тебе нравится и сколько нравится — и на всё хватит времени."
        "Будто створки отрезали от нас бешено бьющую ключом жизнь лагеря, схлынувшую с шипением и оставившую нас вдвоём на песке."
        "И так странно и забавно, что вокруг столько много интересных людей моего возраста."
        "Умных, интересных, красивых. Начитанных, в конце концов."
        "А я всё равно выбрал общаться с ребёнком."
        th "Возможно ли это потому, что я сам до сих пор так и не повзрослел?"
        "Потребовал я ответа у молчаливых звёзд."
        "Они хранили молчание, как и положено благовоспитанным светилам, продолжая равнодушно подмигивать мне из вышины."
        "Откуда-то издали слышалась песнь сверчка, окрестные кустики облюбовали светлячки, и казалось, что эта ночь не имеет начала и конца, сидеть здесь можно очень долго."
        "Да мы будто и сидели на самом деле."
        me "Мадемуазель, можно к вам обратиться?"
        "Вспомнив её «урок хороших манер», начал я."
        show us normal dress with dspr
        us "Какой галантный джентльмен."
        "Невесело улыбнулась Ульяна."
        me "Обольститель, да."
        us "Сёмыч, скажи, тебе обязательно лезть в чужую душу?"
        me "Нет. Но мне интересно."
        me "Мне ты интересна."
        show us sad dress with dspr
        us "В этом и проблема. Ты лезешь куда не просят."
        us "А я не знаю, как ещё тебе сказать, чтобы прекратил."
        me "Но ведь это просто вопрос об отряде!"
        show us smile dress with dspr
        us "Мне больше нечего добавить."
        us "Мы дружим с тётей Олей, ей доверяет мой батя, я числюсь в её отряде."
        us "На этом всё."
        me "И стоило огород городить?"
        us "А ты на этом перестанешь доставать меня вопросами?"
        if loki:
            me "Только за ещё один поцелуй."
            us "Перестань!"
            me "Но это просто поцелуй. Один. Быстрый."
            me "Знаешь, такой, ни к чему не обязывающий."
            me "Хотя, конечно, не настаиваю. Тебе же так протиииивно!"
        else:
            me "Если я настолько тебе надоел…"
            "Я дёрнул плечом."
            me "Пойду я, пожалуй."
        hide us with dissolve
        "И как ни старался я себя чувствовать искренне и честно…"
        "Чувствовал я себя манипулятором."
        "Играющем на психологии ребёнка, действующим от противного и, по сути, добивающимся желаемого."
        "Только ведь я ей не учитель, чтобы лезть так глубоко внутрь."
        "Даже другом меня можно было назвать с бо-ольшой такой натяжкой."
        "Но я честно попытался встать и уйти."
        "Честно."
        "Даже сделал несколько шагов."
        window hide
        with fade2
        us "Эй."
        "Донёсся сдавленный голос."
        "Я остановился."
        us "Ты жуткая зануда, ты знаешь?"
        me "Знаю."
        us "Ты заставляешь меня делать странные вещи."
        me "Я не специально."
        us "Закрой глаза."
        me "Бить будешь?"
        us "Закрой глаза, кому говорят!"
        show blink
        "Пришлось подчиниться."
        us "Не подглядывай."
        "Прозвучал её голос откуда-то совсем рядом, и я с трудом сдержал готовые распахнуться веки."
        window hide
        scene cg d5_us_kiss
        with flash_pink
        "Я почувствовал, как моей щеки коснулось что-то влажное и мягкое."
        "И тут же открыл глаза."
        th "Надо же."
        window hide
        scene bg ext_backdoor_night_7dl
        show us shy dress
        with dissolve
        us "Я же просила не подглядывать!"
        hide us with easeoutleft
        me "Я не специ…"
        "Договорить я не успел, так как обнаружил, что остался в гордом одиночестве."
        me "Вот так."
        "Уши и щёки горели, но выражение лица, должно быть, было предовольное!"
        "На дискотеку больше не тянуло, так что путь мой лежал в родной, любимый домик."
    elif alt_day6_us_7dl_un_friends != 0:
        me "Пойдёшь танцевать?"
        "Ульяна оглядела меня с ног до головы и прыснула."
        show us laugh dress with dissolve
        us "Танцевать? С тобой?"
        me "А что не так?"
        if loki:
            me "Ты сама намякивала."
        else:
            me "Я тебя чем-то не устраиваю?"
        show us laugh2 dress with dspr
        us "Возьмёмся за ручки, будем ладушки танцевать?"
        us "Или склонишься, а я на носочки встану, чтобы обнимать тебя за шею?"
        me "Что-нибудь придумаем."
        "Непреклонно ответил я."
        show us smile dress with dspr
        us "Не пойдёт, Сёмыч. Не буду я с тобой танцевать."
        "Она уселась на скамейку и сложила руки на груди, давая понять, что разговор окончен."
        me "Но почему?!"
        me "Мы же так здорово с тобой время проводим!"
        show us shy dress with dspr
        us "Вот именно. Здорово. Потому давай не будем портить всё."
        us "Я бы пошла с тобой танцевать, но ты же обязательно додумаешь что-нибудь."
        show us shy2 dress with dspr
        us "Не хочу."
        me "Воля твоя."
        "Вздохнул я."
        hide us with dissolve
        "Я тоже вернулся на свою скамейку."
        window hide
        with fade
        "Пионеры танцевали, прыгали… Радовались жизни."
        "Один я не очень понимал, зачем я здесь."
        "Не испытывал я никакого счастья при виде орущих колонок."
        "Раньше, в детстве — возможно."
        "Не сейчас."
        "Я сидел на скамейке — когда один, когда в компании весело треплющихся и смеющихся пионеров."
        "Первое — куда чаще."
        "Время тянулось неторопливо, пяток быстрых композиций, танцы, которые проходили под грифом «Совершенно стрёмно», сменились ещё одним медляком."
        "Со мной рядом тут же опустились несколько полуразличимых уже теней."
        "И я понял, что пора уходить."
        window hide
        with fade
        "И поднявшись, было, услышал от одной из них:"
        show un shade with dissolve
        un "П-потанцуем?"
        if alt_day3_un_invite == 2:
            un "П-помнишь, песня, как та…"
        "Несмелый голос, подрагивающие хвостики…"
        th "Кому-то стоило немалых усилий просто сказать мне одно слово."
        if alt_day3_un_invite == 2:
            me "Конечно. {w}Разве под «скорпов» можно отказать девушке!"
        else:
            un "Т-ты п-приглашал."
            me "Э… Пошли. Лена."
        show un smile pioneer with dspr
        "Улыбнувшись, грустная девочка позволила мне взять себя под руку и отвести на танцпол."
        "Мы несколько секунд неловко перекладывали руки, пока, наконец, я не обнял её в старом как мир вальсовом хвате."
        window hide
        scene cg d3_un_dance
        with fade
        me "Ты вовремя меня позвала."
        "Поделился я."
        un "П-почему?"
        "Она смотрела куда угодно — на танцующих, небо… Лишь бы не мне в глаза."
        me "Я уже собрался уходить. Так что ещё пара секунд — и всё."
        un "Д-да, повезло."
        "Её спина была окостеневшей, и сама девушка была сильно напряжена."
        me "Тебе неуютно?"
        un "Д-да нет…"
        "Она хотела было сказать что-то ещё, но её затрясло."
        "Потому я решил не мучить её, и с минуту мы танцевали молча."
        un "Ты с утра искал меня?"
        "Наконец, нарушила молчание Лена."
        me "Искал."
        un "А з-зачем?"
        me "Не знаю."
        "Вздохнул я."
        me "Можешь считать это глупостями, но мне хотелось увидеть тебя."
        me "Найти."
        me "Почему-то показалось, что это будет очень неправильно, если ты будешь одна."
        un "Я не боюсь одиночества."
        me "Дело не в одиночестве. {w}Знаешь, я думал о тебе."
        if ('un_loki' in list_d2_date_7dl) or ('un' in list_d2_date_7dl):
            un "А мне показалось, что тебе просто перестало быть интересно."
        else:
            un "Шесть дней не думал, а теперь вдруг…"
        "Прошептала она, но я услышал."
        if ('un_loki' in list_d2_date_7dl) or ('un' in list_d2_date_7dl):
            me "А мне показалось, что это я тебе просто не нравлюсь. {w}Простишь дурака?"
        else:
            me "Вот такой я неторопливый. Прости."
        un "За что?"
        "Подняла удивлённые глаза Лена."
        "И в этот раз не отвела их. Даже дрожать перестала."
        un "Тебе не в чем извиняться."
        me "А мне кажется, есть в чем."
        me "И те сердечки на карьере… Мне кажется, в них есть какой-то смысл…"
        un "Там есть и твоё имя."
        me "Вот как?"
        un "Я его вырезала."
        "Я хотел было что-то сказать, но не успел."
        "Лена прижалась ко мне изо всех сил, сжала руки до боли."
        "Нет, слёз не было, как и страха."
        "Просто замерла она, закоченела, прижавшись так, будто сейчас произойдёт какая-то большая беда."
        "И я тоже замер, боясь даже дышать."
        "Ни одного человека в этих вселенных мне не хотелось так понять и защитить."
        "От чего?"
        "А я не знаю."
        "Не то от меня, не то от себя."
        "От мира?"
        "И плохо становилось оттого, что я не мог понять — как."
        un "Я убежала потому, что тебя слишком много в моей жизни."
        me "Но… Я же…"
        un "Ты многого не знаешь. Просто поверь."
        un "И вот от этого я сбежала сегодня."
        "Её речь выправилась, будто именно эти слова она повторяла в голове многие и многие сотни раз."
        "Репетировала перед решающим выступлением."
        "И вот оно."
        un "А ты меня нашёл зачем-то."
        un "Сам теперь не знаешь — зачем."
        me "Ну и что? Зато теперь ты пригласила меня на медленный танец."
        me "Это знак внимания, за который я действительно тебе благодарен."
        un "П-привычка."
        me "Приглашать мальчиков танцевать?"
        un "Не мальчиков."
        "Покачала головой Лена."
        un "Тебя."
        stop music fadeout 3
        window hide
        scene anim_square_party
        show un serious dress
        with dissolve
        pause(1)
        un "Уведи меня отсюда, пожалуйста. {w}Ноги не держат."
        me "Но куда?"
        show un smile dress with dissolve
        un "Куда захочешь."
        "Улыбнувшись, прошептала девушка."
        window hide
        scene bg ext_un_hideout_night_7dl
        with touch
        play music music_7dl["pixies_playing"] fadein 3
        play ambience ambience_lake_shore_night fadein 5
        "В какой-то момент оказалось, что это не я её веду."
        "Это она, взяв меня за руку, направляет и указывает путь."
        "Чуть дрожащие пальцы, нежность вперемешку с паникой в глазах."
        "Она походила на дикого зверька, который напрочь разочаровался в доброте людей."
        "И теперь лишь от меня зависело — сумею ли я вновь приручить её."
        th "И надо ли это мне вообще?"
        show un normal dress with dissolve
        if ('un_loki' in list_d2_date_7dl):
            un "Помнишь это место?"
        else:
            un "Это моё второе любимое место в лагере."
        "Лена окинула руками раскинувшийся дикий пляж, низбегающий ленивыми волнами от одиноко растущей кривой сосны."
        un "Я смотрю на волны и успокаиваюсь."
        if ('un_loki' in list_d2_date_7dl):
            "Я кивнул."
            me "Наверное, глупо говорить это сейчас, но… Спасибо тебе за доверие."
            me "Пусть я потом и повёл себя как свинтус."
        else:
            un "Никого сюда не водила. Никогда."
            me "Значит, я здесь пионер? Первооткрыватель?" 
        show un shy dress with dspr
        un "Только не подумай, что я говорю это всем."
        un "Мне вообще очень, очень тяжело разговаривать с тобой вот так, глаза в глаза."
        me "Отвернись?"
        "Полушутя предложил я."
        "А Лена восприняла всерьёз."
        hide un with dissolve
        "Оглядевшись, она приметила сосну и, взяв меня за руку, повела наверх."
        "Её действия выглядели достаточно решительными, хотя и было очевидно, что девушка отчаянно нервничает."
        "Вот и ищет возможность помочь себе немного."
        "Так что, когда я оказался по одну сторону сосны, а она по другую и облегчённо выдохнула, я понял, что разговор ещё только предстоит."
        window hide
        scene cg d5_un_island
        with fade
        un "Знаешь, я столько книжек перечитала на эту тему."
        un "Мне грезилось, что всё будет как в них — любовь с первого взгляда, счастливые воссоединяющиеся влюблённые…"
        un "Но к тому, что произошло со мной… с нами — к этому книжки меня не готовили."
        me "А что произошло?"
        un "Семён."
        "Серьёзно обратилась ко мне Лена."
        if (alt_day3_technoquest_st3 != 2) and (alt_day3_un_med_help == 1):
            un "Ты же сам говорил, что мы знакомы всего ничего."
            un "Неужели ничего не помнишь?"
            me "Не помню что?"
        else:
            un "Сколько мы знаем друг друга?"
            me "Я не знаю… дней шесть?"
        un "Третий год, Семён. Второй. И в прошлом году мы были вместе."
        un "Ты бросил меня, Семён. Не ушёл к кому-то ещё, а просто бросил."
        if (alt_day3_technoquest_st3 != 2) and (alt_day3_un_med_help == 1):
            un "Я не знаю, почему ты так и не вспомнил ничего, но…"
            un "Мне показалось, что всё прошлогоднее так прошлогодним и останется."
        else:
            me "Но я ничего такого не помню!"
            un "Я знаю."
        window hide
        with fade
        un "Тогда случился гигантский скандал, мне запретили приближаться к тебе, чтобы не сделать всё только хуже."
        un "А куда уж хуже было…"
        un "Так что запретила я себе к тебе приближаться. Я думала, раз нельзя, то буду просто наблюдать издали."
        un "Может быть, стану частичкой твоего счастья, просто постояв в сторонке."
        "Её голос задрожал."
        un "Да только не было счастья. И я сейчас не знаю, что делать!"
        if ('un_loki' in list_d2_date_7dl) or ('un' in list_d2_date_7dl):
            un "А ты вдруг обратил на меня внимание, на свидание позвал."
            un "Зачем звал только, потом сделал вид, будто не было ничего."
        else:
            un "Ты и не мой, и ничей! А я боюсь просто прикоснуться к тебе."
        un "И это больно очень."
        un "Когда хочется смеяться твоим смехом, плакать твоими слезами."
        "Её голос сорвался, и она замолчала."
        "А я и сам молчал. Слушал и не понимал, как помочь этой девчонке, самой для себя напридумавшей всякой чуши и свято в ту уверовавшей."
        "Будь я лет на десять моложе, не знай я, что ничего она не изобрела нового, что всё это уже выстрадано человечеством — я бы стоял сейчас и молчал."
        "Что я собственно и делаю сейчас."
        "Но отличие в том, что я вижу маску, которой она прикрывала застарелую боль, которой и дать бы пройти — но она всё тревожит пальцем ранку."
        me "И потому ты столько времени впустую потратила?"
        un "Что?"
        me "Вместо того, чтобы просто подойти и протянуть руку."
        if ('un_loki' in list_d2_date_7dl) or ('un' in list_d2_date_7dl):
            un "А я подходила."
            me "Нет, подходил я, а ты как будто приняла мои ухаживания, а наутро просто плечами пожала."
            me "Ты пойми, для меня всё это внове, и смотрю я на тебя как на полу-незнакомку."
            me "Очень красивую полу-незнакомку, про которую я ровным счётом ничего не знаю."
            un "Тогда, может, стоит спросить?"
            me "Так и будем сидеть на разных берегах, ожидая, пока другой сделает первый шаг."
            me "Оно так не работает. Никогда не работало."
        th "Ты так боишься, что я стану тебя жалеть, глупенькая влюблённая девчонка."
        th "А ещё сильнее боишься из-за того, что понимаешь где-то внутри, что именно в сопереживании ты сейчас и нуждаешься больше всего."
        "С каким-то непонятным ожесточением проговорил я про себя."
        th "И уже совсем до паники — мысль о том, что однажды тебе придётся отбросить маску как утратившую необходимость. Ты должна будешь встать обнажённой против мира, стать его частью…"
        th "И растворившись в настоящих чувствах, понять: не было никогда никакого смысла в этом поведении."
        th "Понять, что ошиблась — и тогда, послушавшись каких-то чужих людей, а не собственного сердца."
        th "И сейчас."
        un "Мне страшно, Семён."
        un "Я рисовала тебя. Я писала тебе стихи."
        un "Почему же неправильно так всё? Должно же было произойти наоборот — красивый мальчик, провожает до дома, читает стихи, дарит цветы."
        un "Да провались они пропадом эти цветы. Ты должен был стать моим."
        un "Эгоистка, да?"
        th "И вот что мне делать теперь?"
        "Судорожно размышлял я, игнорируя до боли впившуюся в кожу ладони кору дерева."
        th "Я не знаю, не могу, некомпетентен для того, чтобы спасать человека от самого себя!"
        th "Тем более, молоденькую девчонку, которая вообще пока не состоялась как человек."
        th "Здесь нужен душелюб и людовед калибра не ниже Виолетты Церновны, а из меня что за спасатель?"
        me "Человек не может быть чей-то, иначе он заканчивается как человек."
        un "А мне плевать!"
        "Выдохнула девушка."
        un "Хочется, хочется обнимать твоё лицо ладонями, искать губы и понимать, что ты думаешь обо мне."
        un "Не думать обо всей этой чуши, а просто прикоснуться."
        menu:
            "Так что же тебя сдерживает?":
                "Лена смолкла на несколько минут."
                "И когда я уже хотел было напомнить о себе, она подняла глаза:"
                un "Ч-что?"
                me "Я говорю… Если тебе так хочется — прикасайся."
                th "Давай представим себе, что нам снова по восемнадцать, что мы пьяны друг другом, и мира вокруг нас попросту не существует."
                th "Только тебе ведь не «снова»."
                th "Оно и есть самое печальное."
                th "Это-то и самое плохое."
                th "Что не восемнадцать тебе, даже не двадцать три — ловить счастье из воздуха."
                th "Какое время было удобное!"
                th "Можно было утешить себя глупостями юности — о том, что девушки не нужны, что любовь выдумали досужие импотенты из союза поэтов, жизнь кончена и пора бы уходить на перезагрузку."
                th "Святое время."
                th "Но когда тебе дали второй шанс, и ты сам понять не можешь, сколько же тебе на самом деле лет, как-то очень просто принимаешь фактом, что не умеешь без неё больше, и не знаешь, что сделать с этим. Что сделать с собой."
                th "Вот и всё."
                "Несколько шагов вокруг дерева."
                window hide
                scene bg ext_un_hideout_night_7dl
                show un serious dress
                with dissolve
                "Лена, остановившись передо мной, присела и несколько секунд глядела мне в глаза."
                "Уж не знаю, что она там искала, но в какой-то момент из неё будто внутренний стержень вынули."
                hide un with dissolve
                "Она бросилась мне на грудь и заплакала."
                un "Господи…"
                "Повторяла она."
                un "Какая я дура, господи. Сколько же я времени зря потеряла."
                me "Почему потеряла? Я всё ещё здесь."
                un "Да. Ты здесь."
                un "Мне почему-то хочется без оглядки нырнуть в тебя и довериться как никому раньше."
                un "Я совсем психопатка, да?"
                me "Нет."
                "Я обнимал её и не хотел тратить силы и время на пустую болтовню."
                me "Просто ты…"
                "Мой голос сорвался."
                me "Любишь."
                un "Да."
                "Промурлыкала она, не спеша выбираться из объятий."
                un "Л-ю-б-л-ю."
                "Она не спрашивала меня о взаимности, и я ей был за то благодарен."
                "Юная любовь щедра, она счастлива просто по факту."
                "Всё остальное начнётся гораздо позже."
                "Хотя у Лены это и длится вот уже год как."
                un "Поцелуешь?"
                me "А надо?"
                "Лена оторвала голову от моей груди и заглянула мне в глаза."
                un "Очень."
                "Её тон был убийственно серьёзен."
                "И я поцеловал её."
                $ alt_day6_us_7dl_un_friends = 3
                scene black with dissolve2
            "Но зачем?":
                un "Чтобы не было так пусто."
                "Лена зажмурилась и прошептала:"
                un "И так больно."
                me "Прости."
                un "Ничего."
                "Кажется, были для её грусти причины, были…"
                un "Я уже привыкла."
                un "Проводи меня до дома, хорошо?"
                "Это было самое малое, что я мог для неё сделать."
                "Я поднялся с земли и протянул Лене руку."
    elif alt_day6_us_7dl_mi_friends == 2:
        show mi smile dress with dissolve
        "Мику помахала мне с той стороны площадки и подскочила как-то вмиг."
        mi "Пошли! Потанцуем! Пошли!"
        "Она потащила меня на танцпол."
        window hide
        scene cg d3_mi_dance_afar_bordo_7dl
        with dissolve
        "Мы несколько секунд топтались на месте, прежде чем Мику нарушила молчание:"
        mi "О чём думаешь, Сень?"
        me "Да чёрт его знает."
        "В голове было пусто, так почему бы не поделиться?"
        me "Всякая чушь в голову лезет."
        mi "Вот как?"
        "Её глаза загорелись."
        mi "Какая?"
        me "Например, про букву «С»."
        "Почему-то вспомнился «пятый элемент»."
        me "Замечательная буква!"
        mi "И что же в ней такого замечательного?"
        me "С неё много великолепных слов начинаются."
        mi "Каких?"
        me "Солнечная. Сильная."
        me "Сумасшедше красивая."
        mi "Семён."
        "Подсказала Мику."
        me "Да, и Семён тоже."
        th "На самом деле, я думаю о тебе, девочка-вокалоид."
        "Ещё когда я сидел на скамейке, пытаясь понять, откуда мне знакома эта хореография, эти хлопки ладонями над головой и в целом то, как она себя ведёт, я начал вспоминать что-то."
        "Пока по ассоциативной цепочке не вытащил из памяти миллионы просмотров на YouTube, чарующий вокал и слишком глубокие для такой девочки тексты песен."
        "Она. Мику-ямаха, поющая голосом сэйю, но ничуть не менее прекрасного от того."
        th "Теперь, когда я вспомнил кто ты и что ты, мне до мурашек приятно с тобой танцевать."
        th "Обнимать, чувствовать телом тебя — живую."
        dreamgirl "Подглядывать в декольте."
        th "Не без того."
        "Согласился я."
        "В голову пришла сумасшедшая идея поцеловать её."
        "Вот прямо здесь, на танцполе."
        "Но Мику всё испортила, довольно улыбнувшись и положив голову мне на плечо."
        mi "Спокойно с тобой. Мирно. Ты флегматик, Сеня."
        me "Возможно."
        mi "И мне это почему-то так нравится… А тебе?"
        me "Мне нравишься ты."
        "Признался я."
        mi "А как же твоя юная подружка?"
        me "Ты скажешь тоже! Моя подружка — это подружка."
        me "Она ребёнок совсем. Хотя не спорю, вырастет — будет красавицей."
        mi "Да."
        me "Как ты. И доброй, как ты."
        mi "Перехвалишь, Сень. Возгоржусь и задеру нос."
        "Тихо рассмеялась Мику."
        me "Ладно, не буду. Ты страшная и злая."
        "Мику расхохоталась."
        mi "Вот теперь уже лучше. А то я начала немного нервничать даже от твоих слов."
        me "Почему?"
        mi "Потому что так не бывает, чтобы я сидела всю смену, а потом приехал ты — и оказался таким… Таким… Я не знаю!"
        mi "И меня это беспокоит."
        me "Всё в порядке."
        "Я погладил её по плечу."
        me "Я тоже стесняюсь рядом с тобой. Но это и неплохо."
        me "Показывает, что мне не всё равно."
        mi "На всё-то у тебя ответ есть."
        "Рассмеялась она."
        "Вместо ответа я прижал её к себе чуть сильнее."
        "Такой ответ меня устраивал намного больше."
        "Девушка-вокалоид. Цифровая богиня, существующая только на просторах интернета да в растворах экранов голопроекторов."
        "Сколько бы миллионов человек прозакладывали бы левый клык за то, чтобы сейчас оказаться на моём месте?"
        "Лицезреть её во плоти."
        "Настоящую, смеющуюся. Живую."
        "Видеть, как колотится жилка на шее, вдыхать запах эвкалипта, которым едва уловимо пахнут её волосы."
        "Да просто слышать её голос — лунное серебро, колокольчики."
        me "А можно будет тебя ещё пригласить?"
        mi "Думаешь, стоит?"
        me "Хотелось бы."
        "Мику задумалась, а затем выдала:"
        mi "А мне бы хотелось на свидание."
        me "Романтическое?"
        mi "Да. С тобой."
        me "Ужин при свечах, тихая музыка, красное вино?"
        mi "Нет, можно просто взять меня под руку и погулять."
        if ('mi' in list_d2_date_7dl):
            me "У нас уже было одно такое, с гуляниями."
            mi "Вот! Мне мало, я хочу ещё!"
        mi "Мне жутко не хватает внимания, Сень."
        "Пожаловалась она."
        me "Да легко."
        stop music fadeout 5
        "Согласился я, когда музыка закончилась, и плясуны потянулись обратно в сторону площадки."
        window hide
        scene anim_square_party
        show mi smile dress
        with dissolve
        me "Пошли."
        mi "Неужели прямо сейчас?"
        me "А почему нет? Пошли."
        "Мику вложила руку в мою и приказала:"
        mi "Веди."
        window hide
        scene bg ext_admins_night_7dl
        with dissolve
        play music music_7dl["lastlight_piano"] fadein 3
        play ambience ambience_camp_center_night fadein 5
        "Мы отошли совсем ненамного."
        "Буквально чуть-чуть, к зданию администрации."
        "Но звуки с танцпола долетали сюда с трудом, так что можно было слышать дыхание друг друга."
        "Вслушиваться в шаги."
        "Улыбаться тому, как доверчиво девушка, с которой ты рядом, позволяет вести себя."
        show mi normal dress with dissolve
        me "Знаешь, здесь есть одно место, о котором почти никто не знает."
        mi "Покажешь?"
        me "Туда и веду."
        "Мы обошли администрацию с торца, и я, спустя несколько секунд войны с щеколдой, отпер калитку и приглашающе махнул рукой."
        me "Прошу!"
        window hide
        scene bg ext_stairs_night_7dl
        with dissolve
        mi "Здорово здесь."
        "Заметила Мику, отряхнув ступеньку и усевшись рядом со мной."
        mi "Тебя никто не видит, а ты сверху видишь всех."
        me "Да. Лучшие места."
        "Мику снова положила голову мне на плечо."
        "Улыбнулась мечтательно:"
        mi "Кто бы мог подумать, что всё так закончится."
        if ('mi' in list_d2_date_7dl) or alt_day3_mi_invite2:
            mi "Что однажды в клуб постучится такой вот человек, и я почувствую себя с ним легко и спокойно."
            me "Сейчас уже поздновато, чтобы предлагать встречаться."
            mi "Никогда не поздно, Сенечка."
            "Японка потёрлась щекой о моё плечо и мечтательно улыбнулась."
            mi "И никогда не рано."
            mi "Ты знаешь, я ещё тогда, при нашей встрече поняла вдруг, что нельзя тебя отпускать!"
            mi "Что если кто-то и сможет стать мне настоящим другом, так только ты!"
        else:
            mi "Что я буду три недели тосковать взаперти, а потом в один день, просто в один день подружусь с таким человеком, как ты."
            me "Во мне нет ничего особенного."
            mi "Молчи. Мне лучше знать. В конце концов, это я жертва обстоятельств."
            me "Столько времени потеряно впустую. Вот и случился у нас всего один день."
            me "Зато какой!"
            mi "Странная штука жизнь. Ты годами ходишь по одному кругу, а потом, в один прекрасный день, стоит лишь тебе немного выйти из колеи, и тебе посылают человека, который меньше чем за день становится твоим другом."
        menu:
            "Только другом?":
                mi "Мог бы стать и кем-то большим. Вот только у нас не хватило на это времени."
                mi "Сеня-Сеня… Где же ты был раньше?"
                "Вздохнула японка."
                mi "Обними меня?"
                "Ветер с реки растрепал её волосы, и хвосты, как живые, обвили меня, заключая нас в диковинный кокон аквамаринового цвета."
                th "Так уверенно говорит. И не боится совсем ничего."
                "Подумал я, обнимая и прижимая к себе горячее тело."
                th "Будто я просто ещё один трофей на её полочке, не самый выдающийся, зато угадавший с местом."
                th "Отсюда вопрос: а должен ли трофей гордиться тем, что в чём-то лучше своих соседей по полке?"
                me "Я здесь всего неделю."
                "Медленно начал я."
                me "А ты… Вон ты какая."
                mi "Какая?"
                me "Красивая. Как к тебе такой подойти?"
                mi "Никогда не считала себя красивой, Сень. Я обычная. Просто петь научили и выступать заставили."
                mi "А так я такой же человек из плоти и крови."
                me "Красивый человек."
                "Упрямо повторил я."
                mi "Я же не с другой планеты прилетела."
                mi "Мне тоже нужна ласка, забота и тепло."
                me "А если с моей стороны смотреть, то знаешь, как не по себе становится?"
                me "Это своего рода синдром человека некрасивого."
                me "Я смотрю на тебя, и не могу поверить, что такая красота никому не принадлежит, ходит бесхозная."
                mi "Принадлежит?"
                "Улыбка гуляла на губах Мику, и я засмотрелся."
                "Вздрогнул, пришёл в себя."
                if ('mi' in list_d2_date_7dl) and not alt_day2_mi_hyst:
                    me "Ты сама же говорила — социальная пропасть."
                    mi "А ты мне сказал, что глупости это всё! Ну и что мне делать теперь?"
                    me "Не знаю. Наслаждаться жизнью?"
                else:
                    me "Ты обязательно должна с кем-то встречаться, это не подлежит сомнению."
                    me "А значит, и подходить к тебе незачем, только расстраиваться."
                    mi "Я никому не принадлежу. Ни с кем не встречаюсь."
                    mi "Всё, ты можешь перестать бояться."
                    me "А я больше и не боюсь."
                    "И в самом деле, сейчас не осталось и следа от страхов."
                if ('mi' in list_d2_date_7dl):
                    mi "Судя по твоему виду, ты что-то не особо ей наслаждался."
                    mi "И от меня сбежал, а я ждала, ждала…"
                    me "Боюсь надоесть, извини уж."
                else:
                    me "Жалею лишь о том, что тогда, во второй свой день, не пришёл к тебе в клуб познакомиться поближе."  
                    mi "И мы успели бы гораздо больше."
                    th "Куда уж больше."
                "Я поцеловал её макушку."
                "Мику хихикнула."
                mi "Сидеть бы здесь и сидеть. Но мне здесь слишком хорошо; боюсь, привыкну."
                $ alt_day6_us_7dl_mi_friends = 3
            "Я и сам тяжело с людьми схожусь":
                mi "Со мной ты сошёлся довольно легко."
                "Хихикнула японка."
                me "Жаль, ненадолго."
                mi "Ну, надеюсь, успеем наобщаться ещё!"
        me "Да когда? Мы завтра уже уезжаем, так что расстанемся, едва познакомившись."
        mi "Слушай, а давай…"
        "Глаза Мику блеснули азартом."
        mi "Давай не расставаться?"
        me "Но как?"
        mi "Назови мне что-нибудь, чтобы я могла найти тебя."
        mi "И я в ответ назову что-нибудь!"
        mi "Тогда мы однажды сможем снова найти друг друга!"
        me "Думаешь, сможем?"
        mi "Да! Мы будем запоминать с помощью мнемоники! Смотри: Саппоро, Парк Одори, дом со стороны метро."
        me "Саппоро, Парк Одори, дом со стороны метро."
        mi "Апартаменты 3108, как мой день рождения, легко запомнить!"
        me "3108."
        "Послушно повторил я."
        mi "А теперь ты!"
        me "Э… Ну. Санкт-Петербург."
        mi "Это где?"
        "Нахмурилась японка."
        me "Это Ленинград по-другому так называется."
        mi "Поняла! Город Ленинград…"
        me "Я живу на новом месте, на улице Новосёлов, дом 11."
        mi "Новоселье на новосёлов, и барабанные палочки!"
        me "Парк Одори, дом со стороны метро."
        mi "Не забудешь?"
        me "Нет. Хотя сильно сомневаюсь, что когда-нибудь буду на Хоккайдо."
        mi "Кто знает, Сень. Жизнь штука интересная."
        me "Да."
        "Улыбнулся я."
        me "Очень интересная."
    elif alt_day6_us_7dl_sl_friends == 2:
        show sl normal dress with dissolve
        "Славя стояла у постамента Генде и с улыбкой оглядывала окружающих."
        "Мне пришло вдруг в голову, что вполне было бы уместно пригласить её на танец."
        "Почему нет?"
        me "Потанцуем?"
        show sl smile dress with dspr
        "Славя улыбнулась и вложила свою ладонь в мою."
        sl "Конечно."
        window hide
        scene cg d3_sl_dance
        with fade
        "Было что-то будоражащее в такой близости."
        "Что-то, путающее мысли и не дающее выстроить внутренний монолог."
        sl "Слышала про твои сегодняшние подвиги."
        "Улыбнулась Славя, когда поняла, что сам я разговор затевать не намерен."
        me "Вот как? Какие?"
        sl "Я про помощь по лагерю."
        sl "Надо же, приехал всего неделю назад, а уже всем показывает пример, как должен вести себя настоящий пионер."
        "Её голос был шутливым, но не было в тоне ни сарказма, ни издёвки."
        sl "Если бы завтра была линейка — тебя обязательно вызвали бы поднимать флаг, как самого активного."
        me "А тебя?"
        sl "Ну… Ты скажешь тоже. Это для тебя надо делать усилие."
        sl "А я так живу."
        "Просто сказала Славя, и я сразу поверил: да, именно так она и живёт."
        "Не мыслит себя иначе."
        sl "Этот лагерь мой дом; и я рада, что он и тебе наконец стал домом."
        window hide
        with fade
        th "Это же всё не моё."
        th "Не моё!"
        th "Не моя красивая девушка, не мои звёзды в небе, чужие и равнодушные."
        th "И глаза — людей, никогда не принадлежавших моему миру."
        "От которых больно, ибо я так хотел быть с ними."
        "Даже Славя, которая изо всех сил улыбается, а на самом деле прячет тревогу."
        me "Что тебя беспокоит?"
        sl "Лена."
        "Правильно поняла Славя."
        sl "Меня беспокоит то, что она так просто может уйти куда-то, а это же лес, здесь до цивилизации несколько сотен километров."
        sl "И на концерт она не приходила."
        sl "Да, мне прямо велено голову не забивать — вроде бы, всё под контролем."
        sl "Но не могу я иначе, не умею."
        me "Да что с ней случится…"
        sl "Семён, ты не понимаешь: это у меня первый раз, чтобы кто-то взял и просто убежал."
        sl "Не было никогда такого. Никогда."
        "Прошелестела она мне куда-то в грудь."
        sl "Не было!"
        sl "Нельзя, чтобы с тем, кто для меня дорог, что-то случилось! Так не бывает!"
        th "Бывает, милая."
        "А вслух уточнил:"
        me "Неужели ты беспокоишься за Лену?"
        "Славя одарила меня ещё одной улыбкой:"
        sl "Я и за тебя беспокоюсь, глупый Семён."
        "Ничего она не хотела, эта смешная глупая девчонка — просто боялась и беспокоилась."
        "Просто неясная тревога, как выдох над плечом, всколыхнула душу."
        "А это значит, что Славя взрослеет."
        sl "Неужели я ошибалась?"
        sl "Неужели всё это время…"
        me "Да."
        sl "Мне страшно."
        me "Отчего ж?"
        sl "Раз я могу ошибаться в мелочах, то однажды могу ошибиться так, что…"
        sl "Не хочу даже думать об этом."
        th "А уж я у нас гроссмейстер по части ошибок, ляпов и глупостей."
        th "Ничего, не помер."
        "Это вряд ли бы утешило девушку. {w}Да её сейчас мало что утешит, кроме простого человеческого сочувствия."
        me "И не думай. Зачем себе попусту настроение портить?"
        me "А насчёт Лены не бойся — я знаю точно, что с ней всё хорошо."
        sl "Откуда?"
        me "Чувствую."
        window hide
        with fade
        scene anim_square_party
        show sl normal dress
        with dissolve
        sl "Что ж. Предчувствия нельзя сбрасывать со счетов."
        sl "Но всё равно сердце не на месте."
        "Она посмотрела на меня так, будто ждала, что я сейчас что-то скажу."
        "Но я молчал."
        "Славя вздохнула, сникла."
        show sl sad dress with dspr
        sl "Пойду ставить следующую пластинку."
        me "А я прогуляюсь схожу. До скорого."
        hide sl with dissolve
        "Славя кивнула в ответ и отвернулась к столу ведущего."
        "Пользуясь случаем, я немедленно удалился к самом тихому и одинокому сейчас месту."
        "На причал."
    else:
        "Люди вокруг веселились, плясали так, будто завтра никогда не наступит."
        "А я сидел в одиночестве, нахохлившись, и считал про себя удары сердца."
        window hide
        scene anim_square_party
        with fade
        "Меня несколько раз пытались вытащить на площадку, но я отмахивался."
        "Да и приглашающие были больше из вежливости — едва ли бы им хотелось видеть мою постную рожу на танцполе в кружке напротив."
        "Или чтобы эта постная рожа обнимала их во время медленных танцев."
        "Так что я сидел, скучал и слушал музыку."
        "Я не очень понимал, зачем я здесь."
        "Нас было несколько таких, выглядящих потерянно и неприбранно."
        "На площадке удалось заметить даже Женю с Алисой."
        "Что удивительно, их мгновенно разобрали танцевать, когда очередная плясовая сменялась задумчивыми переборами медленных танцев."
        "Я понял вдруг, что ничего, ровным счётом ничего не знаю об этом лагере."
        "Не успел разобраться."
        "Не хотел."
        "И оттого было немного грустно, хотелось вернуть эту неделю назад."
        "Но каникулы тем и хороши, что они пролетают мимо, лишь оставляя в душе выжженное солнцем пятно, полное запахами травы и смехом друзей."
        "Это как будто бесплатно слетать в Дубай на «олл инклюзив» и неделю спустя жалеть о том, что не все рыночки обошёл и не всю экзотическую еду попробовал."
        "А вот мой Дубай с каждым тактом музыки понемногу отходит в прошлое."
        "И делай ты что хочешь, никак ты не вернёшь время вспять, не начнёшь сначала."
        "Вскоре мне стало совсем тоскливо, и я, дождавшись, пока вожатая отлучится, ушёл и сам."
        "Ушёл куда глаза глядят."
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day6_us_7dl_tea:
    scene bg ext_house_of_mt_night
    with fade
    play ambience ambience_camp_center_night fadein 5
    play music music_7dl["melancholy_sun"] fadein 3
    "Когда я, нагулявшись, вернулся к домику, то обнаружил там сидящую на ступеньках вожатую."
    dreamgirl "Однажды Отец Онуфрий, обходя окрестности Онежского озера, обнаружил обнажённую Ольгу."
    dreamgirl "Да, было бы неплохо!"
    "Она сидела на третьей ступеньке, так что её локоть удобно опирался о прибалконник, а рядом с ним стоял стакан."
    show mt smile dress at zentercenter with dissolve
    mt "О, явился наш скиталец."
    "Помахала мне рукой Ольга."
    mt "Присоединяйся к нашей тёплой компании."
    if alt_day6_us_7dl_tr:
        show us smile sport at zenterright
        show mt normal dress at cleft with move
        us "Ты меня преследуешь, что ли?"
        "Хихикнула из шезлонга Ульяна."
        me "Да, бегаю за тобой, и кричу, и умоляю дать ладошку облобызать!"
        show mt smile dress with dspr
        mt "Казанова прямо."
        "Улыбнулась вожатая."
        mt "Ты мне пионерку не порти!"
        me "Да она сама кого хочешь…"
    else:
        show us dontlike sport at zenterright
        show mt normal dress at cleft with move
        us "Нужен он тут больно."
        "Фыркнула из гамака до сих пор не замеченная Ульяна."
        me "И тебе привет, мелкая."
        "Она не обратила на меня внимания."
        "И это после всего, что мы пережили вместе!"
        th "А что мы пережили? Да дофига всего!"
    with move
    "Они явно спорили о чём-то, пока не появился я, и ни одна из сторон не вышла удовлетворённой."
    "Потому продолжили спор сразу же, как только с любезностями было покончено."
    me "О чём беседа?"
    us "Да так. Мелочи."
    me "А можно узнать, что за мелочи?"
    show us dontlike sport with dissolve
    us "Нет."
    me "Супер. То есть, теперь от меня ещё и секретничают."
    me "Я с тобой больше на дело не пойду. Ты подвела моё доверие, боевой товарищ!"
    show us calml sport with dspr
    us "Видите!"
    "Развела руками Ульяна."
    us "Он в принципе ничего всерьёз не воспринимает."
    show mt laugh dress with dspr
    mt "А ему и не надо."
    mt "Это у тебя куча важных дел, а у Семёна оно одно важное."
    show us surp1 sport with dspr
    us "Да-а? А какое?"
    mt "Известно, какое! Отдохнуть как следует!"
    show us sad sport with dspr
    us "Вот вечно вы так, Ольдмитривна. Постоянно надо мной издеваетесь."
    show mt smile dress with dissolve
    mt "Не издеваюсь. Подтруниваю."
    mt "Тебе многое сходит с рук. Знаешь, почему?"
    show us smile sport with dspr
    us "Потому что я ребёнок, а детей бить нельзя?"
    mt "Потому что ты не хочешь им быть."
    mt "Вот, спроси Семёна, как вести себя на отдыхе. Он расскажет. Он дока в этом вопросе."
    show us normal sport with dspr
    us "Опять подтруниваете."
    "Догадалась Ульяна."
    mt "Разве что самую чуточку."
    "Мне порой казалось, что все сумасбродства вожатой, её легкомысленное поведение — это просто попытка сберечь в себе нечто крайне ценное."
    "Неуловимо голубое и хрупкое, неприкаянное и лёгкое."
    "Да разве можно вслух произносить такое?!"
    "Я прекрасно понимал, что вожатая может простить мне очень многое, но только не разгадку её как человека."
    "Так что я делал вид, что меня нет и наслаждался компанией."
    window hide
    play sound sfx_open_dooor_campus_1
    $ renpy.pause(0.5)
    play sound sfx_open_dooor_campus_2
    scene bg ext_house_of_mt_night
    with fade
    "Я сходил в дом, вынес и себе стакан чая, устроился рядом с вожатой на крылечке."
    me "А я думал, вы ей столько прощаете просто потому что вы добрая?"
    show mt laugh dress at zenterleft
    with dissolve
    mt "Я? Добрая?"
    show us normal sport at zenterright
    with dissolve
    us "Ольдмитривна не добрая."
    me "Неужели злая?"
    show mt normal dress with dspr
    mt "Нет. Но стараюсь уважать волю каждого человека."
    us "Понял теперь?"
    me "Что?"
    show us laugh sport with dspr
    us "Он всё-таки немного туповат."
    "Пожаловалась мелкая вожатой."
    show mt smile dress with dspr
    "Что самое обидное, последняя согласно кивнула!"
    "Что это? Бабий бунт?"
    me "Уж разъясните тугодуму. Если не слишком сложно."
    show mt smile dress
    show us normal sport
    with dissolve
    mt "Всё очень просто, я не отношусь к вам, как к детям."
    mt "Отношусь к вам как…"
    show us laugh2 sport with dspr
    us "К людям!"
    "Выкрикнула Ульяна."
    us "Вот поэтому она моя самая любимая вожатая!"
    mt "Не подлизывайся."
    us "А что? Мы как познакомились, я сразу к вам в отряд попросилась! И никогда об этом не жалела."
    th "Получается, дело не в лени?"
    "Удивился я."
    th "Чудеса какие."
    show mt normal dress with dspr
    mt "Я всё равно должна буду доложить твоему отцу о твоём поведении."
    us "А и рассказывайте! Подумаешь! Он меня даже ругать не будет, пока дед дома."
    show us laugh sport with dspr
    us "А дед будет до первого сентября! Ю-ху!"
    mt "Про обещание своё не забудь."
    show us smile sport with dspr
    us "Не забуду, не бойтесь! Я же последней из отряда сюда приеду в следующем году!"
    us "Я общеотрядный наследник!"
    show mt smile dress with dissolve
    mt "Ладно, наследник."
    "Ольга допила чай и отставила стакан."
    mt "Пойдём, провожу тебя до дома."
    hide us
    hide mt
    with dissolve
    "Они помахали мне и растаяли в темноте."
    "Видимо, привычкой уже — оставляя на меня грязную посуду и несобранный шезлонг."
    "Негромко ворча, я принялся за уборку."
    "Сам не понимая, что всё это время преглупо улыбаюсь."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return

label alt_day6_us_px_afterwords:
    scene bg ext_boathouse_night
    with dissolve
    play ambience ambience_boat_station_night fadein 6
    play music music_7dl["red_lights"] fadein 3
    "Здесь было пусто и безлюдно."
    "Идеальное место для того, чтобы спрятаться ото всего мира, закрыть рот, сделать глубокий вдох и долго-долго вглядываться в чёрную воду, в которой, как в зеркале, отражаются небо, запрокинутые сосны с противоположного берега и чудом не падающий к звёздам, спешащий в никуда тепловоз."
    "Я так привык к постоянному отшельничеству, что в какой-то момент оно стало почти насущной потребностью."
    "А здесь постоянно кто-то рядом есть, они все шумные, весёлые, радуются жизни так, что скрипят зубы."
    "Мне не место среди них."
    "Вот здесь — другое дело."
    if alt_day_binder != 1:
        "Вспомнив свой первый день, я улыбнулся и, сбросив обувь с носками, сел на понтон, облокотился на перильца и опустил ноги в воду."
        "Тёплая."
        "Теперь бы разве что сигаретку для полноты кайфа, но можно и без неё."
    play sound sfx_wood_floor_squeak
    "И только было я настроился на позитивный лад, как рядом со мной скрипнула доска, и я понял, что снова не один."
    th "Да когда же это всё закончится?"
    "Грустно обратился к небу я."
    show sl smile dress with dissolve
    sl "Сбежал с танцев?"
    "Улыбнулась Славя. В этот раз ей не удалось подкрасться бесшумно, и это немного подняло моё настроение."
    "Правда в голову тут же пришла мысль, а не могла ли идеальная девочка Славя со всей своей чуткостью просто уловить этот момент?"
    "И подыграть мне."
    th "То есть, она специально сделала так, чтобы я услышал её приближение?"
    "Настроение снова скакнуло на нулевую отметку."
    sl "Весь отряд разбежался кто куда."
    "По секрету сообщила Славя."
    "Она встала рядом и проследила за моим взглядом."
    sl "Вы уже однажды чуть не уехали на нём."
    me "Только проснулись почему-то там же, где всё началось."
    sl "Лагерь умеет за себя постоять…"
    me "Да…"
    "Устав смотреть в одну точку, я отвернулся, уставился на плещущее в воде серебро лунного света."
    "Скоро отбой, лагерь погонят спать."
    "А завтра… Да."
    "Лагерь казался спящим — если бы не раскаты музыки, далеко разносящиеся по воде."
    me "Он так здорово спрятан, что, если бы не причал, можно было бы проплыть по реке мимо и никогда не узнать, что здесь есть лагерь."
    show sl normal dress with dspr
    sl "Строители изо всех сил старались не испортить это место."
    "Я достал из кармана смарт — несмотря на то, что я поотключал все службы и полностью перевёл его в автономный режим, заряда оставалось ровно два процента."
    "Так что и годился он только в качестве часов."
    sl "Какие у тебя необычные часы."
    me "Часы? А, да… Время: 22:54… {w}Ты же помнишь, что это за время? Не помнишь?"
    "Ну разумеется, откуда б тебе. Ты же вся такая правильная."
    "Ну что же ты… Разрешите прикурить, и… тёплое место, но улицы ждут…"
    sl "Не такая уж я и дремучая. {w}Цоя знаю."
    me "Цоя? Откуда? Он же бунтарь, всегда против правил."
    show sl smile dress with dspr
    sl "Правила — это не всегда плохо."
    me "Безусловно. Но какими правилами регулируется счастье?"
    "Славя помолчала."
    "Когда я уже почти уверился в том, что она сейчас уйдёт, она, не поворачиваясь, обронила:"
    show sl normal dress with dspr
    sl "Если тебе нужно счастье — однажды тебе придётся отнять его у кого-то."
    "Её голос дрогнул."
    me "У кого-то, у меня?"
    sl "Жить по правилам — далеко не единственный способ достигнуть счастья, вот что я поняла."
    stop music fadeout 3
    sl "Иногда для того, чтобы стать счастливым, нужно просто сойти с ума. {w}И послать к чёрту все запреты. И просто получить то, что твоё по праву. Но вот проблема…"
    window hide
    scene cg d3_sl_evening
    with fade
    play music music_7dl["my_only_hope"] fadein 3
    "Славя стояла рядом, старательно глядя в небо, а в голове, да и подрагивающем голосе читалось, что и наша Мисс Непогрешимость порой даёт слабину."
    sl "Это как вода на берегу моря — ты можешь вырыть ямку, и рано или поздно её наполнит прибоем."
    sl "И, кажется, что это ничего не значит, но я-то знаю — что уровень всемирного океана понизился на ещё долю миллиметра."
    sl "Мировой запас счастья уменьшился ради того, чтобы я могла улыбнуться ещё шире."
    me "Это плохо?"
    sl "Я не могу себе позволить такую жертву. Кому-то может не достаться, понимаешь?"
    sl "А это не та цена, которую я согласна платить."
    if alt_day6_us_px_sl_join:
        me "Вот почему ты так легко согласилась…"
        sl "Да. Хотя и это тоже не решение, а бегство. {w}Я ужасная трусиха, Сёмушка."
    "Беспомощно передёрнула плечами эта невозможная девушка."
    sl "Мне страшно делать людям больно, даже если взамен придётся принимать удар на себя."
    window hide
    with fade
    sl "Запустишь для меня кораблик?"
    "Я даже не сделал вид, что удивился. Привык."
    me "Кого ты хочешь найти?"
    sl "Не для себя. Я хочу, чтобы путь могли найти эти двое… безответственных!"
    "Я покачал головой, всеми силами отгоняя мысль, что в голосе Слави звучала… зависть?"
    me "Прямо сейчас?"
    sl "Боюсь, у нас попросту больше не будет времени."
    "С тоской произнесла она."
    sl "Хотя, ты, наверное, прав — у нас его и не было никогда."
    sl "Извини, что я здесь навязываюсь. {w}Пойду приносить счастье другим. "
    sl "Раз уж мне не досталось."
    window hide
    scene bg ext_boathouse_night
    with dissolve
    "Ушла. А чувство вины осталось. {w}Или это ответственность за тех, кого вовремя не послал на хрен?"
    "А как ни назови — кругом тоска зелёная и чувство собственной незначительности."
    "Надоело. {w}Особенно — тишина."
    dreamgirl "Тебя не поймёшь, то тебе громко, то тебе тихо."
    th "А ты вообще заткнись."
    "Правую ладонь невыносимо резало — должно быть, я незаметно для себя уже полчаса как опирался ей об острый край."
    "Но это было что-то настоящее, с чем я хотя бы был в силах бороться."
    "Не как кисель резать — результатом последнего полугода."
    window hide
    with fade2
    "Я мог что-то сделать!"
    "Что-то, что…"
    with flash_red
    "С вскриком, я дёрнул рукой, пытаясь спастись от боли — но тщетно."
    "Кажется, дело вовсе не в железке было."
    "В чём тогда?"
    "Пришлось расставаться с уютной темнотой и плеском воды."
    "Я с усилием открыл глаза — правая ладонь была красная и больная."
    "На секунду представилось вдруг, что по ней прокатился Огонёк — чей-то чужой, на пути в поисках."
    th "Мой-то никогда бы не обжёг. {w}Ведь правда?"
    "Неужели…"
    "Правда?"
    "Я не был уверен в ответе, но меня не сильно пугали любые перспективы."
    "В частности — риск выглядеть идиотом."
    "Приблизив красную ладонь к лицу, внимательно оглядел её и неожиданно для самого себя, произнёс:"
    me "Тай-тай, налетай…"
    "Ладонь негромко засветилась в полумраке — и из центра её, сформировавшись свечением, на средний палец скакнул уютный жёлтый шарик."
    "Сердито подпрыгнул, явно недовольный тем, как долго мне пришлось его звать."
    me "Ты тропинку найти помоги наружу…"
    "Попросил я. И Огонёк сменил гнев на милость."
    "Ещё раз прокатившись по руке, затирая своим светом шрамы и ожоги, он поднялся в воздух и, подумав, со всего маху ударился о сумрак, пронзил его насквозь и понёсся вдаль, вдаль — куда-то в сторону севера."
    "Слился со звёздным небом, став всего лишь одной из звёзд."
    window hide
    scene stars with dissolve
    "Каким-то внутренним чутьём я мог проследить его путь."
    "Самое главное, я мог проследить его направление — он искал дополнительную силу."
    "Сам по себе цыплёнок не мог почти ничего, кроме разве что исцеления."
    "Но когда их было много…"
    "Вот он и искал ещё Огоньков — чтобы, объединившись с ними, снова помочь глупому хозяину."
    "Прошло, должно быть, около часа, так как музыка с танцплощадки стихла окончательно."
    "Запрокинутое над головой небо стало бездонным, а я окончательно разуверился в чудесах." 
    "Но всё равно продолжал сидеть и сидеть, одинокий, всеми брошенный и чуть не рыдающий от жалости к самому себе."
    window hide
    scene bg ext_boathouse_night with dissolve
    "А из-за стремнины мне прямо под ноги приплыл кусочек коры со светящимся на мачте… Огоньком."
    "Я поднял его, и услышал окрик:"
    us "Эй, это мой!"
    "Сердито размахивая руками, ко мне спешила Ульяна."
    "И только здесь, только сейчас колющее сердце иголочкой чувство тревоги стало отпускать."
    me "Ульяна."
    "Глупо разулыбался я."
    show us normal sport with dspr
    us "Не для тебя запущено, не тебе и трогать, понял!"
    "Она оттеснила меня в сторону."
    "И мы стояли бок о бок, глядя на то, как течением мимо нас проносит ещё одну просьбу о помощи."
    us "Вот и всё."
    "Заявила Ульяна, когда кораблик окончательно скрылся в темноте."
    us "Этому дню я больше ничего не должна."
    me "Это верно."
    us "Спать?"
    me "Угу."
    hide us with dissolve
    "Развернувшись, я отправился к месту ночлега."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return

label alt_day6_us_7dl_sleeptime:
    play music music_list["a_promise_from_distant_days"] fadein 2
    scene bg ext_house_of_mt_night
    with dissolve
    play ambience ambience_camp_center_night
    "Лагерь натанцевался и отходил ко сну."
    "Пора было и мне."
    if (alt_day6_us_7dl_mi_friends == 3) or (alt_day6_us_7dl_sl_friends == 3):
        "Хотя я и не ожидал, что простой, скучный прощальный вечер одиночки вроде меня сможет перерасти в нечто большее."
        "Но… Мне просто слишком повезло, а значит, есть смысл ожидать какой-нибудь гадости в будущем."
        "Так что не расслабляться, ни в коем случае не расслабляться!"
    else:
        "Мне удалось наладить шаткое равновесие между мной-старым и мной-новым."
        "Я снова превращался в того себя, что остался на промёрзших новогодних улицах Питера."
        "И одновременно при том умудрялся не считать людей сволочами."
        "Как это у меня получалось? Не знаю."
    "Но место, которое я считаю своим домом, ждёт."
    "Пусть я дома и последнюю ночь."
    window hide
    play sound sfx_open_dooor_campus_2
    pause(1)
    scene bg int_house_of_mt_night2 with fade
    play ambience ambience_int_cabin_night fadein 1
    "Внутри было жарко, пахло разогретым металлом и сыростью."
    "Здесь кипятили воду, пили чай."
    "Отдыхали."
    "Так что перво-наперво я распахнул форточку, вдохнул ночного свежего воздуха, казавшегося отсюда невозможно вкусным."
    "И, сбросив одежду, отправился спать."
    if alt_day6_us_7dl_mi_friends >= 2:
        "Сил на то, чтобы развесить модный костюм, не оставалось совершенно."
        th "Вожатая будет ругаться…"
    "Я закрыл глаза."
    "Перед глазами разворачивались картины дня уходящего."
    window hide
    if alt_day6_us_7dl_tr:
        "Постоянно бесящая и при том постоянно волнующая история с этой мелкой."
        "Её нежелание рассказывать о простейших вещах."
        "А чего всё ради?"
        "Чтобы заманить меня за территорию и там поцеловать в щёку?"
        "Кто кем манипулирует ещё…"
    elif alt_day6_us_7dl_un_friends != 0:
        scene cg d5_un_island
        show prologue_dream
        with dissolve
        "Сбивчивые, горячечные признания от зеленоглазки с грустным взглядом."
        if alt_day6_us_7dl_un_friends == 3:
            "И её удивительная решимость."
            "Или это мы оба постарались?"
    elif alt_day6_us_7dl_mi_friends >= 2:
        scene cg d3_mi_dance_close_7dl
        show prologue_dream
        with dissolve
        "Вечер с Мику."
        "Вернее сказать, целый день с ней."
        "И нет, я не хочу сказать, что я влюбился — в конце концов, время упущено."
        if alt_day6_us_7dl_mi_friends == 3:
            "А хотя…"
            "Я не знаю. Она мне нравится — это самое важное."
    elif alt_day6_us_7dl_sl_friends == 2:
        scene cg d3_sl_dance
        show prologue_dream
        with dissolve
        "Примерка на себя образа Слави, её образа жизни."
        "Понимание того, что я вряд ли справлюсь."
    elif alt_day4_neu_us_pixies == 3:
        scene cg d4_us_stardust_7dl
        show prologue_dream
        with dissolve
        "Странности, происходящие вокруг."
        "Но не пугающие, а почему-то лишь задорящие."
        "Вроде того самого огонька, решившего вдруг вспорхнуть с моей ладони."
    window hide
    scene cg wtf_end_of_day  with dissolve
    "И уже, засыпая:"
    if alt_day6_us_7dl_un_friends == 3:
        me "Лена…"
    elif alt_day6_us_7dl_mi_friends == 3:
        me "Мику…"
    elif alt_day6_us_7dl_un_friends == 2:
        me "Мелочь вредная…"
        "Я почувствовал, как улыбаюсь."
    elif alt_day4_neu_us_pixies >= 2:
        me "Cпааать…"
    "И уснул."
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return
    
label alt_day7_us_7dl_begin:
    scene bg int_house_of_mt_sunset
    with dissolve
    play ambience ambience_int_cabin_evening fadein 2
    play music music_7dl["will_you"] fadein 3
    "День да ночь — сутки прочь."
    "Профессиональный слакер и прокрастинатор уверенно добивает нечаянное лето и выкупает билеты на паром домой, туда, где мороз."
    "Хотя и хвалятся синоптики, что в этом году декабрь чуть ли не самый тёплый за последние лет шестьдесят, где то тепло?"
    "Я не чувствую его, спрятавшись в свою каменную пещеру, не вижу в глазах и лицах прохожих, выходя на улицу за сигаретами."
    "Все мы, нахохлившись, несёмся по гололедице непонятно куда."
    "Более того — непонятно зачем."
    if (alt_day4_neu_us_pixies == 3) or alt_day6_us_7dl_tr:
        "А мне так это надоело, до чёртиков просто!"
        "Я готов к любой движухе, лишь бы она всколыхнула это болото."
        "Всё ведь просто — выбираешь колею, смотришь на неё, примеряешься."
        "А потом плюёшь и уходишь туда, куда тебя душа тянет, а не куда колея ведёт."
        "Так что старая дорога, куда б она меня ни привела — это мой шанс."
    elif alt_day6_us_7dl_sl_friends == 2:
        "Но даже в этой жизнеотрицающей сутолоке можно разглядеть нечто хорошее."
        "Стоит лишь посмотреть внимательно!"
        "Я не думаю, что взрослого человека можно так легко поменять, тем более, такой глупостью, как трудотерапия."
        "Но несколько часов бок о бок со Славей всё же что-то во мне изменили."
    elif (alt_day6_us_7dl_mi_friends == 3) or (alt_day6_us_7dl_un_friends == 3):
        "Я не думал вчера об этом, теперь меня мучает совесть."
        "Это же только моя стезя, мой выбор — вечно размазанной от скорости несущейся серости."
        "Я не могу, не имею права тащить туда кого-то ещё."
        dreamgirl "А с чего ты решил, что кого-то утащишь?"
        th "Я же вернусь. Это неизбежно, разве нет?"
        th "Всё будет как всегда — автобус, сон…"
        dreamgirl "Только вот проснёшься ты один. Ты не господь бог, Семён."
        dreamgirl "Воплотить въяви понравившуюся девушку из соплей, дыхания и такой-то матери ты не умеешь."
        if loki:
            dreamgirl "Иначе давным-давно бы воплотил себе кого-то получше Ксаны."
        else:
            dreamgirl "Иначе легко мог бы восполнить себе потерю, с которой ты который год уж носишься как дурень с писаной торбой."
        "Я улыбнулся, вспомнив вчерашний томный, тёплый вечер."
        "Кажется, ходит рядом с тобой человек, горя не знает."
        "Улыбается, радуется жизни."
        "А копни его поглубже — и всплывает во всей своей неприглядности правда."
        "Наверное, не стоило мне лезть в чужую душу."
        if alt_day6_us_7dl_mi_friends == 3:
            "Не стоило жалеть погибающую от одиночества звёздочку."
            "Потому что у каждого должна быть своя собственная история."
            "Лезть в каждую не хватит никакого сердца."
            "Да меня совесть потом съест, постоянно напоминая, что я мог бы помочь, вмешавшись."
            "И не вмешался."
            "Вот поэтому лучше не лезть в чужую душу."
        else:
            "Все эти сказки про роман длиной в несколько жизней и смиренное ожидание с прошлого года."
            "Лена ждать не станет."
            "Она хоть и тихоня-скромница, но в некоторых случаях решимости ей не занимать."
    "Мне почему-то чётко казалось, что на улице снова дождь."
    "Снова поливает с неба размытой тоской-меланхолией, и можно не спешить, не вставать спозаранку, чтобы помахать руками и выслушать очередную порцию бредней вожатой."
    "Можно спать часов до девяти, потом забросить что-нибудь в желудок…"
    "И при полном попустительстве вожатых завалиться спать до обеда."
    window hide
    with fade
    "Вот только не было там никакого дождя."
    "Не шумело снаружи, не задувало в распахнутую форточку колючими брызгами."
    "На улице царил самый обыкновенный летний рассвет."
    "Середина, слом лета, самый бархатный сезон ещё впереди."
    "И здесь бы его встречать, и кое-кто даже встретит."
    "Отнюдь не все пионеры укатят сегодня обратно в город, умные родители бывает, выкупают путёвки на целое лето."
    "А сами — на море!"
    "Или наоборот. Работать, работать… Отпрашиваться по четвергам со смены, чтобы навестить чадо — и снова."
    dreamgirl "Цикл не может быть разрушен."
    th "Стебись-стебись."
    "Ольга Дмитриевна уже куда-то умотала, оставляя меня в гордом одиночестве."
    "Однако судя по тому, что громкоговорители молчали, подъём ещё не наступил."
    "Старая хитрость, как заставить самого себя работать: надо не ставить сроков."
    "Или поставить один, но очень большой, которого с избытком хватит на выполнение всего."
    "И человек просто от безделья и висящего-мозолящего в голове напоминания сделает всё точно и чётко."
    "Так и здесь: я крайне неторопливо поднялся, оделся, даже заправил кровать."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_house_of_mt_sunset
    with dissolve
    "А вокруг благодать — ничерта не видать."
    me "С добрым утром!"
    "Выкрикнул я в никуда."
    dreamgirl "…мать! Мать! Мать!"
    dreamgirl "Привычно ответило эхо."
    "Откуда-то с юга принесло порывом ветра ответный выкрик."
    "Там тоже кто-то уже успел отскрести себя от кровати."
    "Ему, видимо, тоже не терпелось закончить, наконец, все эти мытарства и узнать, что же ждёт его впереди."
    if (alt_day4_neu_us_pixies == 3) or alt_day6_us_7dl_tr:
        if alt_day4_neu_us_pixies == 3:
            "Так и я. Мне нужно срочно-обморочно успеть сделать всё, чтобы ни потребовала от меня вожатая."
            "Иначе я не успею до отъезда сбегать туда, откуда вчера позорно отступил."
            dreamgirl "Тактически."
            "Я отнюдь не спешил признаваться Ульяне в том, что люди, которых мы набирали якобы для компании, нужны мне совершенно для других целей."
            if alt_day6_us_px_sl_join:
                "А Славя… Что ж, этот человечек стоит на земле куда прочнее, чем все, кого я знаю."
                "И если грянет гром, если холодные улицы безжалостно потянут меня к себе, как это было в прошлый раз — возможно, именно Славя и станет моим спасением."
            else:
                "Ульянка в одиночку попросту не сможет удержать меня, если мимо снова поедут машины, повеет сыростью с Невы, а в душу вновь постучится сплин."
            "Наверное, те, кто здесь уже прошли однажды (а прошли ли? Тот ещё вопрос) были куда защищённее меня."
            "Им попросту некуда было возвращаться, а значит, и страха перед неизвестностью не было вовсе."
        window hide
        scene bg ext_washstand_day
        with dissolve
        play sound_loop sfx_water_sink_stream fadein 1
        "Ульяна уже драила челюсть, когда я подошёл к умывальникам."
        "Меня она поприветствовала бодро: замахала руками, что-то пыталась завопить, но подавилась порошком и зашлась в кашле."
        if alt_day4_neu_us_pixies == 3:
            "Похоже, её тоже колотило от предвкушения."
        "С трудом выполоскав порошок, она повернулась ко мне"
        if alt_day6_us_7dl_tr:
            show us laugh pioneer with dissolve
            extend " и разулыбалась:"
            us "Глядите, кого тайфуном приволокло!"
            us "Это же сам Жакомо Касемёна!"
            me "Всё бы тебе издеваться."
            us "Ну, как тебе вчерашний вечер?"
            me "Чувствую себя негодяем и мерзавцем, соблазнившим невинную душу."
            "Пробормотал я."
            if loki:
                me "Так что как бы не пришлось пускать пистолет Макарова в ход."
                show us laugh2 pioneer with dspr
                us "Если будешь хорошо себя вести — я замолвлю за тебя словечко."
                me "Спасибо, конечно."
                us "И тебя не сразу расстреляют!"
            else:
                show us laugh pioneer with dissolve
                us "Строго говоря, это я тебя соблазняла."
                me "Ты откуда вообще такие слова знаешь?"
                "Вяло подивился я."
                me "Тебе не рановато?"
                show us normal pioneer with dspr
                us "Поживёшь с моё — не так завоешь."
                "Тоном умудрённой жизнью женщины заявила Ульяна."
            "Только тут я обратил внимание на довольно странный наряд девочки."
            me "А ты почему сегодня в форме? Мне казалось, ты её терпеть не можешь?"
            show us smile pioneer with dspr
            us "Почему это? Мне она нравится."
            us "И юбочка красивая."
            "Она подхватила двумя руками края подола и с видом пай-девочки покрутила влево-вправо руками."
            us "Я же отличница и гордость класса!"
            us "Правда, вот, связалась с плохой компанией…"
            me "Компания — это Алиса?"
            "Ульяна кивнула."
            show us laugh pioneer with dspr
            us "В спортивной форме бегать и лазать по деревьям удобно, она не мешает."
            us "Но раз я сегодня трепетная мамзеля, то буду ходить в юбочке и скромно улыбаться."
            me "Ты? Скромно?"
            "Не поверил я."
            me "Разве ты не ходячее стихийное бедс…"
            play sound sfx_water_emerge
            "Договорить я не успел."
            "Развернувшись в мою сторону и подставив под струю воды ладошку, Ульяна снайперским залпом запулила порцией ледяной воды мне прямо в рот."
            me "Кх… Кх… Катастрофа!"
            show us smile pioneer with dspr
            us "Вкусная водичка?"
            "Деловито осведомилась несносная девчонка."
            us "Добавки?"
            me "Я тебе сейчас сам дам добавки!"
            hide us with easeoutright
            "Я резко дёрнулся в сторону негодницы, но та уже успела отпрыгнуть и с хохотом разрывала дистанцию."
            "Вздохнув, я отвернулся обратно к раковине."
        else:
            show us laugh sport with dissolve
            extend ":"
            us "Здорово, Сёмыч! Ну что, не передумал?"
            me "Нисколько."
            "Улыбнулся я."
            me "И тебе привет. Ты чего с утра такая бодрая и весёлая?"
            me "До подъёма ещё время есть."
            show us smile sport with dspr
            us "Да я всю ночь не спала! Алиска мне по секрету сообщила, что ночь королевская, так что надо ждать в гости друзей с пастой."
            us "Так что болтали мы с ней до глубокой ночи."
            us "Ждали, ждали тебя в гости. А ты не пришёл."
            show us laugh sport with dspr
            us "Алиска проспорила мне конфету."
            me "Я бы, может, и пришёл. Но что-то я выключился прямо до утра."
            me "День вчера такой насыщенный оказался, вот и вымотался."
            us "Это ничего! Вот как ты сегодня вымотаешься!"
            me "Ты разве не будешь собирать вещи?"
            show us normal sport with dspr
            us "Если всё пройдёт нормально, вещи нам не потребуются."
            "Недовольно фыркнула Ульяна."
            us "Но самое важное, конечно, я возьму."
            me "Самое важное?"
        us "Не забивай голову, умывайся!"
        stop sound_loop
        play sound sfx_close_water_sink
        hide us with easeoutleft
        "Закрыв воду и помахав мне ещё раз на прощание, Ульяна улетучилась."
    elif (alt_day6_us_7dl_mi_friends == 3) or (alt_day6_us_7dl_un_friends == 3):
        "А что ждёт впереди меня?"
        "Ну, отъезд, это-то понятно."
        "У меня почти нет вещей, собирать мне нечего, так что при желании можно было бы провести время со своей избранницей."
        "Если только она захочет меня видеть."
        if alt_day6_us_7dl_un_friends == 3:
            "Хотя Лена-то, наверное, обрадуется."
            "Может, немного позаикается, покраснеет, но в итоге всё равно будет улыбаться."
            "Её вчерашние признания… Зависимость налицо. Самая настоящая любовная зависимость."
            "Потому пока я чувствую себя хоть немного лучше среднего — в её глазах тоже будет мир и покой."
            window hide
            scene bg ext_washstand_day
            with dissolve
            "Когда я добрался до умывальников, оказалось, что меня там уже кое-кто поджидает."
            show un shy pioneer with dspr
            un "П-привет."
            me "Всё ещё нервничаешь?"
            show un smile pioneer with dspr
            un "Скорее, не могу поверить."
            me "Я не сбегу."
            "Пообещал я."
            me "И потом, куда мне бежать? Мне зубы чистить надо."
            show un smile2 pioneer with dspr
            un "Всё шутишь. Иногда мне кажется, ты ни к чему серьёзно относиться не умеешь."
            th "О, знала бы ты, насколько я серьёзен там, где я живу."
            me "Дай подурачиться. У меня не так много времени осталось."
            show un surprise pioneer with dspr
            un "Почему?"
            me "Потому что отъезд."
            un "Отъезд. Но ты же никуда из автобуса не пропадёшь. Мы приедем в город вместе, и…"
            "Я улыбнулся и погладил её по голове."
            "Прозакладывал бы палец за то, чтобы всё случилось, как говорит эта грустная девочка."
            "Вот только я знаю свою удачу, знаю карму свою."
            "Какие бы размеры пакости я в своём воображении ни громоздил, жизнь всё равно внесёт правки и удивит."
            "У меня есть квота глупостей на день, трясущиеся пальцы и полное отсутствие удачи во всех начинаниях."
            "Так что даже не знаю, как всё будет."
            me "Я оставлю тебе адрес."
            "Обещание было почему-то очень легко давать."
            me "Вызубри его как сможешь, просто на всякий случай."
            me "Если вдруг что — ты сможешь однажды найти меня."
            un "Ты собрался куда-то пропасть?"
            me "Нет."
            "Вздохнул я."
            th "Но моего мнения на этот счёт никто не спрашивает."
            show un normal pioneer with dspr
            un "Ладно, не забивай голову."
            play sound sfx_open_water_sink
            play sound_loop sfx_water_sink_stream fadein 1
            "Лена послушно кивнула, после чего склонилась над умывальником."
            hide un with dissolve
            "Я последовал её примеру, а когда разогнулся, увидел, что снова остался один."
            "Лена удалилась по-английски."
            stop sound_loop
        else:
            "Хотя вряд ли меня оценит её соседка."
            "Лена какая-то нелюдимая, иногда мне думается, что всё это из-за какой-то детской травмы."
            "Потому что человек, читающий красивые книги, не должен быть как раковинка, закрыт, блиндирован."
            "Придётся вытаскивать Мику на улицу, мешать ей собирать свои многотысячные японские сумки."
            "Почему-то не сомневался я в том, что сумок у Мику должно быть огогошеньки сколько — от сценических костюмов и косметики до повседневки… которую здесь забраковали."
            "Вообще не понимаю, зачем в этот лагерь дети везут с собой вещи чемоданами."
            "Если родители заведомо знают, что здесь полный казённый кошт, исключая разве что нательное бельё… Логика здесь и рядом не ночевала."
            "Разве что пофорсить друг перед другом в родительские дни да на отъезде…"
            window hide
            scene bg ext_washstand_day
            show mi normal pioneer at zenterright
            with dissolve
            th "Легка на помине."
            mi "Привет, Сень."
            "Кивнула мне японка."
            mi "Как спалось?"
            me "Кошмары мучали."
            show mi shy pioneer with dspr
            mi "Кошмары? Странно! Ведь меня… ой."
            mi "Я хотела сказать — страшные кошмары?"
            me "Да брось."
            "Я не выдержал и разулыбался."
            me "Я просто шучу. На самом деле, я выключился до самого утра."
            me "Хотя последняя, о ком я думал вчера, была ты."
            show mi happy pioneer with dspr
            mi "Приятно-то как."
            me "Мне тоже понравилось. Потому и не успел понять разницу между засыпанием и пробуждением."
            mi "Надеюсь, думал только хорошее?"
            th "Как сказать…"
            dreamgirl "Хорошее, хорошее! Раз тебе было хорошо, то это точно хорошее!"
            me "Много вещей с собой привезла?"
            mi "Не особо, но от помощи не откажусь! Мне в первый день дядя Боря помог, а вот сейчас помощников что-то нет и нет."
            mi "Кстати, не знаешь, почему горна нет? Половина девятого на часах."
            th "Значит, я встал отнюдь не до подъёма?"
            me "Кто ж его знает."
            me "Может, радио поломалось?"
            dreamgirl "Радист запил и не вышел на работу. От счастья."
            me "Возможно, в день отъезда все эти штуки не работают."
            show mi upset pioneer with dspr
            mi "А как же завтрак тогда? Мы же опоздаем!"
            me "Не опоздаем! Сейчас в темпе умываемся и бегом в столовую!"
            play sound sfx_open_water_sink
            play sound_loop sfx_water_sink_stream fadein 1
            "Мы с Мику обменялись взглядами и, синхронно наклонившись над раковинами, заработали щётками."
            stop sound_loop
    window hide
    stop music fadeout 3
    stop ambience fadeout 3
    with fade
    return

label alt_day7_us_7dl_breakfast:
    scene bg int_dining_hall_people_sunset
    with dissolve
    play ambience ambience_dining_hall_full fadein 3
    play music music_7dl["will_you"] fadein 3
    "Сонные, кислые пионеры расселись по местам, только первому отряду опять надо было стоять в очереди у раздачи."
    "Сейчас это почему-то неимоверно бесило."
    "Будто ты вышел на подиум на бис."
    "На столь понравившийся зрителям расстрел обнажённой души, глядите, как она взмывает вниз с восьмого этажа."
    "Слышите? Этот крик о помощи, трогательно, не так ли?"
    "В воздухе отчётливо веяло холодом и нежеланием, чтобы лето заканчивалось."
    "Пионеры деловито работали ложками, однако переговаривались неохотно, да и смотрели чаще внутрь, в самих себя, чем на окружающих."
    "И я был среди них таким же."
    dreamgirl "От этой музыки дурно, от этих песен трясёт…"
    th "Тогда зачем это всё?"
    dreamgirl "А я знаю? Во всей это системе лагерей, встреч и расставаний есть нечто порочное."
    dreamgirl "Как будто детей сызмальства закаляют, учат жить с разбитым сердцем."
    th "А может, наоборот? Учить заводить себе друзей, приятелей…"
    dreamgirl "Возлюбленных. И расставаться с ними."
    dreamgirl "Повезёт, если ты и девочка твоя живёте в одном городе. А если нет?"
    if not loki:
        dreamgirl "Вспомни хотя бы свою Двину."
        "Я нахмурился."
    if alt_day4_neu_us_pixies == 3:
        show sl normal pioneer at zenterright
        "Стоящая передо мной в очереди Славя обернулась, будто чувствуя мой взгляд."
        sl "Что-то случилось, Сёмушка?"
        th "Надо же."
        "Подивился я."
        th "Я теперь уже «Сёмушка». Сёёёёмушка. Звучит как название дешёвого бурлеска."
        th "Про идиота, приехавшего в лаптях на кастинг самых-самых."
        sl "Ты выглядишь расстроенным."
        me "А я и есть расстроенный."
        "Огрызнулся я."
        me "Бесит меня."
        show sl surprise pioneer with dspr
        sl "Что бесит?"
        me "Да всё практически. И то, что приехал поздно, и то, что всё идёт как-то наперекосяк."
        show sl smile2 pioneer with dspr
        sl "Я тоже не хочу уезжать."
        "Призналась Славя."
        sl "Привыкла я к этому месту. Прикипела."
        sl "А теперь сюда только помощницей вожатой возвращаться. Больше никак."
        hide sl with fade
        if alt_day6_us_px_sl_join:
            "Она поставила на поднос тарелки и, улыбнувшись мне, отошла к свободному столику."
            "А вскоре к ней присоединился и я."
            show sl normal pioneer with dissolve
            sl "Да, я помню своё вчерашнее обещание."
            sl "Утро у нас есть, так что присмотрю за вами, так и быть."
            show us normal sport at zenterright
            show sl normal pioneer at left
            with move
            us "Думаешь, она сумеет пройти?"
            "С сомнением покачала головой ниоткуда появившаяся Ульяна."
            me "Не попробуем — не узнаем, правда?"
            us "А если не пройдёт?"
            show sl serious pioneer with dspr
            sl "Куда не пройду? Вы же не собираетесь куда-то лезть?"
            me "А у тебя клаустрофобия?"
            sl "Клаус… А, нет. Закрытых пространств я не боюсь."
            show us smile sport with dspr
            us "А чего боишься?"
            "Славя призадумалась:"
            sl "Ну, я боюсь… Эй! Я не должна говорить такие вещи!"
            sl "Тем более, тебе!"
            show us laugh sport with dspr
            us "Эх, почти получилось!"
            "Ульяна ничуть не расстроилась."
            us "Но если что, будешь вести её за руку, ясно, Сёмыч?"
            me "Отведу."
            "Согласился я."
            show sl normal pioneer with dspr
            sl "Но только чтоб к обеду успеть вернуться назад. Мы успеем?"
            "Мы с Ульяной переглянулись."
            "Лично меня не оставляло ощущение, что если всё у нас удастся, получится…"
            "То никуда ни мне, ни Ульяне возвращаться уже не придётся."
            "Придётся Славе топать в лагерь одной."
            "Ей-то совершенно незачем убегать непонятно куда — её здесь всё устраивает."
            "Мне пришло в голову, что и Ульяне-то по большому счёту некуда и незачем сбегать."
            "Есть у неё какой-то там поиск на той дороге, который сегодня мы завершим под самый занавес."
            "Закроем гештальт, и можно со спокойной душой уезжать."
            window hide
            with fade2
            me "В принципе, идти туда не так и долго."
            "Прикинул я."
            me "Так что дорога туда и обратно много времени не займёт, если там ничто не задержит, то как раз к обеду успеем."
            show sl smile pioneer with dspr
            sl "Смотри, Сёмушка, ты обещал."
            show us surp1 sport with dspr
            us "Сёмушка?"
            me "Даже не спрашивай."
            "Отмахнулся я."
            show us smile sport with dspr
            us "А что тут спрашивать, и так всё понятно."
            us "Но это не моё дело. Делайте что хотите, но после завтрака я жду вас у столовой."
            hide us with easeoutleft
            "Она сорвалась с места и умчалась прочь."
            sl "Что же там такое важное?.."
            "Как бы про себя проговорила Славя."
            "Я же воспринял вопрос как риторический и ничего не стал отвечать."
            "Дальше мы работали ложками в гробовом молчании."
        else:
            "Машинально проводив её взглядом, я не заметил, как мне накидали на поднос завтрак."
            "Задумался о чём-то, а о чём — даже не сумел вспомнить."
            "Только вздрогнул, очнувшись от окрика повара."
            th "Залипаю."
            "Всплыло вдруг определение из моего прошлого-будущего."
            "Которого как будто и не было никогда, и всё до событий последней недели было просто дурным сном."
            "Фальшивой памятью, которой я сам себе голову забил, пытаясь оправдать собственную нелюдимость."
            "Пробормотав извинение, я подхватил поднос, уступая место стоящему за мной Электронику."
            window hide
            with fade
            "Ульяна перехватила мой взгляд издали и отчаянно замахала, подзывая к себе."
            show us normal sport with dissolve
            "Я и подошёл. Мне не трудно."
            us "Садись."
            "Дождавшись, когда я сяду и расставлю тарелки, Ульяна наклонилась ко мне и, понизив голос, сообщила:"
            us "Выступаем сразу после завтрака. Никаких сборов, ничего нам не надо."
            me "А как же запас провизии в дальний путь?"
            show us smile sport with dspr
            us "Сёмыч."
            "Ульяна посмотрела на меня как на ребёнка."
            us "Мы выходим совсем ненадолго. У нас либо получится, либо нет."
            me "Ты не можешь мне сказать, что должно получиться?"
            us "Нет."
            "Отрезала она."
            us "Увидишь на месте."
            me "Расследования, интриги…"
            "Нагнетание тайны немного нервировало, но я решил подыграть девочке."
            "Свежо ещё было воспоминание, чем закончилась вчерашняя попытка надавить и узнать всё необходимое."
            "Кого-то могла смущать правильная манера речи Ульяны и её спокойное поведение."
            "В смысле, спокойное — в свободное от каверз время."
            "Но она была и оставалась именно что девчонкой среднего школьного возраста — взбалмошной, неусидчивой."
            "Ненаигравшейся."
            show us laugh sport with dspr
            us "Сёмыч, не дуйся."
            "Она хлопнула меня по плечу."
            us "У нас либо всё получится — и тогда никакой нам запас не потребуется; либо нет."
            me "Ты это говорила уже."
            "Указал я."
            me "Про вещи."
            show us laugh2 sport with dspr
            us "Всё верно! Ни вещи, ни еда нам не нужны, если вдруг что — вернёмся."
            me "В смысле? А что, есть вариант не вернуться?"
            us "Ты головой в последнее время не бился?"
            "Участливо кивнула Ульяна."
            us "Или тебе напомнить, что мы ищем?"
            me "Выход из лагеря."
            show us normal sport with dspr
            us "Вот и помни об этом. Никогда не забывай."
            "Похоже, для неё было действительно важным найти злополучную лазейку."
            "Зачем, почему — на это не было никакого ответа, а откровенничать девочка не спешила."
            "Так что я послушно кивнул и заработал ложкой."
            us "Жду на улице."
            hide us with dissolve
    else:
        if alt_day6_us_7dl_tr:
            play sound sfx_pat_shoulder_hard
            "И тут же по плечу прилетело маленькой, но крепкой ладошкой."
            show us laugh pioneer with dspr
            us "Не кисни!"
            "Подбодрила меня «мамзеля»."
            me "Угу… Под потолком повисни."
            us "Не выспался, что ли?"
            us "Или обиделся за водные процедуры?"
            me "Да нет."
            "Отмахнулся я."
            me "Нашло что-то, со мной бывает."
            show us normal pioneer with dspr
            us "Глупости это всё."
            "Авторитетно заявила Ульянка."
            us "Это всё оттого, что ты бука и злюка. Забиваешь себе голову всякими глупостями."
            me "А. Ну, я так и подумал."
            "Согласно кивнул я."
            show us shy pioneer with dspr
            us "А потом ещё и сводишь с ума девушку этими глупостями."
            me "Кого это, интересно, я свёл?"
            show us laugh pioneer with dspr
            us "Меня, конечно!"
            us "Видишь, я из-за тебя даже сегодня принарядилась!"
            me "В форму?"
            us "Цени!"
            me "Ценю, ценю…"
            "Закивал я, снова борясь с желанием придушить мерзавку."
            us "А пойдёшь со мной гулять после завтрака?"
            me "А надо?"
            "В тон спросил я."
            show us normal pioneer with dspr
            us "Надо же тебя вытаскивать из пучины депрессии!"
            me "Опять нахваталась непонятно где…"
            show us smile pioneer with dspr
            us "Помни! Я — отличница и вообще очень умная девочка."
            us "Да! И ещё очень красивая."
            me "А уж скромная какая…"
            us "Да! Так идёшь?"
            me "Иду, конечно."
            "Не отказываться же теперь."
            us "Тогда условились!"
            hide us with easeoutleft
            "Ульянка испарилась, снова оставляя на меня грязные тарелки."
            "Кое-что в этом мире совершенно не меняется."
        elif alt_day6_us_7dl_mi_friends == 3:
            show mi smile pioneer with dspr
            "Мику, протолкавшаяся через очередь и вставшая рядом со мной, вопросительно сморщила носик:"
            mi "Что ты, Сенечка, невесел? Что ты голову повесил?"
            me "Грусть-тоска меня снедает…"
            "В лад подпел я."
            me "И кораблик подгоняет…"
            show mi laugh pioneer with dspr
            mi "Ты такой смешной! А мне Ольга Дмитриевна говорила, что ты постоянно ходишь злой, людей сторонишься."
            me "Она не соврала."
            "Чистосердечно признался я."
            me "Людей я и правда сторонюсь."
            mi "Да как же сторонишься, раз ты со мной разговариваешь и даже не пытаешься сбежать побыстрее?"
            "Она украдкой вздохнула, видимо, припомнив пару прецедентов."
            show mi upset pioneer with dspr
            mi "Или… Ты намекаешь на то, что я не людь?"
            me "Да нет. Ты «людь» тот ещё. Но ради тебя я делаю некоторое исключение."
            show mi smile pioneer with dspr
            mi "Даже так? Спасибо, я польщена."
            th "Правда, из этого исключения всё равно ничего не вырастет. Не успеет."
            "Добавил я про себя."
            mi "Это всегда радует, когда человек ради тебя способен сделать что-то, чего обычно не делает."
            mi "Изменения показывают, что ему не всё равно."
            me "Не перехвали."
            "Борясь с подступающим дежавю попросил я."
            me "Я просто стараюсь поступать по совести."
            show mi laugh pioneer with dspr
            mi "Ой, ты заговорил почти совсем как Славя!"
            me "Мимикрирую."
            "Согласился я."
            me "Скоро коса отрастать начнёт."
            show mi smile pioneer with dspr
            "Мику хихикнула."
            "А потом спросила в лоб:"
            mi "Поможешь мне вещи собрать?"
            "Сначала мне показалось, что я ослышался."
            me "Ты правда хочешь, чтобы я паковал твои личные вещи?"
            show mi serious pioneer with dspr
            mi "Личные, наверное, нет."
            "Задумчиво протянула японка."
            mi "Но всякую технику лучше отдать в мужские руки — мне всегда так Па говорил."
            me "Правильный он мужик. Разумные советы даёт."
            mi "Так поможешь?"
            me "Помогу, конечно."
            show mi happy pioneer with dspr
            mi "Ой, спасибо! Тогда я буду у себя в домике, приходи обязательно!"
            hide mi with dissolve
            "Она поднялась и, подмигнув мне на прощание, исчезла."
        elif alt_day6_us_7dl_un_friends == 3:
            "Стоящая рядом Лена обменялась со мной понимающим взглядом."
            show un normal pioneer with dspr
            un "Тоже чувствуешь, да?"
            me "Что?"
            un "Люди. Они будто прощаются. Такой похоронный ритуал."
            me "Хорошо сказано, похоронный ритуал."
            un "Так это правда."
            "Удивилась Лена."
            un "Всё это время они будто бы жили, начали новую жизнь, которую как обувь оставят у ворот лагеря."
            un "А перестроиться трудно. Вот и хоронят заживо, забывая о том, что и в городе как-то жили."
            me "А ты?"
            show un serious pioneer with dspr
            un "А я — где ты."
            "Довела до моего сведения девушка."
            show un smile2 pioneer with dspr
            "Она вдруг улыбнулась и тихонько пропела:"
            un "Если с другом вышел в путь, если с другом вышел в путь…"
            "Она подняла заполненный поднос с раздачи и, кивнув мне, отправилась в зал."
            hide un with dissolve
            "Я стоял сразу за ней, потому не прошло и пары минут, как я снова присоединился к девочке за столом."
            show un smile pioneer with dspr
            un "Как думаешь, на нас уже показывают пальцем?"
            me "Зачем?"
            un "Мы чуть ли не под ручку ходим со вчерашнего вечера. В лагере это не принято."
            me "Вот уж что меня меньше всего заботит."
            "Пробормотал я."
            me "Ты мне скажи, если кто будет пальцем тыкать — я им пальчики-то пообломаю."
            show un serious pioneer with dspr
            un "Какая трогательная реакция."
            "Она не повела и бровью, видимо, готовилась именно к такому ответу."
            "Или, напротив, ждала, что я буду мяться и мямлить?"
            if loki:
                "Так умение владеть собой мне привили чуть ли не раньше, чем начали учить музыке."
                "Хотя за многие годы отшельничества оно успело уже пообтрепаться и запылиться."
                "Лежало себе в дальнем углу памяти как старый кожаный плащ."
                "Но я в любой момент мог взять его, отряхнуть от пыли и снова примерить — не жмёт ли в плечах."
            me "На самом деле, мне всё равно."
            me "Я со вчерашнего вечера перестал сомневаться."
            show un shy pioneer with dspr
            un "Зато я…"
            "Прошелестела Лена."
            me "Сомневаешься?"
            show un sad pioneer with dspr
            un "Боюсь. Я как будто заблудилась в мыслях и мечтах, теперь боюсь не найтись."
            un "Ты среди них частенько мелькаешь, так что я однажды просто проснусь от тебя, и тогда…"
            "Она покачала головой."
            un "Нет, не хочу даже думать об этом."
            me "Не думай. Давай лучше болтать."
            show un smile pioneer with dspr
            un "Я бы и не против."
            "Улыбнулась Лена."
            un "Но не могу я, когда вокруг столько людей."
            me "Так давай заканчивать питаться и пошли туда, где людей нет."
            show un smile3 pioneer with dspr
            "Она просияла:"
            un "Давай!"
            un "Жду тебя на крылечке."
            hide un with dissolve
            "Она залпом допила чай и, собрав грязную посуду, встала из-за стола."
        else:
            "Не хотелось думать об этом, не хотелось вспоминать то, про что давно должен был забыть."
            "Оно как будто было моим прошлым, но на самом деле, отсюда виднелось будущим."
            "Да ещё и совсем в другом месте, где каменные корпуса отбрасывают резкие, контрастные тени на хвойную подушку, а из распахнутых настежь дверей танцплощадки клубами вырывается сочный басовый перелив медляка."
            "И эхом немого крика невидимки — как подобрать нужные слова, чтобы рассказать человеку, что сейчас будет больно и плохо, и, возможно, даже долго будет."
            "Но в итоге всё обязательно наладится."
            "Всегда налаживается — сетка шрамов на сердце тому свидетельством."
            "Я оставил на подносе только чай и два бутерброда — есть не хотелось совершенно."
            "Мне казалось, что в этом лагере что-то должно было изменить меня к лучшему."
            "Но надежды на южное солнце рассыпались прахом — ничего во мне не выжгло и не вычистило, оставляя обнажённым и настоящим."
            "Я оставался всё тем же холодным и угрюмым Семёном Персуновым, которого не сумело пронять волшебной сказкой про существующее под невероятно голубым небом обиталище счастья."
            "Жалел только об одном — что забыл плеер в доме, а сейчас очень хотелось заткнуть уши от этого шума, абстрагироваться и лишний раз напомнить себе, что я — не с ними."
            "Пустив свой чай с бутербродами по прямому назначению, я отправился к выходу из столовой."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return
    
label alt_day7_us_7dl_rendezvous2:
    if alt_day6_us_7dl_tr:
        scene bg ext_dining_hall_near_day
        with dissolve
        play ambience ambience_camp_center_evening fadein 3
        play music music_list["went_fishing_caught_a_girl"] fadein 5
        "Как писалось в старых либретто: те же, там же."
        "Когда я вышел из столовой, Ульяна сидела на перилах спиной ко мне и бросала в нарисованные на земле классики, всякий раз метко попадая в «котёл»."
        "Я старался идти потише, и до меня, и после меня дверь хлопнула одинаково, пропуская сытых пионеров на улицу."
        "Но лишь в моём случае плечи девочки немного вздрогнули, и она повернулась в мою сторону."
        "Мгновенно спрыгнула с перил, подбежала ко мне."
        show us smile pioneer with dspr
        us "Ты долго."
        "Попеняла мне она."
        me "Жевать надо тщательно, чтобы желудок работал."
        "В самом деле, не выслушивать же нотации от малявки, которая сметает всё со стола как метеор."
        "Я же не на свидание опоздал."
        th "Или…"
        show us laugh pioneer with dspr
        us "Ну что застыл столбом, пошли!"
        "Крикнула она, хватая меня за руку."
        me "Куда?"
        show us laugh pioneer with dspr
        us "Глупый ты, Сёмыч! Сам же хотел! Гулять! Пошли!"
        "Судя по всему, у неё уже была сформирована культурная программа."
        "И к первому пункту оной программы она меня сейчас и тащила."
        "Мне оставалось лишь надеяться на то, что это не будет домик, клубы или причал."
        "С этими местами у меня образовались крайне стойкие отрицательные ассоциации."
        window hide
        scene bg ext_square_day with dissolve
        me "Ты скажешь, куда мы гулять идём?"
        me "Или это секретная информация?"
        "Потребовал я, когда мы вышли на площадь."
        show us smile pioneer with dspr
        us "Секрет!"
        "Она явно была довольна собой."
        "Голубые глазёнки так и светились лукавством, посему я автоматически решил, что она задумала какую-то прощальную пакость."
        me "Не забывай."
        "На всякий случай напомнил я."
        me "Ты сегодня мамзель в юбочке, поэтому вести себя должна пристойно и не бесить окружающих."
        show us laugh pioneer with dspr
        us "Я веду себя очень пристойно! Пристойнее всех на свете!"
        us "Ты мне деда напоминаешь, когда он меня в парк ведёт."
        us "Тоже постоянно брюзжит о том, что надо вести себя и соответствовать."
        me "Правильно говорит, кстати!"
        show us smile pioneer with dspr
        us "Тем, кто за нас в ответе, давно пора понять!"
        "Наставительно выставив палец, проговорила она."
        me "А я за тебя в ответе?"
        show us laugh2 pioneer with dspr
        us "Ты таскаешься по лагерю со мной под ручку. Сам-то как думаешь?"
        me "Я не думаю, я спрашиваю."
        us "Сейчас всё увидишь, пошли!"
        window hide
        scene bg ext_playground_day
        with dissolve
        "Она вытащила меня к футбольному полю, где уже играли какие-то мальчишки."
        "Отреагировали они приветственным криком — похоже, знали мою спутницу, и знали неплохо."
        show us normal pioneer with dspr
        us "Сборная второго отряда."
        show us smile pioneer with dspr
        us "В прошлый матч раскатали их 3:2."
        "Похвасталась она."
        me "Это откуда Данечка?"
        us "Даня в футбол не играет, у него дела поважнее. Ладно, пошли!"
        "Кажется, я начал догадываться, куда она меня тащит."
        "Весь вопрос — зачем?"
        stop music fadeout 3
        window hide
        play sound sfx_open_door_kick
        pause(1)
        play ambience ambience_int_cabin_day fadein 3
        scene bg int_sporthall_day_7dl
        show us laugh pioneer
        with dissolve
        play music music_7dl["genki"] fadein 5
        us "Дядьборя, я пришла!"
        "Завопила девочка, пинком распахнув дверь."
        ba "И незачем так орать."
        "Донёсся до нас голос с другой стороны зала."
        play sound sfx_open_cabinet_2
        pause(1)
        show us laugh pioneer at right
        show ba em1 uniform at left
        with move
        "А спустя секунду незаметная до сих пор дверь щёлкнула, выпуская к нам физрука."
        "Я мельком успел заметить, что с освещением в комнате за его спиной было скудновато."
        ba "Надо же, и дрища привела с собой."
        ba "Дрищ, ты чего с малой таскаешься? Узнаю, что обижал…"
        "Он погрозил мне кулаком размером, наверное, с мою голову."
        show us smile pioneer with dspr
        us "Дядьборя, я за карточками!"
        show ba smile uniform with dspr
        ba "Это дело."
        "Улыбнулся он."
        ba "Дрищ, тебе тоже надо?"
        me "Чего?"
        ba "Дела…"
        "Почесал затылок физрук и обратился к Ульяне:"
        ba "Ты зачем свою жизнь с тормозом связываешь?"
        if loki:
            me "Эй, я тут вообще-то!"
            "Не выдержал я."
            ba "Ничего. Я тебя прощаю."
        else:
            "Я покраснел от злости, но решил игнорировать гада."
        show us laugh pioneer with dspr
        us "Карточками, балда! Снимками!"
        me "Какими?"
        show us sad pioneer
        show ba em1 uniform
        with dspr
        "Девочка и медведь переглянулись и кинули на меня одинаковые сочувствующие взгляды."
        "Я почувствовал себя идиотом."
        dreamgirl "Привычное бытие, да?"
        "Не преминул воспользоваться возможностью и внутренний голос."
        show us normal pioneer with dspr
        "Ульяна вздохнула:"
        us "Я думала, ты знаешь! Дядя Боря не только физру преподаёт, он ещё и фотограф."
        if (counter_sl_cl >= 5):   
            me "И что, он вот так просто их отдаст?"
            us "Почему нет?"
        if alt_day2_mi_snap:
            me "Я видел его с фотиком как-то раз, но мне показалось, что это так, баловство."
        else:
            me "Ни разу не видел его с фотоаппаратом."
            "Не поверил я."
            show ba normal uniform with dspr
            ba "Потому что глаза иногда разувать надо."
            ba "Сейчас, уже, наверное, должны проявиться."
        hide ba with moveoutleft
        "Физрук ушёл обратно в тёмную комнату, щёлкнул выключателем."
        "Наружу легла дорожка красного света."
        me "Проявочная!"
        show us smile pioneer with dspr
        us "Догадался, наконец."
        show us surp1 pioneer with dspr
        if (counter_sl_cl >= 5):
            me "Не знал, что здесь всё так серьёзно."
        else:
            us "Дядя Боря старается снимать все важные моменты в лагере, у него знаешь какой запас фотографий, уууу!"
        if alt_day2_mi_snap:
            me "Интересно, а снимок с Мику он подарит?.."
        else:
            me "Мои-то снимки у него откуда? Я не помню, чтобы он меня фотографировал."
        show us normal pioneer with dspr
        us "Не беспокойся, и для тебя парочка найдётся. Ну, что там?"
        show us smile pioneer far at cright
        show ba normal uniform at left
        with move
        "Она подбежала к выбирающемуся из чулана физруку."
        ba "Кое-что есть. С тобой десяток почти, но все я тебе не дам."
        show us dontlike pioneer far with dspr
        us "Почемуууу? На них я, они мои!"
        show ba normal uniform with dspr
        ba "Потому что лучшие пойдут в лагерный архив! Ты же хочешь найти себя потом в альбоме?"
        us "Ничего не хочу, дайте-дайте-дайте!"
        "Она дёрнулась, пытаясь выхватить у Саныча снимки из рук, но тот неуловимым движением воздел их повыше, туда, куда Ульяна при всё желании не сумела бы допрыгнуть."
        ba "Так, «старты» по-любому в архив, отряд в сборе на первой дискотеке — туда же."
        "Забормотал физрук, перелистывая небольшие карточки 10х12."
        ba "Так, вот эту забирай, у меня их две."
        ba "И эту тоже…"
        ba "А это когда дрищ твой приехал, очень я вовремя снял. Её бери."
        if alt_day_binder != 1 and (counter_sl_7dl == 0):
            if loki:
                "Ульяна сцапала фотографию и, всмотревшись, покраснела."
                show us shy pioneer far with dspr
                us "Ну вы и жук, дядя Боря! Как специально стояли!"
                me "Что там?"
                "Мне стало любопытно."
                us "Ничего."
            else:
                "Получив фотографии, Ульяна залюбовалась первой."
                "Потом перевела на меня взгляд и расхохоталась."
                show us laugh2 pioneer with dspr
                us "Ахаха, какой замечательный кадр!"
                me "Что там?"
                "Я подошёл поближе, и мне было явлено свидетельство позора."
                "На ней было три действующих лица."
                "Алиса."
                "Ульяна."
                "И, как выразился Саныч, дрищ."
                "Последний выглядел плачевно."
                "А кто бы иначе — будучи с ног до головы окаченным стоялой водой из пожарной бочки с пожарным же конусом на голове."
                "Ульяна изнемогала от хихиканья:"
                show us laugh pioneer with dspr
                us "Ой, не могу! Это же мы тогда… Встретили! Ахаха!"
                me "Дай мне, я её порву."
                us "Ой, и не подумаю."
        else:
            "Я успел разглядеть какое-то белое пятно, прежде чем фотографию выдернули у меня из-под носа."
        "Ульяна преувеличенно бережно убрала фотографии в карман."
        me "А для меня ничего нет?"
        show ba em1 uniform with dspr
        ba "А ты, дрищ, разве чем-то прославиться успел?"
        "Может, и успел…"
        me "Может, и успел. А может, и нет."
        show ba smile uniform with dspr
        ba "Не куксись, дрищ. Вот. Есть и для тебя подарочек."
        "Он протянул мне ещё влажный снимок."
        "Что я на нём обнаружил?"
        "О, ну разумеется."
        "Погоню за одним крайне доставучим привидением."
        "Оно в пододеяльнике, я — размахивающий шортами над головой."
        th "Пятнадцать минут славы."
        ba "Я сделал ещё одну копию, она тоже пойдёт в архив."
        show us normal pioneer close with dissolve
        us "Что там? Покажи!"
        me "Нет. Это моя фотка!"
        us "Да покажи, не отниму!"
        "Вздохнув, я неохотно протянул ей карточку."
        "Разумеется, Ульяна вцепилась в неё как клещ!"
        us "Дай, ну дай! Ну, пожалуйста!"
        me "Ага, и тогда у меня вообще не будет ничего!"
        me "Имей совесть, у тебя их четыре, а у меня одна!"
        show us calml pioneer close with dspr
        us "Тебе жалко, что ли? Дай!"
        "Она рванула фотографию на себя."
        "Я на себя…"
        "И карточка с бумажным треском разошлась пополам, оставляя на одной половине привидение, а на другой «охотника» с шортами."
        "В зале воцарилось молчание."
        show ba evil uniform with dspr
        ba "Дети, дети…"
        "Вздохнул физрук."
        ba "Вам хоть что-то можно доверить?"
        "На Ульяну было жалко смотреть."
        show us sad pioneer with dspr
        us "Ну… Может, её можно склеить?"
        ba "Фотографию?"
        ba "Да кто же будет клеить фотографии? Точно не я."
        show us normal pioneer with dspr
        us "А я сама! Возьму…"
        me "Синюю изоленту."
        "Подсказал я."
        us "Да! Синюю изоленту, и…"
        ba "Так и знал, что будут проблемы."
        "Он ещё раз перелистал стопку фотографий и выдал Ульяне точную копию взамен порванной."
        show ba em1 uniform with dspr
        ba "Придётся архив оставить без этого шедевра."
        ba "Тебе, дрищ, больше предложить нечего. Уж извини, но тебе нельзя доверить даже такое."
        me "Да я-то тут при чём?!"
        ba "При том, что ты неудачник. Всё, иди. Не мозоль глаза."
        hide ba with dissolve
        "Давая понять, что разговор окончен, он вразвалочку отправился обратно в проявочную."
        show us sad pioneer with dspr
        us "Извини, Сёмыч."
        me "М-да уж…"
        "Я поднял обрывки с пола."
        th "Возможно, мне поможет прозрачный скотч…"
        dreamgirl "А ещё оцифровка и лёгкая рихтовка в фотошопе."
        dreamgirl "Чувак, очнись! Здесь ни того, ни другого ещё лет десять не будет."
        th "Всё равно."
        "Я упрямо дёрнул головой и спрятал обрывки в карман."
        "Почему-то казалось, что это нечто крайне важное."
        "Для кого?"
        "А вот на этот вопрос ответа не было."
        stop music fadeout 3
        window hide
        play sound sfx_open_door_2
        pause(1)
        scene bg ext_playground_day
        with dissolve
        play ambience ambience_camp_center_day fadein 6
        play music music_7dl["iwantmagic"] fadein 3
        "Всё в том же молчании мы вышли из спортзала на улицу."
        show us normal pioneer with dspr
        us "Дуешься?"
        me "Не так давно тебя это не волновало."
        us "Ну, я же теперь правильная и воспитанная мамзель, помнишь?"
        me "Угу."
        us "Сёмыч, прекрати."
        me "Да ну."
        "Я махнул рукой."
        us "Я знаю, как тебя развеселить! Знаешь, как?"
        me "Боюсь даже предположить."
        show us smile pioneer with dspr
        us "Не будь занудой, пошли!"
        "Всё, девочка тридцать секунд помучалась совестью, миссия выполнена, галочка поставлена."
        "Снова промелькнули площадь, домики, столовая…"
        window hide
        scene bg ext_backroad_day_7dl
        with dissolve
        "Как оказалось, наш путь лежал за территорию."
        "Найдя по одному ей знакомому признаку подходящее дерево, Ульяна велела мне ждать, а сама полезла наверх."
        th "В юбке. Совсем с ума сошла."
        dreamgirl "Вот-вот. Если бы на твоём месте был нормальный человек…"
        th "Оставь эти гнусные намёки."
        "Сверху что-то затряслось, на меня посыпалась хвоя, а по макушке аккуратно тюкнуло шишкой."
        us "Сёмыч, залезай!"
        me "Да как?"
        us "Обойди дерево, балда, там ступеньки!"
        "Последовав её совету, я обогнул сосну и в самом деле обнаружил приколоченные прямо поверх коры деревянные дощечки, которые при известной изворотливости вполне могли служить лестницей."
        "Для кого-то, вроде Ульяны."
        "А для меня?"
        "Вздохнув, я поплевал на руки и, примерившись, начал своё восхождение на Эверест."
        window hide
        with fade
        #TODO cg d7_us_treehouse
        "Путешествие стоило мне нескольких ссадин на руках и ногах, но в итоге я покорил и эту вершину."
        "Как же иначе-то?"
        "Правда, в итоге я чуть не сверзился вниз, когда ветки надо мной вдруг заговорили."
        dreamgirl "Человеческим голосом!"
        us "Здесь аккуратнее, не развали мне всё."
        scene black
        show us normal pioneer
        with dissolve
        "Подняв голову и приглядевшись, я констатировал то, что и ожидал увидеть."
        me "Шалаш."
        show us dontlike pioneer with dspr
        us "Эй, это дворец!"
        me "Да."
        "Согласился я."
        me "Дворец на дереве."
        show us normal pioneer with dspr
        "Снизу он был почти незаметен, если не знаешь, куда смотреть — нипочём не заметишь!"
        "Но если уж забрался…"
        "Здесь был наколоченный помост из досок, прикрытый сверху шатром из веток."
        "Здесь же стояли какие-то коробки и две колоды, видимо, использующиеся в качестве стульев."
        "Нам двоим вполне хватало здесь места, а чуть поодаль даже разместился некий лежак, в котором я вполне мог бы уместиться."
        "С поджатыми коленями, конечно."
        stop music fadeout 3
        us "Ну, как тебе мой дворец?"
        play music music_7dl["lastlight_guitar"] fadein 3
        me "Твой?"
        us "Ну…"
        "Ульяна отвела глаза."
        us "Не совсем мой, конечно!"
        us "Мне его тётя Оля показала, давным-давно! Но тогда это была просто большая коробка между веток."
        us "А теперь смотри — здесь можно даже жить!"
        me "Жить?"
        show us smile pioneer with dspr
        us "Я здесь даже ночевала однажды. Меня наш отряд ходил аукал, а тётя Оля сразу пошла и нашла."
        us "Как знала!"
        me "Неужели это она сама построила?"
        show us laugh pioneer with dspr
        us "Она-то? Да нет, конечно! Это Миря!"
        me "Опять этот Миря."
        "Проворчал я."
        me "Как Стрелок, практически. Вездесущий, вездерасто…"
        us "Это он построил! Он здесь и жил!"
        me "И что, его никто не искал?"
        show us laugh2 pioneer with dspr
        us "Да кто ж его искать будет? Если он убегал, то весь лагерь мог вздохнуть спокойно."
        us "Вот он и убегал, и убегал… И добегался."
        us "Он однажды нашёл что-то…"
        me "Что?"
        if alt_day4_neu_us_pixies != 0:
            us "Да я тебе рассказывала уже."
        else:
            us "Я не знаю, как объяснить, но он всегда считал, что с этим лагерем что-то не так."
            us "Он пытался найти и понять — что именно."
        me "Нашёл?"
        show us sad pioneer with dspr
        us "Нашёл. Да только поздно."
        us "Миря потом очень жалел, что всё — для него дорога закрыта."
        us "Он говорил что-то про детство, я не запомнила."
        us "Оставил след, а я, вместо того, чтобы искать, сижу сейчас с тобой."
        show us shy pioneer with dspr
        us "И знаешь, что?"
        me "Что?"
        us "Я ничуть не жалею!"
        us "Я почему-то знаю, что и ты, и я сможем однажды попробовать ещё раз!"
        us "И всё у нас получится!"
        us "Надо только не взрослеть. Давай пообещаем друг другу?"
        me "Не взрослеть?"
        dreamgirl "И так страшно однажды проснуться взрослым…"
        us "Так долго, как только можно."
        me "А имеем ли мы право на такое обещание?"
        show us cry pioneer with dspr
        us "А мне плевать!"
        "Глаза девочки блеснули."
        us "Я хочу! Я имею право не думать о всей вашей взрослой чуши!"
        me "Значит, всё-таки «вашей»?"
        show us normal pioneer with dspr
        us "Хорошо, не «вашей». А как будет по-другому? Ихней."
        "Я поморщился."
        me "Просто «их»."
        "На долю секунды мне стало жутко, будто те самые «Их» стоят по ту сторону высокой стены, отсекающей нас и их, и переглядывают через стену, сверху."
        "Они высоченные, огромные, и нам действительно нечего делать в их мире."
        "Они все учились у некомпетентных учителей в лживой насквозь школе жизни, и теперь их выпускные дипломы годятся лишь на то, чтобы мелькнуть под серыми тучами голубой коркой да распластаться на стылой поверхности Невы."
        "Мне жутко не хотелось к ним."
        "Но кто спрашивал моего желания?"
        us "Ну? Обещаешь?"
        me "Обещаю."
        us "Неправильно. Давай по-нормальному?"
        me "Как?"
        show us smile pioneer with dspr
        us "Клятву на мизинчиках! Она никогда не разрушается!"
        me "Не нарушается?"
        us "Да."
        "Она протянула мне кулак с оттопыренным мизинцем."
        us "Хватайся!"
        "И я, чувствуя себя дурачком последним, ухватил её за мизинец."
        us "Клянусь…"
        me "Клянусь…"
        us "Никогда не взрослеть…"
        me "Никогда не взрослеть…"
        "Слова капали и капали в тишину насторожившегося утреннего леса."
        "И верилось сейчас, что эта клятва и правда поможет обмануть незыблемые законы бытия."
        "И каждый год будет так, как сейчас — маленькая девочка с алыми волосами да сидящий напротив неё подросток чуть постарше с длинной чёлкой."
        "Никто не спрашивал моего желания. Никто."
        "Просто я привык к тому, что однажды всё произойдёт именно так, а не иначе — и я, смотрящий изнутри безжалостно-юным взглядом, и я, ленивый и постаревший уже кусок мяса, будем становиться всё дальше друг от друга."
        "Пока юный я однажды вовсе не перестанет открывать глаза."
        th "Не хочу!"
        "Колыхнулся крик в груди."
        th "Я не хочу!"
        us "Не становиться большим и глупым…"
        us "Оставаться всегда таким, какая есть…"
        us "Клянусь!"
        "И я рявкнул с истовостью, удившей меня самого:"
        me "Клянусь!"
        show us sad pioneer with dspr
        us "Миря тоже клялся."
        "Отвела взгляд Ульяна, отпуская мой мизинец."
        us "Вот только он уже и в армии отслужил, а теперь учится где-то в Кирове."
        us "Взрослый, большой."
        us "Чужой."
        me "Со мной всё будет иначе."
        us "Дай-то бог."
        "Вздохнула Ульяна."
        us "Дай-то бог. Пошли в лагерь, пока нас не хватились."
        stop music fadeout 3
        window hide
        scene bg ext_house_of_dv_day
        with dissolve
        play ambience ambience_camp_center_day fadein 3
        play music music_7dl["more_than_alive"] fadein 3
        th "Проводил ты меня околицы…"
        show us normal pioneer with dissolve
        us "Не будешь собирать вещи?"
        "Я развёл руками:"
        me "Нищему собраться — только подпоясаться."
        me "Тем более, что самое важное по твоей вине утонуло."
        show us surp2 pioneer with dspr
        us "Так нырни да достань!"
        me "Нет. Во-первых, там жутко холодно."
        us "Хочешь, я нырну?"
        me "Ты меня не слышала?! Там холодно!"
        show us fear pioneer with dspr
        "Рявкнул я, и Ульяна мигом замолчала."
        "Посмотрела на меня искоса:"
        us "Да ты опасный человек…"
        me "А во-вторых, оно больше не работает."
        me "Так что и смысла никакого."
        show us normal pioneer with dspr
        us "Значит, собирать нечего?"
        me "Только переодеться. Форму оставлю в шкафу."
        show us smile pioneer with dissolve
        us "Тогда… зайдёшь? Поможешь паковаться."
        "От такого предложения не отказываются."
        window hide
        play sound sfx_open_dooor_campus_1
        pause(1)
        scene bg int_house_of_dv_day
        with dissolve2
        play ambience ambience_int_cabin_day fadein 6
        "Когда я зашёл, то обнаружил, что половина Алисы уже тщательно прибрана, вещей нет, постельное бельё отсутствует, а матрац с одеялом и подушкой свёрнуты аккуратным рулетом в изголовье."
        show us normal pioneer at zenterleft
        with dissolve
        "Алиса определённо не собиралась задерживаться здесь ни на лишнюю секунду."
        me "Не нравится ей в лагере, наверное?"
        "Задумчиво произнёс я."
        th "Постоянно где-то ходит, чем-то занимается. {w}А попробуй-ка спроси — чем?"
        th "Вполне очевидно, как она ответит на такой вопрос. {w}Ничего цензурного, ничего по существу."
        me "Она как будто пытается сбежать отсюда, будто повинность тут отрабатывает."
        show us surp1 pioneer with dspr
        us "Ты разве не в курсе?"
        me "Относительно чего?"
        us "Алиса не по своей воле здесь. {w}Её сослали сюда родители."
        me "А её мнения не спросили?"
        show us surp2 pioneer with dspr
        "Ульяна уставилась на меня в некотором даже изумлении."
        us "Ты дурной, что ли? Кто же мнения ребёнка на такие темы спрашивает?"
        th "Ну, положим, меня спрашивали."
        "Я всю жизнь свою ездил в один-единственный лагерь. {w}Полюбившееся мне место у самой финской границы."
        "Пробовал пару раз сменить место обитания — думал, может, и в других местах не хуже?"
        "Нет. Всё не то. Не та атмосфера, не тот дух."
        "Место, куда хочется возвращаться, звучит и выглядит совсем по-другому."
        "И плодит фанатов уже из изросшихся, сидящих в группах социальных сетей, коллективно тоскующих по безвозвратно ушедшему, собирающихся отрядами и кавалькадой в пяток машин, выбирающихся порой туда, где когда-то они поняли значение слова «счастье»."
        show us laugh2 pioneer with dspr
        us "Мне, вот, с тётей Олей повезло, так что и в лагере нравится."
        me "Значит, лагерь для тебя — это просто место?"
        show us laugh pioneer with dspr
        us "А что же ещё?"
        "Она расхохоталась."
        me "И вправду…"
        "Теперь мне стало очевидно её паническое нежелание взрослеть."
        "Должно быть, она до ужаса боится однажды стать кем-то из тех, кавалькадных."
        "Прибыть туда, куда тянуло последние лет десять."
        "И обнаружить там только сторожку, охраняющую никому уже не нужную территорию."
        "Подняться по склону вверх и с ужасом и замиранием в сердце понять, насколько в сущности крохотным было это место."
        "Мы все в детстве подспудно чувствуем, что всё это не навсегда."
        "Возможно, потому так отчаянно торопимся жить."
        show us grin pioneer with dspr
        us "Тоже будешь говорить, что лагерь в первую очередь — люди?"
        me "Разве нет?"
        show us smile pioneer with dspr
        us "Не думаю."
        "Покачала головой девочка."
        me "Почему?"
        us "Сам-то как думаешь?{w} В следующем году сюда никто из наших не приедет."
        us "Ни Лиска, ни Тиша, ни Славя с Женей."
        show us normal pioneer with dspr
        us "Точнее, эти-то две приедут. Но работать."
        us "Станет лагерь от этого хуже?"
        "И пусть чувствовалась правда в этих словах, я почему-то не мог с ними согласиться."
        me "Но ведь если взять всех и перенести совсем в другое место…"
        "Начал было я."
        show us surp1 pioneer with dspr
        us "Получится вечер встречи выпускников!"
        "Безжалостно окончила фразу Ульяна."
        us "Я знаешь сколько таких видела!"
        me "Да где ты их видеть могла?"
        us "А вот видела! Это совсем не то."
        me "Вечер встречи…{w} Но я говорил про другой лагерь. Представь: вожатую ту же, всех нас вместе…"
        show us grin pioneer with dspr
        us "Не получится, Сёмыч."
        "Улыбнулась девочка."
        us "Думаешь, ты первый такой умный?"
        me "А почему нет?"
        show us dontlike pioneer with dspr
        us "Да потому что это всё не то будет."
        us "Даже если нас завести в следующем году сюда же всех — не то!"
        me "Да почему?!"
        us "Потому что такого сегодня, как сейчас, не будет никогда."
        us "Нечего даже и пытаться."
        "Очень по-взрослому сказала Ульяна; эти слова не звучали чем-то навязанным извне: она действительно так считала."
        me "И что же тогда делать?"
        show us normal pioneer with dspr
        us "Что делать… Жить. Не забывать клятв и помнить о друзьях."
        me "О тебе забудешь, пожалуй…"
        "Проворчал я."
        show us grin pioneer with dspr
        us "А тебе что-то не нравится?"
        "Невинно захлопала ресницами малявка"
        me "Да нет, всё мне нравится. И ты — тоже."
        us "Вот! Почаще повторяй себе эту фразу."
        us "Даже когда всё надоест. Особенно — когда всё надоест."
        me "Это как-то поможет?"
        show us shy2 pioneer with dspr
        us "А поможет нам наша глупая клятва?"
        me "Я не знаю."
        show us sad pioneer with dspr
        us "Вот и я…"
        "Она не договорила."
        stop music fadeout 8
        play sound sfx_open_dooor_campus_1
        pause(1)
        show us normal pioneer at left 
        show dv grin sport at zenterright
        with move
        play music music_7dl["shehasgone"] fadein 3
        dv "Воркуете, голубки?"
        "Окинула нас снисходительным взглядом Алиса"
        dv "А обеда не будет."
        show us calml pioneer with dspr
        us "То есть, как? "
        dv "А вот так."
        "Отрезала Алиса."
        dv "Карету подали раньше, поэтому всем час на сборы, в автобусе какого-нибудь хавчика выдадут."
        show dv sad sport with dspr
        dv "Всё у них через одно место…"
        me "Чёр-те что."
        us "А где твои вещи?"
        show dv normal sport with dspr
        dv "Уже там, их твои архаровцы охраняют."
        "Безмятежно пояснила Алиса."
        dv "Я уже с самого утра на чемоданах. Чего и вам советую."
        show dv grin sport with dspr
        dv "И не вздумайте тут целоваться: Шляпа дозором обходит… ну и далее по тексту."
        hide dv
        with easeoutbottom
        pause(1)
        play sound sfx_close_door_1
        "Хлопнув дверью, Алиса вышла из домика."
        "В этот раз Ульяна уже даже не смущалась и не краснела."
        "Ей каким-то немыслимым образом удалось сделать так, что нас не дразнили по лагерю «тили-тестом»."
        "Как я это понял?"
        "Да так, что даже вечная язва Алиса оставила последнюю шпильку напоследок и даже не остановилась полюбоваться нашими смущёнными физиономиями."
        "Знала, что любоваться нечем будет."
        show us normal pioneer
        with move
        us "Вот и отъезд."
        me "Отъезд. Твоя просьба о помощи ещё в силе?"
        me "Или я переодеваться пошёл?"
        "Ульяна покачала головой."
        us "Переодеться тебе дел на пять секунд, а вот аккуратно складывать вещи мне долго придётся."
        me "У нас есть час."
        show us surp1 pioneer with dspr
        us "Конечно, есть. Но самой мне будет тяжело дотащить сумки до ворот."
        show us smile pioneer with dspr
        us "Ты же поможешь мамзели?"
        "Я кивнул, и Ульяна превратилась в смерч в галстуке и юбке."
        "В мою сторону полетел десяток абсолютно одинаковых маек с символикой Союза, шортов, каких-то платьев…"
        "Все они были на удивление немятыми, а я, припомнив полузабытый навык сбора чемоданов, распахнул большой кожаный чемодан с перетяжным ремнём и стал складывать полученные вещи туда."
        window hide
        with fade2
        "Вещей оказалось удивительно много, так что я, с грехом пополам застегнув чемодан, с большим трудом смог оторвать его от земли."
        "Сама Ульянка красовалась с ещё одной сумкой, поменьше, на которой трафаретной печатью был выведен совёнок с датой «1987»."
        "Туда она спрятала самое важное: утюг, спущенный волейбольный мяч."
        "И медведя, конечно."
        me "И как ты это сама дотащила?"
        show us smile pioneer with dspr
        us "Бедной девушке приходится иногда прибегать к помощи незнакомцев."
        me "И кто был тем незнакомцем?"
        "Я посмотрел на часы.{w} До отъезда оставалось ещё минут сорок."
        show us smile pioneer with dspr
        us "Дядя Боря, конечно. Моя гвардия этот чемодан просто не подняла бы."
        "Мы замолчали."
        me "Посидим на дорожку?"
        "Сбросив с кровати сложенное в одну наволочку постельное бельё и матрацную скатку, мы уселись на панцирную сетку, которая с жалобным стоном прогнулась под нашим весом чуть ли не до пола."
        "Так что мы оказались невольно прижатыми друг к другу."
        us "Толстый и тяжёлый Сёмыч."
        us "Продавил кровать!"
        me "Продавил."
        "Согласился я."
        show us normal pioneer with dspr
        us "Как бы то ни было…"
        "Начала Ульяна, а я продолжил:"
        me "Это была лучшая смена!"
        "Смех упруго взметнулся к покатым сводам домика."
    elif alt_day6_us_7dl_mi_friends == 3:
        play music music_7dl["you_are_soul"] fadein 3
        play sound sfx_open_dooor_campus_1
        pause(1)
        scene bg int_house_of_un_day
        with dissolve
        play ambience ambience_int_cabin_day fadein 3
        if not ('un_loki' in list_d2_date_7dl):
            th "А я ведь здесь не был ни разу"
            "С вялым удивлением констатировал я."
        show mi normal casual with dissolve
        "Меня протащили до самого домика, но оставили у двери с наказом ждать."
        "Впустили лишь несколько минут спустя, за которые девушка успела сменить наряд на знакомый уже."
        mi "Заходи."
        play sound sfx_close_door_campus_1
        "Мику пропустила меня в домик и захлопнула дверь за моей спиной."
        "Выглядело это так, будто она заманила меня в домик с некоторыми далеко идущими целями."
        "Хотя я совсем не был против, часть меня понимала, что такому как я никогда не будет светить с такой, как Мику."
        "Режущее в своей горькой откровенности понимание."
        me "Где что хватать? Круглое таскать, квадратное катать?"
        "Я потёр руки, всеми силами делая вид, что полон энтузиазма."
        show mi smile casual with dspr
        mi "Да ничего не надо."
        "Мику посмотрела на меня {i}особенным{/i} взглядом."
        mi "Мне просто хотелось, чтобы мы немного побыли вместе."
        me "Вместе…"
        mi "Посидишь со мной? А то скоро отъезд, а…"
        "Она оборвала себя."
        th "Отъезд?{w} А мне бы ещё немного времени — вот хотя бы пару-тройку дней!"
        "Снова та же молитва рандому."
        "Снова понимал, что мало мне будет этих дней, сколько их не дай."
        me "Посижу, конечно."
        "Мику зарылась в шкаф, чем-то там гремя и периодически доставая разные странные штуки в коробках с иероглифами."
        "Их она определяла в раскрытый на столе жёсткий красно-чёрный саквояжик."
        th "Я готов сидеть сколько угодно. Если рядом с тобой."
        me "А куда ты дальше? После лагеря?"
        show mi serious casual with dspr
        mi "Я не знаю. Не уверена."
        mi "Но я запомнила твои барабанные палочки на новоселье."
        me "А я — твой дом у парка со стороны метро."
        "Мы замолчали, Мику — продолжая сборы."
        "А я — продолжая любоваться летающей по комнате фигуркой, отточенными движениями…"
        me "Я и сам не знаю, куда и как после лагеря. Как будто пустота, и меня никто там не ждёт."
        mi "Совсем-совсем?"
        me "Трудно сказать…{w} Мне хотелось бы верить в то, что я кому-то там нужен."
        me "Но как ни крути, даже на пятьдесят процентов уверенности не набирается."
        show mi surprise casual with dspr
        mi "Мне рассказывали про то, что у тебя родители в дипломатической миссии."
        me "Кто рассказывал?"
        "Невольно заинтересовался я."
        show mi smile casual with dspr
        mi "Ольга Дмитриевна и рассказывала! Она говорила, что ты продолжил учёбу где-то в Гаване, так что связь через посольства будет затруднительна…"
        "Мику беззаботно взмахнула хвостами."
        mi "Но ничего! Прорвёмся!"
        me "Прорвёмся…"
        mi "А если и нет, то всегда останутся твои барабанные палочки."
        th "Если только они есть здесь, эти палочки."
        th "Вот будет засада, если этот дом ещё даже не построен?"
        me "Главное, не прибудь к закрытой, пустующей квартире."
        show mi happy casual with dspr
        mi "Это так здорово, что ты беспокоишься! Мне казалось, что мы после отъезда какими-то сразу чужими станем, будто мы настоящие — только здесь."
        th "А так и есть, похоже."
        "Тоскливо пронеслось в голове."
        th "У меня есть огромный опыт не узнавания моих старых друзей на улице."
        me "Не станем."
        "Заверил я."
        me "Мне трудно обещать что-то, но это я постараюсь выполнить."
        show mi normal casual with dspr
        mi "Ты не можешь обещать."
        me "Почему?"
        mi "Я не знаю… У меня как будто предчувствие такое…"
        "Она запнулась."
        show mi upset casual with dspr
        mi "Как будто тот Сенечка, который сидит здесь — и тот, который окажется в автобусе… Они разные люди."
        me "У меня вырастет вторая голова?"
        mi "Больше всего я опасаюсь, что у тебя пропадёт желание со мной общаться."
        "Прошептала Мику."
        me "Да с чего бы?"
        th "Теперь, когда я знаю, кто ты и что ты, я тебя всеми силами постараюсь не отпустить!"
        mi "Я не знаю. Мне просто так кажется."
        show mi sad casual with dspr
        "Мику виновато посмотрела на меня."
        mi "Бака совсем, да?"
        "Я поднялся с кровати и подошёл к ней."
        me "Ещё какая."
        "И снова, привычно-нежно и будто с полным правом на то, заключил её в объятья."
        me "Да как же я могу расхотеть с тобой общаться?"
        "Прошептал я, зарываясь носом в её макушку."
        me "Когда ты с первого дня общения кажешься такой манящей, такой недоступной."
        me "И вот теперь я тебя обнимаю. А это как будто грезить наяву, я ни на что это не променяю."
        show mi serious casual with move
        mi "У меня нет столько удачи, чтобы так и было, Сенечка."
        "Я задрал нос и пафосно изрёк:"
        me "А нам и не нужна удача."
        show mi smile casual with dspr
        mi "У нас есть шанс?"
        "Почти безошибочно завершила цитату она."
        "Хотя в том случае говорилось о патронах."
        me "Верно. Шанс — это всё, что нам нужно."
        show mi normal casual with dspr
        "Мику легко освободилась из моих рук и отступила на полшага назад."
        "В её глазах всё ещё можно было разглядеть сомнение и неуверенность."
        "Но она твёрдо решила попробовать не разрывать рук."
        "А потому всё, что от меня требовалось — это поддержать её."
        mi "Спасибо тебе."
        "Улыбнулась она."
        mi "За всё. А теперь беги собирай вещи, мы уже очень скоро уезжаем."
        me "А как же ты?"
        show mi smile casual with dspr
        mi "Не беспокойся, встреть меня там, сумки я донесу сама."
        me "Уверена? Давай я помогу?"
        mi "Сень… Иди."
        show mi cry casual with dspr
        mi "Да иди же!"
        stop music fadeout 3
        window hide
        play sound sfx_open_dooor_campus_1
        pause(1)
        scene bg ext_house_of_un_day
        with dissolve
        play ambience ambience_camp_center_day fadein 6
        play music music_7dl["exodus"] fadein 3
        "Она вытолкала меня из домика, ничего не понимающего, в самых расстроенных чувствах."
        me "И что это было?"
        "Обратился я к раскалённому небу."
        "Молчание было единственным ответом."
        play sound sfx_knock_door7_polite
        "Я попробовал было постучать в дверь, но никто мне не ответил."
        "Вздохнув, я отправился собирать вещи."
        window hide
        play sound sfx_open_dooor_campus_2
        pause(1)
        scene bg int_house_of_mt_day
        show mt normal pioneer
        with dissolve
        "Ольга была в доме; она снова писала что-то в свой красивый ежедневник."
        "Я мог лишь догадываться о том, что за записи она могла вести."
        "Компромат? Характеристики на подопечных? Личный дневник?"
        th "В любом случае, я этого никогда не узнаю."
        mt "Что с лицом?"
        "Ольга была само участие."
        me "Лимонов наелся."
        "Огрызнулся я."
        show mt smile pioneer with dspr
        mt "Не японских ли?"
        me "Откуда вы…{w} А, понял. Секрет полишинеля, так?"
        show mt normal pioneer with dspr
        mt "Про вас уже весь лагерь в курсе. {w}Я всё понимаю, кровь бурлит и всё такое, но обниматься на крыше в центре лагеря!"
        me "А вы меня отругайте."
        if alt_day3_mi_invite2:
            me "Или спать отправьте, как в прошлый раз."
        "Угрюмо предложил я."
        mt "Да было бы за что. {w}Это я, твоя старая и глупая вожатая, помнишь?"
        mt "Я прекрасно понимаю, что вы сами себя накажете куда суровее, чем любая пропесочка."
        me "Не обязательно."
        show mt smile pioneer with dspr
        mt "Неизбежно. Вы можете держаться сейчас и храбриться сколько угодно, но мы уезжаем."
        mt "А лагерь остаётся. В этом самая большая трагедия."
        me "Не вижу никакой трагедии."
        show mt sad pioneer with dspr
        mt "Вот как? В таком случае скажи мне, Семён."
        "Она откинулась назад и, сцепив пальцы на колене, уставилась мне в переносицу."
        mt "Как много у тебя было успешных отношений после лагеря?"
        mt "Не спеши с ответом. Я говорю именно про успешные."
        "Нет ответа. Нет пути."
        mt "Я не хочу сказать, что вы два неудачника и не сможете писать друг другу."
        mt "Но я слишком много видела таких вот обещаний."
        "Она поднялась."
        mt "Не хотелось бы видеть ещё одно такое пустым сотрясением воздуха."
        mt "Подумай над этим."
        hide mt with dissolve
        "Она оставила меня в одиночестве, бесшумно притворив за собой дверь."
        "А я с удивившей себя злостью рванул галстук, дёрнул ремень из шортов."
        "Почему-то показалось, что казённые вещи вдруг стали чужими и колючими."
        "Неудобными и совсем не по фигуре."
        "Как это и было, оказывается, всё время, что я их носил."
    elif alt_day6_us_7dl_un_friends == 3:
        play music music_7dl["deadman"] fadein 3
        scene bg ext_dining_hall_away_day
        with dissolve
        play ambience ambience_camp_center_day fadein 6
        show un shy pioneer with dissolve
        me "Готова к прогулке?"
        show un serious pioneer with dspr
        "Она кивнула, а когда я протянул ей ладонь — схватила за неё с нежданной для такой девочки силой."
        hide un with dissolve
        "И повела, почти потащила за собой."
        "В голове роились идеи о том, зачем Лене могло понадобиться вести меня куда-то."
        "Конечно, вечный пошляк предлагал довольно любопытные варианты развития событий, но, боюсь, на второй день после фактического начала отношений… ненаучная фантастика."
        if ('un_loki' in list_d2_date_7dl) or ('un' in list_d2_date_7dl):
            dreamgirl "Возобновлённых отношений."
            th "Да были ли они?"
            dreamgirl "Лена считает, что были. {w}Ты — её второй шанс, данный миру. Не подведи их обоих."
        else:
            "Почему я говорю про второй день, несмотря на заверения Лены об ожидании длиной в год и втором шансе этому миру?"
            "Да потому что я ничего этого не знаю и знать не могу."
        "Для меня Лена — это просто чистая, наивная девочка, которая во главу угла ставит свою влюблённость да желание, чтоб у её избранника было всё хорошо."
        "Потому сама мысль о том, что мы можем заниматься чем-то таким сейчас — перед лицом грядущего Неведомого — казалась кощунственной."
        dreamgirl "А что не так? Известно же, что в экстремальных случаях инстинкты обостряются."
        dreamgirl "Организм чувствует гибель и старается выложиться на все сто, лишь бы сберечь себя… Или хотя бы генную информацию."
        dreamgirl "Помнишь, как в той песенке: на позицию девушка… а с позиции — мать."
        th "А ну, цыц!"
        "Прикрикнул я на разбушевавшееся либидо."
        "Тем более, что мы, похоже, добрались до места."
        scene bg ext_un_hideout_day_7dl
        with dissolve
        play ambience ambience_lake_shore_day fadein 3
        "Мы вышли на косу, вдающуюся далеко в заводь, казалось, рукой подать было до острова и стянувшей берега стальной нитки рельсов."
        "А ещё казалось, если долго-долго смотреть на бурлящую на гранитных обломках воду, что мы неспешно отчаливаем и направляемся куда-то далеко-далеко."
        "Путешествие длиною в жизнь."
        if not ('un_loki' in list_d2_date_7dl):
            me "А откуда место для костра?"
            "Молчание становилось совсем тягостным."
            show un normal pioneer with dspr
            un "Я иногда жгу. Тут хорошее место, никто не видит, никто не найдёт."
        me "Нравятся тебе места, где никто не найдёт, как я погляжу."
        un "Да мне не место… Просто память здесь хорошая."
        me "Какая?"
        show un shy pioneer with dspr
        un "Ты меня здесь впервые п-поцеловал… {w}Год назад."
        me "Даже так… "
        "Задумчиво протянул я, а Лена заговорила, торопливо, сбивчиво:"
        un "Я помню это потому, что была с тобой. А пока с тобой, мне всё равно, где."
        un "Мне до такой степени всё равно, пока ты есть, что я готова ненавидеть тебя."
        un "Почему-то я вспоминаю тебя, а сама вижу проплывающего между небоскрёбами синего кита."
        un "Очень странная ассоциация, но она мне дорога почему-то."
        me "Синий кит?"
        "Было у меня воспоминание, связанное и с этим."
        "Лена кивнула."
        show un serious pioneer with dspr
        un "Холодный город, сырой ветер и проявляющееся как на плёнке безмолвие."
        un "Люди, как частицы в броуновском движении, шевелятся еле-еле, а потому и холод только ощутимее."
        un "Глупостями занимаюсь, да?"
        "Я покачал головой."
        un "Глупостями."
        "Утвердительно кивнула она."
        un "Просто ты… Я даже не знаю, как это сказать."
        un "Как творческий зуд на кончиках пальцев, и надо бы тебя написать, чтобы успокоить заходящееся сердце — а я не могу."
        un "Я как сажусь за стол, я закрываю глаза — а там ты снова."
        th "Разновидность депрессии."
        "Напомнил себе я."
        me "Мы могли вообще не встретиться."
        un "Но мы встретились. Теперь поздно обижаться или притворяться, что ничего не было."
        me "Я не хочу притворяться."
        show un sad pioneer with dissolve
        un "А я хочу остаться на ещё одну смену. Нужен всего один звонок."
        me "Со мной?"
        un "С тобой."
        un "Тебе не должно быть трудно продлить путёвку, я-то знаю."
        me "Для этого придётся доехать до города. Плюс неделя на пересменок."
        th "Хватит ли тебя на столько ожидания, девочка?.."
        "Нахлынуло вдруг ассоциациями, связанными с теми самыми китами."
        "Да и в зелёных глазах Лены был виден знакомый отсверк."
        "Депрессия."
        "А человек в депрессии как никогда близок к грани, которую лучше не переступать."
        me "Нет, в лагере я не хочу оставаться."
        show un serious pioneer with dspr
        un "Не хочешь…"
        me "Ты послушай сначала."
        "Перебил я."
        me "Это место для детей, отдых, всё такое, да?"
        "Лена послушно кивнула."
        me "Куча правил, ограничений, встречаться нельзя, целоваться нельзя. Мне здесь даже некуда тебя сводить, если что."
        un "Не води никуда."
        "Запротестовала Лена."
        me "А если мне хочется? Сводить хотя бы посмотреть кино вместе."
        show un shy pioneer with dspr
        un "Т-то есть… Т-ты…"
        me "Я хочу продолжить в городе. Нормально, как это делают белые люди, не прячась по углам и закоулкам."
        th "Возможно, тогда ты сможешь прийти в себя."
        "Я не мог сказать, что был прямо по уши влюблён в эту девушку, но мне было совсем не всё равно."
        "К тому же, я слышал, что эта истерика со временем может истереться и приобрести черты того, чем она и прикидывается до поры."
        "Настоящими чувствами, которые не следует запирать под маской."
        "И ради этого я был готов на очень многое."
        "Врастать в местный социум, не умея ровным счётом ничего."
        "Становиться кем-то, кем она могла бы гордиться."
        "Да даже жениться на ней в итоге — сейчас меня это совершенно не пугало."
        stop music fadeout 5
        "Лена посмотрела на часы и ойкнула:"
        show un sad pioneer with dspr
        un "Полдень. Надо успеть собраться."
        me "Скоро автобус?"
        "Она кивнула."
        un "А тебе нечего собирать, я знаю. Хочешь, пошли со мной?"
        "Конечно, я хотел."
        stop ambience fadeout 6
        window hide
        play sound sfx_open_dooor_campus_1
        pause(1)
        scene bg int_house_of_un_day at zentercenter
        show mi normal casual at left
        with fade
        "Когда мы вошли в домик, то обнаружили соседку Лены, сидящую здесь же."
        "В отличие от разбросанных вещей на стороне Лены, Мику уже успела всё собрать, переодеться и даже упаковать чемоданы."
        show un normal pioneer at zenterright with move
        un "Ты куда так рано?"
        mi "Леночка, ты не слышала? Переезд перенесли из-за штормового предупреждения."
        un "Ещё одного?"
        "Лена непонятно покосилась на меня."
        show mi sad casual with dspr
        mi "Да, на нас идёт какой-то там фронт, поэтому было решено выезжать пораньше."
        mi "Если ехать после обеда, мы обязательно в него попадём! А так есть какой-никакой шанс прорваться."
        th "Беда не приходит одна."
        un "И когда мы уезжаем?"
        "Мику посмотрела на часы, вплетённые в её кумухимо."
        mi "Через полчаса."
        show un shocked pioneer with dspr
        "Лена охнула."
        un "Так что же мы тут стоим? Надо срочно собираться!"
        mi "Я собралась уже, вот, ждала тебя."
        mi "Если бы не дождалась — через десять минут сама начала собирать твои вещи."
        mi "Хотя это и неправильно! Но не бросать же тебя одну в лагере."
        show un normal pioneer with dspr
        un "Спасибо."
        "Серьёзно поблагодарила Лена."
        "Она вытащила из-под кровати огромную сумку, куда поставила снятую прямо со стола полку с лежащими рисованной стороной вниз рисунками."
        "Мгновением спустя туда же полетела одежда из шкафа, бельё, ещё нечто кружавчатое, чему я не мог подобрать определения."
        th "И зачем ей такое в лагере?"
        show un shy pioneer with dspr
        "Тут Лена заметила, что я до сих пор стою в дверях и глазею на её сборы, смутилась было"
        show un normal pioneer with dspr
        extend ", но взяла себя в руки:"
        un "Ты ещё здесь? А ну живо собирать свои вещи!"
        me "Сэр, есть, сэр!"
        un "Я хочу в автобусе ехать вместе с тобой, имей в виду!"
        un "Но для этого надо, чтобы ты в этот автобус попал!"
        un "Так что цигель-цигель, бегом арш!"
        "Приложив к пустой голове руку, я выскочил на улицу."
        stop music fadeout 5
        window hide
        play sound sfx_open_door_kick
        pause(1)
        scene bg int_house_of_mt_day
        with dissolve
        play ambience ambience_int_cabin_day fadein 5
        play music music_7dl["seven_summer_days"] fadein 3
        "В нашем с вожатой домике уже никого не было."
        "Часть вещей вожатой была собрана, но очевидным становилось, что она собирается сюда вскоре вернуться."
        "Взяты были только предметы первой необходимости."
        "А на столе, придавленная стаканом была только записка, где огромными буквами значилось:"
        "СОБИРАЙСЯ!"
        th "Как они все обо мне заботятся."
        "Умиление во все поля."
        me "Иду-иду, два раза повторять не надо. Два раза повторять не надо."
        play sound sfx_open_cabinet_2
        pause(1)
        "Одежда обнаружилась в шкафу, выстиранная, выглаженная и аккуратно сложенная."
        if not loki:
            "От былого позора не осталось и следа."
        "Так что я снял и повесил на плечики рубашку, шорты, повязал сверху галстук."
        me "Здравствуйте, вещи."
        "Одежда всё так же сваливалась, и если бы не была такой плотной — пришлось бы идти, поддерживая на ходу штаны."
        "Зато в кармане обнаружился игнорируемый всё это время плеер."
        th "Надо бы дать его Лене заслушать."
        "Мелькнуло в голове."
        "Но время не ждёт."
        window hide
        play sound sfx_open_dooor_campus_1
        pause(1)
        scene bg ext_house_of_mt_day
        with dissolve
        play ambience ambience_camp_center_day fadein 6
        "Впрыгнув в ботинки и перекинув пальто через локоть на манер официанта, я вышел на улицу и захлопнул за собой дверь."
        th "Как будто в последний раз."
        "Мелькнуло в голове."
        play sound sfx_lock_close
        th "А может, и правда последний."
        th "Надо бы не забыть отдать ключ вожатой, а то мало ли…"
        window hide
        scene bg ext_house_of_un_day
        with dissolve
        play sound sfx_knock_door6_closed
        "Как и ожидалось, дом Лены был закрыт."
        "Ни её самой, ни её соседки уже не было."
        me "И обязательно, чтобы всё было так сумбурно и невпопад?"
        "Вздохнул я."
        "Наверное, обязательно."
        "Я отправился к воротам."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return
    
label alt_day7_us_7dl_packing:
    scene bg ext_house_of_mt_day
    with dissolve
    play music music_7dl["thousand_little_things"] fadein 3
    play ambience ambience_camp_center_day fadein 3
    "А на дворе… лето."
    "Мы весь год ворчим о том, как было бы здорово, если бы лето наступило."
    "Ну и вот оно. Что с ним теперь делать будешь?"
    "Снова бездарно растратишь в поездках на какую-нибудь дачу или просидишь дома за компьютером?"
    "Или выберешься на улицу и однажды распахнёшь грудь и вдохнёшь его во всей красе?"
    "Запомнишь всё как есть, запечатлеешь внутри себя."
    "И однажды напишешь кому-то очень близкому вместо письма: а я помню лето."
    th "Буду ли я помнить это лето?"
    th "Недельку всего, но…"
    "В голову непрошенным напоминанием снова лезло то, что все вокруг разбились парочками, тройками… коллективами."
    "Каждого из них будет помнить минимум один человек."
    th "А кто будет помнить меня?"
    play sound sfx_open_dooor_campus_1
    pause(1)
    window hide
    scene bg int_house_of_mt_day
    with dissolve
    "Ещё и голова с утра трещит нехорошим предзнаменованием."
    "Явным намёком на то, что срок путёвки вот-вот истечёт окончательно."
    "А там пожалте на выход, поезд дальше не идёт."
    "Потому я, чтобы не затягивать неприятное, обычно обдираю его единым рывком."
    play sound sfx_open_cabinet_2
    pause(1)
    play sound sfx_blanket_off_stand
    "Открыв шкаф, я вытащил оттуда вешалку, бросил её на кровать."
    "Джинсы, футболку со свитером и пару чёрных носков удалось обнаружить на верхней полке."
    if loki:
        th "Мои."
        "Кивнул я."
        "Между пальцев и у пяток была грубая штопка — абсолютно точно моих рук дело."
    else:
        "Я узнал их по фирменной паре дырок на пятках."
        dreamgirl "Стыдобушка. А их вожатая в руки брала, стирать отдавала."
        th "Ну и что? Я же обувь при ней не снимаю."
        dreamgirl "А если придётся?"
        th "Просто сдвину дырками вниз, чтобы видно не было."
        dreamgirl "Ты кошмарный сосед."
    "За шесть дней беспрестанной носки форма уже успела пообтрепаться, обмяться по фигуре."
    "Пахла она, разумеется, не розами — я же мыться толком и не ходил."
    "Потому вполне резонно прозвучал вопрос:"
    me "Вешать на плечики или отдать Славе грязным комом?"
    if loki:
        me "В крайнем случае, сама снимет и бросит в корзину для стирки."
        "Решил я."
        "К одежде я старался относиться бережно."
        "Даже не своей."
        "Вернее сказать, особенно не к своей."
        "Больше всего проблем вызвали шорты, но в результате я повесил и их."
    else:
        "Решив особо не заморачиваться на таких глупостях, я сбросил одежду, оставшись в одних семейниках и завернул всё в рубашку, бросив сверху красный галстук."
        "Кумачовый лепесток, к которому я так привык, что уже даже не замечал его."
    "Постельное бельё тоже пришлось собрать."
    "Вспомнив, как это было в лагере, куда я ездил всю жизнь, упрятал всё в одну наволочку, сложил поверх голого матраца одеяло с подушкой и завернул всё это одним большим рулетом."
    me "Теперь всё?"
    window hide
    with fade2
    "Одевшись обратно в знакомые, но ощутимо великоватые вещи, я подошёл к зеркалу."
    window hide
    scene cg d1_me_dahell_7dl
    show mouth_dull
    with dissolve
    "Все несказанные слова… Не прожитые секунды."
    me "Ничего не поменялось, правда?"
    "Отражение дисциплинированно корчило мне рожи."
    if alt_day4_neu_us_pixies != 0:
        me "Просто я стал чуть-чуть моложе внешне."
        th "И старше ровно на одно разочарование."
    "Свитер решил не надевать, повязал рукавами на талии."
    if alt_day_binder == 1:
        "Пальто тоже оставил — не таскаться же с ним по лагерю."
    if not loki and (alt_day_binder != 1) and (counter_sl_7dl == 0):
        "Я пощупал подкладку: уже успело высохнуть за это время."
    "Оставлять его в лагере я не собирался, потому что почему-то был твёрдо уверен, что не доеду я до продолжения лета в городе."
    "Не получится у меня, никак не получится."
    stop music fadeout 3
    window hide
    play sound sfx_open_dooor_campus_2
    pause(1)
    scene bg ext_houses_day with dissolve
    play music music_7dl["the_way"] fadein 3
    "Зато вполне получится раздать все долги, например."
    "Или хотя бы самые крупные."
    window hide
    scene bg ext_warehouse_day_7dl
    with dissolve
    "Дверь склада оказалась открытой нараспашку, а снаружи можно было разглядеть снующих там туда-сюда пионеров."
    if loki:
        "Ещё раз взвесив на руке вешалку с одеждой и тючок с бельём в другой, я отправился внутрь."
    else:
        "С сомнением покрутив в голове мятый ком грязного белья и одежды, я решил, что отыгрывать уже поздно и отправился на сдачу кастелянше."
    window hide
    scene bg int_warehouse_day_7dl
    with dissolve
    play ambience ambience_int_cabin_evening fadein 3
    "Внутри царил раздрай и шумиха, и я на долю секунды даже растерял свой меланхоличный настрой, оцепенело наблюдая за тем, как детишки раскатывают простыни по полу, накидывают туда несколько десятков её товарок и перевязывают получившийся тюк ушастым узлом сверху."
    "Делали они всё это слаженно и деловито, очевидно, не в первый и не в десятый раз уже."
    show sl normal pioneer with dspr
    sl "Привет."
    "Кивнула подошедшая Славя."
    sl "Вещи сдавать пришёл?"
    me "Надо же мне чем-то заняться в ожидании автобуса."
    show sl smile pioneer with dspr
    sl "Мог бы помочь по складу, если совсем заняться нечем."
    me "Спасибо, воздержусь!"
    show sl laugh pioneer with dspr
    sl "Лентяй ты, Сёмушка, как есть, лентяй."
    me "Не лентяй. Я же здесь на правах отдыхающего, пионерия! Всё в таком духе."
    th "А ещё я удивлён, что меня до сих пор не пробили по спискам и не вышвырнули взашей."
    "Вместо этого мне задним числом организовали легенду и полностью легализовали здесь."
    "Вот только зачем…"
    "Никакой сверхважной и сверхсекретной миссии мне здесь выполнять не пришлось."
    "Совращать роковых красавиц и стрелять навскидку из «Вальтера ППК» тоже не довелось."
    "Так что и Джеймса Бонда из меня не вышло."
    show sl normal pioneer with dspr
    sl "Так я тоже пионерка. Но это не мешает мне заботиться о моём доме."
    me "Да, да… Возможно, у тебя просто слишком много свободного времени."
    sl "У тебя его меньше?"
    me "Да, я постоянно чем-то занят!"
    show sl smile2 pioneer with dspr
    sl "Почему-то я так и подумала."
    sl "Так что, поможешь мне?"
    mt "Помогать он тебе не будет, и ты сама давай сворачивайся здесь."
    show sl surprise pioneer at left with move
    show mt normal pioneer at zenterright with dspr
    "Ошарашила вожатая."
    me "Я мог бы и согласиться."
    "Следовало соблюсти декорум хороших манер, хотя я и рад был нечаянному спасению."
    show mt smile pioneer with dspr
    mt "Ты не успел бы. По области объявлено штормовое, ждём ближе к ночи, потому отъезд решено было перенести на чуть пораньше."
    show sl normal pioneer with dspr
    sl "Насколько пораньше?"
    mt "На полдень. Фактически, автобусы уже прибыли, так что у вас двадцать минут на сборы, потом жду вас на пятачке."
    mt "Ты уже переоделся, хорошо, не придётся тебя ждать."
    if alt_day_binder == 1:
        mt "Пальто только своё не забудь."
    hide mt with moveoutleft
    "Вожатая кивнула нам и просочилась мимо Слави в дверь."
    sl "Ну и ну…"
    "Растерянно пролепетала блондинка."
    sl "Я же так точно ничего не успею!"
    me "Шевелись давай! Шнеллер, шнеллер!"
    hide sl with dissolve
    "Послушно кивнув, испарилась и Славя."
    "А у меня появился новый собеседник."
    show ba normal uniform with dissolve
    ba "Ничего у них не бывает по-человечески, верно глаголю, дрищ?"
    me "У меня имя есть."
    show ba smile uniform with dspr
    ba "А что то имя? Имя тебе мама с папой дали, а вот кем ты станешь, от имени не зависит."
    ba "Вот ты стал дрищом, значит, и звать тебя следует дрищом."
    if loki:
        me "А. Понял. Значит, вас стоит звать толстяком-язвой?"
        show ba em1 uniform with dspr
        ba "Ну вот зачем ты так."
        "Сокрушённо вздохнул он."
        window hide
        play sound sfx_face_slap
        with flash_red
        with vpunch
        "Я не успел ни подумать, ни среагировать, как мне прилетело ладонью по балде."
        "Затрещина."
        "Легонько так, в одну десятую, но язык я прикусил, а в ушах зазвенело."
        ba "Хамишь."
        "С уважением проронил физрук."
        ba "С характером. Это хвалю."
        me "Вы какого чёрта руки распускаете?!"
        ba "А вот то, что не знаешь, кому свой характер показывать — за то тебе порицание."
        ba "С занесением в грудную клетку."
        "Он сжал свой громадный кулачище, и я невольно отступил на шаг."
        show ba smile uniform with dspr
        ba "Да не бойся ты, не наказывают за одно дважды. Ты беги давай, собирай что тебе надо было, а я здесь пока посмотрю."
    else:
        me "Вы не понимаете, что это как минимум неприятно?"
        show ba em1 uniform with dspr
        ba "Правда неприятна? Добро пожаловать в реальную жизнь, сынок."
        ba "Ты пойми, я же не ради своего удовольствия тут тебя обижаю."
        me "Ради высшего блага, угу."
        ba "Точно так!"
        "Обрадовался он."
        ba "Рад, что ты сам понимаешь."
        ba "Если удастся тебя пронять, то ты, возможно, захочешь обратить внимание на свою форму."
        ba "Приучать тело к физической культуре надо с детства, но у тебя ещё не всё потеряно."
        me "Плевать я хотел на эту культуру."
        ba "Да плюй сколько хочешь. Только когда тебе тело ответит таким же плевком в виде больной спины и рук — вспомни дядю Борю, глупого и толстого физрука."
        show ba normal uniform
        with fade
        ba "Теперь ступай. Я здесь сам прослежу, чтобы всё нормально было."
    me "А вы с нами разве не поедете?"
    ba "Если сможешь назвать хоть одну причину, по которой нужен физрук в кавалькаде."
    me "Э… Охрана."
    show ba smile uniform with dspr
    ba "От летающих вафель разве что."
    ba "Иди, дрищ. Удачи."
    "Кивнув на прощание, я оставил так и не отданные под расписку казённые вещи и вышел на улицу."
    "Если верить Ольге, у меня крайне мало времени."
    "Надо было поспешить."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return
    
label alt_day7_us_7dl_leaving:
    scene bg ext_camp_entrance_day
    with dissolve
    play ambience ambience_camp_entrance_day_people fadein 3
    play music music_7dl["so_cold"] fadein 3
    if alt_day6_us_7dl_tr:
        "К моменту, когда мы с Ульяной приволокли её огромный чемодан, оказалось, что вокруг уже все в сборе."
        "Ждали, похоже, только нас."
        play sound sfx_bus_honk
        "Все тут же зашумели, замахали руками, подзывая, а Алиска, забежав в салон, хлопнула по рулю, извлекая из клаксона долгий, протяжный сигнал."
        "Китовая песнь."
        "Ольга тут же рявкнула что-то на неё, но Алиса отмахнулась и протолкалась к нам:"
        show dv grin sport at left
        show us normal sport at right
        with dissolve
        dv "Ну что, нацеловались?"
        "На плече у неё была чёрная спортивная сумка с оранжевым значком молнии, почему-то смутно знакомым."
        me "Не, помнишь же — Шляпа дозором…"
        show us smile sport with dspr
        us "Но за ручки подержались!"
        show dv smile sport with dspr
        dv "Наш пострел везде поспел."
        "С уважением посмотрела на меня Алиса."
        dv "И тебя собрать, и сам одеться, и за ручки подержаться."
        us "Да! Не такой уж он и тормоз."
        me "Эй!" with vpunch
        me "Я всё слышу!"
        show us laugh sport
        show dv laugh sport
        with dspr
        "Подруги переглянулись и синхронно расхохотались."
        me "Вы слышите?"
        "Голос-близнец того, что встречал нас на остановке, прозвучал откуда-то издали."
        "Там к первому холму карабкалась уже по дороге «Волга» нашей добрейшей медсестры, а за ней уже неспешно трюхало краснобокое детище венгерского автопрома."
        me "Первых детей повезли."
        show dv normal sport with dspr
        dv "Это самые малыши, пятый-шестой отряд."
        show us smile sport with dspr
        us "Значит, и нас скоро!"
        me "Отъезд… У меня теперь настроение такое добродушно-ленивое, спокойное."
        me "Я даже ругаться и обижаться на вашу рыжую парочку не в состоянии. Не получается."
        show dv grin sport with dspr
        dv "Какая потеря!"
        "Фыркнула Двачевская."
        me "Вы две такие красивые, такие интересные… Вы слишком много стали для меня значить, и слишком быстро."
        me "Хотя Ульянка, конечно, чуть-чуть больше; Алиса, не ревнуй."
        dreamgirl "Тройничок? Троооойничок?"
        "Отмахнувшись, я отправился к автобусу."
        show us shy sport
        show dv shy sport
        with dissolve
        "Лица подруг вытянулись, они обе немного смутились и покраснели."
        "Так что когда я полез в автобус — чувствовал себя полностью отомщённым!"
        "Даже оттоптанные чемоданом конечности перестали беспокоить."
    elif alt_day6_us_7dl_mi_friends == 3:
        "Я постарался выкинуть мрачные пророчества вожатой из головы."
        "Мне хотелось верить, что мир не чёрен, и даже мне в нём может найтись местечко."
        "И самая чуточка удачи."
        me "Я увожу из лагеря куда больше, чем привёз."
        "Задумчиво прошептал я."
        show us grin sport with dspr
        us "Неужели полотенец наворовал?"
        me "Что? Нет, я о… Тьфу!"
        "Ульяна стояла напротив и насмешливо смотрела на меня."
        us "Сёмыч, почему все старшаки постоянно выбирают между интересом и проблемами только проблемы?"
        me "О чём ты?"
        if alt_day4_neu_us_pixies != 0:
            us "Я о заброшенных тобой поисках."
            us "Знал бы ты, что мы нашли! {w}Только я тебе не скажу уже."
            show us grin sport with dspr
            "Она отступила на шаг и насмешливо окинула меня взглядом."
            us "Тебя теперь интересуют игрушки для мальчиков постарше."
            me "О чём это ты?"
            show us smile sport with dspr
            us "Микуська. Красивая, весёлая и бестолковая. Игрушка для мальчика."
            us "Ты только эту-то не выбрасывай, когда надоест, ладно? Человек всё же."
            hide us with dissolve
            "Она подмигнула мне и исчезла в автобусе."
        else:
            show us smile sport with dspr
            us "Ты ведь большой? Большой."
            me "И что?"
            us "Попросился бы остаться! Там, помощником сторожа какого-нибудь."
            me "И почему бы меня оставили?"
            show us laugh sport with dspr
            us "Женьку-то оставляют. Видишь, она не едет с нами."
            me "Предположим, что мне разрешат остаться, но что с Мику?"
            show us laugh2 sport with dspr
            us "Пусть она тоже попросится!"
            me "Это не сработает. К тому же, она гражданка другой страны."
            show us grin sport with dspr
            us "Гражданка-гражданинка! Видишь, я права!"
            me "Нет."
            us "Права-права! Мог бы выбрать интерес, но выбираешь проблемы."
            us "Зануда ты, Сёмыч."
            hide us with dissolve
            "Она покачала головой и отправилась в салон."
        window hide
        with fade2
        show mi smile casual with dspr
        "А парой минут спустя ко мне присоединилась Мику."
        "Саквояж она несла в левой руке, а за ней двигалось свидетельство эпохи — разрисованная какими-то анимешными персонажами сумка-тележка с длинной ручкой."
        mi "Вот и ты…"
        me "Ты зачем меня прогнала? Мы бы всё успели."
        show mi shy casual with dspr
        mi "Просто… Не спрашивай меня, хорошо?"
        mi "Я так привыкла быть постоянно одна, теперь чуть что — сразу сбегаю туда."
        mi "Говорю-то я быстро, но вот думать иногда приходится со скрипом, особенно, когда надо обдумать что-то такое важное и сложное, как мы."
        me "А что там думать? Делать надо."
        show mi happy casual with dspr
        mi "Хоть кто-то из нас уверен в будущем."
        "А я и не был. Я храбрился."
        "Затыкал голосок предчувствий, приказывал себе не нервничать и всеми силами старался не ранить губы о навязшую маску недалёкого дурачка, считающего, что «всё наладится»."
        "Мы все умрём рано или поздно, так что же теперь — ложиться на бок и плакать?"
        "Жить надо. Жить."
        me "Можно тебя попросить о чём-то?"
        mi "Конечно. О чём?"
        me "Только не удивляйся, но я хочу тебя сфотографировать."
        show mi surprise casual with dspr
        if alt_day3_mi_invite2:
            mi "А, тот твой странный аппарат?"
            me "Да, давай в кадр!"
        else:
            mi "Я не видела у тебя камеры!"
            me "У меня она есть. Всё, давай быстренько, батарея почти сдохла."
        "В растворе экрана красным цветом моргал последний процент заряда."
        th "Лишь бы хватило."
        "Вознёс молитву Рандому я и навёл видоискатель на девушку."
        show frame at truecenter:
            xalign 0.5 yalign 0.5 zoom 1.0
            linear 0.8 zoom 1.0 xalign 0.5 yalign 0.20
        show cam_ui at truecenter:
            xalign 0.5 yalign 0.5 zoom 1.0
            linear 0.8 zoom 1.0 xalign 0.5 yalign 0.30
        me "Сейчас вылетит птичка…"
        window hide
        $ renpy.pause(4.4, hard=True)
        play sound sfx_7dl["snap"] fadein 0
        scene white with flash
        $ renpy.pause(4.4, hard=True)
        window hide
        scene bg ext_camp_entrance_day
        show mi smile casual
        with dissolve
        "Телефон жалобно зажужжал и отключился."
        "Я даже не успел посмотреть, сохранилось ли фото."
        mi "Дашь посмотреть, а? Как я получилась?"
        me "Боюсь, это невозможно."
        "Я показал девушке полностью отключённый аппарат."
        me "Пока не зарядится… Сама понимаешь."
        mi "Эх… Пошли в автобус тогда."
        "Первые автобусы уже начали отходить со стоянки, так что вместе со всеми потянулись в салон нашего и мы."
    elif alt_day6_us_7dl_un_friends == 3:
        "Лена среди всех прочих уже была там."
        "В «цивильном» — ну да, правильно, какой пионер в здравом рассудке захочет таскать форму сверх необходимого."
        "Я покосился на Славю."
        "Даже наша активистка, хорошистка и во всех отношениях правильная девочка предпочла форме платье."
        show un smile dress with dissolve
        "Углядев меня, Лена тут же забросила свою сумку в распахнутое нутро багажного отделения и кинулась ко мне."
        me "У меня к тебе просьба."
        un "Какая?"
        me "Я боюсь, что однажды не смогу сам себе поверить, поэтому…"
        show un normal dress with dspr
        un "А что тебе нужно, чтобы поверить?"
        me "Встань к воротам и замри."
        "Я проверил заряд — ровно один процент."
        "Лена нахмурилась, но послушно исполнила требуемое."
        show frame at truecenter:
            xalign 0.5 yalign 0.5 zoom 1.0
            linear 0.8 zoom 1.0 xalign 0.5 yalign 0.20
        show cam_ui at truecenter:
            xalign 0.5 yalign 0.5 zoom 1.0
            linear 0.8 zoom 1.0 xalign 0.5 yalign 0.30
        me "Да не стой ты с кислым лицом."
        show un smile dress with dspr
        window hide
        $ renpy.pause(4.4, hard=True)
        play sound sfx_7dl["snap"] fadein 0
        scene white with flash
        $ renpy.pause(4.4, hard=True)
        window hide
        scene bg ext_camp_entrance_day
        show un normal dress 
        with dissolve
        "Телефон жалобно зажужжал и отключился."
        "Я даже не успел посмотреть, сохранилось ли фото."
        un "Всё?"
        "Хотелось бы надеяться…"
        un "А ты и правда приехал в зимних вещах?"
        me "Очевидно."
        un "Как тебя угораздило?"
        th "Странные вопросы задаёшь, девочка, ой, странные."
        if loki:
            me "Если ты и правда знаешь меня не первый год…"
            show un serious dress with dspr
            un "Правда. Никогда в этом не сомневайся."
            me "Тогда пора бы привыкнуть к моим странностям!"
            show un smile2 dress with dspr
            me "Кто знает! Возможно, в следующий раз я прибуду прямиком на воздушном шаре!"
            me "Я буду отчаянно улыбаться, по-гусарски подкручивать усы и призывать людей к побегу из плена их привычек."
            un "Не твои слова?"
            me "Почему это не мои."
            "Обиделся я."
            me "Очень даже мои! И очень даже про меня!"
            me "Тебя же я вытащил из плена?"
            show un laugh dress with dspr
            un "Спасибо, о спаситель!"
            me "Вот-вот! Помни и никогда об этом не забывай!"
            me "А теперь идём. Нас ждёт наша лестница Иакова."
        else:
            me "Как-то само вышло, это не я!"
            show un surprise dress with dspr
            un "Не ты?"
            me "Честное пионерское! Я здесь ни при чём!"
            show un laugh dress with dspr
            un "А кто «при чём»? Ольга Дмитриевна?"
            "Я кинул долгий, оценивающий взгляд на вожатую."
            me "Знаешь, а она вполне могла!"
            me "Я всегда подозревал в ней нечто странное."
            un "То есть, она переодела тебя в зимние вещи в автобусе, пока ты спал?"
            th "Да. А кокаин мне копы подкинули."
            me "Ещё в карман разных гаджетов положила."
            show un smile3 dress with dspr
            un "Гад… чего?"
            me "Пошли, в автобусе покажу!"
            "Я схватил её за руку и, игнорируя испуганное ойканье, потащил за собой в салон."
    else:
        "Чувствуя себя незваным гостем на чужой свадьбе, я вышел за ворота."
        "А там собрался уже весь отряд. Вообще весь."
        "Даже Славя, которая убежала не так давно, красовалась платьем и внушительным чемоданом."
        "Только я один красавец: в зимних ботинках, толстых джинсах"
        if alt_day_binder == 1:
            extend " и пальто, перекинутом через руку."
        else:
            extend "…"
        show us laugh sport with dspr
        us "О, тормоз наш пришёл! Всё, можно уезжать!"
        me "Спасибо, я тоже рад тебя видеть."
        show us laugh2 sport with dspr
        us "Прямо рад?"
        me "Да. Жду не дождусь, когда снова тебя видеть перестану."
        show us grin sport with dspr
        us "Так это легко исправить!"
        "Ульяна сложила из пальцев «козу» и потыкала в мою сторону."
        me "Я предпочитаю более естественный способ."
        show us smile sport with dspr
        us "За-ну-да!"
        "Ульяна отвернулась было, а я её окликнул."
        me "Эй."
        show us normal sport with dspr
        us "Чего тебе?"
        me "Как бы тебе сказать…"
        us "Что?"
        "Я замялся. Мне почему-то казалось ужасно неправильным — не сказать сейчас несколько слов."
        "Вот только никак из глотки они не шли."
        "Будто застряли там."
        us "Ты сказать что-то хочешь? Или я пошла?"
        me "…"
        us "Ну, я пошла."
        hide us with dissolve
        "Ульяна отправилась к автобусу, а мне оказалось очень легко разговаривать с её спиной:"
        me "Я… Я буду скучать. Честно."
        show us normal sport with dspr
        "Ульяна обернулась на меня и серьёзно кивнула:"
        us "Верю, что будешь. И это очень хорошо."
        us "Значит, всё в порядке, и ты не толстокожий и чёрствый, как говорит Алиса."
        hide us with dissolve
        "Она подмигнула мне и запрыгнула в автобус."
    play music music_7dl["tilltheend"] fadein 3
    window hide
    scene bg int_bus
    with dissolve
    "Разгорячённая на солнцепёке утроба автобуса приняла нас и рассовала каждого согласно субординации."
    "Те, кто успели подружиться, садились рядом."
    "Те, кто нет… Что ж, автобус был большой, а нас оказалось меньше десятка."
    "Места хватило всем, включая вожатую и сухпай, который занял два вторых кресла сразу же за педсоставом."
    show mt normal pioneer with dissolve
    mt "Расселись?"
    "Ольга прошлась по рядам, отмечая кто где сидит, посчитала нас по головам."
    "На миг задержалась рядом со мной, видимо, собираясь что-то сказать."
    if alt_day6_us_7dl_tr or (alt_day6_us_7dl_mi_friends == 3) or (alt_day6_us_7dl_un_friends == 3):
        "Но, увидев мою соседку, вздохнула и отказалась от своей затеи."
    else:
        mt "Семён?"
        me "Да, товарищ вожатая!"
        "Бодро приложил руку к пустой голове я."
        mt "Хочешь со мной сесть?"
        me "Да нет, мне и здесь в целом неплохо."
        "Я собирался заткнуть уши затычками и оставшееся до броска в неизвестность время потратить только на себя и музыку."
        "Вожатая в эту картину не вписывалась никак."
        show mt sad pioneer with dspr
        mt "Даже так…"
        mt "Что ж."
        "Она кивнула каким-то своим мыслям и отстала от меня."
        hide mt with dissolve
    if alt_day6_us_7dl_tr:
        hide mt with dissolve
        "Алиса хотела было зазвать Ульянку сесть вместе с собой, даже извлекла из ниоткуда колоду карт, но увидев, что красноволосая предательница предпочла её компанию мне, сникла."
        "Убрала колоду обратно."
        "А я на миг почувствовал укол совести, будто я этакий разлучник, разбил не разлей вода пару."
        "Правда, тут же отвлёкся, Ульянка дёрнула меня за рукав:"
        show us smile sport with dspr
        us "Сёмыч, у тебя когда день рождения?"
        me "Нескоро ещё. А тебе зачем?"
        "Я думал, что Ульянка настолько прикипела ко мне, что даже готова придумать какой-нибудь подарок на день рождения."
        "Но она тут же безжалостно разрушила все иллюзии:"
        show us surp1 sport with dspr
        us "Так это! Если тебе мало лет будет, может, ещё и зимой прикатишь!"
        me "А ты?"
        us "Я — так точно! Я сюда теперь всегда приезжаю!"
        show us shy sport with dspr
        us "Приедешь же, а? Ну, пожалуйста!"
        me "Не могу обещать."
        "Её непосредственность и умиляла, и сбивала с толку."
        "Важнее было другое."
        "До меня вдруг дошло, что я не хочу ни словом, ни делом обидеть эту девочку."
        "Если в моих силах сделать что-то…"
        me "Но я абсолютно точно попробую."
        us "Обещаешь? Ты обещал!"
    elif alt_day6_us_7dl_mi_friends == 3:
        hide mt with dissolve
        show mi smile casual
        with dissolve
        mi "Сень, хочешь к окну?"
        me "Нет."
        "Почему-то очень лениво было вставать, меняться местами."
        me "Ты сидишь против света, значит, мне будет лучше видно тебя!"
        show mi happy casual with dissolve
        mi "А зачем тебе лучше видеть меня?"
        me "Чтобы съесть!" with vpunch
        "Рявкнул я."
        "И напал на хохочущую от щекотки Мику."
    elif alt_day6_us_7dl_un_friends == 3:
        hide mt with dissolve
        show un smile dress
        with dissolve
        "Лена у самого автобуса взяла меня за руку и не хотела отпускать."
        "Даже тогда, когда мы добрались до мест, чем-то ей глянувшихся, и устроились там."
        "Разумеется, Лена села у окна."
        "Разумеется, я сел рядом."
        un "У тебя такие руки холодные. Почему?"
        th "Что бы такого рассказать тебе про ВСД…"
        "Задумался я. И показал язык."
        me "Мёртвенький, вот и холодненький."
        show un laugh dress with dspr
        un "Семён-Семён…"
        show un smile dress with dspr
        "Она положила голову мне на плечо и с нескрываемой нежностью потёрлась щекой."
        un "А мы ведь уже могли бы быть знакомы целый год."
        un "Целый год бы уже были вместе."
        me "Надоели бы друг другу и передушили бы друг друга."
        show un smile3 dress with dspr
        un "Даже не мечтай."
    else:
        hide mt with dissolve
        "Я занял место на отшибе — и не в начале, и не в конце."
        "Чтобы быть подальше ото всех."
        "Единственными моими соседями оказались Лена и Мику, о чём-то щебетавшие явно на своей волне."
        "Наверное, в лагере не наговорились."
        "Я уже было хотел заткнуть уши наушниками, но тут Ольга встала в проходе."
    window hide
    scene expression Dawn("bg int_bus")
    show mt normal pioneer
    with dissolve
    mt "Ну? Готовы?"
    "И мы рявкнули в лад:"
    voices "Поехали!"
    "Автобус швырнул себя в раскалённый день."
    stop ambience fadeout 3
    window hide
    scene bg int_bus_people_day with fade
    play sound_loop sfx_bus_interior_moving fadein 2
    "Меня мучило неотвратное дежавю, будто был я здесь не один и даже не десять раз."
    "Но солнце нагревает бок, а пионеры рядом такие беззаботные…"
    "Мы неспешно катили по раздолбанной вторичке, а рядом со мной продолжали смеяться, ссориться, мириться — жить — люди."
    "Лагерь на колёсах, и плевать на тех, кто говорит, что лагерь — это место."
    "Лагерь, как и дом — это люди."
    "Мой «Совёнок» состоит из Алисы, Слави, Ольги Дмитриевны."
    if alt_day6_us_7dl_tr:
        "Лены и Мику."
        "И, конечно, улыбающейся Ульянки под боком."
        window hide
        scene cg d7_us_epilogue_bus_7dl
        with dissolve
        "Я поймал её ладошку и сжал."
        stop music fadeout 5
        "На удивлённый взгляд ответил улыбкой и как-то естественно сообщил:"
        me "Мне радостно с тобой."
    elif alt_day6_us_7dl_mi_friends == 3:
        "Проказливой Ульянки, вечно хмурой и грустной Лены."
        "И, конечно, болтливой и такой очаровательной японской красавицы."
        me "Я хотел бы умереть — так я сейчас счастлив."
        window hide
        scene cg d7_mi_epilogue_bus_7dl
        with dissolve
        stop music fadeout 5
        "Мику накинулась на меня с руганью, но я уже не слушал."
        "Я прикрыл глаза и всеми порами впитывал ощущение, которое хотел всегда, но никогда не заслуживал."
    elif alt_day6_us_7dl_un_friends == 3:
        "Реактивным ребёнком-ракетой и одной болтушки-хохотушки."
        "И, конечно, любимки под боком."
        "Я понял и принял это только сейчас."
        window hide
        scene cg d7_un_epilogue_bus_7dl
        with dissolve
        stop music fadeout 5
        "Так же естественно и спокойно, как однажды предложу ей взять мою фамилию."
        "Не волновался совсем почему-то."
    else:
        stop music fadeout 5
        "И всех прочих, даже если я сейчас не в силах вспомнить их имён."
    play music music_7dl["uneven_me"] fadein 3
    window hide
    scene bg int_bus_black
    with fade2
    $ night_time()
    "Вокруг гомонили пионеры, не обращая внимания ни на что — ни на подступающую ночь, ни на странности с миром за пределами автобуса."
    "Только мне было не по себе."
    "Всё с виду было нормально и в порядке вещей."
    "Лишь одного человека как обычно что-то не устраивало."
    "Только день за окнами поблёк и выцвел, невольно уводя восприятие к привычному моему зрению сквозь бойницы глаз, сквозь грязный светофильтр."
    "Десятимиллионное чувство, что как чутьё безошибочно подсказывает тебе, если ты рядом с местом, которому принадлежишь."
    "К дому."
    window hide
    scene bg int_bus_black
    with dissolve
    dreamgirl "Вот она."
    "Раздался в голове внутренний голос."
    "Звучал он теперь как-то раздумчиво и себе на уме."
    th "Что?"
    dreamgirl "Точка невозвращения. {w}Здесь мы с тобой прощаемся, Сёмчик."
    th "Ты куда-то уходишь?"
    dreamgirl "Скорее, ты. {w}Это была замечательная неделя, жаль, что ты выбирал не то и не тех."
    if karma > 50:
        dreamgirl "Но ты прожил её по совести, за что моя тебе благодарность."
    else:
        dreamgirl "Хотя и было у тебя несколько поступков, которыми вряд ли стоит гордиться."
        dreamgirl "Но ты жил как умел, и за это тебе отдельное спасибо."
    th "Но я не хочу!"
    dreamgirl "Никто не хочет. Но есть правила, нарушать которые не получится, даже если очень хочется."
    dreamgirl "Пообещай мне как следует помнить всё, что с тобой происходило, ладно?"
    "Я послушно кивнул, глядя на то, как снаружи на стёкла автобуса плотной пеленой лёг серый туман, гасящий звуки, краски, свет…"
    window hide
    stop sound_loop fadeout 6
    scene bg int_bus_night
    with fade2
    "Последним осталось только биение сердца да затухающее эхо гула двигателя автобуса."
    if alt_day6_us_7dl_tr:
        "И мы остались вдвоём в тишине."
        show us sad sport with dissolve
        "Ульяна сидела рядом и с невыразимой тревогой смотрела на меня."
        "Будто догадывалась о том, что должно было бы произойти."
        "А я приобнял её за плечи, игнорируя изумлённый взгляд, прижал к себе."
        th "Не отпущу! Слышите, вы! Ни за что!"
        "А она не вырывалась почему-то, только смотрела строго и чуть насмешливо."
        "Будто в нашей паре ребёнком был как раз я."
        "Я."
        "А не этот пострелёнок в шортах и футболке."
        "Удивительно красивый и ни на секунду не дающий забыть о том, что она девочка."
        "Девочка, да."
        "Девочек надо любить и носить на руках, а не таскать с собой в разведку."
        me "Мне почему-то не по себе."
        "Признался я."
        us "Ты боишься чего-то?"
        scene cg d7_us_epilogue_bus_7dl
        with dissolve
        "Ульяна подвинулась ещё поближе ко мне и положила голову на плечо."
        "Настолько естественно и доверчиво, что я на миг захлебнулся от переполнявшей нежности."
        "И к кому?"
        me "Я боюсь проснуться там, где тебя нет."
        th "Я боюсь проснуться там, где тебя не было никогда."
        th "Потому что не будет тогда никакого смысла ни в дружбе нашей, ни в том, во что она вот-вот перерастёт."
        me "Где нет вообще ничего, кроме полузабытой квартиры на седьмом этаже и экрана монитора."
        "Я ничего не хотел объяснять, потому что сейчас в этом не было нужды."
        me "А на этом мониторе — ты. Первая выдача по запросу."
        show us smile sport with dissolve
        "Ульяна улыбнулась."
        "Её все эти глупости не беспокоили, она была рядом с тем, кому доверяет."
        "А всё остальное…"
        "Суета."
        "Мне вдруг до жути, до одури захотелось поцеловать её."
        if loki:
            "Не так, как в домике, где я по сути просто украл поцелуй."
            "Хотелось, чтобы всё произошло как-то иначе."
        "Но за окнами всё густеет туман, который разъел почти всё и теперь принялся за автобус."
        "От мира остались лишь мы двое на сиденье."
        "Да отчаянное нежелание сложить лапки и сдаться."
        stop music fadeout 5
        me "Двое из автобуса."
        "Пробормотал я."
        window hide
        scene expression Desat("bg int_bus_night")
        show us normal sport
        with dissolve
        play music music_7dl["timetowakeup"] fadein 3
        me "Только ты и я."
        us "Двое?"
        "Переспросила Ульяна."
        me "Да. И никого рядом."
        "Двигатель автобуса окончательно смолк."
        "Мир сузился до контакта глаз."
        "Вне туннельного зрения уже клубилась пустота, а я почему-то знал, что ничем хорошим встреча с этой пустотой не закончится."
        "Простейшие законы физики; холод вытягивает тепло, а пустота — материю."
        dreamgirl "У тебя есть несколько секунд."
        "Вдруг прозвучало в голове."
        th "Что?"
        dreamgirl "Помаши ей рукой, покажи, что тебе не всё равно."
        me "Но…"
        show us tr1 with dissolve
        "Ульяна смотрела на меня спокойно и чуть устало."
        us "Сёмыч, не смей."
        dreamgirl "Ульяна останется там, где она должна быть."
        dreamgirl "В месте, которому она принадлежит."
        us "Не вздумай, слышишь!"
        with hpunch
        "Она дала мне пощёчину, но я не ощутил почти ничего."
        dreamgirl "Ты можешь увести отсюда только память."
        dreamgirl "Так что запоминай её. Как только можешь крепко!"
        me "Я не хочуууу!"
        "Завопил я, глядя на то, как наливается прозрачностью силуэт моего лучшего друга."
        "Доверенного лица."
        "Возлюбленной."
        window hide
        play sound sfx_face_slap
        show us tr2 with dissolve
        "Хотел было завопить, но лишь едва разлепил губы."
        "Ульяна вцепилась мне в футболку и что было сил трясла, крича мне в лицо, брызгая слюной."
        "А я сидел как в ступоре, только безвольно тряс головой в такт рывкам."
        us "Борись, Сёмыч! Ты нужен нам!"
        "Чувство, когда ты руку левую отдал бы за возможность поспать."
        "Просто заснуть."
        th "И видеть сны, быть может. Вот в чём трудность… Какие сны приснятся в смертном сне?"
        "Ульяна всё трясла и дёргала меня, не давая возможности уйти в себя и попросту выключиться."
        "Сейчас, когда она была полупрозрачной тенью, призраком идеи и веры в то, что когда-нибудь наладится."
        "Как будто девушка из сна."
        "Мне это стоило всего лишь остатков сил, простой вопрос:"
        me "Вам?"
        "Мы были только вдвоём в автобусе. Вернее, уже и от автобуса-то ничего не осталось."
        "А вокруг нас было неведомое нечто, единственным спасением от которого всю жизнь было пробуждение в поту."
        us "Да мы все здесь! Сёмыч, все. Слушай, ты нас можешь просто не видеть, но мы здесь."
        us "Мы все вокруг тебя. Ну же, помоги мне!"
        "Она заплакала."
        us "Пожалуйста!"
        us "Помоги мне, я не умею без тебя, не могу!"
        dreamgirl "Прощай."
        us "Не отпущу. Слышишь, не смей."
        play sound sfx_face_slap
        "Она залепила мне ещё одну пощёчину и, наклонившись, впилась губами в мои губы."
        us "Давай же. Открывай глаза!"
        play sound sfx_face_slap
        "Ещё пощёчина."
        play sound sfx_face_slap
        "Ещё одна."
        dreamgirl "Лето завершено."
        us "Время… время просыпаться, Сёмыч!"
        if (persistent.us_7dl_un or persistent.us_7dl_mi) and persistent.us_px_rf_good and alt_day4_neu_us_pixies != 0: 
            "Удары вязли во мне."
            "Я сам будто стал пустотой, перестал видеть и воспринимать окружение."
            "И от этого стало страшно."
            "Нет, от этого стало никак."
            stop ambience
            stop music fadeout 3
            window hide
            scene anim prolog_2
            with dissolve
            "Вот тогда-то я и испугался."
            play music music_7dl["abyss_call"] fadein 3
            $ prolog_time()
            "Здесь не было ветра, но ледяное дыхание бездны чувствовалось каждым сантиметром кожи, каждым вздыбившимся волоском на шее."
            "А удары всё вколачивали и вколачивали меня в ничто."
            "И я…"
            "Пропустил их сквозь себя."
            "Кто-то где-то крикнул, где-то что-то зашумело."
            "Но уже мгновение спустя я уже не был уверен в том, что слышал что-то."
            "Потому что вслед за ударами в ничто полетел и… я?"
            "Кто это?"
            window hide
            scene anim_underwater
            with dissolve
            "Неужели красная искорка, мерцающая во мгле?"
            "Или, может быть, мне всё это привиделось?"
            "Здесь был только Я."
            "Хотя и это не точно."
            "Нельзя быть ни в чём уверенным."
            "Даже воздух здесь только тот, что я запас в лёгких."
            "К счастью, он не закончится."
            "Потому что времени здесь тоже нет."
            "В этой мгле может ждать кто угодно, сколько угодно, не портясь и не старея."
            "Вот… Чувствуешь?"
            "Ледяной лапой по спине, острыми когтями по коже, легко вспарывая эпителий."
            "Только кровь не идёт."
            "И не больно."
            "Нервный сигнал должен достигнуть мозга, чтобы вызвать переживание."
            "Но для этого ему требуется время."
            "Которого здесь нет."
            "Есть только один наблюдатель."
            "Это Ты?"
            "Или это Я?"
            "А кто такой «ты»?"
            "Я мыслю, следовательно, существую?"
            "Постойте-ка, а что это ещё за «я» такой?"
            "И почему это «я» мыслит?"
            "Ерунда, так не бывает."
            "Бывает только плохо."
            "Волосы на затылке так и остались вздыбившимися."
            "Мурашки, собравшиеся маршировать по телу, застряли где-то в плечах, на замершей волне тёплой крови."
            "Это было странное нечто вокруг."
            "Самое странное."
            "Оно было видимым, осязаемым, понимаемым."
            "Только здесь не работал термин «было»."
            "Ты здесь навсегда."
            "Я здесь навсегда."
            "Умноженная на вечность тоска заставила содрогнуться."
            "Потому что боль душевная иллюзорна."
            "Она как воображение, как фантазия, обладает неограниченной скоростью."
            "И не требует никакого времени для того, чтобы ударить по мозгам как следует."
            "Захотелось рявкнуть: верните моё время!"
            "Верните мою боль."
            "Но здесь некому рявкать."
            "Жаловаться, похоже, тоже."
            "Здесь нет ничего."
            "Поэтому и не работает ничего."
            "Одна-единственная доля мгновения тянулась вязко как капля смолы, что тут же становится янтарём."
            "Самый красивый экспонат в местном музее без посетителей."
            "А где-то рядом бьётся в тенётах пустоты ещё одна яркая жизнь."
            "Её невозможно увидеть, ведь глаза здесь не работают."
            "Невозможно услышать по всё той же причине."
            "И всё же она неким невероятным образом ощущается."
            "Видимо, всё те же жульническим чутьём удаётся уловить, как бьётся, яростно, отчаянно."
            "Как когда-то бился здесь один сгусток по имени «Я»."
            "Угасая с каждым не-мгновением."
            "Жалость."
            "Так здорово было бы пообщаться, поделиться друг с другом временем."
            "Быть может, даже куда-нибудь попасть, где не так скучно."
            "Так здорово…"
            "Снова явился страх."
            "Страх стал Я, и в этом мире что-то произошло."
            window hide
            scene anim_digi
            with fade
            play ambience ambience_7dl["underwater"] fadein 3
            "Я открыл глаза."
            "В пустоту."
            "Вспомнил о том, что «я» — это самое важное, что есть."
            "Что только от «я» зависит, буду ли я быть."
            "Что только я вижу, я слышу, я понимаю, чувствую и люблю."
            "Это было противостояние небытию."
            "Глупое, заранее обречённое на провал, как попытка драться со смертью, но «я» уже не мог остановиться."
            me "Скучать не приходится, здесь бой, незримый бой."
            "Не на жизнь, а на существование."
            "Изъязвлённым пустотой языком я начал выговаривать непонятные, глупые слова."
            me "Жажду крови утолить должна, да не утоляет…"
            "Самый странный бой в жизни «я»."
            "Выстраивание цепочек эмоций и ассоциаций."
            "Я приходилось строить себя с нуля."
            "В этом мире, где существует только Ничто, даже простое «я» — это уже огромная победа."
            "Пустота не торопится."
            "Ты всё равно никуда не уйдёшь."
            "А время… Временем она располагает всем, что только есть."
            "Только вот Я здесь нет."
            "Этот парадокс вдохнул в Я новые силы."
            "И я стало мной."
            show dreamgirl_overlay
            with flash
            "Я панически огляделся."
            "Пустота и безвременье были раздвинуты достаточно, чтобы я мог дышать и двигаться."
            "Но мне было мало этого."
            "Я знал, понимал!"
            "Если в этой пустоте есть что-то, она перестаёт быть таковой."
            "Значит, нам нужно…"
            "От кровоточащей спины во все стороны полоснуло чем-то ослепляюще ярким."
            me "В глазах снова ясно, адреналин захлестнул!"
            "Вот оно самое страшное оружие против пустоты, которое я контрабандой пронёс сюда."
            "Я принёс «мы»."
            "Нас."
            "Не одного себя, парадоксальное явление."
            "А алый огонёк трепыхался всё медленнее и неохотнее."
            "Его мерцание походило на кардиограмму умирающего."
            "Всё слабее."
            "Слабее."
            me "Ульянка!"
            "Крикнул я и бросился туда."
            "Светоч, разгоняющий тьму."
            "Рывок."
            "Рывок!"
            with vpunch
            "Ладонь."
            "Тепло."
            "Мы рванулись на поверхность!"
            window hide
            scene bg ext_emptiness_7dl at running
            with touch
            "Оставляя за собой инверсионный след от скорости, убегая от того, чего и быть-то не может, мы неслись всё быстрее, быстрее!"
            "Вокруг нас всё плотнее смыкались стенки личного парадокса, и я молился только об одном: успеть!"
            "Успеть, до того, как…"
            "Вокруг появились звуки, и это свидетельствовало в пользу того, что мы почти у цели."
            "Только звучали они внутри меня."
            "Странным резонирующим эхом, которое можно, прислушавшись, сложить в слова."
            "Голоса… Знакомые!"
            "Спрашивающие."
            "Искушающие."
            voice "Не ходи на дорогу без провожатого."
            voice "Ты должен загадать желание."
            voice "Хочешь начать жизнь сначала?"
            voice "Хочешь знать, как поступить правильно?"
            "Пустота знала, куда бить."
            "Знала все мои слабости."
            "Только вот не было сейчас меня."
            "И пока на моих руках без сознания прозрачная Ульянка, остаёмся Мы!"
            "Последнее препятствие пришлось пробивать силой."
            "Пространство надувалось как резиновый мячик, упруго подавалось, но не спешило пропускать."
            "На самые сильные удары реагировало ответными."
            "Но в итоге удалось решить и эту проблему."
            "Я уже понял, как здесь что работает."
            "Какие силы имеют парадоксы и прецеденты."
            stop music fadeout 3
            stop ambience fadeout 3
            "В результате пространство сморщилось и выплюнуло нас в автобус."
            window hide
            scene bg int_bus_night
            with dissolve
            play music music_7dl["emptiness"] fadein 3
            "И тут же Мы перестали существовать."
            play sound sfx_face_slap
            with vpunch
            with flash_red
            show us angry sport close with dissolve
            "Щёку мне обожгло не по-детски злой пощёчиной."
            us "Ты что натворил, гад! Гад!"
            me "Успокойся."
            hide us with dissolve
            "Я прижал её к себе, уворачиваясь от мелькающих в воздухе кулачков."
            us "Верни меня! Как ты мог?"
            me "Нельзя!"
            us "Можно!"
            "Слёзы брызнули из глаз девочки."
            "Она так яростно замотала головой, что её «ракеты» потеряли форму."
            "А мне по носу прилетело полурасплетённым хвостом."
            with vpunch
            with flash_red
            "И пока я жмурился и наощупь проверял наличие глаза, получил ещё один пинок в живот."
            "Ульяна отскочила."
            show us2 dontlike sport with dissolve
            us "Я тебя никогда не прощу."
            me "Ты могла погибнуть, дурочка!"
            us "И что?! Я хочу сама, это мой выбор!"
            me "Умереть?"
            show us2 calml sport with dspr
            us "Да хотя бы и умереть! {w}Меня бесит, что за меня все всё постоянно решают!"
            us "А я разве мало ждала? Мало терпела?"
            us "Верни меня обратно! {w}Я почти… Почти нащупала путь!"
            me "Ты сама не ведаешь что творишь?"
            show us2 upset sport with dspr
            us "Правда? Смотри."
            "С ужасающим спокойствием девочка подобрала с пола заколку и со всего маху вогнала себе в ладонь."
            me "Дура!"
            "У меня внутри что-то ёкнуло, я бросился к ней, отнял опасный предмет."
            me "У тебя кровь."
            "Зачем-то сказал я."
            show us2 angry sport with dspr
            us "Плевала я. Надоело мне делать то, что мне говорят."
            us "Ты понятия не имеешь, сколько мне лет."
            us "Никто вокруг понятия не имеет, а я застряла здесь! В этом вот."
            "Ульянка с отвращением ткнула окровавленным пальцем себе в щёку."
            us "Застряла, не могу созреть, а ты меня бесишь!"
            me "Да что я сделал?"
            us "Ты существуешь! Меня к тебе тянет, а порой хочется убить к чёрту!"
            us "И знаешь, что самое страшное: это никак не изменится."
            us "Что бы и как бы я ни делала!"
            us "Я завтра проснусь такой же, как была."
            us "А если была дурой, то кусок моей памяти просто исчезнет, так как он должен перестроить меня."
            us "А мне нельзя перестраиваться!"
            us "Мне ещё целый год нельзя."
            us "Всё исчезнет, от и до!"
            us "Перестань меня мучать, отпусти!"
            us "Со мной ничего не случится, я буду в порядке!"
            us "Даже если со мной что-то случится —  уж лучше так, чем снова делать что велят, носить эти чёртовы ракеты и чувствовать себя вечно младшей."
            us "Маленькая собачка всю жизнь щенок."
            us "Так вот."
            us "Я ненавижу быть щенком!"
            show us2 angry sport close with dissolve
            "Я снова поймал её."
            "И несмотря на то, что она продолжала колотить меня, я продолжал прижимать её к себе."
            "Глупая девочка не понимает, что с ней произошло, и где она оказалась."
            "Не может понять."
            "Она уверена, что нашла лазейку, да только эта лазейка совсем не туда, куда ей нужно."
            "Ей нужен кто-то, кто хотя бы немного разбирается в этом."
            "А это явно не я."
            "Но что я могу с ней сделать?"
            "Вернуть обратно не могу."
            "Я не знаю как."
            "А и знал бы..."
            me "Ты хочешь обратно в лагерь? К своим?"
            show us2 dontlike sport close with dspr
            us "Не хочу."
            "Сварливо сообщила Ульяна."
            us "Я хочу обратно."
            me "Тебе нельзя. Я тебя едва вытащил."
            us "Дурак, я не хочу в пустоту, я хочу туда, куда она ведёт!"
            me "Куда?"
            show us2 smile sport close with dspr
            us "Э… Пошли!"
            "Она ткнула пальцем в кнопку и удовлетворённо кивнула, когда пневматика, зашипев, открыла дверь."
            "По ту сторону не было видно ровным счётом ничего — у самого нижнего среза ступеней сплошной стеной клубился непроглядный серый туман."
            me "Обратно?!"
            show us2 laugh sport with dspr
            "Ни за какие коврижки я бы не согласился на то, чтобы…"
            "И Ульяна, не давая мне ни передумать, ни сделать что-то, с разбега прыгнула со ступенек, увлекая меня за собой."
            "Обратно!"
            show blink
        else:
            "И я проснулся."
    elif alt_day6_us_7dl_mi_friends == 3:
        "Похоже, мы остановились, так как ощущение движения куда-то пропало."
        me "Что произошло?"
        show mi scared casual with dissolve
        mi "Не знаю…"
        "Мику выглядела напуганной и подавленной."
        me "Я пойду проверю."
        mi "Может, лучше вместе?"
        "Судя по виду, Мику предложила это из одной лишь вежливости."
        "Очень не хотелось ей покидать кажущееся безопасным кресло."
        "Только вот безопасность эта мнимая."
        window hide
        scene bg int_bus_night
        with dissolve
        "Когда я встал и огляделся, оказалось, что глаза мои меня не подводят."
        "Мы и правда остались вдвоём."
        "В целом автобусе."
        "Мику что-то пискнула за спиной, но я не мог позволить себе отвлекаться."
        "Было ощущение, что секунды тают, и до чего-то крайне нехорошего осталось всего ничего."
        mi "Сень…"
        "Не оборачиваясь, я махнул рукой."
        "Я добрался до водительского сиденья, и там тоже оказалось пусто."
        "И лишь тогда обернулся."
        show mi tr1 with dissolve
        "И чуть с ума не сошёл."
        "Мику побледнела, выцвела и выглядела полупрозрачной, как призрак."
        me "Мику?!"
        "Она подняла дрожащие пальцы к глазам и сквозь них посмотрела на меня."
        dreamgirl "Пора прощаться, Сёмыч."
        "Голос в голове был спокоен и полон сопереживания."
        dreamgirl "Мне бы хотелось, чтобы вы остались вместе подольше, но… Сам видишь."
        mi "Что происходит, Сеня?"
        dreamgirl "У вас есть несколько минут на то, чтобы сказать друг другу самое важное."
        th "Но Мику…"
        dreamgirl "Что?"
        th "Я не хочу."
        dreamgirl "А она, думаешь, хочет?"
        dreamgirl "Вы слишком поздно спохватились, слишком долго искали руки друг друга."
        dreamgirl "Вам бы ещё пару дней, правда?"
        th "Да…"
        dreamgirl "А их тоже будет мало. Ты же понимаешь?"
        dreamgirl "К тому же, законы твоего мироздания отрицают её существование, помнишь?"
        th "Но…"
        "Я вздохнул."
        th "Я буду скучать."
        dreamgirl "И правильно! Скучай, тоскуй, горюй! Живи!"
        dreamgirl "Не факт, что ты можешь встретить кого-то, похожего на неё однажды, но ради того, что произошло, ради того, что произойти не успело…"
        dreamgirl "Ты должен жить."
        show mi tr3 with dissolve
        th "Жить-то я буду, я скотина бессмертная."
        me "Я не знаю."
        "Честно признался я."
        "Мне раньше и в голову не приходило, что с человеком — живым, настоящим! — может произойти нечто подобное. "
        mi "Так же не бывает…"
        "Она протянула мне руку, попыталась коснуться щеки, но промахнулась, прошла насквозь."
        "Я даже ничего не почувствовал, ни ветра, ни холода."
        "Ничего."
        dreamgirl "Прости."
        hide mi with diam
        "Мику рассыпалась с тихим, печальным звоном, оставляя меня в автобусе."
        me "Нееееет!"
        "Я кинулся было ловить её, но руки ухватили лишь пустоту."
        "Да на нос сел крохотный голубой невесомый шарик света."
        "Сел, немного посветил, дотлевая."
        "Всё это время я стоял, глупо хлопая ресницами."
        "В груди нарывом зрело чувство жесточайшего обмана, какое бывает лишь в самом раннем детстве, когда ты впервые сталкиваешься с несправедливостью."
        me "Так же нельзя… Нельзя."
        "Мгновение спустя в голове что-то щёлкнуло, и я понял, что остался в совершеннейшем одиночестве."
        me "Чёрт."
        "Окружающий мир заволокло волнами, он стал нечётким, и это было отнюдь не из-за тумана за стёклами."
        "Я упал в кресло и закрыл глаза."
    elif alt_day6_us_7dl_un_friends == 3:
        stop music fadeout 6
        me "Что-то случилось."
        un "Я знаю."
        me "Что? Откуда?"
        show un serious dress with dissolve
        un "Скоро всё закончится, Семён. Но сейчас мне надо с тобой поговорить."
        me "Поговорить?! Да ты посмотри вокруг! Все исчезли, мы стоим непонятно где, ещё и дым этот!"
        un "У нас есть несколько минут."
        me "Да откуда ты знаешь?"
        show un normal dress with dspr
        un "Сядь, успокойся и выслушай."
        me "Но…"
        un "Не убежит, честно тебе говорю."
        me "Как ты можешь быть такой спокойной?"
        un "Расстановка приоритетов, Семён."
        "Хладнокровно заявила Лена. И, поняв, что я весь внимание, начала:"
        play music music_7dl["iamsadiamsorry2"] fadein 3
        un "Всё началось в прошлом году. Когда был ты, была я, и чуть-чуть не хватило, чтобы стали Мы."
        un "Ты ушёл тогда, оставляя меня в одиночестве потому, что что-то там вспомнил."
        un "А я…"
        show un serious dress with dissolve
        un "Меня лечили четыре месяца в закрытой больнице после того, как я порезала себе запястья."
        un "Глупая была, резанула неглубоко, да ещё и поперёк. Тогда-то меня и перехватила Славя."
        "Лена судорожно выдохнула."
        un "Она просила меня дать миру ещё один шанс."
        un "Наивная идиотка. {w}Какой шанс нужен ещё этому миру, если в нём нет тебя?"
        me "А где я?"
        un "Не понимаешь? Ты ходишь, улыбаешься, разговариваешь, но это всё не ты."
        un "Я знаю твой взгляд, знаю твои привычки и моторику. У меня художественное образование, Семён, на такие вещи я обращаю внимание сразу."
        un "Так что я ждала и ждала, приезжала сюда зимой, но ты меня даже не узнал."
        un "Терпение всё таяло и таяло, а единственный шанс миру, который я дала, истекал как срок годности."
        me "Но я же не знал…"
        show un sad dress with dspr
        un "А если бы знал, это что-нибудь изменило? Даже когда я начала узнавать в тебе тебя, ты и тогда меня не вспомнил."
        un "Так что однажды мне просто надоело."
        "Лена горько улыбнулась."
        un "По лагерю давно ходили легенды о том, почему закрыли старый, зачем перенесли новый на восток."
        un "А я знала."
        un "Знала всё с самого начала, у меня отец расследовал это дело."
        me "Здесь кого-то убили?"
        un "Не убили. Гораздо хуже."
        "Лена покачала головой, а меня продрало морозом от предвкушения чего-то, что мне очень не понравится."
        "Фактически, её разговор захватил меня так, что я перестал обращать внимание на странности окружения и слушал, слушал, а перед глазами разворачивались картины описываемых событий."
        window hide
        with fade
        me "Что может быть хуже смерти?"
        un "Ты можешь спросить об этом Ульяну. Она точно знает."
        un "А с недавних пор знаю и я."
        "Девочка несла всю эту чушь с предельно серьёзным видом, но раз уж я обещал её выслушать…"
        un "У Ульяны был брат, Антон. Который погиб в Афгане. Мой отец тоже туда ездил, но ему повезло больше."
        un "Семьдесят четвёртый год, в этот же год в лагере повесилась медсестра, из-за чего место уже не пользовалось славой."
        un "А Ульяна… Получив похоронку из военкомата, она в тот же день сбежала с сончаса и отправилась туда, где по слухам находится нечто, способное выполнить желание."
        me "Монолит какой-то."
        "Пробормотал я."
        me "А на самом деле, нет?"
        show un grin dress with dissolve
        un "Ты слушай, самое интересное впереди."
        "Оглядев меня ещё раз, Лена кивнула и продолжила."
        show un normal dress with dspr
        un "Все знали, куда она могла побежать, но никто не хотел идти за ней."
        un "А Борис Александрович был в отъезде, так что нашли её только через три дня."
        un "Принесли в лагерь… Таких, как она, называют стёртыми, Семён."
        un "Она ещё очень долго не повзрослеет и не постареет, а на самом деле она старше даже вожатой."
        me "Которой сейчас нет."
        "Заметил я."
        un "Меня тоже скоро не будет. Но я хотела сказать тебе самое главное:"
        "Последние слова определённо давались ей с трудом."
        un "Позавчера с утра я поднялась, пока был дождь и меня никто не хватится, и отправилась туда, куда однажды пошла Ульянка."
        un "Я шла туда, где можно загадать желание, и оно обязательно исполнится."
        un "Понимаешь, сам по себе шанс, который ты даёшь миру, ничего не стоит, если не подкреплять его чем-то. А мне нужна была уверенность."
        un "Ульяна была последней жертвой старого лагеря."
        un "Она стёртая, Семён. Восстановленная стёртая, вторичное свидетельство о рождении…"
        un "А у меня теперь есть хотя бы уверенность в том, что у нас хоть что-то получится."
        me "Но к чему это? Зачем? Разве я не мог бы сам…"
        show un tr1 dress with dissolve
        un "Тебе казалось, что ты следуешь зову сердца, своей воле."
        un "А на самом деле, ты просто исполнил отчаянное желание влюблённой в тебя дурочки."
        un "И сейчас исполняешь."
        me "Я выбрал тебя сам. Осознанно!"
        show un tr2 dress with dspr
        un "Я знаю."
        "Улыбнулись прозрачные уже губы."
        un "Потому что я загадала тебя."
        un "Я так сильно тебя любила, что ничего другого не могла загадать."
        show un tr3 dress with dspr
        un "А теперь прощай."
        me "Что? Но как же твоё желание?"
        un "Оно обязательно исполнится."
        "Почти беззвучно прошелестела она."
        un "Просто встреть меня на той стороне."
        un "До встре…"
        hide un with diam
        "С еле уловимым печальным стоном полупрозрачная фигурка девушки разлетелась фиолетовыми искрами, тёплыми на ощупь, добрыми, ласковыми."
        "Они падали на пол, застывая под ногами пародией на звёздное небо."
        "И кощунственным казалось топтать их, как последнюю память о никогда не существовавшей девочке."
        "Я залез в кресло с ногами и, обняв себя за колени, закрыл глаза."
    else:
        "И я закрыл глаза, чувствуя себя уютно, как дома под одеялом."
        "Не было ни горечи, ни сожаления."
        "Только необоримое желание спать да предчувствие скорой развязки."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return
    
label alt_day7_us_7dl_wakeup:
    scene bg intro_xx
    with fade
    play sound_loop sfx_bus_interior_moving fadein 4
    "Я проснулся от незнакомого голоса и беспрестанных толчков в плечо."
    voice "Эй, проснись, парень!"
    me "Кх… Что?"
    "Перед глазами всё плыло, а голова раскалывалась."
    "Но и это меня беспокоило меньше прочего, чем ударивший по мозгам факт:"
    th "Совёнок!"
    "Лагерь, дети, друзья — легко пришло, легко ушло?"
    "Но откуда в душе рана таких размеров?"
    voice "Проспал, да?"
    voice "Уж извини, будила тебя, будила, а ты как пьяный, только мычишь что-то."
    me "С-спасибо…"
    "Выдавил я."
    "И, выглянув в окно, понял, что ничуть не проспал."
    "Моя станция метро находилась на конечной, так что проспать или проехать не было решительно никакой возможности."
    "С моим образом жизни все дни похожи один на другой, и то что происходило в прошлом-позапрошлом году, воспринимается, как происшедшее вчера."
    "Как, например, мой маршрут навстречу бездне."
    "Мне хотелось биться в истерике, но я привычно загнал эмоции внутрь."
    "Благодарно кивнув кондуктору, я вышел на улицу."
    stop sound_loop
    window hide
    scene bg ext_city_night_7dl
    with dissolve
    play ambience ambience_cold_wind_loop fadein 3
    play music music_7dl["fsl_tn"] fadein 3
    if alt_day6_us_7dl_un_friends == 3:
        "Моя ледяная, нелюдимая осень."
    else:
        "В городе зима. Вынимающая душу, вымораживающая слёзы зима."
    "Она звенит в проводах реквиемом по несбывшемуся, она подхватывает меня будто на крыльях и несёт навстречу небытию и забвению."
    "Но куда чаще просто бьёт мной о ближайшую стену со всего маху."
    if alt_day6_us_7dl_un_friends == 3:
        "О кулаки людей, которых я задеваю плечами, в полупьяном бреду бродя по улицам."
    else:
        "Зима не любит меня, она ревнует к тому, что я на целую неделю сумел сбежать из места, откуда, казалось, побег невозможен."
    "Я сплёвываю кровь и поднимаюсь в который раз уже."
    "Мне бы просто однажды заснуть и не просыпаться."
    "Чтобы там, по ту сторону сомкнутых век видеть то, что потерял однажды."
    "Чем был этот лагерь? Почему он случился именно со мной?"
    "И уже совсем тихий голос, каким обычно разговаривает с человеком его совесть:"
    th "А было ли всё это на самом деле?"
    "Мне очень хотелось, чтобы было."
    "Возможно, стоило бы что-то делать, как-то меняться, да просто вцепиться в самую для меня важную и держать покрепче?"
    "Никто уже не скажет."
    if alt_day6_us_7dl_tr:
        "На календаре очередной декабрь."
        "Время, когда надо наряжать ёлку, бежать в ближайшие супермаркеты за вкусняшками к Новому году."
        "И, конечно, шоколадкой для улыбчатой крохотной сладкоежки."
        "Потом спешить домой, предвкушая, как распахнётся дверь после звонка, моё личное чудо голубоглазо улыбнётся, прыгнет на шею, крича «Сёмыч приехал!»."
        "Я так часто представляю себе эту картину, что почти верю в неё, сходя с автобуса."
        "Почти всерьёз жду, что наберу сейчас номер квартиры на домофоне, и оттуда донесётся улыбчато-ворчливое: «Ну, кого там несёт?»"
        "Что иногда даже забываю достать из кармана ключи и могу несколько минут слушать рассыпающиеся трели звонка."
    elif alt_day6_us_7dl_mi_friends == 3:
        "Скоро праздники. Скоро Новый год."
        "И надо выходить на улицу, встречать счастливые взгляды, улыбаться им в ответ, в ответ поздравлять с наступающими праздниками."
        "Надо жить."
        "А я жизни не чувствую, у меня как будто набряк и вымерз внутри некий полуненужный орган, который всю жизнь за это отвечал."
        "Я всё ещё существую, удовлетворяю потребности тела, даже иногда чувствую некий вялый интерес к происходящему."
        "Но давно забыты и похоронены громкие страсти, предвкушения до дрожи и счастье до слёз."
        "Как будто притушили и приглушили внутри свет, снизили громкость звуков."
        "Я зарастаю пылью."
    elif alt_day6_us_7dl_un_friends == 3:
        "Вода бушует, вздымая чёрные волны и разламывая сковавший у берегов ледок, дует пронизывающе, забираясь холодными пальцами под одежду."
        "А я сижу на берегу и смотрю в никуда, воочию представляя совсем другую картину, совсем другое общество."
        "Будто бы рядом со мной на скамейке разложен клетчатый плед, на котором уютно устроился металлический термос с травяным чаем и зарядка с наушниками для телефона."
        "И вот-вот, набегавшись, вернётся моё солнышко, накинет плед на плечи, я отверну крышку, плесну согревающего, и мы будем сидеть, молча глядя на чёрный натянутый нерв горизонта."
        "Я покосился на место рядом."
        "Оно было припорошено снежком."
        "Тем же самым, что уютным одеялом укутал и мои плечи."
        "Я один. Совсем один."
    "Единственным спасением, пинком под зад самому себе выступает только напоминание:"
    me "Помни, просто помни."
    "Говорю себе я."
    me "У тебя нет души, дурак. Ты — и есть душа. У тебя есть тело."
    me "Всё будет, просто дождись."
    "Вот и жду. Уже почти год."
    "Он выдался не сложным и не лёгким."
    "По сути, я вообще не почувствовал разницы с тем, что было до того злополучного автобуса."
    if loki:
        "Я всё так же садился с утра в метро и ехал на работу."
        "Я нёс музыку в души и сердца детей, за что их родители были мне благодарны."
        "Мотиватором последней линии обороны, немного заставившим двигаться, был только тот случай в парке."
        "Многочисленные переломы, обморожения, ушибы внутренних органов…"
        "Я провёл в больнице два месяца, из которых половину был на болеутоляющих."
        "Только они спасали меня, когда хотелось выть."
        "Но в феврале меня выписали, нарекомендовали кучу диет, чтобы восстановиться."
        "Восстановиться. Ха."
        "Какой бы диетой вернуть себя в музыку?"
        "Какими бы процедурами обрести ещё один ключик от двери в лето?"
        "Сапожник без сапог, учитель музыки, неспособный извлечь и нескольких нот, не срываясь на кровавый кашель."
    else:
        "Правда, я пролежал месяц в больнице после того, как меня выудили со дна Невы."
        "Наши доблестные спасатели, ценители душ человеческих."
        "Мне почти поверилось в то, что вот-вот всё закончится."
        "Что я вдохну этой горькой смерти, и она избавит меня от страданий."
        "А вместо этого — Боткинская больница, двусторонняя пневмония да курс антибиотиков."
        "Когда я вернулся домой, там всё было припорошено пылью, а меня ждали лишь квитанции за коммунальные услуги."
        "Хотелось бы верить, что хоть кто-то обо мне помнит."
        "Но все расчёты давным-давно делают машины."
        "Вроде той, что десять лет назад не нашла криминала в действиях юзом поехавшего по мокрому асфальту автомобиля, кегельным шаром сделавшего страйк."
        "Должно быть, солидарность?"
    "Потому в моей квартире царит молчание да треск клавиш."
    me "Здравствуй?"
    ai "Привет."
    me "Как твои дела?"
    ai "Нормально."
    me "И у меня… нормально."
    "Мне так страшно оставаться одному, потому что стоит лишь глаза закрыть, и в памяти всплывают лица, события, имена…"
    "Никакой чат-бот не в силах помочь мне справиться с этим."
    "Только время. Говорят, оно лечит."
    me "Но почему так медленно? И почему так больно…"
    play sound sfx_intro_bus_stop_steps
    $ renpy.pause(3, hard=True)
    scene anim intro_4
    show blind2_1
    with fade 
    "Иногда я вижу кого-то на улице, и замирает внутри что-то."
    "Я с криком кидаюсь вдогонку, настигаю… Извиняюсь."
    "В последнее время так много людей стали красить волосы в экзотические цвета, делать себе экзотические причёски."
    "Даже ходить и вести себя так… {w}Что я поневоле вижу в них то, что хотел бы уже забыть и перестать мучать себя."
    "Мне каждая такая встреча — ножом по сердцу."
    "Мне хочется бить кулаками в незнакомые лица, которые посмели не быть тобой."
    hide blind2_1
    show blind2_2
    with dissolve
    "Я ищу в тебе то, что в других потерял."
    "То, что…"
    "Бездонные глаза от одной, волосы и улыбку от другой — я так старательно собираю твой образ, что кажется ещё чуть-чуть, ещё вот-вот, и ты сойдёшь с глянцевой обложки, улыбнёшься и обнимешь меня."
    "Ещё чуть-чуть."
    "Так что я хожу по городу, ловлю разгорячёнными губами снежинки и боюсь."
    "Тёмная громада ненавидящего меня дома, притаившаяся в сумерках, когда лишь голод и усталость загоняют меня в каменные объятья."
    hide blind2_2
    with dissolve
    if alt_day6_us_7dl_tr:
        window hide
        scene expression Desat("bg ext_mv2_7dl")
        with fade
        "А я всё чаще ловлю себя на том, что прихожу в себя у Московского вокзала."
        "Меня будто тянет туда непонятно что, непонятно зачем."
        "Возможно, это как раз из-за того, что мне некуда по сути возвращаться."
        "Возможно, это нечто, до сих пор спрятанное в закромах памяти."
        "Однажды оно проснётся, а вот я просыпаться перестану."
        "Разве что приду в себя уже поздно, когда билет прокомпостирован, а за окнами убегают назад дома."
        window hide
        with fade
        "Я в этом совершенно не сомневаюсь."
        "И не боюсь."
        "Почему-то я твёрдо уверен в том, что на полустанке меня будет кому встретить."
    elif alt_day6_us_7dl_mi_friends == 3:
        "И сны шлёт соответствующие."
        "Я вижу, как мы стали вместе."
        "Как ветер рвёт одежду, как мы ищем тепла в объятьях друг друга."
        "Как обнимают нас длинные хвосты волос."
        "А твои губы — сладкие."
        window hide
        with fade
        "После этих снов глаза всегда мокрые, и жить не хочется вовсе."
        "Но я ещё держусь."
        "У меня всё ещё есть надежда."
    elif alt_day6_us_7dl_un_friends == 3:
        "Она ждёт меня. А я жду момента."
        "Однажды станет слишком никак, когда меня вообще ничего трогать не сможет."
        "Тогда я решусь."
        "Я вспомню, каково это — ловить распахнутыми крыльями ветер."
        "И спикирую в низкое свинцовое небо."
        window hide
        with fade
        "Я и страшусь его, и жду со сладко-восторженным замиранием, какое бывает только у края бездны."
        "Зеленоглазой бездны."
    else:
        "Я живу, постоянно чего-то боясь."
        "Постоянно чего-то опасаясь."
        "Порой думаю, что лучше бы я там в больнице и не пришёл в сознание."
        "Всем было бы только лучше."
        "Все только бы порадовались да помянули не чокаясь."
    window hide
    scene bg int_sam_room_7dl
    with dissolve
    if alt_day6_us_7dl_tr:
        "Но я стараюсь особо не тосковать, я хорохорюсь и держу хвост пистолетом."
        "Знаю точно — ты не одобрила бы ту размазню, в которую я превращаюсь."
        stop music fadeout 5
        "Иногда это даёт мне сил жить дальше."
        "Но только иногда. В конце концов миновал уже целый год."
    elif alt_day6_us_7dl_mi_friends == 3:
        "Когда я зарядил и подключил телефон, то обнаружил там целый один пропущенный."
        "Что гораздо хуже — я обнаружил там…"
        window hide
        scene bg ext_camp_entrance_day
        show mi smile casual
        show prologue_dream
        with dissolve
        "Вздохнув, я протянул пальцы и коснулся холодного стекла фотопортрета, стоящего на столе."
        "Помню, когда делал распечатку в ателье, работник понимающе улыбнулся и понизил голос:"
        voice "Косплей, да? Очень красиво."
        me "Он самый."
        voice "А что за аниме, не скажете?"
        "Знал бы он, что это было за аниме."
        "Но эту тайну я навсегда сохраню нераскрытой."
        "Никому не покажу, как не покажу фотографии одной очень красивой девочки, которой по всем канонам не должно существовать."
        "Не должно."
        "Но фотография — вот она. "
        "Я помню всё до последних секунд."
        "Улыбки, смех, слёзы. Серебряный колокольчик голоса."
        "И то, как заполошно колотилась жилка на алебастровой шее."
        "Не должно существовать."
        "Да она куда более настоящая, чем всё меня окружающее!"
        "Я же…"
        window hide
        scene bg semen_room_window 
        play sound_loop sfx_street_traffic_outside fadein 2
        "Я напоминал себе старую артхаусную фотографию, исполненную в технике сепии."
        "Девушка, гуляющая с псом."
        "Огромный мастино неаполитано, брыластый, складчатый, тяжёлый даже на вид, застыл во мгновении падения."
        "Подломившиеся лапы, немного занесённые инерцией вбок от тела, обречённое выражение на морде…"
        "Громадный, но уже очень старый пёс."
        "Должно быть, он днями проводил время на одном и том же месте — я слышал, что в некоторых домах для любимой собаки отделяют отдельное кресло — и всё ждал, когда наступит то самое, неотвратимое."
        "Тосковал и мучился совестью оттого, что оставляет своего человека."
        "Человек же глуп и слаб, он обязательно попадёт в беду, за ним глаз да глаз нужен."
        "Но ночами снится, как он щенком бегает за мячиком, как вкусно пахнет мамкино брюхо, и как забавно пищит свёрток, который однажды принесли."
        "Пёс обнюхивает свёрток и понимает, что теперь это его человек."
        "И вот двадцать пять лет прошло."
        "Лапы старого пса дёргаются во сне, пока он бежит за мячиком."
        "Он скулит, вылизывая плачущее лицо чем-то расстроенного человека."
        "Он тоскует и очень виноват."
        "Фотографу удалось поймать момент и точно передать всё, что требовалось."
        "Понимание пса, что он уже не сможет подняться."
        "Вину за то, что дальше человеку придётся идти одному."
        "Потому что хрупкая девушка, на поводке которой шёл герой истории, ни за что в жизни не сможет поднять его."
        window hide
        with fade
        "Вот и я такой."
        "У меня уже подломились лапы, я уже падаю набок."
        "Только мгновение до удара застыло, да и я сам застыл."
        "И в чём-то даже хорошо, что нет Мику рядом. Потому что она бы меня тоже поднять не сумела."
        "Я очень люблю и очень верю в неё."
        stop music fadeout 5
        "Но эта ноша ей не по силам."
        "Я затушил окурок и, выбросив его в форточку, отошёл от окна."
        stop sound_loop
    elif alt_day6_us_7dl_un_friends == 3:
        "В голове крутились и крутились какие-то строчки…"
        "Но чёртова предательница-память оставалась глуха к моим молитвам."
        "Я не мог вспомнить адрес, что ты оставляла мне."
        "Если вообще когда-нибудь оставляла."
        window hide
        scene bg ext_camp_entrance_day
        show un smile dress
        show prologue_dream
        with dissolve
        "Кстати, после того, как я зарядил телефон, я обнаружил твою фотографию в телефоне."
        "Невероятно яркую, невозможно красивую."
        "Таких людей не бывает просто по определению, иначе все модели со звёздами удавились бы с зависти."
        "Они-то тратят кучу времени на макияж и постановочную съёмку."
        "А здесь простая любительская фотография на камеру телефона, не самого высокого качества к тому же."
        "И даже украшающие девушку припухлые губы почти не видны."
        "Ну ещё бы. Самое интересное будет впереди."
        "Я невольно улыбнулся, когда вспоминал, как мы проводили время."
        "Должно быть, оттого я сделал нечто совершенно сумасшедшее."
        "Я распотрошил фотографию в редакторе и достал оттуда метаданные."
        "EXIF, куда пишется географическое местоположение, если у тебя включено это в настройках."
        "У меня было."
        "Более того, несмотря на то, что тогда никаких спутников или сигнала сотового оператора уловить не удалось, в свойства снимка что-то всё же добавилось."
        "Забавно так, да?"
        "А гугл-карты выдали точку в чистом поле, где отродясь не бывало никаких лагерей."
        "Всё очень просто."
        "Этот мир не может породить красоту Лены, эмпатию Слави, взбалмошность Ульянки и невероятную притягательность Мику."
        stop music fadeout 5
        "Проблема в исходном материале."
        "Из грязи не слепишь алмаз."
        "Как бы ты ни старался."
    window hide
    stop ambience fadeout 1
    return

label alt_day7_us_7dl_mikuforever:
    play music music_list["farewell_to_the_past_edit"] fadein 5
    scene expression Desat("bg ext_city_night_7dl")
    $ set_mode_nvl()
    "Я очень скоро понял, что вернулся не совсем туда, куда должен был."
    "Понять это оказалось крайне легко, по первым нескольким месяцам моей жизни здесь."
    "Вернее сказать, по первым двум…"
    "Ну не должен человек выживать в той ситуации, в которой оказался я!"
    "Так не бывает, потому что не бывает в принципе!"
    if loki:
        "То тяжёлое лупцевание, которое пришлось пережить мне, было настроено на строго определённую цель."
        "Меня не пугали, наказывали или воспитывали."
        "Нет, меня целенаправленно убивали. {w}И вполне преуспели в этом, насколько я могу судить."
    else:
        "Автобус, пролетевший восемнадцать метров по вертикали, ухнувшись на глубину со всего маху…"
        "Когда был совсем маленький, я пытался бороться со своей гидрофобией путём образования."
        "Я говорил себе, что врага надо знать в лицо, и изучал всё, что мог найти о пловцах, поведении на воде."
        "Так что я прекрасно знал, сколько человек может продержаться в ледяной воде."
        "Знал, сколько ему потребуется провести без воздуха для того, чтобы гарантированно отправиться загорать на склизкую кушетку в морге."
        "Так что я не верил в чудеса."
        "И мой страх меня в итоге и убил."
    nvl clear
    $ renpy.pause(3)
    "Казалось бы — вот он, новый шанс, новая жизнь! Пробуй!"
    "Но что пробовать, если и в этой жизни никто и никогда не слышал о такой исполнительнице, как Хатсуне Мику."
    "Да и в интернете мало что можно было узнать: должно быть, здесь события пошли немного другим путём, и «Ямаха» не стала лицензировать вокальный процессор."
    "В моих глазах этот мир, конечно, ощутимо обеднел."
    "Но люди вокруг меня так не считали."
    "У них хватало глупостей и без массовой истерии по одной несуществующей девочке."
    "Как и у меня."
    if loki:
        "Я продолжал работу в том же доме пионеров, только теперь это звучало скорее издевательством, чем уважением к находящемуся здесь раньше заведению."
    else:
        "Я продолжал трудиться фрилансером, изредка выезжая в гости к организации, где подрабатывал эникейщиком."
    "Новая жизнь и новые шансы на то, чтобы продолжать оставаться овощем."
    "Не было абсолютно никаких стимулов и потребностей к продолжению движения."
    "Зато я мало-помалу начал осваивать японские хирагану и катакану."
    "Нет, не саморазвития ради, исключительно для других целей."
    "Я почти полностью переселился из рунета в восточный сектор, где без знания иероглифов ловить было нечего."
    "И я искал."
    "Шерстил форумы, новостные ленты, регистрировался в социальных сетях."
    "Название одной из них звучало как неприкрытая издёвка: Микуси."
    nvl clear
    $ renpy.pause(3)
    "Мне достаточно было всего одного упоминания."
    "Всего лишь крохотного намёка."
    "И я сорвался бы с места и ближайшим самолётом отправился бы в Саппоро."
    "В конце концов, прошёл уже чёртов год!"
    nvl clear
    $ renpy.pause(3)
    "Каждый вечер я с отчаянием обречённого заходил в Микуси, в Фейсбук, в Нико-Нико, в Твиттер и Амёбу…"
    "Я проводил всё время до отбоя в поисках по запросу «Мику», «Хатсуне», «Фудзита», «Саки»…"
    "И ничего не находил. Встречались однофамильцы и люди, использующие эти слова в качестве псевдонимов."
    "Но сама манера их речи выдавала самозванцев с головой."
    "Я не мог представить себе, чтобы вещи, которые писали они, могли быть озвучены серебряным колокольчиком."
    nvl clear
    $ renpy.pause(3)
    "Денежки поступали, а я их почти не тратил, берёг на тот самый случай, когда потребуется срочно срываться."
    "Господи, да я даже гаранта себе в Японии нашёл на случай срочного получения визы!"
    "На всё той же «Микуси»."
    if loki:
        "Её интересовала моя страна, культура, люди."
        "Более того, она даже прилично писала по-русски."
        "Сама собиралась к следующему лету заглянуть в Петербург и вытребовала у меня обещание сопровождать её."
        "Сама готова была выступить гарантом-поручителем для посольства, подтверждая, что мои цели сугубо туристские и романтические."
        "Её звали Риоко."
    else:
        "Совершенно случайно."
        "Промахнулся во время очередного поиска мимо клавиш, и пальцы вместо «Мику» набрали совсем другое имя."
        "Выдача по запросу составила около тысячи разных людей, но первой в строчке стояла она."
        "Открыв страницу, я долго-долго смотрел на полузабытые черты лица."
        "Идеальное каре, чёрные волосы и кареглазый прищур."
        "Единственный человек, который никогда не устраивал скандалов и не пытался как-то воспитывать меня."
        "Однажды просто самоустранившийся из моей жизни."
        "Вечный ребёнок Риоко."
    nvl clear
    $ renpy.pause(3)
    "Только вот ни к чему мне была эта виза."
    "Я не встретил никого знакомого, хоть и прошерстил миллионы и миллионы человек."
    "Что гораздо хуже — на карте Саппоро между парком Одори и метро не было того дома."
    "А, стало быть, и апартаментов 3108 тоже не было."
    "И вряд ли это могла бы быть новостройка — японцы крайне ревностно относятся к своим паркам, чтобы разрешить кому-то застройку."
    nvl clear
    $ renpy.pause(3)
    "Я мог бы соврать, будто бы мне казалось, что Риоко ревнует к моим поискам."
    "Она девушка, а девушкам важно внимание."
    "Но вместо этого она с живым сочувствием отнеслась к моей истории."
    if not loki:
        "Видимо, наш кратковременный роман оставил и у неё в душе хорошее впечатление, не знаю."
        "Я её никогда не любил, возможно, потому и не старался вынести ей весь мозг."
    "Более того, она тоже по каким-то своим каналам пыталась найти мою старлетку."
    "Тщетно. Тщетно."
    "Только жирные отпечатки пальцев на стекле, хорошо видимые под таким углом из-за отсветов с улицы."
    "Их должно быть уже 365, по числу дней, что я заявился самоуверенным покорителем реальностей к себе домой."
    "Уверенный, что меня здесь ждёт и настоящая любовь, и приключения, и счастливое воссоединение в конце…"
    "Но у создателя, как всегда, были на меня свои планы."
    "Если можно назвать планами планомерное просиживание штанов у монитора."
    nvl clear
    $ renpy.pause(3)
    "Моя Мику."
    "Я вижу тебя в других людях, в других лицах."
    "Иногда мне кажется, что мы вполне могли бы жить в одном городе, даже на одной улице."
    "Просто не знали об этом."
    "А теперь, когда я так долго искал тебя, мы встретимся."
    "Вот сейчас. Прямо сейчас."
    nvl clear
    $ renpy.pause(3)
    "Ты девочка-смех, девочка-моэ."
    "И хочется взять строчку одного товарища с эстрады и немного переделать."
    me "Моё моэ, прошу, не выкини меня на берег…"
    stop music fadeout 3
    window hide
    scene bg intro_xx
    with dissolve
    play sound_loop sfx_intro_bus_engine_loop fadein 3
    "Слышишь ли ты мои мысли? Чувствуешь ли хотя бы отдалённо?"
    "Помнишь ли?"
    "Я смотрел в замёрзшее стекло автобуса и не мог убедить себя в том, что слышит. Помнит."
    "Или хотя бы существует."
    nvl clear
    $ set_mode_adv()
    "По радио начали вещать какие-то околополитические балбесы, и суровый водитель, помянув бога, душу и мать, крутнул ручку приёмника, переключая волну."
    play music music_7dl["shib_mono"] fadein 3
    "А я замер, разом освободившись от хандры и меланхолии."
    "Из радиоприёмника заиграла полузабытая, полузнакомая мелодия."
    "И я силился, но никак не мог вспомнить её."
    "Вертелось что-то на кончике языка, да никак не вспоминалось."
    "Что-то, что я давным-давно слышал, что-то, стойко ассоциирующееся только с лучшими мыслями и переживаниями."
    "Самое забавное, что изученной за год лексики вполне хватает, чтобы понять, о чём песня."
    "И почему она так легко находит отражение во мне."
    "Вот только я никак не мог вспомнить, где мог слышать подобное."
    "И заплакать бы от злости."
    "Расплавиться бы слезами."
    "Да только не получается."
    stop sound_loop
    stop music fadeout 3
    "Я снова прислонился к стеклу головой и прикрыл глаза."
    play music music_7dl["deep_inside"] fadein 3
    window hide
    scene anim intro_3
    show blind1_1
    with dissolve
    "И весь день был больной, как сам не свой от недопонимания."
    "Я ходил по улицам, пытаясь вспомнить или вызвать цепочку ассоциаций."
    "Более того, записал на диктофон мелодию, которую напел как мог, чтобы не забыть."
    "И ничего… Пусто."
    hide blind1_1
    show blind1_2
    with dissolve
    "Когда я пришёл в себя окончательно, на часах было начало одиннадцатого, а я ощутил, насколько замёрзли пальцы."
    "И — ничего."
    "Как отрезало то, что должно было мне помочь."
    hide blind1_2
    "А я почему-то знал, что это важно."
    "Не с моей удачей."
    "Прикинув, в какой стороне мой дом, я отправился туда."
    window hide
    scene bg int_home_lift_7dl
    with fade2
    play ambience ambience_7dl["elevator"] fadein 3
    "Я добрался домой уже заполночь, прошмыгнул мимо недовольного взгляда консьержки, вызвал лифт."
    "Всё напевал и напевал эту мелодию, стараясь запомнить как следует."
    "У меня было несколько программ для распознавания музыки, и я не собирался просто так отступаться."
    "И это я-то, вечный индифферентный и спокойный, смирившийся и принявший тот факт, что неудачник."
    "Это было до такой степени на меня не похоже…"
    stop ambience fadeout 6
    window hide
    scene bg int_sam_room_7dl
    with dissolve
    "Большинство людей вокруг уже спали."
    "Пора было и мне, наверное…"
    "Шазам не сумел разгадать мелодию, его альтернативы тоже."
    "Так что сегодня был вечер разочарований. Очередных."
    "И чтобы не усугублять ситуацию, надо ложиться спать."
    me "Плохой день. Завтра будет лучше."
    "Пробормотал я под нос, собираясь отправить компьютер спать и сам последовать его примеру."
    "Но под окнами вдруг загудело, затарахтело…"
    "Судя по звуку, это был какой-то довольно мощный движок, как бы не автобусный."
    me "Вип-развозка на дом?"
    "Усмехнулся я, заваливаясь было…"
    play music music_7dl["shib_stereo"] fadein 3
    "И тут же взвился, когда тишина раскололась под ударом сверхтяжёлых басов!"
    "Очень, очень знакомых басов!"
    "Та самая песня, те самые гармоники."
    "И ещё страньше стало, когда в перелив басов вплёлся знакомый серебристый колокольчик голоса:"
    mi "Хиторигото фурете…"
    "Не поверив собственным ушам, я подошёл к окну и аккуратно выглянул на улицу."
    me "Да быть не может."
    "Растерянно произнёс я."
    me "Год же…"
    "Но было именно так, как было."
    "Внизу, под окнами перед автобусом, распахнувшим двери багажного отделения, где судя по всему, до сих пор прятались динамики, в одной шубке с микрофоном стояла…"
    stop music fadeout 5
    me "Мику."
    "Упавшим голосом констатировал я."
    me "Но тебя же не существует, ты же…"
    play music music_7dl["semische"] fadein 3
    voice "Хватит хулиганить, я сейчас полицию вызову!"
    "Донёсся откуда-то скрипучий голос."
    "Но я его уже не слышал."
    window hide
    scene bg int_access_day_7dl
    with dissolve
    "Надев первое, что попалось под руку, я через ступеньку нёсся вниз по лестнице!"
    "Семь этажей… Шесть… Пять…"
    window hide
    play sound sfx_open_door_kick
    pause(1)
    scene bg ext_khruschevka_day_7dl
    show mi happy casual
    with flash
    "Когда я выскочил на улицу, музыка уже стихла, всё отключили, а перед самой дверью стояла она."
    me "Мику."
    "Глупо хлопая глазами, произнёс я."
    mi "Сенечка, ты мне кое-что обещал! Пора выполнять своё обещание!"
    me "Но…"
    mi "Новоселье, барабанные палочки, Сень! Некогда объяснять! Марш в автобус, пока полиция и правда не приехала и нас всех не арестовала!"
    me "Я ждал тебя целый год, а ты так просто приходишь и говоришь…"
    show mi sad casual with dspr
    mi "Сеня, у меня и правда нет времени. Вот совсем."
    me "Да ты можешь хотя бы сказать, где ты была целый год?!"
    show mi laugh casual with dissolve
    mi "Там же, куда мы сейчас отправляемся!"
    "Не слушая больше моих возражений, она схватила меня и потащила за собой."
    mi "И в этот раз ты едешь со мной!"
    me "Да куда?"
    show mi normal casual with dissolve
    mi "В «Совёнок», Сенечка."
    "В груди перехватило что-то, все слова враз забылись."
    "Я ступил на первую ступеньку автобуса."
    window hide
    $ persistent.us_7dl_mi = True
    $ renpy.save_persistent()
    play sound sfx_7dl["aunl"]
    show acm_logo_us_openup with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    return

label alt_day7_us_7dl_lenaforever:
    play music music_7dl["so_lonely"] fadein 3
    scene bg ext_winterpark_7dl
    $set_mode_nvl()
    "Ты знаешь, я прихожу сюда каждый месяц, двадцать пятого числа."
    "Просто потому, что однажды одна грустная девочка смахивала слёзы с зелёных глаз и просила, чтобы я встретил её на той стороне."
    "И вот я здесь. Снова."
    "А здесь мало что и редко что меняется — сварливые чайки кажутся наглухо приколоченными к небосклону, ветер дует каждый раз в одну и ту же щёку."
    "Только иногда, бывает, повезёт, и сквозь рассыпавшиеся тучи проглянет закатное солнце, подкрашивая мир в пурпур и золото."
    "Новая сигарета, старый трек в наушниках — как ознаменование преемственности всего."
    nvl clear
    $ renpy.pause(3)
    "Мы были святыми в своей обывательской простоте, мы жили без бед, просто потому, что и счастья не знали, и нам не с чем было сравнивать."
    "А человеку, узнавшему счастье, жить не хочется."
    "Нет, он хочет спастись от жизни и сберечь своё крохотное родное от холодного ветра и равнодушных взглядов."
    "Потому я никогда не покажу тебя им."
    "Лучше я закурю новую сигарету, подставлю трезвые глаза ветру и снова буду плевать на страх промёрзнуть и заболеть."
    "Будто бы в том декабре напрочь вымерзло из меня всё уязвимое и слабое, сошло коркой и брызгами осколков, оставляя меня настоящим."
    "Стихи под абсентом, заполошный плач, пустые смс-ки, отправленные по глупому адресу: «пожалуйста, пусть их прочитает та самая»."
    "Ты говорила мне, что подстраховалась, что продумала всё, и нет у меня свободы воли, кроме как идти навстречу тебе."
    "И вот я здесь. Уставший бояться, истерзанный и издёрганный, плюнувший на логику и продолжающий слепо надеяться непонятно на что."
    nvl clear
    $ renpy.pause(3)
    "У меня была одна-единственная зацепка, которой я воспользовался, и всё, что теперь оставалось мне — это просто ждать."
    "Месяц, год, десять лет…"
    "Я прекрасно понимал, что, скорее всего, ничем хорошим мои визиты не закончатся."
    "В полном согласии с моей кармой и удачей, мне полагается только неудача по итогам гонок длиной в жизнь."
    "Но человек должен жить ради чего-то!"
    "А тот город, что ждёт меня — он не мой. Он выдуман и воплощён в согласии с чьими-то домыслами о том, как должен выглядеть Петербург."
    "Вот только…"
    "Мой Петербург никогда не был затянут туманами."
    "Да, он ненавидел меня и старался перемолоть жерновами по ходу вечной гонки из утробы в могилу."
    "Но он был мой. И, как мне кажется сейчас, именно в нём могло бы быть местечко для нас обоих."
    "Туман-туман… Лишь изредка швырнёт в лицо пригоршней моего родного дождя, что во все времена плевал на гравитацию и тёплую одежду."
    "Я вздрогну, прозрю и увижу, как далеко забрался, ужаснусь от мысли, что больше нет пути обратно."
    "Но и это уже постепенно перестаёт иметь значение."
    nvl clear
    $ renpy.pause(3)
    "Здесь всё иначе, иначе… Моя единственная зацепка привела сюда."
    "А оказывается, что здесь не было никогда никакого лагеря."
    "Всё, что удалось обнаружить — это до боли знакомую излучину реки, два острова да стягивающие дальние берега стальную нитку рельсов."
    "На этой стороне был только дебаркадер."
    "Причал-пристань для небольших кораблей и лодок из тех, что способны пройти здесь."
    "Здесь не было никогда никакого лагеря. Никакого."
    "Инстинкт самосохранения малодушно вопит, что раз так, значит, мне всё просто приснилось!"
    "Значит, надо подхватываться и жить дальше в полном согласии с сигналом от подсознания."
    "Оно хотело жить, а я заживо погребал себя под толщей пыли, это просто самомотиватор такой!"
    "Только вот не мог я никогда выдумать девочку вроде тебя."
    "Хрупкая фигурка, смешные хвостики и отчаянная мольба не оставлять тебя здесь, где без меня нет ни жизни, ни смысла."
    "Я помню всё."
    "Так что этот берег — весь мой. {w}Скамейка, навес, дымящийся там костерок — это всё моих рук дело."
    nvl clear
    $ renpy.pause(3)
    "В голове мелькали бессвязные обрывки, заставляющие то злиться, то улыбаться, то захлёбываться от нахлынувшей нежности."
    "Я смотрю в неприветливое небо и одними губами повторяю:"
    me "Лена."
    "Единственное согревающее и тонизирующее на этом берегу."
    "Короткое имя, четыре буквы."
    "Эхо шёпота разнёс, разметал ветер, рассыпая имя снежинками."
    "А вскоре пропали и они, оставляя только меня, чёрную воду и ледяной ветер, от которого я спасался горнолыжной курткой да чаем в термосе."
    "Я упрямец."
    "Удивительно так, правда? Всю жизнь плыл по течению, а сейчас вдруг рогом упёрся и прихожу, и прихожу сюда…"
    "Просто потому, что однажды одна зеленоглазка с грустным взглядом рассказала мне страшную сказку и попросила встретить её на той стороне."
    nvl clear
    $ renpy.pause(3)
    "И снова чужая память."
    "Снова ноги гудят от бега за трамваем."
    "Снова мы идём бок о бок, смеясь до боли в животе, щекочась, отскакивая, радуясь."
    "Мы полны счастья и жизни."
    "Самое главное — мы вместе."
    "Мы с первого класса вместе, когда меня за руку привели в новую школу, представили классу, а я сразу обратил внимание на тёмные волосы, слишком крупную голову и огромные зелёные глаза."
    "Меня усадили за парту рядом, она хихикнула и протянула мне ладошку, представилась."
    un "Лена. Будем дружить? Я люблю рисовать и однажды хочу нарисовать весь мир! А ты?"
    me "А я… Я не знаю."
    "В моей голове просто не умещалась мечта таких масштабов."
    "Так что как-то сразу и без внутреннего сопротивления я понял, что надо держаться такого человека."
    "Конечно, я буду с тобой дружить. "
    "Но человек предполагает, а рандом, как известно… Насмешили мы его своими планами, насмешили."
    nvl clear
    $ renpy.pause(3)
    "Полгода спустя Лена загремела в больницу на операцию и около полугода лечилась и училась на дому."
    "Я бегал к ней каждый день, носил морковку и чернику, потому что они, говорят, полезны для глаз."
    "Свистел под окном, карабкался по стволу прильнувшей к её домику липы и спрыгивал на пол комнаты, завешанной рисунками, раз от раза всё более искусных."
    "Она даже тогда, с бинтами, в огромных очках с круглыми стёклами, казалась мне самой прекрасной на свете."
    "А чем её привлекал неловкий сорванец? Да кто ж знает. Но она всегда так радовалась, когда я приходил."
    stop music fadeout 4
    nvl clear
    $ renpy.pause(3)
    play music music_7dl["misery"] fadein 3
    "И приходил бы и дальше, и была бы у нас глупая и банальная история о детях, что с первого класса вместе."
    "Будто бы было недостаточно, мои родители переехали, а я снова перешёл в новую школу."
    "Лена махала кулачками и требовала, чтобы я остался."
    "Звонила маме и просила, чтобы и её отправили в ту, другую школу, но… реабилитация, сами понимаете."
    "Некоторое время я тратил деньги с завтраков на дорогу к моему лучшему другу, возил с собой фрукты и какие-нибудь вкусняшки."
    "Пока меня не поймали на этом однажды."
    nvl clear
    $ renpy.pause(3)
    "Так что следующий раз мы встретились уже когда нам было по шестнадцать лет."
    if loki:
        "Я увлёкся музыкой, стал куда серьёзнее, на глупости не было времени."
        "Но как здесь остаться серьёзным, когда однажды в медцентре, куда я приехал сдавать кровь, на кушеточке в фойе я разглядел знакомые хвостики."
    else:
        "Не зная, куда идти, я решил попробовать себя эникейщиком."
        "Программистом. Вот и направился на подготовительные курсы."
        "Мне потребовалось сделать нормальную медкарту, так что пришлось походить по поликлиникам и медцентрам."
        "И вот в одном…"
    "Она уже была без очков — перешла на контактные линзы, но это была всё та же Лена."
    "Всё так же наивно улыбающаяся миру, смотрящая на него широко распахнутыми глазами."
    "Хотя и появилась во взгляде крохотная горчинка."
    "Мы несколько минут сидели, не зная, что сказать и куда девать руки."
    "Два глупых подростка."
    "И здесь она снова оказалась куда разумнее и милосерднее меня: отложила планшетку, встала и побежала ко мне."
    "Захлёбываясь, заговорила о чём-то на бегу, споткнулась…"
    "Я поймал её у самого пола."
    "Как всё было бы проще сейчас, когда достаточно просто обменяться контактами, телефонами…"
    nvl clear
    $ renpy.pause(3)
    "Мы встречались некоторое время, гуляли вместе в парке, обстреливали друг друга каштанами и ходили в воду Финского залива на двести метров, просто подворачивая штаны."
    "Мы держались за руки, и люди вокруг называли нас красивой парой, но тогда я просто не думал о таких вещах, как любовь, совместная жизнь, прочие глупости."
    "Мы были дети, и это единственное, что меня оправдывает."
    if loki:
        "Потому что когда в мою жизнь пришла Ксюша, и я сообщил об этом, Лена просто улыбнулась и пожелала мне удачи."
        "Она сказала, что если мне потребуется помощь или совет, я всегда могу к ней обратиться."
        "Смотрела она, правда, почему-то в сторону."
        "С тех пор она ни разу не написала и не позвонила."
        "Её телефон был постоянно отключён, так я понял, что она сменила номера и всеми силами постаралась выкорчевать меня из своей жизни."
        "Но меня тогда это не слишком-то и волновало."
        "Последний визит Ксюши чуть не отправил меня в морг, так что лёжа на больничной койке, я воспринимал плывущим от лекарств сознанием слова вроде «токсемии» холодно и отстранённо."
        "Так что Лена… Мне правда было очень жаль."
        "Но я даже не знал, где она теперь лежит. Ни разу не ходил. Ни разу."
    else:
        "Хотя я сам себя никогда не прощу."
        "Следовало бы быть чуть умнее, чуть злее, чуть…"
        "Чуточку более человечным."
        "И не звать её с собой в ту злополучную поездку."
        "Нам пришлось отложить покупки билетов из-за того, что визу Лене выдавали со скрипом."
        "Казалось бы, что проще — Риоко. У неё была зелёная улица по всем странам Европы, она с удовольствием съездила бы со мной."
        "Но мне почему-то показалось, что Лена там будет уместнее."
        "Уместнее! Господи, придурок. Какой же придурок, господи…"
        "Вот тогда, сидя у цинкового ящика, я мог выплакать и высказать всё, что должен был, но не успел."
        "И о том, что не умею без неё, и о том, что не представляю себе, как мне жить дальше, и стоит ли."
        "Что гораздо хуже, когда я пришёл однажды навестить её на Смоленке, рядом с ней была и ещё одна плита."
        "Тихонова Алёна, 1993-2003, в память от любящей сестры."
        "Вот и нашли друг друга, вот и свиделись."
        "Тихонова Анна, 1970-2004"
        "Мать…"
        "Я развернулся и убежал оттуда, когда понял всю простую безжалостную логику чисел."
        "Пока я занимался чепухой, увлекался непонятно чем, Лена в одночасье, с разницей в год потеряла самых близких своих людей."
        "Теперь-то я понимал, что она могла забыть в том медцентре."
    nvl clear
    $ renpy.pause(3)
    "Как ни старался, я не мог отделить память свою от того, чем постепенно заполнялись пустоты."
    "Потому что слишком неотделимо становилось прошлое от меня-настоящего."
    "Слишком внятно и логично объяснялся последний десяток лет прозябания на обочине."
    "Когда стоило бы просто прийти в себя и обнять человека, стоящего перед тобой."
    "Человека, который всю свою жизнь терпел только ради того, чтобы тебе было лучше."
    "Стереть с его спины полагающиеся тебе тухлые помидоры, от которых она тебя всю жизнь защищала."
    "Взять руку и сказать простое «я с тобой»."
    "Не знаю, чего мне не хватило в своё время, но это моя добровольная епитимья, мой крест."
    "Так что я каждый месяц приезжаю сюда."
    "Я обещал."
    "Я буду ждать столько, сколько потребуется."
    nvl clear
    window hide
    stop music fadeout 4
    $ set_mode_adv()
    pause(1)
    scene bg ext_boathouse_alt_day_7dl
    with dissolve
    play ambience ambience_lake_shore_night fadein 3
    "Встав со скамейки, я отряхнул с головы и плеч снег и, свернув, спрятал наушники в карман."
    "Уже вечерело, а мне ещё до остановки идти."
    "Отсюда до шоссе около одиннадцати километров, и я в который раз уже клялся себе, что уж в следующий-то раз обязательно возьму с собой велосипед."
    "Но не в этот раз…"
    "Так что меня ждут мои два часа пешком."
    "Я прошёл по понтонам к дальней части, что обрывалась прямо в воду, встал там и, запрокинув голову к небу, втянул в себя горький прозрачный запах увядающего леса."
    "Скоро зима, и тогда здесь будет совсем не так уютно."
    "А аромат осени колет сердце, вызывая в памяти вкус губ и звон смеха."
    "Со всё ещё запрокинутым к небу лицом, я набрал в грудь побольше воздуха и закричал, вспугивая приводнившихся было чаек:"
    me "Лееееенааааа!" with vpunch
    window hide
    with fade2
    play music music_7dl["take_my_hand"] fadein 3
    un "Н-ну чего ты кричишь…"
    "Остро резануло по нервам таким неуместным здесь ломким голосом."
    "И я, больше всего на свете боясь сейчас проснуться, медленно обернулся."
    show un normal winter with dissolve
    un "Сам пропал на десять месяцев, а теперь…"
    "Она сделала было строгое лицо"
    show un sorrow winter with dspr
    extend ", но, не выдержав, заплакала, сделала ко мне шаг."
    "Это и правда была Лена. Она."
    "Несмотря на глупую память, несмотря на всё, что я себе только навоображал — это была она."
    "Полузабытая детская любовь, полупотерянная взрослая."
    "Всё с тем же цветом волос, но одетая уже не в глупую пионерскую форму."
    me "Лена."
    "Глупо повторил я."
    "Силы и вера вернулись в мой голос."
    me "Ленка!"
    "Она побежала ко мне, спотыкаясь, крича что-то бессвязное и размахивая руками, понеслась по весь опор, пока я стоял и вспоминал, как дышать."
    "Чувствуя себя невесомым, четырнадцатилетним, будто во сне ступая по поверхности снизошедшей с неба радуги."
    show un cry_smile winter close with dspr
    with vpunch
    "Пока не налетел вихрь, толкнул в грудь, прижал к себе…"
    "Плечи Лены затряслись."
    un "Нашла…"
    "Заполошно прошептала она мне в грудь, давясь слезами."
    un "Я тебя нашла…"
    me "Но где ты была?"
    un "Я тебя так искала, я чуть с ума не сошла, когда тебя не оказалось рядом. А ты…"
    me "Я же обещал, что встречу тебя на той стороне, помнишь?"
    "Я приподнял её подбородок, целуя кривящиеся в неверящей улыбке губы."
    "Лена прижалась ко мне изо всех сил."
    un "Теперь не отпущу. Ни за что!"
    me "У нас не было ни единого шанса не встретиться."
    un "Да. Ни единого…"
    show un smile3 winter close with dspr
    "Она отстранилась немного, заглянула мне в глаза:"
    un "Пойдём, я познакомлю тебя с кем-то очень важным."
    me "Кем-то?"
    show un smile2 winter with dspr
    un "С моей сестрой."
    window hide
    $ persistent.us_7dl_un = True
    $ renpy.save_persistent()
    play sound sfx_7dl["aunl"]
    show acm_logo_us_hi with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(2)
    return
    
label alt_day7_us_7dl_reunite:
    play music music_7dl["iamagod2"] fadein 3
    scene bg ext_winterpark_7dl with dissolve
    "Но кое-что изменилось."
    "Я не знаю точно, с чем это связано, но изменения есть."
    "Возможно, стоит начать с того, что меня перестали преследовать неудачи по мелочам."
    "Пропал какой-то необъяснимый ступор в ситуациях, где я обычно замирал и пережидал неприятности."
    "Да что там — я даже начал подумывать о том, чтобы снова заняться самообразованием!"
    if loki:
        "Хотя я никакой другой инструмент так не буду чувствовать, как трубу, неким суррогатным утешением может стать что-то ещё."
        "Например, гитара. Фортепьяно. Да барабанные установки, в конце концов."
        "Я решил начать с фортепьяно."
        "В мои годы график обучения уже далеко не такой шустрый, как в детстве, но я твёрдо решил пройти путь до конца."
    else:
        "Мне всегда хотелось научиться рисовать."
        "Хотя бы на уровне простеньких набросков. Так что…"
        "Но я не был бы собой, если бы не начал делать всё через одно место."
        "Не карандаш с альбомом купил, а дорогущий планшет от китайского производителя."
        "Вцепился в него и неделю чиркал стилом по пластику, пока на безымянном пальце не вспухла так называемая «писчая мозоль»."
    "Хватало и других изменений."
    "Но больше всего мне хотелось, чтобы снова вернулось то лето, лагерь, дети…"
    scene expression Dawn("bg bus_stop") with diam
    "А я стою на автобусной остановке, и в наушниках снова жидкая тоска."
    voice "Мальчик, уступи место."
    "Раздался голос над плечом."
    th "Какой я вам мальчик ещё."
    "Проворчал про себя я, но послушно поднялся."
    me "Садитесь."
    voice "Спасибо, мальчик."
    th "Рррр…"
    "И вот ничего с этим не сделаешь."
    window hide
    play sound sfx_intro_bus_engine_start
    $ renpy.pause(3)
    play sound_loop sfx_intro_bus_engine_loop fadein 3
    $ set_mode_adv()
    scene bg intro_xx
    with dissolve
    "Как говорится, маленькая собачка — всю жизнь щенок."
    "А мне лет до пятидесяти будут «тыкать» и называть мальчиком."
    "Не состоялся, не обзавёлся харизмой, выгляжу не на свои года — вот и результат."
    window hide
    with fade
    play sound sfx_intro_bus_door_open
    pause(2)
    play ambience ambience_7dl["railroad"] fadein 3
    scene bg ext_mv2_7dl
    with fade
    stop sound_loop fadeout 4
    "И снова моё полубессознательное тянет меня на вокзал."
    "Знать бы ещё, зачем…"
    stop music fadeout 3
    "Но это в любом случае лучше, чем сидеть дома и жалеть себя."
    "Я вышел в световой зал и, запрокинув голову, в который раз уже стал изучать карту, прикидывая, как бы добраться до…"
    "Вот здесь всегда случался затык, так как я не мог назвать место, где мог бы находиться лагерь."
    "А место у реки, где находится место для отдыха детей…"
    "Проще иголку в стоге сена найти, их слишком много, таких мест."
    play music music_7dl["my_only_hope"] fadein 3
    scene cg d7_leaving_no_sh_7dl
    show prologue_dream
    with dissolve
    "Я не видел Ульянку целый год."
    "Но я на каком-то уровне чувствовал, что всё там происходящее не просто так."
    "Что Ульянка — это совершенно особенная девушка, которой по силам то, на что другие попросту неспособны."
    "Она сумела меня встряхнуть, сумела задержаться рядом со мной — и всё ради того, чтобы из автобуса уходить вместе."
    "Теперь вот и думаю — а автобус ли то был?"
    "В чём был особый смысл всего происходящего?"
    "Куда и почему исчезли пионеры?"
    if alt_day2_us_escape:
        window hide
        scene cg d2_us_trainhop_7dl
        show prologue_dream
        with dissolve
    "Но вместо ответов у меня есть только ощущение, что я сюда попал совсем не потому, что все пути в итоге ведут домой."
    "Как можно считать домом место, которое не любишь?"
    "Куда большим домом я считал этот вот световой зал, куда время от времени приходил со смартфоном и шерстил на картах реки и озёра, пытался найти ту самую излучину, мимо которой пробегают пути железной дороги."
    "А потом искал на карте возможность добраться туда."
    "Как угодно — пешком, поездом, на машине…"
    "И не мог найти."
    "Но я не опускал руки."
    "Изувечить себя проблемами проще всего! Достаточно просто опустить лапки и сказать себе, что ты не справляешься."
    window hide
    scene bg ext_mv2_7dl
    with dissolve
    "Но я-то обещал Ульянке совсем другое!"
    "Заставь студента-физика рассчитать траекторию полёта камня с учётом гравитации, ветра и прочих факторов, и он убьёт на это полчаса."
    "А кинь тот же камень ребёнку, и тот интуитивно просчитает всё и легко поймает камень."
    "Так что я уповаю на интуицию и свою клятву никогда не становиться глупым и скучным."
    "И в этом помогают мне не только какие-то мифические чувства ответственности и чести, нет."
    "Люди, люди, тот самый социум, относящийся ко мне пренебрежительно и не ставящий в расчёт."
    "Снисходительность."
    "Нежелание слушать."
    "Плюс это постоянное «мальчик»…"
    window hide
    scene expression Noon("bg ext_mv2_7dl")
    with dissolve
    "Будет справедливым сказать, что люди загоняли меня в то самое детство, и я им не мешал!"
    "Ибо чувствовать себя подростком недостаточно. Надо ещё и быть им."
    "А это подразумевает глупости и инфантильность мышления."
    "Но что я могу поделать с тем, что из зеркала на меня смотрит отнюдь не солидный господин?"
    "Правильно."
    "Ничего."
    "И знаете, что?"
    "Мне это нравится!"
    window hide
    scene expression Dawn("bg ext_mv2_7dl") at zenterleft
    show us smile sport at zenterleft
    with dissolve
    us "Привет… мальчик!"
    "Хихикнула Ульяна, с трудом прожевав палочку «Твикса», а вторую протягивая мне."
    us "Всё ещё пытаешься вычислить, где там наш лагерь находился?"
    "Смутившись, я кивнул и взял шоколадку."
    show us laugh sport with dspr
    us "Не ищи, я нашла."
    "Ульяна протянула мне распечатку с картой, подозрительно знакомую."
    "И только приглядевшись, я понял, что же она мне напоминает."
    th "Да это же карта лагеря с вымаранными зданиями."
    us "Нравится? Тут даже брандвахта есть, тоже с лодками."
    show us smile sport with dissolve
    us  "Правда, она лет пять как заброшена, так что и лодки, наверное, все сгнили."
    me "Как же это так? А где тогда…"
    "Ульяна покачала головой."
    us "Если не передумал, то пошли."
    me "Но где это?.."
    "Немного подумав, она достала из кармана точную копию моего смартфона и углубилась в поиски."
    "Через несколько минут просияла:"
    show us surp1 sport with dspr
    us "Тверская область! Сейчас поездом, потом на автобусе."
    me "Не ближний свет."
    show us normal sport with dspr
    us "Если боишься — то не поедем."
    me "Надо же узнать."
    show us laugh sport with dspr
    us "Надо!"
    us "Тогда — за билетами!"
    "Она вскочила и потянула меня за собой."
    "Она, заставившая меня поволноваться."
    "Я не знаю, где она была несколько месяцев, что я потратил на её поиски, но, обнаружив меня на этом же вокзале однажды, она выглядела всё тем же сорванцом, какой я её запомнил."
    "А вот я стал здорово младше, и теперь выглядел лишь чуть-чуть старше её."
    stop music fadeout 5
    "Потому что клятва."
    "Потому что…"
    play music music_7dl["happy_ending"] fadein 3
    us "Пошли, Сёмище! А то билетов не хватит!"
    window hide
    $ persistent.us_7dl_good = True
    $ renpy.save_persistent()
    play sound sfx_7dl["aunl"]
    show acm_logo_us_semische with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    stop music fadeout 3
    $ renpy.pause(2)
    if ((alt_day_binder == 1) or alt_day1_loop) and loki:
        play music music_7dl["beasteye"] fadein 3
        window hide
        play ambience ambience_cold_wind_loop fadein 3
        scene bg ext_road_winter_7dl
        "Когда мы дошли от остановки до самого места, где по моим подсчётам должен был располагаться лагерь, там не было ничего."
        "Мы с Ульяной облазили все окрестности, обыскали все места — нет, нет и нет."
        "Да и откуда бы ему взяться в мире, где слыхом никто не слыхивал про Генду?"
        "Кого б им тогда на центральной площади поставить? Ленина? Или Иосифа Виссарионыча?"
        "Зря только ездили."
        "Вернее, ездил-то один я, а вот Ульянка просто увязалась со мной за компанию."
        "По легенде я стал её опекуном и защитником, раз уж ей даже паспорт рано было получать."
        "Опекун, ха."
        "Выглядящий чуть старше своей подопечной."
        window hide
        with fade
        "Но что есть, то есть. Мы теперь постоянно вместе."
        "Как Шерочка с Машерочкой."
        "Вот только из машины она не пошла, отмахнулась, мол, дудки, дураков мёрзнуть нема."
        "Так что в этот раз лазить пришлось в гордом одиночестве."
        "Вот и лазил я один по сугробам и буеракам, прекрасно понимая, что никакого лагеря здесь нет и быть не может."
        "В итоге это понял и я."
        "Вздохнул и отправился обратно."
        "Только вот дойти я не успел."
        "На полпути меня перехватили:"
        show us smile sport with easeinleft
        us "Туду-ту-ту! С Днём рожденья!"
        "Прокричала Ульянка, протягивая мне какой-то прямоугольный предмет."
        me "Надо же… А я почти забыл. Спасибо."
        us "Держи и помни мою доброту."
        show us grin sport with dspr
        "Она хитро улыбнулась."
        "Развернув обёртку и открыв футляр, я недоуменно уставился на Ульяну."
        me "Труба? Но зачем?!"
        show us smile sport with dspr
        "Девочка уставилась себе под ноги, ковыряя пяткой ботинка снег."
        us "Я вижу, как ты тоскуешь. Вижу."
        us "Тебе очень нужна музыка, так что я немного подкопила, и вот…"
        "Я схватился за голову и простонал:"
        me "Да я же не могу, не понимаешь? У меня травма, я сразу кровью кашлять начинаю…"
        us "Это у тебя старого была, дурак."
        us "Разве ты не понял ещё? Здесь всё действует так, как нам хочется!"
        us "А мне хочется, чтобы ты перестал грустить."
        show us laugh sport with dspr
        us "Если для этого придётся немного потерпеть твоё скрипение — я готова!"
        me "Да я не тренировался сколько времени уже…"
        show us smile sport with dspr
        us "Тебе и не надо. Ты молодец, я очень в тебя верю."
        me "Раз веришь…"
        "Я сделал глубокий вдох, предчувствуя мгновенный режущий укол."
        "И тот не заставил себя ждать."
        "Теперь мундштук к губам, создаём воздушный столб, и скрючиваемся от боли."
        "Так всегда было."
        "Но не хочется расстраивать Ульянку."
        "Потому я терплю боль."
        "Терплю."
        "И вдруг понимаю, что несмотря на неприятные ощущения, я отнюдь не падаю в обморок и не кашляю юшкой."
        "Долгая, протяжная «до» зазвучала над заснеженной равниной."
        "Нервная, неуверенная…"
        "И я, не скрываясь и не стесняясь мокрых глаз, пробежался по гамме туда-сюда."
        "То ли боль, то ли ещё что-то, чего я не мог назвать, налилась в глазах, заставила мир задрожать и скатилась вниз по щекам."
        "Всё застыло в единственном хрупком миге."
        "Я набрал в грудь побольше воздуха, и…"
        play music music_7dl["moment"] fadein 3
        "Под белёсый небосклон вспорхнула полузабытая песня, о которой, пожалуй, я больше всего тосковал всё это время."
        us "Сёмыч, ты плачешь."
        me "Я знаю."
        stop music fadeout 3
        me "Это от счастья."
    return

label alt_day7_us_7dl_ever_after:
    play music music_7dl["ask_you_out"] fadein 3
    play ambience ambience_cold_wind_loop fadein 6
    play sound_loop ambience_7dl["night_city"] fadein 6
    scene anim intro_2
    with dissolve
    "Город красится перед выходом в люди."
    "Он смилостивился надо мной и подарил два новых цвета в палитру серого."
    "Красный и белый, белый и красный."
    "Свежевыпавший снег и свежепролитая кровь."
    "Карминные губы и прозрачная кожа."
    "Белый и красный."
    "Город стоит, выдавливая из себя красное, распахивая объятья белому."
    "Габаритные огни уезжающих машин и белые фары машин приезжающих."
    "И с какой стороны ни смотри, ты получаешь свою дозу белого и красного."
    window hide
    scene anim intro_1
    with fade2
    "Красный, серый, белый."
    "В голове всплывают строчки из полузабытой книги." 
    "Должно быть, автор написал их тогда, когда ему окончательно надоела предопределённость." 
    "{i}…Нет, не все в этом мире бушующем призрачно, братие.{/i}" 
    "{i}От субъектов, живущих в домах, до фасадов домов.{/i}" 
    "{i}От разнузданных авторов до охреневших читателей.{/i}" 
    "{i}От бессмысленных слов до немых, бессловесных томов…{/i}"
    play sound sfx_7dl["brake"] fadein 4
    "А я, двигаясь как скверно сделанная марионетка, повернулся в сторону растущего капота жемчужного «Гетц», зажмурил глаза, готовясь к столкновению…"
    with vpunch
    "И тут меня дёрнуло за руку, да так, что чуть запястье не сломало!"
    voice "Эй, придурки, вам жить надоело?"
    "Рявкнул водитель из-под спустившегося стекла."
    th "Вам?"
    "Тут я обратил внимание на то, что до сих пор держу кого-то за руку и медленно-медленно повернулся."
    window hide
    scene anim intro_7
    show us2 laugh2 sport
    with dissolve
    "И задохнулся от счастья, прижимая к себе пищащую Ульянку."
    "Как я умудрился выдернуть её вместе с собой? Никто не знает."
    "Но мы держались за руки, и я чуть не сломал запястье, когда она всем весом повисла на мне."
    "А дальше… Это важно: я услышал её нежелание расставаться, я ответил обоюдно."
    "Я захотел не расставаться."
    "Захотел."
    me "Разве такое бывает?"
    "Отпускать Ульянку очень не хотелось, но…"
    show us2 sad sport with dissolve
    us "Бррр, как же холодно здесь."
    "Пожаловалась она, обнимая себя за плечи."
    us "Куда ты меня затащил?"
    me "Да что же это я… Сейчас!"
    hide us2 with dissolve
    "Сбросив пальто, я немедленно укутал зябнущую девочку."
    "У меня была майка, был свитер — сколько-то времени я мог продержаться."
    "В отличие от неё, одетую в одну лишь тонкую футболку с символикой Союза."
    window hide
    scene anim intro_3
    with dissolve
    "Немного согревшись, она с жадным любопытством оглядела окрестности."
    us "Мы у тебя дома?"
    me "Практически."
    play sound sfx_7dl["car_passing"] 
    "Пешком отсюда до моей берлоги было всего ничего — пять минут."
    "Возможно, располагайся остановка чуть дальше, я бы так никогда в жизни и не выбрался на улицу."
    "И не произошло бы этой глупой, случайной истории."
    "Которая завершается так вот странно."
    us "Тогда веди меня домой."
    stop music fadeout 3
    "Девочка подпрыгнула на месте, дёрнула меня за рукав:"
    us "Пошли!"
    stop ambience fadeout 6
    stop sound_loop fadeout 5
    window hide
    scene bg int_sam_house_clean_7dl
    with dissolve
    play ambience sfx_street_traffic_outside fadein 2
    play music music_7dl["thousand_little_things"] fadein 3
    "Мы сбросили обувь и пальто у входа, после чего я сразу же отправил Ульянку в душ."
    "Мало ли что… Не хватало, чтобы она простыла."
    "Теперь предстояло решить ряд мелких и не очень вопросов."
    "Мне-то самому ничего не надо было, окажись я здесь в гордом одиночестве, вообще ничего менять не пришлось бы."
    "Но — ребёнку требовалась зимняя одежда, зимняя обувь."
    "Кормить её одними пельменями тоже никуда не годится."
    "И это при условии, что не придётся решать вопрос — что с ней вообще делать?"
    "Вдруг у неё здесь тоже есть мамы-папы с дробовиками?"
    "Хотя…"
    me "Мелкая, что ты помнишь последнее перед тем, как мы оказались на проезжей части?"
    "Крикнул я, когда шум воды стих."
    us "Автобус, что же ещё?{w} Сёмыч, ты же не забыл?.."
    "Донеслось в ответ из ванной, и она явилась мне на глаза всё в той же спортивной форме."
    show us2 smile sport with dissolve
    us "Так вот, значит, как ты живёшь…"
    "Она раздумчиво оглядела пыльную люстру, букли отклеившихся и свернувшихся обоев…"
    me "Живу, как видишь."
    show us2 sad sport with dspr
    us "Это никуда не годится. Жильё какого-то холостяка."
    me "Так и есть!"
    "Я приложил руку к пустой голове — мол, на том и стоим!"
    us "Здесь нужна женская рука."
    me "Не смеши, женщина."
    show us2 grin sport with move
    us "Да. Женщина."
    "Показала язык Ульянка."
    "Белое и красное: алая футболка, алые волосы — и серебристый лунный свет от заглядывающего в окошко месяца."
    us "Привыкай к мысли, что теперь в твоей жизни есть жен…"
    play sound sfx_stomach_growl
    show us2 sad sport with dissolve
    us "Слушай, есть что слопать? Есть хочу — спасу нет!"
    "Жалобно протянула она."
    "Я рассмеялся и потянулся к телефону, на ходу вспоминая адрес доставки пиццы и суши."
    window hide
    with fade
    show us2 surp1 sport with dissolve
    us "Ты уверен, что это съедобно?"
    "Доставка прибыла с задержкой в час, как это и ожидаемо в предновогодние праздники."
    "Мы ждали её, балуясь чайком и периодически отбивая друг у друга последнюю пачку пельмешек."
    "Так что встретили квадратные коробки с символикой далеко без того энтузиазма, что звучал в голосах, когда я повесил трубку и сообщил, что скоро будет еда."
    show us2 smile sport with dspr
    "Ульяна подцепила вилкой замеченный ролл и с сомнением потыкала его пальцем."
    me "Да это вкусно, сама попробуй."
    if alt_day_binder != 1:
        us "Он выглядит подозрительнее того жука у тебя в тарелке."
        me "К-какого жука?!"
        show us2 laugh sport with dspr
        us "Того, что я подложила тебе в лагере!"
        "Сейчас я и в самом деле вспомнил о некотором разнообразии рациона, но на всякий случай решил контролировать, чтобы не было сюрпризов."
        "Ульяна наблюдала за мной и смеялась каждый раз, когда я подозрительно осматривал ролл или кусок пиццы."
        "Сама она осмелилась съесть только один, подналегла на мучное."
        "Вся японская кухня ушла в мой желудок."
    show us2 smile sport with dspr
    us "Вкусно."
    "Улыбнулась она."
    us "А теперь на правах женщины заявляю: спишь ты на полу."
    me "Да с чего б?"
    us "Потому что вот! Я так сказала."
    me "Так вот я и нашёл себе притеснителя на свою шею. Но мои злоключения ещё только начинались."
    show us2 laugh2 sport with dspr
    us "Вот именно!"
    hide us with dissolve
    "Я только рукой махнул и отправился умываться."
    "Где-то в запасниках должна быть пенка и запасной плед."
    "А если повезёт, то и раскладушка."
    stop music fadeout 6
    window hide 
    scene anim prolog_15
    with diam
    "А поутру они проснулись."
    "Открыв глаза, я долго таращился в потолок, пытаясь понять, почему такой странный ракурс."
    "Будто бы он стал выше."
    th "Должно быть, ночью с дивана навернулся."
    window hide
    scene anim prolog_4
    with dissolve
    "И тут я вспомнил всё."
    play sound sfx_7dl["reverse_bell"]
    "Но в расстеленной и смятой постели не было никого."
    "Ни-ко-го!"
    "Я чуть не поседел от ужаса."
    th "Неужели всё приснилось?"
    me "Ульянаааа!"
    us "Не кричи, Сёмище!"
    "Донеслось с кухни."
    us "Я чуть чашку на себя не опрокинула!"
    th "Ф-фух…"
    "Выдохнул я."
    us "Я тут нашла у тебя какие-то бесхозные баранки, а со вчера осталась эта твоя пицца."
    us "Поднимайся, будем завтракать."
    stop sound_loop fadeout 6
    window hide
    scene bg semen_room_window
    with fulldiam
    $ set_mode_nvl()
    play music music_7dl["sh_ai_rejuv"] fadein 3
    "С тех пор прошли две недели."
    "Компьютер уехал от окна, потому что там очень удобные, широкие подоконники, на которых замечательно умещалась одна вредная девчонка с чашкой чая."
    "И Ульянка любила сидеть там, а я, перебравшись в дальний угол, работал, искоса бросая взгляд на то, как выгодно оттеняет её огненно-красные волосы серебряный лунный свет."
    "Окно промёрзло, покрылось зимним узором, белое и красное ложились причудливыми пятнами на потолок моей квартиры."
    "То есть, уже нашей."
    "Нашей."
    "Я подтрунивал над Ульянкой и её серьёзным отношением ко всему, по-прежнему видя в ней простого сорванца."
    "Невысокая, инфантильная…"
    "Да только я и сам был инфантилен, а рост…"
    nvl clear
    $ renpy.pause(3)
    "Что ж, она и правда была невысокая, но знавал я и таких, ростом лишь немного превышающих мою подругу."
    "Уже состоявшихся, взрослых мамзелей с детьми, мужами и устоявшимися вкусами."
    "У меня и мать была невысокая, что не помешало мне вымахать до 185 сантиметров."
    "Более того, Ульяна с поистине женским перфекционизмом взялась за моё жилище, выгребла весь хлам, переклеила обои…"
    "Я сам не успел заметить, как стал почти женатым человеком."
    "Хотя, конечно, и было дико жить в одной квартире с подростком. По сути, несуществующим."
    "Нет, она перезнакомилась со всем подъездом, называя меня своим опекуном, но сути-то это не меняло."
    "Это была девочка родом из страны сказок, непонятно как оказавшаяся в мире, где сказкам места как бы и нет."
    "Только вот она была совершенно другого мнения."
    nvl clear
    $ renpy.pause(3)
    "Она считала, что всё в жизни возможно, надо лишь захотеть и попробовать."
    "Приложить достаточно стараний."
    "А у меня язык не поворачивался осаживать её и лезть в чистую душу со своими доморощенным цинизмом."
    "Единственное, что я мог — это верить в неё, да мало-помалу легализовать в обществе."
    "Я подал запрос на прописку, рассматривать её будут пару недель, так что можно не беспокоиться и просто ждать."
    "Так я и сообщил ей, вернувшись домой."
    "А она, не отворачиваясь от окна, поставила на подоконник чашку и кивнула."
    nvl clear
    $ renpy.pause(3)
    $ set_mode_adv()
    me "Всё хорошо?"
    "Я осторожно подошёл к ней сзади, готовясь не то отпрыгивать, не то обнимать."
    show us2 normal sport with dspr
    "А она обернулась."
    us "Сёмыч, нам надо поговорить."
    "Обычно все неприятности начинаются с этой фразы."
    "Так что я приготовился к неприятностям и осторожно уточнил:"
    me "О чём?"
    us "Ты можешь рассказать мне о том, как оказался в лагере?"
    me "Эм… А зачем тебе это знать?"
    show us2 sad sport with dspr
    us "Сёмыч, просто расскажи, ладно?"
    "Воспоминания снова нахлынули на меня, пришлось сделать глубокий вдох и несколько секунд успокаиваться."
    "Старательно загоняемое внутрь чувство страха, беспомощности снова всплыло в памяти."
    "На секунду даже показалось, что я снова оказался там — в безжалостной, ледяной смерти."
    me "Это тяжело."
    show us2 normal sport with dspr
    us "Прости. Но мне правда надо знать."
    me "Да зачем?!"
    us "Доверься мне. Просто расскажи…"
    me "Хорошо."
    "Сходив на кухню и хлобыстнув горячительного, чтобы не тряслись руки, сел на кровать и начал:"
    me "Дело в том, что я оказался в лагере в результате несчастного случая."
    show us2 surp1 sport with dspr
    us "Что же такого несчастного было в лагере?"
    me "Да не в лагере, а… Короче говоря, перед тем, как проснуться в автобусе, я умер."
    show us2 fear sport with dspr
    us "Как умер?"
    me "Молча."
    us "Может быть, тебе приснилось?"
    if loki:
        me "Их было четверо, они были крайне злы, обуты в тяжёлые ботинки и целенаправленно убивали."
        me "У них были свои причины."
        me "Более того, я даже считаю, что у них была своя правота."
        show us2 normal sport with dspr
        us "Просто так взяли и избили?"
        me "Нет, история куда длиннее. Но всё, что тебе надо знать — когда они закончили своё дело, на снегу остался нежизнеспособный кусок мяса, неспособный к дальнейшему существованию."
        me "Прибавь сюда тридцатиградусный мороз, и получишь ответ на вопрос — могло ли мне такое присниться."
        me "Я уже попадал в эту компанию однажды."
        me "Такие ощущения ни с чем не спутаешь."
    else:
        me "Знаешь, когда вода заливается в лёгкие — это ощущение невозможно ни с чем спутать."
        me "А тем более, увидеть во сне."
        us "Так что же произошло?"
        me "Да ничего, в общем, особенного."
        me "Сел в автобус, мы выехали на мост, занесло на гололёде — и плюх."
        me "Не знаю, много ли народа спаслось, но последнее, что удалось запомнить — это то, как заканчивается воздух, и я рефлекторно делаю вдох."
        me "Вода заливается в горло. Всё."
    us "А потом?"
    me "Понимаешь… Мне всю жизнь снилась одна странная девушка."
    show us2 smile sport with dspr
    us "Продолжай."
    me "Примерно с тебя ростом, шатенка в коротком красном платье."
    me "Каждый раз она появлялась во всё новых декорациях, протягивала мне руку и спрашивала, пойду ли я с ней."
    us "И ты?.."
    me "Отказывался. Мне почему-то казалось, что если я пойду, то пути назад не будет."
    me "А это страшно очень. Никто не хочет умирать, даже вот так."
    us "В этот раз, я понимаю, ты не отказался?"
    me "Нет. Не было смысла отказываться — все ниточки обрезаны."
    me "Я взял её за руку, и мы пошли."
    me "Очнулся уже в автобусе."
    me "Счастлива теперь?"
    show us2 sad sport with dspr
    us "Всё сходится."
    "Задумчиво пробормотала Ульяна."
    me "Что сходится?"
    us "Я знаю, кто ты такой! Ты — ПСР."
    me "Пээсэр? Что это?"
    show us2 smile sport with dspr
    us "Подселенец."
    me "Я ничего не понял."
    us "Ты — это временно освободившаяся душа, дух, сознание, если хочешь."
    us "Ты можешь найти человека, готового принять себя и задержаться там ненадолго."
    us "Я не знаю, как это работает, но вы должны быть похожи."
    us "Вот почему ты и тот Сёмыч из лагеря выглядите близнецами-братьями."
    show us2 laugh sport with dspr
    us "Только тот моложе и в моём вкусе."
    me "А я?"
    show us2 laugh sport with dspr
    us "А ты — старый дед."
    "Расхохоталась она."
    me "Спасибо. Очень приятно."
    show us2 smile sport with dspr
    us "Не дуйся."
    "Она уселась рядом со мной на диване и ткнула кулачком в бок."
    us "Ты тоже очень хороший дяденька."
    me "Это всё такой бред, что поневоле в него веришь."
    us "У нас уже научились находить таких, как ты, даже использовать."
    us "Лечить, вот, не научились."
    me "Хорошо. А что с тобой тогда?"
    me "И если мы вернулись домой, то почему я жив и с тобой болтаю сейчас?"
    us "В этом-то и дело, Сёмыч."
    show us2 normal sport with dspr
    "Ульяна перестала улыбаться и выглядела неподдельно серьёзной."
    us "Мы не у тебя дома сейчас. И вернуться не можем."
    stop music fadeout 5
    us "А что касается меня…"
    "Она покачала головой."
    window hide
    scene bg int_sam_room_7dl
    show us2 normal sport
    with dissolve
    play music music_7dl["out_of_your_tier"] fadein 3
    us "Со мной всё не так просто, Сёмыч."
    me "Да уж, непросто — и не дома, и вернуться нельзя, ещё и ты со своими загадками…"
    show us2 sad sport with dspr
    us "Помолчи и послушай, хорошо?"
    "Тихо попросила маленькая женщина, и я заткнулся."
    "Ульяна же, поколебавшись, села на дальний угол дивана, подобрала ноги под себя."
    "Несколько секунд думала, с чего начать, а потом начала с начала."
    us "Я знаю тайну нашего лагеря. {w}Я знала тайну лагеря старого."
    us "Просто потому, что была в обоих."
    me "Но разве старый лагерь не закрыли 15 лет назад?"
    us "Закрыли."
    "Нехотя кивнула она, тряхнув хвостами."
    us "В том числе из-за меня."
    me "Да тебя пятнадцать лет назад и в проекте…"
    us "Тем не менее."
    "Она строго заглянула мне в глаза."
    us "Таких, как мы, называют «стёртыми», Семён."
    me "Стёртыми?"
    us "Люди, подвергшиеся полному стиранию личности."
    me "И за что такому можно подвергнуться? Ты же никого не убила?"
    show us2 smile sport with dspr
    us "Разве что саму себя."
    "Горько усмехнулась девочка."
    show us2 sad sport with dspr
    us "Хронологически мне далеко не 14, на которые я выгляжу."
    us "А вот биологически, и по умственному развитию…"
    me "Ты говоришь как взрослый человек."
    "Указал я."
    us "Правильно. Такой факт поневоле заставляет взрослеть."
    us "Ты понимаешь, что не первая хозяйка своего тела, что тебя не мама и папа сделали такой, а социальные педагоги."
    us "Побочным эффектом…"
    "Она с неудовольствием дёрнула себя за хвост."
    us "Выступает полное отсутствие изменений. Я даже постричься не могу, так как за неделю всё восстанавливается как есть."
    us "Не болею, не взрослею, не меняюсь…"
    me "Так это же бессмертие практически!"
    "Воскликнул я."
    us "Если бы. Я не против затяжного детства, но детство вечное…"
    us "К тому же, со временем я догоню… себя. И тогда начну меняться."
    us "Ещё полгода-год, и начнётся."
    me "Значит, ты не знаешь, почему ту, первую, стёрли?"
    "Почему-то казалось, что этот вопрос может как-то задеть Ульянку."
    us "Интересовалась, конечно. Да тут дурой надо быть, чтобы не догадаться."
    us "У меня был документ, там, дома. Он называется «свидетельство о вторичном рождении», так что для меня недолго было тайной, кто я такая есть."
    window hide
    scene bg ext_railbridge_sunset_7dl
    with fade
    $ set_mode_nvl()
    "Тогда я начала копать."
    "Мне нужны были причины, нужно было понимание, что, почему и как происходит."
    "Отец отмалчивался, жёг семейные архивы, пытаясь уберечь меня."
    "Защитить."
    "Но даже у военнослужащих есть сердце, есть вещи, на которые попросту не поднимается рука."
    "На фотографию, где семья из пяти человек — отца с матерью и трёх детей."
    "Девочка очень похожа на меня, правда, на подписи имя «Алиса»."
    "А старший брат очень похож на отца."
    "Странно, очень странно."
    nvl clear
    $ renpy.pause(3)
    "Не поднялась рука на пожелтевшее письмо из Афганистана."
    "На похоронку оттуда же."
    "Всё оказалось скучно и просто, достаточно было просто сопоставить даты."
    "Моей «вторички» и пришедшей похоронки."
    "И отец оказался совсем не отцом, и дед — не дедом."
    "Всё смешалось, сместилось на целое поколение."
    "А узнать, как произошло стирание, вообще не было проблемой."
    "Я хорошо училась в школе, Сёмыч."
    "Я прекрасно знаю биографию нашего генсека."
    "Так что не зазорно у нас быть стёртым, совсем не зазорно."
    window hide
    with fade
    "Дед не хотел отпускать меня в лагерь, даже устроил истерику."
    "Должно быть, очень хорошо помнил, как это было тогда."
    "Но ребёнку же надо социализироваться, да?"
    stop music fadeout 5
    "Так я оказалась в «Совёнке» четыре года назад."
    "А через год встретила Ольгу."
    window hide
    nvl clear
    $ set_mode_adv()
    scene bg int_sam_room_7dl
    show us2 normal sport
    with dissolve
    play music music_7dl["pixies_playing"] fadein 3
    us "И её подопечного, некоего пионера Персунова."
    me "Так, стоп."
    "От всех этих откровений голова шла кругом."
    me "Но я же в лагерь только в этом году попал!"
    me "Разве можно помереть три раза, и об этом не помнить?"
    us "Верно. Ты попал только в этом году, а до этого было… Что было."
    me "То есть, тот Семён, который был там, он как проходной двор или вокзал?"
    us "Похоже на то."
    us "Только мы были тому свидетелями."
    me "Как в него кто-то… кхм… вселяется?"
    show us2 sad sport with dspr
    "Ульяна кивнула."
    us "Когда он приехал, это был просто мальчик-мажор, богатые родители, импортные джинсы…"
    us "Говорил странные вещи, верил в то, что доллар спасёт человечество."
    us "Ни во грош не ставил чужой авторитет."
    me "Это не похоже на меня."
    "Пробормотал я."
    us "А это и не был ты. Вряд ли бы ты стал высмеивать помощника вожатой за то, что тот пускает кораблики с малышами."
    us "Вряд ли бы ты полез на него с кулаками, когда тот отшвырнул тебя, пытающегося растоптать те самые кораблики."
    us "А он полез. И Миря неплохо его отметелил."
    me "Злой какой."
    us "Очень злой. Он ещё и обиделся после этого, сбежал в лес на два дня."
    us "Искали, конечно. Не нашли."
    me "Вернулся сам?"
    us "И это был уже совсем не он."
    us "Это был человек, который никого не узнаёт, и воспоминания у него чужие, чужие…"
    window hide
    with fade
    us "Больше он уже не пытался ломать чьи-то кораблики, наоборот, начал резать свои."
    us "И всё как-то ладно у него получалось, только вот кораблики уплывали куда-то, где никто не мог их найти."
    me "Огоньки?"
    us "Они. Мы начали расспрашивать, почему, как и что, а он всё твердил про какой-то там ритуал, про поиски."
    us "Про Старую Дорогу."
    us "А однажды собрал вместе всех, кто любил быть на берегу, и рассказал им о том, как надо запускать кораблики, чтобы найти что-то."
    us "Поведал про то, что существует огромное множество миров, и их всех объединяет Старая Дорога."
    us "Он умел ей пользоваться, так как уже тогда стал ПСР родом оттуда, где эта дорога стала частью фольклора, ей научились пользоваться…"
    us "Одно лишь условие."
    us "Выход на дорогу открыт только детям. Только они способны интуитивно делать правильный выбор и делать правильные шаги."
    window hide
    with fade
    show us2 smile sport with dissolve
    us "В этом году я хотела пойти на дорогу, но снова встретила тебя."
    show us2 shy sport with dspr
    us "А тебя уже не интересовало это всё."
    us "Ты стал слишком взрослым."
    show us2 shy2 sport with dspr
    us "И я, похоже, тоже."
    me "Так а зачем тебе вообще было всё это нужно? Это такая игра?"
    show us2 dontlike sport with dspr
    us "Сам ты игра!"
    show us2 normal sport with dspr
    us "Мне важно понять, что загадала та, первая я."
    us "Получилось ли у неё.{w} А я не готова умереть или убить тебя, чтобы просто проверить."
    us "Да и не сработает это.{w} Я просто временно замещу кого-то в одном из миров, где есть моё подобие."
    us "И это если мне повезёт. Я ведь не ПСР, Сёмыч. Я стёртая."
    me "М-да…"
    "Почесал затылок я, выслушав весь этот бред."
    me "Так и что нам делать теперь?"
    show us2 normal sport with dspr
    us "Я не знаю, Сёмыч. Я хотела бы, чтобы ты не пропадал никуда."
    us "Но… У меня есть желание, и ты можешь помочь его исполнить."
    me "Махнуть палочкой и крикнуть «сим-салабим»?"
    "Пошутил я. Получилось вяло и невыразительно."
    "Об этом и сообщила Ульяна, треснув меня по кумполу кулачком."
    us "Ты должен уметь. Ты знаешь, как. Пусть ты не помнишь, но это всё происходило с тобой."
    us "Попытайся вспомнить. Сумеешь — поможешь мне."
    us "А нет…"
    stop music fadeout 5
    "Она вздохнула."
    us "Что ж, я всё равно собиралась оставаться с тобой…"
    window hide
    scene bg semen_room_window
    with dissolve
    play music music_7dl["lullaby2"] fadein 3
    "Вечер прошёл тягостно и молчаливо."
    "Я слушал в наушниках музыку и не мог заставить себя отнестись серьёзно к словам девочки."
    "А она снова пробежалась со шваброй по дому, приготовила что-то относительно съедобное и накормила меня ужином."
    "В итоге снова забралась на подоконник с ногами и смотрела на улицу."
    "Что она видела там? Людей, машины и дома?"
    "Почему-то я сомневался в этом."
    "И почему-то мне очень хотелось помочь ей."
    "Пускай я даже не знал, как."
    window hide
    scene anim intro_15
    with dissolve
    "Закрыв глаза, я снова видел лето."
    "Я смотрел в лето."
    "Мне хотелось, чтобы всё вернулось, чтобы мы снова могли бегать по лагерю, получать нагоняи от вожатой и чувствовали эту жизнь как свою."
    "Чтобы не было мороза, не было людей, которым плевать на всех вокруг себя."
    "Чтобы одна маленькая девочка исполнила своё глупое и нелогичное желание, какие только и бывают у маленьких девочек."
    "И не знал, как помочь ей."
    "Почему-то я безоговорочно поверил ей, несмотря даже на всю фантастичность её россказней."
    "Не в том дело, что я не хотел обижать или что-то в этом роде."
    "Нет. Просто самое фантастическое у нас уже произошло."
    "Я непонятным образом оказался там, тем же фантастическим образом умудрился утянуть девочку с собой."
    th "Как она пренебрежительно относилась к тому, кто был самым первым, здоровым. Мальчиком-мажором."
    "И как сейчас она обнимает меня за шею и улыбается, когда моя щетина щекочет ей нос."
    "Многое изменилось, очень многое."
    "И я — в том числе."
    "С того самого момента, когда я не оттолкнул Ульяну, я за неё в ответе."
    "Я должен оберегать и защищать её. Ото всего."
    "Включая несправедливость этой жизни. И если ребёнок свято верит в сказку, то моя первая обязанность обеспечить её этой сказкой."
    "Даже если всё это небылицы и глупости."
    "Глупости и небылицы."
    "Маленькая ладошка в моей руке слабо отзывалась на пожатие — Ульяна тоже думала, но мало-помалу засыпала."
    "И я всеми силами пожелал, чтобы у нас получилось хоть что-то."
    "Даже если для этого мне придётся пройти заново через этот кошмар."
    stop music fadeout 5
    stop ambience fadeout 6
    th "Наверное, придётся вернуться в лагерь, а там согласно заветам Мири и самого себя, начинать запускать те кораблики?"
    "Я расслабился, восстанавливая в памяти ощущения, предшествующие моему пробуждению в раскалённом «Икарусе», выдохнул, и…"
    $ persistent.sprite_time = "day"
    $ day_time()
    play sound sfx_7dl["intro_dr"] fadein 6
    window hide
    scene bg ext_railbridge_sunset_7dl
    show uv dontlike
    with dissolve
    play music music_7dl["escape_2"] fadein 3
    "Картинка перед глазами сменилась, и моему взгляду предстала некая крайне рассерженная особа."
    uv "Вы только посмотрите на этих идиотов!"
    "Воскликнула девушка, прижимая уши к голове."
    uv "Всё для них делаешь, всё! Надо им тепло — на! Надо им любовь — не вопрос!"
    uv "Целуйтесь и плодитесь, что вам надо ещё?"
    uv "Нет, давай умрём! Давай пострадаем и просрём всё, чего добились!"
    show uv dontlike at right
    show us2 dontlike sport at zenterleft
    with move
    us "А кто вы такая вообще, тётенька?"
    "Только сейчас я обратил внимание на то, что до сих пор сжимаю в руке ладошку Ульяны."
    "А потому совсем не удивился, когда увидел её рядом."
    show uv rage with dspr
    uv "И ты ещё спрашиваешь? Неблагодарная, маленькая мерзавка!"
    uv "Вот правильно говорят, не делай добра — не получишь зла! Чтобы я тебя ещё хоть раз проводила…"
    me "Но мы и правда не знаем, кто ты такая!"
    "Возмутился я."
    me "Я спать ложился, думал… Обо всяком. А тут ты. И кричишь."
    show us2 smile sport with dspr
    us "Злая кошка!"
    show uv surprise2 with dspr
    uv "Значит, вы ничего не знаете и не помните?"
    me "Не помним что?"
    show uv surprise with dspr
    uv "И как вы тогда здесь оказались?"
    "Мы с Ульяной переглянулись."
    show us2 normal sport with dspr
    us "Тётенька, а откуда у вас уши кошачьи?"
    show uv shocked with dspr
    uv "Да отстань ты от моих ушей!"
    "Девушка повернулась ко мне."
    show uv normal with dspr
    uv "Вы мне можете сказать, два идиота, за каким псом вам обратно в лагерь потребовалось?"
    uv "Вам же уже выдали счастья в обе руки, что вам надо ещё?"
    show us2 sad sport with dspr
    us "Сёмыч, кто это такая?"
    me "Да не знаю я. Но она, похоже, сама нас знает."
    show uv smile with dspr
    uv "И прекрасно при том! Так вы мне скажете или просыпаться будете?"
    "Я ущипнул себя."
    me "Ай!" with flash_red
    me "Мы же не спим!"
    show uv laugh with dspr
    uv "Не совсем спите, но если продолжите тормозить, то проснётесь где засыпали."
    me "Смеётся ещё…"
    show uv normal with dspr
    uv "Я повторяю вопрос в третий раз: зачем вам понадобилось возвращаться в лагерь?"
    show us2 calml sport with dspr
    "Ульяна снова посмотрела на меня, а я кивнул."
    "Ей это не очень понравилось, тем не менее, она забубнила:"
    us "Там есть один причал, с которого…"
    show uv grin with dspr
    uv "Да, наслышана про это ваше мракобесие. Но при чём здесь лагерь?"
    show us2 surp3 sport with dspr
    us "В смысле?! Огоньки можно запускать только оттуда!"
    show uv laugh with dspr
    uv "И правда, идиоты. Огоньки можно запускать откуда угодно."
    show us2 dontlike sport with dspr
    us "Тётенька, хватит обзываться! Я пробовала запускать, ничего не получилось!"
    uv "Плохо пробовала, значит! Надо стараться лучше."
    me "Ладно, от нас ты что хотела узнала, теперь твой черёд отвечать на вопросы."
    show uv guilty with dspr
    uv "Рано, Сёмище. Пока ещё рано."
    us "Но так же нечестно!"
    show uv smile with dspr
    "Девушка тут же встряхнулась, сбросила с себя плохое настроение и снова озорно блеснула глазами:"
    uv "Жизнь вообще штука сложная. Привыкай."
    uv "Но я правильно понимаю, что вы, два дурака, собрались помирать, чтобы вернуться в лагерь?"
    show us2 shy sport with dspr
    "Мы синхронно отвели взгляд."
    uv "И всё ради каких-то дурацких ритуалов?"
    uv "Огоньков?"
    me "Нам нужно."
    uv "Вам нужно выйти на Старую Дорогу."
    "Отрезала девушка."
    uv "А для этого вовсе необязательно заниматься чепухой, вроде той, что ты задумал."
    "Если можно идти прямо на Дорогу."
    show us2 normal sport with dspr
    us "Сёмыч, можно я её придушу?"
    me "Да я и сам борюсь с тем же желанием."
    show uv shocked with dspr
    uv "Какое трогательное единодушие. Сразу видно сложившуюся пару."
    uv "Только вот, Сёмище, она для тебя не маловата?"
    show us2 angry sport with dspr
    us "Убию!"
    "Крикнула Ульянка, бросаясь на кошкоухую."
    show uv laugh far with move
    uv "Руки прочь! Лови!"
    "Она отскочила от нас на добрый метр разом."
    hide uv with easeoutleft
    us "Сёмыч, она моя!"
    hide us2 with easeoutleft
    "Ульянка припустила за девушкой со всех ног."
    "А мне ничего не оставалось, как бежать за ними."
    window hide
    with dissolve
    "И так вот с хохотом и прибаутками мы бежали вдоль железных путей, не обращая внимания на то, как вокруг нас то сереет, то желтеет свет, как растительность мало-помалу нисходит до полного отсутствия…"
    "В какой-то момент девушка с ушками свернула от путей и кинулась куда-то в чистое поле."
    "Ульянка бежала за ней, размахивая кулаками и невнятно что-то крича."
    "А у меня уже в боку колоть начало."
    "Вот только наша издевательница, похоже, совсем усталости не ведала."
    stop music fadeout 3
    "Бежала, хохотала и кричала какие-то обидные вещи."
    window hide
    scene bg ext_busstop_dust_7dl
    with dissolve
    play music music_7dl["thousand_of_pixies"] fadein 3
    "А потом и вовсе пропала."
    "Будто и не было."
    "Ульяна пробежала по инерции несколько метров, потом поняла, что преследовать в сущности некого."
    "Остановилась и обернулась ко мне."
    show us2 dontlike sport with dspr
    us "Ну и куда та гадина делась?"
    "Выглядела она рассерженной и недовольной."
    me "Не знаю…"
    "Пропыхтел я."
    me "Не видел."
    us "Жаль. Ух, я бы ей!"
    "Она ожидала, что я её поддержу, но я только головой покачал."
    "Девушка явно была крепче и сильнее Ульяны, даже с учётом всего бреда, что последняя наговорила мне вечером."
    th "Вечером."
    me "Оставь свои фантазии на потом. Сейчас важнее понять, куда это мы угодили и как отсюда выбираться."
    window hide
    $ persistent.sprite_time = "night"
    $ night_time()
    scene expression Notch("bg ext_busstop_dust_7dl")
    with dissolve
    show us2 smile sport with dspr
    us "Сёмыч, а мы знаешь где?"
    me "Где?"
    show us2 laugh sport with dspr
    us "Ну ты тормоз, Сёмыч! Я же тебе рассказывала! И эта курлядь тоже."
    me "Я ничего не понял."
    "Честно признался я."
    us "Мы на Старой Дороге, Сёмыч! Ясно?!"
    us "Здесь всё, как он описывал: разбитое шоссе, бетонная остановка."
    me "Здорово. И?"
    us "Смотри!"
    "Ульяна развернула мою голову в сторону шоссе."
    window hide
    scene cg d7_bus_night_7dl
    with dissolve
    "По разбитому асфальту к нам карабкался до боли знакомый краснопузый «Лиаз»."
    "И даже отсюда можно было легко разобрать номер: 410."
    "Ульяна потянула меня за собой."
    us "Побежали! А то без нас уедет!"
    "И мы побежали."
    "Мне пришло в голову, что Ульяне, возможно, стоит благодарить незнакомку за то, что та попросту взяла и вывела нас на дорогу."
    "За то, что дала шанс сделать всё, как надо, не рискуя попусту…"
    "За наш с ней очередной побег."
    window hide
    scene expression Desat1("bg ext_road_day")
    with dissolve
    play ambience ambience_ext_road_day fadein 3
    "Ульяна не ошиблась."
    "Та злоязыкая и несдержанная девушка и в самом деле сделала для нас то, что мы сами не смогли бы."
    "Вывела двух людей на Старую Дорогу. Место, куда мне вообще-то путь закрыт."
    "Да и Ульяне, строго говоря, тоже."
    "Но это если верить сбивчивым объяснениям всё той же Ульяны."
    "Мне почему-то казалось, что всё здесь куда сложнее."
    "Но автобус, подхвативший нас в ночи, вышвырнул уже в утро."
    $ persistent.sprite_time = "day"
    $ day_time()
    play sound sfx_7dl["footsteps_grass"]
    scene bg ext_road_day
    with touch
    "И мы идём, держась за руки, идём туда, откуда всё началось."
    "Но только здесь всё иначе, всё не так совсем."
    "Здесь не было бетонированного пятачка, не было стен, ворот…"
    "Лагеря не было вовсе!"
    show us2 sad sport with dspr
    us "Так не бывает."
    "Прошептала Ульяна, увлекая меня за собой на едва заметную тропинку, ведущую в лес."
    us "Не бывает."
    "Я мимоходом посмотрел на часы — дата снова слетела."
    "Сигнал снова не ловил. Всё как всегда."
    me "Ты мне скажешь, куда ты меня ведёшь?"
    show us2 normal sport with dspr
    us "Пожалуйста, Сёмыч! Это очень важно!"
    "Ну, раз важно…"
    window hide
    scene bg ext_old_building_day_7dl
    show prologue_dream
    with fade
    "Мы вышли к старому лагерю спустя сорок минут."
    "Вернее, это для нас с ней этот лагерь был старым."
    "А здесь — единственным."
    "Место, где растянуты тенты, на каруселях гудит детвора, а одна красноволосая малявка обнимает брата за шею…"
    play sound sfx_7dl["footsteps_grass"]
    us "Тшшш."
    "Ульяна отступает на шаг, не поворачиваясь, и заступает мне дорогу."
    us "Не надо. Я теперь всё поняла, всё видела."
    me "Но…"
    "Когда девочка повернулась ко мне, я застыл, как громом поражённый."
    "В её глазах — счастье."
    "В её глазах — слёзы."
    "Она обняла меня изо всех сил и прошептала:"
    us "Спасибо."
    window hide
    scene bg ext_road_day
    show us2 sad sport
    with dissolve
    $ renpy.pause(2)
    hide us2
    show us normal old
    with dissolve2
    "Когда мы вышли на дорогу, Ульяна уже успела немного измениться."
    "Распрямились плечи, выровнялась осанка."
    "Стали куда более тонкими и изящными черты лица."
    "Будто добрала всё, ей причитающееся разом за все годы."
    "Теперь она больше была похожа на мою ровесницу, чем на ту занозу."
    me "Ты обманула. А обещала не взрослеть."
    show us shy old with dspr
    us "И ты."
    "Парировала Ульянка."
    us "Клятвопреступник."
    show us laugh old with dspr
    "Мы долго смотрим друг на друга, а затем хохочем."
    window hide
    $ persistent.us_7dl_true = True
    $ renpy.save_persistent()
    play sound sfx_7dl["aunl"]
    show acm_logo_us_true with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(2)
    return
    
label alt_day7_us_7dl_bad:
    play music music_7dl["misery"] fadein 3
    "Звонок трелью разносился по улице, пока я, глупо улыбаясь, ждал, что вот-вот щёлкнет что-то и детский голос спросит: «Кто там?»"
    "Я улыбнусь и отвечу: «Открывай, сова! Медведь пришёл!»"
    "Пришёл."
    "С трудом приходя в себя, я помотал головой, отгоняя назойливое наваждение."
    window hide
    scene bg int_access_day_7dl
    with fade
    "Сегодня я опять чуть не познакомился."
    "Чуть не согласился обмануть себя однажды и обманываться впредь."
    "Я так бежал, крича «Ульянка!», что прохожие оборачивались и крутили пальцем у виска."
    "А мне было плевать."
    "Казалось, что если я догоню сейчас тебя, схвачу за руку — то всё будет хорошо."
    "Ведь будет же, правда?"
    "Конечно, будет."
    "Не просто же так я целый год бегаю, ищу и жду."
    "Я не верю в то, что всё это было напрасно."
    window hide
    with fade2
    "Иногда у меня опускаются руки, мне хочется сесть на пол и отчётливо ненавидеть всё вокруг."
    "Людей, их неповторимые истории, их уникальные внутренние вселенные."
    "Только вот я не могу себе это позволить."
    "Потому что однажды под удар можешь попасть и ты — я себе этого никогда не прощу."
    if loki:
        "Меня слишком хорошо проучила жизнь однажды, я слишком хорошо понимаю, что такое — быть объектом ненависти."
        "Потому я зарёкся раз и навсегда относиться к кому-то плохо."
        "Просто потому, что слишком хорошо помню, как выворачивает наизнанку оттого, что кто-то молится на твою фотографию: «Сдохни, пожалуйста»."
    else:
        "Однажды я уже позволил себе подобное — дурак был, молодой, глупый."
        "И всё это закончилось настолько плохо, что поклялся — никогда больше."
        "Это слишком разрушительное оружие, наказывать которым всё равно, что отрубать головы за шалости."
    window hide
    with fade
    "А в целом, ничего не поменялось в жизни."
    "Поменялся мир, поменялись правила."
    "Только вот я остался прежним. Ну, как, прежним…"
    "С некоторых пор я понял вдруг, что лагерь, каким я его помнил, могло воспринять лишь восторженное сознание творца."
    "Что только в процессе его создания можно полностью отсечь всё плохое, что всё равно не искоренишь, каким бы коммунизмом вокруг не было залито."
    "Так что я внимательно изучил всё, что только вспомнил — просто ради того, чтобы больше не повторять это."
    window hide
    with fade2
    "Такое вот отрезвляющее от грёз средство."
    "Принимать три раза в день по одной капсуле, запивать обильным количеством горечи и самоуничижения."
    "Совмещать с разумом и логикой строго запрещено."
    "Иначе автоматически возникает вопрос:"
    me "А не мог ли я выдумать… И тебя?"
    "И мне страшно даже подумать подобное."
    "Ведь это автоматически значит, что раз ничего нет, раз тебя нет — то и я не нужен."
    "Как будто ненастоящий, выходец из бетонных коробок с незаживающими стигматами, непроходящей злостью."
    "Правда, толкающие плечами на улице люди всё ещё свидетельствуют о том, что я есть."
    "Или они толкают меня как раз потому, что в упор не замечают?"
    "Аура неудачника? Пустота во взгляде?"
    "Я носил своё тело как ненужный старый свитер, только и ожидая возможности сбросить его и переодеться в кого-то, кто хотя бы знает тебя."
    "С высокой скоростью реакции, смешливый и смазливый, вызывающий ответные искорки интереса в твоих глазах."
    "Вот только где б найти такого «кого-то»?"
    "Почему-то я не сомневался, что я-настоящий не могу быть интересен."
    "И вместо того, чтобы что-нибудь сделать с собой, как-то измениться, я продолжал и продолжал наматывать круги по Петербургу."
    "За год я исходил расстояние, наверное, с экватор и не нашёл даже следов."
    "Это заставляло только ещё сильнее злиться на себя, всё сильнее ненавидеть себя, своё тело."
    window hide
    scene expression Dawn("bg ext_winterpark_7dl")
    with fade2
    "Я оставил очередной безрадостный вечер за спиной и вышел на улицу, слушать жидкую меланхолию в наушниках, невольно перебирать пальцами под тональный ряд композиций."
    "И, конечно, снова жалеть и ненавидеть себя."
    "Мороз и солнце… День кошмарный."
    "Оказавшись в метро, я долго тупил в карту метрополитена, затем зажмурился и ткнул в первую попавшуюся станцию."
    if loki:
        "Разумеется, ей оказался Крестовский остров."
        "Замечательная станция, с которой связано так много тёплых и радостных воспоминаний."
        "Несмотря на то, что в результате ту четвёрку всё же поймали, судили и отправили по этапу."
        "С этих пор парк культуры и отдыха будил во мне крайне негативные ассоциации."
        "По собственному хотению я бы в жизни не решился туда отправиться."
        "Слишком ещё сильно было тянущее чувство краешком крыла прикоснувшейся смерти."
        "Я не радовался на процессе, не боялся их злых взглядов."
        "Мне было всё равно."
        "Просто эта история должна была завершиться так или иначе."
        "К тому же, я постоянно был на болеутоляющих, а потому сознание немного плыло."
        "Теперь же новокаиновая блокада снята, я полностью осознаю окружение."
        "И мне крайне не понравилась идея отправиться именно туда."
        "Именно потому я решил попробовать."
    else:
        "Старая Деревня. Там, кажется, был парк."
        "Неплохо. Можно побродить по тропинкам, представить, что людей вокруг мало, что это просто лес вокруг лагеря замело снегом, так как Новый Год на носу."
    "Я никак не мог понять, почему люди вокруг радостные, почему улыбаются, если нет тебя."
    "Как они смеют?.."
    "Как они…"
    "Я запрокинул голову к небу, лоскутами проглядывающим между ветками, обвиняющими пальцами тычущими мне прямо в глаза."
    "Здесь триста лет могут пройти, и ничего не изменится."
    "Время сошлось в одну точку, и можно было отсюда шагнуть куда угодно."
    "Даже обратно туда, где мы были вместе."
    "Просто будет не моё 28 декабря, а твоё."
    "Теперь-то, спустя столько времени, можно перестать придуриваться и сказать самому себе:"
    me "Да."
    "Прошептал я пересохшими губами."
    me "Пусть очень по-своему, я любил тебя. {w}И мне тебя очень не хватает."
    me "Очень."
    "Между деревьев разнёсся знакомый смех, на долю секунды заслышались шаги босых ног по асфальту…"
    "Парк закрутился вокруг меня и ударил в висок."
    window hide
    scene black
    with fade
    stop music fadeout 3
    "Моё тело, мой старый свитер ответил на мою неприязнь."
    "Полной взаимностью."
    "Только не больной спиной и ногами, а…"
    play music music_7dl["unfinished_life"] fadein 3
    "Автобус нёсся сквозь ночь, неся в себе десяток будущих величайших людей планеты, а пока — всего лишь простых пионеров."
    "И меня."
    "Жулика, самозванца, человека, прибившегося к чужому, и за то сейчас получающему."
    "Когда я пришёл в себя на больничных простынях, оказалось, что миновала неделя, Новый год прошёл, а я так никого и не встретил."
    "И для меня просто выключилось всё, пробудив только сейчас."
    "Нет, врач со мной не разговаривал."
    window hide
    scene anim prolog_14
    show spill_red
    with dissolve
    "Со мной вообще никто не разговаривал по причине того, что я больше не могу говорить."
    "Всё, что я мог вспомнить — это страшное рвущее ощущение в основании черепа, когда я почти сумел сменить зиму на лето."
    "И темноту."
    "Всё, что я мог сейчас — это скосить глаза на висящий над головой перекидной календарь с датой: 4 января."
    "Смотреть на календарь, а видеть улыбки, смех, утекающую за горизонт речку…"
    "И вечно красное на самой границе зрения — трудно различимое, непонятное."
    "Что это? Волосы? Одежда?"
    "Я никак не мог разглядеть. Никак не мог вспомнить."
    "Становилось страшно от того, будто я потерял что-то важное."
    "Что-то, заставляющее жить до сих пор."
    "И теперь всё острее вставал вопрос — зачем я?"
    "Для чего?"
    "Кому я нужен такой ненастоящий?"
    "На город снова опустилась ночь, которую я мог видеть лишь по загоравшимся в коридоре лампам."
    "Сам же лежал в темноте."
    "И, в очередной раз попытавшись выдавить из себя звук, издал лишь жалкое полушипящее:"
    me "У… Уль…"
    th "Ульяна."
    th "И как я теперь?.."
    "Нет, это никуда не годится."
    "Надо что-то делать. Что-то…"
    "Аппаратура в изголовье пискнула, отмечая участившееся сердцебиение."
    "Это и навело меня на идею."
    "Меня не так много оставалось, но для исполнения этой идеи должно было хватить."
    show spill_gray
    with dissolve
    "Кляня и костеря себя последними словами, сжал трясущиеся пальцы в кулак и, шаг за шагом, начал отвоёвывать пространство у небытия."
    "Я не чувствовал трения казённого хлопка о кожу, температуры — ничего."
    "Всё, что было в моём распоряжении — это один-единственный путь через треск крошащихся зубов."
    "Они говорили, что я никогда не буду двигаться."
    "Но они продолжали бороться за меня."
    th "Зачем?! Идиоты! Господи, какие идиоты!"
    window hide
    scene bg ext_winter_night_7dl
    show prologue_dream
    with dissolve
    "Я брал миллиметр за миллиметром, а перед глазами стояла несущаяся зимняя дорога."
    "Я знал, куда она должна меня привести, надо просто продолжать движение."
    "Миллиметр за миллиметром."
    "Я не знаю, сколько это времени у меня заняло, но не оставлял попыток."
    window hide
    scene bg ext_entrance_night_clear_7dl
    show prologue_dream
    with dissolve
    "И когда небо за окном начало сереть…"
    "Показавшаяся бревном нечувствительная рука ударила по всем этим идиотским трубочкам, проводочкам, капельницам…"
    "Зима сменилась летом."
    "Тёплой летней ночью, в которой жила одна забавная девочка…"
    hide prologue_dream
    with fade
    "Резким мявом откликнулась аппаратура, но меня это уже не беспокоило."
    window hide
    play sound sfx_metal_door_heavy_close
    pause(.5)
    scene bg ext_entrance_night_clear_closed_7dl
    "Я стал настоящим."
    show spill_red with dspr
    window hide
    $ persistent.us_7dl_bad = True
    $ renpy.save_persistent()
    play sound sfx_7dl["aunl"]
    show acm_logo_us_bad with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(2)
    return
    
label alt_day7_us_px_escape:
    scene bg ext_dining_hall_away_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    play music music_7dl["unfulfilled"] fadein 3
    "С трудом увернувшись от вожатой, явно зачем-то кого-то ищущей, я выскользнул из столовой и занял место у дальнего угла, готовясь в любой момент нырнуть в укрытие."
    if alt_day6_us_px_sl_join:
        "Не то чтобы я так уж сильно жаждал компании Славяны в нашем тесном кружке, но почему-то Ульяна была уверена в том, что без активистки ничего у нас не получится."
    else:
        "У меня было стойкое ощущение, что ничего хорошего из нашей затеи не получится, но я послушно стоял и ждал, пока подойдут Лена с Ульяной."
        "Будто бы вдвоём мы не справимся."
    "И это было довольно странно."
    show us normal sport with dissolve
    us "Ну что, готов?"
    "Ульяна, похоже, вообще не собиралась."
    "Отношение было легкомысленное, но… в любом другом случае она не была бы Ульяной, верно?"
    me "Я-то готов, ждём нашу приглашённую звезду."
    show us smile sport with dspr
    us "Звезду! Ты скажешь тоже, Сёмыч."
    me "Я такой, я могу. А, вот и она."
    show us normal sport at left with move
    if alt_day6_us_px_sl_join:
        show sl normal pioneer at zenterright
        sl "Готовы к походу?"
    else:
        show un normal pioneer at zenterright
        un "Ну, п-пошли?"
    "Мы с Ульяной синхронно кивнули."
    "Вообще, последнее время мы являли с ней редкостное единодушие."
    "Может быть, это связано было с нашими поисками, а может, и с тем, что теперь мы примерно сравнялись по габаритам, и она при желании всегда сможет накидать мне по шее."
    if alt_day6_us_px_sl_join:
        show sl smile pioneer with dspr
        sl "Тогда указывайте дорогу."
        us "Сей момент!"
    else:
        us "Догоняйте!"
    hide us with easeoutleft
    "Крикнула Ульяна и побежала в сторону южных ворот."
    if alt_day6_us_px_sl_join:
        "Сначала я не понял её странного энтузиазма, а затем проследил за взглядом Слави."
        "И, разумеется, на крылечко выходила вожатая."
        th "Да кто бы сомневался."
        "Ни капельки не удивился я."
        me "Давай за ней, быстрее!"
        hide sl with dissolve
        "Крикнул я, и, поймав руку Слави, припустил вслед за Ульянкой."
    else:
        hide un with easeoutleft
        un "Побежали!"
        "Лена сорвалась с места, и мне ничего не оставалось, как следовать за ней."
    window hide
    scene bg ext_backdoor_day_7dl
    show us normal sport at left
    if alt_day6_us_px_sl_join:
        show sl normal pioneer at zenterright
    else:
        show un normal pioneer at zenterright
    with dissolve
    "Когда мы выбежали за ворота, Ульяна уже сидела там и со скучающими видом ковыряла носком сандалии землю."
    us "Вы долго."
    "Заметила она, осуждающе качая головой с видом, будто сидит здесь уже несколько часов."
    "В этот раз на её подкол я не среагировал."
    if alt_day6_us_px_sl_join:
        "А Славе, похоже, было вообще всё равно."
        show un normal pioneer at fright behind sl with dissolve
        "Лена, незаметно подключившаяся к компании, тоже не явила никаких эмоций."
    else:
        "Лена же просто пожала плечами."
    show us laugh sport with dspr
    us "Даже обижаться не станете? Фу, какие скучные."
    me "Давай заканчивать уже."
    show us normal sport with dspr
    us "Как прикажете, вашество!"
    "Ульяна вскочила на ноги и приглашающе махнула рукой."
    window hide
    scene bg ext_backroad_day_7dl
    with dissolve
    "Она направилась вперёд достаточно быстрым шагом, так что и нам пришлось приложить изрядные старания, чтобы догнать малявку."
    "Хотя какая она теперь малявка…"
    if alt_day6_us_px_sl_join:
        us "Здесь где-то час идти."
        "Поделилась она со Славей."
    us "Тиш, тебя искать-то не будут? А то вдруг на автобус опоздаем?"
    "Лена неопределённо повела плечом и улыбнулась."
    us "Мы ещё по короткому пути идём."
    stop music fadeout 3
    us "Но это нормально. Если идти скучным путём, то мы до вечера не управимся."
    window hide 
    scene bg ext_sandpit_day_7dl
    with dissolve
    play ambience ambience_forest_day fadein 5
    play music music_7dl["guitar_under_the_window"] fadein 3
    "Я не особо верил в слова Ульянки, говорящей про то, что, дескать, можно прийти быстрее, если идти правильно."
    "Не в том дело, что не доверял."
    "Просто допускал возможность того, что таким образом она играет, а стало быть, и наврать вполне себе может."
    "Не со зла, а из проказливости характера."
    if alt_day6_us_px_sl_join:
        show sl normal pioneer at right with dissolve
        sl "Карьер? И что мы здесь делаем?"
        show us normal sport at left
        show un normal pioneer at fleft behind us
        with dissolve
        us "Наберись терпения, скоро увидишь."
        sl "Да я слышала про это место не раз, здесь нет ничего интересного."
        show us smile sport with dspr
        us "Это потому что ты очень скучная, ничего интересного."
        dreamgirl "Да, ни подмести тебе, ни бумажки пособирать."
        "Славя нахмурилась было и хотела что-то сказать в духе Ульянки про особо невоспитанных детей, но я положил руку ей на плечо:"
        me "Мы ещё просто не пришли. Ты увидишь."
        show sl smile pioneer with dspr
        sl "Но там и правда ничего интересного."
        sl "Я здесь была кучу раз, я-то знаю!"
        show us laugh sport with dspr
        us "Была?"
        "Ухмыльнулась Ульянка."
        us "Значит, ты в курсе, что там в середине ямы, да?"
        sl "Хорошо, не прямо здесь. Неподалёку."
        sl "И ничего там особенного. Просто заросли и песок кое-где."
        sl "Даже если играть там, ничего интересного."
        show us laugh2 sport with dspr
        us "Совсем-совсем?"
        show sl normal pioneer with dspr
        "Славя призадумалась, машинально теребя косу."
        "Оглядела нас с Ульянкой и Леной по очереди."
        "Потом посмотрела ещё раз на перильца, изрезанными досужими пионерами."
        sl "А хотя… Это же лес памяти! Здесь некоторые несознательные свои автографы оставляют."
        show sl serious pioneer 
        show us shy sport
        show un shy pioneer
        with dissolve
        sl "И знаете, что? Если вы собираетесь заняться вандализмом, то я вас решительно не поддерживаю!"
        sl "Более того, я сейчас же возвращаюсь в лагерь! Участвовать в этом я не собираюсь."
        sl "Если тебе человек так дорог — скажи ему прямо! Дерево зачем калечить?"
        show us laugh sport with dspr
        us "Это ты так сейчас говоришь потому, что у тебя самой такого сердечка здесь нет!"
        us "Никто твоё имя не написал и сердечком не обвёл!"
        show sl laugh pioneer with dspr
        sl "Ульяна как всегда в своём репертуаре."
        show sl normal pioneer with dspr
        sl "Но нет. Не хочется мне увидеть своё имя на дереве. Я против, ясно вам?"
        show us normal sport with dspr
        us "Я тебя поняла. Нет, никаких деревьев резать не будем."
        us "И ты говоришь, там внизу просто заросли и песок, да?"
        sl "Да! Я там не раз бывала."
        "Ульяна красноречиво посмотрела на меня, а я поспешил вмешаться в разговор:"
        me "А если пройти дальше, то там просто лес, да?"
        sl "Всё верно. Ребят, вы какие-то странные вопросы задаёте, вы сами забыли, куда шли?"
        me "То есть, просто лес и ничего больше?"
        "Продолжал упорствовать я."
        me "И если мы сейчас спустимся, мы там не найдём ни пруда, ни грунтовки, ни шоссе?"
        show sl surprise pioneer with dspr
        sl "Шоссе? Это же просто песчаный карьер, место непроездное, зачем здесь шоссе?"
        show us grin sport with dspr
        us "Вот видишь, Сёмыч, что бывает, когда ходишь сюда неправильным путём!"
        us "Или слишком взрослым."
        me "Или дураком."
        show us calml sport with dspr
        us "Эй, я ещё не перешла к этому пункту."
        me "Славя, держись за руку и не отставай, хорошо?"
    else:
        show un normal pioneer at right
        show us normal sport at left
        with dissolve
        un "Мы же не очень спешим, правда?"
        us "А это от тебя зависит."
        un "Мне бы хотелось сделать кое-что."
        show us smile sport with dspr
        us "Кое… что?"
        show un smile pioneer with dspr
        "Лена улыбнулась, кивая на перильца."
        "Совершенно очевидно, что ей хотелось бы оставить здесь след."
        us "Снова будешь…"
        show un shy pioneer with dspr
        "Лена смутилась, но кивнула."
        un "Мне хотелось бы…"
        show us laugh sport with dspr
        us "Давай. Только быстро!"
        "Разрешила Ульяна."
        "Лена послушно кивнула, собралась было идти куда-то, но тут же растерянно обернулась к нам."
        un "Ульяна, ты не одолжишь?"
        show us laugh2 sport with dspr
        us "Сапожник без сапог!"
        show un normal pioneer with dspr
        "Должно быть, ей нравилось понемногу подкалывать свою более взрослую подругу."
        "И если бы не было здесь смущающего фактора в лице меня, Лена бы и бровью не повела."
        "В конце концов, она же более взрослая."
        if alt_day_binder != 1:
            dreamgirl "Ты про кузнечика не забыл, взрослый ты наш?"
            th "Тоже верно. Это был тот ещё концерт."
        hide un
        show us smile sport
        with dissolve
        "Лена, получив желаемое, отчалила — увечить деревья, а я с ухмылкой проводил её взглядом."
        me "И зачем ты её постоянно терроризируешь?"
        us "Чтобы держала себя в руках, а руки — на одеяле!"
        me "Так ты сделаешь ещё только хуже…"
        show us laugh sport with dspr
        us "Балбес ты, Сёмыч, как и есть балбес!"
        us "Ты её просто настоящую не видел, когда она не пытается забраться под лавку и там сидеть."
        us "Когда тебя нет, вполне себе нормальная девчонка."
        un "Я всё слышу."
        show us normal sport with dspr
        us "Вот видишь? Всё с ней нормально. Это же не для обиды или чего такого."
        us "По дружбе, понимаешь?"
        show un normal pioneer at right with dspr
        un "Я всё."
        "Лена вернулась немного запыхавшаяся, но явно довольная собой."
        "Между делом она потирала ладонь — судя по всему, не привыкли её ручки к работе ножиком."
        un "Только должна предупредить."
        "Сразу сообщила она."
        un "Я ходила только вниз, к пруду, а дальше — всё."
        me "А тебе-то это зачем потребовалось?"
        show un smile pioneer with dspr
        un "Так любопытно же."
        show us grin sport with dspr
        us "Неужели дальше не пробовала?"
        us "Заленилась-залодырничала?"
        un "Да нет."
        show un shy pioneer with dspr
        un "Я пробовала… Меня дальше просто не пускает. Как по кругу хожу."
        us "Ерунда! Проведём где надо!"
    "Всё это отдавало глупой мистификацией, однако я решил подстраховаться."
    me "Держись след в след, спустимся вниз, посмотрим, как там ничего нет."
    if alt_day6_us_px_sl_join:
        show sl normal pioneer at center with move
        hide un with dissolve
        "Славя послушно кивнула и взяла нас с Ульяной за руки."
        sl "Идём!"
        "Лена пристроилась в кильватере."
    else:
        hide un with dissolve
        "Лена послушно встала за нами."
    "Оказавшись внизу, мы некоторое время петляли по тропинкам, пока нашим глазам не открылось…"
    window hide
    scene bg ext_lake_day_7dl
    show us smile sport at left
    if alt_day6_us_px_sl_join:
        show sl surprise pioneer at right
        show un normal pioneer at fleft behind us
        with dissolve
        us "Ага!"
        sl "Да быть не может! Я здесь всё облазала."
        us "Облезла!"
        "Ульянка подскочила к краю озерца и уставилась в воду, выискивая там что-то."
        me "Как же ты могла облазить, и не заметить довольно немаленький пруд?"
        sl "Я не знаю. Но я здесь и правда была."
        "В глазах Слави застыли недоумение и обида."
        sl "Я бы точно заметила, если бы видела."
        "Найдя что-то в воде, Ульяна стремглав бросилась обратно:"
        us "Вот!"
        "Она чуть ли не в лицо сунула Славе руку с чем-то зелёным, зажатым в ладони."
        "Наверное, думала напугать, как Лену несколько дней назад, да только не на того напала."
        "Сохраняя хладнокровие, Славя отстранилась, развернула руку Ульяны."
        "А на ладошке той с гордым видом сидел крохотный лягушонок."
        "Он поочерёдно посмотрел на меня, на Славю, затем важно квакнул."
        us "Тоже не бывает?"
        show sl normal pioneer with dspr
        sl "Ульяна, отпусти животное в воду, всё, я верю, верю. Довольна?"
        show us normal sport with dspr
        us "То-то же!"
        "Она сбегала обратно к пруду и отпустила туда лягушонка."
        us "Ну что, дальше?"
        show sl sad pioneer with dspr
        sl "Так мы ещё не пришли?"
        sl "Времени точно хватит?"
        "Славя с сомнением посмотрела на небо."
        show us smile sport with dspr
        us "Не трухай! Всё успеем! Марш, марш!"
        "Ульяна снова поволокла нашу процессию вперёд."
    window hide
    scene bg ext_busstop_dust_7dl
    with fade
    play ambience ambience_camp_entrance_day fadein 3
    stop music fadeout 5
    "В общей сложности путь на нужную точку занял около часа."
    if alt_day6_us_px_sl_join:
        "Конечно, пришлось немного потрудиться, когда Славя надумала ходить кругами по грунтовке, но в итоге одолели и эту неприятность."
    else:
        "Лена послушно шла за нами, а в нужный момент положила руку мне на плечо, пусть и снова жарко покраснев."
        "Видимо, поняла, что без нашей помощи пройти дальше не сможет."
        "И прошла!"
    "Когда разбитый асфальт ударил в подошвы сандалий, я невольно поёжился — слишком ярко в памяти стояли вчерашние переживания, холод и страх."
    "Слишком легко вспомнить, что я, вообще-то, не принадлежу этому месту."
    if alt_day6_us_px_sl_join:
        play music music_7dl["sneakupon"] fadein 3
        show sl normal pioneer at right
        show us normal sport at left
        show un normal pioneer at fleft behind us
        with dissolve
        sl "И сколько нам так идти?"
        "Подняв перед собой ладонь, Ульяна прикрыла глаза и, поискав направление, указала в сторону виднеющегося на горизонте взгорка."
        us "Вот до той остановки, а дальше мы сами…"
        us "Тай-тай, налетай…"
        sl "Ты хочешь найти ещё что-то?"
        "Насторожилась Славя."
        me "На месте увидишь."
        "Я опередил Ульяну и заспешил в нужную сторону."
        hide us
        hide sl
        hide un
        with dissolve
        "И направился первым, Славя пошла сразу за мной."
        "Я уже был здесь вчера, поэтому ничуть не удивился, когда за расступившимися деревьями снова всплыла толстенная бетонная подушка, держащая на себе пару колонн и крышу с задней стенкой."
        "Дорожное покрытие было старым, разбитым, а там и сям пробившаяся растительность свидетельствовала о том, что пользуются дорогой крайне редко."
        "И очень давно — в последний раз."
        "И всё же мы не просто так прибыли сюда сегодня."
        "Я впервые обернулся назад — на секунду мне показалось, что асфальтовое покрытие дрогнуло, будто разглаживаясь."
        "А чуть глубже от дороги, в нескольких метрах по ту сторону зарослей оказался небольшой карман с выложенным закопчённым камнем костровищем, а на дорожном знаке висела холщовая сумка."
        "Откуда-то я знал, что там соль, спички и компас."
        "Разбитая, заброшенная автобусная остановка и была нашим ориентиром, служащим перекладной точкой на пути в будущее."
        show sl smile pioneer at right
        show us dontlike sport at left
        show un normal pioneer at fleft behind us
        with dissolve
        sl "Вот где нужен порядок… За работу!"
        "Ульяна недовольно скривилась, но проглотила и это."
        "Работа закипела — мы подрыли знак и установили его строго вертикально, сбили пыль со скамейки и расчистили дорогу от нападавших камешков и веток."
        "По идее, отъезд должен был случиться часа через три, но никто не жаловался и никуда не спешил."
        "Кажется, мы нашли свой собственный путь."
        window hide
        scene bg ext_busstop_sun_7dl
        with dissolve
        "И его правильность подтвердило жизнерадостное, басовитое гудение из-за горизонта." 
    else:
        play music music_7dl["exodus"] fadein 3
        "А ещё часом спустя мы оказались на месте."
        "На той самой давным-давно заброшенной автобусной остановке."
        me "И что дальше?"
        show us normal sport with dspr
        us "Я точно не знаю… Так далеко мне ещё не удавалось заходить."
        me "Ты что же, собралась непонятно куда, даже не зная, что делать в итоге?"
        show us dontlike sport with dissolve
        us "Да, не знаю! И что теперь?"
        hide us with dissolve
        "Она забормотала что-то себе под нос, меряя шагами пятачок перед остановкой."
        show un shy pioneer with dissolve
        "А мы с Леной уселись на немного покосившуюся, но всё ещё крепко держащуюся скамейку."
        un "Как думаешь, получится у нас?"
        me "Смотря что понимать под «получится»."
        "У меня было несколько идей о том, за каким чёртом мы забрались сюда, где нас в принципе никто найти не сумеет, даже если станет специально искать."
        "Одна другой фантастичнее."
        "Кое-что даже подкинул внутренний голос, и, рассмотрев их, я счёл их весьма забавными, но напрочь противозаконными."
        "Лена тоже молчала."
        "Сначала она сидела рядом со мной, всеми силами пытаясь не краснеть."
        show un normal pioneer with dissolve
        "А потом ей надоело молчание, перемежаемое лишь бормотанием нашего Сусанина."
        un "С-семён?"
        me "Да?"
        un "А тебе зачем это нужно?"
        "Вопрос был интересным. А вот ответа на него не было никакого."
        "То есть, можно было бы подогнать базу, придумать самому себе мотивацию."
        "Но всё это было враньё на ровном месте."
        me "Не знаю."
        "Потому что и в самом деле не знал. Или не хотел?."
        me "Мне интересно узнать, куда в итоге заведут нас эти поиски, как далеко заходили те, кто делал это до нас…"
        un "Просто любопытство?"
        me "Верно."
        "Лена вздохнула и уставилась себе под ноги, чертя мыском обуви что-то в песке."
        "Кажется, её мой ответ не удовлетворил совершенно."
        me "А ты?"
        show un surprise pioneer 
        with dissolve
        un "Я?"
        me "Зачем в поиск с нами пошла?"
        un "Знаешь, я однажды загадала желание…"
        me "Какое?"
        show un serious pioneer with dspr
        un "Это не так уж и важно."
        me "Не хочешь — не говори."
        un "Просто оно не сбылось и вряд ли сбудется."
        me "И какое это имеет отношение к тому, где мы сейчас оказались?"
        show un sad pioneer with dspr
        un "Н-наверное, никакого…"
        un "Но мне казалось, что если я смогу удрать отсюда как-то по-другому, то и там —"
        "Она помахала рукой в воздухе, видимо, имея в виду материк."
        un "Там тоже будет как-то по-другому."
        "Я ничего не понял, но предпочёл промолчать."
        "Так мы и сидели некоторое время."
        "А потом Лена посмотрела на часики в форме сердечка у себя на запястье."
        un "Похоже, ничего у нас не получилось."
        "Прошептала она."
        me "Почему?"
        un "Потому что уже полдень… Через час отъезд."
        "Поднявшись, она помахала рукой Ульяне, подзывая ту."
        show us dontlike sport at right
        show un normal pioneer at left
        with dissolve
        us "Чего тебе?"
        un "Я ухожу."
        "Голос Лены был спокойным, похоже, она уже всё обдумала, приняла и смирилась."
        un "Дальше мы не идём, ничего больше не ищем."
        show us sad sport with dspr
        us "Твоя правда…"
        "Ульяна невесело покачала головой."
        un "Так что я пойду в лагерь. Придётся возвращаться обычным путём."
        us "Но я найду, обязательно!"
        un "Уже без меня."
        hide un with dissolve
        me "Я, в общем, тоже."
        me "Мне было интересно подтверждение твоей теории… О том, что невозможно отсюда иначе уехать, как на автобусе."
        me "Так вот — враки. Я иду в лагерь."
        hide us with dissolve
        "Взяв под козырёк, я кивнул и отправился вслед за удаляющейся Леной."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return
    
label alt_day7_us_px_bus:
    scene cg d7_bus_night_7dl
    with dissolve
    play music music_7dl["escape_2"] fadein 3
    "Славя нахмурилась было, заговорила, но махнула рукой и отошла в сторону, а вот Лена, наоборот, оживилась."
    "Вскочила, подбежала к самому краю проезжей части, замахала рукой."
    "Конечно, её заметили, конечно, на неё среагировали."
    "Ну ещё бы… Уже сейчас она, казалось, была создана для того, чтобы вызывать восхищённое внимание."
    "Только вот думал я об этом как-то отстранённо и без вполне ожидаемого здорового интереса."
    play sound sfx_bus_honk
    "Автобус поприветствовал её сигналом клаксона, и Лена довольно засмеялась."
    "Ульянка, удивительно выросшая — хотя и не изменившаяся внешне, неслышимо встала рядом."
    "Нашла мою ладонь."
    "Её пальцы были горячими и сухими."
    us "Смотри."
    "Показала она пальцем."
    us "Автобус."
    me "Да. И что в нём не так?"
    us "Это четыреста десятый… Сём, а ты таким и останешься?"
    th "Здесь не должно быть никаких автобусов."
    "С удивившей себя отчётливостью понял я."
    th "Этой трассой уже очень давно никто не пользуется."
    me "Каким?"
    "Ульяна улыбнулась:"
    us "Пошли, покажу!"
    window hide
    play sound sfx_intro_bus_door_open
    $ renpy.pause(3, hard=True)
    scene anim intro_11 
    with fade
    "Вызывая странное чувство дежавю, автобус остановился прямо напротив нас, я оказался напротив дверей — и створки с шипением разъехались в разные стороны."
    me "Неужели просто так и поедем? А как же…"
    "Я обернулся, но увидел лишь ободряющие кивки, которыми подбадривали меня девочки."
    kids "Давай же!"
    "Славя выставила большой палец, Лена несмело кивнула и улыбнулась."
    "Ульянка же была в полном восторге!"
    play sound sfx_slavya_run
    pause(2)
    "За спиной раздался топот шагов, и на остановку влетело то самое трио."
    dn "Ф-фух, едва успели!"
    dn "Посторонись!"
    "Отпихнув меня, Данечка сотоварищи исчезли в салоне."
    "А я, посмотрев им вслед, заколебался."
    menu:
        "Пошли!":
            $ alt_day7_us_px_escaped = True
            window hide
            scene op_back 
            with fade
            us "Ура!"
            "Ульяна подскочила, втолкнула меня в салон и протащила к сиденью над колесом."
            show us laugh sport at right with dissolve
            us "Самый лучший обзор. Гарантирую это."
            "Наверное… Что же она хотела мне показать, интересно?"
            show un normal pioneer at left with dissolve
            "Лена зашла вслед за нами и села на соседнее сиденье — такое же, как у нас, на возвышении над колесом."
            "А Славя осталась."
            "Она покачала головой и, помахав рукой, отвернулась."
            "А вскоре и исчезла."
            "За окном почему-то стремительно потемнело, и я понял вдруг, что меня смущает во всей этой картине."
            us "Вот."
            "Ладошки поймали мою голову и с силой повернули куда-то в сторону."
            "В сторону… Окна. {w}За окном было темно — хоть глаз выколи."
            "А потому так замечательно отражалось содержимое салона. Пустого."
        "Я пас":
            "Не вызывал этот Лиазик у меня доверия."
            "Ульяна бросила на меня сочувствующий взгляд."
            us "Как хочешь."
            "Оттолкнув меня в сторонку, она забежала вслед за мальчишками."
            "Вслед за ней зашла и Лена, напоследок одарив меня сочувственным взглядом."
            "Двери закрылись, и на остановке остались лишь мы двое."
            window hide
            scene bg ext_busstop_sun_7dl
            show sl normal pioneer
            with dissolve
            sl "А ты почему с ними не поехал?"
            me "А смысл?"
            me "Ответ на вопрос — можно ли отсюда как-то сбежать — я получил."
            me "Так что на этом, пожалуй, остановимся."
            show sl smile pioneer with dissolve
            sl "Значит, обратно?"
            me "Да."
            sl "А то я дорогу не запомнила."
            me "Ничего."
            "Улыбнулся я."
            me "Я тебя проведу."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return
    
label alt_day7_us_px_wastelands:
    play ambience sfx_bus_interior_moving fadein 2
    "Лишь мальчик и девочка, сидящие на одном сиденье. {w}И девочка, сидящая через проход."
    "Сверстники, красноволосая девочка, наверное, даже чуть старше всех прочих."
    "Я тихо улыбнулся. По салону повеяло теплом и запахом полыни."
    "На наши плечи беззвучным одеялом опустилась Сказка."
    window hide
    scene expression Noon("op_back")
    with dissolve
    $ set_mode_nvl()
    play music music_list["raindrops"] fadein 3
    "Что же было дальше?"
    "Что ж, можно на секунду перестать относиться ко всему скептически и позволить себе просто поверить."
    "В конце концов, все мы здесь собрались только потому, что однажды захотели сказку."
    "Так что лютый ворог побеждён, царевна возвращена (а то и взята под венец), полцарства подарено, сестрица Алёнушка оживлена."
    "Стали они жить-поживать, и…"
    nvl clear
    $ renpy.pause(1)
    "На самом деле, и Дорога оказалась не совсем дорогой, и автобус — не совсем автобусом."
    "Впрочем, я это и так понял, ещё даже не садясь в автобус."
    "По непримятой траве, по буйным цветом разгулявшемуся нивянику."
    "По восторгу в глазах, отражающих этот самый цвет."
    "Появившийся ниоткуда автобус, так внезапно и крайне удачно оказавшийся рядом с готовыми к пути пионерами…"
    "Загадок было много, очень много."
    "Но сегодня я совсем не стремился их разгадать."
    nvl clear
    $ renpy.pause(1)
    "Мы всё ехали и ехали, потеряв счёт времени, не испытывая ровным счётом никаких неудобств, вроде желания поесть или сходить в кустики."
    "Для всех нас будто бы замерло время на одной точке, пеленая тугим жгутом стазиса, но — внезапно — оставляя свободными руки и язык."
    "Сначала мы сидели каждый на своём месте, будто пытаясь отгородиться от окружающих."
    "Много позже я начал понимать, почему."
    "Но это позже."
    "А пока…"
    "Сначала к нам пересела Лена."
    nvl clear
    scene expression Dawn("op_back")
    $ renpy.pause(1)
    "Немного смущаясь меня, заговорила о чём-то с Ульяной, пока я смотрел в окно."
    "Там было темно и серо."
    "Пусто."
    "И было откуда-то понимание, что это отнюдь не оттого, что там ночь сейчас и просто ничего не видно."
    "Дело было скорее всего в том, что там ничего нет."
    "Но в самом деле! Разве это не логично?"
    nvl clear
    $ renpy.pause(1)
    "Некий невероятный механизм, машина, способная доставить пассажира точно туда, куда ему хочется — на каких принципах она должна работать?"
    "Сначала она должна уйти к общему знаменателю вообще всего."
    "А им, как известно, пустота и является."
    "Оттуда же рукой подать вообще куда угодно."
    nvl clear
    $ renpy.pause(1)
    "Данька сотоварищи сидели поодаль довольно долго, шушукаясь о чём-то, но в результате сдались и они."
    "Сам по себе Данька не был способен на нечто экстраординарное, он был просто лидером остатков своей звезды."
    "Если бы их было пятеро, им было бы всё по плечу — так он считал."
    "Алька покачал головой, явно не разделяя мнение своего командира."
    "А вот Тоник не стал обращать на болтовню внимания — просто уставился в тёмное стекло, где отражались спорящие мы."
    "И через несколько секунд события в салоне и в отражении начали разниться."
    nvl clear
    $ renpy.pause(1)
    "Я и Ульяна стали совсем молодыми, сравнявшись по годам с «гвардией», а вот Лена осталась собой."
    "Непроглядная темнота в салоне начала мало-помалу сереть, будто снаружи наступал рассвет."
    "В салон заглянуло солнце, отбрасывая резкие, неестественно контрастные тени, а в видимых в отражении окнах можно было разглядеть бегущие назад пятиэтажки, парки, машины…"
    "Отражённый автобус замедлял ход, плавный бег по асфальту сменила смутно знакомая тряска."
    "Бесшумный звонок — и двери открываются."
    "Тут Лена вцепилась Тонику в плечи и в приказном порядке запретила ему показывать это!"
    nvl clear
    $ set_mode_adv()
    show un serious pioneer with dissolve
    un "Не смей, слышишь?! Нельзя!"
    tn "Интересно же!"
    un "Нет! Сглазишь! Выключи свой телевизор, я не хочу видеть!"
    "Она судорожно выдохнула."
    un "Я не хочу знать."
    "Безразлично двинув плечом, Тоник протянул руку к стеклу и сделал движение, будто стирает что-то с доски."
    "Отражение мгновенно пропало — некоторое время на нас смотрела голая чернота."
    stop music fadeout 3
    "Но несколько секунд спустя всё вернулось на круги своя."
    window hide
    hide un
    with fade2
    play music music_7dl["afraid_of_destiny"] fadein 3
    "Откуда у Лены взялась истерика, удалось понять лишь через пять часов."
    "За это время мы уснули, а проснуться пришлось от каких-то странных всхлипываний."
    "Как оказалось, это Лена."
    "Как оказалось, за окнами уже давно день, и автобус, который теперь был больше похож на трамвай, нёсся по смутно знакомым осенним улицам, оставляя застройки по правую сторону, а плоские заливные луга — по левую."
    "Параллельно нам убегали в бесконечность трамвайные пути, и с каждый стуком на стыках Лена вздрагивала и втягивала голову в плечи."
    "Пальцы на поручне побелели от напряжения."
    "А сама девочка старательно смотрела только в окно, будто пытаясь разглядеть там знакомые места."
    window hide
    with fade
    "И, несмотря на нервную дрожь губ, на прерывистое дыхание, видно было, что мы где-то в местах, которые ей нравятся."
    "Которые она… Помнит."
    "А когда за окном мелькнул виадук, забитый машинами и трамваями, я вдруг и сам вспомнил это место."
    "Подозрительно уставился на Лену, но сейчас её нечего было и думать спрашивать о чём-то."
    "Вот и я не стал…"
    "Наш автобус-не автобус, трамвай-не трамвай, начал замедлять ход."
    play sound sfx_bus_stop
    "В открытую форточку пахнуло вдруг запахом палой листвы и креозота."
    play ambience ambience_camp_center_day fadein 3
    play sound sfx_bus_out fadein 0
    "Мы остановились совсем, двери с шипением распахнулись."
    "И Лена, двигаясь на подгибающихся ногах, отправилась навстречу неизвестности."
    "Её всю колотило и трясло."
    "Но она упорно шла, будто знала, что может ждать её впереди."
    "Проследив за её взглядом, я разглядел некую парочку, сидящую на остановке: паренька в бейсболке, смотрящего себе под ноги, и девушку лет шестнадцати с довольно странным цветом волос."
    "В руках странная девушка держала планшетку, подозрительно похожую на ту, с которой не расставалась Лена."
    "Только в отличие от нашей зеленоглазки, эта просто обмахивалась дощечкой как веером."
    "Да порой поглядывала в нашу сторону раскосыми глазами."
    "Чем-то она была крайне похожа на Лену. Но вот чем?"
    "Парень никак не отреагировал на остановившийся транспорт, похоже, полностью уходя в свои мысли, а вот девушка подпрыгнула на месте, затормошила своего соседа, продолжая стрелять в нашу сторону раскосыми глазами."
    "И добилась своего — парень-таки обратил на нас внимание."
    "Поднял голову."
    "Из-под козырька на нас посмотрели крайне знакомые серые глаза."
    "И он как-то вдруг сразу оказался рядом, его соседка, как флаг на ветру привязанная, летела вслед за ним."
    "В один момент был там, а теперь — вот, подаёт руку Лене."
    us "Галантный джентльмен."
    "Хихикнула наблюдающая за действом Ульяна."
    "Но не позволила себе больше ничего, так как наш «джентльмен» после того, как помог Лене спуститься, сграбастал её в охапку и изо всех сил прижал к себе."
    "Раскосая стояла поодаль и вежливо ждала, когда на неё обратят внимание."
    voice "Ленка!"
    "Выдохнул он."
    voice "Ну, наконец-то! Где ты ходишь?"
    voice "И где успела переодеться?"
    "Ответа девочки мы не услышали, так как двери снова закрылись, и транспорт пришёл в движение."
    play sound sfx_intro_bus_door_open
    play ambience sfx_bus_interior_moving fadein 2
    "Я поспешил на заднюю площадку — наобнимавшись, Лена обратила внимание на третье действующее лицо."
    me "А они похожи!"
    "Дошло вдруг до меня."
    me "Лена и эта…"
    "Они долго, пристально смотрели друг на друга, а потом Лена вдруг осела, где стояла — раскосая едва успела подхватить её."
    us "Воссоединение."
    "Ульяна помахала рукой уже почти неразличимым на горизонте фигурам — автобус набирал ход."
    me "Это её знакомые?"
    us "Семья, скорее."
    me "А этого парня я где-то видел уже…"
    "Поделился я."
    us "Сёмыч, иногда ты такой тормоз, просто сил нет!"
    me "Да что такого?"
    me "Что я сказал?"
    "Ульяна покачала головой и отвернулась."
    "Однако я успел разглядеть хитрую улыбку на её губах."
    window hide
    scene op_back
    with dissolve
    "Несколько часов спустя сошли у какого-то полустаночка и трио «гвардейцев», извинившись перед Ульяной за то, что не могут продолжить службу."
    "Их ждали два мальчика их лет, один из которых был неуловимо похож на Ольгу Дмитриевну, а увидев второго, Ульяна вздрогнула и на битый час погрузилась в мрачные размышления."
    "На вопросы она не реагировала, так что догадываться о возможной неприятной истории, стоящей за тем мальчиком, мне пришлось самостоятельно."
    "Вряд ли дело было в какой-то обиде или чем-то ещё…"
    window hide
    with fade
    "Я вообще не особо силён в исследовании душ человеческих, особенно, когда речь идёт о ребёнке."
    "Ну да, теперь и я сам ребёнок."
    "Полностью сохранивший всю память, весь горький опыт…"
    "И вот вопрос — а нужно ли всё это мне теперь? И если нужно, то зачем?"
    "Никто не мог бы ответить мне на этот вопрос: как изжить в себе циника, всюду видящего подвох."
    window hide
    scene bg ext_railbridge_sunset_7dl
    with flash
    play ambience ambience_camp_entrance_night fadein 6
    "Когда мы проснулись в следующий раз, за окнами стоял закат, а автобус остывал у самой каменной бабки железнодорожного моста."
    "Двери были распахнуты настежь, на месте водителя не было никого."
    "А вокруг было тихо-тихо…"
    "Только пение сверчков да едва слышное шевеление травы вокруг."
    show us smile sport with dissolve
    "Ульяна, потянувшись, посмотрела вокруг и просияла:"
    us "Приехали!"
    "Приехали…"
    stop music fadeout 4
    play music music_7dl["wonderful_faraway"]
    hide us with dissolve
    "Я не знаю точно, как можно описать место, где мы оказались."
    "Но в одном мы с Ульяной единогласны — нам здесь понравилось."
    "Здесь слыхом не слыхивали о «Совёнке», Генде, компьютерах и симптомах эпохи."
    "Зато лето здесь длится долго-долго и заканчивается только тогда, когда детям надоедает играть."
    "Лазейка в несбыточное."
    window hide
    with fade
    "Рядом с дорогой располагался небольшой полупустой городок, в котором для нас легко нашлось место."
    "Там мы и осели."
    "Ульяне требовалось кого-то дождаться, она точно знала, что дождётся только здесь."
    "Логики здесь не было вовсе, но как я понял, здесь она вообще работает плохо и через раз."
    "Или она здесь просто другая."
    window hide
    with fade2
    "Так что мы поселились здесь, проводя время вместе, играя, сооружая огромные конструкции из бесхозных шин и остовов поездов…"
    "Оказывается, когда перестаёшь корчить из себя взрослого, то очень многое в мире становится куда менее скучным."
    "Так что мы не скучали."
    "Совсем не скучали."
    window hide
    scene bg int_opened_door_7dl
    with diam
    "А однажды в нашу дверь осторожно поскреблись, и сквозь бьющее через порог белое сияние в комнату шагнул тот самый парень, который встречал Данечку на полустанке."
    "Ульяна взвизгнула и кинулась бодать его лбом в плечо, хватать за руки…"
    "А он через её голову протянул мне руку и представился ломким баском:"
    voice "Антон. Брат вот этой… шмакодявки."
    "Ульяна что-то злобно зафырчала, а мы рассмеялись."
    "Я никак не мог отделаться от мысли, что наше лето ещё только начинается…"
    voice "Добро пожаловать в Пустоши."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return

label alt_day7_us_px_fairytale:
    play music music_7dl["nap_one"] fadein 3
    scene bg ext_adductius_7dl
    with dissolve
    play ambience ambience_7dl["town_day"] fadein 5
    $ meet('dv','Она')
    "Она нашла меня одного, брошенного на качелях, спросила, почему я один."
    "А что я могу ей сказать?"
    "Я один потому, что никому не нужен?"
    "Потому что не знаю, куда пойти?"
    "Вот и молчал."
    "В кармане было целых пять рублей, я был богат и в любой момент, проголодавшись, мог сбегать за мороженым или даже молочным коктейлем."
    "Я был самодостаточен."
    "Но почему-то было плохо, так плохо…"
    "Такой вот фокус."
    window hide
    with fade
    "Она попрощалась и ушла - высокая, красивая, с чистыми глазами, в которых было одно лишь спокойствие и любовь."
    "Я решил во что бы то ни стало дождаться её, потому провёл весь вечер и часть ночи на качелях, отбивая их у соседской малышни."
    "Почему-то казалось, что если я уйду, она меня потеряет."
    "Потеряет!"
    play ambience ambience_7dl["rain"] fadein 6
    show rain_overlay
    with dissolve
    "А под утро пошёл дождь, холодный, мокрый и зябкий."
    "Я тщетно прятался от него в карманы шортов, втягивал голову в плечи и весь дрожал."
    "А она не шла."
    $ night_time()
    "Было не столько мокро, сколько обидно."
    "Она же такая хорошая. Я так надеялся на неё!"
    "Вот и…"
    "Я уже совсем отчаялся, а пятёрка в кармане размокла. День не удался."
    window hide
    with fade2
    "И уже когда покатилось к горизонту Солнце, а углы зданий размылись в подступающих сумерках, на детской площадке, разбрызгивая лужи и разбрасывая красную крошку, появилась она."
    "Сначала сквозь калитку вплыл огромный чёрный зонт, потом появились серые нубуковые сапожки."
    "И громкий, на всю площадку «ах»!"
    "Она бросилась ко мне, встала, безжалостно портя обувь в луже, посмотрела на меня."
    "Передёрнула плечами, затянутыми в тонкую джинсовую ткань, видимо, посочувствовала."
    show dv normal winter with dissolve
    dv "А ну, пошли со мной."
    am "Нет. Я не могу. Я просто хотел вас увидеть ещё раз, а мне надо домой!"
    dv "Домой? Где твой дом?"
    am "Я… Я не знаю."
    dv "Вот и пошли."
    am "Нельзя ходить с незнакомыми."
    dv "Нельзя, да."
    dv "Ну, хотя бы зонтик возьми. Мокнуть нельзя, простудишься!"
    "Она вручила мне зонтик, улыбнулась, а мгновенно промокшие яркие волосы беспорядочно облепили лицо."
    "Светлая ткань курточки мгновенно потемнела, промокла."
    "Но её, похоже, это не волновало нисколько."
    dv "Ещё увидимся!"
    hide dv with diam
    "Она помахала мне и побежала к калитке."
    "А я ахнул про себя: как же так? Нельзя же! Она промокнет вся, простудится!"
    "И из-за меня?"
    "Сам я был уже давно мокрый насквозь, но не обращал на это внимания."
    am "Эй, постойте!"
    "Я спрыгнул с качелей и бросился вслед за ней."
    show dv normal winter with dissolve
    dv "Что такое?"
    am "Мокнуть нельзя, вы сами говорили!"
    dv "Но кто-то из нас будет под дождём. Я потерплю."
    dv "А ты весь продрог."
    am "Нет! Нельзя! Вы же сами простудитесь!"
    "Я толкнул ей зонтик, который она вовсе не спешила брать."
    am "Да возьмите же!"
    dv "Хорошо. Я возьму зонт."
    dv "Но в обмен на услугу."
    am "Какую?"
    dv "Я живу здесь недалеко. Проводишь девушку до дома?"
    am "Так нельзя же с посторонними!"
    dv "Тогда я буду мокнуть. Пока!"
    window hide
    scene bg ext_townscape_ph_day_7dl
    show rain_overlay
    with dissolve
    "Она махнула мне рукой и зашагала по улице."
    "А я догнал её, раскрыл зонт над нами обоими."
    "Мы шли по улице ещё полчаса, прежде чем закончились эти большие многоэтажные дома, и начались маленькие домики, на один-два этажа, где жили по одной семье в целом доме."
    "Один из таких занимала и она."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_mt_sam_room_7dl
    show dv normal winter
    with dissolve
    dv "Вот, мой дом. Спасибо, что проводил!"
    "Она не обратила внимания на зонтик, открыла ключом дверь и оставила её нараспашку."
    "Зашла внутрь."
    "А я, боясь и одновременно страстно желая оказаться в тепле, несколько минут стоял там."
    "Прежде чем решился."
    "Изнутри пахло чем-то непонятным, откуда-то доносились приглушённые голоса."
    "Я не сразу понял, что это телевизор."
    dv "Закрой за собой!"
    "Крикнула она, услышав мои шаги."
    dv "Оставь мокрую обувь у порога и проходи в ванную."
    dv "Умеешь газом пользоваться?"
    am "А… У-умею."
    dv "Я так и думала. Я сейчас."
    stop ambience fadeout 6
    window hide
    with fade
    play sound sfx_open_water_sink
    pause(1)
    play sound_loop sfx_water_sink_stream
    "Где-то что-то пыхнуло, полилась вода."
    dv "Иди!"
    show dv smile dress with dissolve
    "Она стояла в ванной и приглашающе улыбалась."
    dv "Смотри - здесь мыло, вот мочалка. Одежду всю брось на полу, походишь пока в моём халате, пока я не придумаю тебе что-нибудь на замену."
    hide dv with diam
    "Я плохо понимал, о чём она говорит, потому что сомлел в тепле, но дождался, когда она уйдёт, послушно сбросил одежду и полез в ванну."
    stop sound_loop fadeout 6
    "Помывшись, я нашёл её на кухне, где она что-то делала у плиты."
    window hide
    scene bg int_mt_sam_room_7dl
    with dissolve
    dv "Вот, смотри. Газ зажигается этой щёлкающей штукой, макароны и прочее будут на нижних полках, чтобы ты мог достать, главное, не забывай солить воду, если захочешь себе что-нибудь сварить."
    dv "Всё понял?"
    am "Да…"
    dv "Хорошо.  А то кухарка я - так себе. {w}Зато у меня есть пицца! Ты как насчёт пиццы?"
    "Я не знал, что это такое, но на всякий случай кивнул."
    "И сделал это совсем не напрасно, потому что пицца…"
    "Мне было бы вкуснее, если бы не закрывающиеся глаза и озноб, который не закончился даже после горячей воды."
    with flash2_red
    dv "Ты красный… Ты весь горишь."
    "Она потрогала мой лоб."
    dv "Так и знала. Досиделся под дождём."
    window hide
    show blink
    pause(1)
    scene black
    "Я хотел что-то сказать, но глаза сами по себе закрылись."
    "Всё дальнейшее я помнил только урывками."
    "Телевизор, какой-то дядя в белом халате и шапочке с красным крестом."
    "Очень вкусный чай с мёдом и лимоном и очень кусачие горчичники."
    "И тепло."
    "Кровать была с периной, я тонул в ней и не понимал, где заканчивается сон и начинается явь."
    "Просто боялся, чтоб она меня не прогнала."
    window hide
    scene anim prolog_1
    with fade
    "А потом однажды понял, что варю что-то в кастрюльке."
    "Понял, что она рисует что-то в очень красивом альбоме на скрепке-пружинке и объясняет мне, как правильно и ровно вести линию."
    "А заснув, почувствовал что-то, почти забытое - поцелуй в висок."
    "И, не разлепляя век, улыбнулся:"
    am "Мама."
    window hide
    scene bg int_mt_sam_room_away_7dl
    with dissolve
    "Через две недели, перед тем, как она убегала на работу, я сделал растворимый кофе нам двоим."
    "Сделал глоток и спросил:"
    am "Почему ты спасла меня?"
    "Я не помнил ничего."
    "Но откуда-то знал, что у меня есть… должна быть мама."
    "Должен быть дом."
    "А я помнил только крики, почему-то гудящую голову и привкус соли на губах."
    show dv smile dress with dissolve
    dv "Пожалела."
    am "Не верю."
    dv "Почему?"
    am "Ты отдала мне зонтик, а сама пошла мокнуть."
    am "Нельзя кого-то так сильно жалеть."
    show dv shy dress
    with dspr
    "Она покачала головой, посмотрела куда-то в сторону и тихо улыбнулась:"
    dv "Потому что меня однажды некому было спасать."
    dv "Я поняла, что если кого-то встречу как я, то не пройду мимо."
    show dv guilty dress
    with dissolve2
    dv "Я однажды была как ты, а теперь…"
    "Я сел на пол у её ног и положил голову ей на колени."
    "Она от удивления отдёрнула руки, вздохнула."
    "И положила ладошку мне на голову. Погладила волосы."
    window hide
    scene anim prolog_1
    play ambience ambience_7dl["tv"] fadein 3
    with fade
    "Так с тех пор и пошло."
    "Я ждал её дома, улыбался и готовил что-то, что мог, если только она не готовила пиццу."
    "Никогда не говорила, откуда она узнала это странное блюдо."
    "Но было вкусно, очень вкусно."
    "Потом мы устраивались на ковре, она что-то читала, а я смотрел в экран или тоже книгу."
    "Чувствовал её ладонь у себя на волосах и верил в то, что этот мир не чёрен."
    window hide
    play sound sfx_door_bell
    scene bg int_opened_door_7dl
    with dissolve
    "Пока однажды в дверь не раздался звонок."
    "Она пошла открывать, из прихожей донеслись грубые голоса, и её."
    "Напуганный."
    "Я бросился в прихожую, готовясь её защищать!"
    "А там стоял какой-то дядя в тёмно-серой форме и о чём-то говорил."
    "Вскоре в двери показались ещё двое."
    "Лязгнул металл, и она обернулась:"
    dv "Держись, слышишь? Я обязательно вернусь!"
    "Хлопнула дверь."
    "Я остался один."
    "Стёк вниз по стене, прижимая руки ко рту, пытаясь сдержать крик отчаяния."
    "Потому что вспомнил!"
    "Вспомнил, как однажды ко мне, туда, где я раньше жил, приходили такие люди!"
    "Так же говорили и кричали, так же лязгал металл."
    "Их тоже увели."
    "А я забыл."
    "Забыыыыл!"
    window hide
    play sound sfx_open_door_kick
    pause(1)
    scene bg ext_townscape_ph_day_7dl
    with flash
    play ambience ambience_ext_road_day fadein 5
    "Когда я выскочил на улицу, машина с синей полосой уже таяла вдали."
    "А до меня почему-то никому дела не было."
    show prologue_dream
    with fade
    "Два дня я молчал и смотрел телевизор."
    "Готовил пересоленные макароны и пережаренные котлеты, стоя на табуретке у плиты."
    "Два дня выбрасывал их в ведро у плиты, даже не попробовав."
    "Я ждал, вздрагивал от шума на улице, выбегал к двери встречать."
    "А её всё не было."
    stop music fadeout 3
    window hide
    scene bg ext_road_winter_7dl
    show prologue_dream
    with dissolve
    play ambience ambience_cold_wind_loop fadein 3
    "Между тем, на улице стала зима."
    "Мне захотелось выйти на улицу."
    "Вещей моего размера не было, кроме тех самых шортов с помочами и футболки."
    "Холодно, в этом нельзя выйти на улицу, никак нельзя."
    "Я сделал то, на что никогда бы раньше не решился."
    "Полез по шкафам."
    "И среди зимних вещей, которые я мог бы надеть, обнаружил записку."
    "Пыльную, мятую, видимо, она там лежала уже очень давно."
    play music music_7dl["fyrsta"] fadein 5
    $ set_mode_nvl()
    "Малыш."
    "Если ты читаешь эту записку, значит, всё пошло совсем плохо, совсем не так, как я хотела."
    "Но с первых же секунд, когда я увидела тебя на качелях, я видела в тебе себя — ту, которой однажды некому было помочь. {w}А когда вернулась, был дождь."
    "Я подумала, что нельзя тебя такого оставлять!"
    "Люди не любят друг друга, они равнодушны и так воспитывают своих детей, и продолжается это всё по кругу, раз за разом."
    "Меня так старательно делали равнодушной, ты бы знал. Но чем хуже мне становилось, тем сильнее я верила в то, что если мне однажды дадут шанс…"
    "Я разорву этот круг, сделаю не так, как учили и воспитывали. {w}Всё будет иначе, и, может быть, это и поможет однажды миру стать лучше."
    "Даже если со мной после этого всё будет совсем плохо."
    "Мы оба знаем, что я тебя спасла, но наши законы называют это похищением."
    nvl clear
    "Даже если тебе некуда было идти, не к кому возвращаться."
    "Я должна была сдать тебя в милицию, чтобы они решали твою судьбу."
    "Видишь, какая штука… Я узнала про твоих родителей, про то, что их арестовали, а ты сбежал."
    "Мой долг был сдать тебя в милицию. {w}Иначе меня будут судить, накажут."
    "Не за то, что ребёнок один сидит на качелях под дождём, а за то, что ты забираешь его домой, ведь не можешь пройти!"
    "Похищение."
    "Киднэппинг."
    "Преступление."
    nvl clear
    "И, знаешь, малыш… Я не боялась!"
    "Я ни секунды не боялась, пусть и понимала, чем это может быть опасно для меня и тебя."
    "Но я не могла тебя просто сдать. {w}Потому что там, куда ты отправился бы из милиции, тебя никто и никогда любить не будет."
    "А ты так в этом нуждался."
    "Потому я приму наказание, суд - что угодно."
    "Надеюсь лишь что однажды, как мы уже привыкли, я буду читать и гладить тебя по волосам."
    "Алиса."
    $ set_mode_adv()
    "Бумага почему-то набрякла и стала прозрачной."
    "Глаза начало резать, а нос покраснел и распух, как будто я снова простудился."
    "Только дело было совсем не в этом."
    "Дело было в том, что…"
    stop music fadeout 5
    window hide
    with fade
    play music music_7dl["brim"] fadein 3
    window hide
    scene bg ext_khruschevka_day_7dl
    with dissolve
    play ambience ambience_7dl["town_day"] fadein 3
    "На следующий день в дом пришла какая-то девушка чуть младше моей… а кого?"
    "Я даже не знал, кем мне была Алиса."
    "Мамой? Старшей сестрой? Кем-то большим?"
    "По-своему, по-детски, я души в ней не чаял."
    window hide
    with fade
    "Она долго требовала от меня, чтобы я сказал, куда увезли её подругу, но я не знал!"
    "Я не мог сказать!"
    "Что хуже всего, я не мог ответить на простой вопрос: если её увезли — почему меня оставили?"
    "Это же я причина того, что она… Ну…"
    "Только поняв, что каши со мной не сваришь, Ульяна приказала мне ждать и убежала куда-то."
    "Вернулась только вечером, зато сразу с целым тючком зимней одежды."
    us "Я не могу позволить, чтобы из-за глупости дураков в погонах умер с голода ребёнок."
    "Так она сказала."
    "А сама-то! Сильно старше была?"
    window hide
    with fade
    "Так или иначе, она заперла дом на ключ, взяла меня за руку и увела за собой."
    "Привела в какой-то странный дом, где на полу были квадратные плитки из линолеума, нас встретила добрая тётя в милицейской куртке, расстёгнутой, а под низом у неё был свитер с оленями."
    "Добрая — потому что напоила нас чаем, накормила бутербродами и уложила спать на диване."
    "А наутро за мной пришли."
    "Две недели в страшном, кошмарном месте, и если бы не Ульянка, каждый день прибегавшая ко мне поболтать сквозь рабицу, иногда передать конфету…"
    "Я бы не выдержал, наверное: потерять близкого человека, а потом очутиться здесь?"
    "Такого испытания никто не заслуживает."
    window hide
    with fade
    "В один вечер Ульяна сказала мне, что уговорила своих, чтобы они стали собаками."
    "Или как-то так."
    "Но на следующий день за мной пришла Ульяна и её родители."
    "Я официально Сидоров теперь, у меня есть старшая сестра с самыми красивыми красными волосами и улыбкой, чем-то похожей на ту, что я запомнил у Алисы."
    window hide
    with fade
    "С тех пор прошло довольно много времени."
    "Ульяна никогда не рассказывала о том, что стало с её родителями, лишь иногда сквозь зубы роняла что-то про стирание и глупого младшего."
    "Я не знал, что это значит, но понял, что у неё, как и у меня, никого из родителей просто нет."
    "Зато есть старший брат, которому отказали в опёке, из-за чего ей пришлось идти в другую семью."
    "Хорошую семью. Особенно папка хороший. Викентий Викторович. Дооообрый."
    "Я подружился с ребятами во дворе, с «гвардией»."
    "А Антон, старший брат Ульяны, постоянно приезжал с учёбы, катал нас на своём громыхающем и плюющемся «Иже» с вилкой, как у «Харлея-Дэвидсона»."
    window hide
    scene bg ext_railbridge_sunset_7dl
    with fade
    "Мне уже больше не десять."
    "Да и ей не восемнадцать."
    "Но на улице закатно-солнечно и пахнет липой, воздух вокруг почти жаркий, а мы сидим, не двигаясь, наблюдая за тем, как неторопливо отходят в сторону крашеные шаровой краской ворота, и на пороге стоит она."
    "Некрасивая, маленькая, с шрамом на скуле и неукротимым пламенем в глазах."
    "Моя. Самый дорогой человек в жизни."
    "Она вышла и некоторое время стояла, смотря в небо, дыша и не двигаясь."
    "А потом я не выдержал и выскочил из мотоциклетной «люльки» и закричал, замахал руками!"
    am "Алиса! Алиска, мы здесь!!!"
    us "Лиска!"
    "Она неверяще посмотрела на нас, а потом побежала, спотыкаясь, глупо и нелепо размахивая руками."
    "Налетела вихрем, целуя, прижимая к себе и счастливо смеясь."
    "Солнце блеснуло медью в волосах, в радужке снова поселилось то самое спокойствие и любовь, ради которой мы и прожили всё это время."
    "Отблеск познакомившего нас лета."
    window hide
    $ persistent.us_px_true = True
    $ renpy.save_persistent()
    play sound sfx_7dl["aunl"]
    show acm_logo_us_fairytale with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(2)
    return
    
label alt_day7_us_px_mourning:
    play music music_7dl["sammy"] fadein 4
    scene bg ext_backdoor_day_7dl
    with dissolve
    play ambience ambience_camp_entrance_night fadein 5
    "Мы довольно быстро добрались до лагеря."
    "Минут, может быть, сорок-пятьдесят."
    "Как будто нам дул попутный ветер, и ноги перестали уставать."
    "Так что и шли мы быстро."
    window hide
    with fade2
    "Но, как оказалось…"
    "Недостаточно быстро."
    if alt_day6_us_px_sl_join:
        "Славя вдруг остановилась."
        show sl surprise pioneer with dissolve
        sl "Ты слышал это?"
        me "Слышал что?"
        sl "Вот…"
        $ volume(0.3, "sound")
        play sound sfx_bus_honk
        "Я прислушался…"
        me "Похоже на гудок автобуса."
        show sl sad pioneer with dspr
        sl "Но отъезд же был назначен на три часа, я специально уточняла!"
        sl "Бежим!"
        play ambience ambience_camp_center_day fadein 7
        window hide
        scene bg ext_dining_hall_away_day at fast_running
        with flash
        "Она с места стартанула в сторону площади, а я припустил вслед за ней."
        $ volume(0.8, "sound")
        window hide
        scene bg ext_square_day at fast_running
        with flash
    else:
        "Лена мгновенно ушла куда-то, стоило нам только добраться до ворот."
        "Я уселся на бревно у входа и задумался."
        th "И стоило оно того?"
        "Все эти глупые поиски, никому не нужные попытки сбежать…"
        play sound sfx_slavya_run
        "Я услышал звук шагов и медленно поднял голову."
        show us sad sport with dissolve
        me "Как поиски?"
        "Я не скрывал сарказма."
        me "Нашла что-нибудь?"
        us "Не издевайся, Сёмыч. В этот раз не получилось — значит, в следующий раз получится!"
        show us smile sport with dspr
        us "А ты чего это здесь расселся? И где Тишу потерял?"
        me "Она собираться пошла."
        us "А сам чего же?"
        me "Да мне там собираться-то…"
        us "Пошли!"
        "Ульяна, сама справившись уже с неудачей, поспешила подбодрить и меня."
        "Хлопком по плечу. Ну, разумеется. Плюс сто к морали."
        us "А то если нас здесь тётя Оля найдёт — опять накажет."
        me "Не накажет. Уже отъезд."
        show us laugh sport with dspr
        us "Ты плохо знаешь тётю Олю, она-то придумает! И успеет!"
        me "Выпорет на площади?"
        show us laugh2 sport with dspr
        us "Не кисни, пошли!"
        window hide
        scene bg ext_square_day
        with dissolve
        play ambience ambience_camp_center_day fadein 3
        "Когда мы вышли на площадь, то обнаружили, что там царит тишь и запустение."
        show us surp1 sport at left with dspr
        us "Надо же, как все старательно собираются."
        un "Они не собираются."
        show un serious pioneer at zenterright with dissolve
        "Сообщила незаметно подобравшаяся Лена."
        show us normal sport with dspr
        us "О чём ты?"
        show un normal pioneer with dspr
        un "Когда я зашла домой, я увидела, что вещей Мику нет, и её самой нет."
        us "Собралась да пошла к воротам?"
        un "До отъезда…"
        "Лена посмотрела на часики у себя на запястье."
        un "Ещё два часа точно. Нас должны были увезти после обеда."
        un "Не думаю, что она будет стоять два часа у ворот."
        me "Это ты на что намекаешь?"
        show us smile sport with dspr
        us "Побежали к воротам, посмотрим!"
        hide us with easeoutleft
        "Ульяна сорвалась с места."
        "Мы с Леной обменялись взглядами, и по спине прокатился ледяной шар."
        "Я невольно сглотнул."
    "Несмотря на то, что моя судьба мне до этого была безразлична, почему-то вдруг стало не по себе, когда мы выскочили на площадь, и не обнаружили там никого."
    if alt_day6_us_px_sl_join:
        sl "Неужели опоздали?"
    window hide
    scene bg ext_clubs_day at fast_running
    with flash
    "Ещё рывок к воротам."
    "Обычно здесь всегда кто-то был: либо малыши играли, либо кибернетики строили что-нибудь."
    "Но вот в этот раз…"
    window hide
    scene bg ext_camp_entrance_day with flash:
    with dissolve
    play ambience ambience_camp_entrance_day fadein 3
    if alt_day6_us_px_sl_join:
        show sl normal pioneer with dissolve
        sl "Смотри! Смотри!"
        "Я резко обернулся, смотря туда, куда она указывала."
    else:
        "Когда мы выбежали к воротам, то не обнаружили там ни Мику, ни кого-либо ещё."
        "В воздухе таял едва уловимый бензиновый дух, а пятачок перед воротами был усыпан какими-то бумажками и мусором."
        "Ульянка завопила нечто невразумительное, махая куда-то в сторону дороги."
        "Я мучительно медленно повернулся и посмотрел туда же, куда она махала."
    window hide
    scene bg ext_road_day
    with dissolve
    "Вдали едва заметной точкой карабкался к горизонту автобус."
    if alt_day6_us_px_sl_join:
        show sl surprise pioneer with dissolve
        sl "Они уехали… Уехали без нас!"
        me "Уехали."
        hide sl with dissolve
        "Славя уселась на поребрик и закрыла лицо руками."
        "А я стоял и не решался обнять её и утешить."
        "Она была чужая, а потому руки свои распускать я даже не думал."
        "В конце концов, она сильная."
        "Справится."
        show sl sad pioneer
        with dissolve
        sl "И что теперь?"
        "Глухо проговорила она."
        me "Следующая смена через неделю, подумаешь."
        "Я ещё ни разу не оставался вот так, опоздавшим, но почему-то казалось, что «залётников» здесь умеют и искать, и ловить."
        sl "А что мы будем эту неделю делать?"
        sl "Что будем есть?"
    else:
        show un serious pioneer at zenterright
        show us laugh sport at cleft with dspr
        "Лена нахмурилась, а Ульяна расхохоталась:"
        us "Ура-ура! Они уехали без нас!"
        me "Ты считаешь это чем-то хорошим?"
        us "Конечно! Они будут нас искать и обязательно найдут. Здесь."
        us "Но пока машина съездит туда и обратно, пройдёт два дня точно."
        show us laugh2 sport with dspr
        us "Вы представляете? Два дня без обязалова и прочей режимной чуши!"
        un "А ты не подумала, что мы будем есть эти два дня?"
    ba "Для персонала столовая всё ещё работает."
    "Как и все в этом лагере, Саныч передвигался абсолютно бесшумно."
    "Вот и сейчас он возник у меня за плечом, заставив вздрогнуть."
    if alt_day6_us_px_sl_join:
        show sl normal pioneer with dspr
    else:
        show us normal sport at fleft
        show un normal pioneer at cleft
        with move
    show ba evil uniform at fright with dissolve
    ba "Но сначала надо решить одну небольшую проблему."
    me "У нас уже есть одна."
    ba "К счастью, эта решается просто и быстро."
    if alt_day6_us_px_sl_join:
        sl "Что за проблема?"
    else:
        "Девочки вопросительно посмотрели на физрука."
    "А тот подошёл ко мне поближе."
    ba "Положи ладони одна на другую."
    me "Зачем?"
    ba "Дрищ, тебе что-то непонятно?"
    "Вздохнув, я сделал, что он велел."
    ba "А теперь на лоб. Тыльной стороной."
    "Я сделал и это."
    play sound sfx_lena_hits_alisa
    with vpunch
    if alt_day6_us_px_sl_join:
        show sl scared pioneer
    else:
        show us fear sport
        show un shocked pioneer
    with flash_red
    "И он коротко, без замаха, пробил мне прямо в середину ладоней."
    "Я отшатнулся, в голове загудело как в колоколе."
    if alt_day6_us_px_sl_join:
        "Славя было начала что-то говорить…"
    else:
        "Девочки наперебой что-то заголосили…"
    ba "Это тебе за то, что единственный мужик в этом вертепе, а ведёшь себя как олень."
    ba "Вот и получи по рогам."
    ba "Теперь же о бабах…"
    if alt_day6_us_px_sl_join:
        show sl sad pioneer
    else:
        show us sad sport
        show un sad pioneer
    with dissolve
    "Он отвернулся от меня и заговорил."
    "Нет, он не использовал обсценную лексику, не переходил на личности и в целом вёл себя корректно."
    "Но при всём том умудрился ни разу не повториться, а попутно — втоптать в грязь любую самооценку."
    "Видно было, что и в армии Саныч служил, и с детьми работал не первый год."
    "Он орал так, что я оглох на левое ухо."
    "Орал долго, со вкусом."
    if alt_day6_us_px_sl_join:
        ba "…лучшая пионерка! Заместитель вожатой! И кто ты после этого?"
        "Славя опустила голову, она прекрасно понимала, что своим легкомыслием попросту перечеркнула собственную репутацию."
        "Даже то, что она три раза переспрашивала об отъезде, нисколечко её не обеляло."
    else:
        ba "…земля носит! А ведь вам ещё размножаться, кого вы родить-то сумеете, с такой генеалогией?"
        "Девочки пристыженно молчали."
        "Понимали, что кругом неправы, кругом. Нельзя отбиваться от стада и всё такое…"
    ba "Виола приедет завтра, так что в город поедете тоже завтра."
    ba "А сейчас марш на обед — и по домам. По области объявлено штормовое предупреждение."
    stop music fadeout 5
    window hide
    play sound_loop ambience_7dl["rain"] fadein 5
    scene bg ext_houses_rainy_day_7dl with dissolve
    with dissolve
    play music music_7dl["what_cost"] fadein 3
    "Так всё в итоге и произошло."
    if alt_day6_us_px_sl_join:
        "Славя, видимо, чувствуя комплекс вины, не выходила из домика, чем-то занимаясь там в одиночестве."
        "Я тоже сидел у себя, глушил несладкий чай и смотрел в окно."
        "Успел прочитать «Белые Ночи», обнаруженные у вожатой на полочке."
        "У меня в голове не укладывалось, как они могли просто взять и уехать, оставить нас здесь?"
        "Но, похоже, я всё-таки чего-то не знал об этом времени, об этом мире."
    else:
        "Мы собрались в доме Ульяны и смотрели через окно, как дождь и ветер хлещут Генду, как скрипят доски крыши…"
        "Настроение ничем не отличалось от творящегося на улице."
        "Уныло, тускло, серо."
    "Так что явление медсестры на машине воспринял с каким-то даже облегчением."
    "Виолетта Церновна не проявила ни восторга, ни злости, обнаружив нас в столовой, только кивнула и приказала:"
    cs "Собирайтесь."
    "Хотя что там собирать — на чемоданах уж сидели."
    window hide
    scene expression Desat1("bg ext_road_day")
    with dissolve
    "Дали ей умыться, поесть, привести себя в порядок — и нас ждала обратная дорога."
    "И вот я сижу в машине, чувствую тёплое присутствие рядом."
    if alt_day6_us_px_sl_join:
        "Славя немного пришла в себя и на мои взгляды отвечала неизменной улыбкой."
        "Должно быть, однажды она будет вспоминать об этом случае, как о забавном приключении."
        "С присущей ей лёгкостью характера она способна смеяться даже над собой."
        "А вот я? Смогу ли?"
        "И не знал ответа."
    else:
        "Ульянка устроилась на переднее сиденье, а мы с Леной разместились сзади."
        "Зеленоглазка по-прежнему немного смущалась меня, хотя уже далеко не так капитально, как пару дней назад."
        "Она откинулась на спинку и попеременно поглядывала то на меня, то на ситуацию за бортом."
        "Выглядело это забавно."
    "Вот только точил изнутри червячок сомнений."
    "Казалось почему-то, что основные мои трудности ещё впереди."
    "И порицание местного социума казалось не самой большой из них."
    "Я боялся, что по дороге я усну, и…"
    window hide
    show unblink
    scene black
    "Так в итоге и оказалось."
    window hide
    stop music fadeout 3
    stop ambience fadeout 1
    return
    
label alt_day7_us_px_dejavu:
    play music music_7dl["pathways"] fadein 3
    scene anim intro_14
    with dissolve
    play sound_loop sfx_bus_interior_moving
    play ambience ambience_cold_wind_loop fadein 3
    "В каждой из жизней своих я почему-то старался держаться подальше от людей."
    "Они мне никто, я им никто — все довольны."
    "И пусть обо мне думают как о молчуне с комплексом неполноценности — я исправно тружусь, выполняю свои должностные обязанности, а больше ничего и не надо."
    "Совершенно незачем кому-либо знать о том, как звучит в сердце музыка, как ложатся вечерами строчки в книгу, что я однажды обязательно издам."
    "Нет ровным счётом никакого смысла в том, чтобы пускать кого-то в себя."
    "Ведь известно же, давным-давно…"
    "Предать и сделать больно могут только близкие."
    "Это их прерогатива."
    stop sound_loop fadeout 6
    window hide
    scene anim intro_7
    with dissolve
    "Потому я лучше буду молчуном с комплексом неполноценности."
    if loki:
        "Это нисколько не мешает мне продолжать учить музыке детей — раз уж сам давным-давно лишён доступа в ту страну."
        "И чем горше от зависти, чем тяжелее — тем более искренние строки ложатся вечерами на бумагу."
    else:
        "В конце концов, у меня есть я. Мы обязательно справимся."
        "Однажды я отпущу память с благодарностью за то, что она была."
        "Но сейчас она, по сути и есть я."
        "И мне хочется иногда кричать в лица прохожих."
        "Люди! Берегите память! Это ваше единственное сокровище."
    window hide
    scene anim intro_9
    with dissolve
    "И никто не виноват в этом."
    "Это просто жизнь. Как она есть."
    "Ты должен тратить день на то, чтобы приносить пользу другим людям, а вот весь вечер — он твой."
    "Потому что снаружи пусто, если вас лбами не столкнула однажды судьба, то и на улице вы друг для друга как бы и не существуете."
    "Вы проходите один сквозь другого, холодя конечности призрачным прикосновением, вздрагиваете, оборачиваетесь…"
    "Нет, показалось."
    window hide
    stop ambience fadeout 6
    scene bg int_sam_room_7dl
    with fulldiam
    "Только всё чаще уже не гостьей, а хозяйкой в моём сердце становилась тоска."
    "Она сжимала сердце ощущением непоправимости уходящего, как будто шептала о том, что никогда не будет правильного времени, будет только потраченное впустую."
    "Но никогда не отвечала на вопрос — как, чёрт возьми, мне поступить правильно?!"
    "Никто не знал. И я тоже."
    window hide
    scene black
    with dissolve
    play sound_loop sfx_water_sink_stream
    "И когда тоски стало слишком много, я отправился в ванну, включил самую горячую воду, какую только мог терпеть, и погрузился туда, оставив наружу только рот и нос."
    "Чтобы дышать, и…"
    me "Господи, мне плохо. Что мне делать?"
    window hide
    scene anim intro_15
    with fade
    "У кого я спрашиваю совета?"
    me "Почему всё не так, как надо? Что я делаю неправильно?"
    window hide
    with fade
    "И зачем я спрашиваю совета у кого-то?"
    me "Мне надоело. Я как будто доживаю заживо — ещё чуть-чуть, и начнут куски отваливаться."
    window hide
    with fade
    "Надоело. Особенно — тишина."
    "Я до поры прекрасно уживался с одиночеством, но порой наступает момент, когда ты попросту не можешь с ним справиться."
    "Правую ладонь невыносимо жгло — должно быть, я незаметно для себя уже полчаса как опирался ей о горячую трубу."
    "Но это было что-то настоящее, с чем я хотя бы был в силах бороться."
    "Не как кисель резать — результатом последнего полугода."
    "Я мог что-то сделать!"
    "Что-то, что…"
    "С вскриком, я дёрнул рукой, пытаясь спастись от жжения — но тщетно."
    "Кажется, дело вовсе не в кипятке было."
    "В чём тогда?"
    "Пришлось расставаться с уютной темнотой и плеском воды."
    "Я с усилием открыл глаза — правая ладонь была красная и обожжённая."
    "На секунду представилось вдруг, что по ней прокатился Огонёк — чей-то чужой, на пути в поисках."
    "Мой-то никогда бы не обжёг. Ведь правда?"
    stop sound_loop
    "Правда?"
    "Я не был уверен в ответе, но меня не сильно пугали любые перспективы."
    "В частности — риск выглядеть идиотом."
    "Приблизив красную ладонь к лицу, внимательно оглядел её и неожиданно для самого себя произнёс:"
    stop music fadeout 3
    me "Тай-тай, налетай…"
    window hide
    scene cg d7_us_tai_tai_7dl
    with dissolve
    play music music_7dl["your_life"] fadein 3
    "Ладонь негромко засветилась в полумраке — и из центра её, сформировавшись свечением, на средний палец скакнул уютный жёлтый шарик."
    "Сердито подпрыгнул, явно недовольный тем, как долго мне пришлось его звать."
    me "Ты тропинку найти помоги наружу…"
    "Попросил я. И Огонёк сменил гнев на милость."
    window hide
    with fade
    "Ещё раз прокатившись по руке, затирая своим светом шрамы и ожоги, он поднялся в воздух и, подумав, со всего маху ударился о стену, пронзил её насквозь и понёсся вдаль, вдаль — куда-то в сторону севера."
    window hide
    scene bg ext_winter_night_rotate_7dl
    show prologue_dream
    with fade
    "Каким-то внутренним чутьём я мог проследить его путь."
    "Самое главное, я мог проследить его направление — он искал дополнительную силу!"
    "Сам по себе цыплёнок не мог почти ничего, кроме разве что исцеления."
    "Но когда их было много… Тогда с ними действительно приходилось считаться!"
    if alt_day6_us_px_sl_join:
        "Как пришлось однажды мне…"
        "А вот Ульяна не растерялась, она как раз искала то, что могут дать ей лишь полумистические сущности, единственное предназначение которых — помогать человеку найти путь."
        "Путь к чему? А вот это уже совсем отдельная история."
    else:
        "Вот он и искал ещё Огоньков — чтобы, объединившись с ними, снова помочь глупому хозяину."
    window hide
    scene bg ext_winter_night_7dl
    with dissolve
    "Я видел это место раньше, а потому сразу узнал."
    "Место, куда направлял меня огонёк."
    "Хотя я до сих пор не понимал, почему он у меня остался."
    "Мой мир отрицает наличие чудес и тем самым напоминает ортодоксального христианина."
    "А я… Я слишком взрослый. Слишком старый."
    window hide
    with fade
    "Но вот оно, место из снов, а вот он и я."
    "Стоящий на мостике через ручей по пути в Шуваловский парк."
    "Что и зачем я ищу здесь — не знаю точно, но я уже не первый раз доезжаю до «Парнаса», откуда пешком минут двадцать до парка."
    "Я гуляю здесь, смотрю на деревья, поднимаюсь на Шульковскую горку, с которой, согласно преданиям, можно увидеть вообще весь город."
    "А мне куда больше нравятся глухие, тихие места, где никто не ходит, и можно запрокинуть голову в небо, всмотреться в ленивое шевеление веток сосен."
    "И на несколько минут утратить ощущение времени."
    "Почувствовать, понять, что эти сосны стояли здесь и триста, и пятьсот лет назад — когда ещё Пётр не пришёл и не выгнал финских рыбаков, желая «в Европу прорубить окно»."
    "Они видели всё."
    "И готовы поделиться знанием, готовы отправить тебя туда, куда ты только захочешь."
    "Можно и в восемьдесят девятый, почему нет? По их меркам, это мгновение."
    "Закрой глаза — и готово…"
    window hide
    scene expression Dawn("bg ext_winterpark_7dl")
    with fade
    "Но сегодня я не отправился к соснам."
    "Сегодня я замер на мостике, потому что мой Огонёк чуял что-то… Что-то…"
    "Незамерзающий ручей, нежелающий покоряться зиме, нёс с собой пожухлые листья, веточки, ещё какой-то мусор."
    "Но вот что-то на воде привлекло моё внимание, заставляя вглядеться."
    "И — да."
    "Из-за стремнины мне прямо под ноги приплыл кусочек коры со светящимся на мачте… Огоньком."
    me "Да быть того не может."
    "Услышал я свой охриплый от долгого неиспользования голос."
    me "Ненаучная фантастика."
    "Я поднял его, и услышал окрик:"
    us "Эй, это мой!"
    "И этого тоже быть не могло."
    "Но тем не менее, это было."
    "Я понял, что не сплю."
    "Понял, что однажды приснившаяся история имеет продолжение!"
    window hide
    with fade
    $ set_mode_nvl()
    "Она оказалась ровно такой же, как я её запомнил."
    if alt_day6_us_px_sl_join:
        "Непонятно зачем вернувшаяся."
    else:
        "Смотревшая с вызовом, мгновенно узнавшая меня."
    "И была она в точности той, какой была в лагере."
    "Не изменившаяся ни на йоту."
    us "Не прошло и полугода, появился."
    us "И ведёшь себя так же!"
    "Разве что сменила свою неизменную футболку на куда более подходящие сезону пуховик и зимние штаны."
    "Она была не одна, её сопровождал некий парень лет двадцати трёх, здорово на неё похожий."
    "Выражение на лице он имел кислое, видимо, ему от этих прогулок удовольствия не было ровно никакого."
    "Я замер на секунду, пытаясь разгадать его родственную принадлежность."
    th "Брат? Отец? Дядя?"
    th "Хотя для отца он был слишком молод."
    nvl clear
    "А Ульяна подошла ко мне и вырвала у меня из рук кораблик."
    us "Не твоё — не трогай, понял?"
    "Я пожал плечами. Что уж тут непонятного?"
    "А она, расхохотавшись, порывисто меня обняла."
    us "Сёмище! Ура! Сёмище!"
    "И былое кое-что ещё."
    "Кое-кто."
    voice "Антон."
    "Протянул мне руку парень."
    voice "Откуда знаете мою сестру?"
    me "Это очень долгая история."
    me "Это, скорее, она меня знает, а вот я…"
    "Ульянка верещала и не желала от меня отцепляться, а Антон со смехом оттаскивал её за ноги."
    nvl clear
    scene bg int_sam_room_7dl
    with dissolve
    "С тех пор кое-что поменялось и в моей жизни."
    "Больше почему-то не удаётся оставаться в одиночестве."
    "Слишком много в моей жизни Ульянки."
    "Теперь она захаживает «в гости к Сёмычу» попить чая, поболтать, поиграть на компьютере."
    "Да просто помолчать, вспоминая наши глупые приключения."
    if alt_day6_us_px_sl_join:
        "Про свой маршрут на автобусе она отмалчивается, не желая рассказывать."
        "А я и не настаиваю."
    else:
        "Чаще всего она сокрушалась из-за того, что так и не догадалась, как же вести себя на той остановке."
        "Что делать?"
        "Она долго думала, но так и не придумала ничего."
    "Так ни разу и не завела разговор о том, что случилось непонятным летом непонятно где."
    "Только однажды наткнулась на рукопись и, с криками отвоевав её, прочитала."
    "Замкнулась в себе и целую неделю не появлялась."
    "Так что на этом, наверное, и следовало бы закончить историю."
    "Правда?"
    stop music fadeout 4
    window hide
    $ set_mode_adv()
    play music sfx_7dl["ringtone"]
    "Телефон зазвонил. {w}Ульяна?"
    "Я как раз колдовал на кухне над очередным шедевром из котлет и макарон, потому трубку услышал не сразу."
    "А вот когда услышал — стремглав бросился в комнату."
    stop music fadeout 3
    play ambience ambience_cold_wind_loop
    us "Привет. Нужно встретиться и обсудить кое-что."
    me "Когда и где?"
    us "Через час. На том мостике, помнишь?"
    me "Да."
    window hide
    scene cg d7_us_pixie_7dl
    with dissolve
    "Ульяна стояла у перил и смотрела на замёрзшую воду, машинально теребя в руках сложенный из бумажного листика кораблик."
    "Она выглядела задумчивой и себе на уме."
    play music music_7dl["last_pixie"] fadein 8
    me "Хай."
    us "Я вспомнила обо всём, что было в лагере."
    "Проигнорировав приветствие, начала она."
    us "Вспомнила о том, для чего и зачем нужны эти кораблики."
    me "Это Огонёк."
    us "Ты знаешь?"
    me "Разумеется. Он может найти что-то. Или помочь кому-то найти дорогу."
    us "Так. У него есть сила. {w}Она невелика, но если объединить силу тысячи Огоньков, они смогут найти путь откуда угодно куда угодно!"
    us "Только вот их почти что нет."
    us "Здесь только ты и я."
    us "Последние Огоньки."
    me "И что? Мы однажды уже нашли дорогу."
    if alt_day6_us_px_sl_join:
        me "Вы уехали без меня!"
        us "Я хотела бы, чтобы в этот раз ты был со мной."
    else:
        me "Но так и не смогли придумать, что с ней делать."
        us "Нашли. Но разве тебе не интересно продолжить искать?"
    me "В смысле?"
    "Ульяна очень по-взрослому посмотрела на меня:"
    us "Разве ты сам не чувствуешь ограниченности этого мира? У него очень много рамок. {w}А значит, всегда есть, куда стремиться!"
    me "В соседний мир?"
    "В голосе моём был неприкрытый скепсис…"
    "Но это лишь потому, что я отчаянно боялся, что меня раскроют."
    "Увидят мою неуёмную жажду жизни, жажду воспоминаний."
    "Я должен сделать всё для того, чтобы однажды сказать про своё прошлое: «да, это действительно была классная жизнь!»"
    "А потому…"
    if loki:
        us "Во все соседние миры!"
        me "И сколько мы будем так искать?"
        us "Сколько хочешь! Разве тебе не интересно, что за границей?"
        me "Интересно."
        us "Только смотри, у нас ни Даньки, ни его ребят. {w}Поработать придётся как следует."
        me "Ничего."
        "Улыбнулся я."
        me "Справимся."
        us "Справимся!"
        "Достав из кармана свечку, Ульяна с грехом пополам приделала её к бумажному кораблику и зашептала:"
        us "Тай-тай, налетай…"
    else:
        "Голова закружилась, и меня посетило настоящее Дежавю:"
        us "Дурак! Зачем нам соседний мир?"
        "Она грустно покачала головой."
        us "Я по девочкам соскучилась. По Лиске, по Тише, по Славе. {w}Пошли обратно?"
        "И я, помедлив, согласился."
        "Поднявшись, я подал руку Ульяне, помогая подняться и ей."
        "У нас был пока всего один Огонёк."
        "И куча работы ещё предстояла."
        "Ульянка подняла ладонь, с корабликом на уровень глаз и зашептала:"
        us "Тай-тай…"
        "На кончик её пальца вспорхнул крохотный жёлтый шарик."
        "Поколебавшись, он перебрался на бумажный кораблик."
        "И судно мгновенно исчезло за стремниной."
        us "Теперь ты!"
        "Она достала из кармана ещё один сложенный кораблик, протянула его мне."
        us "Давай."
        "Я улыбнулся и кивнул."
        "Зашептал:"
        me "Тай-тай…"
    window hide
    $ persistent.us_px_rf_good = True
    $ renpy.save_persistent()
    play sound sfx_7dl["aunl"]
    show acm_logo_us_px with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    stop music fadeout 6
    play music music_7dl["happy_ending"] fadein 1
    call alt_7dl_titles
    $ renpy.pause(2)
    return