label alt_day4_un_7dl_begin:
    play music music_7dl["explore"]
    scene bg int_house_of_mt_sunset
    "С добрым утром, с добрым утром, с добрым…"
    "Не очень понимая причин своего приподнятого настроения, я открыл левый глаз совершенно самостоятельно."
    "За десять минут до подъёма (чуть не сказал «будильника») — практически рекорд! — {w}и тут же спрятался под подушку."
    "Я прекрасно понимал, что означает красный цвет светила и запотевшие стёкла в домике — в памяти ещё был жив вчерашний утренник."
    "Вообще, странно. Во второй день такого не было, да и лето на дворе…"
    "Разве что какие-нибудь циклоны-антициклоны? Типа, дует с речки — значит, выстужает лагерь, нет?"
    dreamgirl "Ну вот, прекрасно. О погоде мы поговорили."
    dreamgirl "Теперь потолкуем о видах на урожай, и можно плавно будет перейти на обсуждение курса валют."
    dreamgirl "Светское общение во всей красе."
    th "Ты чего с утра лютуешь?"
    if loki and alt_day3_un_strip_pool_un != 5:
        dreamgirl "Ты, наверное, забыл, но по нам тут скучает одна зеленоглазая красотка…"
        if alt_day3_un_strip_pool_un <= 4:
            extend "Хрупкая такая"
            if alt_day3_un_strip_pool_un <= 3:
                extend ", с прозрачной кожей"
                if alt_day3_un_strip_pool_un <= 2:
                    ", прекрасной формы грудью"
                    if alt_day3_un_strip_pool_un <= 1:
                        extend " и плоским животиком, плавно переходящим в…"
                    else:
                        extend "…"
                    th "Так, стоп! Мне и утренних мужских доброутров хватает — давай не будем усугублять!"
                    dreamgirl "А чё я? Ты сам вчера всё видел!"
                    dreamgirl "Жаль только, что ты такой тормоз."
                else:
                    extend "…"
            else:
                extend "…"
    elif herc:
        dreamgirl "Наверное, ты забыл, но вообще-то на тебя запали."
        dreamgirl "Я напомню, если вдруг подробности стёрлись из памяти:"
        dreamgirl "Ненужный кейс с рисовальными принадлежностями; твоё сомнение о том, зачем ты нужен; она, вцепившаяся тебе в руку."
        dreamgirl "И признание в том, что без тебя не дышит."
        th "Но это могло быть сказано просто ради красного словца!"
        "Я попытался вяло отбиться от собственной совести. {w}Разумеется, безнадёжно."
        dreamgirl "Дурак! Красное словцо."
        dreamgirl "Единственное красное словцо, уместное здесь сейчас — это надпись «осёл» маркером цвета фуксии у тебя на лбу."
        dreamgirl "Помнишь, сколько длится минута в ожидании дорогого человека? Ты действительно готов заставить пройти девочку через подобное?"
        th "Ох, ладно, хрен с тобой. Поднимаюсь."
    else:
        dreamgirl "Да просто тебя за дверью, скорее всего, поджидает одна сумасбродка."
        dreamgirl "И как кому-то, кто встретил ещё более сумасшедшего, чем он сам, мне несколько неуютно."
        th "Лена-то? Почему это она вдруг сумасбродка?"
        dreamgirl "Здрасте. А ты вспомни, чем вечер закончился!"
    dreamgirl "Кроме того, спешу напомнить о том, чем закончились ваши танцульки."
    dreamgirl "Притом, что сама она публику не сказать чтобы жалует — а пока тискала тебя втихую на понтонах под аккомпанемент ора вожатой, чуть от восторга не хохотала…"
    if persistent.hentai_un_old_7dl:
        $ alt_un_old_hentai = True
    "Спать расхотелось абсолютно, и, наплевав на возможный холод, я выбрался из-под одеяла."
    "Я в курсе, что сто раз пожалею о своём скоропалительном решении."
    show mt normal pioneer at center
    mt "Семён! Проснулся? Очень хорошо."
    show backpack_tiny behind mt:
        pos(760,675)
    "Она кивнула на подозрительно знакомый голубой рюкзак с трафаретным белым отпечатком «гриндерса» повдоль."
    th "Это же мой старый добрый «Гризли»! Где она его только взяла?"
    mt "Сегодня родительский день, к тебе родители приезжали, кое-что принесли. {w}Посмотришь?"
    me "Да не убежит."
    mt "Ну… Я передала посылку — моя совесть чиста."
    "Вожатая кивнула и вышла из домика."
    "А я кинулся за ней!"
    th "Родители!"
    th "Да какие родители, блин!"
    hide mt with dissolve
    th "Меня же Лена ждёт!"
    "Я быстро-быстро собрался"
    scene bg ext_house_of_mt_sunset with dissolve
    extend " и выскочил из домика."
    "Я бы закричал «Агааа!»."
    "Улыбнулся."
    "И одним человеком, любящим мир, стало бы больше на этом свете."
    show unblink
    "На улице никого не было."
    "Я огляделся повнимательнее."
    "Да нет, глупо было бы надеяться."
    "Всё ещё никого."
    if not (herc or loki):
        "Ну что, отрицательная карма в действии?"
        th "Скорее, отрицательная удача…"
        me "Один хер — с добрым утром, лагерь!"
        show mi laugh pioneer far with dissolve
        "Выходящая из своего домика Мику улыбнулась и помахала мне рукой."
        "Если считать, то они с Леной жили через три домика от нас — это где-то метров пятнадцать по прямой."
        "Неудивительно, что мне так хорошо спалось!"
        hide mi with dissolve
        "Японка развернулась и направилась в сторону умывальников — к их домику они были ближе всего."
    elif loki:
        me "Блин, ну я так не играю…"
        "Я надеялся, что мы продолжим наш увлекательный вечер познания друг друга."
        show mi normal pioneer far with dissolve
        mi "С добрым утром, Семён!"
        "Крикнула Мику, выходящая из своего домика…"
        "Своего домика!"
        me "Мику! А Лена дома?"
        "Японочка отрицательно покачала головой."
        mi "Она куда-то до подъёма ещё ушла."
        hide mi with dissolve
        "Полностью выполнив свой долг вежливости, Мику развернулась и двинулась умываться."
    elif herc:
        "Уже готовый к тому, что утро из просто доброго станет просто прекрасным, я сокрушённо вздохнул."
        me "А ведь так хорошо всё начиналось…"
        th "Надеюсь, она просто задержалась где-то или чем-то занята, а не злонамеренно меня игнорирует."
        me "Или стесняется."
        "Вниз по улице скрипнула дверь, но я не обратил на это особого внимания — мои мысли были заняты куда более важными материями."
        "Размышляя, я автоматически выполнял необходимый минимум действий — и с трудом вынырнул из раздумий только после того, как в четвёртый раз попытался закрыть дверь на ключ."
    window hide
    scene bg ext_washstand_day with dissolve

    play music music_7dl["everyday"] fadein 5
    "Я заглянул в домик Лены и Мику на всякий случай — возможно, Лена здесь."
    if loki:
        "Может же быть такое, что Мику ошиблась, правда?"
    "Но Лены дома не было."
    th "Блин."
    "Простенькое эгоистичное расстройство по поводу отсутствия симпатичного человечка начало сменяться нешуточным таким беспокойством."
    play sound sfx_slavya_run
    if loki:
        show dv normal sport with dissolve
        "И лишь своевременное явление Алисы удержало меня от скоропалительных выводов и ненужных телодвижений."
        dv "Привет."
        "Равнодушно сказала она, остановившись напротив меня."
        me "И тебе не хворать."
        "На ней был её приметный оранжевый костюм с молниями, почему-то навевающий ассоциации с Пикачу."
        me "На зарядку спешишь?"
        dv "Что-то вроде того. {w}Не подумай, что я работаю на посылках, но Лена очень просила."
        me "Что?"
        "Я не сдержался."
        me "Поцеловать меня от её имени?"
        show dv smile sport with dspr
        dv "Ага. {w}Кувалдой по пальцам."
        dv "Она просила передать, что её родичи забрали, чтобы ты не беспокоился."
        "Ну надо же!"
        me "Спасибо огромное!"
        "От всего сердца поблагодарил я, и, не зная зачем, добавил:"
        me "А ты можешь же быть классной!"
        "Надо быть рыжим, чтобы краснеть так, как покраснела Двачевская."
        "Лично я так, до корней волос, в жизни бы не сумел вспыхнуть."
        "Одарив меня взглядом как рублём, она сбежала, пока я не выдал ещё чего-нибудь."
    else:
        show sl smile sport at center with dissolve
        "И только своевременное явление Слави  прервало истерику на корню."
        "Славя сегодня была хороша."
        "Впрочем, она и вчера была хороша… И позавчера."
        "Мокрые от росы ноги, влажная майка, обтягивающие шорты."
        "Чёрная форма с белым кантом… Откуда у простой советской пионерки адидасовская форма?"
        sl "Семён, привет!"
        "Поздоровалась она."
        me "Физкульт-ура…"
        "Вяло отсалютовал я."
        me "Если у тебя какое-то поручение — давай чуточку позже, ладно?"
        me "У меня тут пропало кое-что… {w}Вернее, кое-кто…"
        show sl laugh sport with dspr
        sl "Если ты о Лене — то я как раз о ней тебе рассказать шла."
        "Засмеялась активистка."
        sl "Её отец с утра забрал, до подъёма ещё."
        sl "Не то чтобы мне было дело до ваших отношений: я вообще противница любых попыток лезть в чужую жизнь…"
        sl "Но я подумала, что тебе надо будет знать."
        me "Спасибо тебе большое!"
        "Улыбнулся я."
        me "Просто гора с плеч…"
        me "Не каждый бы сделал подобное для товарища. Спасибо тебе ещё раз — ты лучше всех!"
        sl "Ой, да скажешь тоже."
        "Шутливо замахала на меня руками девочка."
        sl "До встречи на зарядке!"
        "Она убежала в сторону площади."
    scene bg ext_washstand2_day
    with dissolve
    play sound sfx_open_water_sink
    $ renpy.pause(1)
    play sound_loop sfx_water_sink_stream
    me "А-а-а-а-а!" with vpunch
    "Место встречи изменить нельзя!"
    "Я, умывальник, ледяная вода."
    "Ульянки нигде не было видно, но это не показатель. {w}Она вполне могла зашифроваться."
    "Поэтому я, между делом оглядываясь по сторонам, принялся за утренний туалет."
    "Вода в лицо, зубной порошок, жёсткое, колючее вафельное полотенце."
    "А я ещё удивлялся, как это в Союзе мужики совершенно не парились о раздражении после бритья."
    scene bg ext_washstand_day
    "Блин, да если представить хотя бы, что они всю жизнь только такими полотенцами утираются: там кожа не то что огрубевшая — ороговевшая!"
    "Побрился, поправил опаску, смыл омылки, прижёг порезы одеколоном и поскакал, задрав хвост."
    "С моей кожей пункт с одеколоном привёл бы к немедленной госпитализации."
    "Ну или прикопали бы меня прямо там."
    me "Хорошо, что мне семнадцать!"
    "От души обрадовался я."
    dreamgirl "Тебе за двадцать пять, чувак."
    dreamgirl "И то, что тебя заключили в тело семнадцатилетнего пионера, ни одного из твоих тараканов не убило."
    if herc:
        dreamgirl "Ты всё ещё разуверившийся в людях балбес, просиживающий молодость, охраняя чьи-то сигареты и водку."
        dreamgirl "Вся твоя псевдообразованность — от начитанности."
        dreamgirl "Хотя и читал ты тоже всякую лабуду, вроде фантастики и исторических романов."
        dreamgirl "В общем, ты опытный неудачник с потугами на мизантропию в овечьей шкуре."
        dreamgirl "Скорее всего, именно это и привлекло в тебе Лену."
    elif loki:
        dreamgirl "Ты всё ещё тот самый мошенник, что изо всех сил надеется встретить в людях хорошее. {w}Только напрасно."
        dreamgirl "Как, впрочем, напрасно ты морщишься при мысли о брёвнах в глазу."
        dreamgirl "Ты манипулируешь другими — и мечтаешь встретить что-то светлое."
        dreamgirl "Это называется двойными стандартами."
        dreamgirl "И не в последнюю очередь из-за них ты здесь."
    else:
        dreamgirl "Ты всё ещё тот самый несостоявшийся космонавт-дизайнер."
        dreamgirl "Человек, у которого с возрастом начались проблемы со зрением."
        dreamgirl "И теперь его мир с ярко выраженным фильтром-сепией поверх картинки."
        dreamgirl "Длинный доллар против мечты."
        dreamgirl "Помнишь это? «Я — это химический раствор в крови Джека.»"
    th "Но я думаю, чувствую и поступаю, как семнадцатилетний пионер, с яркостью чувств, присущей лишь юным."
    th "А потому не имеет значения, кто внутри."
    th "Этот отпуск миллион очков любым Дубаям даст."
    "Последняя горсть воды — для того, чтобы проснуться окончательно — и можно начинать день!"
    "Задача-минимум — дожить до завтрака!"
    th "А задача-максимум…"
    play sound sfx_close_water_sink
    stop sound_loop
    scene bg ext_houses_sunset with dissolve
    "Положив на место полотенце с порошком, я вышел на улицу, прикидывая, как бы поудачнее слинять."
    "А потому совершенно не удивился тому, что у порога меня уже поджидала Ольга Дмитриевна."
    "Традиции неудачника в действии."
    show mt smile sport with dissolve
    mt "Уже умылся? Ты быстро. Давай на зарядку, в темпе, в темпе!"
    me "Куда спешим-то…"
    "Надежда тихонько свалить и заняться поисками умерла сама собой."
    "Хотя всегда остаётся возможность послать Ольгу по матушке, вырвать руку и отскочить в сторону."
    "Но оставим этот сомнительный способ на момент, когда совсем отчаемся."
    "Заключив с самим собой молчаливое соглашение, я позволил увлечь себя к площади."
    "Раз уж сказали, что у родителей — значит у родителей!"
    window hide
    stop music fadeout 5
    scene bg ext_square_sunset with dissolve
    play ambience ambience_camp_center_day fadein 3
    if not alt_day3_duty:
        "Зарядка номер три."
    else:
        "Зарядка номер два."
    "Правда, в этот раз ни удовольствия, ни каких-либо позитивных эмоций получить от совместного размахивания руками не удалось."
    "Наверное, я слишком привередлив. Не исключено, что слишком быстро привыкаю к хорошему."
    "А кто без греха — так я собрал все камни, никто ничего в меня не бросит."
    if loki:
        show dv smile sport at center
        "Двачевская уже была здесь и подмигнула в ответ на мой взгляд."
        th "Неравноценная замена тому, кого я ожидал здесь встретить!"
        "Сделав вид, что ничего не заметил, я отвернулся."
        "Настроение стремительно портилось."
        hide dv smile sport
    else:
        "Славя как раз перешла к маховым движениям руками, поэтому её быструю улыбку разглядел только я."
        show sl smile sport at center
        "Улыбайся, не улыбайся… Какая разница."
        "Мной стремительно овладевала апатия."
        "Всё-таки, мне не нравится, как быстро вспыхнула эта страсть."
        "Я как будто дорвался до сладкого — и теперь у меня трагедия жизни оттого, что объект воздыханий отсутствует."
    "Восприятие времени отключилось совершенно автоматически — считать вяло тянущиеся секунды было невыносимо."
    "Наверное, моя кислая физия освещала кислым светом всю линейку, так как, закончив приседания и распустив строй, Славя немедленно подошла ко мне."
    show sl serious sport with dspr
    sl "Слушай, ну не могу я на тебя такого смотреть!"
    sl "Я всё, конечно, понимаю: ты беспокоишься и так далее — но ты же нас сейчас перед родительским отрядом опозоришь!"
    th "Я сегодня сама доброта. Я сегодня никого не убил."
    me "Дальше-то что."
    "Угрюмо обронил я."
    me "Нацепить голливудскую улыбку и пугать прохожих оскалом?"
    show sl laugh sport with dspr
    if not loki:
        sl "Я не знаю, что значит твоя «голливудская улыбка», но не думаю, что это то, что надо."
        "Она немного посомневалась."
        sl "Слушай, если я ничего не путаю, Лена повела отца показывать свои художества в стенгазете."
        sl "Давай-ка ты пойдёшь и встретишь их, а?"
        show sl shy sport with dspr
        me "И кто меня отпустит вместо линейки по лагерю шаромыжиться?"
        "Засомневался я."
        sl "Под мою ответственность."
        menu:
            "Только если под твою ответственность":
                $ karma -= 10
                $ lp_un += 1
                $ alt_day4_un_7dl_morning_searching = True
                "Я постарался скрыть довольную улыбку, расползающуюся по лицу, и, развернувшись, побежал в сторону библиотеки."
                play music music_list["everlasting_summer"] fadein 3
                "Удивительно, как немного человеку нужно просто для того, чтобы не ворчать и не кукситься."
                "Несколько слов поддержки, демонстрация, что не всем вокруг плевать."
                window hide
                with fade2
            
                "Да разрешение отправляться на поиски царевны из страны детства."
                "Какие здесь все хорошие… Жизнь научила меня тому, что чем приторнее поначалу, тем гаже будет яма, куда меня неизбежно макнут."
                "А она будет. {w}Это неизбежно."
                "Но всё это будет потом. {w}Раз у меня нет «завтра» — живём сегодня."
                "Используем дарованное время с максимальной эффективностью."
                window hide
                scene bg ext_lib_sunset_7dl
                $ persistent.sprite_time = "sunset"
            
                "Я добрался до библиотеки меньше чем за пять минут."
                "Где-то на краю слышимости взревел мотор, который я автоматически определил как полицейский «бобик»."
                "То есть в данном временном промежутке, наверное, всё же милицейский."
                show un normal pioneer with dspr
                "И моему взору предстала Лена."
                "Вернее, спина Лены — она закрывала библиотеку."
                "И где тут было устоять?!"
                "Вряд ли бы у меня получилось провернуть этот трюк со Славей — всё-таки по части бесшумного передвижения она и мне, и всем моим знакомым сто очков вперёд даст — но с рассеянной художницей всё получилось на «ять»."
                "Двигаясь на цыпочках, я подобрался к девочке и закрыл ей глаза руками."
                show un surprise pioneer with dspr
                un "Ой."
                un "Кто выключил свет?"
                "Она стояла и не делала попыток вырваться — видимо, уже прекрасно понимая, кто в этом лагере может быть настолько бесцеремонным."
                me "Утро доброе, царевна!"
                show un smile2 pioneer with dspr
                un "Это ты…"
                me "Ага. Рад тебя видеть."
                "Улыбнулся я."
                me "Мне тут сказали — ты родителей повела хвастаться своими художествами."
                un "Ну да. {w}Но вы немного разминулись."
                un "Оценили мои художества как небезнадёжные и укатили."
                if herc:
                    me "Неудивительно, что похвалили: рисуешь ты на загляденье."
                    show un shy pioneer at center with dspr
                    un "Не перехвали…"
                    "Мягко упрекнула меня девочка."
                    un "А то возгоржусь и задеру нос. Вот…"
                "Она аккуратно высвободилась из моих объятий и, провернув ключ ещё раз, спрятала его в карман."
                un "Позволь узнать, а почему ты не на линейке?"
                "Спохватилась она."
                me "Да знаешь… После вчерашнего хотелось увидеть тебя. А тебя нет нигде. Вообще нигде."
                show un laugh pioneer with dspr
                un "Я не думала, что тебя о таких вещах предупреждать надо!"
                un "К тому же, вчера на линейке об этом говорили — где ты был?"
                if alt_day3_duty:
                    me "Где был, где был… {w}Дежурил!"
                else:
                    dreamgirl "В Вологде, где…"
                    me "Стоял и мечтал."
                me "В двух словах, я договорился со Славей…"
                dreamgirl "Ого! Звучит серьёзно! {w}Тут перекрывают движение дядьки с мигалками, а ты такой в чёрном лимузине растопырив пальцы."
                dreamgirl "Обо всём договорившийся."
                dreamgirl "Не надувай щёки, важная птица."
                show un smile2 pioneer with dspr
                "Будто угадав мои мысли, Лена мягко улыбнулась и взяла меня за руку."
                un "Пошли завтракать, договорившийся."
            "Я бы с удовольствием, но…":
                me "Мне же Ольга Дмитриевна досрочно сеанс эвтаназии через лоботомию проведёт."
                "Пожав плечами, Славя отвернулась, обронив:"
                sl "Делай как знаешь…"
                "И ушла переодеваться — до линейки оставались считанные минуты."
    else:
        sl "Нет, но…"
        me "В таком случае, Славя, огромная просьба."
        "Мой голос упал до угрожающего шипения."
        show sl serious sport with dspr
        me "Не суй нос не в свой вопрос."
        hide sl with dissolve2
        "Она отвернулась и ушла, почти убежала. {w}Похоже, что обиделась."
        "Плевать я хотел."
        "У меня ещё куча дел."
        "Нужно изобразить присутствие на линейке. {w}И конечно, пострадать в разлуке — куда ж без этого."
        "Наши начали строиться, и я встал во вторую шеренгу, спрятавшись за Алисой."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day4_un_7dl_lineup:
    scene cg d4_lineup_no_un_7dl with dissolve
    play music music_7dl["nap_one"] fadein 3
    "Линейка сегодня несколько отличалась от привычного уже построения."
    "Стоит начать с того, что наши отряды несколько уплотнили с целью выделить чуточку свободного места под новый «отряд», сформированный родителями."
    th "У кого-то определённо играет детство в одном месте."
    "Туда ожидаемо вошли родичи детей помладше — те, кто хотели погулять по лагерю, посмотреть его, узнать, хорошо ли здесь их чадам."
    "Родственники детей в отрядах постарше встречались куда реже — неудивительно, если верить краем уха подслушанным разговорам, большинство детей ездит сюда каждое лето."
    "И вот, эти мамочки с папочками, довольно молодые — чуть за тридцать, может — трогательно держатся за руки, отдают пионерский салют и втрое потешнее выглядят облачённые в стилизованную форму, кое у кого уже не сходящуюся на животе."
    "Их никто не высмеивал. {w}Не то чтобы боялись — напротив — ценили, что взрослый человек выгадал время, перебросил отпуск и вместо того, чтобы печься о хлебе насущном, выбрался в гости к ребёнку на целый день."
    th "Трогательная забота о подрастающем поколении. {w}Жаль, что им она не поможет."
    "Мне на секунду стало жутко от собственной черствости и бессилия — ведь я, обладая знаниями о будущем, могу кого-нибудь предупредить, рассказать про танки, путч, расстрел Верховного Совета и эпоху становления следующего государственного строя."
    "Ногти незаметно отросли за три дня и сейчас больно врезались в мягкую кожу ладоней, пока я сжимал кулаки."
    "Я клялся, что если я выберусь и брошу якорь в этом мире…"
    th "Я что-нибудь сделаю. {w}Хотя бы попытаюсь!"
    "Между тем, линейка продолжалась — Ольга Дмитриевна уже распределяла провожатого к каждой семье и обозначала ключевые моменты сегодняшнего дня открытых дверей."
    "Завтрак-обед, понятно, купания, «Весёлые Старты», занятия в кружках… {w}«Пионерам» не дадут заскучать весь день."
    "А вечером их ожидает концерт."
    "Зная, чего стоит хороший концерт — сорванных связок, сбитых пальцев, стоптанных ног и миллионов нервных клеток — и не наблюдая ничего подобного, я уже оценил грядущий концерт как не заслуживающий внимания."
    th "Не пойду."
    th "Жаль, не приехал сюда в начале июня — был шанс двадцать второго подняться в четыре часа в рамках исторической реконструкции, поползать на брюхе, преодолевая препятствия, полетать на тур-тарзанке и пересечь речку через верёвочный мост."
    "И, разумеется, после обеда у красивой зелёной полевой кухни, состоящего из невероятно вкусной гречневой каши с волокнами тушёнки и крепкого чая с галетами, пройти краткий инструктаж…"
    "И упасть на живот, прижимая к плечу весло «семьдесят четвёртого»."
    "Помню, как меня пугал треск именно соседних автоматов — несмотря даже на разеваемый в беззвучном крике рот."
    "«Зарница»… Постоянная беготня, грязь, но — море позитива, весь день в лесу и по пол-обоймы на брата за счёт местного ДОСААФ."
    "Как жаль, что детства и правда не вернуть…"
    "Я вынырнул из воспоминаний и огляделся."
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_square_sunset

    "Славя, как обычно, поднимала флаг."
    "Ольга, как обычно, читала благодарственную активистке."
    "А я — и в этот раз это не было чем-то ординарным — всё бросал и бросал взгляд на пустое место в строю, где не было знакомой головки с забавными хвостиками."
    th "Зря я сюда вообще пришёл. Надо было срываться искать её прямо от умывальников."
    th "Или вырвать руку у вожатой…"
    if not loki:
        th "Блин, да хотя бы на предложение Слави согласиться!"
    "Невыносимо стало от дутого, дешёвого пафоса воззваний, от гимна СССР, наяривающего из динамика на столовой, под который вверх вздымалось кумачовое полотнище."
    "От всех лиц, что так и не стали кем-то ближе, чем просто временными попутчиками."
    "У них у всех своя жизнь, свои идеалы — которые они готовы отстаивать с максимализмом юности."
    "А я сижу на лавочке автобусной остановки и наблюдаю за тем, как они двигаются и живут."
    "Вздрагиваю от случайно перехваченных взглядов, ёжусь от взглядов, бросаемых на меня."
    "И отчётливо чувствую, как дрожит что-то в основании черепа, если чужой взгляд задерживается дольше секунды."
    "Чьи-то несбывшиеся мечты, чей-то нереализованный потенциал — они бегут, растягиваясь от скорости светящимися нитями, оставляя меня накоротке с одиночеством и ненужностью."
    th "Выбирая из всех сокровищ мира тепло рук и блеск глаз, так легко обанкротиться."
    "Она не видела меня всего лишь восемь часов. Я не видел её целых пятьсот минут."
    "Каковы шансы на то, что она, как человек-песочные часы, успеет снова остыть и отморозиться?"
    "Я улыбаюсь ей радостно, как старой-старой знакомой, и в носу явственно слышен запах питерского метро, под пальцами — стылым холодом стеклянные автовские звёзды, и уворованная во время поцелуя «стиморолина» ещё хранит остатки вкуса."
    th "А мне действительно нечего больше предложить — только прокатить в метро, прогулять по парку, вытолкнуть за жёлтую разделительную на пирсе у «Приморской» и тыкать пальцем в павильоны Ленэкспо, рассказывая о том, что там внутри творится маленькое искусство."
    th "И предложить остаться. Навсегда."
    th "Сидеть рядом на автобусной остановке, касаясь плечами, наблюдать за снующими туда-сюда Личностями, пытаясь разгадать их истории и тайны."
    th "Потом идти в «Quo Vadis» и до утра глушить немилосердно чёрную американу под звуки поэтов усопших — для меня и моего времени — но злободневных и актуальных для неё."
    th "А наутро, когда белая ночь сломится на просыпающийся день, выбраться на улицу и идти по серединке спящего Невского, махая рукой редко-редко проезжающим машинам, уворачиваться от поливалок и пытаться не расхохотаться в голос, когда заловивший патруль ГИБДД будет выписывать именной штраф на Головача Андрея и его невесту, Лену."
    th "А паспорта нету — мы его дома оставили!"
    "Я сам не уловил момента, когда внешние звуки отсекло гитарными переборами Скорпов — теперь эта песня стала «нашей»."
    "Внешний мир потерял значение и свернулся до размеров раздражающего фактора."
    "Осталось лишь ожидание — и дыхание."
    "Возможно, когда-нибудь я стану с ностальгией вспоминать и забавный пафос вожатой, и гордую осанку Слави, и даже донельзя смешные фанфары в исполнении безбожно киксующих пионеров."
    "И, скорее всего, так и будет."
    "Самое драгоценное сокровище, какое может быть у человека — это память."
    dreamgirl "У тебя нет времени заручаться ей, так что твоя задача, позаботиться о моменте насущном."
    dreamgirl "А потому желательно подготовить аэродром."
    th "Ты про обмен контактами? Но ведь дом, где я жил, в этом времени ещё даже не построили!"
    dreamgirl "Какая разница? Оставь контакты бабушек, родителей, знакомых — только не парней — сам понимаешь, на бесхозную красотку только ленивый не клюнет."
    dreamgirl "Доверять бумаге нельзя — она недолговечна."
    "Я понял, что это может значить."
    th "В первую очередь то, что между записями Мэнсона и Дёрста должна появиться новая запись, где мой не по возрасту высокий голос будет надиктовывать ей как меня достать, если вдруг провидение вынудит нас разомкнуть руки."
    "И если плеер сдохнет, то до появления USB, с этой точки стартуя, пройдёт всего шесть лет. Ей стукнет двадцать два. {w}По-моему, прекрасный возраст для начала поисков."
    dreamgirl "И грянет вдруг огонь — эсквайра не защитит ни щит его, ни бронь, ни бронь его, ни щит… Сёма, а ты-то что делать собираешься?"
    dreamgirl "Пустить всё на самотёк — затея недурная, но не хотелось бы тебе хотя бы пустить пыль в глаза?"
    th "Я возьму у неё контакты, если ты об этом."
    "Мы оба знали, что это ложь. {w}Некое подспудное чувство давало понять, что просто записать шесть цифр индекса и код города с телефоном в нашем случае равнозначно ничегонеделанию."
    "Нужно что-то куда более монументальное. Загнать цифры в смарт? Это даже без раздумий, но кто-то или что-то сможет их оттуда вычистить, если озаботится."
    th "Попробуем ход грибом: пускай пишет адрес, телефон или что там будет важным, на бумажке — сделаем фото."
    "Обрадованный собственной находчивостью, я прибавил громкости и на автомате сделал «нале-» после того, как вернувшаяся в строй Славя что-то скомандовала."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return
    
label alt_day4_un_7dl_breakfast:
    play ambience ambience_dining_hall_full fadein 3
    scene bg int_dining_hall_people_sunset  with fade
    if not alt_day4_un_7dl_morning_searching:
        "Несмотря на добавившийся к нам «отряд», свободных мест было полно — всё-таки большинство детей занятые родители уже растащили."
        "Потому мне не составило труда найти себе свободное место."
        "Вот, например, напротив вездесущей Слави. {w}Надеюсь, она не станет болтать больше обычного."
        show sl normal pioneer at center with dissolve
        me "Приятного аппетита."
        "Пожелал я, усаживаясь напротив."
        "Славя молча улыбнулась мне и уткнулась в свой кофе."
        "Судя по всему, настроение у неё было задумчивое… {w}Ну а я, как завзятый мизантроп, не стал лезть в чужую душу."
        window hide
        scene black with guess_on
        $ renpy.pause(2)
        "Потому первая же реакция на то, что кто-то закрыл мне сзади глаза ладонями, была в прогнозируемом духе «ну и у кого там челюсть лишняя»."
        $ meet('un','Девочка')
        un "Угадай, кто?!"
        menu:
            "Алиса, ты?":
                $ lp_un -= 1
                $ karma -= 10
                $ meet('un','Лена')
                scene bg int_dining_hall_people_sunset
                show un surprise pioneer at left
                with guess_off
                un "Не думала, что мой голос на Алискин похож."
                "Удивилась девочка, садясь со мной рядом."
            "Кто-кто. Лена!":
                $ lp_un += 1
                $ meet('un','Лена')
                scene bg int_dining_hall_people_sunset
                show un smile2 pioneer at left
                with guess_off
                un "Вся твоя!"
                "Она забрала с соседнего столика поднос с завтраком, отставленный на время «сюрприза» и уселась рядом со мной."
                "Я был в полном восторге, а вот Славе, кажется, не очень понравилось."
            "Вячеслав Андреевич, прекратите баловаться!":
                $ karma += 15
                $ meet('un','Лена')
                "За спиной раздался сдавленный хохот"
                scene bg int_dining_hall_people_sunset
                show un laugh pioneer at left
                with guess_off
                extend " и Лена опустилась рядом со мной."
                un "Так и запишем — обзывался."
                "Она хихикнула, вонзив вилку в горку дымящегося риса с подливой."
                me "Так а зачем вы баловались, Вячеслав Андреевич?"
                me "Здесь такие люди солидные сидят, кофий с газеткой потребляют — "
                "Я стрельнул глазами в старательно делающую вид, что её здесь нет, Славю, и мы в голос рассмеялись."
                me "- а вы здесь балуетесь."
    if alt_day4_un_7dl_morning_searching:
        "Со свободными столиками был затык — пришлось примоститься рядышком с сосредоточенно жующей Славей, ответившей на наше приветствие рассеянной улыбкой."
    "На завтрак кормили мясом с рисом. Потрясающе."
    "Настоящий холостяцкий завтрак!"
    show sl normal pioneer with dissolve
    show un normal pioneer at left with dspr
    "Хотя глядя на без вопросов потребляющую нехитрую снедь Лену, я сделал несколько вполне очевидных выводов."
    "Либо у них мать не готовит в семье — вообще, нонсенс в СССР."
    "Либо отец бесхребетный подкаблучник и готовит очень-очень часто — что тоже маловероятно."
    "Третий вариант мне нравился меньше других, но он был наиболее реалистичным."
    "Либо Лена растёт без матери и привыкла уже к непритязательной мужской стряпне."
    "Наверное, становясь старше, она всё чаще встаёт к плите самостоятельно, чтобы не есть очередные пельмени или макароны, но силы бывают не всегда, да и по старой памяти…"
    "В общем, скорее всего, так оно и есть."
    dreamgirl "Может, у них мать просто так готовит — по-мужски."
    "Вяло парировало подсознание."
    "Не умеющая готовить женщина по «Домострою» не подлежала выдаче замуж."
    "Хотя эта книга и являла собой апофеоз шовинизма, кое-что дельное в ней всё же было."
    "Да даже в нашем относительно либеральном в этом плане обществе темы «расстались из-за того, что я плохо готовлю» всё ещё остаются актуальными."
    me "К тебе отец приезжал, да?"
    show un serious pioneer at left with dspr
    un "Откуда ты знаешь?"
    "Поделиться с ней плодами размышлений?"
    dreamgirl "Ага. Жги, Шерлок, ославь девочку на всю столовку!"
    me "Называй это наитием."
    "По-моему, достаточно нейтральный ответ."
    me "Какие планы после завтрака?"
    if not alt_day4_un_7dl_morning_searching:
        "Кивнув нам, Славя поднялась из-за стола и удалилась."
    hide sl with dissolve
    un "Отец результаты экзаменов привозил — меня приняли на подготовительный в Политех."
    un "Так что начну, пожалуй, готовиться."
    me "Готовиться?"
    un "Ну… Мне, как гуманитарию, точные науки сложновато даются — придётся алгебру подтягивать."
    play music music_7dl["what_if"] fadein 3
    un "Поможешь?"
    if herc or loki:
        me "Политех, значит?"
        me "И то, о чём мы говорили не далее как два дня назад, ничего не значит?"
        show un shy pioneer with dspr
        un "Нет, но…"
        me "Но?!"
        me "Разумеется, это совершенно не моё дело! {w}И я не стану лезть в чужое!"
        me "Хочешь заниматься какими-нибудь чертежами и ЧПУ до конца дней своих — Рандома ради."
        th "Всё равно, что ты похоронишь талант. Зато место тёплое будет!"
        "Взбешённый, я выскочил из-за стола и быстрым шагом покинул помещение столовой."
        stop ambience
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_dining_hall_near_day
        with dissolve
    
        "С душой приложив дверью о косяк, я огляделся и, за неимением альтернатив, устроился прямо здесь же, на скамейке, обмозговать ситуацию."
        "Меня только что поимели — это объективный факт."
        "Указали на место, выдали номер «шесть», если хотите, и ткнули пальцем в пустую комнату, подразумевая, что всех собравшихся там крайне заботит моё личное мнение."
        th "Может ли это означать, что Лене плевать на мной сказанное?"
        th "Или дело в её отце? Он настолько грозен, что у девочки парализует волю?"
        th "Или настолько беспомощен, что за ним глаз да глаз нужен?"
        "А может, дело в том, что я, как представитель преходящего, лишён права голоса?"
        "Мало-помалу, я начал остывать, и злость сменилась вялой апатией."
        dreamgirl "Ну и что. Подумаешь, не послушалась."
        dreamgirl "Зато мы встречались целых три дня."
        dreamgirl "Причина гордиться собой, э?"
        "Трудно, крайне трудно игнорировать голос внутри себя. {w}Но я с успехом справился с этой задачей."
        "Главное же что — это просто считать вдохи, да ещё музыку можно включить."
        "Как раз песенку дослушать не успел."
        "Жидкая меланхолия хлынула в мозг, оставляя меня одного в привычном и любимом уже месте — на крохотном бетонном пятачке, опирающемся на пустоту и открывающемся в пустоту же."
        "Я против целой Вселенной. Моё существование — это кирпичик в текущем мгновении."
        "И хотя я всё ещё считаю себя бессмертным, нечего даже и надеяться дотянуть нынешнюю кали-югу."
        "А значит, переживания мои смешны и нелепы. {w}Надо спешить жить."
        "Потому, когда меня несмело потрогали за плечо, я уже почти совсем не злился."
        show un shy pioneer with dissolve
        me "Да?"
        un "Ты обиделся?"
        "О, это смешанное чувство вины и смущения! Какая благодатная почва для того, чтобы реализовать все свои порочные наклонности!"
        me "Да что-то я не в восторге, когда мои слова вдруг не стоят ничего."
        me "Если бы мы не были…  Хм… Близки?"
        "Поймав утвердительный кивок, я продолжил:"
        me "Так вот, если бы не были близки, я бы наплевал и просто ушёл."
        me "Но для меня твоё мнение кое-что значит. {w}А потому — обидно."
        "Тяжело вздохнув, она села рядом."
        un "Не дуйся, ладно?"
        un "Просто я хочу… Чтобы мы вместе…"
        me "Лена, мы и так вместе. И если нам перестанет хватать времени — мы всегда можем заняться совместным выполнением заданий для стенгазеты."
        me "Напрасно ты рискуешь собственным будущим."
        un "Глупости… "
        un "Просто у меня не слишком много шансов поступить именно туда."
        if herc:
            play music music_list["tried_to_bring_it_back"] fadein 3
            me "Никто не обещал, что будет легко."
            un "Да как ты понять не хочешь…"
            me "Уж я-то прекрасно всё понимаю! {w}Просто я думал, что тебе не плевать на то, что говорю я!"
            me "Ты одно пойми: тебе не всегда будет столько, сколько сейчас, и не всегда ты будешь смотреть в будущее с перепутья."
            me "Пара лет — и ты выбираешь ВУЗ, и упаси господи тебя ошибиться с выбором."
            me "Потому что если ошиблась, то это будет и беда твоя, и вина, и ярмо до конца дней."
            me "Ещё пара лет — и пошёл третий десяток, ты ещё полна энтузиазма и жизни, но кое-что уже надломлено внутри."
            "Распаляясь, я вскочил и заходил взад-вперёд перед всё больше съёживающейся девочкой."
            me "Ещё пять лет — и твои глаза тускнеют, и душа умирает, не имея возможности реализоваться."
            me "Потом муж-дети-работа-дом-родственники, и некогда весёлая, беззаботная девчонка, безмерно мне симпатичная, превращается в поверхность ластика — упругую, серую и безликую."
            me "И к тридцати годам ты становишься никому не нужной, и оттого цепляющейся за привычное женщиной, которая, будучи молодой ещё, совершенно разучилась мечтать."
            me "Как перспективка?"
            show un cry pioneer with dspr
            un "Зачем ты всё это говоришь? Зачем?"
            "Она свернулась клубочком и, положив подбородок на подобранные к груди колени, смотрела на меня заплаканными глазами."
            un "Я же…"
            "Она расплакалась, горько и безутешно."
            "А я, вдруг потеряв уверенность в себе, выбросив, разрядив собственное мортидо, в полной мере осознал, за что меня люди не любят."
            "И бросился бежать. {w}К воротам."
            "Там всё началось. {w}Там всё и закончится."
            th "Надеюсь, удастся перехватить попутку и сбежать из места, где на меня всем плевать."
            "Надеюсь…"
            dreamgirl "Ну и дурак же ты, Семён."
            dreamgirl "Разругался с девочкой, до слёз довёл — и чего всё ради?"
            dreamgirl "Самоутверждение? Самореализация? Авторитет?"
            dreamgirl "Или ты думаешь, если она не поспешила огорошить отца тем, что ни в какие политехи она не пойдёт, потому что ей какой-то там Семён велел следовать за мечтой — то всё у вас? {w}Развод и кактус между кроватями?"
            th "Заткнись!!!"
            dreamgirl "Эй, ты что, серьёзно? Ты что, чувак!"
            dreamgirl "Остынь! Я на твоей стороне."
            th "Да иди ты…"
            window hide
            $ persistent.sprite_time = "day"
            scene bg ext_camp_entrance_day
            play ambience ambience_camp_center_day fadein 5
            with dissolve2
        
            "Выйдя за территорию лагеря, я нашёл себе место на пыльном поребрике, отряхнул с него грязь и, усевшись, предался непонятным, чужим воспоминаниям."
            th "Почему и откуда я знаю… Помню Лену?"
            "Комедия ошибок… "
            "Мы идём, задирая друг друга — она тычет мне пальцем в бок, туда, где вчера ещё касалась подушечками, разведывая."
            th "Да, эта девочка ничего не делает просто так."
            "А я… Ну, я делаю вид, что хочу забраться ей под платье — не с целью полапать там или ещё что."
            "Просто игра, безо всякой задней мысли."
            "Она делает вид, что верит мне."
            me "Ты невероятно красива в этом платье."
            un "Да? Так дело в платье?"
            "Усмехается моя богиня."
            un "Может, тогда примерим его на тебя? Получим живого нарцисса."
            me "Дело в том, на ком это платье."
            "Я не ведусь на провокации."
            me "Просто оно тебе очень идёт."
            play music music_7dl["surf"] fadein 5
            "Рядом с визгом покрышек остановилась «Волга», и выглянувшая оттуда Виолетта окрикнула меня:"
            show cs normal at center
            cs "Привет, пионер."
            cs "Не посмотришь за машиной: я пока до начальника дойду?"
            "Я молча кивнул, и она, взглядом поблагодарив меня, скрылась за воротами."
            hide cs with dissolve
            "Остановка — вздох-всхлип, если бы мы гуляли по парку, то шелест деревьев прерывался бы гулом проезжающих мимо машин, и кусочек природы оказался бы зажат в бетонных душных объятьях."
            "Я не знаю, почему я о городе подумал. Я как будто гулял с ней — там, где-то, когда-то."
            "Горький, прозрачный аромат пожухлой листвы, золотом лежащей под ногами."
            "Исколотые о каштан пальцы."
            "Терпкий вкус жёлудя."
            "Забавный звук, с которым лопаются связки снежноягодника."
            "А мимо нас вдаль летит трамвай, и мы бежим наперегонки, и холодный воздух будто даёт нам крылья: мне, в стареньком «автоджеке», ей — в красном пальтишко с капюшоном, который я почему-то всегда называл скафандром."
            "Мы бежим целых пятнадцать секунд вровень, пока вагоновожатый, дав прощальный звонок, не прибавляет ход."
            "И мы валимся на кучи листьев, и целуемся до боли в висках от недостатка кислорода, и её губы мягки, податливы, но безжалостно требовательны."
            "Лена…"
            "Чей-то силуэт перекрыл путь солнечным лучам, и я поднял глаза."
            if lp_un > 17:
                $ alt_day4_un_7dl_un_calm = True
                show un serious pioneer at center with dissolve
                "Лена стояла надо мной, и самым строгим взглядом из арсенала неласковой девочки, глядела на меня."
                "Я вдруг почувствовал укол совести, запоздало поняв, что весь день её за собой бегать заставляю."
                "Не знаю как она, а я бы взбрыкнул!"
                me "И снова здравствуйте…"
                "Пробормотал я."
                un "Привет ещё раз."
                un "Поговорим?"
                show un normal pioneer with dspr
                "Я пожал плечами."
                "Как бы мне ни хотелось сейчас корчить из себя обиженную невинность и оскорблённость в лучших чувствах…"
                "Да пропади оно пропадом, весь этот вздор, если Лена будет из-за него плакать!"
                show un serious pioneer with dspr
                un "Я хотела… {w}извиниться."
                "Я отряхнул место рядом с собой и кивнул — мол, присаживайся."
                "Усевшись рядом, Лена продолжила исповедь."
                un "Понимаешь, я тебе до последнего не верила. {w}В то, что ты серьёзен в своих предложениях, планах…"
                un "Я даже не уверена, что нравлюсь тебе… {w}Была не уверена."
                me "И что изменилось?"
                un "Ты псих."
                "Она произнесла это как констатацию."
                "Жестоко и правдиво. Термин «блант»."
                un "Прости за недоверие."
                me "Ты мне ещё и не доверяла…"
                me "Какая прелесть."
                show un shy pioneer with dspr
                un "Понимаю, я не должна была. Но… {w}В общем, у меня уже был неприятный опыт."
                "Неприятный опыт — это, я так понимаю, кто-то не то поматросил, не то единственно обратил внимание на девочку с этой целью?"
                me "А с документами-то что?"
                show un surprise pioneer with dspr
                un "С какими документами?"
                me "Я про учёбу."
                show un shy pioneer with dspr
                un "Понимаешь… Я не уверена, что рисую хорошо, чтобы туда поступать."
                me "Знаешь, почему японцы — великая нация? {w}Потому что у них кто не поёт, тот рисует."
                me "Они верят, что каждому человеку дан свой талант."
                me "Понятия не имею, как ты поёшь, но то, что рисуешь ты как минимум неплохо — это я тебе точно скажу!"
                show un serious pioneer with dspr
                un "Но я же одинаково всё рисую, и мало кто их хвалит… Мои рисунки."
                me "Талант развивать надо. В идеале, тебя надо было не в среднюю школу определять, а с художественным уклоном…"
                un "Просто… Ну пойду я туда поступать, а мне скажут нарисовать что-нибудь."
                un "А что, если я плохо нарисую?"
                un "У нас ведь нет в городе художки — значит, придётся ехать в Ленинград, в Муху."
                me "И что? Там собственное общежитие имеется — пристроят; я на всякий случай дам пару контактов — не пропадёшь."
                "Она недоверчиво посмотрела на меня."
                show un sad pioneer with dspr
                un "Ты так мне и не сказал: а что будет, если я провалюсь?"
                me "А ты мне так и не сказала, что было бы, если бы я не дал волю языку на крылечке."
                "Я обнял её за талию и привлёк к себе."
                me "Некоторые вещи просто надо сделать. Рискнуть, понимаешь?"
                "Мрачные картины, что живописал мне мозг, я решил оставить при себе."
                "В конце концов, одна моя знакомая умудрилась приехать из Тольятти, провалиться, и потом на следующий год попасть в десятку стипендиатов."
                "А это в наше сумрачное время, не в сонном солнечном совке."
                me "Я дам тебе несколько адресов — там живут хорошие люди…"
                "Я поколебался, стоит ли говорить, что это мои бабушки с дедушками, и решил остановиться на менее шокирующей полуправде:"
                me "Это мои дальние родственники."
                me "В общем, дерзай."
                show un smile pioneer with dspr
                "Она лукаво улыбнулась в ответ на мои откровения."
                un "И это значит, что ты больше не дуешься?"
                "Виола прошла мимо и благодарственно кивнула мне."
                "Я наметил лёгкий поклон в ответ."
                "И лишь проводив взглядом «Волгу», обернулся к Лене:"
                me "Я не дулся ни минуты."
            else:
                $ alt_day4_un_7dl_dv_calm = True
                show dv angry pioneer at center with dissolve
                "Алиса. Что бы ей ни надо было — ничем хорошим оно не могло для меня закончиться."
                "Слишком уж угрожающе она меня разглядывала."
                th "Ослик был сегодня зол: он узнал, что он осёл…"
                me "Объяснишь мне, чего ты вызверилась?"
                "Безучастно спросил я."
                show dv rage pioneer with dspr
                dv "И ты ещё спрашиваешь?!"
                "Казалось, Алиса еле сдерживается от того, чтобы не начать меня бить прямо сейчас."
                "Я даже немного испугался — но только совсем чуть-чуть."
                me "Да. {w}Мне любопытно, чем я прогневил саму Двачевскую, что та пришла меня бить."
                "Она несколько раз глубоко вдохнула и выдохнула, видимо напоминая себе о том, что сначала нужно предъявить претензии."
                "Наконец она успокоилась в достаточной мере для того, чтобы начать изъясняться более или менее внятно."
                show dv angry pioneer close with dspr
                "Она подошла ко мне вплотную и угрожающе нависла сверху."
                dv "Я не знаю, что у вас там происходит с Леной…"
                dv "Она молчит, когда я спрашиваю её, в чём дело."
                show dv grin pioneer close with dspr
                dv "Но я-то знаю — дело в тебе."
                me "Дальше что?"
                th "Если ещё и она возьмёт на себя роль заботливой мамочки-моралистки…"
                "А Алиса удивила меня."
                "Она, как была, приблизила лицо вплотную к моему и несколько секунд изучала что-то в моих глазах."
                dv "Вряд ли здесь дело в том, что ты её обидел — ты понял в каком смысле."
                dv "Плюс это глупое выражение, говорящее, что ты… Запал!"
                dv "В любом случае, она моя подруга, и она плачет."
                show dv angry pioneer close with dspr
                dv "А когда она плачет — у меня чувство юмора отказывает, ясно?"
                dv "Поэтому тебе последнее китайское предупреждение, новичок — если ещё раз она будет плакать из-за тебя… Берегись. Понял?"
                "Я пожал плечами."
                me "Не из-за меня она плачет. А от собственной нерешительности."
                show dv surprise pioneer close with dspr
                "Похоже, мне удалось её удивить."
                dv "То есть?"
                me "Я про учёбу."
                show dv surprise pioneer close with dspr
                dv "Она мне ничего не рассказала — просто разрыдалась и захлопнула дверь в домик. {w}Что у вас произошло?"
                "Очень хотелось махнуть рукой, рявкнуть и поставить на место любительницу лезть в чужое дело… {w}Но она же на правах подруги, может, что и посоветует."
                me "К Лене сегодня приезжал отец и привёз результаты предварительных экзаменов."
                me "Её зачислили на подготовительные. На специальность, которая ей нафиг не нужна."
                me "Ты видела, как она рисует?"
                show dv normal pioneer close with dspr
                dv "Да, рисует она здорово."
                me "Именно."
                me "Ей нельзя становиться швеёй-мотористкой. Поступать в художественное училище, становиться художником — вот что надо делать!"
                show dv laugh pioneer close with dspr
                dv "Скажешь тоже! Ты видел наши выселки? У нас одна художественная школа на весь городок — о каком училище речь!"
                me "Серьёзно?"
                show dv normal pioneer with dspr
                dv "Нет, блин, шучу."
                "Посерьёзнела Алиса, отступая на один шаг назад."
                dv "А ты, значит, ругался, что она в Политех пойти хочет?"
                me "Да… Мне очень хочется, чтобы она занималась тем, что ей нравится."
                me "Найди себе работу мечты — и не будешь работать ни единого дня в жизни. Слышала поговорку?"
                "Алиса только фыркнула."
                dv "Дохлый номер. {w}Ей в столицу ехать надо, а там ни зацепок, ни связей."
                me "Это-то как раз не проблема…"
                "Я прикинул, кого мог знать из тех, что жили сейчас в Северной Столице. {w}Пара имён всплыла незамедлительно, потом косяком повалили различные дядья и бабушки… В общем, было куда пристроить талантливую девочку, пока поступает."
                me "Я готов ей помочь, и я как будто больше неё самой переживаю за то, каким будет её будущее."
                me "А она кивает, соглашается, а сама всё равно делает по-своему!"
                "Я сорвался на крик."
                me "Да я столько таких видел! Да что там, я сам таким был! Подумаешь, по почкам не прошёл отбор: можно было лечь в санаторий долечиться!"
                "Голос сорвался — и хвала Рандому. Было донельзя странно и глупо сидеть здесь и, глядя снизу вверх, исповедоваться в загубленной мечте той, у кого всё ещё впереди."
                me "Прости. {w}Но я не прощу Лене, если она сдастся сейчас."
                me "Её талант уже не принадлежит ей."
                show blink
                hide dv with dissolve
                $ renpy.pause(4)
                show unblink
                scene bg ext_camp_entrance_day
                "Над раскалённым асфальтом сгустилось молчание, и несколько минут спустя я скорее предугадал, чем почувствовал, как рядом на бетонку кто-то опускается."
                "Зеленоглазый. С фиолетовым отливом густой копны волос, перехваченных забавными хвостиками."
                "Алиса уже ушла."
                me "Ты всё слышала?"
                show un smile pioneer with dspr
                "Она виновато вздохнула и потёрлась лбом о моё плечо."
                un "Прости мне моё малодушие. {w}Обо мне уже долго-долго никто так не заботился."
                "Вместо ответа я обменялся кивками с Виолой и, проводив взглядом «Волгу», обернулся к Лене:"
                me "Я не дулся ни минуты."
                me "Я просто чуть не уехал. Счастье, что ты успела перехватить меня."
        else:
            me "И поэтому ты решила выбрать место, куда вода не течёт?"
            "Язвительно поинтересовался я."
            show un sad pioneer with dspr
            un "Нет."
            un "Я вообще пока ещё ничего не знаю."
            un "Результаты предварительные — всё ещё можно отыграть назад."
            me "Так почему сразу отцу об этом не сказала?"
            show un smile2 pioneer with dspr
            un "А кто сказал, что я не сказала?"
            "Лукаво улыбнулась девочка."
            un "Но об этом в курсе только он, а о предвариловках — вожатая."
            un "Поэтому мы сейчас можем взять умных книжек и, например, спрятаться где-нибудь в лесочке или библиотеке и посидеть вдвоём. Как тебе идея?"
            me "А врать для этого обязательно?"
            show un normal pioneer with dspr
            un "Не тебе же я наврала. Я хотела, чтобы ты мне помог, вот и…"
            "Я вздохнул."
    else:
        me "Позволь узнать, а чему это ты собралась научиться за оставшееся время?"
        me "Или ты у нас математический савант?"
        "Фыркнул я."
        un "Прости, что?"
        me "Ничего."
        if not alt_day4_un_7dl_morning_searching:
            show un shy pioneer at center with dissolve
            un "Прости, я и правда глупости говорю…"
            "Промямлила она."
            me "Ладно, пошли возьмём книжек, сколько успеем."
            me "Я всё ещё считаю, что идея не очень хорошая, но тебе виднее."
            show un surprise pioneer with dspr
            un "Что?"
            me "Я говорю: закроем эту тему."
        else:
            "Она хотела положить мне руку на плечо, но я неприязненно дёрнул плечом."
            show un sad pioneer with dspr
            "Она погрустнела."
            "Ладно, послали — пустяк, дело житейское."
            "Меня самого перекосило от фальшивости натянутой улыбки."
            me "Ладно, забудь. Давай за книгами."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day4_un_7dl_declaration:
    "Лена взяла меня за руку и, подняв, повела в сторону своего домика."
    hide un with dissolve
    window hide
    play ambience ambience_camp_center_day
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_un_day
    with dissolve
    play music music_list["your_bright_side"] fadein 3
    "Мы уже примелькались за эти два дня, постоянно вместе."
    "Кто бы знал, что на самом деле творится в головах у нас…"
    "Вернее сказать, за себя-то я мог поручиться, но вот насчёт Лены…"
    window hide
    play sound sfx_open_dooor_campus_2
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_house_of_un_day
    with dissolve

    show un normal pioneer at center 
    with dissolve

    if loki:
        un "Вот, смотри!"
        "Она отошла к столу и, достав из кипы листов ватмана один, перевернула его и подала мне."
        me "Что это?"
        show un shy pioneer with dspr
        un "Твой рассказ… {w}Про то, куда делись твои вещи."
        "Картинка, которую я держал в руках, и смешила, и умиляла — всё, как я представлял, пока забалтывал девочку, пытаясь отрешиться от каких-то необъяснимо горестных мыслей:"
        "Хвойный, сосново-пихтовый лес, дождь, лупящий косыми штрихами в жадную сухую землю."
        "А под одним из кустов сидит мальчик, подозрительно похожий на меня — съёжившийся, пытающийся укрыться от дождя…"
        "И от дождя его бережёт приснопамятная кофточка — розовая, с пуговичками по периметру декольте, габаритами больше походящая на чехол от танка."
        "Наверное, смех не совсем был уместен здесь, но я ничего не мог с собой поделать."
        show un smile pioneer with dspr
        un "Нравится?"
        me "Ты просто чудо!"
        "Какие-то вещи лучше оставлять как есть, какие-то лучше превратить в привычку."
        "Эти талантливые пальчики — я целовал один за другим — заслуживают поцелуев."
        dreamgirl "Заслуживают носить кольцо?"
        me "С трудом борюсь с желанием зацеловать-затискать тебя."
        show un shy pioneer with dspr
        un "Держи себя под контролем!"
        "Кажется, я смутил её. {w}В очередной раз."
        "Где-то мы утратили этот момент, когда красивый человек был красив во всём, в том числе, внешне и внутренне."
        "Конечно, место для глупеньких девочек всегда было. Но они чаще всего оказывались куда умнее, чем думали о них окружающие."
        "В случае же с Леной… Она не была обделена красотой. Она не была обделена умом."
        "И только нелюдимость — следствие какой-то детской травмы — удерживала её от того, чтобы стать кем-то вроде Мику, Слави или Ольги Дмитриевны."
        "Оно, может и неплохо — значит, мы сможем доверять друг другу полностью."
    "Она прошла мимо меня и встала у двери, закрыв выход собственным телом."
    show un serious pioneer with dspr
    un "Семён, ты должен пообещать мне, что больше не позволишь себе таких вот вспышек раздражения."
    if not (loki or herc):
        me "Да я не раздражался, просто юлить… Неправильно, вот."
        un "Как будто я это для собственного удовольствия делаю."
    un "Я не пытаюсь манипулировать тобой или что-то в этом роде."
    if herc or loki:
        show un cry pioneer with dspr
        un "Но я чуть с ума не сошла от страха, когда ты дверью в столовой грохнул!"
    else:
        show un sad pioneer with dspr
    "Она беспомощно смотрела на меня."
    un "Мне очень больно и очень страшно, когда ты ругаешься или язвишь."
    "И как вот её такую не пойти и не обнять?"
    "Знаю, не всем нравятся девушки, о которых надо заботиться… {w}Да что там, я сам бы пару дней назад ещё сбежал от возможной ответственности куда подальше."
    "А  это значит… Это значит, что она на меня {w}повлияла. {w}Перестроила."
    "И даже если прямо сейчас откроется тайная дверь, ведущая из страны грёз обратно на обледенелые улицы, я уже не вернусь туда тем, кем был."
    "Потому что того меня уже не существует."
    me "На каком-то уровне твоя мечта стала и моей мечтой."
    me "Будет очень обидно, если ты откажешься."
    un "Это не так. {w}Я тебя выслушала — я сделала выводы."
    un "Просто… Не надо больше такого, ладно? Не обижай меня."
    me "Обещаю."
    show un cry_smile pioneer with dspr
    un "Точно-точно обещаешь?"
    me "Клянусь."
    me "Пойдём погуляем?"
    show un sad pioneer with dspr
    un "И всё-таки, я хотела бы подстраховаться."
    un "Я про книжки — возьмём хотя бы для виду, можно даже не носить."
    me "А как же неусыпный страж-дракон?"
    show un smile2 pioneer with dspr
    un "Ты знаешь… Она почему-то даже не злится. {w}Правда, не уверена, касается ли это одной лишь меня…"
    "А мне придётся проверять, значит. Буду как Типанов, грудью на амбразуру."
    "Кстати об амбразурах."
    "Я вдруг припомнил утренние слова Ольги Дмитриевны относительно визита родителей."
    me "Давай-ка перед походом в гости к жужелице ко мне нагрянем?"
    un "Давай."
    "Я не двинулся с места."
    un "Если ты хочешь куда-то пойти, надо сначала выйти из домика."
    "Вежливо напомнила мне девочка."
    me "Нет бы руку протянуть. Помочь."
    "Проворчал я."
    show un laugh pioneer with dspr
    un "Вот когда будешь старый дед, тогда и протяну."
    window hide
    play sound sfx_open_dooor_campus_2
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_un_day
    with dissolve

    show un normal pioneer with dspr
    me "Мне надо будет, чтобы ты кое-что для меня сделала, а потом я кое-что сделаю для тебя."
    "Выговаривал я, "
    if alt_day4_un_7dl_morning_searching:
        extend "во второй раз уже за сегодня "
    extend "глядя ей в спину."
    dreamgirl "Да, детка! Сначала ты сделаешь для неё, потом она сделает для тебя!"
    dreamgirl "Или вы можете сделать это одновременно, и поза будет называться «69»!"
    dreamgirl "Это звучит в духе Джимми Бладхаунда!"
    "И внутренний голос завыл:"
    show un shy pioneer with dspr
    stop music fadeout 3
    dreamgirl "You and me baby ain't nothin' but mammals!{w} So let's do it like they do on the Discovery Channel!"
    play sound music_7dl["mammal"] fadein 1
    "Чёртова эйдетическая память воспроизвела всё, вплоть до дурацкой ритмики песенки."
    "Память и немного либидо."
    "Я остановился и перевёл дух."
    window hide
    with fade

    "Т-т-только спокойствие… Нервные клетки не восстанавливаются."
    "Подавив иррациональное желание придушить внутренний голос, я вернулся к теме беседы."
    play music music_list["your_bright_side"] fadein 3
    me "В рамках нашего вчерашнего обещания о том, что мы не дадим пропасть друг другу. Помнишь?"
    show un smile pioneer with dspr 
    un "Конечно, помню!"
    me "Я, конечно, понимаю, что сейчас несколько преждевременно говорить об этом, но…"
    un "Да нет…"
    "Серьёзно глядя на меня, перебила Лена."
    un "Всего три дня осталось, не в последний же день успевать."
    "Я где стоял, там и сел."
    "По счастью, рядом очень своевременно оказались ступеньки прибалконника."
    if alt_day_binder != 1:
        me "То есть как это три дня?!" with vpunch
        "Завопил я."
        me "Да вы офигели что ли! {w}В любом нормальном лагере смена три недели идёт!"
        show un laugh pioneer with dspr
        un "Она и была три недели: это ты поздно приехал."
    else:
        me "Сказать по правде, я думал, здесь смена чуть дольше."
        me "Обидно приехать всего на неделю, хоть я и понял из объяснений Слави, что приехал даже не в середине."
    "Лена разулыбалась и было села рядом со мной, но я вскочил и заходил взад-вперёд, самым спешным порядком избавляясь от перспектив «времени ещё полно» в собственных планах."
    scene bg ext_un_house_with_un_7dl with flash
    "А Лена, безмятежно улыбнулась и, сбросив сандалии, осталась босыми ногами на разогретых солнцем досках, играя с залётными бабочками."
    "Видимо, привыкла к мужским истерикам."
    "И, разумеется, давным-давно нашла панацею — долгое, терпеливое и ненавязчивое ожидание."
    "Короткая юбочка, выбившаяся рубашка, на пару пуговиц распахнувшаяся так, что видна была перламутровая кожа незагорелого живота — видимо, загар был не в числе приоритетов любительницы почитать."
    "Так что я ещё пару минут побегал кругами, после чего спокойная картинка загорающей девочки возымела действие."
    me "Ладно, двинулись к моему домику."
    "Легко поднявшись, она взяла меня за руку, уцепилась указательным пальцем за мой мизинец и тепло-тепло улыбнулась."
    un "Пойдём!"
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_mt_day
    with dissolve

    "Пятнадцать шагов — это пятнадцать моих шагов, если я бегу, шестнадцать шагов, если иду — и тридцать два, если важно шествую по-над улочкой, выправив грудь колесом, да гогольски распахнув плечи."
    "Вышагиваю."
    show un smile pioneer with dspr
    un "Ты опять дурачишься…"
    "Она бы с удовольствием побыла строгой, замкнутой, правильной, рассудительной и предусмотрительной."
    "Но я плохой, я гад, и не даю ей уйти в себя и заблудиться там."
    play sound sfx_open_dooor_campus_1 fadein 0
    "Замок опять был закрыт на один оборот — похоже, Ольге даже в голову не приходило, что кто-то может позариться на дом вожатой и попытаться его вскрыть."
    "Поэтому пришлось повоевать с замком, прежде чем личинка согласилась отдать мне ключ."
    "Наконец строптивый замок был побеждён, и я приглашающе кивнул."
    me "Заходи, гостем будешь."
    show un shy pioneer at center:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 2.5 zoom 1.15 xalign 0.5 yalign 0.5
    "Я вежливо пропустил девушку вперёд."
    hide un with dissolve
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_house_of_mt_day
    with dissolve
    play music music_list["a_promise_from_distant_days_v2"] fadein 3
    play ambience ambience_int_cabin_evening fadein 2
    show un serious pioneer with dspr

    un "Вот мы и пришли. О чём ты хотел меня попросить?"
    "А я молчу. Улыбаюсь, глядя на неё, замершую в самом центре комнаты и молчу."
    me "Иногда мне кажется, что всё это просто сон."
    "Самый лучший сон на свете."
    "Про человека, которого я никогда в своей жизни не видел, но всегда мечтал встретить."
    "Ради которого и пришёл в этот мир."
    me "Я не хочу открыть глаза и понять, что мне всё просто приснилось."
    "Ладно, обычные страхи внутри сна, но здесь на кону нечто большее."
    "Я бы помолился, если бы умел. Попросил всех возможных Богов, Дьяволов, Будд, Кришн и иже с ними о такой, по сути мелочи…"
    "Она расплывётся под веками потерявшим резкостью сюжетом, сладостью губ, серебром голоса."
    "И однажды я забуду о том, кто она и что значит для меня…{w} Как это всегда и происходит с моими самыми волшебными снами."
    "Разве что этот сон…{w} Преследующий меня с детства."
    th "Может ли она быть той самой девочкой?"
    "Вряд ли. Та выглядит старше, почти моей ровесницей."
    "Короткое платьице, традиционная русская коса, лежащая на плече, глаза орехового цвета и настороженная улыбка."
    "Едва ли это может быть Лена. {w}Честно говоря, с трудом представляю её с такой причёской."
    "Я опустился на кровать и приглашающе кивнул Лене:"
    me "Если ты всё ещё хочешь мне помочь, иди сюда."
    show un normal pioneer close with dspr
    un "Ты хочешь, чтобы я к тебе на кровать уселась?"
    un "А что вожатая подумает, если нас застукает?"
    "Я только отмахнулся."
    "Ольга Ленивовна сейчас без роздыху принимает солнечные ванны и окучивает физрука."
    "Мы можем развести костёр на полу и плясать вокруг него, обмазавшись сажей — и никто нас не застукает."
    "Я усмехнулся, воочию представив себе эту ситуацию — в середине комнаты горит костёр из вожатского ежедневника и стульев, а вокруг него скачем мы, обряженные кто во что горазд, перепачканные, всклокоченные."
    show un laugh pioneer close with dspr
    "Лена рассмеялась, когда я поделился с ней видением ситуации."
    un "Ну… Мазаться сажей и разводить костёр совсем необязательно, а насчёт всего остального…"
    "Она дразнила меня!"
    "Дискретное разделение платонической влюблённости и здоровой ожидаемой игры гормонов."
    "А мне казалось, что я изжил в себе это инфантильное чувство."
    "Наверное, именно потому я и попал в тело семнадцатилетнего пионера."
    "Для того, чтобы вспомнить, что кроме смятых простыней существует и кое-что ещё?"
    window hide
    with fade2

    "Наконец она решилась и аккуратно опустилась на самый краешек кровати, балансируя на несущих панциря. {w}Размечталась!"
    "Я немедленно сграбастал её в охапку и утащил к себе поближе в провисающий на почти до пола на растянувшихся пружинах эдакий импровизированный гамак."
    "Лена негромко пискнула от неожиданности и, сообразив, что ничто ей не угрожает, затихла."
    "Хрупкая."
    "Ласковая."
    "И, судя по её собственным словам — вся моя."
    $ set_mode_nvl()

    "И мои мысли удивительным образом перекликаются с человеком, решившим обмануть неизбежное взросление, устроившись работать вожатым."
    "Да только не уловишь ты ускользающее детство, если тебе под тридцатник, и под масочкой доброжелательности и вежливого внимания скрывается всезнающий циник."
    nvl clear
    "Первый удар наносит сердце."
    "Оно пропускает почти целый такт, когда на тебе останавливается взгляд серо-зелёных глаз."
    "И ты понимаешь, что не хочешь схватить обладательницу этих глаз и закружить в невозможном вальсе, не хочешь схватить её ладонь и бежать куда-то за уходящим солнцем, и смеяться от переполняющего всё существо счастья."
    "Нет."
    "Теперь ты думаешь о том, что, возможно, придётся подвинуть немного график, чтобы у вас был хотя бы час в неделю на то, чтобы за ручки подержаться — и храни, Господи, чтобы об этом не прознали пионеры."
    nvl clear
    window hide
    with fade2

    "А потом оказывается, что у тебя пионеры целуются. И это чрезвычайка, за которую могут полететь головы."
    "А потом и это теряет значение."
    "У кого-то из них погибли родители во время путча. Все знают, что в офицерскую подготовку кроме всего прочего входит такой неприятный пунктик, как доведения до сведения родных и близких «что сын их получил звезду Героя. Посмертно.»."
    "А кто научит такому вожатого? Вообще, есть ли такая школа, которая учила бы спокойно смотреть в детские глаза и говорить: «Павлик, со смены поедешь в общем автобусе. Нет, мама за тобой не приедет. Мама умерла.»"
    nvl clear
    $ set_mode_adv()
    "Я с усилием выпутался из переплетения нескольких слоёв реальности и в упор уставился на Лену."
    "Она сидела у меня практически на коленях, обнимая за шею ладошками и упорно вглядывалась в глаза, будто пытаясь рассмотреть что-то."
    "Хорошо, хоть волкмен оказался с другой стороны — раздавить его сейчас было бы крайне глупо и обидно."
    "И через несколько секунд был представлен на суд общественности."
    me "Это волкмен… Можешь называть его портативным проигрывателем — несильно погрешишь против истины."
    me "Нас интересует другая его функция. {w}Запись."
    me "Микрофон не очень чувствительный — тебе придётся находиться рядом."
    "Покопавшись в меню, я с неудовольствием отметил, что зарядки осталось на полчиха — два, максимум, три часа воспроизведения."
    th "Что ж, значит, не стану растекаться мыслью по древу."
    me "Итак…"
    play music music_7dl["iamsadiamsorry"]
    "Начал я, включив запись."
    window hide
    with fade2

    me "Назови сегодняшнее число."
    un "Двадцать второе июля тысяча девятьсот восемьдесят девятого года."
    "Оттарабанила девочка."
    window hide
    $ renpy.pause(2)

    me "Запись нулевая, удостоверяющая."
    me "Моё имя — Семён."
    if herc:
        me "Сычёв Семён."
    else:
        me "Персунов Семён."
    me "Привет. Просто привет."
    me "Мне очень неловко передавать тебе привет в будущее, обнимая тебя настоящую, но — надо!"
    me "Как твои дела? Как настроение? Помнишь ли ты, в какой позе мы находились, когда записывался этот голос? Моё голосовое письмо к тебе в будущее."
    me "Мой поцелуй тебе из прошлого."
    me "Любовь измеряется мерой прощения, привязанность — болью прощания. {w}А ненависть — силой того отвращения, с которым ты помнишь свои обещания."
    me "Так что я обещал, я делаю. {w}Дальше твой ход: сумеешь ли, а главное — станешь ли ты исполнять обещанное?"
    show un surprise pioneer with dspr
    un "Что это я тебе обещала?"
    me "Как это, ты разве забыла?!"
    "Запись прерывается на писке девочки."
    window hide
    with fade2

    me "Запись номер один. Дата та же, полчаса спустя."
    me "На чём мы остановились? Ага, на приветах из прошлого."
    me "Передай привет Лене, Лена!"
    show un smile3 pioneer with dspr
    un "Приветик!"
    me "Я не совсем понимаю, как работает этот механизм, но если ты откроешь глаза в объективно близком мне времени, то ни слова отсюда для тебя загадкой не будет."
    me "Хотя нынешняя ты сейчас таращишься на меня так, будто у меня вдруг выросла вторая голова."
    show un shocked pioneer with dspr
    un "Так ты, получается, из будущего?"
    me "Всё относительно."
    "Мягко улыбнулся я."
    me "С моей точки зрения, я — из настоящего. {w}А ты — из прошлого."
    show un normal pioneer with dspr
    un "И каково там, в твоём настоящем?"
    "Горло перехватило, и я полсекунды пытался справиться с собой."
    me "Там очень много боли. Почти столько же, сколько равнодушия."
    me "И как нигде и никогда актуален закон «хомо хомини люпус эст»."
    un "Как ты можешь жаловаться, там же твой дом!"
    me "Просто до банальности. Мой дом там, где моё сердце. {w}А моё сердце там, где ты."
    un "Ты надеешься, что там тоже есть я? Другая я?"
    "На миг в её глазах скользнуло неудовольствие."
    me "Ответ отрицательный — на все части вопроса."
    "Если бы только можно было вложить свои мысли в чужую голову — я бы показал Питер с высоты Исаакия,  дал бы ощутить гладкий бок деревянной розы из сувенирных рядов у прохода на Марсово Поле и…"
    "Как странны рваные воспоминания, ворохом брошенные мне в голову, там где повсеместно присутствует она."
    me "Я не надеюсь, я абсолютно точно знаю, что где-то в моём городе есть ты."
    show un surprise pioneer with dspr
    un "Ч-что?"
    me "Да брось…"
    th "В конце концов, она может просто не помнить… Или просто не успеть догнать то время. Да тысячи причин."
    "Я вздохнул."
    me "Найди меня. {w}Просто найди."
    "Я вырвал из ежедневника вожатой несколько листов и прыгающим почерком набросал там ряд адресов, где меня если не знали, то хотя бы могли подсказать где искать."
    me "Здесь вся информация обо мне. Вся подноготная.{w} Только попробуй её потерять."
    "Я дописал городские, свой, родительский и бабушки, сотовые, какие помнил, и вручил свёрнутые фантом густо покрытые букво-цифренной вязью бумажки девочке."
    show un serious pioneer with dspr
    un "Не потеряю."
    "Ответила Лена, пряча записи в нагрудный карман."
    me "Ты сможешь найти меня ночами в «е-максе» и «вадисе», где я пытаюсь найти глаза, что мне приснились."
    me "И если у тебя вдруг будет компьютер с интернетом и скайп, то пиши, звони — буду рад:"
    if loki or herc:
        if loki:
            me "simeon-loki. Первая «эс» как доллар, между именами дефис."
        else:
            me "simeon-sychov. Первая «эс» как доллар, дальше разберёшься."
    else:
        "На почту или в асю."
    me "Там на бумажке есть."
    me "Пожалуйста. Просто появись в моей жизни — там, за пределами лагеря!"
    window hide
    with fade2

    "Я щёлкнул клавишей записи."
    stop music
    "Всё это время плеер старательно наматывал  мегабайты сырого звучания."
    me "Я не особо верю в бумагу, поэтому кроме неё, держи ещё и — вот."
    "Не уверен, что девочка поняла, что происходит, когда на разжатой ладони увидела тот самый брусок волкмена."
    un "И зачем?"
    me "Запас прочности."
    me "Эдакий волшебный амулет, который пройдёт с тобой через всё, что бы ни происходило. {w}Он пережил путешествие со мной — значит, переживёт и твоё путешествие."
    me "Главное, не выпускай его из рук и никому — слышишь? — никому не давай."
    un "Но как же ты тогда?"
    "Я только отмахнулся."
    me "Это просто музыка. Переживу. {w}Самое главное — "
    "Она была слишком близко:"
    me "- держи его рядом с собой! Постоянно. И…"
    me "Найди меня."
    play music music_7dl["everyday"] fadein 5
    "Наверное, выглядел я как самый настоящий псих, потому что Лена, помедлив, кивнула."
    un "Я обещаю это уже второй день, но — ладно. {w}Обещаю."
    me "Спасибо. {w}Для меня это очень многое значит."
    "По лестнице с той стороны кто-то поднялся и остановился у дверей, хлопая по карманам."
    "Лена подскочила и тут же перебралась на стул рядом с кроватью."
    me "Открыто!"
    play sound sfx_open_dooor_campus_1 fadein 0
    "Дверь открылась, и нашему взгляду явилась она. {w}Вожатая."
    show mt normal pioneer at left
    mt "Семён, бездельничаешь?"
    me "Никак нет. Помогаю Лене составить план подготовки к экзаменам."
    mt "Ах да, точно."
    "Вздохнула вожатая."
    mt "Я совсем забыла про утреннюю просьбу её отца."
    mt "Раз вы теперь занятые — пожалуй, освобожу вас от кое-каких мероприятий: уборок, дежурств."
    th "Уррра!"
    mt "Купаний, танцев."
    "Продолжила перечислять вожатая."
    "Она отошла к шкафчику и что-то там искала."
    "Видимо, без того, чтобы немного подпортить настроение, никак не могла! Вредина. Ленивовна!"
    show mt grin pioneer at left with dspr
    mt "И нечего так на меня смотреть! Вы мне спасибо ещё скажете, когда всё сдадите на пятёрки."
    th "Ага-ага."
    "Я подмигнул Лене и показал язык в спину вожатой."
    mt "Собирайтесь, обед скоро. {w}И, Семён."
    "Ольга резко обернулась, поэтому я еле-еле успел вернуть на лицо безмятежную улыбку."
    mt "Ещё раз язык мне в спину покажешь — по нему получишь, усёк?"
    "Она подмигнула и, видимо, найдя в шкафчике искомое, оставила нас с Леной вдвоём."
    window hide
    play sound sfx_unlock_door_campus
    pause(1)
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_houses_day
    with dissolve
    play ambience ambience_camp_center_evening fadein 2
    show un smile pioneer with dspr

    un "Как думаешь, догадывается?"
    me "Больше чем уверен."
    "Фыркнул я."
    me "Но ей нечего нам инкриминировать, поэтому она будет гадить в меру своих гадских способностей."
    show un laugh pioneer with dspr
    un "Всё-таки ты смешной… Наверное, поэтому я и…"
    me "Что?"
    un "Ничего!"
    "Ох уж мне эта женская манера вместо ответа хватать тебя за руку и куда-то тащить!"
    me "Я легко пойду с тобой и так, если ты мне скажешь, куда меня тащишь."
    "Улыбнулся я."
    show un normal pioneer with dspr
    un "Если ты забыл: мы вчера погорячились немного, когда похищали меня после обеда."
    un "Надо заглаживать свою вину."
    "Я не поверил ушам."
    me "Ты что, с жужелицей мириться собралась?!"
    show un smile pioneer with dspr
    "Лена только улыбнулась."
    un "Нет, мириться с ней будешь ты… А за меня, как я поняла, похлопотали Шурик с Электроником."
    me "Любой каприз за ваши деньги…"
    window hide
    scene bg ext_square_day
    show un normal pioneer
    with dissolve
    window hide
    un "Знаешь, я размышляла вчера… Над тем, что ты сказал."
    me "Я вчера много всякого сказал…"
    un "О нежелании отпускать руки. {w}И, знаешь, в какой-то момент…"
    "Медленно, будто пересиливая себя, начала девочка."
    un "До меня дошла вся жутковатая правда твоих слов."
    un "Мы же и правда можем быть здесь только из-за того, что искали друг друга. {w}И если мы упустим свой шанс, потратим его на глупую ругань и ссоры, провидение разведёт нас и вместе уже сталкивать не станет."
    "Вспомнив свою первую несостоявшуюся, я согласно кивнул."
    me "Да, второго шанса может и не быть."
    show un serious pioneer 
    un "Но и ты пойми. Если ты меня оттолкнёшь, обидишь или хотя бы дашь понять, что я тебе неинтересна больше — я не знаю, справлюсь ли."
    un "Я не пугаю тебя никоим образом. {w}Просто объясняю…"
    "Фиолетовые хвостики забавно прыгнули, не успевая за порывистым движением головы."
    "Лена отвернулась и заалела как маков цвет."
    "Вместо ответа я прижал её к себе и осторожно погладил по голове."
    me "Не оттолкну."
    "Я говорил с уверенностью, которой не ощущал."
    show un smile pioneer with dspr
    un "А представь, что завтра конец света — что бы ты хотел успеть сделать?"
    me "Я хотел бы проснуться с тобой в одной постели."
    show un surprise pioneer with dspr
    un "К-как…"
    me "Не в этом смысле! {w}Просто мне нравится идея проснуться, а рядом — ты."
    "Я вдруг поймал себя на мысли, что свободно выбалтываю малознакомой, в общем, девчонке собственные потаённые фетиши."
    me "А там… Вдруг конец света перенесут? И тогда у нас будет…"
    un "Что же?"
    "Заинтересованно подвинулась девочка."
    me "Да откуда ж я знаю."
    "Я легкомысленно улыбнулся."
    me "Общий домик на окраине и старость вместе в окружении красивых детей с фиолетовым отливом волос?"
    show un cry_smile pioneer with dspr
    un "Чёртов искуситель…"
    "Она сжала мою ладонь так, что стало почти больно."
    th "Всё-таки я научился ценить то, что имею…"
    window hide
    scene bg ext_library_day
    play ambience ambience_camp_center_day

    th "Логово жужелицы."
    window hide
    stop ambience fadeout 2
    play sound sfx_knock_door7_polite
    $ renpy.pause(2)

    mz "Открыто."
    window hide
    play sound sfx_open_door_1
    scene bg int_library_day with dissolve
    play ambience ambience_library_day fadein 3
    show mz normal glasses pioneer at center with dissolve

    "Жужелица сидела в логове и недружелюбно шевелила буркалами."
    mz "Зачем пришли?"
    th "Сжечь её! Сжечь живьём!"
    me "Она — мимо проходила, а я к тебе."
    "Женя посмотрела на меня как на пациента весёлого дома с жёлтыми стенами."
    mz "Вот как. И что же тебе из-под меня надо?"
    "Лена отошла в сторону, оставляя меня наедине с вредной библиотекаршей."
    me "В общем, это. Не держи зла за вчерашнее, ладно?"
    me "Я извиняюсь. Не хотел и всё такое."
    show mz smile glasses pioneer with dspr
    "Улыбка преобразила неприветливое лицо Жени, и до меня вдруг дошло, что она-то, в целом, симпатичная! {w}Пусть и обладает бесцеремонностью армейского прапорщика."
    mz "Ты мирииииться пришёл?"
    me "Да."
    show mz shy glasses pioneer with dspr
    mz "Да я, в общем, и не злилась…"
    "Успех!"
    me "Я пошёл тогда?"
    "Обрадованный, я было сделал шаг прочь."
    mz "Не так быстро."
    show mz bukal glasses pioneer at center with dspr
    mz "Раз уж вы оба здесь."
    "Оба? Кто-то, помнится, говорил, что за него там кто-то что-то просил!"
    "Что-то было в её тоне! Что-то эдакое!"
    th "Сейчас нас припахают."
    "С отчаянием обречённого понял вдруг я."
    mz "Поможете мне."
    th "И всё-таки, она жужелица!"
    mz "Голову влево. Влево — это туда, куда я укажу."
    "Кажется, ей нравилось издеваться над людьми."
    "Мы проследили за направлением её жеста и обнаружили целую кучу толстеньких книг в чёрном переплёте с золотым обрезом и знакомым с детства тиснением."
    "Большая Советская Энциклопедия. Издание второе, сокращённое. 50 томов."
    me "И?"
    show mz normal glasses pioneer at center with dspr
    mz "Снимете всё, протрёте переплёты и полки, затем поставите на место. Приступайте."
    "Видит рандом, происходи это всё при любых других обстоятельствах — и я уже и послал бы, и объяснил, как добраться."
    "Но раз уж мы здесь вроде как контакт налаживаем…"
    dreamgirl "И очкастый тролль в синем углу побеждает в этом бою техничным нокаутом!"
    th "Спасибо за поддержку{w}, придурок."
    dreamgirl "Обращайся, дорогой. {w}Напоминаю: тебе всё еще не поздно сбежать."
    "Издевается. {w}Как можно жить в мире, когда над тобой издевается твоё собственное подсознание?"
    me "Ладно, значит, мы моем Энциклопедию, и ты больше на нас не дуешься? {w}Обещаешь?"
    show mz shy glasses pioneer with dspr
    mz "Честное пионерское."
    "Она ухмыльнулась и ушла."
    hide mz with dissolve
    "Ведро с тёплой мыльной водой уже ожидало своего часа, там же была грязно-серая тряпка — видимо, Жужелице не хватало роста для того, чтобы достать энциклопедию с пола, а на табуретку она по какой-то необъяснимой причине влезать не хотела."
    "Ведро было не очень тяжёлое: ну да работа в библиотеке и не подразумевает больших физических нагрузок."
    "Специфика работы в Советском Союзе — от тебя не требуют убиваться и брать веса большие, чем ты реально в состоянии толкнуть."
    "Нет, тебе дают двадцать кило, которые ты должен толкать отсюда и до обеда."
    "А в идеале, ещё и после обеда — но это, конечно, если хочешь выработать дополнительные две трети ради легендарного «пятилетку за три года»."
    "Подхватив ведро одной рукой, Лену другой, и сделав вид, что мне нисколечко не тяжело, я скомандовал:"
    me "Понеслась!"
    "И мы направились на покорение Большой Советской Энциклопедии!"
    show un smile pioneer at center with dissolve
    un "Так и знала, что просто так ничего не получится."
    me "Я очень, очень надеюсь, что это не было просто так, и что эта чёртова эксплуататорша…"
    mz "Я всё слышу!"
    "Донёсся голос Жени."
    un "Ну… Мы сами виноваты: не надо было кричать на неё."
    me "Да я бы ещё и подрался с ней!"
    "Завопил я опасливым шёпотом."
    show un laugh pioneer with dspr
    un "Я тебя обожаю!"
    pause(1)
    show un shocked pioneer with dissolve
    "До неё с опозданием дошло — что она только что произнесла вслух."
    "Сначала заалели скулы, затем краска стремительно пробежалась по вискам, захватывая и уши."
    "Ну да, наговорили кучу всего, а самое важное слово — оно почему-то смущает!"
    show un shy pioneer with dissolve
    "Занятно так наблюдать, как за воспламенением разлитого бензина."
    show un angry2 pioneer with dspr
    un "Вот что ты натворил…"
    un "Я же теперь тебя стесняться буду!"
    me "Что, сильнее, чем уже стесняешься?"
    me "Мне казалось, это невозможно."
    show un laugh pioneer with dissolve
    un "Да ну тебя… Пойдём книжки протирать."
    "И вот с этим я не мог не согласиться."
    window hide
    with fade2

    "Быстренько посбрасывав книжки на пол, мы наскоро протёрли их и распределили обязанности:"
    "Я забрался на табуретку и том за томом принимал книжки, стараясь расставлять их в алфавитном порядке — хвала номенклатуре и регламенту выпуска многотомных изданий!"
    "А Лена, как девочка невысокая, стояла на полу и, выполняя между делом функции контроля качества, подавала книжки мне наверх."
    "Кое-что из истории энциклопедии я помнил: вроде бы она писалась больше двадцати лет, и каждое последующее издание тяготело к сокращению объёма — по сути, из образования нации выбрасывались целые абзацы."
    th "А потом к власти пришёл головотяп вовсе без образования и лишил БСЭ атрибутов носителя истины. И единственное достоинство этого головотяпа было в том, что он занял место, на которое никто другой не позарился, ибо безденежное."
    th "Вечная история Руси — дураки у власти потому, что умным головы поднять некогда."
    "Руки затекли. Я остановился и отрицательно покачал головой в ответ на очередной протянутый том."
    show un normal pioneer at center with dissolve
    un "Не устал?"
    me "Да руки затекли. Что-то быстро слишком."
    un  "Давай разотру."
    "Она приглашающе мотнула головой — мол, слезать пора — но я взял самоотвод."
    me "Сейчас само пройдёт."
    un "Смотри вниз, хотя бы на меня, когда над головой что-то делаешь. И мне приятно, и у тебя руки затекать не будут."
    "Я фыркнул."
    me "Спасибо за совет, конечно. Но если я не буду смотреть, куда книги ставлю — я рискую получить томом по кумполу!"
    "Лена некоторое время смотрела на меня, явно раздумывая, обидеться на резкость или простить, а потом резко кивнула и улыбнулась."
    show un smile pioneer at center with dspr
    un "Хорошо. {w}Давай тогда отдохнём немного."
    "Положив книжку на пол, девочка позволила себе разогнуться, а я так и остался стоять на табуретке, разминая плечи."
    "Но просто так стоять неугомонной пионерке было определённо очень скучно, поэтому она, переступая на носочках, прокралась к выходу из-за шкафов и выглянула оттуда."
    "Поймав мой взгляд, подняла большой палец."
    un "Спит."
    un "А это значит…"
    "Мне очень не понравился её взгляд."
    if loki or herc:
        th "Если она опять начнёт свои вчерашние щекотушки, я не знаю, что я сделаю!"
        th "Я… Я её в ответ защекочу!"
        "Я хихикнул и дёрнулся" with vpunch
        extend ", но где там!"
        me "Лена! Не смей!"
        "Сделав страшные глаза, зашипел я."
        "Так она и послушалась."
        th "Если я попытаюсь слезть сейчас…"
        "Думал я, уворачиваясь от настойчивых пальцев, тыкающих мне куда-то в область почек."
        th "…я навернусь и расплющу девочку…"
        "И тут я почувствовал, как стул плавно уходит у меня из-под ног!"
    else:
        "А несколькими секундами спустя мне очень не понравилось то, что она сделала."
        me "Ахахаха! Отпусти, псих, щекотно!"
        "Заорал я диким шёпотом."
        "По-моему, проще было докричаться до Жени, чем до Лены…"
        th "А она неплохо подкована в анатомии!"
        "И ничего удивительного в том, что я, стоящий на гуляющей табуретке, закончил вполне логично и предсказуемо!"
    
    window hide
    play sound sfx_chair_fall
    with vpunch
    play sound2 sfx_bodyfall_1
    $ renpy.pause(1)
    stop ambience fadeout 2
    play music music_7dl["take_my_hand"] fadein 5
    scene cg d4_un_7dl with dissolve
    "Я с грохотом полетел вниз, между делом подминая под себя Лену."
    "Гравитация сегодня… Чудит."
    "Я несколько долей секунды лежал, наслаждаясь ситуацией, положением, когда она, наконец, оказалась близко-близко — подо мной."
    "А она заглядывала мне в глаза снизу вверх, и я как в первый день не мог, не хотел найти выход из этих бездонных глаз, принадлежащих — ну кто бы мог подумать — хрупкой юной девочке."
    "Мысли выстроились очередями, выпрыгивая из глубин сознания смущающими меня образами."
    th "Лена. {w}Близко."
    th "Кажется, я её расплющил."
    me "Как ты?"
    "Я бы смутился, если бы мог. {w}Откатился бы в сторону, помог бы девочке подняться."
    "Отсюда я мог услышать, как часто-часто бьётся сердечко."
    un "Семён."
    un "Ты слишком близко… "
    me "С этим какая-то проблема?"
    un "Мне бы подышать…"
    "Она закусила губу и вызывающе посмотрела мне в глаза."
    "И я замолчал. Мы замолчали."
    "Если приходя в незнакомое место, мы встречаем очаровательную незнакомку, которой только и нужно, что наше молчаливое одобрение и небольшая толика участия."
    "Если эта незнакомка за считанные сутки становится самим смыслом и целью жизни."
    "Можно ли назвать это судьбой? Или просто так совпало — что мы нашли друг друга в лагере?"
    $ set_mode_nvl()
    "Перед глазами, затмевая свет, но ничуть не мешая любоваться, с огромной скоростью разворачивалась киноплёнка-хроника событий."
    "Они никак не могли произойти, но я помнил их яснее собственного имени."
    nvl clear
    "Первая декада февраля, первые намёки на то, что зима не может быть вечной."
    "А я, вернувшись с очередных суток, накачиваюсь дешёвым пойлом и, взвыв от нечаянного одиночества, забуриваюсь в записную книжку."
    "Оказалось, у нас куча друзей совместных. {w}Но лишь один из них не успел успешно ожениться, наплодить спиногрызов и постареть, тем самым, будто оставаясь вхож в наш круг двадцатипятилетних шалопаев."
    "Вечер, февральский, чуть-чуть ещё до дня святого Валентина, который я не отмечал никогда и не собирался, а тут… Она."
    "Я практически сразу забрал её к себе на колени и, несмотря на все крики хозяина о том, что гостье-де положено танцевать и веселиться, так и не отпустил."
    nvl clear
    "А дальше… Дальше как обычно — долгая-долгая дорога к метро, омрачённая тем, что мы, нетрезвые, смеющиеся, ходили кругами чуть ли не до часа ночи, и лишь спросив дорогу у дёрнувшегося прохожего, сумели сориентироваться."
    "Поездка на метро — я стою на эскалаторе ступенькой ниже, оставляя наши глаза вровень."
    th "Ты ведь знаешь, насколько я беспомощен против зелёных глаз?"
    th "Ты ведь знаешь, что из того, что есть у нас сейчас, не построить ничего."
    un "Плевать. Иди ко мне поближе."
    un "Ты такой хороший."
    "В один голос произносит девушка-виденье из моего полусна и девочка, лежащая подо мной."
    "Мы просто сошли с ума. Как будто поставили весь мир на паузу и забыли, забили на то, что есть мнение окружающих, есть те, кто считают, что мы принадлежим им. Ледяной февраль, стылый март, промозглый апрель, зябкий май…"
    "До самого ноября мы прожили целую жизнь, не разнимая ладоней."
    "Она целовала мои щёки, мои веки, мои ресницы, наплевав на то, что вокруг целый огромный мир, а нас ещё ждёт кто-то за пределами кадра."
    
    $ set_mode_adv()
    me "Это ты… Ты хорошая."
    me "А мы просто сошли с ума."
    "Я с трудом удерживаюсь от того, чтобы не сказать несколько слов после которых обычно всё становится слишком сложно."
    "Поэтому я молчу."
    me "Давай подниматься."
    "Я постарался откатиться в сторону, но девочка протестующе заворчала и притянула к себе, возобновляя начатое."
    th "Похоже, ей и так неплохо. И плевать она хотела на то, что нас могут здесь застукать."
    th "Очевидно…"
    "Может, и правда, наплевать на всё и успевать брать, что дают, пока есть время?"
    stop music fadeout 3
    play ambience ambience_library_day fadein 3
    mz "Нацелуетесь — заканчивайте уборку и идете на обед."
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_library_day with dissolve
    stop sound fadeout 2

    "Похоже, мы-таки разбудили библиотекаршу."
    show un laugh pioneer at center 
    "Царевна рассмеялась, счастливая и отдающаяся счастью вся, без остатка — как и всему, что её увлекало."

    show un smile pioneer at center 
    with dissolve   
    "В этот раз она не стала меня удерживать, и я смог подняться сам и помочь ей."
    me "Вот и руки прошли."
    show un laugh pioneer at center with dspr
    un "Значит, давай заканчивать здесь и пойдём уже ручкаться с Женей."
    me "Это ещё зачем?"
    "Лена посмотрела на меня с бесконечным терпением:"
    un "Мы пришли с ней мириться, так?"
    "Я кивнул."
    un "И ты, помнится, собирался мне помогать?"
    me "Тоже верно."
    show un normal pioneer with dspr
    un "Ну и чего ты тогда? {w}У неё есть запасной ключ от библиотеки и редакции, так что…"
    "Она замолчала на полуслове."
    "Подмигнула мне."
    un "Продолжишь?"
    "Здесь она меня, конечно, поймала — я прыснул в кулак, и послушно кивнул."
    me "До-го-во-ри-лись. Заканчиваем здесь и идём облизывать твою Женю."
    "Лена только головой покачала."
    window hide
    with fade2

    "Мы работали ещё четверть часа, и последний том под номером «50» занял своё место одновременно с сигналом горна."
    me "По работе — и награда!"
    show un smile2 pioneer with dspr
    un "Именно."
    "Жужелица не нашла к чему придраться — несмотря даже на то, что мы дольше обжимались по углам, чем реально работали, сделали всё на совесть. {w}А значит — допуск в библиотеку, ключ и благосклонность библиотекарши нам гарантированы."
    "Утро удалось!"
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day4_un_7dl_dinner:
    play music music_7dl["everyday"] fadein 2
    scene bg int_dining_hall_people_day with dissolve
    play ambience ambience_dining_hall_full fadein 5
    "Обед прошёл как-то вдруг и сразу."
    "Несмотря на раздаваемый сегодня абрикосовый с рисом суп и ленивые голубцы, мы поспешили как можно быстрее завершить обед: дел было очень, очень много."
    "И высшим приоритетом в списке значилось совместное времяпрепровождение."
    if alt_day4_neu_transit == 1:
        me "Есть какие-то планы?"
        "Лена несмело покосилась на вожатую, потом снова перевела взгляд на меня."
        show un shy pioneer with dissolve
        un "Есть…"
        me "Какие?"
        un "Т-ты…"
        me "Звучит неплохо! Слушай, я не всё помню, но то, что самая лучшая компания — это твоя, знаю точно!"
        me "Так что заканчивай со своим стеснением, никуда я не пропаду."
        me "Не дождёшься."
        show un smile pioneer with dspr
        un "Хорошо!"
        me "Так куда идём?"
    else:
        me "Не так быстро, красотка!"
        "Я удержал Лену за руку, когда она, прикончив свою пайку, попыталась подняться и побежать куда-то дальше."
        me "Давай сначала решим: куда пойдём и что там делать станем?"
        show un serious pioneer with dspr
        un "А мне казалось, мы уже решили…"
        me "И всё-таки!"
        un "Ну…"
    "Она посмотрела на меня."
    if loki:
        if alt_day4_neu_transit == 1:
            un "Н-ну, я думала показать тебе рисунки…"
        else:
            un "Ты же собирался посмотреть мои рисунки — неужели передумал?"
            me "Ни в коем случае! Просто… Знаешь, я думал, что у нас больше времени."
            me "А его всего три дня… Понимаешь?"
        show un grin pioneer with dspr
        "Пионерка сверкнула мимолётной улыбкой — втройне ценной из-за того, что я был теперь уверен абсолютно точно: ни для кого она больше так не улыбается — и поднялась."
        un "Пойдём, посмотрим, что я там наваяла."
        "Ну и, спрашивается, кто я такой, чтобы отказываться от таких приглашений?!"
        "Разумеется, я кивнул и, разумеется, я позволил себя увлечь в сторону домика, который Лена делила с Мику."
        window hide
        stop ambience fadeout 1
        stop music fadeout 2
        play sound sfx_door_squeak_light
        scene bg int_house_of_un_day
        $ day_time
        with fade2
        play ambience ambience_int_cabin_night fadein 3
    
        $ persistent.sprite_time = "day"
        play music music_list["confession_oboe"] fadein 3
        show un normal pioneer with dspr
    
        "Зайдя в дом, она немедленно уселась за стол и стала перебирать листы ватмана, будто выбирая, что мне можно показать, а что — не стоит."
        "На моё присутствие, будто нечто несущественное, она вообще внимания не обращала!"
        me "Дай угадаю, твоя кровать слева?"
        "Я подошёл и плюхнулся на указанную койку: небрежно заправленную, с выглядывающим из-под панциря огромным пижонским чемоданом с колёсиками и парой тапочек любимого цвета Лены — голубого."
        "На самом деле её выдало то, что на подушке не обнаружилось аквамариновых волос! {w}Судя по предварительному анализу, обе хозяйки в доме были теми ещё раздолбайками!"
        show un scared pioneer
        un "Ай!"
        "Она чуть не подпрыгнула на стуле от неожиданности!"
        un "Что ты делаешь?!"
        me "Раз это твоя кровать — значит, я могу полежать на ней!"
        if alt_day4_neu_transit != 1:
            extend " Ты же на мне полежала в библиотеке."
            show un shy pioneer with dspr
            un "Вообще-то, это ты на мне полежал…"
        "Она что-то быстро-быстро просматривала, отбирая, пряча обратно на салазки, а кое-чему одобрительно улыбалась и откладывала в стопочку поменьше — видимо туда, где находились прошедшие предварительный отбор работы."
        if alt_day4_neu_transit != 1:
            me "Ты на мне или я на тебе — какая разница. Знаешь, я бы не отказался, если бы и ты на мне…"
            "Я нервно хихикнул, представив, как Лена, увеличенная для того, чтобы составлять конкуренцию в весовой категории, где-то на половину от размера, лежит на мне и плющит в пол."
        show un smile pioneer with dspr
        un "Ты опять смотришь на меня так, будто видел раньше."
        me "Может быть, я видел тебя во сне?"
        me "Или встречался с тобой в прошлой жизни?"
        if persistent.un_7dl_good_rf or persistent.un_7dl_good_ussr:
            play music music_7dl["iamsadiamsorry2"] fadein 3
            $ alt_day4_un_7dl_hen1 = True
            if alt_un_old_hentai:
                "Она, будто сомневаясь, застыла, а я, протянув руку, привлёк её  к себе."
                me "Ближе, родная…{w} пожалуйста…"
                show un shocked pioneer at center with dissolve
                un "Я же сижу на тебе, куда ещё ближе ты хочешь?"
                me "Доверься мне, ладно? {w}Тебе понравится."
                me "А если не понравится, мы просто не вернёмся к этому моменту. {w}Честное слово."
                "Вздохнув, она приподнялась и, увлекаемая движением рук, поднялась по мне наверх, сев бёдрами мне на плечи, близко-близко, на расстояние дыхания."
                "Уязвимая, желанная, доверчивая, неотразимая… Я хотел, чтобы она орала и дралась, билась и съёживалась."
                un "И что дальше?"
                me "А дальше…"
                "Хрипло произнёс я, заводя пальцы за боковую сторону её трусиков и открывая взгляду и ласке одно из самых потаённых мест на женском теле."
                "Я хотел для неё разрядки. В том самом первичном смысле, что существует столько, сколько существует человечество."
                un "Ч-что ты делаешь…"
                "Она напоминала какого-то зверька, будто пойманного за хвост, которого вместо пинка вдруг погладили."
                un "Прекрати…"
                show un shy pioneer at center with dissolve
                "О чём бы она ни думала, вряд ли она предполагала нечто подобное."
                me "А дальше, дальше мы сделаем так."
                "Она была гладкая. Очень гладкая и очень узкая — и уже успевшая завестись настолько, что после нескольких поцелуев на периферии, сама подвела нужное место под мои губы."
                "Она до жути, до сглатываний и рычания утробного хотела совсем не того, что я припас для неё. {w}Что ж, придётся потерпеть, ни один ещё человек, нарушающий лагерные традиции, не закончил хорошо."
                me "Мне хотелось сделать так…"
                "Я прижал её бёдра к себе плотно-плотно, обоняя запах детского мыла, геля для интимной гигиены и женской смазки."
                dreamgirl "Геля… чего?"
                th "Проехали!"
                me "И вот так…"
                "Абрис размеров желания с перемещением в ту точку, где эти желания начинают сбываться."
                "Она подавалась мне навстречу — вся, раскрываясь под ласками, невозможно близкая, вздрагивающая под касаниями языка как под ударами."
                me "А потом…"
                "Язык коснулся нежной кожи, обернулся капюшоном вокруг чувствительной точки."
                "Лена вздрогнула и, прогнувшись, застонала."
                "На язык капнула первая капля — с небольшой кислинкой, пахнущая так, что с ума сводило."
                "Ногти, до боли впивающиеся мне в ноги."
                show un sad pioneer at center with dissolve
                if persistent.hentai_graphics_7dl:
                    scene cg d7_un_hentai
                else:
                    scene black
                "Вкус женщины, которая хочет тебя."
                "Язык скользнул внутрь неё и упёрся в естественную преграду, а я не к месту вдруг вспомнил, что анатомия этой позы позволяет проникнуть вглубь чуть ли не глубже, чем это можно сделать в естественной позе."
                un "Сейчас."
                "Она раздвинула ножки ещё шире, но я придержал её за бёдра, не давая сесть глубже."
                me "Милая, там работа для других частей тела."
                un "Ну так, может, уже и пора?"
                "Она завелась не на шутку."
                me "Нет, солныш. Я хочу, чтобы тебя накрыло здесь, пока ты сидишь сверху."
                "И обвил руками её бедра, усаживая обратно."
                "Не то чтобы у меня был обширный опыт подобного рода ласк, но я всегда считал, что самое главное в них — это искренность касаний."
                "Если партнёрша возбуждает тебя до темноты перед глазами и горлового рычания, то её от одних только объятий твоих накроет."
                "Если ты говоришь своей девушке:"
                me "Господи, как же я хочу тебя…"
                "То она улетает от нескольких прикосновений — тыльной стороной языка чуть наперегонки с заканчивающимся воздухом, ведь кажется преступным отвлекаться ещё и на дыхание, когда накал страстей достигает ожидаемого пика."
                "А она уже дышала всё чаще, и двигалась сама, направляя и контролируя ласки, ускоряясь и что-то бессвязно лепеча."
                me "Ближе, ещё ближе, ещё быстрее, да, не останавливайся…"
                "Я забыл как дышать."
                "Весь отдавшись во власть ритма, распаляющего девочку, разогревающего и без того уже кипящую кровь так, что она чуть ли не материла меня, требуя то, что природой заведено — внутрь, я всей поверхностью лица впитывал её неподдельное «хочу»."
                "Она пыталась отвлечься, выпустив упругие, тугие полушария груди наружу и, пощипывая себе сосочки, но от ласки такого рода так просто не отвлечёшься."
                me "Господи, как же ты неимоверно красива…"
                "Я дышал уже через раз, не позволяя себе отвлекаться даже на дыхание — всё для того, чтобы девочка сверху…"
                "Вскрикнула, всхлипнула и рухнула сверху на меня, растягиваясь вдоль, вся сотрясаясь, отдёргиваясь от касаний языка, которые сейчас режут острее любого ножа."
                "Я улыбнулся и, поднявшись, накрыл её покрывалом, отсел на стул, ощущая, что лицо полностью мокрое от её соков."
                window hide
                scene black
                $ renpy.pause(5)
                with dissolve
                stop music fadeout 3
            
                "Наверное, она хотела что-то сказать."
                "Даже в грудь воздуха набрала."
                "Но через мгновение смежила веки и покойно засопела."
                "Солнышко."
                "Не знаю, сколько я так просидел, охраняя её сон, но она, видимо, восстановив силы, наконец зашевелилась и раскрыла влажные с поволокой глаза."
                window hide
                scene bg int_house_of_un_day
                window hide
                $ renpy.pause(3)
                show un normal pioneer with dspr
                stop music
                un "Привет…"
                "Я улыбнулся в ответ."
                un "Ты знаешь: мне такой сон приснился…"
                show un shy pioneer with dspr
                un "Там мы с тобой…"
                "Её одеяло чуть-чуть распахнулось, и я не удержался от того, чтобы…"
                show un surprise pioneer with dspr
                un "К-куда это ты смо… Ой."
                show un shocked pioneer with dspr
                me "Полагаю, говорить глупости о том, что это не сон, уже нет смысла?"
                un "Ты каждый день новые сюрпризы приносишь."
                "Запахнувшись, она быстро-быстро привела себя в порядок — благо, кроме галстука, мы с неё толком так ничего и не сняли."
                "И спустила ноги на пол — кроме несвойственного прекрасной бледной коже румянца на полщеки — абсолютно обычная."
                un "То у тебя на латекс аллергия, то — вот это…"
                "Она невольно опустила глаза в известном направлении и покраснела снова."

            else:
                "Она, будто сомневаясь, застыла, а я, протянув руку, привлёк её  к себе."
                me "Ближе, родная…{w} пожалуйста…"
                show un shocked pioneer at center with dissolve
                un "Я же сижу на тебе, куда ещё ближе ты хочешь?"
                me "Доверься мне, ладно? {w}Тебе понравится."
                me "А если не понравится, мы просто не вернёмся к этому моменту. {w}Честное слово."
                "Вздохнув, она приподнялась и, увлекаемая движением рук, поднялась по мне наверх, сев бёдрами мне на плечи, близко-близко, на расстояние дыхания."
                "Уязвимая, желанная, доверчивая, неотразимая… Я хотел, чтобы она орала и дралась, билась и съёживалась."
                un "И что дальше?"
                me "А дальше…"
                "Хрипло произнёс я, заводя пальцы за боковую сторону её трусиков и открывая взгляду и ласке одно из самых потаённых мест на женском теле."
                "Я хотел для неё разрядки. В том самом смысле, что существует столько, сколько существует человечество."
                un "Ч-что ты делаешь…"
                "Она напоминала какого-то зверька, будто пойманного за хвост, которого вместо пинка вдруг погладили."
                un "Прекрати…"
                show un shy pioneer at center with dissolve
                "О чём бы она ни думала, вряд ли она предполагала нечто подобное."
                me "А дальше, дальше мы сделаем так."
                "Она до жути, до сглатываний и рычания утробного хотела совсем не того, что я припас для неё."
                me "Мне хотелось сделать так…"
                me "И вот так…"
                "Мне хотелось, чтобы ей было хорошо."
                "Она подавалась мне навстречу — вся, раскрываясь под ласками, невозможно близкая, вздрагивающая под касаниями языка как под ударами."
                "А потом… Изображение пошло раздельными кадрами:"
                "Крупная дрожь по всему телу."
                "Тело, против воли, прогибающееся подобно хищнику."
                "Стон."
                "Ногти, до боли впивающиеся мне в ноги."
                window hide
                scene black with fade
                $ renpy.pause(5)
                with dissolve
                stop music fadeout 3
                "Наверное, она хотела что-то сказать."
                "Даже в грудь воздуха набрала."
                "Но через мгновение смежила веки и покойно засопела."
                "Солнышко."
                "Не знаю, сколько я так просидел, охраняя её сон, но она, видимо, восстановив силы, наконец зашевелилась и раскрыла влажные с поволокой глаза."
                window hide
                scene bg int_house_of_un_day
                window hide
                $ renpy.pause(3)
                show un normal modern with dspr
                stop music
                un "Привет…"
                "Я улыбнулся в ответ."
                un "Ты знаешь: мне такой сон приснился…"
                show un shy modern with dspr
                un "Там мы с тобой…"
                "Её одеяло чуть-чуть распахнулось, и я не удержался от того, чтобы…"
                show un normal modern with dspr
                un "К-куда это ты смо… Ой."
                show un shy modern with dspr
                me "Полагаю, говорить глупости о том, что это не сон, уже нет смысла?"
                un "Ты каждый день новые сюрпризы приносишь."
                "Запахнувшись, она быстро-быстро привела себя в порядок — благо, кроме галстука, мы с неё толком так ничего и не сняли."
                "И спустила ноги на пол — кроме несвойственного прекрасной бледной коже румянца на полщеки — абсолютно обычная."
                show un sorrow modern with dspr
                un "То у тебя на латекс аллергия, то — вот это…"
                "Она невольно опустила глаза в известном направлении и покраснела снова."
                me "И вот это тоже."
                "Я протянул ей кумачовый лепесток, и она нервными, дёргаными движениями повязала его."
                show un serious pioneer with dspr
                un "Да, спасибо."
        else:
            un "Тогда уж и я тебя видела."
            "Она усмехнулась — как-то очень по-взрослому."
            un "Чем дольше я тебя знаю, тем сильнее во мне ощущение того, что мы раньше где-то уже виделись."
            un "А моя женская интуиция говорит мне, что такие ощущения не к добру."
            me "Как сурово сказано! Женская интуиция!"
            "Лена показала мне язык."
        window hide
        scene bg int_house_of_un_day
        show un grin pioneer with dspr
        if alt_day_binder != 1:
            play music music_7dl["take_my_hand"] fadein 5
        else:
            play music music_7dl["take_my_hand"] fadein 4
        un "А теперь, может, закончим то, зачем сюда пришли?"
        me "Мы пришли сюда вместе время провести, разве нет?"
        show un normal pioneer with dspr
        un "Я думала показать тебе некоторые из своих работ, но если тебе неинтересно…"
        "Блин, о чём я думаю вообще!"
        if persistent.un_7dl_good_ussr or persistent.un_7dl_good_rf:
            me "Что ты, милая, конечно, интересно. {w}Просто после некоторых действий всё из головы повылетало."
            show un laugh pioneer with dspr
            un "Да… Я сама с трудом вспомнила."
        "Некоторое время ничего не происходило — Лена в темпе пересматривала работы и отбирала те, которые мне можно посмотреть, отделяя те, что мне смотреть непозволительно."
        "Время вынужденного простоя приближалось к десяти минутам, когда неожиданно резким порывом ветра, нырнувшим в распахнутую по случаю жары форточку, у неё вырвало из рук рисунки и ровным слоем разбросало по полу."
        show un surprise pioneer with dissolve
        un "Да что такое-то…"
        "Причитая, она присела на корточки и, двигаясь гусиным шагом, стала собирать разбросанные сокровища изобразительного искусства."
        un "Как это всё невовремя: теперь всё попачкается!"
        "А я бы помог ей, но занят был: держал в руках картинку — очередную картинку из прошлого."
        "Лист залепил мне лицо, и, сняв его, я сразу обратил внимание на невероятно реалистичную передачу образа."
        "Вот мальчик, колотящий кулачками о стекло, а в отражении виден разваливающийся самолёт: чистая графика, без красок, передающая одно слово — горе."
        "Вот парень и девушка взобрались на дерево и шагают с ветки прямо в пустоту. Это мечта."
        "Вот мужчина в горнолыжном комбинезоне сидит, опираясь спиной о постамент Генды, а из носа у него идёт кровь. Ещё одна мечта."
        "И это только то, что я успел поймать."
        "Там и сям на полу можно было разглядеть невозможные, невероятные картины, которых я никогда не видел  — и всё же знал их!"
        me "Лен…"
        "Страх был холодным."
        me "Это что, всё из твоего прошлого? Или сны?"
        me "Я поклясться могу, что аэропорта в вашем городе точно нет."
        show un shy pioneer
        un "Сны…"
        me "И что? И даже — "
        "Я специально переврал название:"
        me "Еловая Поляна?"
        show un angry2 pioneer with dspr
        "Смерив меня снисходительным взглядом, Лена обронила:"
        un "Какая же она Еловая, когда Сосновая!"
        show un shocked pioneer with dspr
        un "Ой!"
        me "Ага. {w}Надо понимать, тебе это тоже снилось."
        window hide
        show un normal pioneer with fade
        "Ещё несколько минут царило молчание, пока мы собирали её художества с пола, а Лена старательно не смотрела в мою сторону."
        "Давить на девочку сейчас было бы… неразумно."
        "Но я ничего не мог с собой поделать."
        "Голова трещала: в ней пытались с комфортом разместиться воспоминания двух, хорошо если не трёх жизней, длительностью примерно равных моей."
        th "Как будто всё началось кучу лет назад, когда меня за руку привели в мой первый класс, и наши взгляды перекрестились."
        th "А она через год уехала лечиться, а там и наша семья переехала. {w}И мы никогда-никогда больше не виделись."
        "Но в памяти задержались тёмные волосы, слишком крупная для такой хрупкой фигурки голова, и огромные глаза, вкупе с забавными хвостиками, делающие обладательницу похожей на героя некого аниме."
        "А может, дело было так? Я, нетвёрдо стоящий на ногах после двадцатичетырёхчасового перегона и литра водки, пришедшегося только на меня — а гудел весь вагон! — ссыпаюсь на неизвестном перроне неизвестного мне города, а в подземном переходе меня ловит под локоток она."
        "Взрослая, невозможно красивая, в своём чёртовом скафандре — и хочется откинуть капюшон и выпустить наружу тёмные, с фиолетовым отливом, волосы."
        "Меня трясёт всю дорогу, и даже тогда, когда она на трамвайной остановке счастливо вздыхает и, прижавшись ко мне, кладёт голову на плечо — мандраж не отпускает."
        "Да ну, там вообще всё по-другому было! {w}Я уже рассказывал! И про Сосновую Поляну, и про кучи листьев, про каштаны и забеги наперегонки с трамваем."
        me "Мне кажется: я знаю тебя дольше, чем просто целую жизнь."
        me "А потому я не буду спрашивать, откуда ты знаешь, что Еловая Поляна на самом деле Сосновая."
        me "И почему ты не удивляешься, когда я говорю о том, что стал бы греть твои руки у себя в карманах — а на моей памяти ещё ни одна девушка не утерпела от того, чтобы не попробовать, каково это на самом деле будет."
        "Я вздохнул."
        if ('un' in list_d2_convoy_7dl):
            "Эта беседа ведёт в никуда, и если бы вчера-позавчера я выбрал бы не Лену в провожатые — кто знает, может быть, я сейчас разрывался бы от противоречивых воспоминаний о ком-нибудь другом?"
        elif ('sl' in list_d2_convoy_7dl):
            "Несмотря даже на то, что моим провожатым стала златовласка, и, наполнившись ей до донышка, я даже увидел её образ во сне, она так и не стала тем, кем стала Лена."
        elif ('dv' in list_d2_convoy_7dl) and not alt_day2_us_escape:
            "А обход лагеря я делал с рыжей, и она даже приснилась мне. {w}Но вот про неё почему-то у меня в голове нет полузабытых воспоминаний."
        me "А ты сможешь мой портрет нарисовать?"
        me "Я, конечно, вряд ли усижу необходимое количество времени неподвижно, но…"
        show un grin pioneer close at center
        un "Да вертись сколько хочешь… Я запомнила тебя крепко-накрепко."
        "Меня как на прицел взяли — Лена изучала меня поверх карандаша в вытянутой руке строго и неулыбчиво."
        "Белый лист ватмана уже ждал своего часа у неё на коленях, и мне уже было любопытно, что же она изобразит."
        "В прицел… Или в видоискатель?"
        show un smile pioneer far with dissolve
        un "Предупреждаю сразу: может получиться очень странно. {w}Я лишь убираю лишние места на бумаге, и то, что остаётся…"
        "… и есть я."
        th "Я понял уже. Тоже про Микеланджело Буонарроти читал."
        "Она взглянула на меня всего один раз — и углубилась в рисование. {w}Похоже, слова о том, что она меня ОЧЕНЬ хорошо запомнила, не были так уж далеки от истины."
        "Чуточку ссутулившись, опустив плечи, она прикрыла глаза, бегло чиркая грифелем по белой поверхности, работая сразу наверняка, начисто, не используя ни направляющих, ни чего-то в этом роде."
        "И я почему-то сразу поверил в то, что получится как минимум неплохо. {w}Самое тривиальное приобщение к чуду."
        "Разве что оно могло было бы быть чуточку менее длительным."
        "Полчаса спустя я заскучал и, неслышно поднявшись с табуретки, обошёл Лену по периметру и заглянул через плечо."
        "Мой район. Знакомые места, где я когда-то рассекал на роликах, очень много гулял, а в результате…"
        "Ограничился вылазками в ларёк за сигаретами?"
        "Необычный ракурс, будто откуда-то сверху, показывающий заснеженные пятиэтажные хрущёвки чем-то… красивым?"
        "И чуть ниже фокуса можно было разглядеть сутулую фигуру в то ли пальто, то ли куртке и мешковатых зимних «Бёртонах» с неизменной торбой через грудь."
        "Она беспомощно пожала плечами."
        un "Я вижу тебя таким…"
        me "Фантастика…"
        "Вряд ли бы я удивился больше, если бы она нарисовала мою берлогу, где единственным источником света является око монитора."
        "И будто подтверждая мои опасения, Лена улыбнулась."
        un "Хотя хотела сначала нарисовать тебя сидящего в одних трусах у телевизора… Нет, это не телевизор, это как-то по-другому называется."
        me "Монитор?"
        show un surprise pioneer
        un "Точно."
        show un smile pioneer with dspr
        if alt_day3_un_strip_pool_sp > 1:
            un "Но я поняла, что ни разу не видела тебя обнажённым, а значит, могу наврать с пропорциями."
            th "Вообще-то, частичной обнажёнки иным художникам вполне хватает."
            "Но я не стал заострять внимание на этом."
        "Надеюсь, она сейчас ни на что не намекает?"
        me "Если ты хочешь, чтобы я разделся, то просить надо иначе!"
        "Я покраснел, но игру поддерживал всеми силами."
        un "Да нет, наверное. {w}Нас и так наругают, если здесь застукают."
        if alt_day4_neu_transit != 1:
            me "А как же тогда якобы подготовка к экзаменам?"
            me "Нас же ото всего освободили — и от мероприятий, и от купаний — ото всего!"
            un "Да? Много видишь здесь учебников?"
        play sound sfx_paper_bag
        "Она наконец закончила рисунок и вручила его мне."
        if alt_day4_neu_transit != 1:
            "Уж на этот счёт можно было не спрашивать."
            me "А мы скажем, что пробежались кто что помнит, пока тихий час."
            "Недоверие на её лице было написано аршинными буквами."
            un "Ага. {w}И как много ты помнишь из школьной программы по алгебре?"
            "Рука сама собой потянулась к затылку. {w}Хотя, наверное, уместнее было бы, если бы она потянулась к лицу."
            "Я больше десяти лет назад закончил школу — кроме иксов в памяти вообще ничего не осталось… Даже несмотря на чёртову медаль… Кстати, так никому и не пригодившуюся."
            me "Честно сказать, вообще ничего не помню."
            me "Но есть мнение, что вожатая помнит ещё меньше."
            me "Ты на её лицо посмотри — чистый же гуманитарий!"
            show un shy pioneer with dspr
            un "Ладно."
            "Она шутливо погрозила мне пальцем."
            un "Но импровизировать будешь сам!"
            dreamgirl "Не боись, синус на косинус — придумаем что-нибудь."
            dreamgirl "В крайнем случае запудрим ей мозг решением квадратных уравнений."
            th "Ты помнишь формулу?"
            "С уважением спросил я."
            dreamgirl "Э… Нет. Но там точно с корнем что-то, главное, чтобы корень был, а дальше прорвёмся."
            th "Дырявая память, чужие воспоминания, ноль информации о школьной программе и в нагрузку — ручное раздвоение личности. {w}Доктор, заберите меня отсюда! И дайте вкусных квадратных таблеточек!"
            me "Как на духу наимпровизирую!"
            show un serious pioneer with dspr
            un "Серьёзно?"
            un "Справишься?"
            me "Нет."
            "Обескураживающе честно признался я. Кажется, с книжками немного посидеть всё же придётся."
            show un surprise pioneer with dspr
            un "Но ты же…"
            me "Просто я трезво прикинул собственные шансы и знания."
            me "В общем, в гости к Жужелице заглянуть придётся. Мы же теперь, вроде как друзья?"
            th "Так что сейчас мы встаём и плавно перемещаемся в сторону хранилища знаний."
            play sound sfx_7dl["eat_horn"] fadein 1
            un "После полдника сходим, да?"
        un "Пора чего-нибудь сгрызть!"
        un "Но если тебе вдруг лень идти до столовой, мне там кое-что привезли…"
        "Дожили: меня в летнем лагере девочки из родительских запасов подкармливают!"
        me "И думать забудь! Тебе привезли — тебе нужнее."
        th "Вот если бы я в гости к тебе в городе пришёл — то, разумеется, заставил бы у плиты попрыгать."
        th "Почему бы и да?"
        stop music fadeout 5
        stop sound fadeout 4
        stop ambience fadeout 2
        window hide
        return
    elif herc:
        if alt_day4_neu_transit == 1:
            me "Я слышал, ты рисуешь. Могу попозировать!"
            "Я покраснел."
            me "Если хочешь, конечно."
            me "Я слышал, в художественных училищах рисуют…"
        else:
            me "Помнится, ты просила меня попозировать…"
            "Я покраснел."
            me "Скажем так… В естественном обличьи."
        show un surprise pioneer with dspr
        un "И ты согласен?"
        me "Скажем так: при соблюдении некоторых условий — я весь твой. Обещаю."
        un "Обещаешь?"
        me "А что с тобой поделаешь… Обещаю, конечно."
        me "Посему… {w}Пользуйся моментом."
        show un laugh pioneer with dspr
        un "Как скажет мой господин…"
        "Кажется, я нашёл партию себе по зубам… Кого-то, кого я не захочу оттолкнуть, даже если станет совсем плохо."
        window hide
        stop ambience fadeout 1
        scene bg ext_library_day with dissolve
        stop music fadeout 2
        pause(2)
        play sound sfx_door_squeak_light
        $ persistent.sprite_time = "day"
        scene bg int_library_day with dissolve
        play music music_list["what_do_you_think_of_me"] fadein 3
        show un normal pioneer with dspr
        $ day_time()
        $ persistent.sprite_time = "day"
    
        menu:
            "Догола раздеваться?":
                $ karma -= 10
                show un grin pioneer with dspr
                un "Разве что очень хочется."
                "Она лукаво взглянула на меня."
                un "Хочется?"
                "Щёки опять заполыхали — сыграть в невозмутимого парня не получается."
                "Как же это забавно, когда внутри тебя сидит умудрённый опытом, чуточку циничный и абсолютно непрошибаемый голос, а сам ты смущаешься, чувствуешь себя неловко и краснеешь раньше, чем успеваешь понять что вообще происходит."
                me "Не поверишь!"
                show un laugh pioneer with dspr
                un "Ну, не хочешь как хочешь, просто рубашку сбрось и сядь куда-нибудь, чтобы я тебя запомнить смогла."
            "Не задавая глупых вопросов, снять рубашку":
                $ lp_un += 1
                "Немного путался галстук — как и всегда, впрочем."
                "Зато пуговицы, будто смазанные, выскакивали из петель, стоило лишь коснуться."
                "Вот на стол полетела рубашка, я взялся за ремень…"
                show un smile2 pioneer with dspr
                un "А ты решительный! Нет, шорты снимать не нужно."
                un "Достаточно просто торса, а то я отвлекаться буду постоянно."
                "Я улыбнулся и уселся на табуретку."
                me "Надеюсь, никто нас здесь не застукает… А то знаю я тут некоторых излишне болтливых личностей с избытком фантазии."
                show un serious pioneer with dspr
        "Вообще, странное ощущение, когда тебя рисуют с натуры."
        "Даже не знаю, с чем это можно сравнить. {w}Разве что с процессом получения-изготовления загранпаспорта."
        "Сейчас уже, наверное, и не вспомню, зачем мы выбрались в Лондон — то ли конкурс какой, то ли концерт, а может, и то и другое."
        "Во что вылилась эта поездка — ссора и дождь, до жути неотличимый от витающей в воздухе измороси моего родного города — я даже сейчас изо всех сил стараюсь не вспоминать."
        "Другое дело — это фотография на биометрический паспорт, когда ты должен выпрямиться так, что гипертрофированная грудная клетка, кажется, сейчас пополам треснет, и плечи отвалятся к чертям собачьим."
        "И эти дурацкие кресты, на которые надо смотреть во время съёмки, чтобы, значит, получился взгляд «в фокусе»."
        "Да какой там фокус — если они друг к другу расположены близко, и для удержания обоих в поле зрения приходится скашивать зрачки, в результате чего на фото уходит откровенно дурной образ, демонстрирующий у меня прогрессирующее косоглазие. {w}Тьфу, блин."
        "А потому на таможне, перед тем как допустить к дьютифришкам с бросовым «бифитером» за бросовую цену, меня мурыжили минут пятнадцать, отказываясь поверить в то, что я это я."
        "Подумаешь, не побрился перед съёмкой, дальше-то что? У нас страна свободная, я могу таскать щетину столько, сколько хочу!"
        "Потом аналогичная ситуация в Хитроу, где я встречал русскоязычного офицера (да, у меня лопнуло терпение, и я начал изъясняться исключительно русским матом!) уже скошенными зрачками и предложением подержать меня на пункте досмотра часов четырнадцать, чтобы пробилась щетина."
        "Хорошо, что нынешнее моё обличье от таких глупостей не зависит. Хотя, подозреваю, что на крестах пришлось бы косить ровно так же."
        "Лена тихонько рисовала, не отвлекаясь на стрёкот цикад из-за окна и отдалённые крики малышни откуда-то со стороны площади."
        "Она изучала меня, а я изучал её. Как это всегда и бывает в таких ситуациях, виноваты всегда оба."
        "Виноваты в том, что не закрыли ворота и не ощетинились пиками из бойниц, не обособились и не отморозились."
        "А ведь в такой ситуации любое не «нельзя» автоматически означает «можно»."
        "Первое впечатление, первое сцепление взглядом, первые полчаса вместе."
        un "Когда закончишь раздевать меня глазами, "
        "Не поднимая глаз от листа, попросила Лена."
        un "Повернись, пожалуйста, другим боком."
        "Я покраснел."
        show un laugh pioneer with dspr
        me "И ничего я никого не…"
        th "Откуда она знает?!"
        un "Взгляд у тебя ощутимый просто. {w}Тяжёлый и горячий."
        "Я старательно отвернулся и уставился на постеры на стенах."
        "Везде много Ленина, Сталина и абсолютно идиотских лозунгов в духе «да здравствует Первое Мая»."
        "Дебилы, это дата! Или что, не пожелаем ей здоровья, и целый день из календаря пропадёт?"
        "Или вот ещё — желаем счастья, процветания и глобализации."
        "Да вы охренели!"
        "Глобализация — это интеграция того, чем сильна страна, в мировой рынок.{w} То бишь, нам открытым текстом желают стать столом для целой планеты."
        "Какая прелесть! Забудем об интеллектуальном потенциале, культуре, полезных ископаемых — распашем страну и засеем всё картошкой!"
        me "И всё-таки ничего удивительного нет в том, что наши, именно наши политинженеры ездили в Штаты читать статьи о началах целевого маркетинга."
        show un serious pioneer at center with dspr
        un "Что?"
        me "Не видишь? Постеры с двойным, с тройным дном, лозунги, которые кажутся вам нормальными, а на деле призывающие громить инакомыслящих и просто непохожих."
        show un surprise pioneer with dissolve
        un "О чём ты говоришь?"
        "Я пожал плечами."
        me "Сама посмотри — дизайн, исполнение, агрессивные цвета, призывы с открытым подтекстом."
        "Я ткнул пальцем в один из постеров."
        me "Пионер! Учись сражаться за дело рабочего класса. Чувствуешь ловушку?"
        un "Н-нет… Но."
        "Я возвёл очи горе."
        me "Не видишь? {w}От тебя требуют учиться бороться за какое-то там мифическое дело рабочего класса."
        me "Это значит, достаточно одного краснобайствующего интригана, который сможет сказать, что он знает как правильно, подведёт логические обоснуи под, например, линчевание выходцев из Средней Азии."
        me "И всё. Миллионы одухотворённых молодых людей с огнём во взоре, свято уверенные в собственной правоте, вылавливают оного выходца и вздёргивают его на ближайшем фонарном столбе."
        show un normal pioneer at center with dspr
        un "Ну…"
        me "Вот так комсорги и замполиты умудрились сделать из человека шестерню, влюблённую в механизм. А это уже не пропаганда…"
        me "Это религия."
        un "Так ты… этот… диссидент?"
        show un smile pioneer with dspr
        un "Я раньше никогда не видела живого диссидента."
        if alt_day4_neu_transit != 1:
            me "Относительно тебя я из будущего, помнишь?"
            me "Читала когда-нибудь русские народные былины? Про предсмертное дыхание Святогора, от которого отказался Муромец?"
            "Дождавшись кивка, я продолжил."
            me "Издыхающий колосс, мощнейшая система советского образования, не связанная более шорами и пропагандой, отравила всех нас — тех, кто учился во время падения системы — наделив неизбывной тоской по тому, чего никогда не было и никогда не случится."
            me "Нам была дарована великая сила — видеть вещи такими, какие они есть на самом деле."
            me "Беда в том, что эта сила, как и любой другой подарок умирающего Союза, была мёртвой, и не могла породить ничего жизнеспособного."
            show un serious pioneer with dspr
            un "Ты был прав: твой мир — это жуть какая-то."
            "Оторвавшись от рисования, сказала Лена."
            me "Я предупреждал."
            me "И именно поэтому я наслаждаюсь этим временем: летом, твоей компанией и атмосферой эдакого застоя, блаженного неведения и приземлённого счастья."
            me "Хотя первый «Макдональдс» в Москау-сити отгрохают уже через полгода, и народ туда будет ходить и хотеть, как раньше ходил и хотел в кондитерские."
            me "Отмечать дни рождения долбаной булкой с котлетой сомнительного качества и газировкой, больше подходящей для растворения эмали ваших зубов, чем для реально употребления в пищу."
            me "На нас потом ещё несколько лет весь мир будет показывать пальцем — как мы, надев свои самые нарядные джинсы и пуловеры, выстраиваемся километровыми очередями, чтобы приобщиться к таинству картошки фри и чикен макнаггетс."
            me "Хорошо всё-таки, что здесь относительная провинция, и всеобщая истерия западнизации доберётся в местные волости нескоро."
            show un sad pioneer with dspr
            un "И что же делать теперь?"
            "Спросила девочка, глядя поверх края листа."
            un "У тебя там плохо. {w}У нас здесь скоро станет тоже плохо.{w} Где же тогда хорошо?"
            show un smile pioneer at center with dissolve
            un "А, я придумала!"
            me "Что?"
            "Лена невежливо ткнула в мою сторону ластиком на незаточенном конце карандаша."
            un "Будем делать «хорошо» там, где мы есть."
            me "Вот и я считаю, что хорошо — это там, где есть ты."
            show un surprise pioneer with dissolve
            me "Я стараюсь держать себя в рамках."
        me "Кстати, как там успехи?"
        "Она только отмахнулась — мол, продолжай свою болтологию."
        show un smile3 pioneer with dissolve
        un "Дорисую — покажу!"
        "Я уселся поудобнее, размышляя, о чём бы можно ещё поговорить."
        "В момент, когда девочка рисовала, она раскрепощалась полностью, отбрасывая ненужную стеснительность, задумчивость и рассеянность."
        "И я, честно, даже не знал: под каким бы ещё соусом забраться ей в душу поглубже в момент её максимальной открытости."
        "Да и хотелось ли? Мне всегда казалось, что в любом человеке должна оставаться толика недосказанности, иначе он очень быстро становится неинтересен."
        "Но оставалась одна темка, животрепещущая для парочек всех времён и народов. {w}Бывшие."
        me "Лена, давай сыграем в одну игру?"
        show un grin pioneer with dissolve
        un "Какую же?"
        "Поинтересовалась пионерка, не отрываясь от бумаги."
        me "Есть одна игра, правда, в неё обычно принято играть компанией побольше, но раз уж у нас тут подобралась обоюдно заинтересованная компания из двух человек…"
        me "Игра называется «правда или желание». {w}Правила достаточно просты — есть две коробки: с правдой и с желаниями."
        me "Ты вытаскиваешь сначала фант из коробки с правдой и максимально правдиво и честно отвечаешь на вопрос."
        show un sad pioneer with dspr
        un "А что, если я не смогу или не сумею правильно ответить на вопрос?"
        me "Значит, тянешь фант из коробки с желаниями. {w}Всё просто."
        "Немного посомневавшись, она кивнула."
        un "Хорошо, давай попробуем."
        "Мы нарезали чистый лист бумаги и стали придумывать, какой бы каверзный вопрос можно было задать другому… Или желание."
        un "А загадывать можно всё что угодно?"
        me "В пределах разумного, конечно."
        show un shy pioneer with dspr
        un "Тогда ой…"
        "Она смяла один из фантиков и стала писать следующий."
        "Наконец минимальный запас для игры был составлен, и, раскидав бумажки по коробкам, мы приступили к процессу!"
        "Первый фант не вызвал затруднений, а после бойкого анкетирования затянул нас обоих."
        "{i}Ваше сердце свободно?{/i} "
        show un grin pioneer with dspr
        un "Нет, не свободно."
        un "Твой черёд!"
        "Мне тоже несложно было отвечать."
        me "Нет, не свободно. Давай дальше!"
        "{i}Любите ли вы кого-нибудь?{/i} "
        show un shy pioneer with dspr
        un "Желание!"
        "Я поощряюще кивнул ей на коробку с желаниями."
        "Немного подумав, она запустила руку в коробку и, достав оттуда фант, развернула."
        me "Ну-ка, что там?"
        un "Снять одну вещь, любую."
        me "Так снимай! Туфли, например. Или, там галстук."
        "Она последовала моему совету и, оставшись босиком, подобрала ноги под себя и поощряюще кивнула."
        un "Теперь ты."
        me "Блин. На такой вопрос тяжело сразу ответить!"
        un "Тогда тяни желание!"
        "Она немного расстроилась, но возможность немного поиздеваться надо мной немного подсластила пилюлю."
        "Что поделать, пришлось тянуть желание!"
        "Фант гласил:"
        "{i}Целуйте человека напротив вас 20 секунд.{/i} "
        me "Не думай, что я делаю это из собственной прихоти!"
        "Я навис над девочкой и честно отсчитал положенные двадцать секунд."
        me "Тащи дальше!"
        show un smile pioneer with dspr
        un "Давай!"
        "{i}Как именно Вы любите целоваться?{/i} "
        show un shy pioneer with dspr
        un "Не знаю! Меня только ты целовал, и мне пока всё понравилось!"
        me "А мне нравится… Французский. {w}Как-нибудь покажу."
        show un smile2 pioneer with dspr
        un "А почему не сейчас?"
        me "Потому что твоя очередь тянуть!"
        un "Ладно."
        "Она рассмеялась и потянула следующий фант."
        "{i}Какое Ваше любимое занятие?{/i} "
        un "Ну, это совсем легко! {w}Я рисовать люблю!"
        un "А ты?"
        dreamgirl "Ага, давайте расскажем девочке о том, что я всем прочим видам досуга предпочитаю компьютер."
        th "Неправда! Я ещё музыку люблю. И читать."
        dreamgirl "И как давно ты обновлял фонотеку и библиотеку?"
        th "Ну, я же ещё не все перепробовал."
        dreamgirl "Прохладные отмазки. Давай желание тащи."
        me "Желание."
        "{i}Сделайте эротическое фото.{/i} "
        "Ааааа, блин! Я надеялся, что этот фант Лене достанется!"
        "Как говорится — что такое не везёт, и как с этим бороться."
        "Ладно, я всё равно полураздет, так что по местным пуританским стандартам, вполне себе тяну на минимум старлетку."
        me "Так, сиди и не дёргайся."
        "Я подошёл к Лене и, приобняв её за плечи, вытянул вперёд руку с телефоном. Селфи, да."
        un "Ты что делаешь?"
        "Одними губами спросила Лена, покорно скалясь в раствор диафрагмы."
        me "Снимаю на счёт «три!», готовься!"
        me "Один… Три!"
        window hide
        $ renpy.pause(4.4, hard=True)
        play sound sfx_7dl["snap"] fadein 0
        scene white with flash
        $ renpy.pause(3.4, hard=True)
    
        scene bg int_library_day
        show un smile pioneer at center
        with dspr
    
        un "Ты фотографировал!"
        me "Да. Вот."
        "Я протянул ей смарт, где уже закончило обрабатываться фото."
        me "Теперь и у меня от тебя кусочек памяти будет."
        un "Хорошо как. {w}Ну что, дальше?"
        me "Что за вопросы! Конечно, дальше!"
        show un surprise pioneer with dspr
        "{i}Как часто Вы врете?{/i} "
        un "Плохой вопрос… Очень плохой."
        un "Как бы я ни ответила, всё будет неправильно. Если скажу, что не вру — ты не поверишь, а если скажу, что вру — то… В общем, желание."
        me "Давай…"
        show un shocked pioneer with dspr 
        "Похоже, задание из желаний удивило её ещё сильнее, чем вопрос."
        me "Что там?"
        "Вместо ответа, она протянула мне фант."
        "Развернув его, я прочитал."
        "{i}Соприкасайтесь языками с человеком напротив вас пять секунд.{/i} "
        show un sad pioneer with dspr
        un "Зачем ты такие гадкие желания написал?"
        "Тихо спросила она."
        th "Гадкие? Ну, блин."
        dreamgirl "Забыл про поцелуи? {w}Ты был первым, кто её целовал, и она не знает других, кроме тех, что губами делаются."
        me "Ладно, расслабься и глаза закрой."
        me "Доверься мне, ладно?"
        show un surprise pioneer close at center:
            xalign 0.5 yalign 0.5 zoom 1.0
            linear 1.5 zoom 1.35 xalign 0.5 yalign 0.35
        "Она трудно сглотнула и показала кончик языка."
        "Зажмурилась от ужаса."
        "Легко преодолев символическое сопротивление, я уже несколько секунд спустя осязал кончик её языка."
        hide un
        show un angry2 pioneer
        with dissolve
        "И когда пять секунд спустя я отшатнулся назад, она с некоторым даже возмущением посмотрела на меня."
        un "Эй, ты куда?! Вернись немедленно!"
        me "Ну уж нет. Мой ответ, а потом ты тащишь следующий фант."
        me "Там был вопрос о лжи… Ничего сложного. {w}Я вру постоянно. Дальше."
        "Девочка обожгла меня взглядом, но спорить не стала и достала следующую бумажку."
        "{i}Любите ли Вы готовить?{/i} "
        show un normal pioneer with dspr
        un "Терпеть не могу. {w}Но ради близких — смогу, и даже, возможно, смогу получить удовольствие. {w}Ты?"
        me "Ненавижу. {w}Заказ пиццы — наше всё."
        "Самый лёгкий фант — жаль, не с него начали."
        me "Три штучки ещё осталось — тащи!"
        show un normal pioneer with dspr
        un "Да…"
        "{i}Какая самая заветная мечта?{/i} "
        un "Ух… А если этих мечт… мечтов… мечтаний?"
        me "Грёз."
        un "В общем, их больше одной. Я выставляться хочу, стать кем-то большим, чем очередной швеёй-мотористкой, научиться рисовать и стать художником."
        me "Давно ли?"
        un "Подспудно — всю жизнь… А вслух… Два дня."
        me "Прекрасная мечта. Но ты говорила, что их больше одной?"
        show un shy pioneer with dspr
        un "Д-да н-нет… В общем, не могу я вторую сказать!"
        dreamgirl "Самое время проявить галантность и участие."
        me "Не можешь, значит, не можешь. Теперь моя мечта…"
        "Я призадумался."
        "Как-то так оказалось, что я уже очень давно ни о чём не мечтал. Были какие-то сиюминутные желания, потребности, прихоти — но называть их мечтами я бы постеснялся."
        "Разве что…"
        me "А я хочу выбраться отсюда и не потерять тебя. {w}Или вытащить тебя к себе. {w}Или остаться с тобой."
        "Жадное, эгоистичное желание забрать свою мечту себе и носить повсюду с собой."
        show un serious pioneer with dspr
        un "Ты так просто об этом говоришь…"
        me "Не вижу смысла стесняться."
        "Лёгкое пожатие плечами."
        "В библиотеке повисло молчание."
        show un sad pioneer with dspr
        un "Я тяну дальше?"
        "Молчаливый кивок."
        "{i}Любите ли Вы вмешиваться в чужие дела?{/i} "
        un "Нет. {w}Терпеть не могу лезть и вмешиваться."
        me "Согласен. {w}Рад, что мы солидарны здесь."
        un "Но это не значит, что мне плевать на окружающих…"
        me "Я понял."
        "Мягко перебил я девочку."
        me "Лена, я сам такой же, и у меня так же замирает внутри от чужой боли."
        show un serious pioneer with dspr
        un "Да…"
        window hide
        with fade2
    
        "{i}Какой Ваш любимый цвет?{/i} "
        un "Здесь всё просто. Я люблю голубой."
        me "Да, просто. А я…"
        play sound sfx_7dl["eat_horn"] fadein 1
        "Закончить мне не дал заверещавший жестяной рупор репродуктора, зовущий голодающих пионеров приобщиться к сокровищнице мировой кулинарии."
        show un smile pioneer
        un "Вот и всё, спасибо за компанию!"
        "Я только улыбнулся и протянул ей руку."
        stop music fadeout 5
        stop sound fadeout 4
        window hide
        stop ambience fadeout 1
        return
    else:
        if 'nwsppr' in list_clubs_7dl:
            me "Ты про злополучную статью?"
            show un smile3 pioneer with dspr
            un "Надо же доказывать, что не просто так тебя в стенгазету взяли."
            "Она очаровательно улыбнулась, и я еле-еле удержался от того, чтобы не расцеловать её прямо в столовой."
            me "Ладно, статья так статья. {w}Но ты будешь ходить со мной?"
            show un laugh pioneer with dspr
            un "Да с удовольствием! {w}Откуда ты хочешь начать?"
            me "С Мику. Она самая главная по этой части — к ней и пойдём."
            show un smile pioneer with dspr
            "Лена разулыбалась и подтвердила правоту моего решения энергичным кивком."
            un "Ну? С богом?"
            "И мы двинулись на выход."
            
            play ambience ambience_camp_center_day fadein 3
            $ persistent.sprite_time = "day"
            scene bg ext_musclub_day
            show un normal pioneer
            with dissolve
            un "Скажи, а что ты думаешь о музыке вообще?"
            me "Я раньше музыкой занимался. Миллион лет назад."
            me "То бишь не совсем бесталанный, да и навыки кое-какие имеются."
            un "Серьёзно? У тебя слух-голос есть?"
            me "Спрашиваешь… Я же и пел некоторое время!"
            show un shy pioneer with dspr
            un "Мне тоже говорили, что у меня голос есть… Но я жутко стесняюсь на публике выступать."
            "И в этом мы с ней полностью схожи."
            "Разве что я могу на некоторое время просто отключить нафиг голову и оттарабанить номер как по нотам, потому что количество раз, которое я обычно репетировал номер, сравнимо разве что с количеством раз, которое я готов прослушать сильно зацепившую песню."
            "Как до любого другого тормоза, до меня доходит, что песня немного надоела, раза с трёхсотого."
            "А потому все слова, ноты, движения, хореография и даже поклоны с улыбками врастают куда-то между безусловными рефлексами и реакциями."
            me "Надо будет тебя как-нибудь сводить в караоке — послушать, как поёшь."
            dreamgirl "Как низко ты пал!"
            me "Или к Дворцовой арке: там акустика — закачаешься."
            show un normal pioneer with dspr
            un "Ты про свой родной город?"
            if alt_day4_neu_transit != 1:
                me "Про наш…"
            window hide
            stop ambience fadeout 2
            play sound sfx_open_door_2
            pause(1)
            $ persistent.sprite_time = "day"
        
            "Мику не оказалось на месте, а вот дверь была открытой."
            "Очень безответственно!"
            if alt_day1_sl_keys_took == 1 or alt_day1_sl_keys_took == 3:
                "Похлопав себя по карманам я, заговорщически огляделся и запер помещение."
                me "Ничего не могу поделать с собой. {w}Я с очень большим пиететом отношусь к музыкальным инструментам."
                me "И, боюсь, что не все здесь разделяют мои взгляды."
                show un smile2 pioneer with dspr
                un "Ты такой хозяйственный!"
                "Похвалила она меня."
                "И тут же угробила половину ощущения от комплимента, между делом поинтересовавшись."
                un "А где ты ключи взял?"
                me "Где взял, где взял… Где взял, там больше нет."
                show un laugh pioneer with dspr
                un "Ты их у Слави свистнул?"
                me "Вообще, она их сама оставила, когда меня кормила в первый день, вот я их и прихватизировал."
                un "Очень хозяйственный!"
            un "Пойдём дальше Мику искать?"
            "Я кивнул и направился в сторону сцены — в свете приближающегося концерта, логичнее всего было ожидать нашего худрука именно там."
            window hide
            $ persistent.sprite_time = "day"
            scene bg ext_stage_normal_day
            with dissolve
        
            "Мы не ошиблись в наших прогнозах — Мику и правда была здесь."
            "И удивительно, как невысокая хрупкая девочка умудрялась занимать столько места, находясь, похоже, сразу всюду."
            "Вот она кричит на монтажников, направляющих софиты на ближнюю треть сцены, вот машет Славе, показывая, что уровень сигнала приемлемый, уловив «крест» со сцены, обрывает фонограмму и заставляет «маленьких лебедят» прогнать номер ещё раз."
            show un smile3 pioneer with dissolve
            un "Засмотрелся, а?"
            "Толкнула меня локтем в бок Лена и засмеялась, нарочито аккуратно подбирая мою челюсть и возвращая её на место."
            me "Так, три стихии, на которые можно смотреть вечно — горящий огонь, текущая вода…"
            show un laugh pioneer with dspr
            un "И то, как работают другие люди?"
            "Рассмеялась Лена."
            me "Да! А что?"
            un "Да ничего. Пойдём интервью у неё возьмём, для статьи."
            "Я полностью согласился с Леной и, подав ей руку, галантно повёл по направлению к диджейскому пятачку, полностью оккупированному Мику."
            show mi normal pioneer at left with dissolve
            mi "Ой, смотрите, кто пришёл! Леночка и Сеня. Вы очень вовремя, очень! Хотите концерт посмотреть или о послезавтрашнем поговорить заглянули?"
            me "Вообще-то, мы к тебе пришли в надежде взять интервью."
            show mi happy pioneer with dspr
            mi "Ой, интервью! Интервью я люблю! О чём вы хотите поговорить? Если о моих творческих планах, то вынуждена вас разочаровать — ближайшие несколько лет я собираюсь посвятить только учёбе, и вообще на сцену не пойду, разве что в рамках самодеятельности."
            show un normal pioneer with dspr
            me "Вот как раз о послезавтрашнем концерте мы и пришли поговорить."
            "Вежливо ответил я, стараясь не обращать внимания на поморщившуюся Лену."
            if 'music' in list_clubs_7dl:
                show mi grin pioneer with dspr
                mi "Конечно-конечно! Но ты не забыл, Сенечка, что мы в одном кружке — а значит, ты должен мне помогать, заглядывать в рот и всячески восхвалять?"
                "Она несколько секунд наслаждалась моим оторопелым лицом."
                "И наконец не выдержала."
                show mi laugh pioneer with dspr
                mi "Ой, не могу! Это всегда срабатывает, и всегда все такие забавные лица делают, как будто я сказала что-то непристойное! Это мне папа показал, когда объяснял о началах привлечения внимания аудитории, а я взяла на вооружение."
                me "Ага. Так ты пошутила о том, что я должен тебе помогать?"
                show mi normal pioneer with dspr
                mi "Нет, конечно! Я пошутила только о том, что ты должен меня восхвалять: сама вижу, что ты Леночкой полностью занят, и она за один взгляд в твою сторону снимет с меня скальп — и будет полностью в своём праве! А это значит…"
                me "Да?"
                mi "«Танец маленьких утят» умеешь?"
                $ alt_day4_un_7dl_ducks = True
                "Не дожидаясь моего ответа, она забавно сморщила носик и напела:"
                mi "На шагающих утят быть похожими хотят, и конечно же не зря, кря-кря-кря…"
                me "Знаю, знаю!"
                "Поспешил я перебить девочку, пока она не оттянула на себя внимание ста процентов наличной аудитории."
                mi "Вот и прекрасно — значит, лезешь наверх, оттаскиваешь вот тех малышей в серых костюмах к дальнему краю сцены, чтобы не мешали, и репетируешь с ними, чтобы к полднику уже могли что-нибудь изобразить. Справишься?"
                me "Не знаю."
                "Спорить с разгулявшейся японкой было бесполезно — она и в обычном-то состоянии представляла собой олицетворение человека-пулемёта, а здесь… Здесь это была не то зенитная батарея, не то «вулкан» со скорострельностью в пару тысяч за минуту."
                show un laugh pioneer with dspr
                un "Ступай, попробуй себя в роли хореографа."
                show un smile pioneer far with dissolve
                "Лена от души веселилась, когда отошла к скамеечке и, устроившись с максимальным комфортом, ободряюще кивнула — мол, жги."
                "Что ж поделать, придётся."
                hide un
                hide mi
                with dissolve
                "Чувствуя себя полнейшим идиотом, я опёрся ладонями о крашеные доски сцены и, подтянув себя, запрыгнул наверх, заозирался в поисках моих будущих подопечных."
                "Вышеупомянутые «утятки-лебедятки» потерянно столпились у левой кулисы, откуда я и забрал их:"
                me "Шестой отряд, да?"
                "Дождавшись потерянных кивков, я направился вглубь сцены, бросив не терпящим возражений тоном:"
                me "Следуйте за мной — и только попробуйте потеряться!"
                "Дружный топоток в качестве ответа наилучшим образом продемонстрировал мне, что ребятки решили прислушаться к указанию."
                "Дальний край эстрады был завешен белым непрозрачным полотнищем, идеальным для просмотра фильмов под открытым небом."
                "У америкосов это реализовано было на бетонных парковочных площадках, но наши пионеры могли и пренебречь комфортом ради хорошего шоу."
                "«Чапай», «Неуловимые», «Трус-Балбес-Бывалый» — несть им числа."
                "И вот вдоль этого самого полотнища мы и растянулись шеренгой по одному — по собственному опыту линеек прекрасно знаю, что вторая шеренга состоит из самых завзятых сачков, посему упразднил этот элемент как пережиток."
                "Не слушая возмущённых воплей, встал в ту самую раскорячку, откуда начинается этот дурацкий танец — на что только не пойдёшь ради одобрения в любимых глазах…"
                dreamgirl "Да, и ради того, чтобы заткнуть девочку-пулемёт."
                me "Повторяем за мной, медленно."
                me "Руки перед собой, пальцы сложены вместе, смотрят к солнцу! {w}Встали!"
                "Я прошёлся перед строем, поправляя кое-кого, решившего немного пофилонить, наконец удовлетворённо кивнул и позволил перейти к следующему элементу танца."
                me "Теперь смыкаем сложенные пальцы и большой палец, как будто пытаемся взять что-то из воздуха!"
                "…"
                play sound sfx_7dl["eat_horn"] fadein 1
                "Не знаю, где и как глубоко во мне дремал педагог-хореограф и был ли он вообще, или уж примитивным «маленьким утяткам» мог бы обучить кто угодно, кто хоть чуть помнил движения."
                "Но к моменту, когда прозвучал горн на полдник, детишки тихо сатанели от пятисотого повторения одного и того же."
                "Зато я был уверен в том, что разбуди их среди ночи — и они не облажаются, и даже в полусне спляшут так, как надо!"
                me "Свободны."
                "Я развернулся и направился к ожидающей меня Лене."
                "На Мику даже смотреть не хотелось."
                "Чёртова эксплуататорша подставила меня по полной программе."
                show un smile pioneer with dissolve
                un "А ты молодец!"
                "Улыбнулась мне Лена, принимая предложенную руку и поднимаясь."
                un "Разве что детишек совершенно напрасно укатал, они теперь этот танец возненавидят."
                me "А чё они…"
                "Я пожал плечами."
                me "Сами выбрали — сами виноваты. Не думаю, что они пришли к Мику и сказали, мол, хотят выступать, но нифига не умеют."
                me "Если я хоть чуть-чуть твою соседку знаю, она бы даже к таким безнадёжным пациентам подошла бы с выдумкой и огоньком."
                show un laugh pioneer with dspr
                un "Кстати, я у неё интервью взяла — после полдника перепишем и можно будет считать, что ты сдал вступительные в нашу стенгазету."
                me "Спасибо тебе, о благодетельница!"
                "Шутливо поклонился я, увлекая девочку за собой в сторону столовой — после двухчасовых плясок аппетит разыгрался нешуточный!"
                stop sound fadeout 3
                stop music fadeout 4
                stop ambience
                stop sound_loop
                window hide
                return
            else:
                me "Мику, возьми небольшой перерывчик, и расскажи нам всё, что можешь о будущем концерте!"
                "Попросил я, вежливо ухватив неугомонную японку за локоток."
                mi "Некогда мне, некогда! Надо номера поставить, акустику наладить, программу согласовать, подготовить фонограммы — нет времени, совершенно нет времени!"
                me "Ладно, тогда давай просто расскажи, сколько успеешь за две минуты!"
                show mi normal pioneer with dspr
                mi "Ну, вообще-то, это огромный секрет, но вам же, наверное, надо много времени на то, чтобы иллюстрации подготовить! Или вы будете фотографировать?"
                me "Я, помнится, видел у кибернетиков фотореактивы…"
                "Нет, об этом решительно некогда думать!"
                me "Мы рисовать будем: ты права — нам нужна информация заранее."
                mi "Я так сразу и подумала, что рисовать станете. Потому что Лена художница такая хорошая, только последние три дня рисует постоянно одно и то же — тебя!"
                show mi shy pioneer
                show un shy pioneer
                with dspr
                "Мику покраснела, поняв, что сболтнула лишку, но тут же переключилась на новый канал."
                show mi normal pioneer with dspr
                mi "Так вот, о том, что будет."
                mi "Алиса обещала сбацать что-то совершенно невероятное, если я правильно поняла, это будет номер для соло-гитары с фонограммой, так что можете её рисовать сразу с «Уралом», не ошибётесь."
                mi "Разумеется, я тоже хочу выступить! {w}Я покажу Лене своё платье вечером, пока надевать не рискую — один раз уже пыталась надеть, так меня из столовой выгнали за аморалку, пришлось до вечера в штанах ходить, пока форму выдавать не начали!"
                me "Ага, из столовой тебя выставили, и ты потащила эту красоту на сцену?"
                show mi surprise pioneer
                show un smile pioneer
                with dspr
                mi "А что такого! Это же сценический образ, понимаешь! Не в форме же мне выступать — я хочу быть нарядной!"
                "Я только улыбнулся. Дело хозяйское, фитиля потом от Ольги Дмитриевны не мне вставят."
                me "Я предупредил."
                mi "Да, а я тебя выслушала! Да чёрт!"
                show mi rage pioneer with dspr
                mi "Я сюда три чемодана тащила, а всю смену носила несчастную форму! Даже на танцы пришлось платье из костюмерной брать! Я хочу выглядеть нарядной!"
                "Она с пренебрежением сгребла рубашку на груди складкой:"
                mi "Я в этом себя замарашкой чувствую! Ни ярких красок, ни приталенности, ни даже нормально не обтягивает! Так что пусть говорят что хотят, а я на свой номер надену сценическое платье!"
                "Её горячность вызывала самое искреннее сочувствие и самую неподдельную улыбку."
                me "А кто ещё? Я слышал только про тебя и Алису. Не верю я, что весь гала-концерт будет из двух номеров."
                show mi normal pioneer with dspr
                mi "Нет, конечно, там достаточно плотная сетка выступлений, но из нашего отряда только Алиса, я… Ой, я совсем забыла — к нам ещё Электроник записался, что-то говорил, что будет на ксилофоне играть."
                "Рука потянулась к лицу. Унылые ксилофонисты — настоящие навозные жемчужины любого самодеятельного концерта…"
                me "Об этом мы точно писать не станем — не хочется позориться перед потомками."
                me "Всё, ни слова про Электроника больше."
                show un normal pioneer with dspr
                un "Вот и замечательно."
                "Лена обернулась к Мику."
                un "Что-нибудь ещё, о чём мы должны знать?"
                mi "Из действительно интересного — только это. Но я ещё не все номера отсмотрела."
                un "Ну, думаю, если вдруг увидишь перспективное — дашь знать, по-дружески, по-соседски."
                mi "Конечно! Обещаю."
                hide mi with dissolve
                "Мику мгновенно потеряла к нам интерес и погнала «маленьких утят» на десятое кряду повторение их дурацкого танца, а мы направились в сторону площади."
                play sound sfx_7dl["eat_horn"] fadein 1
                "Впрочем, нас на полдороги ещё перехватил милый любому пионерскому уху сигнал горна."
                un "Время-то как пролетело…"
                "Задумчиво изучая ладошку, сказала Лена."
                "Правильно истолковав намёк, я ухватил её за руку и потянул в сторону столовой."
                stop sound fadeout 4
                stop music fadeout 4
                window hide
                return
        elif alt_day4_neu_transit == 1:
            me "Как насчёт тогда поиграть во что-нибудь?"
            show un laugh pioneer with dspr
            us "Например, во что?"
            me "Ээээ…"
            "Я потерянно оглянулся, а затем меня осенило:"
            me "Может, продолжим наши тренировки в бадминтон?"
            "Подумав, Лена кивнула."
        elif 'badmin' in list_clubs_7dl:
            show un smile pioneer with dspr
            un "Ты разве забыл? Мы же на бадминтон записаны оба. Сегодня чётное число — значит, теннисисты отдыхают, а мы играем."
            me "Точно! Значит, коробка полностью в нашем распоряжении?"
            show un smile pioneer with dspr
            un "И даже не думай, что я стану тебе поддаваться!"
        else:
            un "Не знаю, как ты, а я собираюсь пойти погонять воланчик."
            "Она бросила на меня взгляд из-за плеча."
            un "Ты как? Со мной?"
            me "Что за глупые вопросы. Конечно, я с тобой!"
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_dining_hall_near_day
        show un normal pioneer
        with dissolve
        play ambience ambience_camp_center_day fadein 3
        "Немного постояв, она сориентировалась и двинулась на восток в сторону футбольного поля."
        show un normal pioneer far with dspr
        un "Ты чего встал?"
        show un smile pioneer far with dspr
        extend " Пошли!"
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_playground_day
        with dissolve
        play ambience ambience_soccer_play_background fadein 3
    
        "Обычно густозаселенная сегодня площадка была полупустой — одну половину пионеров родители до сих пор не вернули на родину."
        "Другая же — под давлением неумолимых вожатых, всеми силами тянущих спинку перед доморощенными инспектирующими — сидела в домиках, отбывая тихий час."
        "А значит, инвентарь и площадка в нашем полном распоряжении!"
        show un normal pioneer with dspr
        un "Пошли в коробку!"
        window hide
        play sound sfx_open_door_clubs_2
        scene bg ext_tennis_court_7dl
        show un normal pioneer
        with dissolve
        "Она поколдовала с дверью, запирающей корт, и приглашающе махнула рукой."
        if alt_day4_neu_transit != 1:
            me "А это вообще можно?"
            show un laugh pioneer with dspr
            un "Говорю же: чётный день. Сегодня корт занимают игроки в бадминтон."
            un "Борис Александрович обычно тренирует группу по мере формирования, поэтому мы можем поиграть немного."
            me "Поиграть?"
        show un grin pioneer with dspr
        if ('un' in list_d2_date_7dl):
            un "Ты мне тогда показал, как правильно подавать верхом, и я довольно быстро руку набила."
            un "Поэтому не жди лёгкой победы!"
        "Сходив к стенду, Лена вытащила две ракетки — в этот раз вполне себе серьёзные, плетёные, а не та пластмассовая ерунда, с которой она пыталась руку набить — и, немного поковыряв мешки, обнаружила бесхозный воланчик."
        un "Живём!"
        show un smile2 pioneer far with dissolve
        "Кинув мне ракетку, пионерка заняла место по ту сторону сетки и, приняв позу «машашарапова», азартно кивнула:"
        un "Тебе конец!"
        "Волан со страшной скоростью полетел на мою половину корта, и мне пришлось его в буквальном смысле вытаскивать из воздуха в прыжке, сделавшим бы честь иному футбольному голкиперу."
        play sound sfx_tennis_serve_1
        "Несчастный оперённый снаряд ушёл в небо великолепной свечой и приземлился прямиком на подставленную ракетку Лены, откуда скатился прямиком на мою половину."
        "Я, всё ещё стоящий в раскоряченной позе, мог лишь бессильно наблюдать за тем, как меня только что победила девчонка!"
        show un smile pioneer far with dspr
        un "Один-ноль в мою пользу! Отдай мне воланчик — моя подача."
        "Я послушно сделал требуемое и занял место строго посередине поля, твёрдо решив, что уж в этот-то раз точно дам несносной девчонке бой!"
        "И даже отбил очередную резаную, в этот раз сведя к нормально отбитой, которую Лена не смогла сбросить на мою половину «соплёй», как она провернула в первый кон."
        "Несколько минут мы гоняли волан туда-сюда, пока она, осмелев, не попробовала срезать снова — но я был начеку и в этот раз просто подставил ракетку на пути следования пушечного удара."
        "Волан взрыл газон."
        me "Один-один. Знай наших!"
        show un smile2 pioneer far with dspr
        un "Значит, решил посопротивляться?"
        show un serious pioneer far with dspr
        "Она прикусила губу и смерила меня нарочито пренебрежительным взглядом."
        un "Ну давай! Покажи мне всё, на что способен!"
        show un smile pioneer far with dspr
        "И я показал!"
        "Несколько очков спустя мы оба втянулись в игру: сознание отпустило бразды, отдавая тело на откуп рефлексам и тактическому мышлению."
        "И каждая подача длилась всё дольше: приходилось использовать нечестные приёмы из тенниса — которыми, к слову, не гнушалась ни одна из сторон."
        "Простейшее — заставить оппонента оборонять левую кромку, пока он полностью не уйдёт туда. {w}И несколько ударов спустя срезать на пустую правую сторону."
        "Чуть позже она отомстила мне."
        show un smile2 modern far with dspr
        "Разыгравшаяся, сбросившая галстук, расстегнувшая две верхние пуговицы на рубашке, порозовевшая — Лена была страсть как хороша!.."
        "И, разумеется, эстетические чувства ожидаемо начали брать контроль над телом, понемногу упраздняя контроль рефлексов: я начал зевать подачу за подачей, выбиваться из темпа игры, пока, наконец вовсе не бросил ракетку, когда Лена увеличила разрыв в очках до пяти."
        show un smile2 modern with dissolve
        un "Ура! Я победила! Ура! Ура! Да здравствую великолепная я!"
        "Она хохотала и дурачилась от души, а я сидел на скамеечке и не мог ни слова сказать — не хватало дыхания."
        un "Замотала я тебя совсем, да?"
        me "Наверное, можно так сказать."
        un "А ты достойно держался! И за это заслуживаешь поощрения!"
        me "Поощрения?"
        "В голове вдруг всплыли печеньки, сгущёнка и прочие сласти. Не знаю почему. Может, из-за того, что обед даже человек неприхотливый не назвал бы сытным?"
        show un smile2 pioneer close with dissolve
        "Я уже почти явственно услышал: «сладкий приз!», потому касание мягких губ к щеке оказалось для меня совершенной неожиданностью."
        "Блин…"
        "…"
        
        window hide
        play music music_7dl["genki"] fadein 3
        show ba em1 uniform at left
        show un scared pioneer at right
        with fade2
        ba "Так-так-так."
        "Ну да, после порции сладкого рандом обычно всегда подсовывает пару килотонн дёгтя."
        ba "Что я лицезрею? Я лицезрею корт, брошенные воланчики с ракетками и целующихся пионеров."
        if 'badmin' in list_clubs_7dl and ('un' in list_d2_convoy_7dl):
            ba "Наверное, ты в прошлый раз не расслышал."
            ba "Хотя я уверен, что ты усёк, что тебе грозит."
            "Я только обречённо кивнул, краем глаза ловя синхронное движение головки с фиолетовыми хвостиками."
        ba "Знаете, что это означает?"
        show ba normal uniform with dspr
        ba "Шестнадцать кругов по полю! {w}Вот что это означает!"
        me "Но почему?!"
        "Вырвалось у меня."
        ba "За превращение спортивной площадки в бордель."
        ba "Так что первый круг за счёт заведения."
        ba "А остальные пятнадцать — по пять за каждый брошенный предмет спортивного инвентаря."
        if 'badmin' in list_clubs_7dl and ('un' in list_d2_convoy_7dl):
            dreamgirl "Скажи спасибо, что не обещанные двадцать."
            "Я согласно угукнул."
        $ alt_day4_un_7dl_ba_alerted = True
        ba "А теперь сложите снаряды на место и приступайте."
        "Он посмотрел на дежурный секундомер:"
        ba "До полдника как раз сорок минут — успеете."
        ba "Приступайте!"
        hide ba
        show un smile pioneer with dspr
        "Раздав Ценные Указания, физрук отвернулся и двинул обратно в крытый. {w}Спать, вне всякого сомнения."
        ba "И даже не думайте сбежать. {w}Попытаетесь — и вожатая узнает, что вы здесь голые делали."
        me "Но мы же одетые!!!"
        ba "Да? {w}Странно. {w}А я поклясться могу, что вы на корте без одежды были!"
        th "Каз-зёл!"
        ba "Я тоже вас люблю, пионеры!"
        "Наконец он открыл дверь и скрылся внутри."
        me "Блин. И ведь нашёл чем грозить."
        "А Лена стояла, склонив голову к плечу, и в глазах её плескалось безбрежное веселье."
        un "Не могу понять, что тебя больше расстроило: бесцеремонность тренера или то, что он явился слишком рано?"
        me "Ты знаешь!"
        "С досадой произнёс я."
        me "Для скромницы ты слишком часто меня подкалываешь!"
        show un laugh pioneer with dspr
        un "Вот такая плохая я скромница."
        "Она поднялась и вернула инвентарь на места."
        un "Ну что, кто первый до финиша?"
        window hide
        
        scene bg ext_playground2_7dl at running
        show un normal pioneer
        with flash
        "Мы заперли за собой корт и в режиме ленивой трусцы отмерили назначенные круги — и я ни метра преодолённого не злился больше на Саныча."
        "Глупый он, хоть и взрослый."
        "Думал наказать нас, а в результате — поощрил."
        show un smile pioneer with dspr
        "К Лене очень быстро вернулся покоривший меня румянец на щеках, да и я, похоже, порозовел, так как она бросала на меня заинтересованные взгляды."
        un "Ты знаешь, тебе бы пошли веснушки."
        "Вдруг сказала она."
        me "Что? Почему?"
        un "Ты смешливый такой… Хотя и строишь из себя буку."
        "Мы закончили двенадцать кругов, и к этому моменту успели отрегулировать дыхание так, чтобы ещё и на разговор хватало."
        un "Я закрываю глаза и иногда вижу тебя с россыпью веснушек на носу."
        me "Видела бы ты меня каждый год после первого контакта с первым весенним солнцем."
        me "Уверен, я бы тебе очень понравился."
        show un smile2 pioneer with dspr
        un "Веснушками зарастаешь?"
        me "Ага. Потом организм втягивается, переключается на весенне-летний режим, но несколько недель я хожу абсолютно рыжим."
        un "Всё-таки, ты чудо!"
        me "А знаешь…"
        scene bg ext_playground2_7dl
        show un smile pioneer
        with dissolve
        "Мы пересекли финишную последнего круга и остановились отдышаться."
        me "Я бы…"
        un "Что?"
        me "Я бы ещё на пару кругов проштрафился…"
        me "Если ты, конечно, понимаешь, о чём я."
        show un laugh pioneer with dspr
        play sound sfx_7dl["eat_horn"] fadein 1
        "Она расхохоталась и оглушительно чмокнула меня в нос — а над нашими головами уже разносился сигнал горна, сзывающий пионеров на полдник."
        show un smile3 pioneer with dspr
        un "Как вовремя!"
        "Сделав ручкой в сторону крытого, мы направились к столовой."
    stop sound fadeout 3
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day4_un_7dl_launch:
    play ambience ambience_dining_hall_full fadein 5
    play music music_7dl["shestheone"] fadein 3
    scene bg int_dining_hall_people_day
    show un smile pioneer
    with dissolve
    "Лена уселась напротив меня, подобрав под себя ногу и как-то странно уставилась в упор."
    "Я коврижкой чуть не подавился."
    me "Ч-что?"
    un "Я не знаю, что ты делаешь, как ты это делаешь и зачем ты это делаешь, но я с тобой сегодня больше времени вместе провела, чем с отцом за весь год."
    "Она нагнулась мне навстречу, глядя исподлобья."
    un "И знаешь что? Ты мне не надоел!"
    me "И что? Это достижение?"
    un "Я очень быстро устаю от людей."
    show un sad pioneer with dspr
    "Она тряхнула хвостиками и сердито уставилась на меня."
    un "Ты как будто знаешь какой-то рецепт.{w} Я читала упоминания о таких вещах, и как художница подмечаю некоторые моменты — как ты смотришь, как реагируешь, как оцениваешь."
    dreamgirl "Кажется, твой козырь только что спалили и выдернули из рукава."
    dreamgirl "Предлагаю уходить в глухую несознанку и всё отрицать!"
    dreamgirl "А то если она узнает, что ты её всю дорогу по кирпичикам раскладывал и анализировал — будет ай-яй-яй."
    me "Да, меня учили читать некоторые невербальные символы — требовалось по роду деятельности."
    "Пожал плечами я."
    me "Это плохо?"
    show un grin pioneer with dspr
    un "Ни в коем случае. {w}Но ты с первого дня ведёшь себя как недотёпа — неловкий, неуклюжий… {w}Ой, прости."
    show un shy pioneer with dspr
    un "Я хочу сказать, что…"
    me "Да я понял, что ты сказать хочешь. Да, я не такой глупый, как моё лицо, и не такой недотёпа, каким выгляжу."
    th "Может, именно, потому я до сих пор и не надоел тебе…{w} Что не такой поверхностный, как твои сверстники."
    me "Но это я не со зла, честное слово!"
    show un normal pioneer with dspr
    un "Интересно, что ты ещё скрываешь…"
    th "Какая разница, если мы уже друг другу понравились… Давай держаться заданной планки?"
    me "А  у меня голова больше болит о том, как бы нам после лагеря не потерять друг друга.{w} Контакты, конечно, хорошо — но много ли смогут сделать два подростка, один из которых уже предпризывного возраста к тому же?"
    me "В общем, я настроен достаточно пессимистично."
    me "Тебе школу заканчивать, потом двигаться за мечтой в столицу. {w}Это значит, что следующий год мы вряд ли увидимся."
    me "Мнооооого!"
    show un angry2 pioneer with dspr
    un "Теперь давай ляжем на бок и будем страдать?"
    me "Нет, но…"
    "Мне вдруг пришло в голову, что здесь-то я ни к кому и ни к чему не привязан. {w}И никто не заставляет меня двигаться в Северную Столицу."
    me "Вообще-то, конечно, есть у меня мысль."
    un "Какая?"
    me "Я поеду с тобой. Туда, где ты."
    show un surprise pioneer with dspr
    un "Хочешь, чтобы я поселила тебя у себя в чулане?"
    me "Да нет, я попробую социализироваться у тебя в городе, а там — посмотрим."
    show un grin pioneer with dspr
    un "Ты, конечно, умеешь удивлять, но ты же несовершеннолетний — тебя мигом домой отправят."
    if alt_day4_neu_transit != 1:
        un "Хотя, да… Твой дом же ещё даже не построили. {w}Ну, я не знаю. Что ты сам думаешь?"
    me "Важных вех всего две: твое поступление в художественное, и моя демобилизация через три года."
    me "Нужно просто поддерживать контакт и немного координировать действия."
    "Я прекрасно понимал, что фантазирую на ходу: что ничего в этом мире, даже в Советском Союзе, не было и не будет просто, что очень велик шанс, что меня просто вернёт туда, откуда всё началось…"
    "Но хотелось быть готовым ко всему."
    dreamgirl "Чувак, если мы здесь задержимся… Просто в таком вот невероятном случае."
    dreamgirl "Хочу напомнить тебе, что на дворе 89-й год и пути для полёта в космос для тебя всё ещё открыты."
    "В сердце кольнуло застарелой болью."
    "Мечтой, которую я тогда так глупо и бездарно проморгал."
    dreamgirl "Гагаринка всё ещё ведёт набор, главное — налетать нужное количество часов, а там…"
    show un sad pioneer with dspr
    un "Опять в себя ушёл."
    me "Нет. Просто я вспомнил вдруг, что всю жизнь хотел помахать рукой Земле из космоса."
    un "И ты хочешь…"
    "Лена посмотрела на меня с неприкрытым уважением."
    un "Я в тебя буду верить изо всех сил. Но туда, наверное, тяжело попасть."
    if alt_day4_neu_transit != 1:
        me "Не сложнее, чем тогда, когда я тесты сдавал."
        me "Меня срезали по почкам, но в этот раз…"
    else:
        th "Не сложнее, чем тогда, когда я тесты сдавал."
        th "Меня срезали по почкам, но в этот раз…"
    "В этот раз всё будет по-моему!"
    un "Космонавт, значит? А я буду тебя на земле ждать?"
    me "Да. Я хочу, чтобы ты мной гордилась, а в нашей жизни не было этой грязи, маленьких зарплат и бытовух. {w}Ты маленькое чудо, художница, и не заслуживаешь такой судьбы."
    show un serious pioneer with dspr
    un "А чего я заслуживаю?"
    me "Самого лучшего…"
    if alt_day4_neu_transit != 1:
        extend " Всего, что только можно выжать из остатков верно умирающего Союза."
        dreamgirl "За языком следи."
        dreamgirl "Союзу, конечно, осталось не очень много, но у него всё ещё хватит мощи на то, чтобы раздавить незначительного тебя."
        dreamgirl "Тем более, инакомыслящим путь в космонавты заказан."
        dreamgirl "В общем, подключаем голову и начинаем крутиться."
    show un smile pioneer with dspr
    un "Ты доел пряник, ты в курсе?"
    un "Если ты хочешь ещё посидеть немного, я не против…"
    me "Ой, прости."
    "Я с усилием отогнал от себя непослушные, пляшущие мысли, и несколькими вдохами постарался внести порядок во взбудораженный почти осязаемо исполнимой мечтой организм."
    th "Сейчас надо сфокусироваться на том, что требует моего внимания здесь и сейчас — нашем… кхм… романе."
    dreamgirl "Совершенно верно. {w}Девочка, конечно, заинтересована в тебе."
    dreamgirl "Но если ты не станешь уделять ей внимания, она очень быстро заскучает."
    me "Нет, давай прогуляемся."
    un "Давай! Куда ты хочешь?"
    if alt_day4_un_7dl_ducks:
        "Вспомнив ненавидящие взгляды маленьких пионеров, я ощутил, как настроение начало стремительно улучшаться."
        me "Мои подопечные, утята."
    me "Пойдём глянем концерт? {w}Что там детишки покажут для родителей."
    show un serious pioneer with dspr
    un "Надеюсь, ты не станешь свистеть или как-нибудь издеваться над ними? Им и так нелегко."
    me "Да окстись, ты чего? Я хочу сесть на задних скамейках и поподпевать им, если песни знакомые встретятся."
    un "Ну… Ладно, коли так."
    "Она поймала мою ладонь и потащила на выход."
    stop music
    stop ambience
    stop sound_loop
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_stage_normal_day
    with dissolve
    play ambience ambience_camp_center_evening fadein 2
    show mi normal pioneer at center 
    with dissolve

    "Мику мы заметили ещё на подходе — "
    if not (herc or loki) and 'nwsppr' in list_clubs_7dl:
        extend "как и после обеда "
    extend "она занимала невероятно много места."
    mi "Пришли посмотреть концерт? Очень хорошо."
    mi "Остальные пионеры почему-то не очень любят смотреть выступления. Рада, что не одну меня интересует самодеятельность."
    play music music_7dl["everyday"] fadein 5
    me "В целом…"
    mi "Очень хорошо! Наши места — все задние скамейки, они для тех, кто большой, например, для старших отрядов! Ну, то есть, для нас. Я имею в виду, там мы никому не будем мешать."
    "Поблагодарив Мику, мы отправились к указанным местам."
    hide mi with dissolve2
    "Я отвёл Лену к задним скамеечкам — самым высоким, под длинные ноги старших пионеров — и, усевшись сам, усадил её рядом, вцепившись в прохладную ладошку с изящными длинными пальчиками, которые могли бы быть пальцами врача или музыканта."
    "Но они стали пальцами художника."
    if alt_day4_un_7dl_ducks:
        me "Скажи, если раньше меня углядишь «утят» — хочу посмотреть, как они урок усвоили."
        "Лена согласно кивнула и, прижав палец к губам, красноречиво кивнула на сцену — там уже начался первый номер в концерте."
    "Пока звучала всякая детская ерунда: песенки, которые выветривались из памяти быстрее, чем затихало эхо их звучания, стишки того же калибра."
    "Шестой-седьмой отряды — младшие школьные плюс выездной детский сад."
    "Вряд ли они могли бы приготовить что-нибудь трогательное…"
    "Я поймал себя на том, что активно подпеваю очередному хору, старательно выводящему, как на недельку они собираются в Комарово."
    "Лена, недоверчиво поизучав меня с пару минут, тоже затянула знакомые с детства строчки."
    "А там и зал мало-помалу втянулся, и когда солист на сцене забыл слова — зал выволок его на подаче и собственных плечах."
    "Маленькое чудо коллективного исполнения."
    if alt_day4_un_7dl_ba_alerted:
        "А я на автомате обвёл окружающих глазами."
        show un laugh pioneer with dspr
        un "Борис Саныча ищешь?"
        "Рассмеялась Лена, полностью угадав мои мысли."
        me "Если он ещё и здесь нас бегать заставит…"
        un "Не беспокойся, он до сих пор баюшкает, до ужина, медведь эдакий."
        me "Откуда ты знаешь?"
        "Подозрительно поинтересовался я."
        show un grin pioneer with dspr
        un "Да ты, никак, ревнуешь!"
        "Я смутился, но взгляда не отвёл."
        me "Так откуда?"
        un "Я же дежурила по спортплощадке… Ты так удачно приехал, что тебя вообще никуда в дежурства не поставили."
    "На сцене какой-то олух насиловал фортепиано, и я понял, что на сегодня досыта нахлебался культуры."
    me "Пойдём отсюда?"
    "Лена согласно кивнула и позволила себя увести."
    if alt_day4_un_7dl_dv_calm:
        play music music_7dl["dv_guitar"] fadein 7
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_house_of_dv_day
        with dissolve
        play ambience ambience_camp_center_day fadein 3
        "Не знаю, как так получилось, но проходя мимо домика Алисы, мы заслышали гитарные переборы и, крадучись, подобрались поближе, стараясь не трещать кустами."
        "Там была Алиса, между делом попыхивающая — трогательно-наивно, старясь выглядеть по-взрослому, невзатяг — сигаретку, перебирающая струны."
        "Рядом сидела Ульянка и что-то говорила, а Алиса кивала в такт словам."
        "Мы подобрались поближе, но, похоже, здорово опоздали, так как успели уловить только обрывок фразы:"
        us "Чтобы взрывалось лучше."
    else:
        $ persistent.sprite_time = "day"
        scene bg ext_clubs_day
        play music music_7dl["what_am_i_doing_here"] fadein 3
        with dissolve
    
        show us normal pioneer at center 
        with dissolve
    
        "Мы двигались куда глаза глядят и оказались у клубов."
        "Навстречу нам попалась Ульяна, прижимающая к груди какую-то подозрительную банку."
        show us smile pioneer with dspr
        us "Ой, новичок! Новичок, скажи, а ты случайно не знаешь, как сделать из селитры взрывчатку?"
        me "Случайно знаю. Добавляешь любой горючки, и вуаля."
        us "Спасибо! А ты не такой уж тормоз!"
        hide us with moveoutright
        "Обрадовалась Ульяна и, просочившись мимо нас, исчезла в кустах."
        me "Надеюсь, она пошутила насчёт взрывчатки."
        show un serious pioneer with dissolve
        un "Ульяна никогда такими вещами не шутит."
        "У меня внутри что-то оборвалось."
        me "К-как… это что, я только что…"
        un "Да. Фактически вручил в руки ребёнку взрывчатое вещество."
        un "Совесть не мучает?"
    
    me "Надо им помешать!"
    show un angry2 pioneer with dspr
    un "Не надо. Не лезь, пожалуйста."
    me "Почему?"
    un "Да потому… Потому что каждый имеет право сходить с ума так, как ему заблагорассудится."
    menu:
        "Согласиться":
            $ lp_un += 1
            if not (herc or loki):
                $ karma -= 10
            $ alt_day4_un_7dl_dv_us_explosives = True
            me "Я, безусловно, пожалею об этом. {w}Но когда меня просишь ты…"
            show un laugh pioneer with dspr
            un "Мудрый поступок."
            un "Алисе с Ульяной пора бы уже научиться отвечать за собственные действия."
            play sound sfx_7dl["eat_horn"] fadein 1
            "Я пожал плечами, а над головой уже разносился горн."
            me "Во как, ещё пряник переварить не успел, а уже требуют ужинать!"
            stop music fadeout 4
            stop sound fadeout 4
            stop ambience
            window hide
            return
        "Не соглашаться":
            me "Прости, ненаглядная, но здесь речь идёт не просто о том, чтобы банально сойти с ума."
            show un sad pioneer with dspr
            un "Надеюсь, ты понимаешь, что ты ввязываешься? Впутываешься…"
            "Я обезоруживающе улыбнулся."
            me "Ещё раз — прости. {w}Не могу я просто так мимо пройти. Не получается."
            me "Во-первых, несовершеннолетняя Ульяна. {w}А во-вторых, за Двачевской ещё за самой глаз да глаз нужен: недалеко от Ульянки ушла."
            me "И, наконец, в-третьих — ты же в курсе, что плохо сделанной взрывчаткой может оторвать руки, голову и так далее?"
            me "И отдельным топиком: едва ли Ульяна станет заниматься терактами в гордом одиночестве — значит, у нас как минимум две безголовых жертвы."
            show un angry2 pioneer with dspr
            me "Не знаю, что связывает тебя и Алису, но я, практически случайный прохожий, не могу пройти мимо."
            me "В общем, я иду их останавливать."
            window hide
            $ persistent.sprite_time = "night"
            scene bg ext_house_of_dv_day
            with dissolve
            play ambience ambience_camp_center_day fadein 3
        
            if alt_day4_un_7dl_dv_calm:
                play sound sfx_hiding_in_bush fadein 0
                stop music fadeout 1
                "Проломившись сквозь кусты, я явился перед строгим взором рыжих бандиток."
                me "Так, девочки, я тут что-то про взрывчатку слышал."
                show dv angry pioneer at left with dspr
                dv "Ты подслушивал?!"
                me "Я ещё и подглядывал!"
                if loki:
                    me "А то вдруг ты тут куришь!"
                elif herc:
                    me "Не заговаривай мне зубы, ладно?!"
                else:
                    me "Но мы о вас сейчас говорим!"
                show us grin pioneer at right with dspr
                us "Значит, помогать нам станешь?"
                me "Конечно, стану. {w}Я хрен к носу прикинул — у вас аммиак-селитра, да?"
                me "Удобрение шариками. {w}Белыми такими, да?"
                "Дождавшись настороженных кивков, я протянул руку и потребовал:"
                me "Давайте сюда."
                dv "И почему я должна тебя слушать?"
                me "Это же удобрение — там очень высокий уровень примесей, оно никогда не взорвётся. {w}А я знаю, как это сделать."
                show dv normal pioneer with dspr
                dv "Ну, если обманул…"
                "Алиса протянула мне небольшой — где-то на полтора килограмма — мешочек с удобрением."
                me "Да ни в одном глазу."
                "Я вспорол мешок и, двигаясь нарочито медленно, высыпал содержимое на землю."
                me "Забудьте о том, чтобы что-то взорвать, ясно!"
                show us angry pioneer close at right with dspr
                show dv rage pioneer close at left with dspr
                dv "Ты? Ты что сделал?!"
                "Они обе сжали кулаки и подступили ко мне…"
                me "Можете меня поколотить, если хотите."
                me "Мне кажется это неплохой ценой за то, чтобы спасти две ваши никчёмные жизни."
                show us dontlike pioneer close at left
                show dv angry pioneer close at right
                with dissolve
                dv "Что? О чём ты говоришь?"
                me "Да о том, глупое создание, что это не взрывчатка, это — верный способ самоубийства."
                us "И почему мы должны тебе верить?"
                me "Да не верьте. {w}Мне вообще плевать."
                "Я приготовился к побоям. {w}Насколько вообще было возможно к ним приготовиться."
                me "Просто подумалось вдруг, что Лене будет очень обидно, если её подруге руки взрывом оторвёт. И ты, Ульяна, к тебе родители приезжали сегодня — ты, надеюсь, их предупредила, что собираешься искалечить себя?"
                "Я закрыл глаза."
                window hide
                with fade2
                hide dv
                hide us
            
                dreamgirl "А ты хренов герой…"
                "С уважением протянуло подсознание, когда даже спустя десять секунд мне в лицо не прилетел ничей кулак."
                th "Они мне обе нравятся."
                th "И чёртов лагерь опять вытаскивает из меня старательно забываемые черты."
                dreamgirl "Ты беспомощен против чьей-то самоубийственной глупости?"
                th "И против целой кучи разных вещей, о которых я даже вспоминать не хочу."
                "По ту сторону открытого века был домик Двачевской, но ни одной рыжей в обозримой близости."
                me "Неужели они прислушались к голосу рассудка?"
                un "Сомневаюсь… Скорее, ты напугал их, пригрозив оторванными руками."
            else:
                $ persistent.sprite_time = "day"
                "Я развернулся и бросился за Ульяной, но поймать быстроногую егозу удалось только у самого её домика."
                show us dontlike pioneer with dissolve
                us "Что ещё?"
                "Недовольно спросила Ульяна, когда я, положив руку на плечо, развернул девочку к себе."
                me "Ульяна, ты должна отказаться от своей террористической затеи."
                show us angry pioneer with dspr
                us "Почему я должна тебя слушаться?"
                me "Кроме того, что я прямо сейчас пойду и всё расскажу — и не вожатой, а напрямую начальнику лагеря?"
                us "Стукло…"
                "Презрительно бросила, практически сплюнула девочка."
                "И тут я осознал — о, уверяю, осознал — что значит пытаться кому-то помочь только ради того, чтобы узнать, что этот «кто-то», похоже, полностью вознамерился свести тебя с ума!"
                me "Ты знаешь: у меня нестерпимое искушение оставить всё как есть и вернуться сюда через полчасика, чтобы увидеть тебя, обожжённую, израненную, с оторванными ладонями, истекающую кровью."
                show us surp3 pioneer with dspr
                us "Что ты такое говоришь?!"
                me "Что говорю?"
                "Я ткнул пальцем в лоб девочке, стимулируя мыслительные способности."
                me "Подключаем голову. Из-за высокого процента примесей взрывчатка ведёт себя непредсказуемо, бикфордова шнура нет, и, зная твою безголовость, я больше чем уверен, что ты побежишь проверить, почему это там пшикнуло, а не бабахнуло."
                me "И вот когда ты возьмёшь пакет в руки, он и ё… эээ… жахнет. {w}И тебе очень повезёт, если тебя убьёт сразу, потому что страдать ты будешь так, как никогда не страдала."
                show us cry2 pioneer with dspr
                us "Ты всё врёшь! Врёшь!"
                "Расплакалась девочка."
                us "Ты специально обманываешь!"
                me "Пойми, наконец."
                "Я уселся на корточки, устанавливая между нами психологический контакт."
                me "Мне ведь ничего не стоило просто дать тебе сделать то, что ты собралась."
                me "Если бы мне было действительно плевать."
                show us shy pioneer with dspr
                us "Тогда и не лезь!"
                me "Как скажешь."
                "Я поднялся."
                me "Пообещай мне только одно тогда — не втягивай в это дело Алису. {w}Пусть уж лучше тебя одну покалечит."
                me "Мама-то, небось, обрадуется, когда ты к ней безрукая приедешь! А уж сразу сколько кавалеров появится на твоё обожжённое лицо и выгоревшие глаза."
                "Я нарочито сгущал краски, но иначе до девочки было просто не достучаться."
                me "В общем, думай."
                hide us with dissolve
                "Развернувшись, я направился в сторону площади."
                "А через пятнадцать метров меня перехватил смешок, доносящийся из кустов."
            show un serious pioneer with dissolve
            un "Никогда не смогу понять тех, кто поступает так как ты. {w}И не могу не завидовать вам."
            me "Никогда и никому не говори об этом…"
            "Проворчал я."
            "Очень легко быть великодушным, предупреждая глупость неразумного ребёнка…"
            th "Или крики «плохо, брось бяку» — это предел моего великодушия?"
            play sound sfx_7dl["eat_horn"] fadein 1
            show un normal pioneer with dspr
            un "Ну, вот и вечер настал."
            "Она протянула мне ладошку, приглашая."
    stop music fadeout 3
    stop sound fadeout 4
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day4_un_7dl_supper:
    scene bg int_dining_hall_people_sunset
    with dissolve
    play ambience ambience_dining_hall_full fadein 5
    play music music_list["a_promise_from_distant_days"] fadein 5
    "Как многое сегодня произошло, как многое сегодня произойдёт."
    show un normal pioneer with dspr
    "Меня тянет и тянет к ней. И периодически вспыхивающее изумление, выглядывающее из-под пушистых ресниц, показывает, что я не один такой."
    th "Может, из-за этого сегодня я умудрился вытащить из себя всё самое лучшее, что только мог."
    th "В конце концов, на встречу с любимой девушкой мы стараемся надеть на себя только самое нарядное, самое красивое."
    th "А у меня только одна пионерская форма, которую чисти-не чисти, гладь-не гладь, а наряднее она не станет."
    th "Вот и приходится соответствовать если не внешностью, то хотя бы поступками."
    "Вести себя великодушно?"
    "Под той самой новокаиновой блокадой меня невозможно достать такими мелочами, как неудобство моих близких."
    "Ведь у меня нет близких."
    dreamgirl "А тот ролик с выбором для матери, в кого стрелять из двух детей, в приёмыша или в родного — в кого бы выстрелил?"
    dreamgirl "Не юли, отвечай на вопрос."
    th "Честно? {w}Себе в голову. Очень давно хочу посмотреть, что там по ту сторону, но слишком боли боюсь."
    dreamgirl "Ладно, тогда сценка номер три."
    dreamgirl "Если ты собираешься социализироваться — для тебя будет достаточно актуально."
    dreamgirl "Ты, твоя девочка, подъезд, гопота."
    th "В смысле, хватит ли смелости удерживать толпучку, пока девочка ноги делает и кричит полицию?"
    th "Не знаю. {w}Шанс выбраться оттуда живым минимален, здоровым — ноль."
    if not alt_day4_un_7dl_dv_us_explosives:
        dreamgirl "И зачем ты тогда у рыжих взрывчатку саботировал, если тебе плевать?"
        th "Да я не знаю! Я уже давно ничего не знаю!"
    th "Это же огромный стресс, а я не знаю, как я себя в стрессовой ситуации вести буду!"
    dreamgirl "А по здравому размышлению?"
    th "По здравому размышлению это будет состояние аффекта, а у меня их было считанное количество раз за всю мою жизнь, и я всякий раз вел себя по-разному, поэтому тенденцию очень тяжело выявить."
    dreamgirl "Ты просто боишься признаться, что трус."
    "Отрезал внутренний голос, затыкаясь."
    show un serious pioneer with dspr
    "Не мешая мне лаяться с самим собой, Лена неторопливо жевала, исподволь изучая меня."
    th "Наверное, я ей действительно кажусь тугодумом — особенно с этими моими периодическими зависаниями."
    show un smile pioneer with dspr
    un "Ты закончил свои нелёгкие думы?"
    "Улыбнулась девочка."
    me "Можно и так сказать."
    un "Очень хорошо. {w}Ты как насчёт того, чтобы после ужина к пристани двинуть?"
    me "Я — за!"
    "Я с отвращением отодвинул тарелку — аппетита не было вовсе."
    un "Ты ничего не поел."
    "Мягко попеняла Лена."
    me "Не хочу что-то. Ну что, пошли?"
    show un smile2 pioneer with dspr
    un "Пошли!"
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_dining_hall_near_sunset
    with dissolve

    if herc or loki:
        "Нам удачно удалось разминуться и с вожатой, и со Славей, явно ловящей, кого бы припахать по уборке после концерта."
        window hide
        scene bg ext_boathouse_sunset_7dl
        with dissolve
        play ambience ambience_lake_shore_night fadein 2
    
        show un normal pioneer at center with dissolve
        "Всё как вчера — мы, вечер, пристань. {w}Не хватает только кричащей нас вожатой."
        "И, разумеется, того, как на это среагировала Лена."
        show un smile pioneer at center with dissolve
        me "О чём ты думаешь?"
        un "Не поверишь… О тебе."
        me "Да нет, я…"
        show un shy pioneer at center with dissolve
        un "Я честно о тебе думаю… Последние дни я вообще больше ни о чём думать не могу."
        un "Понимаю, что неправильно это, и нельзя, чтобы человек столько места в мыслях занимал."
        me "Ага, самое главное — это научиться вспоминать твоё имя хотя бы чуть реже, чем раз в минуту."
        "Обоюдная увлечённость — это в том числе и похожие реакции."
        show un smile pioneer at center with dissolve
        un "Да, как-то так всё и происходит."
        "Я обнял её за плечи, прижимая к себе."
        "Солнце мало-помалу садилось, а дежурные фонари по каким-то причинам никогда не добивали сюда, где мы вот уже второй раз стояли."
        show un serious pioneer with dspr
        un "Ты заметил, как остро здесь всё ощущается?"
        me "Да. Как будто окошко протёрли, и всё такое яркое-яркое."
        "Я призадумался, стоит ли говорить ей о том, что кроме зрения и слуха, люди воспринимают мир и прочими органами чувств."
        "Но, по здравому размышлению, решил придержать информацию — последний раз, когда я рассказал девушке о том, что люблю не только видеть, но и обонять её, она обозвала меня чёртовым фетишистом."
        "Мелочь, а неприятно."
        "Очень красивый мир, очень красивые пионеры, очень красивые чувства…"
        "И ровно та щепотка недостатков в виде рыжих хулиганок, ленивой вожатой и самовлюблённого физрука, которая не позволяет миру стать застывшим в камне идеальным изваянием."
        "Хотя я всё равно не могу отделаться от мысли, что действую будто на чьей-то рекламной витрине, и над головой возгораются лозунги «неприкрытая страсть», «настоящие чувства» и прочие благоглупости того же коленкора с системой накопительных скидок."
        "Сбросив обувь с гольфами, мы сели на край понтонов — как раз, как я в первый день — мы сидели, болтая ногами в тёплой воде."
        "Она сидела, положив голову мне на плечо, а я, обнимая её за талию…"
        show un shy pioneer at center with dissolve
        un "Нравится?"
        "Она хихикнула."
        me "Ты ведёшь себя как человек — песочные часы из сказки Каверина…"
        show un laugh pioneer at center with dissolve
        un "Читала. {w}Ну… Да, наверное, ты можешь так сказать."
        if loki:
            me "Ты меня что, стесняешься, что ли?"
        elif herc:
            me "Ты сейчас ласковая такая… А днём тебя тормошить приходилось, чтобы ты хоть как-то реагировала."
        un "Прости… Но тебя ещё слишком мало в моей жизни."
        un "Я рисую вечером, ночью вижу красочные, трёхмерные сны с объёмным звуком, и тем самым выплёскиваю то, что происходит внутри."
        me "А почему бы не переживать эмоции сразу, как только они поступают?"
        un "А зачем?"
        me "Чтобы потом голова не болела о том, что успела пережить, а чего не успела."
        show un smile pioneer at center with dissolve
        un "Прости… Но я всю жизнь привыкла сомневаться во всём подряд. {w}А ты…"
        un "Ты с первого же дня вёл себя неправильно, не так как я привыкла."
        if alt_day_binder != 1:
            un "Ещё у клубов, когда ты, вместо того, чтобы улыбнуться или ещё как-то среагировать, просто стоял и смотрел — серьёзно так, со смыслом."
        else:
            un "А когда меня прислали тебе помогать, я думала вообще со стыда сгорю."
            un "А ты ещё смотрел так, серьёзно, со смыслом."
        un "А я совсем не умею реагировать на чьё-то внимание — не привычно-вежливое, настороженное, какое обычно бывает по отношению ко мне. {w}А твоё… Восторженное."
        un "Ты приехал — это была первая ночь, когда мне было не до сна. {w}Слишком о многом надо было подумать."
        window hide
        with fade2
    
        "Молчание затягивалось, и срочно требовалось что-то сказать."
        me "Хорошо здесь."
        "Я открыл рот, чтобы признаться ей в том, что творится на душе у меня, но произнес нечто совершенно иное."
        me "Может, искупаемся?"
        play music music_7dl["take_my_hand"] fadein 5
        "Взгляд не в глаза — в душу. {w}Тот, кто умеет так смотреть, может стать как самым лучшим другом, так и самым страшным врагом…"
        "Потому что умеет увидеть, как оно всё там внутри у меня устроено."
        th "Вот уж из чего никогда не делал тайны."
        th "Мои потребности просты — лето, вечер, тепло. {w}Да рука этой девочки, отвечающая на лёгкое пожатие."
        "Она думала бесконечных полсекунды, прежде чем кивнуть."
        window hide
        with fade2
    
        scene bg ext_underwater_7dl with dissolve
        "И мы как канал переключая, оказались в воде — ничего не запомнил, ни как шли к пляжу, ни почему пренебрегли им и отправились дальше."
        "Мы направились чуточку подальше: туда, где песчаная коса далеко вдавалась в разлив, и по ту сторону, где никто нас не мог найти…"
        if loki:
            "Тайничок Лены."
        un "Здесь нас никто не найдёт."
        "Подтвердила она мои мысли."
        "Её головка с двумя забавными хвостиками возвышалась над водой, но из-за луны виден был только силуэт да периодически загребающие воду руки."
        me "Не думаю, что нас станет кто-то искать… До отбоя больше часа."
        "Я лёг на воду и уставился в глубокую тьму над головой."
        "Мне незнакомы эти созвездия…"
        th "Но, может, это не так уж и плохо?"
        th "Раз уж они бесхозны, не обслюнявлены многочисленными астрономами и моряками, то почему бы не воспользоваться?"
        "И кто-то когда-нибудь откроет газету, раздел «гороскопы» и прочтёт: «Всем, родившимся под созвездием Лены, сегодня гарантирован успех во всех начинаниях»."
        un "О чём ты думаешь?"
        "Наконец нарушила молчание Лена."
        "Её голос раздался близко-близко."
        me "Я думаю, что мне всё-таки повезло."
        un "Почему?"
        me "Если бы я тогда отказался помогать в медпункте или ещё раньше идти с тобой рисовать…"
        me "Всё ведь могло сложиться иначе, правда?"
        un "Вряд ли. {w}Я положила на тебя глаз с первого дня знакомства."
        un "У тебя не было ни одного шанса."
        me "Правда?"
        "Я даже приподнялся над водой, чтобы посмотреть, с каким выражением это произносила девочка."
        "Она спокойно и очень тепло улыбалась, глядя на меня."
        me "Надо же. А ты мне такой надменной показалась. {w}Настоящей недотрогой."
        me "И ещё будто расстроенной."
        if loki:
            me "В общем, то что ты меня сюда позавчера привела… Я счёл временной слабостью."
        elif herc:
            me "И твою импровизированную экспозицию я принял за попытку отделаться от меня."
        "В её глазах можно греться, а можно тонуть."
        "Её смех можно записать на плёнку и крутить в моменты депрессии, чтобы вспоминать, что не всё плохо в этом мире."
        un "Господи…"
        "Отсмеявшись, она покачала головой."
        un "Сколько мы времени зря потратили…"
        me "Ты знаешь…"
        "Я подплыл к ней поближе."
        me "Раз мы всё равно друг друга во сне видим…"
        un "Будем вести себя так, будто и это сон?"
        me "Да! Чего тебе хотелось бы больше всего?"
        "Она подплыла ко мне вплотную и, положив руку на грудь, легонько толкнула меня."
        un "Господи, какой ты дурак, всё-таки…"
        "Я начал было что-то говорить, но она почти буквально прыгнула на меня."
        "На самом-то деле, просто выпрямилась и, положив руки мне на плечи, впилась в губы странным, знакомым поцелуем, увлекая на глубину."
        "В нос, в уши хлынула вода, но я не обратил на это особого внимания — я был весь в его власти…"
        "Странного поцелуя, с привкусом горящей листвы, желудей, каштанов и креозота, неистребимо царящего над юго-западом Питера."
        "Время растянулось подобно резиновому жгуту и сделало лишним всё — кроме жадных губ и того, что они будят своими касаниями — надолго, на столько, на сколько хватит дыхания в тренированных лёгких."
        "…"
        "Она запросила пощады первой и, оттолкнувшись от меня, всплыла."
        "Как и всегда, ей хотелось быть там, откуда обзор лучше."
        "А я раскидал руки в стороны и позволил воде вытолкнуть меня на поверхность."
        "А она уже окликала меня с берега."
        un "Выбирайся, если не хочешь остаться здесь ночевать!"
        stop music
        "Я поспешил последовать её совету."
        window hide
        with fade2
    
        scene bg ext_un_hideout_night_7dl
        with dissolve
        play ambience ambience_lake_shore_night fadein 2
    
        show un normal pioneer at center with dissolve
    else:
        "Двигаясь нарочито на цыпочках, мы с запасом обогнули разговаривающих Славю и Ольгу Дмитриевну — каждая из них была чревата сейчас, судя по блуждающему взгляду, как минимум, нарядом на очередную пахоту."
        "Ей-богу, как будто не в пионерлагерь отдыхать приехал, а в какое-то ЛТО! {w}А если ЛТО, то где моя зарплатка?"
        dreamgirl "Глядите, кто расквакался."
        dreamgirl "Ты здесь вообще на птичьих правах, так что сиди и не чирикай… безбилетник."
        "Наконец мы добрались к пристани."
        scene bg ext_boathouse_sunset_7dl
        with dissolve
        play ambience ambience_lake_shore_night fadein 2
    
        show un normal pioneer at center with dissolve
        me "На понтоны?"
        show un smile pioneer with dspr
        un "Спрашиваешь… Конечно, на понтоны."
        me "Вдруг ты решишь пойти ещё куда-нибудь… "
        show un smile pioneer at center with dissolve
        "Вместо ответа она потянула меня за собой, и я почти наяву услышал, как по размякшим доскам стучат каблучки несомненно куда более изящных туфелек, чем унифицированные пионерские сандалии."
        "Реальность на долю секунды накрыло другой картиной — свинцовое октябрьское небо, Лена, чуточку выше, чуточку взрослее, облачённая в вишнёвое пальто-пуховик, мягкие серые замшевые сапожки, тянет меня за собой туда же — к краю понтонов."
        window hide
        scene bg ext_boathouse_alt_day_7dl
        show un serious winter
        show anim_grain
        with dissolve
        un "Мне почему-то очень нравится быть здесь. А когда ты рядом — нравится стократ."
        "Наконец мы добрались до углового понтона и, не сговариваясь, разулись, сбросили гольфы и окунули ноги в тёплую воду — ледяные ключи досюда уже не добивали."
        "А мысли опять заняло вопросом — можно ли угнать отсюда катамаран?"
        if alt_day2_us_escape:
            "С лодкой проблем не возникло, но кто знает: может, после нашего Великого Побега, меры безопасности ужесточили."
        show blink
        window hide
        scene bg ext_boathouse_alt_day_7dl
        with dissolve
        me "Мы будто были здесь однажды."
        show un shy pioneer at center with dissolve
        un "Правда?"
        me "Да. И притом, были здесь как… Я даже не знаю. Как очень давно и близко знакомые люди?"
        if alt_day4_neu_transit != 1: 
            un "Ты мне тоже снился. Правда, снился достаточно странно — как будто мы едем в подземке, держимся за поручень, гаснет свет, и ты успокаивающе кладёшь руку поверх моей."
            un "А потом мы выходим из поезда и десять минут идём в темноте по служебному пандусу."
            un "И кто-то хрипит сзади, у кого-то уже плохо с сердцем, нехватка воздуха — а мне почему-то совсем-совсем не страшно."
            un "А я лицо твоё разглядеть хочу… И не могу."
            "Значит, кому-то снится девочка, вежливо предлагающая идти с ней, а кому что-то другое? Кому-то снится уже куда-то ведущий мальчик?"
            me "А почему ты уверена, что это именно я?"
            show un laugh pioneer with dspr
            un "Да потому что ты с первого дня ведёшь себя как ты из сна — ты не спрашиваешь моего желания, согласия или разрешения — ты просто тащишь меня куда-то."
            me "Но я тебя никуда не тащил… На бадминтон мы с твоей подачи пошли, да и концерт ты, вроде, не против была посмотреть…"
            show un grin pioneer with dspr
            un "Я же не против. На каком-то подспудном уровне я чувствую, что ты не сделаешь мне больно."
            th "Вот бы мне хотя бы на пятьдесят процентов этой уверенности."
            un "И пока я рядом с тобой — ничего-ничего плохого не случится."
            "Святая простота."
        th "И пришла ко мне кошка, уложила на меня усы, лапы и живот, и сказала «люблю», и лизнула в нос."
        th "И что я теперь делать с этим должен — никого не волнует."
        "Я, наконец распознал тот волнующий сладкий цитрусовый аромат, исходящий от её забавной причёски."
        me "Грейпфрут."
        un "Что?"
        "Я улыбнулся."
        me "Твои волосы пахнут грейпфрутом. У меня очень сильно здесь обоняние работает, и я запахи ловлю — вот и твои потихоньку начинаю понимать."
        show un smile pioneer at center with dissolve
        un "А их много, запахов?"
        show blink
        "Я улыбнулся и закрыл глаза."
        me "Больше одного. {w}Сами волосы пахнут грейпфрутом, но у корней запах сходит на нет, оставляя здоровый запах чистых волос."
        "Не удержавшись, я провёл подушечками пальцев по её шее, а она хихикнула."
        un "Ещё…"
        me "Если смотреть дальше — то ты пахнешь какой-то туалетной водой, но ты пользовалась ей с утра, поэтому она почти выветрилась, остался только намёк. Сама кожа пахнет солнцем и почему-то цветущим тополем."
        scene bg ext_boathouse_sunset_7dl
        show un grin pioneer
        show unblink
        un "Ну ты силён! У тебя как у овчарки нюх!"
        me "Спасибочки, с овчаркой меня ещё не сравнивали…"
        "Я ворчал, пытаясь замаскировать смущение."
        un "Не дуйся, я комплимент тебе делаю."
        me "Я не дуюсь. Просто…"
        "Я махнул рукой."
        show un grin pioneer close with dissolve
        "Прижал её к себе и рассмеялся."
        "Какая разница! Ей можно называть меня как угодно."
        "День клонился к вечеру — а в тёплой компании вдвое быстрей."
    play music music_list["goodbye_home_shores"] fadein 3
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_boathouse_night with dissolve2
    with dissolve
    play ambience ambience_boat_station_night fadein 3

    show un normal pioneer at center 
    with dissolve

    un "И снова ты, я, ночь и пристань."
    un "Как считаешь, это совпадение?"
    "Как я считаю? Я считаю, что ты очень красива. Я думаю, что ты невероятно умна. {w}Смертельное сочетание."
    "Я считаю, что растерял остатки надежды. Что середина лета, а у меня — долгая чёрная зима, в целой куче смыслов."
    "Что — Петербург. Что — холодно, снаружи и внутри."
    "Что — мешковатое пальто, затычки в уши и обезличивающая чёлка на глаза."
    un "Ты замкнутый, молчаливый. Ольга Дмитриевна сказала, что у тебя совсем нет друзей."
    me "Она не соврала."
    "Моритури те салютант…"
    dreamgirl "Чего ты боишься? {w}Чего ты хочешь?"
    th "Я боюсь своего счастья, боюсь в него поверить. {w}А всего больше боюсь признаться самому себе, насколько погряз."
    show un grin pioneer at center with dissolve
    me "Так что мой лучший друг это ты. И по совместительству, девушка."
    show un laugh pioneer with dspr
    un "Ух, какая ответственность."
    un "Надеюсь, справлюсь!"
    "Я считаю, что здесь можно ставить красивую жирную точку в повествовании, чтобы Василиса Прекрасная никогда не прошла по дому в грязном фартуке, а Иван-Царевич никогда не явился домой пьяным."
    "Ведь любую самую волшебную романтическую сказку ничто так испортить не сможет, как бытовой постскриптум."
    me "Я тебе буду помогать."
    "Серьёзно пообещал я."
    un "Как?"
    show un smile2 pioneer at center with dissolve
    me "Пошли баю, солнец."
    "Разулыбался я, с трудом смаргивая тяжёлый уже сон с век."
    "Время уже было позднее, и луна, догуливающая своё очередное суперлуние, выбралась на небосклон — и казалось, протяни руку и возьми её."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return
    
label alt_day4_un_7dl_sleeptime:
    scene expression Notch("bg ext_square_night") with dissolve
    play ambience ambience_camp_center_night
    "…"
    "Ещё один день долой, центровой вехой в моём волшебном путешествии — но всего лишь стартовой в куда более захватывающем приключении, имя которому Лена."
    "Возможно, это на несколько месяцев, возможно, на пару лет."
    "Но чем чёрт не шутит — это может быть и на всю жизнь."
    "И меня это не пугает. Так странно. От девочки, от которой я сам сбежал бы в прошлой жизни…"
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_house_of_mt_night
    with dissolve
    play sound sfx_knock_door2
    pause(1)
    "Нет ответа."
    window hide
    play sound sfx_open_dooor_campus_1
    scene bg int_house_of_mt_night2
    with fade
    $ renpy.pause (1)
    play ambience ambience_int_cabin_night fadein 1

    "Картина, как мы топаем по городу друг навстречу другу, сосредоточенно пыхтя и глядя себе под ноги:"
    "Я — правая рука в кармане — затычки в уши — с торбой на плече —  с сигаретой, зажатой между средним и безымянным пальцами левой руки."
    "Она — в красивом вишнёвом пальто, с сумкой на низком ремне, хлопающей по бедру при каждом шаге."
    "Мы встречаемся глазами, пересекаемся, сцепляемся… И через секунду, вздрогнув, разрываем контакт."
    "Проходим мимо."
    "Мы оба боимся, что кто-то чужой влезет в душу и там напачкает."
    "Сейчас эти переживания вызывают только добрую, снисходительную улыбку."
    "Всё-таки, мы нашли друг друга, а это — самое главное."
    "Я сбросил с себя одежду и нырнул на прохладные простыни, впитывая кайф всеми органами чувств, всеми фибрами — тянущимися ручками-ножками, воспоминаниями о дне сегодняшнем, а главное — предвкушением дня завтрашнего."
    "Ну ещё бы. Всё ещё только начинается."
    th "Ну и глупая же, должно быть, у меня сейчас улыбка."
    "Подумал я, позволяя Морфею забрать меня в свою страну."
    window hide
    with fade2
    "То, как открылась дверь, и вожатая, почему-то пошатываясь и двигаясь на подгибающихся ногах, прошла к своей кровати, не зажигая света, и сладко-сладко там потянулась, я отметил чисто машинально."
    scene bg black with fade2
    stop music fadeout 2
    $ renpy.pause (2)
    "Я видел сон."
    "Сон, в котором неслышно отворилась дверь, и меня, больно ткнув в бок кулаком, кто-то подвинул в сторону и пробрался мне под бок."
    "Я было решил просыпаться и ругаться, но «кто-то» продемонстрировал чудеса уживчивости, мгновенно подобравшись под меня, и, укрывшись моей лапой как самым тёплым одеялом, счастливо вздохнул."
    "А я вздохнул в унисон, вдохнув знакомый уже — «мультипаспорт» — горьковатый аромат."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day5_un_7dl_begin:
    play music music_list["waltz_of_doubts"] fadein 3
    play ambience ambience_7dl["rain"] fadein 3
    scene expression Rained("bg int_house_of_mt_sunset")
    with fade2
    "Этот сон был слишком сладок, чтобы оказаться правдой."
    "Как и всегда, впрочем."
    "Всё самое лучшее, что с нами происходит — происходит во сне."
    "И не имеет значения, сон ли это сознания, разума, или того самого ощущения времени, которое отличает человека от крупных хищников."
    "Я закрываю глаза в апреле и просыпаюсь в декабре, вспоминая, что осенью-то, оказывается, в город приезжал Лондонский Симфонический Оркестр, и меня даже сумели вытащить на него."
    "А здесь… Я закрыл глаза после танцев и, похоже, до сих пор не проснулся."
    if alt_day4_neu_transit != 1:
        "Так всегда бывает, когда человек начинает занимать слишком много места в голове: мало-помалу, уставший рассудок сбрасывает часть размышлений в подсознание и результатом становятся те самые сны, о которых Лена говорила — красочные, цветные, с объёмным звуком."
    "Мне снились пряди тёмных, с фиолетовым отливом, волос, мягких на ощупь, терпких на запах — и будоражащая близость самую чуточку взмокшего девичьего тела."
    "То самое впечатление, которое может закрепиться на подкорочке так прочно, что поневоле начинаешь видеть сны."
    "Сладкие-сладкие сны, в которых она улыбается и здоровается. {w}А когда измученный гормональным дисбалансом организм наглеет вконец — и те, где Лена приходит ко мне ночевать."
    th "Я не могу, не должен сходить с ума по кому-либо с такой силой. Потому что только с вершины можно увидеть, насколько глубока пропасть."
    th "Моё подсознание создало чудовище Франкенштейна — ибо зная, как пахнет девочка, откуда я мог знать, какова она на ощупь?"
    th "Конечно, мы обнимались, но я не давал особой воли рукам."
    "За отсутствием информации сто процентов было подставлено что-то из моего старого опыта."
    "Она принесла с собой ледяной холод и куталась в меня, дрожа, упираясь в меня ледяными пятками, пряча ледяные ладони у меня подмышками."
    "Моя мечта, мой сон… В её поведении не было какого-то дополнительного подтекста, она просто пришла и улеглась мне под бок."
    window hide
    scene cg d5_un_bed_7dl with dissolve

    "А когда я, улыбнувшись сладкому сну, попытался перевернуться на другой бок — недовольно заворчала и вернула меня на место."
    "Спрятавшись между мной и стеной от поднимающейся Ольги Дмитриевны."
    "Если бы человек мог видеть сны на заказ — те, в которых некая часть объективной реальности оставалась незыблемой в качестве каркаса — то чем бы он заполнил свои сны?"
    "Мне пришлось узнать на собственном опыте, что все прежние чаяния не значили ничего больше."
    "Возможно, поэтому я не запаниковал и не удивился, когда очередностью событий вслед за захлопнувшейся дверью из-под одеяла показалась очаровательная головка с вездесущими хвостиками, и девочка, немного повозившись, устроилась у меня на плече и, помедлив, открыла глаза."
    un "Привет…"
    "Логично."
    me "Привет."
    me "Можно задам нескромный, непристойный и глубоко интимный вопрос?"
    un "Ты можешь попробовать."
    "Она обняла меня и потёрлась носом о плечо."
    me "Ты же в курсе, что ты у меня в кровати лежишь?"
    un "В общем и целом… догадываюсь."
    "Лукаво улыбнулась девочка."
    me "И что ты здесь делаешь, позволь узнать?"
    un "Глупый… Лежу. Неужели непонятно?"
    me "То есть то, что я делю домик с вожатой, тебя не смущает?"
    un "Ой… {w}Думаешь, она станет ревновать?"
    me "Лена!"
    un "Ладно-ладно… Шучу. Так что ты хотел узнать-то?"
    me "Зачем ты пришла?"
    un "Взгрустнулось ночью немножко… А с некоторых пор я не знаю других способов бороться с хандрой, кроме как прижиматься к тебе. Мучайся теперь со мной."
    me "Ты это серьёзно?"
    window hide
    scene bg int_house_of_mt_sunset
    show un sad sleep
    with dissolve

    un "Более чем."
    "Совершенно серьёзно ответила девочка, чуть отбросив одеяло, давая мне возможность оценить всю экстравагантность её одеяния."
    "Белая ночнушка, больше напоминающая маечку и, судя по тому, что постель не полна песка, какая-никакая, а обувь."
    me "И ты в этом пришла? Ты сумасшедшая?!"
    un "Да!"
    "Безуминки, плещущейся в её глазах, хватило бы на какую-нибудь Ульяну или Славю, но никак не на меланхоличного ребёнка, каким я знал Лену."
    me "И что мне с тобой делать?"
    "Вздохнул я."
    "Я постарался отодвинуться, чтобы ни себя не дразнить, ни её не смущать."
    dreamgirl "Её-то, пожалуй, смутишь!"
    me "Ты сама не знаешь, о чём говоришь."
    show un surprise sleep with dspr
    un "Мне же не десять лет…"
    "Мягко упрекнула меня она, прижавшись ко мне ещё плотнее."
    un "И я примерно догадываюсь, о чём речь."
    "И как с ней такой разговаривать? Она — как кошка навалерьяненная, к гласу рассудка прислушается только если этот глас стукнет ей по маковке!"
    dreamgirl "Послушай меня хотя бы однажды в своей никчёмной жизни. Выгоняй её из кровати. Выталкивай в шею."
    th "Смотрите кто запел! Ты ли это?"
    dreamgirl "Я, я… События не в твою пользу, то самое удивительное неудачное сочетание факторов. Окажись оно хоть чуть по-другому, и фиг бы она ушла у нас безнаказанной."
    dreamgirl "Возможно, на это и была сделана ставка."
    dreamgirl "Но если вас вожатая спалит — мало того что разнесёт по первое число, она ещё и придумает как расселить вас так, что вы до конца смены контактировать не сумеете!"
    th "Так что делать-то?"
    dreamgirl "Выгони её. Силком, если потребуется."
    th "Но я не…"
    "Одновременно произошло два события — зазвенел будильник, заставив вздрогнуть девочку, которая уже нашла ладонью всё, что хотела, и в распахнувшейся двери нарисовался силуэт Ольги Дмитриевны в её вездесущей панаме."
    show mt normal panama pioneer at right with dspr
    mt "Семён, с до…"
    window hide
    with fade

    "Немая сцена."
    "Вожатая углядела нежащуюся рядом со мной девочку и чисто машинально взяла доступное ей фортиссимо."
    "От неожиданности Лена сжала руку, а я полузадушенно крякнул."
    "Утро выдалось что надо!"
    play music music_7dl["catch_the_hedge"] fadein 2
    show mt angry panama pioneer with dspr
    mt "Семён?!" with vpunch
    "Пьяная, помятая пионервожатая. {w}Судя по отчётливо зелёному оттенку лица, гулянка вчера удалась, и нашу идеальную вожатую сейчас мучил абстинентный синдром."
    "Она сама поморщилась от собственного крика, но решила давить до победного."
    mt "Семён, что у тебя в кровати делает пионерка?"
    me "Лежит, неужели непонятно."
    if herc:
        me "Хотя что-то мне подсказывает, что даже если не просто лежит — вы бы ночью и внимания не обратили!"
        mt "Не совсем понимаю, что ты…"
        me "Да бросьте. Я прекрасно видел как ваше состояние… Так и вашу одежду."
        show mt surprise panama pioneer with dspr
        mt "Так ты…"
        "Я кивнул."
        th "Во всех подробностях."
        th "А не было бы влом — мог бы и запечатлеть кадр для потомков."
        show mt angry panama pioneer with dspr
        mt "Ты подглядывал!"
        me "Ага. Вы в центре комнаты в костюме Евы, потягиваетесь и шатаетесь в состоянии нестояния."
        "Я расхохотался."
        me "Конечно же, я подглядывал."
        show mt normal panama pioneer with dspr
        "Ольга хотела было что-то рявкнуть, но, застонав, схватилась за виски и опустилась на свою абы как заправленную кровать."
        show un scared sleep at left with dspr
        un "Ольга Дмитриевна!"
        "Лена кинулась помогать вожатой — полностью противореча собственным словам о вечно швейцарской политике."
        mt "Отстань, пионерка, иди одевайся лучше."
        show un surprise sleep with dspr
        un "Но…"
        "Мгновенно поняв бессмысленность каких-либо слов, Лена развернулась и направилась к выходу."
        "Бросив негодующий взгляд на вожатую, я вскочил с кровати — как был, в семейниках — и, догнав девочку, обнял её."
        me "Ольга Дмитриевна, сами думаете, что говорите?!"
        me "В ночнушке по просыпающемуся лагерю. Рубашку пионерке пожалели."
    else:
        show un sad sleep at left with moveinleft
        "Лена перебралась через меня и встала у кровати, упрямо глядя на вожатую."
        un "Это я сделала."
        un "Я пришла."
        show mt rage panama pioneer with dspr
        mt "Да я догадалась уже!"
        me "О чём это, интересно, вы догадаться успели? Вы же с похмелья ещё не отошли…"
        "Проворчал я, поднимаясь."
    "Почесав затылок, я завернул девочку в валяющееся тут же покрывало и подтолкнул к выходу — негоже голышом гонять по улице, но и сидеть здесь теперь уже как-то… не актуально."
    stop music fadeout 5
    mt "Не ходи."
    show mt normal panama pioneer with dspr
    "Остывая, сказала вожатая."
    mt "Там дождина — мигом промокнешь."
    mt "Я тебе дам одежду: у меня есть запасной комплект."
    show un surprise sleep at left with dspr
    un "С-спасибо…"
    "Я вдруг вспомнил ночную картину… А потом то, что оказалось у меня под ладонями…"
    play music music_7dl["everyday"] fadein 5
    show mt sad pioneer with dspr
    mt "Семён, может, отвернёшься?"
    "Она сбросила наконец свою уже неактуальную панамку и сердито посмотрела на меня."
    th "Зачем, интересно? Что я там ещё разглядеть не успел?"
    hide mt
    hide un
    with dissolve
    "Но послушно отвернулся — и тут же, хлопнув по лбу ладонью, потянулся к шортам и  рубашке."
    "Издержки воспитания в женском обществе — рано или поздно совершенно перестаёшь стесняться собственной наготы в компании женщин. Даже если женщины условные…"
    dreamgirl "Это ты вожатку условной женщиной назвал? Или по Леночке прошёлся?"
    th "Ну… Они девушки же. Не женщины."
    dreamgirl "Ага-ага. Продолжай топить себя."
    dreamgirl "Не хочешь поделиться с «неженщинами»?"
    th "Указать, в какую сторону «на хрен»?"
    window hide
    with fade2
    "Лена справилась за минуту — практически уложившись в армейский норматив."
    show mt normal pioneer at cright
    show un normal pioneer at cleft
    with dspr
    "Форма явно была ей великовата, но за отсутствием альтернатив сошла и она."
    "Судя по относительно стабильному состоянию вожатой, та ещё между делом и таблеточку цитрамона успела слопать."
    mt "Так, мы все одеты, собраны. Поговорим."
    mt "Семён, даже не думай в этот раз скатить разговор к хиханькам и фарсу."
    mt "В общем, я полностью на вашей стороне…"
    dreamgirl "Оно, в общем, и неудивительно."
    mt "Но по лагерным правилам вообще-то это считается чрезвычайным происшествием и карается товарищеским судом за аморалку."
    th "А бухать после отбоя и приходить с голым задом — это норма?"
    th "Ладно, пофиг на голый зад, лично я только за. Что делать будем с тем, что я с молодой привлекательной вожатой в одном домике живу?"
    th "Если я правильно помню, импотенты из ханжеского отдела очень любили рассылать попавшихся через разнарядку на противоположные концы земного шара."
    "И единственным способом спасти отношения в данном случае была немедленная подача заявления в загс."
    me "Обожаю Союз."
    me "Что вы предлагаете?"
    show mt sad pioneer with dspr
    mt "Ничего."
    mt "Я пишу на вас характеристику в ВЛКСМ, как на молодых людей, предпочитающих работать вместе… В целом ряде смыслов."
    show un shocked pioneer at left with dspr
    un "Но как же…"
    mt "А вот так. И эта характеристика будет храниться у меня до конца смены."
    mt "Я не запрещаю вам видеться или что-то в этом духе."
    mt "Но ещё одна такая сцена с кроватью… "
    show un scared pioneer
    show mt angry pioneer
    with dspr
    extend "Вы поняли меня?"
    "Мы синхронно кивнули. Что уж тут непонятного."
    show mt smile pioneer with dspr
    mt "Вот и славно."
    "Вожатая улыбнулась и до хруста потянулась, обтягивая полную грудь влажной рубашкой — и я понял, что не все предметы белья она с утра надеть успела."
    mt "Я даже где-то жалею, что мы пришли к соглашению."
    if alt_day4_neu_transit != 1:
        mt "Кто бы мог подумать, что два моих самых угрюмых пионера станут встречаться."
        show un shy pioneer with dspr
        mt "И, главное, когда что успели…"
    mt "Ладно. {w}Сгиньте с глаз моих."
    "Она махнула рукой, прогоняя нас, но я решил уточнить:"
    me "Разрешите вопрос по существу."
    "Я кинул взгляд на часы."
    me "Время уже к девяти вплотную, почему нет линеек, зарядок и иже с ними?"
    show mt laugh pioneer with dspr
    mt "Так дождь же! Ты бы хотел стоять на линейке под дождём?"
    me "Ээээ…"
    "Старательно ответил я."
    th "Кто ж вас знает, фанатиков."
    th "Может, для вас и смерть не помеха для посещения линейки. Раз уж вожатая с бодуна на летучку поскакала."
    mt "Дождевика или зонта не дам, уж извините, у самой только плащ."
    un "Ничего… У меня зонтик есть."
    play sound sfx_7dl["eat_horn"] fadein 1
    mt "Вот и на завтрак пора."
    "Немного деревянно рассмеялась так и не расслабившаяся вожатая."
    mt "Бегите уже!"
    play sound2 sfx_open_door_clubs
    $ renpy.pause(1)
    window hide
    scene cg d5_rainy_idle_7dl
    with dissolve
    "А на улице правда был дождь!"
    stop sound fadeout 3
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return
    
label alt_day5_un_7dl_breakfast:
    scene bg int_dining_hall_people_rain_7dl with dissolve
    play ambience ambience_medium_crowd_indoors_1 fadein 3
    "Завтрак был как завтрак: каша пшеничная «Заря Полей» на сгущёнке, чай «Белые Ночи» полусладкий и два бутерброда — с сыром и колбасой."
    "Впрочем, по сравнению со днём вчерашним, когда нас чуть ли не котлетами на завтрак кормили, это был очень даже пристойный рацион."
    "В голову вдруг пришло, что для пионера-режимника этого времени вечный распорядок, позволяющий отрегулировать организм как часы, был больше благом, чем ограничением — он плавно, практически не замечая разницы, вливался сначала в армию."
    "В последней, конечно, хватало своих сложностей, но это были, скорее, психосоциальные моменты, чем режимные."
    "А потом — переход под крылышко Союза, в госструктуру. В это время ещё не существовало частных лавочек, и все без исключений трудились на благо родины, а за тунеядство могли и статью впаять."
    "И каково было мне, с младых ногтей живущему по графику и распорядку, выстраивающему собственное тело так, как не каждый бодибилдер строит, и знающему досконально каждую свою сильную и слабую сторону — слететь на финишной прямой."
    "Просто потому, что захотелось однажды отметить с ребятками выпускной, а там и гранитные плиты облицовки показались уместными для сна."
    "Диагноз — застуженные почки, крест на карьере в ВКС и потеря половины мотивации существования."
    "А ведь я бы справился. В конце концов, я к этому шёл всю свою жизнь."
    "Усевшись рядом, Лена немедленно подтолкнула ко мне свою тарелку."
    show un smile pioneer at center with dspr
    un "Лопай, я же знаю, тебе нужно."
    me "Не откажусь, конечно, но ты…"
    show un smile2 pioneer with dspr
    un "Да ешь, знаю же, что тебе нужнее. {w}Тебе же ещё нас от Ольги Дмитриевны оборонять."
    me "Лен, кроме шуток. Я безмерно польщён тем, что ты сделала, но давай мы это будем немного согласовывать? Я хотя бы ключ сопру от домика, где нам никто не помешает."
    show un grin pioneer with dspr
    un "Ух какой предусмотрительный! А что, сумеешь раздобыть ключ?"
    if alt_day1_sl_keys_took == 1 or alt_day1_sl_keys_took == 3:
        if 'nwsppr' in list_clubs_7dl and not (herc or loki):
            pass
        else:
            me "Вообще-то, это секрет."
            "Оглянувшись, я перешёл на шёпот."
            me "Но у меня уже есть ключ, и если тебе вдруг…"
            show un smile3 pioneer with dspr
            un "И где только взял?"
            me "Секрет фирмы!"
            "Гордо ответил я."
    else:
        me "Сумею! Есть у меня парочка идей."
        un "Я в тебя верю."
        "Картина из прошлого: мы перетряхиваем мой рюкзак, куртку, штаны в поисках ключа, ищем и не можем найти — в результате находим его у неё в кармане."
        "Дверь грохнула о притолоку, захлопываясь, но нам уже не было до этого дела — мы как два больных, два сумасшедших, не могли и не хотели размыкаться."
        "Одежда улетела на пол в первые двадцать секунд, и в результате краткой борьбы я всё-таки поднимаю её на руки и торжественно вношу её в спальню."
        "Были обвинения в безумии, угрозы брякнуться, констатации того, что она тяжёлая — я не слушал ничего. Я как те самые китайцы, что молча делают своё дело."
    me "В моё время девушка позволяла переходить к следующему этапу не раньше второго-третьего свидания…"
    "Проворочал я."
    show un laugh pioneer with dspr
    un "Так а сам посчитай! Свидание в среднем длится часа четыре, чтобы если вдруг что, люди друг друга до тошноты не выбесили."
    un "А мы сколько вместе? Практически сорок восемь часов."
    "Она сбросила сандалию и погладила ножкой мою ногу под столом."
    un "Можешь считать, что это у нас с тобой девятое-десятое свидание, раз уж тебя мучают твои пуританские угрызения. И мы по всем твоим правилам уже опаздываем!"
    me "Твоя логика меня вымораживает. Но… Ладно. Мне-то как раз всё очень нравится."
    th "Кроме, разве что совершенно необъяснимого восторга девочки на мой счёт."
    me "Лена, скажи…"
    "Осторожно поинтересовался я."
    if alt_day4_un_7dl_un_calm:
        me "Ты что-то говорила про неприятный опыт…"
    me "Ты с кем-то раньше встречалась, и он обидел тебя?"
    un "Нет. Просто не дотянул до планки."
    me "А я — дотягиваю?"
    show un grin pioneer with dspr
    un "О, ты ставишь новые стандарты. Ты такой же странный, как я, но притом иногда смотришь на меня так, что я почву под ногами теряю."
    me "Ладно, перелётная птиса."
    "Я добил кашу и отставил тарелку в сторону."
    me "Какими глупостями займёмся после завтрака?"
    mt "Не знаю насчёт глупостей, но Лена пойдёт в стенгазету, а ты, Семён, назначаешься ответственным за досуг младших отрядов."
    show mt normal pioneer at right with dspr
    th "Да что ты, блин, делать будешь!"
    me "Да с фига ли я?!"
    "Судя по воскрешённому навыку бесшумного передвижения, Ольга Дмитриевна успешно вывела продукты полураспада алкоголя из крови."
    mt "Официально — потому, что исключая Славю, ты самый ответственный пионер в отряде."
    mt "Ты помогал во второй день с организацией карточного турнира, в третий день разбирал медикаменты"
    if alt_day4_un_7dl_ducks:
        extend ", а вчера явил миру чудеса педагогического таланта, научив шестой отряд танцу так, что они взяли приз зрительских симпатий."
    else:
        extend ", в общем, на месте Лены я бы за тебя ухватилась покрепче — неровен час, Славяна увести такого перспективного кадра захочет."
    me "Только идиот верит официальной версии."
    show mt grin pioneer with dspr
    mt "Смотри, ты сам напросился…"
    me "На что же?"
    mt "Просто я знаю, насколько бывает плевать на все запреты взрослых, особенно если ты молод, глуп и влюблён."
    mt "А вы влюблены. Вот и всё."
    show un shy pioneer with dspr
    "Я покраснел."
    un "Ч-что…"
    show un surprise pioneer with dspr
    mt "Поэтому я делаю это для того, чтобы вы оба глупостей не натворили."
    me "Чёртовы инженеры душ человеческих… Вас и этому учили?"
    show mt laugh pioneer at right with dspr
    mt "Нас много чему учили."
    th "Да. Особенно являться в домик к пионеру противоположного пола в состоянии нестояния."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day5_un_7dl_breakfast_l:
    me "А если мы не согласимся?"
    "Поинтересовался я."
    mt "У вас выбора нет. {w}Либо так, либо домашний арест — за то, что кто-то ночью испортил памятник. А у нас есть свидетели, что Лена и ты, Семён, куда-то ходили ночью."
    th "Вот коза!"
    th "Да пошло оно всё!"
    me "Шантаж, да? Ну-ну."
    me "Можете попробовать заставить нас."
    "Я кивнул Лене и, взяв её за руку, потащил за собой, не слушая криков сзади."
    "Всё, что я хотел, я услышал."
    stop ambience fadeout 4
    window hide
    scene bg ext_clubs_rain_7dl with dissolve
    play music music_7dl["what_am_i_doing_here"] fadein 5
    "Я не знаю, как назвать то, что творилось внутри меня — несколько слов, обронённых посторонним, казалось бы, человеком."
    "Старая как мир история — они оба неровно дышат друг к другу. И они оба узнают об этом последними."
    "И хохотать, и плакать хочется от переполняющего душу восторга — уже не оттого, что просто сошёл с ума, а от того, что не одинок оказался."
    "Человеку всегда мало хорошего, ему подавай лучшее."
    "Как в моём рассказе, спрятать от дождя под кустом, под розовой кофточкой."
    "Я сам усмехнулся представившейся картинке."
    "Мы направились куда глаза глядят."
    if alt_day_binder != 1:
        "А глядят они, как оказалось, в сторону всё того же здания, где мы встретились в первый раз."
    else:
        "А глядят они, как оказалось, в сторону штаб-квартиры местных технарей."
    "Так уже был Электроник, запирающий дверь на ключ."
    "Протащив Лену за собой, я забежал на крыльцо и окрикнул мальчика."
    me "Привет! Что делаешь?"
    show el normal pioneer with dspr
    el "Ой, привет. А я клуб закрываю."
    me "Вот как? И почему?"
    el "Да Шурика в больницу положили, а сам я не потяну в одиночку вести кибернетику."
    me "Как это в больницу?"
    "Удивился я."
    me "Я же ещё пару дней назад его здоровым видел!"
    show el normal pioneer with dspr
    el "Ну… Ты же позавчера отказался нам помогать… Только не подумай, что я тебя в чём-то обвиняю — сам понимаю, когда девочка требует…"
    show un angry2 pioneer at left with dspr
    un "Ты не отвлекайся."
    "Быстренько отсекла все вбоквелы Лена."
    el "Так я и говорю."
    "Заторопился он."
    el "Позавчера Шурик на крышу полез, поскользнулся, упал и неудачно по краю крыши зацепил рукой — разрезало до кости. Вот."
    show un surprise pioneer with dspr
    me "Ничего себе! Как он?"
    el "Вчера был живой ещё: его Виолетта в больницу отвезла — до сих пор вот не вернулись. Значит, скорее всего, на стационар положат."
    me "Незадача какая."
    th "Хотя что греха таить, даже окажись я в курсе — чёрта с два я выбрал бы безопасность какого-то неизвестного мне Шурика, когда Лена под боком просит её помочь разобраться с медикаментами."
    el "Так что я ключи сейчас сдаю Ольге Дмитриевне и иду заниматься досугом малышни. {w}Всё строго согласно распоряжению высочайшего начальства."
    "Мне пришло в голову, что я практически ничего не знаю об Электронике — вот и сейчас, прозвучи последняя фраза из моих уст, там можно было бы разглядеть издёвку невооружённым глазом."
    "А он улыбается как ни в чём ни бывало."
    me "Солнца сегодня нет, так что она, скорее всего, в крытом стадионе будет."
    el "Вот спасибо! А вы куда направляетесь?"
    me "Ээээ… ну, мы. Ээээ."
    show un smile pioneer with dspr
    un "А мы сторожку проверять идём."
    "Пришла мне на помощь Лена."
    un "Ольга Дмитриевна сказала, чтобы мы собрали кого можем — там угол дождём подмыло."
    "По лицу кибернетика было заметно, что ему оказаться на ролях припаханного не улыбалось совершенно, потому как он мгновенно засуетился, засобирался и, скомканно помахав нам на прощание, скрылся в неизвестном направлении."
    hide el with dissolve
    show un smile pioneer with dspr
    me "Ну и вруша же ты, коварчивая…"
    "Покачал головой я."
    un "На том и стоим!"
    "Она обвила меня руками и жарко выдохнула куда-то в шею."
    un "Таки что? Куда кавалер поведёт свою даму? {w}Неужели в лесок под кусток да под розовую кофточку?"
    "Похоже, что мыслили мы в одинаковом направлении."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return
    
label alt_day5_un_7dl_clubs:
    $ alt_day5_un_7dl_club_day = True
    play music music_7dl["lth"] fadein 5
    me "Вообще-то, у меня другая идея."
    play sound sfx_keys_rattle
    "Связка звякнула на ладони."
    show un laugh pioneer with dspr
    un "С тобой не пропадёшь! Открывай давай!"
    me "Сей…"
    hide un with moveoutleft
    show mt rage pioneer with moveinright
    "Не знаю, уж в силу чего, но я, подбирая ключ, постоянно озирался — это и спасло нас от спешащей к воротам Ольги Дмитриевны."
    hide mt with moveoutright
    "Мы мгновенно скатились на бетонную дорожку за кустами и, присев там, наблюдали за тем, как вожатая несётся во весь опор, бормоча нечто про нежелательные беременности и чёртовых дофига видящих детей."
    "Рубашка сдалась мгновенно — стоило лишь вломиться в кусты боярышника, и ледяной дождь, скатившийся за шиворот, на некоторое время заставил меня забыть сделать вдох."
    un "С-с-с-с…"
    "Несколько минут спустя простучала зубами Лена."
    "Она промокла насквозь так, что ставшая прозрачной рубашка облепила формы самой соблазнительной топологии. Но сейчас было не до глупостей — у неё уже губы синие были."
    "Блин."
    th "Не хватало ещё, чтобы она простыла."
    "Я цыкнул на невовремя зашевелившуюся совесть."
    th "Или мы оба…"
    "Я отрицательно покачал головой."
    th "Прости, родная, придётся немного потерпеть."
    "Я притянул её к себе, грея как мог — хотя что я мог, сам насквозь мокрый?"
    "Поцелуи ледяными губами греют разве что психологически."
    "Минут десять мы сидели, пока у меня, как у верховодящего, чуть не лопнуло терпение."
    "И когда я уже совсем было собрался подниматься на крыльцо и возвращаться к славной деятельности медвежатника, в обратную сторону пронеслась всё та же Ольга Дмитриевна."
    show mt feared pioneer with moveinleft
    th "От блин, и года не миновало! Оперативность зашкаливает."
    "Во всём мире осталась только сырость, холод, и — тут я сам себе удивился — Лена."
    th "Ну надо же."
    th "Я и забыл, когда о ком-то заботился так… Так…"
    "Рука, обнимающая девочку, затекла, но я стоически стиснул зубы и не позволял себе пошевелиться, пока Ольга не прошла мимо."
    "Вожатая была ничуть ни суше нас, и это было единственным, что худо-бедно грело."
    "И уже не озиралась даже — нет, в этот раз её целеустремлённости мог бы позавидовать иной тепловоз: не чуя земли под собой, Ольга неслась, уставившись в одну точку."
    "Явно спешила переодеться и хотя бы чуточку согреться."
    "Отсюда вопрос — а до глупостей ли ей вроде поиска заплутавшей парочки — даже не поднимался."
    hide mt with moveoutright
    "Через пятнадцать секунд её топот стих за поворотом, и я, кивнув девочке, крадучись выбрался из нашего убежища."
    "Та, пригревшись, протестующе заворчала, не желая выбираться из какого-никакого а тепла, поэтому пришлось фактически тащить её на себе до здания клубов."
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_clubs_male_day
    with dissolve

    play music music_7dl["surf"] fadein 5
    "Мы забрались в клуб и долго-долго не могли согреться."
    "Стучали зубами, кутались, обнимались — от холода половину инстинктов повыключало."
    "А несколько секунд спустя моё внимание привлекли тюки с непочатыми постельными комплектами."
    me "Раздевайся."
    "Велел я ей, сам не веря, что предлагаю такое."
    show un surprise pioneer with dspr
    un "Что?!"
    me "Раздевайся, говорю."
    show un shy pioneer with dspr
    un "З-зачем?"
    th "Зачем-зачем, завалю на стол и там… Вопросы какие…"
    me "Ты мне доверяешь?"
    show un surprise pioneer with fade2
    un "Да…"
    "Она покраснела и, опустив глаза в пол, медленно потянула галстук."
    me "Да что ты копаешься!"
    "Я подошёл к ней вплотную и успел расстегнуть рубашку, выпустив наружу грудь, которую так и не стянули сегодня лишней защитой в виде бюстика."
    "А потом только до меня дошло — что я вообще творю…"
    "Но глаза боятся — руки делают, сейчас не до глупостей было, оба рисковали слечь с воспалением лёгких."
    "Она покорно оборачивалась, подставляя под руки застёжки и пуговицы, упорно глядя в пол и полыхая румянцем щёк."
    "Внимания на это я не обратил — воевал с юбкой. И только когда она сползла до середины бедра, вспомнил вдруг, что…"
    me "Дальше сама."
    "Я и сам смутился, забавно продублировав реакции девочки, которая, несмотря на красноту и снедающий тело стыд, явно собралась двигаться до конца — что бы это ни значило."
    un "Х-хорошо…"
    hide un with dissolve
    "Она возилась ещё минутку, после чего позвала."
    un "Я всё…"
    show un serious sleep with moveinleft
    "Ну, я и обернулся…"
    hide un with moveoutright
    "…и тут же обернулся обратно — Лена стояла напротив меня, донельзя смущённая, но упорно отказывающаяся прикрываться."
    me "Так и будешь стоять, горе моё?"
    "Ласково поинтересовался я, с интересом скользнув взглядом по фигурке."
    un "Так мы же…"
    "Она с намёком затянула паузу."
    me "Никаких «же», пока мы не просохнем и не обогреемся. Вот."
    "Я кинул ей упаковку со свежей простынёй."
    me "Открывай и обматывайся, будем с тобой как римские патриции."
    un "А т-ты?"
    "Простучала зубами она."
    me "Что я? {w}Я тоже сейчас переоденусь!"
    un "Ну… Как-то так, наверное…"
    show un sad sleep with dspr
    un "Вот…"
    "Вот теперь я чувствовал себя гораздо увереннее."
    "Лена обмотала простыню вокруг тела и перекинула свободный уголок через грудь так, что тот замкнулся классической тогой. {w}Прелестно."
    "Я ослабил ремешок и потянул вниз шорты."
    un "Да, кстати… Ты как насчёт немножко согреться?"
    dreamgirl "И тут она такая добывает из подпространства бутылку вермута, крошит туда отравы и наводит по чашке глинтвейна!"
    th "Балаболка…"
    "Лена что-то поискала в тумбочке и явила на свет моток шпагата."
    un "С-сейчас од-дежду п-повесим."
    "Она до сих пор не могла согреться, и старательно загоняла дрожь внутрь себя."
    th "Бедное моё солнышко. {w}Сейчас."
    "Неприятно липнущая к телу одежда наконец сдалась и позволила себя снять, а через секунду на плечи легла прохладная сухая простыня."
    me "Я только за."
    me "Где бы здесь присесть… А лучше — прилечь."
    show un serious sleep with dspr
    un "У кибернетиков здесь был матрас. Можно взять его."
    me "И откуда ты всё знаешь?!"
    "Эта девочка порой удивляла меня!"
    show un grin sleep with dspr
    un "Ну… я же здесь на две недели дольше твоего."
    un "Кое-какие вещи успела узнать."
    me "Может, здесь и чай с кипятильником есть?"
    un "Есть, конечно."
    show un laugh sleep with dspr
    extend "У тебя за спиной."
    me "Шаман, не иначе."
    "Многозначительно покивал я, доставая из тумбочки плитку прессованного казахского чёрного и коробку с рафинадом."
    me "Сейчас погреемся, и…"
    un "И?"
    show un grin sleep
    "Если бы не неотпускающая тело девочки дрожь, я мог бы поклясться, что разглядел в её глазах лукавство."
    un "Что тогда?"
    me "А ты как думаешь?"
    "Я попытался изобразить многозначительно подмигивание, но на перекошенном от холода лице это получилось не очень."
    show un serious sleep with dspr
    un "Я много чего себе надумать могу. {w}Давай без намёков, честно."
    me "Не знаю… Лично я бы не отказался покемарить немного. {w}Не знаю как ты, а я что-то не выспался."
    me "Не знаешь, почему бы это?"
    show un smile3 sleep with dspr
    un "Даже не догадываюсь. Очень давно уже так сладко не спала."
    "Я не удержался и показал ей язык, а она в ответ улыбнулась и, сев рядышком, обняла меня сзади, прижимаясь к спине и тыкаясь холодным носом в область шеи."
    "Минут десять мы гипнотизировали банку, где обрастал пузырьками алюминиевый ТЭН."
    "Ещё пять минут спустя, обжигаясь, передавали друг другу банку мира, вприкуску потребляя крепкий до чифиря настоящий чай — не чету той шляпе, что обитает на полках современных мне магазинов."
    un "Крепко завариваешь, наш человек."
    "Одобрительно кивнула Лена, распробовав горячий напиток как следует."
    un "А то я после безобразия, что в столовой дают, плююсь постоянно."
    "Вроде, чая брали немного, но вышло крепко — аж до терпкости — поэтому давили мы этот несчастный литр чая достаточно долго."
    un "Чая напились, отогрелись, что дальше?"
    me "Для начала было бы неплохо решить, не что, а где будет это самое «дальше»."
    "Я обвёл руками залитые дождём окна."
    me "Это сейчас нас дождина скрывает лучше любой шапки-невидимки."
    me "Но если верить цитате Кроу, дождь не может идти вечно."
    me "А потому я предлагаю перебазироваться в подсобку."
    me "Если я ничего не путаю: там под окнами растёт особо злая крапива — значит, подглядеть за нами не смогут."
    un "Мммм… а дальше что?"
    "Лена стояла рядом, беззастенчиво грея ладони у меня на животе."
    th "Где-то я уже слышал этот вопрос."
    me "А дальше — по обстоятельствам."
    show un serious sleep with dspr
    un "Ладно… Ты мужчина — ты веди…"
    "Она пожала плечами и освободила меня."
    me "Так, для начала, где там был матрац?"
    "Поинтересовался я, увернувшись от висящей на верёвке мокрой юбки."
    un "В подсобном помещении, в каком-то шкафу…"
    "Лена мимолетно улыбнулась моим эквилибристским трюкам и между делом заметила:"
    un "Наверное, одежду тоже надо будет туда убрать. Заметят."
    me "Умница."
    "Похвалил я."
    me "Вот и займись. А я пока лежак нам устрою."
    window hide
    play sound sfx_open_door_clubs_2
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_clubs_male2_night
    with dissolve
    $ day_time()

    "Матрац обнаружился на одной из верхних полок, занимая пространство полностью."
    th "Мда… {w}Даже думать не хочу, где был этот матрац и что он там видел."
    "Не поленился распаковать сразу две простыни, чтобы прикрыть нагромождение пятен от реактивов и телесных жидкостей."
    "Аналогично пришлось поступить и с подушкой."
    "И, когда Лена, растянув по комнате верёвку, развесила там наши вещи, я уже поджидал её и приглашающе похлопал по местечку рядом с собой."
    show un smile3 sleep with dspr
    me "Заползай мне под крыло — там и сухо, и тепло!"
    "Вместо ответа девочка рассмеялась и, сбросив простыню, в чём мать родила скользнула ко мне под бочок."
    hide un with moveoutbottom
    "Немного поёрзала, устраиваясь поудобнее, повздыхала."
    "Наконец развернулась ко мне лицом и снова облапила моё бедро стройной ножкой, оказавшись вдруг так близко — во всех смыслах этого слова — что я мог почувствовать, что замёрзла она далеко не везде!"
    un "Знаешь… Я бы прямо здесь и…"
    "Она зевнула."
    un "Но ты прав. Очень хочется спааааааать."
    "Я не стал спорить, и всего секундой спустя после того, как она мирно устроила голову у меня на груди и засопела, прикрыл глаза и сам, убаюканный постоянным перестуком дождя за окном."
    "И даже вопли либидо о том, что мне достаточно просто чуть-чуть шевельнуться навстречу, чтобы перевести наши отношения на новый уровень…"
    window hide
    with fade2
    scene bg int_intro_liaz_7dl with fade
    play music music_list["sparkles"] fadein 3
    "Мне снилось что я проснулся."
    "С усилием оторвал примёрзшую к стеклу шапку, огляделся."
    "Здесь всё осталось прежним."
    play sound_loop sfx_bus_interior_moving fadein 4

    voice "Проспал, да?"
    voice "Уж извини, будила тебя, будила, а ты как пьяный, только мычишь что-то."
    me "Что?"
    "Я выглянул в окно — автобус подъезжал к моей родной «Ломо», здесь у него было кольцо."
    "Как удобно садиться на одной конечной — и прибывать на другую конечную. Никогда не проспишь."
    "Просыпаешься всегда в окружении знакомых, родных, но ни разу не любимых зданий."
    "Тем более, после такого-то…"
    th "Дискретное перемещение между двумя точками, придуманное мной и воплощённое в моей личной карманной реальности — какого дьявола ты такое скучное и предсказуемое?!"
    "Бывают сны, от которых просыпаешься в слезах."
    "Бывают сны, от которых потом сердце не на месте месяцами."
    "А бывают сны… После которых ты не просыпаешься. Твои глаза открывает кто-то другой, кто-то, кто уже не ты."
    "Ультракаиновый укол, заморозивший всё настолько, что даже тридцатиградусный мороз ощущается как что-то незначительное."
    "Я не знаю, чем заслужил этот прекрасный сон… И в чём провинился, что заслужил его окончание."
    "Но… ведь у любой истории есть свой конец, правда?"
    "Наверное, и у этой тоже."
    "Я поднялся и отправился к задней двери."
    with vpunch
    un "Семён!"
    "Позвал очень знакомый голос откуда-то сзади."
    "Я обернулся — но никого не заметил."
    with vpunch
    un "Семён! Проснись!"
    me "Что… Что?"
    window hide
    with hpunch
    scene bg int_clubs_male2_night with dissolve
    stop music fadeout 5
    stop sound_loop
    stop sound
    show un angry2 sleep
    stop ambience fadeout 5
    "Лена лежала рядом и без лишней нежности трясла меня. А когда я открыл было рот, чтобы спросить что-то, тут же заткнула меня ладошкой."
    play music music_7dl["sneakupon"] fadein 3
    un "Тих-ха! Нас, похоже, искать пришли."
    "Я хотел было что-то спросить, но заслышал голоса по ту сторону двери…"
    "Лена опередила меня — сверкнув обнажённой натурой, подскочила к двери и бесшумно провернула торчащий в замке ключ."
    "И, двигаясь нарочито неторопливо, вернулась ко мне."
    un "Теперь можно и…"
    me "Ты чёртова извращенка."
    "Зашипел я."
    me "Такое ощущение, что ты только и мечтаешь, когда тебя застукает кто-нибудь в самый разгар процесса!"
    show un grin sleep with dspr
    un "О… Меня это почему-то жутко заводит."
    "Она сильно толкнула меня в плечо, разворачивая на спину, и, немного подумав, села сверху, прижав меня к матрасу."
    un "Ох ты…"
    show un smile3 sleep with dspr
    play sound sfx_steps_clubs_nextroom
    with dspr
    show un scared sleep with dspr
    play sound sfx_close_door_clubs_nextroom
    "В дверь кто-то подёргался, попытался повернуть ручку."
    voice "Закрыто — похоже, их нет здесь."
    mt "Так откройте!"
    voice "Не получится. Ключ был только у Шурика, а он его увёз."
    th "И тут заходит Ольга Дмитриевна и, не говоря дурного слова, берёт тупой нож и отпиливает мне тестикулы."
    "Это позволило чуточку приглушить позывы плоти."
    me "Извини, но сейчас я просто боюсь."
    "Шепнул я, плавно ссаживая её с себя."
    show un sad sleep with moveinbottom
    "Погрозив мне кулачком, она наконец перестала издеваться."
    un "Всё равно будет по-моему! {w}Вечно отбиваться не сможешь."
    me "Как будто я против!"
    me "Только пускай это будут не такие идиотские обстоятельства?"
    th "Кто ж виноват, что я такой неудачник, что мне тупо не везёт на удобные ситуации."
    dreamgirl "Ну так, может, стоит задуматься о подготовке ситуации своими руками?"
    th "Что?"
    dreamgirl "У тебя есть ключик от домика. И ты знаешь чем — вернее, кем —  отвлечь вожатую. Так что сегодня или завтра…"
    me "Прощальная дискотека завтра, да?"
    "После кивка девочки внутри что-то сладко заныло в предвкушении."
    "Соблюдение традиций, прощальная дискотека, прощальные поцелуи, признания и… да, он самый."
    "Дух захватило, сердце подпрыгнуло и заколотилось как оглашённое."
    un "Ты ведёшь себя так, будто я тебе не нравлюсь."
    me "Глупости. Просто я не в восторге от занятий любовью под аккомпанемент топота и переговоров."
    un "Так они уже ушли все."
    "Я прислушался."
    me "Всё равно, вернутся. Да и настроение уже… Не то."
    "Песенка в исполнении животика Лены подтвердила мои слова."
    me "А сколько сейчас…"
    "Хвала рандому, хватило ума смарт держать в чехле — не отсырел и демонстрировал 18 часов."
    me "Полдник пропустили, зато хотя бы одежда высохла."
    me "Давай ещё немного кибернетиков раскулачим и пойдём сдаваться Ольге."
    un "Она сто процентов захочет отыграться за то, что мы сбежали."
    me "Плевать. Ужина нас не лишит."
    un "Может запретить на костёр идти."
    me "Пусть попробует."
    "Послушав пару минут тишину за дверью, я кивнул уже одевшейся девочке и повернул ключ."
    window hide
    play sound sfx_open_door_clubs
    with fade
    scene bg int_clubs_male_day with dissolve
    play music music_list["sweet_darkness"] fadein 3

    "Банка, хозяйственно выплеснутая Леной за окно, ожидала своего часа на прежнем месте. Там же лежали прочие составляющие чайной церемонии."
    show un smile pioneer with dspr
    un "Иди пока займись чем-нибудь, а то опять наваяешь чифиря."
    th "Ух, какая заботливая."
    th "Хозяйственная… Осталось решить, чем заняться, чтобы не мешать девочке ухаживать за мной."
    window hide
    play sound sfx_open_door_clubs_2
    pause(1)
    $ persistent.sprite_time = "sunset"
    scene bg int_clubs_male2_night
    with dissolve
    $ day_time()

    "В отсутствие других занятий, я направился обратно в подсобку, где расправил нашу импровизированную постель — чуть-чуть было не ставшей таковой в самом что ни на есть буквальном смысле."
    "Простыни свернул и определил в тюк с грязным бельём, скатка нашла своё место на верхней полке слева… И тут моё внимание привлёк невозможный здесь, но такой знакомый силуэт."
    "Видеодвойка от SONY и вертикальная полка под двадцать VHS-кассет."
    th "Да ладно!"
    "Пальцы скользнули по ребристым, захватанным бумажным наклейкам, подписанным абы как, прыгающим небрежным почерком человека, переписывающего плёнку."
    "Здесь я будто вдохнул ледяного воздуха своего собственного восемьдесят девятого…"
    "Лиловый шар — Алиса Селезнёва, массовая истерия по Наташе Гусевой. Хотя, конечно, это уже просто отголоски «Гостьи из будущего»."
    "Конечно, я помню, что настоящая Алиса стала большой, взрослой и очень красивой — и сцене предпочла биологию; но кто знает, может, это не прошлое, а какой-нибудь параллельный мир?"
    "Нетленка Земекиса, удивительно уместная здесь — правда, мне никто не предложил «Делорин». И Майки Фокса ещё не трясёт паркинсоном."
    "Единственная целая бумажная коробка, на которой Сигурни Уивер с ненавистью смотрит на ксеноморфа. Начало серии и целой вселенной."
    "«Ах ты, сучка крашеная» — и голуби. И история о том, что надо ценить то, что находится рядом."
    "Никулинские работы шестидесятых."
    "Там же, видимо, руководствуясь схожим с моим ассоциативным рядом, несколько кассет с трудами Андрюши Миронова."
    "И это только то, что я сумел разобрать — кое-где надписи затёрлись до полной нечитабельности, кое-где подписей не было вообще."
    "За самим телевизором, куда я полез подключать колокольчики, обнаружилась бутылка с уже высохшим каберне и пластиковый лицензионный чехол с «Профессионалом»… "
    "Забавно как, что в своё время эта кассета стала первой купленной. {w}И не последнюю роль в этом сыграл шикарный саундтрек от Эннио Морриконе."
    un "Семён, что бы ты там ни делал, заканчивай. Пошли чай пить."
    "Позвала Лена."
    "Весь этот лагерь будто щедро сдобрен метками памяти — я такого количества флэшбеков не испытывал с момента последнего визита в свой старый лагерь, где чуть не сломал себе шею, попытавшись тряхнуть стариной."
    "Проще говоря, попытался пробежаться там, где всю жизнь бегал. Но не учёл то, что стал и больше, и тяжелее."
    "Вот там меня держало памятью настолько, что я далеко не всегда мог сбросить с глаз пелену воспоминаний."
    "Тепло, лето, беззаботность детства и впереди ещё огромная жизнь, и все пути открыты."
    "И люди ещё не ненавидят друг друга. Так мне тогда казалось."
    "Пожалуй, из всех воспоминаний, по последнему я тосковал всего сильнее."
    "Запалив технику прогреваться, я покачал головой и вышел в основное помещение."
    window hide
    scene bg int_clubs_male_day with fade2
    show un normal pioneer with dspr

    un "Что ты там нашёл?"
    me "Память."
    "Коротко ответил я."
    un "Что?"
    me "Видеотека там. Фильмы. Хочешь посмотреть что-нибудь?"
    show un smile2 pioneer with dspr
    un "Конечно!"
    "Подмигнула Лена."
    un "Но что мы вожатой скажем?"
    me "Странные вопросы задаешь… Скажем вожатой «здравствуйте»."
    show un laugh pioneer with dspr
    un "Как прикажешь. {w}А что будем смотреть?"
    me "Разрываюсь меж Бельмондо и Гусевой."
    un "Там есть «Гостья»?"
    me "Нет, «шар»."
    un "Продолжение?"
    me "Можно и так сказать."
    th "Можно я не стану просвещать её о сиквелах, приквелах и вбоквелах?"
    dreamgirl "Нет, а что? Сейчас бы зачитали лекцию на полчасика."
    th "Цыц."
    "Обернув исходящую горячим ароматным паром банку, я уволок её с собой обратно в подсобку, оставив невесть откуда взявшуюся ротанговую корзинку с печеньем на совести Лены."
    window hide
    play sound sfx_open_door_clubs
    pause(1)
    $ persistent.sprite_time = "sunset"
    scene bg int_clubs_male2_night
    with dissolve
    $ day_time()

    "Предыдущий видеотехник оказался редкостным раздолбаем и оставил перемотку плёнки на совести грядущих зрителей."
    "Два треугольничка, смотрящих влево. Как всё просто в мире флеша и цифровой музыки!"
    "Во всяком случае, ждать по десять-пятнадцать минут, пока отмотается плёнка, не приходится."
    show un normal pioneer with dspr
    me "Ждём десяток минуток и будем любоваться наивными ретро-футуристическими картинками будущего и Алисой Селезнёвой."
    if alt_day4_neu_transit != 1:
        un "Будущее… Кстати, о будущем. {w}Ты оттуда. Расскажешь что-нибудь?"
        me "Не совсем уверен, что имею право рассказывать тебе что-либо. {w}Но… какого чёрта!"
        me "Спрашивай, что тебя интересует больше всего?"
        show un grin pioneer with dspr
        un "Это же будущее! Меня интересует решительно всё!"
        me "Хм… Может, немного сузишь критерии поиска? Давай самое злободневное!"
        show un smile pioneer with dspr
        un "Начни с различий! Чем наше время от вашего отличается?"
        "Помолчав и собираясь с мыслями, я уселся на стул и подвинул Лене соседний."
        me "Основное различие в людях. Мы больше не друзья, не товарищи и не братья друг другу."
        me "Вон, как в «шаре»."
        "Я  кивнул в сторону жужжащего магнитофона."
        me "Такое ощущение, что пришельцы с «Чёрного Странника» всё-таки преуспели — и расколотили чёртов шар где-то на необъятных просторах моей Родины."
        me "Ведь не просто же так, не из ниоткуда появилась эта пугающая отстранённая враждебность, замешанная не на ненависти даже — на равнодушии."
        me "У меня поджимается что-то внутри, когда я вижу, как кто-то режется, падает, когда в автобус заходит тяжёлая девушка на дальнем сроке или кто-то не может удержать равновесия на гололедице."
        me "Наверное, я просто моральный урод."
        me "Относительно мерок моего мира."
        me "Ладно… Это всё лирика. Давай к другим различиям."
        show un serious pioneer with dspr
        un "Давай."
        me "Культура — в том числе, потребления — полностью содрана с зарубежья, вплоть до держащихся на отшибе моллов."
        me "Моллы — это что-то типа универмагов. Только занимают огромные здания и расположены поодаль от города, с собственной структурой … И культурой."
        me "А от нашей культуры осталось одно название."
        me "Даже выражение появилось — попса. Как показатель некачественной музыки."
        me "В общем, по этой части запад нас тоже обскакал."
        me "Мы либо слушаем «умц-умц» производства зарубежных диджеев, либо ходим на концерты зарубежных же звёзд."
        show un normal pioneer with dspr
        un "Ещё…"
        me "Мы разучились работать руками, и полностью перешли на американский образ жизни."
        me "Наше новое кредо — потребляй, работай, сдохни."
        me "Бумагомараки зарабатывают больше трудяги из забоя; виноват тот, кто беднее; треть населения — юристы, треть — экономисты, треть — дегенераты."
        me "Ещё? Ну. Повсеместно навтыкали лежачих полицейских, улицы плотно оккупированы иномарками, а УКВ-диапазон полон коммерческими радиостанциями. Каналов в телевизоре столько, что можно щёлкать до позеленения."
        me "Игрушки мои — да, техпроцессы здорово шагнули вперёд. Но это Китай, и жизни этим игрушкам пару лет, чтобы потом новую купил — потратился…"
        me "И, разумеется, Интернет."
        un "Да, ты что-то такое говорил…"
        me "Интернет тяжело описать. Он — жизнь и стагнация в одном флаконе. Квинтэссенция знания, овеществлённая ноосфера, если угодно."
        me "Там есть всё, удовлетворяющее жажде познания и развлечения — от энциклопедий до YouTube. Хотя, как это и ожидалось, далеко за две трети актуального трафика приходится на порнографию."
        me "Что же касается меня, то для меня Интернет — это моё одиночество. Пустые, глупые, анонимные глаза, смотрящие из темноты небытия."
        me "Зловонная клоака, от которой удаётся оторваться только тогда, когда естественные потребности становятся нестерпимыми."
        me "И, частенько, единственное спасение для нелюдимов типа меня."
        me "Отбрасывая поэтику, Интернет — это цифровое отражение жизни. С минимальными отличиями."
    "Магнитофон щёлкнул, останавливаясь, и автоматически включил воспроизведение."
    window hide
    scene cg d5_un_film_7dl with dissolve
    play music music_7dl["liliac_ball"] fadein 5

    "На экран всплыл логотип «Мосфильма» и заиграла с детства знакомая музыка."
    "Этот фильм и рядом не стоял по популярности с оригиналом, но лично мне всегда нравился больше оригинальной приторной пенталогии."
    "Просто потому, что снято было с таким шармом, стилем и чувством прекрасного, что поневоле врезалось в память — в отличие от бекмамбетовского и бондарчуковского шлака."
    "И смешно, и трогательно было наблюдать ретро-футуристическое видение того, какими будут возможные технологии образца будущего, отдалённого на сто лет."
    "Уже сейчас мы располагали технологиями, превосходящими всё, изображённое в фильме — и это не говоря уже о куда более совершенном дизайне."
    "Да только плевать всем на это было. Человечество отвернулось от космоса, сконцентрировалось на цифровой вселенной, замкнувшись на самом себе."
    "Космонавт теперь — это не мечта, а экзотика, ведь космонавт не имеет права быть эгоистом."
    "Хотя, может, это не так уж и плохо."
    "Ведь я, не обладая никаким медицинским образованием, прекрасно могу позаботиться о большинстве собственных болячек."
    "И вспыхнувшее воспоминание о том, как знакомое лицо порастает лихорадочно-лишайными красными пятнами анафилактического шока после какой-то таблетки…"
    "Что случилось бы, окажись я среднестатистическим представителем человека советского?"
    "Знал бы я где преднизолон, и когда можно его использовать, как чистить желудок и кровь дорогому мне человеку?"
    "Ага. Я бы набрал 1-1-2, и смирно ждал бы, молясь всем известным божествам."
    "Как будто мы немного повзрослели технологически, но запоздали в развитии культурном и нравственном, а вместо взросления погнались за долгим рублём."
    "Я бросил взгляд на упоённо смотрящую фильм Лену: губа закушена, глаза блестят, и полная фокусировка на происходящем на экране."
    "В результате мы превратились в технологических оснащённых варваров, в чём-то даже уступающих таким вот девочкам."
    "Честь и совесть для них всё ещё не относятся к нелепым атавизмам, а цинизм не считается добродетелью."
    voice "Ты знаешь, что оказалось в лиловом шаре? Вирус вражды."
    voice "Если он попадает в лёгкие человека — тот теряет рассудок."
    dreamgirl "Восемьдесят девятый год — из состава ВЛКСМ выходит Литва, решив образовать собственный коммунистический союз."
    dreamgirl  "Гигант издаёт свой первый чих — и это начало падения."
    voice"Он ненавидит абсолютно всё."
    voice "Представляешь? {w}Люди ничего не подозревают. {w}Живут, работают."
    dreamgirl "В стране — тогда ещё стране — объявляется экономический кризис, но всем плевать: у них перестройка, гласность, свобода."
    dreamgirl "Свобода пустых прилавков и голодных детей."
    voice "И вдруг начинают друг друга ненавидеть."
    dreamgirl "В Румынии расстрелян Николае Чаушеску, весь Кавказ охвачен судорогами «освободительных» войн, в Казахстане развивается Желтоксан."
    dreamgirl "Страна начинает вымирать — рождаемость уступает смертности почти вдвое."
    "Я не выдержал и отвернулся от экрана."
    "Слишком жутко перекликались слова Алисы с тем, что окружало меня — там — оставшись за объективным бортом."
    "И как бы мне ни хотелось не возвращаться туда… Как бы мне ни хотелось остаться…"
    "Безжалостный голос прекрасной девочки из эпохи сложившегося коммунистического будущего достал меня даже в моей глупой зажмуренности и заткнутых ушах. Ведь я тысячу раз видел этот фильм."
    "Я знаю эти слова наизусть."
    voice "Он ненавидит абсолютно всё."
    dreamgirl "ГКЧП, выступления Ельцина с танка, утверждённая должность президента…"
    voice "Он хочет убивать."
    dreamgirl "Сентябрь-октябрь девяносто третьего. Спустя два года агонии разрываемого метастазами Святогора."
    dreamgirl "Танками разгоняется верховный совет. Убито больше ста пятидесяти человек, ранено далеко за три сотни — и это в самом сердце России, и о терактах ещё пока никто не слышал."
    voice "Идёт война. До последнего человека."
    th "Мы все обезумели. Идёт война."
    dreamgirl "И когда-нибудь нас всех «освободят» весёлыми приветами калибра 5.56х45. Останавливает «освободителей» лишь то, что нас придётся кормить."
    dreamgirl "Так что они просто ждут, пока сменится поколение."
    dreamgirl "2020 год. К тому моменту мы либо вымрем.{w} Либо превратимся в стерильных мулов."
    dreamgirl "И такие, как ты, Семён, и являются свидетельством того, что Штаты победили. Потому что после тебя не останется ничего."
    dreamgirl "Ты не убыточная ветвь, ты — прижжённый кончик волоса, мёртвый, не растущий дальше."
    dreamgirl "На тебе закончилась история дома Персуновых — та самая, что непонятно каким чудом досуществовала до явления тебя миру."
    dreamgirl "Аплодируем американским политологам стоя за то, что они создали тебя и тебе подобных хикканов."
    "Я представил себе огромное развесистое генеалогическое древо."
    "Один ребёнок у двух родителей — это вымирание нации, два ребёнка — поддержание на балансе, три и более — процветание и развитие."
    "Недаром же во все семьи русские считались малодетными, если в них было меньше трёх детей, даже арифметика была такая — один ребёнок, два ребёнка, три ребёнка… {w}Но — четверо детей."
    stop music fadeout 5
    stop sound
    stop sound_loop
    play ambience ambience_clubs_inside_day fadein 3
    "Мысли сами перескочили на «Гостью»."
    "Интересно… А что нагадала бы Алиса мне?"
    "Помнится, из того, что обещала она своим одноклассникам, кое-что у реальных актёров даже сбылось."
    th "А ты, Семён, станешь хиккой. Ты будешь просиживать штаны у монитора и жить на двести долларов в месяц, не испытывая неудобств."
    th "У тебя будет сладкое, светлое детство, забавная и интересная юность. И закончится всё бдением перед экраном — день за днём возвращаясь к эмоциональному вампиру, что представляют собой все анонимные ресурсы."
    scene bg int_clubs_male2_night with dissolve
    "Фильм закончился."
    me "Что ж… Это был очень хороший фильм."
    "Я поднялся с места."
    me "Но пора и честь знать. И я хотел бы поужинать."
    "На часах уже приближались восемь часов, посему Лена согласно кивнула и, легко поднявшись, встала рядом."
    show un smile pioneer with dspr
    un "Не могу сказать, что всё произошло так, как мне хотелось бы… Но так было тоже интересно."
    me "Пошли есть, а то будет не только интересно, но и голодно."
    "Я и сам не заметил, как между делом умял все кибернетиковские печеньки."
    stop ambience
    window hide
    play sound sfx_open_door_clubs_2
    scene bg ext_clubs_day with dissolve

    "Мы еле-еле успели выйти на улицу и защёлкнуть навесной замок."
    mt "СЕМЁЁЁЁОН!"
    play music music_7dl["catch_the_hedge"] fadein 2
    show mt angry pioneer with dspr
    me "Блин… Ну вот почему чуть что — сразу Семён? Меня же ответственным называли!"
    mt "Не хотите объяснить, где вы оба ошивались сегодня весь день?"
    "Начала вожатая."
    me "Мы гуляли."
    "Включил дурачка я."
    me "Раз уж вы нам запретили заниматься глупостями — мы решили облазить весь лагерь. Вот, сейчас клубы смотрели."
    mt "Что ты из меня дурочку-то делаешь?"
    mt "Где были, я вас спрашиваю?"
    me "Не нравится прогулка? {w}Оукей, тогда мы целый день провели в постели. У вас, между прочим!{w} Мы делали столько, что проще сказать, чего мы не делали!"
    me "Что ж вы так невнимательно на кровати смотрите, когда по домикам бегаете?"
    dreamgirl "Силён, мужик! Вряд ли ты достал бы её сильнее, даже если бы предложил ей присоединиться третьей."
    mt "Шутки шутишь, да? Настроение хорошее?"
    mt "Посмотрим, как долго ты пошутишь без ужина!"
    me "Да до кабинета начальника."
    "Безмятежно пожал я плечами."
    me "Там, где в подробностях расскажу ему сколько у вас родинок и какая причёска на нужных местах."
    mt "Ты… Ты… Сегодня же письмо отправлю!"
    me "Плевать я хотел. {w}Отправляйте. {w}Посмотрим, куда быстрее придёт — моё в партком или ваше в Комсомол."
    me "Будем играть в кто кого перестучит?"
    un "ПЕРЕСТАНЬТЕ!" with hpunch
    "Удивила нас обоих Лена, рявкнув так, как я никогда ещё не слы… хотя стоп."
    "В библиотеке, третьего дня, когда мы «отпрашивались» на карьер."
    show un angry2 pioneer at left with dspr
    un "Что вы как дети малые? Семён, уступи. Извинись."
    un "Ольга Дмитриевна, едой не наказывают — это непедагогично."
    un "Я правда должна всё это за вас делать?"
    "Я только широко улыбнулся — уж Лене-то я позволил бы распекать себя сколько угодно."
    "А вот вожатую, кажется, накрыло."
    stop music fadeout 5
    mt "Ладно."
    "Пробормотала она."
    mt "Идите ужинать. Но не забывайте, после ужина костёр. Если вы и его пропустите…"
    "Она оставила окончание фразы в воздухе и удалилась."
    play sound sfx_7dl["eat_horn"] fadein 1
    show un smile pioneer with dspr
    un "Ну, вот и ужин."
    "Улыбнулась Лена и, схватив меня за руку, потащила по направлению к столовой."
    stop music fadeout 3
    stop sound fadeout 4
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day5_un_7dl_cleaning:
    if loki:
        play music music_7dl["explore"] fadein 5
        "Ключей не было, прятаться было негде — пришлось выметаться наружу."
        show mt normal pioneer with dspr
        mt "Вот вы где."
        "Догнала нас вожатая."
        mt "В общем, так. За непослушание ругать или наказывать я вас не стану — не дети маленькие, пороть уже поздно."
        mt "Но пользу лагерю вы всё равно принесёте."
        mt "Дождь заканчивается — пойдёте на площадь, и пробегите на предмет чистоты, чтобы не валялось фантиков и бумажек. Всё понятно?"
        un "Понятно."
        "Поспешила завершить комедию непослушания Лена."
        "И правильно, сколько ещё бегать-то можно."
        "Видимо, разглядев на моём лице баранье желание ещё немного пободаться, Лена прыснула и, схватив меня под локоток, уволокла в сторону площади."
    stop music fadeout 3
    pause(1)
    window hide
    scene bg ext_warehouse_day_7dl with dissolve
    play music music_7dl["slavyas_fantazm"]fadein 5
    "До склада мы добрались без происшествий и почти не вымокнув — подтверждая свой статус старожила, Лена провела нас такими тропками, что вся дорога пришлась под прикрытием веток."
    "Дождь, и в самом деле, медленно, но верно сходил на нет."
    "Коротко постучавшись и дождавшись невразумительного возгласа изнутри, я толкнул дверь и, пропустив даму вперёд, протиснулся внутрь и сам."
    window hide
    scene bg int_warehouse_day_7dl
    show sl smile sport
    with dissolve
    sl "Привет, Семён! {w}Привет, Лена!"
    "Улыбнулась нам наша вечно оптимистичная активистка."
    sl "Вы по делу или так — в гости зашли?"
    th "О, конечно же, в гости! На бельевой склад."
    dreamgirl "Не язви, девочке одиноко здесь, а из-за дождя носиться по лагерю, задрав хвост, не выходит."
    th "У неё нет хвоста."
    dreamgirl "У тебя тоже. Но это не мешает тебе вести себя как животное."
    th "Я что-то не понял. Это сейчас вот оскорбление было, да?"
    dreamgirl "Да ни в одном глазу."
    "Мерзко захихикал внутренний голос и умолк."
    me "Похоже, меня назначили вечным дежурным по площади."
    me "Догадаешься, зачем я пришёл и в этот раз?"
    "Славя рассмеялась и, не говоря ни слова, скрылась в недрах склада."
    "Она загремела чем-то на заднем плане и через пять минут вернулась, вручив нам необходимый инвентарь."
    sl "Тележка под навесом стоит — возьмите, только потом не забудьте вернуть обратно."
    me "Ага, всё будет, босс."
    "Я приложил руку к пустой голове и ретировался."
    stop sound
    stop sound_loop
    stop music
    window hide
    scene bg ext_square_day with dissolve

    play music music_7dl["bureaucracy"] fadein 5
    show un smile pioneer with dspr
    un "Всё-таки, вожатая у нас жутко умная."
    "Задумчиво сказала Лена, кивком позволяя остановить тележку и забирая оттуда грабли."
    me "О чём это ты?"
    un "Ну… Она всё сделала, как и обещала: и разлучать нас не стала, и глупостями нам заниматься не позволила."
    th "В целом, конечно, верно: на площади глупостями особо не позанимаешься — но не в силу стеснения конечно. {w}А потому как советами задолбают."
    me "Два метра влево до зарослей бузины."
    show un grin pioneer with dspr
    un "И ледяной дождик за шиворот чтобы немного остыли."
    me "Ты киллджой. Злой человек."
    show un normal pioneer with dspr
    un "Про злого человека я поняла, а что первое слово значило? Я немецкий в школе изучаю…"
    me "Человек, который любит портить другим удовольствие."
    me "В частности, развенчивать планы."
    un "Не обижайся. Считай меня голосом рассудка, ладно?"
    show un smile pioneer far with dspr
    un "Милый дедушка, сделай божецкую милость, возьми меня отсюда домой, на деревню, нету никакой моей возможности… Кланяюсь тебе в ножки и буду вечно бога молить, увези меня отсюда, а то помру…"
    me "Про тыканье селёдкой в харю упустила…"
    "Фыркнул я."
    show un smile3 pioneer far with dspr
    un "Ну так, вроде, никто же не тычет."
    me "Ага. Но с такими порядками скоро начнут. И шпандырем причесать не постесняются."
    show un grin pioneer far with dspr
    un "Ты ворчишь как старый дед! {w}Неужели так трудно площадь подмести?"
    me "Это претит моему ленивству! Вместо того, чтобы взгромоздиться с книжкой интересной куда-нибудь на диван, тебя облапить да покайфовать минуток двести, я здесь граблями размахиваю!"
    un "Так значит, в твоих интересах заканчивать всё побыстрее — обещаю, что присоединюсь к тебе в деле воплощения программы."
    dreamgirl "Ага-ага, тепло поняшитесь под тёплым пледиком."
    "Фыркнул внутренний голос."
    dreamgirl "Правда, твой клетчатый плед дома остался, под чем девочку няшить собираешься? {w}Под простынёй?"
    th "А хоть бы и так. Похоже, мы оба с ней придерживаемся банальной мысли, что с милым рай и в шалаше."
    dreamgirl "Домой её, главное, не приглашай сразу. Хотя бы до тех пор, пока не выбросишь бутылки и не намоешь пол. А то в твоём «шалаше» скоро новая жизнь заведётся, из пива и пыли. Пивной голем."
    th "Как будто у меня есть шанс встретить её {i}там{/i} ."
    "Насупился я."
    th "Как будто {i}там{/i} она на меня вообще внимание обратит…"
    dreamgirl "Ну… Здесь же обратила."
    th "Не трави душу."
    "Сложив мусор в ещё одну кучку — аналог тех, что в избытке высились через каждые десять метров — я подхватил тележку и повёз на сторону Лены: девочка заканчивала уборку."
    me "Давай уже заканчивать с этим кошмаром."
    show un smile pioneer with dspr
    un "Да я, в общем, и не против."
    "Улыбнулась девочка, щурясь на выглянувшее солнце."
    un "Главное, чтобы ты под приглядом был. А то кто-нибудь заберёт ещё."
    un "Ой!" with hpunch
    "Она неудачно махнула метлой, и меня с ног до головы окатило грязью."
    me "Эй, осторожно!"
    "Я запоздало отскочил и, бессильно подняв руки, осматривал рубашку."
    "Подозреваю, что на лице картина выглядела ещё печальнее."
    me "Ты такая молодец!"
    "Язвительно заметил я."
    me "Кошечки-собачки обычно метят территорию, а ты меня так пометила, что теперь на меня даже самый невзыскательный человек не позарится."
    show un shy pioneer with dspr
    un "Ой, прости, пожалуйста!"
    "Бросив инвентарь на землю, Лена подошла ко мне и, достав из кармана платок, попыталась немного оттереть лицо."
    me "Не трать время зря. Я лучше до умывальников схожу, когда мы закончим."
    play sound sfx_7dl["eat_horn"] fadein 1
    un "А ты успеешь?"
    "Задала своевременный вопрос Лена."
    me "Нет."
    "Обескураживающе честно ответил я."
    "И, побросав поверх мусора все мётлы с граблями, взял низкий старт до склада — Славя обязательно побежит в первых рядах питаться, поэтому желательно бы перехватить её до того, как она успеет далеко уйти."
    "Лена что-то крикнула вслед, что-то про чертей чумазых, но я не обратил внимания."
    hide un with dissolve
    
    scene bg ext_square_day:
        pos (0,0) 
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (5,5) 
        pos (0,0) 
        linear 0.1 pos (0,-5) 
        linear 0.1 pos (0,5) 
        repeat (12)
    with dissolve
    "Тележка громыхала на стыках между плитами, но вела себя смирно."
    scene bg ext_warehouse_day_7dl:
        pos (0,0) 
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (5,5) 
        pos (0,0) 
        linear 0.1 pos (0,-5) 
        linear 0.1 pos (0,5) 
        repeat (12)
    with dissolve
    
    "А потому до складов я добрался в считанные минуты — только тут сообразив, что забыл поинтересоваться, куда девать весь собранный мусор."
    "Ладно, Славя — девочка сообразительная, что-нибудь надумает."
    stop music fadeout 6
    stop sound fadeout 3
    
    window hide
    scene bg ext_warehouse_day_7dl
    show sl surprise pioneer with dspr
    play music music_7dl["Semische"] fadein 5
    "И когда я её завидел, то поступил так, как логично было поступить — заголосил и припустил к ней навстречу."
    me "Эгегей, Славя! Погоди!"
    show sl scared pioneer with dspr
    "Однако несмотря на то, что бежал я достаточно быстро, выражение суеверного ужаса, проступившее на лице девочки, разобрать всё же успел."
    "Наверное, окажись мы не в Советском Союзе — быть мне осенённым крестным знамением, а то и дрыном промеж ушей."
    "Я почти зримо различил, как пухлые алые губы шепчут «Свят, свят…», но всё это произошло за такой краткий промежуток времени, что среагировать просто не успел."
    "И с грохотом тележки, гулким топотом и шумным сопением остановился подле неё, чуть-чуть не обдав грязью идеально белые гольфы."
    me "Ф-фух… Ч-чёрт…"
    "Выдохнул я, глядя на неё снизу вверх."
    show sl smile pioneer with dspr
    sl "Семён, это ты?!"
    me "А кто ж ещё."
    sl "Ну и ну."
    show sl laugh pioneer with dspr
    sl "Видел бы ты себя! Чумазый как самый настоящий чёрт."
    me "Спасибо, обласкали. {w}Обтекаю."
    show sl smile2 pioneer with dspr
    sl "Не дуйся: мне ты и такой симпатичен."
    dreamgirl "Так, а вот здесь я рвусь пополам. И подробностей охота."
    dreamgirl "И крайне желательно, чтобы последняя фраза не дошла до ушей Лены. От слова «совсем», понимаешь?"
    th "Да уж не дурее паровоза."
    me "Прекрасно, что симпатичен. Боюсь только, Ольга Дмитриевна не оценит твоих эстетических начинаний."
    me "Ты же кастелянша… Ну, или ВРИО… Может, есть возможность переодеться во что-нибудь?"
    sl "Конечно, есть."
    "Она поискала по карманам ключ и отперла склад."
    show sl normal pioneer with dspr
    sl "Тележку можешь пока вытряхнуть. Мешки висят на гвозде там же, где ты её брал."
    me "Э… Ладно."
    hide sl with dissolve
    "Я покорно отволок тележку к парковочному месту и, взяв с гвоздя мешок-авоську, стал перекладывать туда бумажки."
    "Не сказать чтобы особо вдохновляющая работа, особенно на фоне того, что там, вообще, обед!"
    "И Лена!"
    "Но делать было нечего: в таком виде меня не пустили бы и на порог столовой."
    "Пять минут спустя из-за дверей склада выглянула и активистка."
    sl "Закончил? Хорошо. {w}Я на столе оставила комплект — можешь переодеться прямо там."
    me "Как скажете, босс. А что делать с грязными шмотками?"
    "Славя поморщилась."
    sl "Слова у тебя какие… Не важно. Вещи бросишь в корзину с надписью «Стирка» — я её вечером в прачечную отправлю. Справишься?"
    th "Конечно, мам. Я хоть и умственно отсталый, но кое-что смогаю!"
    dreamgirl "Не юродствуй. Она, кстати, сейчас подглядывать будет — и ничуточки этого не стесняется."
    "Взгляд, которым на меня смотрела девочка, подтверждал домыслы полностью."
    th "Да плевать. {w}За возможность переодеться в чистое показать голый зад — цена невелика."
    "Я сделал вид, что ничего не заметил, и протиснулся мимо Слави в помещение."
    stop music fadeout 3
    window hide
    play ambience ambience_camp_center_day fadein 5
    scene bg int_warehouse_day_7dl with dissolve 
    if alt_day_binder != 1:
        "С прошлого моего визита здесь ничего не изменилось."
    "Уходящие вдаль полки с формой, бельём и постелями, рохля по правому краю и заставленный коробками закуток, судя по всему — служащий убежищем кастелянше."
    th "Интересно, что она там прячет?"
    dreamgirl "Не-а, не интересно. Переодевайся давай."
    th "Почему бы это? А вдруг там…"
    dreamgirl "…что-то, о чём нельзя говорить вслух? Тайна, которая свяжет вас молчанием? {w}Уверяю, дорогой мой, тебе сейчас {b}совсем{/b} не хочется заиметь дополнительные связи."
    th "Но это же не в том смысле!"
    dreamgirl "Просто заткнись и переодевайся. Не забывай, ты должен показать шоу."
    th "Ну тебя в баню."
    dreamgirl "К слову о банях — было бы неплохо сполоснуться. Узнай, где здесь душ или шаечками размахивают, потому что на месте Лены я бы такого чумазоида к телу точно подпускать не решилась."
    th "А что не так-то?"
    play sound sfx_7dl["blanket"] fadein 0
    "Я скомкал рубашку и запулил трёхочковый в корзину у входа."
    th "Я сейчас переоденусь, умоюсь и…"
    dreamgirl "…и останусь потным, вонючим и три дня не мывшимся?"
    dreamgirl "Ладно, грязь с волос ты смоешь, но что делать прикажешь с естественными процессами загрязнения? {w}Леночка, конечно, девочка терпеливая, но тебе самому её порадовать не хочется?"
    th "Хочется."
    dreamgirl "Вот и узнай."
    "Со своим обычным чуть слышным щелчком где-то в тыльной части межушного ганглия, меня оставили одного."
    "Новая необмятая форма — кто служил, тот знает, что пока сорок пятый универсальный по фигуре не сядет, ходишь в нём как в жестяном футляре."
    "Рубашка колола шею, кургузо сидела на плечах, шорты сначала не хотели застёгиваться — дырки для пуговиц навертели на диаметр здорово меньше. {w}Про поиск пятки носков эпопею даже расписывать не стану."
    "Скажу лишь то, что вместо ожидаемых двух минуток я валандался десять и за это время продемонстрировал Славе — если, конечно, она не утратила интереса к лицезрению моих тщедушных телес — всё что только мог."
    "Но, хвала рандому, и этот тяжёлый квест был завершён — я завязал галстук бантиком и вышел из склада, кивая по дороге Славе."
    window hide
    scene bg ext_warehouse_day_7dl with dissolve
    show sl normal pioneer with dspr

    me "Всё, я готов — можно идти питаться."
    show sl smile pioneer with dspr
    sl "Вижу, ты не особо торопился!"
    "Рассмеялась девочка."
    me "Да ну, блин, на каких-то роботов эту форму шьют — неудобно!"
    show sl serious pioneer with dspr
    sl "Не ругайся! Партия дала тебе всё необходимое! Подогнать под себя — вот твоя задача!"
    me "Да, да… Выполнение — долг, перевыполнение — честь. Слышали уже. Ты обедать идёшь или хочешь ещё чуть-чуть теологических споров?"
    sl "Теологических? Да нет. Подождёшь меня? Вместе пойдём."
    me "Ладно."
    "Я пожал плечами. {w}В первый день Славяна продемонстрировала, что под её началом голодным мне остаться не грозит, поэтому оказавшись в похожей ситуации, я, разумеется, поспешил спрятаться за неё ещё раз."
    th "Работай, активисточка!"
    "Быстро заперев склад, она спрятала ключ в карман и дала отмашку."
    sl "Пошли!"
    $ alt_day5_un_7dl_square_duty = True
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day5_un_7dl_breakfast_h:
    me "Ольга Дмитриевна, на пару слов можно?"
    scene bg int_dining_hall_people_rain_7dl
    "Я направился к выходу из столовой, не глядя даже, идёт ли она за мной."
    "Местная привычка, что поделать."
    "Остановившись у простеночка, где нас никто не слышит, я терпеливо подождал приближающуюся вожатую и начал:"
    show mt normal pioneer with dspr
    me "Ольга Дмитриевна, я вас, конечно, очень уважаю и всё такое."
    me "Но поймите меня правильно: в таком состоянии мы  — Лена и я — способны послать по матушке как Комсомол ваш, так и собственно вас."
    show mt angry pioneer with dspr
    me "Нет, не в обиду."
    "Я поднял ладони перед собой, не давая ей вклиниться в монолог."
    me "Сейчас могу только за себя говорить — но лично мне эта девочка важнее всех комсомолов на свете. Я согласен даже на нелестную характеристику в местный партком."
    me "Я с ней не хочу, не собираюсь расставаться!{w} Ни под одним из соусов, что вы тут придумали."
    me "Опять же, я говорю за себя и только за себя — но я поступаю только так, как считаю нужным. А сейчас мне нужна она. Вы хотите, чтобы мы из лагеря сбежали?"
    me "Или вас прельщает мысль заиметь двух обиженок в отряде? Заметьте, на вас обиженных, лично."
    "Я опустил голову и выдохнул, упираясь ногами в пол попрочнее, готовясь пережить сверхновую гнева нашей вожатой-холерички."
    "Но звук, который я расслышал, заставил меня удивлённо моргнуть."
    "Ольга Дмитриевна… Смеялась?!"
    show mt smile pioneer with dspr
    "Внезапно появилось острое желание ущипнуть себя как следует, чтобы проснуться — Ольге что-то сделали наперекор, и она даже не обругала виновника как следует?!"
    mt "Не знала, что ты такая истеричка, Семён."
    me "Я не…"
    mt "Ещё какая истеричка. Я думала, в вашей парочке ты относишься к стабилизирующему элементу."
    mt "Я читала характеристику Лены из школы. Знаешь, что пишут? Подвержена дискретным эмоциональным перепадам."
    mt "То бишь, сейчас она тебя колотит, а через секунду обнимает."
    mt "Ничего страшного, и кому-то даже нравится. Но о стабильности и спокойствии, разумеется, даже речи не идёт."
    me "И как бы поступила Лена?"
    "Заинтересовался я."
    mt "Она подошла бы ко мне и попросила бы назначение на другой объект — туда, где вы сможете потрудиться вместе."
    if alt_day4_un_7dl_dv_us_explosives:
        me "Например?"
        "Поинтересовался я."
        mt "Ну кто-то ночью испортил памятник."
        mt "Я не то что догадываюсь — я прямо знаю, чьих это рук дело."
        mt "А ещё я догадываюсь, кто их мог остановить, но не сделал этого."
        me "И что, вы нас его драить отправите?"
        show mt laugh pioneer with dspr
        mt "Какая любопытная мысль. {w}Как она мне в голову не пришла?"
        "Она помотала головой."
        mt "Но нет. Я хотела поручить вам с Леной отловить виновниц и искупить грех бездействия — заставить их чистить памятник."
        me "Серьёзно?!"
        show mt sad pioneer with dspr
        if alt_day4_un_7dl_ducks:
            mt "Младшеньким ты вчера неплохо дисциплину на сцене привил."
            mt "Не думаю, что Двачевская хоть в чём-то от них отличается."
            th "Слышала бы нас та самая Двачевская."
            "Я невольно бросил взгляд на ссутулившуюся за столом Алису, старательно прячущую ладони под столом — и она вздрогнула, будто ощутив мой взгляд."
        me "Нет уж, это вы сами. Заставлятор из меня ещё хуже, чем уборщик."
        show mt grin pioneer with dspr
        mt "Я и не ожидала положительного ответа. {w}Хотя надеялась, да. У тебя хороший педагогический потенциал, Семён."
    me "Увольте! Давайте лучше какой там вариант нам с Леной подобрали?"
    mt "Да всё просто: сейчас до полудня расставляете столы — я потом сюда кого-нибудь направлю игротеку для младших отрядов вести, а сами пойдёте площадь убирать."
    "Убирать площадь не хотелось."
    "Но альтернативой было либо чистить Генду — а в том, что я сумею заставить Алиску что-то чистить, я не сомневался — не сумею."
    "Либо отпускать Лену в библиотеку до обеда."
    "А на это я пойтить был решительно не готов!"
    "Поэтому я медленно кивнул."
    me "Ладно. Площадь — значит, площадь."
    show mt normal pioneer with dspr
    mt "Не сомневалась в твоём ответе."
    "Ольга кивнула мне и направилась к своему столу — в отличие от меня, успевшего смолотить две порции, она не успела прикоснуться даже к кофе."
    "Цитрамон действовал хорошо, но аппетит появится ещё нескоро. Неудивительно, что она такая злая!"
    hide mt with dissolve
    show un normal pioneer with dspr
    un "О чём разговаривали?"
    "Полюбопытствовала Лена. Рядом с ней стояли уже две пустые чашки — девочка умела как проявлять, так и демонстрировать терпение."
    me "Да не понравилась мне что-то идея отпускать тебя куда-либо до обеда."
    show un smile pioneer with dspr
    un "И?"
    me "Поторговался. Выбил нам наряд на уборку площади."
    show un sad pioneer with dspr
    un "Я думала порисовать… "
    if 'nwsppr' in list_clubs_7dl:
        extend "И тебе было бы неплохо написать статью о вчерашнем концерте."
        un "Мне её вычитать надо будет и переписать печатным текстом, а это долго — полдня займёт."
        me "Значит, не судьба концерту попасть в анналы."
        "Улыбнулся я."
    show un serious pioneer with dspr
    un "Как насчёт рисования? Мне сегодня такие хорошие шаржевые идеи приснились…"
    me "Это пока ты у меня под боком почивала?"
    "Помедлив, Лена кивнула."
    un "Преимущественно."
    me "После обеда можно будет порисовать! Я тебе даже помогу!"
    show un shy pioneer with dspr
    un "Если это будет как вчера — то лучше не помогай. А то не сосредоточусь никогда!"
    me "Бу! И ладно, не особо-то и хотелось."
    "Я показал ей язык и высокомерно задрал нос."
    "Сдавлено хихикнув, Лена положила ладонь мне на плечо."
    un "Почему ты всё вокруг всегда высмеиваешь?"
    me "Я не высмеиваю, я ищу позитивчиков. Знаешь, такие как феи — прозрачные, весёлые. Позитивчики."
    me "Вот, например, Ольга нас ругает, руки в бока упирает, а я еле сдерживаю смех, вспоминая, какой она вчера заявилась. {w}И если я хотя бы половину того что думаю, вслух скажу — там меня и прикопают."
    me "Или ты, пока ещё не разрешила мне подобраться к себе поближе — сидела надутая как мышь на крупу, я даже подумывал подобраться к тебе с иголочкой."
    show un surprise pioneer with dspr
    un "Зачем?"
    me "Чтобы лопнуть, вестимо!"
    show un smile2 pioneer with dspr
    play music music_list["get_to_know_me_better"] fadein 5
    un "Это не моё слово, это Алиса так говорит. Но к тебе подходит идеально. {w}Ты стебок."
    me "Но я же не со зла!"
    un "Не со зла."
    "Кивнула девочка."
    un "Ты с добра. И это самое пугающее."
    un "Представить себе боюсь, что случится, если ты решишь подтрунивать надо мной."
    me "Не решу."
    "Серьёзно пообещал я, оглядываясь — за время нашей беседы столовая ощутимо опустела, и мы, наконец, смогли приступить к первой части сложнейшего квеста."
    stop ambience
    stop sound_loop
    window hide
    scene bg int_dining_hall_rain_7dl
    show un normal pioneer
    with dissolve
    me "Нначали?"
    "Поднялся я."
    "Лена кивнула и последовала моему примеру."
    me "С разных концов начнём или будем параллельно работать?"
    show un smile pioneer with dspr
    un "Вместе! Заодно и поболтаем!"
    un "Ты пока гулял, я столько новостей о вчерашнем дне узнала. Как-то нас с тобой друг другом завертело — выпали из жизни лагеря."
    un "А между тем — жизнь-то продолжается!"
    "Она цапнула две табуретки и понесла их к стенке."
    me "И каковы последние новости?"
    "Полюбопытствовал я, поднимая длинную скамейку."
    un "С чего бы начать…"
    me "В хронологическом порядке давай!"
    "Поощрил я."
    un "Значит, начнём с позавчерашнего дня."
    un "Ольга Дмитриевна наругала наших кибернетиков за то, что до сих пор не починили радио."
    un "А то сломалось за несколько дней до твоего прибытия — в сущности, уже пятый день простаивает."
    un "Будто этого показалось мало: она в приказном порядке отрядила их наладить не только музыку и сигналы горна, но и худо-бедно вещание в духе радиостанций."
    me "С ведущими, блэкджеком и…"
    "Я прикусил язык."
    show un serious pioneer with dspr
    un "Не знаю что такое блэкджек, но, наверное, да."
    un "В общем, очень вовремя мы с тобой к складу сбежали: тебя Славя по всему лагерю искала — хотела привлечь к уборке помещения, которое переоборудовали в радиорубку."
    un "Потом, тем же вечером, они условились смотреть антенну — почему-то передатчик бездействовал."
    un "Вот и посмотрели — пока мы с тобой шли в медпункт, Шурик забрался на крышу и то ли сразу, то ли чуть погодя полетел оттуда."
    me "Но это же, наверное, паника в лагере должна была случиться — всё-таки, ЧП."
    me "Я ничего не слышал."
    un "Это потому, что к тому моменту мы уже ушли из медпункта.{w} А паника — она была. Вспомни, что вожатая нас вечером ходила кликала."
    un "В общем, Шурик себе руку повредил, и его на следующий день забрали в город. Виола забрала, так что сегодня её обязанности исполняет Электроник."
    me "До сих пор не вернулись?"
    "Я представил себе «Волгу», печально смотрящую колёсами в небо из мокрого кювета."
    un "Да. Виола сказала, что это возможно, если Шурика в больницу положат."
    me "Сюжет какой… Прямо эпопея. Это всё?"
    if alt_day4_un_7dl_dv_us_explosives:
        un "Мало? Ладно. Вчера помнишь случай со взрывчаткой?"
        "Я кивнул. Согласно просьбе Лены, вмешиваться я не стал."
        "Хотя мне за равнодушие уже прилетело."
        un "В общем, навели они взрывчатки. Хотели взорвать."
        un "В результате у Алисы ожоги на ладонях, а Генда чуточку подкоптился."
        me "Мммм… Копчёный Генда! Какое пикантное блюдо."
        show un laugh pioneer with dspr
        un "Ещё какое.{w} Сейчас Электроник перед сменой в медпункте зайдёт к себе в кружок и достанет несколько коробок с пастой ГОИ — инструменты даст Славя…"
        un "Теперь угадай, кто будет бронзовую плешку Генды до зеркального блеска натирать."
        "Улыбнулась девочка."
    else:
        un "В целом…"
    show un shy pioneer with dspr
    un "Ты только не подумай, что я сплетница какая…"
    un "Просто мне нужны материалы для статей и рисунков."
    if alt_day_binder != 1:
        if (counter_sl_7dl == 0):
            if herc:
                un "Я твой подвиг по переноске Алисы тоже запечатлела."
            elif loki:
                un "Я твою встречу Алисы и Ульяны тоже нарисовала."
            elif alt_day1_el_followed:
                un "Я вашу беготню с Электроником тоже нарисовала."
        else:
            un "И то, как тебя Славя за руку тащит, я тоже нарисовала!"
    else:
        show un smile pioneer with dspr
        un "Так что извини, но твою стойку с тазиком…"
        "Она хихикнула."
        un "Я уже нарисовала."
    me "Тоже в газету пойдёт?"
    show un grin pioneer with dspr
    un "А как же! Тебе там целая колонка посвящена."
    "Вот спасибо, всю жизнь мечтал о популярности."
    "Впрочем, взглянув в глаза девочке, я просто сдержанно кивнул."
    me "Спасибо, это очень много значит для меня."
    "Как обычно, за болтовнёй дело спорилось, и мы ещё несколько секунд пободались за последний стул, не желая отдавать его."
    "Синхронно кивнули в ответ на вопрос поваров, можно ли им идти по домам."
    "Да пускай идут — жалко что ли…"
    "И хлопок служебных дверей застал нас уже обнимающихся, яростно, до боли в зацелованных губах, впивающихся друг в друга."
    "А как-то всё равно, инъекция болеутоляющего прямиком в разум — так и неминовавшие серотонин с эндорфинами корёжат рассудок."
    "И подкорочка становится восприимчива к солнечным лучам, пишущим напрямую в память те самые тёплые воспоминания, которые разум досужий почему-то зовёт «ламповыми» — хотя мне втрое смешнее слышать этот эпитет."
    th "Я никогда не обещал тебе луча света в тёмном царстве."
    "Прыгали мысли, вспугнутые пытливым взглядом изумрудных глаз."
    th "Я не обещал тебе, что всё будет хорошо или хотя бы так, как надо. {w}Это не в моей власти — да и ни в чьей другой."
    th "Одно я могу пообещать с абсолютной точностью. {w}Мне никогда не будет плевать, где ты и что с тобой."
    th "Потому что ты — это я."
    "И даже не хочется уже обещать глупостей вроде того, что я до конца дней своих помнить стану. Да стану, куда денусь."
    "Её звали Анастасия. Мы были — а кем… Знакомыми? Коллегами? Друзьями?"
    "Я только-только начал оттаивать после своей трёхлетней чёрной зимы, вспомнил о том, что улыбка — это что-то большее, чем раздражающий фактор, а от смеха иногда хочется и смеяться в ответ, а не хвататься за раскалывающиеся виски."
    "Просто однажды я сказал, что из тысяч моих прохожих одна она вызывала интерес, жгучий, остающийся на ладонях и щеках краснотой пощёчины, заставляющий проснуться и вдохнуть чуть глубже, чем поверхностно-сонно."
    "Вызывала. Вызывает… Будет вызывать?"
    "Мы были знакомы всего два месяца. Мы встречались всего дважды — на уровне, который не устраивал никого из нас."
    "И почти перешли точку невозврата, после которой не остаётся «меня» и «её»."
    "А тут февраль, нижегородские улицы, оттепель, гололедица."
    "Для человека, который сумел выжить, стоило ли так расслабляться и делать то, что делал я?"
    "И тем не менее, в памяти осталась она не изломанной куклой, незряче глядящей зелёными льдинками в белесое небо, а улыбкой, подмигиванием, реакцией на то, как мои пальцы касаются её ладони — щекоткой, смехом, возмущением."
    "Так какое право имею я обещать помнить? Разве я могу обещать, что буду дышать? Что буду существовать?"
    "И только не к спеху явившаяся Ольга Дмитриевна не позволила нам сделать чуть больше глупостей, чем мы делали обычно."
    show mt normal pioneer at right with dspr
    mt "Вижу, не скучаете. Закончили расставлять столы?"
    "Она огляделась, а Лена, даже не думая отодвинуться от меня, вызывающе посмотрела на вожатую."
    mt "Молодцы!"
    mt "Ну вы не забыли, что у вас дальше по плану партии?"
    me "Забыли. Пойти спать, да?"
    show mt laugh pioneer with dspr
    mt "Спать после обеда, а сейчас — марш к Славе за инвентарём и на площадь!"
    "Будто подтверждая слова Ольги, моросящий по стеклам дождь плавно сошёл на нет."
    "Синхронно горестно вздохнув, мы взялись за руки и вышли на улицу."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day5_un_7dl_games:
    me "Как скажете."
    "Покладисто кивнул я."
    me "Развлекать так развлекать.{w} Но имейте в виду: это только до обеда!"
    me "И горе тому, кто встанет между мной и им!"
    un "Буду скучать."
    hide un with dissolve
    "Чмокнула меня в щёку Лена и убежала."
    scene bg int_dining_hall_rain_7dl with dissolve
    play music music_7dl["everyday"] fadein 5
    "А я что…"
    me "Электроник, поможешь столы отставить?"
    show el normal pioneer with moveinright
    "Задержал я куда-то целеустремлённо направляющегося кибернетика."
    el "Что? Столы?"
    "Я терпеливо кивнул."
    el "Зачем?"
    me "Да малышне досуг сделаем: игры с кубиками, домино, шашки-шахматы… "
    el "О… Хорошо."
    "Он помог мне подхватить стол и оттащить его к стенам, и тут я обратил внимание на некую непривычную деталь."
    me "А где друг твой?"
    th "Только не говори, что у вас супружеская размолвка."
    
    me "Тот, что Шурик."
    show el sad pioneer with dspr
    el "Ты не знал разве?"
    "Удивился блондин."
    el "Его в город увезли — в больницу."
    me "Надеюсь, ничего заразного?"
    el "Мы думали, что ты позавчера нам поможешь, но ты ушёл помогать Елене с медикаментами. {w}Поэтому пришлось справляться самим."
    me "Только не говори, что его долбануло током."
    "Не выдержал я."
    show el serious pioneer with dspr
    el "Хуже."
    "Посерьёзнел Электроник."
    el "На крыше антенну повредило — он полез наверх, так как у меня врачи боязнь высоты поставили."
    el "И упал оттуда. {w}Несильно упал, но неудачно рукой зацепил — рассёк предплечье."
    th "Ну да, только Шурик на такое был способен."
    "Это я себя недотёпой считал до поры."
    "Но по сравнению с Александром я — просто верх благоразумия и благополучия."
    el "Зря смеёшься. {w}Там всё серьезно оказалось, раз Виола до сих пор его не привезла."
    me "Виола? Хм. {w}А что, если у пионера какого-нибудь что-то заболит?"
    show el grin pioneer with dspr
    el "На этот случай она оставила Ольге Дмитриевне список болячек и лекарств, а та уже поручила всё это мне."
    me "Ты будешь в медпункте дежурить?"
    "Восхитился я."
    me "Там же…"
    dreamgirl "Резиновые изделия номер два. Да."
    el "Что?"
    "Тут же заинтересовался мальчик. {w}Ага. Так я тебе и рассказал."
    me "Тихо там, и спокойно."
    show el normal pioneer with dspr
    el "Да уж. {w}Но скучновато. Разве что повезёт книжку у Жени утянуть интересную."
    "Кибернетик разболтался, предчувствуя скорое завершение работы."
    el "Сегодня все при деле. {w}Славя склад караулит, ты — малышей, Лена на газете, Женя на месте, а я в медпункте."
    if alt_day4_un_7dl_dv_us_explosives:
        me "А Алиса с Ульяной?"
        el "Я не знаю подробностей, но их, похоже, в музыкальный клуб трубы чистить направят."
        me "Серьёзно?!"
        el "Ну…"
        show el upset pioneer with dspr
        el "Ольга Дмитриевна что-то говорила про пасту ГОИ, химические губки и сухие абразивы. {w}У нас не так много меди, чтобы чистить её…"
        me "А. Ну да."
        th "Зато у нас есть целый бронзовый Генда, на которого кое-кто вчера покушался."
        th "И, похоже, частично даже преуспел."
        me "Но это не раньше, чем всё просохнет."
        el "Почему?"
        th "Потому что иначе Генда навсегда чумазым останется!"
        me "Не бери в голову."
        "Отмахнулся я."
        me "И, кстати, спасибо за помощь!"
    else:
        me "Действительно, все при деле."
        me "Cпасибо за помощь!"
    show el normal pioneer with dspr
    el "Не за что."
    if 'nwsppr' in list_clubs_7dl:
        "Он уже почти собрался уходить, но остановился на полушаге."
        el "Да, если соберёшься-таки набросать статью для газеты, бумагу с карандашами можешь взять в той же комнате, где игры хранятся."
        me "А где, где они хранятся-то?"
        el "Тебе не сказали? {w}Пошли, отведу."
        "Кибернетик провёл меня через кухню и ткнул в первую дверь по левую руку."
        el "Здесь всё нужное. {w}Правда, ключей у меня нет. {w}Но, наверное, Ольга Дмитриевна скоро будет — подожди её."
        me "Как будто у меня есть альтернативы."
        "Пробормотал я, кивая на прощание и выходя обратно в зал."
    window hide
    hide el
    with fade2

    "Мало-помалу зал начал заполняться."
    show mt normal pioneer with dissolve
    mt "Вижу, ты уже всё расставил."
    "Ольга Дмитриевна оставила у входа дождевик и подошла ко мне."
    mt "Пойдём, разберём игры."
    me "Там их много, что ли?"
    "Скептически прищурился я."
    mt "А ты как думал. {w}Детей здесь человек тридцать — значит, не меньше десяти коробок с играми, не считая досок под шашки, го-реверси и нарды."
    me "Думал я плохо и нерегулярно."
    "Посетовал я."
    me "Мне и без того было чем занять голову."
    show mt grin pioneer with dspr
    mt "Я заметила."
    mt "Если бы чуть позже пришла, то у тебя вообще бы ничего в голове не осталось."
    me "Хватит, а?"
    "Устало вздохнул я, останавливаясь у уже знакомой двери."
    me "Скажите лучше, если есть какие-то хитрости работы."
    mt "Никаких хитростей."
    play sound sfx_keys_rattle
    "Ольга перебрала связку и, найдя нужный ключ, удовлетворённо кивнула."
    mt "Фишки во всех играх одинаковые, кубики одинаковые — они хранятся у тебя и выдаются под роспись."
    me "Ничего сложного."
    mt "Ну. {w}Коробки с шахматами и шашками также хранятся у тебя, только поля разложи на столах."
    mt "Если дети захотят «Монополию» — выдашь им кроме фишек и костей пачку ставочных карт. Вроде, всё."
    "Между делом она грузила меня с детства знакомыми коробками: «Луркоморье», «Очень Весёлые Картинки», «Ну, погоди!», «Монополия», «Горки и Лестницы», ряд чуть менее знакомых названий."
    "Разумеется, сверху лег пяток плоских картонок с шахматными полями и пластмассовые скруглённые коробочки с шашками."
    me "Ещё мне бумажки и чем писать, раз я под роспись выдаю."
    show mt normal pioneer with dspr
    mt "Логично."
    "Кивнула вожатая, отходя к столу и оттуда доставая тетрадь и толстую красно-синюю мультиручку."
    "А пока она ходила, я положил глаз на лежащий здесь же Кубик Рубика."
    menu:
        "Украсть кубик":
            $ karma -= 10
            "С трудом балансируя играми на одной руке, я мгновенно накрыл игрушку ладонью — и тут же спрятал её под играми."
        "Не трогать":
            th "Зачем он мне нужен вообще?"
            "Я пожал плечами и больше не обращал внимания на игрушку."
    "Наконец ко всему прочему, будто испытывая пределы грузоподъёмности, сверху на все коробки легла тетрадь на 96 листов — чисто визуально, уже здорово облегчённая моим предшественниками."
    mt "Ручку дам, когда дойдём. {w}Потеряешь."
    "Не терпящим возражений тоном сказала вожатая."
    "Я кивнул."
    if 'nwsppr' in list_clubs_7dl:
        th "Спроважу её, тогда и попишу, что там в голове задержалось после вчерашнего."
        "А задержалось не сказать чтобы много, но навыки общения в сети кроме умения издеваться над собеседником включают в себя ещё и такую экзотику, как генерация воды в любых масштабах."
        "Вот, например, такая простая вещь, как танец маленьких утят."
        if alt_day4_un_7dl_ducks:
            "Пока мы с детишками проникались взаимной ненавистью, разучивая три последовательных движения, я очень много интересного и нового про них передумал."
            "И ни байта информации из этого нового нельзя произносить вслух в приличном обществе — да и печатать тоже не рекомендуется, даже наша относительно либеральная цензура не пропустит."
            "Зато побочным эффектом становится невольный поиск метафор и сравнений."
        "Когда три минуты кряду смотришь зацикленные три движения, выручает только тренированное прогрессив-хаусом и як-цуп-цопом сознание."
        "Измученное повторами, оно поневоле переключается на вещи поконструктивнее — например, на синхронность движений артистов."
        "Выражение их лиц."
        "Костюмы."
        "Да даже то, как встречает их зрительский зал."
        "И вот, глядишь — и готовы три абзаца на триста слов."
        "А сказал-то всего ничего — о том, как придурковатые детишки хлопали руками, вращали тазами и танцевали локтями под мелодию того же пошиба."
        "Что-то там было ещё… Я не помню. Кто-то, вроде, пел. Или это был спектакль под фонограмму?"
        "Раскидав игровые поля по столам, я уселся за центровой стол и, отпустив вожатую,"
        hide mt with dissolve
        extend " углубился в размышления о том, известно ли в нынешнем временном промежутке понятие плясок под фанеру."
        "Хотя можно вообще извернуться и написать про торжество невыносимо развитого социализма, день открытых дверей и стоицизм родителей, не позволявших себе даже поморщиться во время выступлений."
    else:
        "Раскидав игровые поля по столам, я уселся за центровой стол и отпустил вожатую."
        hide mt with dissolve
    show dn normal pioneer with dissolve
    dn "Сумароков Даниил. Шашки на меня запишите, пожалуйста."
    me "Шашки?"
    "Знакомый красноглазый пионер."
    dn "Ага, в «чапая» поиграю."
    me "Запретить бы вам…"
    show dn unsured pioneer with dspr
    "Пионер замер."
    me "Да плевать. Распишись здесь и возьми поле на угловой стол, чтобы по всей столовке шашки не разлетелись."
    show dn grin pioneer with dspr
    dn "Спасибо!"
    hide dn with dissolve
    "Просиял он и, подмахнув в графе росписей, уволок за собой будущую пулемётную батарею."
    "В голову пришло, что я и сам бы сейчас не отказался бы от партейки в вышибалки…"
    dreamgirl "Ага-ага… Партия в вышибалки, трёхлитровое «Медовое» и к херам угробленное «собачьим кайфом» сердце."
    dreamgirl "Не думай, что твоё пионерское детство было безоблачным. Я не память, я всё помню."
    if 'nwsppr' in list_clubs_7dl:
        th "Фиг с тобою, золотая рыбка. Буду писать статью."
        "Покладисто кивнул я и застрочил на тему орд проверяющих, щедринских трёх генералов на одного солдата и прекрасную ведущую концерта, облачённую в потрясающее обтягивающее шелковое платье."
        dreamgirl "О чём пишем? О концертах?"
        th "Что?"
        dreamgirl "Да показалось вдруг, что ты пишешь хвалебную статью Мику. Я не советчик, но последнюю часть статьи, думаю, Лене показывать не стоит."
        "Перечитав несколько последних строчек, я схватился за голову и вырвал страницу целиком."
        th "Так о чём там было, значит…"
        dreamgirl "Ага. Это тебе не бэкспейсом строчки чистить."
        th "Не трави душу, подскажи лучше тему."
        dreamgirl "Тема у тебя есть. Просто раскрой её иным способом."
        dreamgirl "Помнишь свой последний фестиваль и что о нём писал? Попробуй плясать на ту же тему."
        th "Масштабы не те…"
        dreamgirl "Не имеет значения. Пиши про объединение, артистов, технику и прочую ерунду. {w}Нет. Про артистов лучше не пиши — а то знаю я тебя."
        "Я согласно кивнул — и ручка снова забегала по синим клеточкам."
    "Дождь меланхолично барабанил по стёклам, пионеры неторопливо перемещали фишки по полям —  в помещении царила атмосфера ленивой расслабленности, и потому явление Ольги Дмитриевны заставило меня вздрогнуть."
    show mt normal pioneer with dspr
    mt "Как дела?"
    me "Как сажа."
    "Отмахнулся я."
    mt "Время час — пора ставить столы и дать работать дежурным."
    me "И кто будет их ставить?"
    show mt grin pioneer with dspr
    mt "А кого привлечёшь, тот и будет."
    "Хитро улыбнулась вожатая, так и не расставшаяся с мыслью сделать из меня чуть ли не воспитателя."
    me "Ладно."
    "Я поднялся и хлопнул в ладоши, привлекая внимание."
    hide mt with dissolve
    me "Дорогие посетители игротеки, благодарю вас за посещение нашего заведения."
    me "Через полчаса мы начинаем подготовку к обеду, поэтому я сейчас объявляю турнир на лучшего игрока в поддавки с призовым фондом в…"
    "Я задумался."
    me "Двадцать конфет!"
    me "Победитель получает восемь конфет, второе место шесть, третье и четвёртое места — по три."
    mt "Где ж ты столько конфет возьмёшь…"
    me "Генеральный спонсор — Ольга Дмитриевна."
    "Я бросил щедрый жест в сторону вожатой, но та не растерялась."
    mt "И рюкзак Семёна."
    if alt_day4_neu_transit == 1:
        me "Простите, что?"
        show mt laugh pioneer with dspr
        mt "А, ты же не в курсе."
        mt "Тебя дома гостинец дожидается. От родителей."
        me "И вы молчали?"
        show mt grin pioneer with dspr
        mt "Не хотела испортить сюрприз."
    "Как говорится, главное — правильная мотивация."
    "Победитель определился через пятнадцать минут — и я объяснил ему, что приз возможно будет получить только после обеда, а для того чтобы обед состоялся…"
    "И таким волшебным образом у меня ниоткуда появились четыре помощника."
    "Вожатая стояла и тихонько погибала от хохота."
    show mt laugh pioneer with dspr
    mt "Ох и жук же ты, Семён."
    "Простонала она, вытирая непрошенные слёзы."
    mt "А если бы я отказалась спонсировать турнир?"
    me "Раскулачили бы рыжих."
    "Безмятежно пожал я плечами."
    me "Да и вашим словам веря, мне там что-то родичи притараканили — не с пустыми руками фонд создавал."
    show mt smile pioneer with dspr
    mt "Всё правильно. Сделаем честно — половину фонда выделяем из твоего «Старта», другую половину я обеспечу. Годится?"
    "Я пожал протянутую ладошку, оказавшуюся удивительно миниатюрной относительно моей."
    show mt normal pioneer with dspr
    mt "И всё-таки… Подумай на досуге о карьере вожатого. Ты не безнадёжен."
    me "На том и стоим!"
    "Гордо выправил грудь я."
    mt "Не гордись особо. Учиться всё равно придётся."
    me "Я и не горжусь… Видел уже, на что вы способны в плане манипулирования чужим поведением."
    me "Такое ощущение, что вы в УЛМ политтехнологию, а не педагогику изучаете."
    show mt grin pioneer with dspr
    mt "Как будто есть разница."
    "Ослепительно улыбнулась вожатая."
    mt "До скорого!"
    hide mt with dissolve
    "На часах значились двадцать пять минут, поэтому я решил далеко не ходить и занял место на скамеечках, протянувшихся вдоль перил на крыльце."
    window hide
    with fade2
    $ persistent.sprite_time = "day"
    scene bg ext_dining_hall_near_day
    with dissolve
    play sound sfx_7dl["eat_horn"] fadein 1
    "Зачитавшись какой-то книжкой, я вздрогнул, когда над головой заорали жестяные рупоры, призывающие пионеров спасти свои бессмертные желудки."
    th "Надеюсь, это не будет какая-нибудь рыба… {w}Хотя, рыбный день, вроде бы, по четвергам…"
    th "Да плевать, на самом деле. Лена-то где?"
    "Мимо меня в столовую просачивались толпы мокрых пионеров."
    "И хотя я смотрел во все глаза — я так и не разглядел в рядах пионеров Лену."
    th "Не пришла?"
    show mt normal pioneer with dspr
    mt "Семён, ты почему здесь сидишь?"
    "Спросила выглянувшая на крыльцо вожатая."
    me "Куда Лену подевали?"
    "Неприветливо буркнул я."
    mt "В библиотеке, говорю же."
    me "Ага, и она там так увлеклась, что даже обед решила пропустить?"
    mt "Не говори глупостей. {w}Женю на обеде спроси, если хочешь. А пока — марш обедать."
    "Когда она говорила таким тоном, лучше с ней было не спорить."
    stop sound fadeout 3
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day5_un_7dl_dinner:
    play music music_7dl["everyday"] fadein 2
    stop ambience fadeout 3
    scene bg int_dining_hall_people_day with dissolve
    play ambience ambience_dining_hall_full fadein 5
    if not (herc or loki):
        "Столовая гудела растревоженным ульем — намёрзшиеся за утро пионеры срочным порядком восстанавливали затраченную на обогрев энергию."
        "Рассольник, плов и компот — все необходимые мужику вещества. Ребёнок с этого рискует объесться вусмерть. Правда, пионера никак нельзя назвать обычным ребёнком."
        "Метаболизм у них точно пошустрее."
        "Лена запаздывала, и я весь извертелся в поисках родных уже хвостиков."
        dreamgirl "Нет её. Сиди ешь спокойно: я тебя оповещу."
        th "Прямо день вчерашний. Как я есть могу спокойно — я же волнуюсь!"
        show mz normal glasses pioneer with moveinright
        "Мимо продефилировала Жужелица, и я остановил её вопросом:"
        me "Женя, привет! Ты из библиотеки?"
        mz "Ничего себе. Как ты догадался?"
        me "С детства даровитый."
        "Отрезал я."
        me "Не скажешь, где Лена? Её к тебе забирали."
        if alt_day4_neu_transit != 1:
            mz "Так вы же вчера ради дубликата ключа на меня пахали."
        mz "Сказала, закроет — осталась в библиотеке."
        "Лена осталась в библиотеке? Она не голодна? Не хочет меня видеть? Что-то ещё?"
        mz "Я есть пойду."
        hide mz with dissolve
        "Уведомила она и, не дожидаясь ответа, направилась к раздаче."
        "А я закрыл рот, вернул челюсть на место и утвердился в желании сидеть здесь — до позеленения, если потребуется — но дождаться царевну из её добровольного заточения."
        sl "Можно, присяду?"
        "Я поднял голову."
        show sl smile pioneer with dspr
        "Славя… Как обычно, очень красивая, улыбающаяся и отвратительно оптимистичная."
        me "Садись…"
    if alt_day5_un_7dl_square_duty:
        "Лены всё не было и не было."
    "Славя села рядом и, составив тарелки с подноса на стол, углубилась в поглощение рассольника."
    me "Приятного аппетита."
    "Пожелал я."
    show sl smile2 pioneer with dspr
    sl "Спасибо. И тебе."
    "Я уже съел всё, до чего мог дотянуться, и был заправлен под завязку, но на всякий случай пробормотал что-то невнятно-благодарственное."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day5_un_7dl_dinner_d:
    play music music_7dl["what_if"] fadein 3
    me "Славя, а у вас помыться где-нибудь можно?"
    sl "Думала, ты не спросишь."
    "Улыбнулась она."
    sl "У нас душевые после обеда работать будут."
    me "Они же закрыты были…"
    sl "Ну да. Но вчера их для родителей открыли, вычистили и протопили."
    me "Щедро! А сегодня что?"
    show sl smile2 pioneer with dspr
    sl "Дождь же! По правилам положено, чтобы душевые работали."
    "Я никогда не слышал о таких правилах, но спорить не стал. Вот ещё."
    me "Проводишь?"
    sl "Конечно."
    "Она ещё некоторое время пожевала, о чём-то размышляя."
    "А потом решила, что я и так знаю все подробности."
    sl "Только ты там аккуратнее: после чистки памятника рядом могут оказаться Алиса с Ульянкой."
    me "Ты о чём это?"
    show sl shy pioneer with dspr
    sl "Я думала, ты в курсе."
    sl "Они вчера хотели памятник Генде подорвать."
    if alt_day4_un_7dl_dv_us_explosives:
        me "Ульяна что-то такое говорила, да…"
    else:
        "Похоже, мелкая меня послушалась, но поступила по-своему."
    show sl smile2 pioneer with dspr
    sl "Но вместо этого они его просто запачкали."
    sl "Закопчённый Генда… Позора не оберёшься. {w}То, что дождь был, наверное, даже хорошо."
    me "Хорошо, что их не пустили к памятнику до того, как дождь закончился, а то были бы в саже и сами, и Генда, и все мимопроходящие."
    sl "Да они, собственно, и так в саже… {w}Потому и на обеде не были."
    me "Спасибо за предупреждение!"
    if (counter_sl_7dl >= 1):
        sl "Да не за что. Не хотелось бы, чтобы они тебя намазали или одежду испачкали."
        "Компот, хоть я и тянул его как мог, в результате закончился."
        show sl smile pioneer with dspr
        sl "Но если хочешь, можешь немного подождать, и я покараулю твои вещи."
        me "У тебя, наверное, дел много…"
        "Борясь со смехом, протянул я."
        sl "Ничего, полчаса…"
        show sl scared pioneer with dspr
        "Славя замолчала, смотря мне куда-то поверх плеча."
        sl "Заболталась я что-то."
        hide sl with dissolve
        "Вдруг засобиралась она, быстренько составила тарелки на поднос и ретировалась."
        "Проследив её почему-то испуганный взгляд, я тут же, против воли, заулыбался."
        "Лена."
        show un angry2 pioneer with dissolve
        un "Что, на блондинок потянуло?"
        me "Очень смешно. Расскажешь, где была?"
        show un smile pioneer with dspr
        un "Да. Посидишь со мной?"
        me "Конечно."
    else:
        sl "Да не за что."
        hide sl with dissolve
        "Славя улыбнулась и оставила меня в одиночестве."
        "Хвала рандому, ненадолго — несколько минут спустя откуда-то сверху спросили очень знакомым голосом:"
        un "Молодой человек, у вас тут свободно?"
        show un smile pioneer with dissolve
        me "Лена…"
        un "Она самая. Так можно?"
        "Она наметила указующее движение подносом, и я спохватился."
        me "Ой, прости. Конечно."
    "Изображая настоящего джентльмена, я помог даме сесть, сервировать стол и, усевшись напротив, принял самый что ни на есть великосветский вид."
    show un laugh pioneer with dspr
    un "И как тебе кривляться не надоедает?"
    me "Человек должен улыбаться хотя бы семь раз в день — психологи посчитали."
    un "Ага, или хотя бы раз в день дать кому-нибудь в морду — мне тоже приходилось читать эту статью."
    th "Да, это она, и её никто не подменил за время отсутствия."
    "Хотя она и выглядела чуточку иначе — будто сбросила часть груза, лежащего на плечах."
    me "Я беспокоился. Что тебя задержало?"
    un "Прости."
    show un shy pioneer with dspr
    un "Я немного увлеклась рисованием."
    dreamgirl "Ага. Рисованием."
    me "А что рисовала-то?"
    show un smile pioneer with dspr
    un "То же, что и рисую последние три дня…"
    un "Тебя."
    me "Покажешь?"
    show un shy pioneer with dspr
    un "Н-ну…"
    "Почему-то смутилась она."
    un "Не сейчас, ладно?"
    th "Странно она себя ведёт. Скрывает что-то, что ли?"
    dreamgirl "Кое-что скрывает. Хотя, уверяю, это совсем не то, о чём ты думаешь."
    th "Тебе-то откуда знать, то это или не то?"
    dreamgirl "В отличие от тебя, я прекрасно понимаю, что означает её реакция, взгляд, даже частота, с которой вздымается грудь…"
    th "И ты, конечно же, сейчас всё мне расскажешь?"
    dreamgirl "Фигу тебе. Спойлеры для слабаков — сам догадывайся."
    "Внутренний голос смолк."
    me "А если я решу настаивать?"
    un "Тогда ты смутишь меня ещё больше, но я тебе всё равно ничего не покажу."
    me "Ну и ладно."
    show un surprise pioneer with dspr
    "Она распахнула глаза в немом удивлении, когда ноги соприкоснулись, но отдёргиваться не спешила."
    "Совсем не то же самое, что ступнёй гладить — психология работает. Контакт чуточку ближе, чуточку интимнее."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day5_un_7dl_unl:
    play music music_7dl["what_if"] fadein 3
    me "А я статью написал. Про вчерашнее."
    "Похвастался я."
    show un smile pioneer with dspr
    un "Ты такой молодец! А дашь почитать?"
    me "Конечно. Давай спрячемся куда-нибудь, где к нам Ольги Дмитриевны приставать не смогут?"
    show un grin pioneer with dspr
    if alt_day4_neu_transit != 1:
        un "Разумеется. Зря мы, что ли, на Жужелицу пахали?"
        mz "Ещё раз меня так назовёте — и будете мириться ещё раз!"
        "Издалека донёсся голос библиотекарши."
        show un laugh pioneer with dspr
        un "Какой слух острый. {w}В общем, сейчас доем, и пойдём."
    else:
        "Сейчас доем, и пойдём."
    me "Тогда приятного аппетита!"
    un "Да."
    "Девочка заработала ложкой так, что и Ульяну сумела бы посрамить."
    "Не прошло и десяти минут — а мы уже вышли на улицу."
    window hide
    play sound sfx_open_door_2
    $ persistent.sprite_time = "day"
    
    scene bg ext_dining_hall_near_day
    with dissolve
    show un normal pioneer with dspr
    un "Ну, мы пошли?"
    show un smile pioneer with dspr
    "Лена привычно уже цапнула мой мизинец и улыбнулась."
    me "Пошли!"
    window hide
    
    scene bg ext_library_day
    with dissolve
    show un normal pioneer at center with dissolve
    "Мы дали ощутимого кругаля, огибая стоящую на площади вожатую — пришлось забирать влево через склады, волейбольное поле, задворками медпункта и весёлых домиков через кусты."
    "Оно того стоило! Ольга Дмитриевна обязательно бы «забыла», что я согласился на рабство только до обеда, и обязательно выписала бы мне очередной наряд на бесполезное занятие."
    show un smile2 pioneer with dspr
    "Мы снова идём за руку — я снова лоцман, Лена снова смеётся."
    "Наверное, это правильно, что у нас всё получилось так спонтанно."
    th "А то оба бы мялись и смущались, и в жизни бы не расслабились до нужной кондиции."
    "Мог бы я представить себе хихикающую Лену, прячущуюся у меня за плечом и тыкающую пальцем мне в бок, чтобы нос не задирал?"
    "Да где там! Она же такая… такая… В общем, не наш случай."
    stop music fadeout 3
    "Ключ провернулся бесшумно, и мы ввалились в помещение, захлопнув дверь за собой."
    window hide
    scene bg int_library_day
    with dissolve
    play ambience ambience_library_day fadein 3
    play music music_list["two_glasses_of_melancholy"] fadein 1
    show un smile pioneer with dissolve
    un "Что ж."
    "Начала Лена, немного отдышавшись."
    un "От Жени мы ушли и от вожатой ушли."
    "Она забралась в одно из кресел и поджала под себя ноги."
    un "Давай."
    me "Что?"
    show un laugh pioneer with dspr
    un "А чего не жалко!"
    me "А я жадный!"
    "В тон ответил я, доставая из нагрудного кармана вчетверо сложенный листок бумаги в клеточку."
    me "Если что не будет понятно, скажи — я переведу."
    "Предупредил я, протягивая ей заготовку статьи."
    show un normal pioneer with dspr
    un "Угу."
    "Забрав у меня листок, Лена погрузилась в чтение, неосознанно бормоча вслух."
    un "Ничто не предвещало беды. Автор Персунов Семён."
    un "Угу… угу…"
    un "Вчера в рамках самодеятельного концерта для родителей прошёл ряд выступлений пионеров из младших отрядов."
    un "Ничто не предвещало беды, когда на сцену вылезли они — изуверы из шестого отряда со своим танцем маленьких утят."
    un "Всё началось достаточно невинно: заиграла музыка, они приготовились, и…"
    un "Несколько секунд спустя послышались панические вопли «А-а-а-а, мои глаза!!!» и «Сделайте меня это развидеть, пожалуйста!», кое у кого из глаз пошла кровь."
    show un angry pioneer with dspr
    un "Что это такое?!"
    me "Статья."
    "Сделал невинные глаза я."
    un "Это статья?! Это не статья, это кошмар какой-то!"
    me "Не какая-то, а эксклюзивная."
    show un angry pioneer with dspr
    un "Да я тебя за такой эксклюзив… И что это за слово такое — «развидеть»?!"
    "Я не выдержал и расхохотался."
    me "Листок переверни, чудо — статья на обороте."
    un "А это что?"
    me "Разогрев, что."
    show un sad pioneer with dspr
    un "Поймал меня, да? Доволен, небось, собой…"
    "Обнаружив статью на указанном обороте, Лена погрузилась в чтение."
    "И в этот раз зачиталась всерьёз."
    show un normal pioneer with dspr
    un "Да, это уже лучше."
    "Сказала она, отложив бумажку в сторону."
    un "Кстати, не такой уж у тебя и ужасный почерк. Можешь и сам попробовать переписать."
    "Я замахал руками."
    me "Даже думать не смей!"
    me "Ты будешь писать… А я буду…"
    show un smile pioneer with dspr
    un "Да-а?"
    "Протянула она."
    me "А я буду к тебе приставать!"
    un "Может, лучше сначала пристанешь, а потом пойдём материал в газету подшивать?"
    me "Одновременно же интереснее!"
    show un laugh pioneer with dspr
    un "…и простите за неровный почерк."
    me "У вас и такие анекдоты в ходу?!"
    un "Да нет… Просто у меня папа в милиции работает, и шуточки у него…"
    me "Специфические."
    "Кивнул я."
    "В голове вдруг мелькнула картинка с мужиком в милицейской форме, тыкающим пальцем в меня — последовательно: «А если не женишься — признают годным»."
    me "Я о тебе столько всего не знаю, оказывается."
    show un smile pioneer with dspr
    un "Спрашивать не пробовал?"
    "Не отрываясь от бумажки, спросила девочка."
    me "Знать бы ещё, о чём спрашивать."
    "Я приземлился на пол  и запрокинул голову на кожаную сидушку кресла, где Лена уже забросила ноги на подлокотник."
    "Её пальцы немедленно нашли мои волосы и зарылись вглубь, напоминая, что последний раз я мылся чёрт-те сколько времени назад."
    "И постричься бы не помешало."
    dreamgirl "И побриться."
    th "Стебись-стебись."
    me "Хорошо с тобой."
    "Вздохнул я, тихо млея под её касаниями."
    un "И именно поэтому ты пишешь свои кровожадные статейки?"
    "Фыркнула она, машинально поглаживая меня по волосам."
    me "Нет… Это я настроения для написал. {w}Ты улыбнулась — значит, задание выполнено."
    un "Я бы и так улыбнулась, безо всяких утят."
    "Нависнув надо мной, она коснулась моего лба губами."
    me "Так что там насчёт твоего рисунка?"
    show un shy pioneer with dspr
    un "Рисунка? {w}Он… Не готов. А я не хочу пока показывать его."
    me "Лена."
    "Несмотря на то, что настроение не способствовало, я справился — подозрительно прищурился и спросил:"
    me "Так, выкладывай как на духу — что скрываешь?"
    un "Да ничего…"
    hide un with dissolve
    "Она погрустнела и, спрыгнув с кресла, затерялась за полками — направилась в редакторскую."
    "Несколько обескураженный её молчаливой реакцией, я поднялся и последовал вслед за ней."
    me "Лен?"
    "Нет ответа."
    me "Лена?!"
    "Молчание."
    window hide
    play sound sfx_open_dooor_campus_1
    scene expression Notch("bg int_editorial_day_7dl")
    with dissolve
    "Добравшись до двери, я опасливо потянул её на себя и заморгал в неожиданно тёмном на контрасте помещении."
    "Лена стояла у стола, держа в руках небольшой, где-то формата А4, бумажный лист."
    show un serious pioneer far with dissolve
    "Приглядевшись, я разобрал только белый фон: видимо, она держала рисунком к себе, не стремясь показать мне свои художества."
    un "Семён, я хочу сказать тебе одну вещь."
    me "Да. Конечно. Что ты хотела сказать?"
    "Она протянула мне рисунок — такой в моё время называют лайнартом."
    "По сути, просто нераскрашенный рисунок без теней, полутонов и прочих глупостей."
    "Просто завершённые контуры, выполненные толстым графитовым стержнем."
    "Там… Там была она. Я. И…"
    me "А кто это?"
    un "Это…"
    "Она вдохнула несколько раз, видимо, собираясь с силами."
    show un serious pioneer with dspr
    un "Я не всегда была такой, какая сейчас. Было ещё кое-что…{w} Кое-кто."
    un "Кое…"
    with vpunch
    play sound sfx_scary_sting
    "Она распахнула глаза, и меня в очередной раз накрыло воспоминаниями."
    "В этот раз, правда, они были с чужим запахом, чужим сознанием… Они принадлежали Лене."
    stop ambience
    if alt_day_binder != 1:
        play music music_7dl["knock"] fadein 5
    else:
        play music music_7dl["but_why"] fadein 5
    window hide
    scene anim prolog_1
    show un serious pioneer with dspr

    un "Я кричу, срывая в ноль голосовые связки."
    un "А она в очередной раз принимает меня за так любимых ей ангелов."
    "Исполнение ваших самых сокровенных грёз, всего, чего вам только хотелось — девять миллиметров в голову, острое перышко, щекочущее запястье и плачущее небо, размывающее кровь ореолом вокруг изломанного тела у подножия небоскрёба."
    "«Здравствуй, Лена.» Она улыбается, практически невидимая на фоне сероватых наволочек."
    "«Ты сегодня такая красивая. {w}Можешь мне верить — я вижу это.»"
    un "Да. {w}Видит. {w}Нас зовут похоже, но насколько непохожи мы оказались на самом деле."
    un "Я бьюсь о прутья клетки, держащей меня в этой невозможной реальности, я молчаливо сидящий единственный зритель в заброшенном кинотеатре, где на экране зациклены «Кошмары с улицы вязов», и из рук моих к небу тянутся сухожилия, марионеткой заставляющие двигаться."
    window hide
    with flash2

    un "Младшенькая. Алёна."
    un "Я поднимаю блокнот с тумбочки — и вижу там одинаковых ангелов с моими глазами."
    un "А я никогда рисовать не умела. {w}Никогда, понимаешь?"
    un "Это очень тяжело выразить словами, и очень бесит, что нельзя просто раскрыть сердце и дать кому-то ощутить — что же на самом деле ощущаешь, когда на твоих руках угасает единственно близкий тебе человек."
    show un sad pioneer with dspr
    un "Большеголовая, бритая наголо, с бледной прозрачной кожей, запавшими после химиотерапии глазами — она вглядывается в смотрящие сквозь стекло серванта молчаливые укоры тому, чего мы не сберегли."
    "«Лена… {w}Я так рисовать научиться хотела.»"
    "«Я же вижу красоту — мне просто немного научиться, и я смогу показывать её окружающим.»"
    un "«Я знаю…» — я держу её руку и молчу."
    show un angry2 pioneer with dspr
    un "Ей еле-еле стукнуло девять, когда стены типовой хрущёвки протравило ледяным ужасом диагноза."
    un "Белокровие. {w}Та самая, малообъяснимая ошибка в работе кровяных телец, когда они забывают о том, чем должны заниматься."
    "«Теперь и не выучусь, наверное.» "
    "Её ладонь горячая и невесомая, и почему-то напоминает мне птичью лапку."
    "«Сделай это для меня, пожалуйста…»"
    un "«Что? Что сделать, милая?», — я готова на всё ради этих умоляющих глаз. «Проси всё, чего хочешь.»"
    "«Исполни мою мечту, сама…»"
    un "«Что?»"
    "«Нарисуй что-нибудь, ладно?»"
    un "А я никогда в руках карандаша не держала, но сейчас…"
    un "Первые линии получались кривыми, неровными, неправильными, несправедливыми. {w}Они неуместны сейчас и оттого втрое жестоки."
    un "Я ещё не знаю, что такие линии будут получаться у меня ещё очень-очень долго."
    "«Нарисуй дракончика, пожалуйста — как того, что жжёт меня изнутри.»"
    un "«Да, да.» — Я смотрю в потолок и часто-часто сглатываю, осушая глаза. — «Сейчас. Я попробую.»"
    un "Получившееся чудовище походило на кого угодно, только не на дракончика, но Алёна удовлетворённо улыбнулась и откинулась на подушку — щемяще беззащитная, безжалостно слабая."
    "«Спасибо, Лен», — шепчет она. — «Ты самая лучшая сестра на свете.»"
    un "«Да…» — Я сжимаю её руку и отказываюсь верить в то, что та становится всё холоднее."
    "«Обещай, что не бросишь. {w}Обещай, что однажды повесишь на стену картину, где ты, я и тот, кто будет любить тебя так, как ты меня любишь."
    un "Впереди тысячи часов разочарований, истерик, слёз, желания разбить всё, в том числе, собственную голову, о стену — но я сжимаю челюсти до ломоты в скулах и продолжаю черкать карандашом по бумаге."
    un "Я киваю и вместо слёз вспоминаю её глаза — сапфировые, бесценные, распахнутые навстречу… "
    un "Будто знающие, что век их недолог, и оттого ненасытно пьющие саму жизнь, вбирая впечатления так, как не каждый художник или писатель сможет…"
    show un cry pioneer with dspr
    un "Я ненавижу рисовать. {w}Я никогда не хотела этого. {w}Но всё чаще, если я не думаю ни о чём, вот как сейчас, разговаривая с тобой, у меня получаются ангелочки с сапфировыми глазами."
    un "А потом были похороны, остановившийся взгляд матери, которая пережила Алёну всего на полгода, и ледяной саркофаг, в котором я и жила последние пять лет."
    un "У неё были невыносимо сапфировые глаза, смотрящие на этот мир с непосредственностью человечка, который верил, что мир не чёрен, не бессмысленен."
    un "Наверное, так умеют только младенцы… {w}И умирающие до срока."
    un "Можешь представить себе всю иронию того, что все эти картинки — всё это — написаны бесчестным жуликом, человеком, который за карандаш всякий раз берётся как за лезвие опасной бритвы, до кости обрезаясь, сдирая корочки с незаживающей язвы в сердце."
    show blink
    "Веко опустилось, отсекая чужую подноготную, оставляя меня, мучимого запоздалым раскаянием — ведь не просто же так люди становятся такими как Лена!"
    "И раскалывающимися висками."
    window hide
    
    scene bg int_editorial_day_7dl with dissolve
    show un cry_smile pioneer with dissolve
    un "Но я уже не умею выражаться иначе.{w} Возможно, Алёна была бы счастлива за меня."
    un "А я сегодня сидела, рисовала и думала о тебе. Рисовала тебя."
    un "А когда из-под карандаша спрыгнула она как живая…"
    un "В общем, я очень долго не могла успокоиться."
    "Я протянул ей платок и девочка, благодарно кивнув, вытерла слёзы."
    me "Прости, что настаивал… Не знал, что это настолько личное."
    stop music fadeout 5
    "Почему-то в этот момент естественное желание прижать к себе плачущую девочку не могло одолеть моего привычного уже ступора."
    "Хотя казалось, что уж его-то я одолел."
    show un normal pioneer with dspr
    "А она, будто поняв мою неловкость, отвернулась, опёрлась на стол сжатыми кулаками и, смотря вниз, глубоко вздохнула."
    play music music_7dl["shestheone"] fadein 3
    un "Не знаю, почему так случилось и почему вспомнилось."
    un "Может быть, из-за моего к тебе отношения… А может, из-за того, что сказала Ольга Дмитриевна на завтраке."
    me "А что она сказала?"
    "Поинтересовался я, опомнившись наконец и делая крохотный шажок к Лене."
    un "Она сказала…"
    me "Да…"
    "Подшагивая ещё чуточку ближе."
    un "Что…"
    me "Да…"
    un "Мы…"
    me "Мы…"
    un "Влюб…"
    show un normal pioneer close with dissolve
    "Я подкрался достаточно близко, чтобы обнять её и прижать к себе."
    "Не думаю, что объятья когда-либо могли решить чьи-то проблемы. Но они хотя бы утешают."
    "То самое чувство, которого мне не хватало несколько последних лет — утверждающее меня в том, что не совсем я ещё пропащ для человечества."
    "Пока чувствую себя ощутимо сильнее, грея на груди дорогого человека."
    me "И ты вот так просто об этом говоришь?!"
    show un serious pioneer close with dspr
    un "Я говорила только за себя."
    un "Я в себе уверена."
    me "Но…"
    un "Извини, если ошиблась на твой счёт. {w}Пусти."
    show un serious pioneer with dissolve
    "Она высвободилась из моих рук."
    me "Да нет… Просто я."
    show un shy pioneer with dspr
    un "Что?"
    th "Я — без тебя, да вот, блин, как оно — издох, оглох и не ищу уже ответа. И всё смотрю сквозь грязное окно в весну, где тебя не было и нету."
    "Даже не знаю, что труднее — извиняться или признаваться."
    "И как это сделать на фоне деревянного казённого кадыка, пересушенной гортани, нежелания лёгких вобрать хотя бы чуть-чуть воздуха?"
    me "Вожатая не ошиблась."
    "Невозможно ровным голосом произнёс я."
    me "Ни в едином слове."
    play sound sfx_7dl["eat_horn"] fadein 1
    "Мои мучения прервал сигнал горна, зовущий на полдник."
    "Но ни я, ни она не сдвинулись с места."
    "Напротив, она медленно разворачивалась в мою сторону."
    "И, наконец утвердив зрительный контакт — тяжёлый до невозможности, но хрена с два я сейчас глаза опущу! — сморгнула накопившуюся влагу и уточнила:"
    un "Повтори."
    me "Я сказал, что… Эт-то п-правда…"
    "Запинаясь как пьяный, послушно повторил я."
    me "К-каждое слово."
    show blink
    "И закрыл глаза."
    "Только для того, чтобы тут же оглохнуть на левое ухо от боевого клича каких-нибудь ирокезов и повисшего на шее самого приятного веса."
    scene bg int_editorial_day_7dl
    show un grin pioneer close
    show unblink
    un "Я знала! Я ни секунды не сомневалась!"
    "Лепетала она бессвязно, покрывая поцелуями мои щёки, глаза, губы."
    un "С первого дня знала!"
    me "Чуточку спокойнее…"
    "Пытаясь отдышаться, улыбнулся я."
    th "Отдайте мне мою беспечность… Я требую… Я имею право на раздолбайство."
    me "Пошли посмотрим, чем сегодня детей на полдник травят?"
    un "Может, лучше дверь запрём и полентяйничаем?"
    "Стрельнула глазами в сторону входа Лена."
    me "Опять начинаешь, да?"
    show un surprise pioneer with dspr
    un "А что не так? Ты что-то раскис — выше нос!"
    me "Будешь продолжать в таком же духе — и мы оба рискуем наделать глупостей, о которых ты, несомненно, пожалеешь."
    show un laugh pioneer with dspr
    un "Рядом с тобой нет глупостей, о которых я буду жалеть — неужели непонятно?"
    un "Мы же вместе это делать будем!"
    me "…"
    th "Ты сама не знаешь, о чём просишь, милая…"
    dreamgirl "Как знать. Может, её устраивает перспектива лицезреть твою спину, пока ты просиживаешь штаны на двощах."
    th "Не будет такого. Мы с ней…"
    dreamgirl "Спустя пять лет. Она на диване с планшетом, ты в кресле перед монитором."
    me "Пойдём уже."
    "Передёрнув плечами, позвал я."
    stop sound fadeout 3
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day5_un_7dl_dinner_hl:
    play music music_7dl["ask_you_out"] fadein 3
    sl "Вы столько времени вместе проводите."
    "Славя облизала ложку и отставила тарелку в сторону, тут же утвердив на освободившемся месте локти."
    sl "Ты и Лена."
    sl "Не то чтобы я была против: до твоего появления она всё делала из-под палки, даже рисовала неохотно, а ты на неё как-то повлиял."
    me "Стоп. Ты это мне сейчас с какой целью говоришь?{w} Намекаешь на что-то?"
    sl "Ни в коем случае!"
    "Очаровательно улыбнулась активистка."
    sl "Но по отряду, например, слухи ползут… И в лагере вас уже одного без другого не представляют."
    me "Мы такие — всюду вместе."
    sl "Мне просто любопытно — насколько у вас всё серьёзно? Мир-дружба-жвачка?"
    me "Э…"
    "Я покраснел."
    me "Ты можешь сказать и так."
    show sl shy pioneer with dspr
    sl "То есть ничего такого?"
    me "Нет."
    "Презирая себя, всё ещё красный как рак, ответил я."
    show sl smile pioneer with dspr
    sl "Очень хорошо! Ой."
    "Спохватилась она."
    sl "Я имею в виду, что если ты свободен, мы могли бы…"
    me "Что?"
    show sl shy pioneer with dspr
    sl "Нет, ничего. Я просто."
    me "Славя, ты меня, конечно, извини, но у меня все телепаты с ясновидящими в отпуске, и твоих намёков я просто-напросто не понимаю!"
    show sl normal pioneer with dspr
    sl "Это ничего. {w}Ты и не должен."
    "Утратив интерес к беседе, я пожал плечами и вернулся в недоеденному супу."
    "А Славя задумчиво замолчала, ковыряя пальцем клеёнку скатерти."
    "Наконец она решилась."
    sl "Но на всякий случай… Если у вас с Леной и правда ничего серьёзного, и ты её не обидишь таким образом…"
    me "То…"
    "Поощряюще протянул я."
    if alt_day2_sl_bf:
        sl "Помнишь во второй свой день, когда ты рядом сел?"
        sl "Я тогда ещё о танцах говорила, а ты согласился пригласить меня."
        if alt_day3_dancing == 2:
            sl "И у нас был замечательный танец!"
        else:
            show sl sad pioneer with dspr
            sl "Правда, ты так меня и не пригласил."
            sl "Но я не в обиде, не пригласил — значит, не смог, всякое бывает."
        me "Ага. И к чему ты это ведёшь?"
        "Намёки девочки были достаточно прозрачны, но тут уж лучше переспросить дважды."
        show sl smile2 pioneer with dspr
        sl "Да ты и сам прекрасно всё понял!"
        "Рассмеялась она."
    sl "Завтра прощальная дискотека будет на час дольше, до полуночи. {w}И если ты свободен, я бы хотела, чтобы мы с тобой вместе танцевали, и…"
    th "Ага, а то я прошлую дискотеку забыл."
    sl "Если ты, конечно, свободен."
    "С нажимом повторила она."
    me "Но я не…"
    th "Что-то я сильно сомневаюсь в том, чтобы наша кардинальша могла быть не в курсе того, что мальчик занят."
    th "К чему эти игры вообще?!"
    show sl normal pioneer with dspr
    dreamgirl "Конечно. И губы она просто так облизывает. И под столом ногой тебя трогает тоже."
    th "Ногой? Окстись, это… этот… Столбик, на котором стол стоит! Вот."
    dreamgirl "Ахха. Столбик. Мягкий такой, с температурой 36.6°С."
    "Додумав до того, что же на самом деле происходит, я отдёрнул ногу."
    "И с безмолвным вопросом уставился на активисточку… Вот уж действительно, активная во всём."
    show sl surprise pioneer with dspr
    "Она вернула мне мой же недоумённый взгляд — мол, свободно же, что не так?"
    "Я уже открыл было рот, чтобы сказать нужное вслух — некоторые вещи, похоже, надо писать огромными буквами на транспарантах, иначе их не поймут."
    show sl sad pioneer with dspr
    sl "Так что?"
    me "Прости."
    dreamgirl "Ты, девочка, отпад, но я не в восторге от такого агрессивного сближения."
    th "Солидарен."
    dreamgirl "Давай-ка плавно отодвинемся: не ровен час, Лена заметит."
    me "Ты определись уже — либо за Лену хлопочешь, либо за себя."
    th "Такое ощущение, что вообще разные люди."
    me "Я свой выбор сделал — собираюсь придерживаться его."
    show sl smile pioneer with dspr
    sl "Ну, во всяком случае, я попыталась."
    "Она изо всех сил улыбалась и, поднявшись, кивнула подходящей Лене."
    sl "Увидимся."
    "Не оглядываясь, бросила она через плечо, держа выправку, посрамившую бы и кадрового офицера."
    me "Пока…"
    hide sl
    show un normal pioneer with dspr
    un "Привет. О чём со Славкой болтали?"
    me "Так… Мелочи."
    show un serious pioneer with dspr
    un "Интересно."
    un "Расскажешь мне, что это за мелочи такие, после которых активистка с глазами побитой собаки отходит?"
    me "Да там недоразумение вышло."
    show un sad pioneer with dspr
    un "О котором ты, разумеется, мне сейчас расскажешь."
    me "Да там…"
    show un angry2 pioneer with dspr
    un "Семён."
    "Мягко перебила меня она."
    un "Рассказывай."
    me "Да нечего рассказывать. Просто о том, что мы с тобой повсюду как понятые ходим вместе, весь лагерь гудит."
    un "Пускай гудит. Или боишься, что сглазят?"
    me "Да нет. Ко мне просто Славя сейчас приставала на предмет серьёзности того, что между мной и тобой."
    un "И ты…"
    me "А я сказал, чтобы не лезла в нашу дружбу."
    show un rage pioneer with dspr
    un "Дружбу?!"
    "Она аж привстала со скамейки."
    me "Эй, эй… Успокойся."
    "Я поймал за руку начавшую закипать девочку и усадил её обратно рядом с собой."
    me "Трудно мне говорить с посторонними о том, что я к тебе испытываю. Тем более, когда Славя спрашивает."
    un "Трудно? Или удобно? А то ты скажи — я мешать не стану. У нас дружба, а она на тебя давно глаз положила."
    show un sad pioneer with dspr
    me "Что? Да нет, перестань."
    un "Ну я же не дура, Семён."
    un "И вижу, как она вокруг тебя вьётся."
    "Лена понизила голос."
    un "Вообще, я удивлена, что она так долго ждала."
    me "Лена, ты ревнуешь так, будто у тебя есть для этого повод."
    "Усмехнулся я в ответ."
    show un surprise pioneer with dspr
    un "Что?! Ревную? Я? Да я не…"
    me "Ревнуешь. {w}И зря, кстати."
    me "Я тебе уже сказал, кто мне нужен. {w}Просто… Не её это дело вообще-то."
    me "Потому что если она усмотрит в наших деяниях аморалку — она без зазрения совести расскажет вожатой всё, уверенная в том, что поступает правильно."
    me "Кстати, она на танец меня завтра позвала. Попросила, чтобы в моей бальной книжке наконец и её имя засветилось."
    show un angry2 pioneer with dspr
    un "Вот уж нет!"
    "Фыркнула моя избранница."
    un "А то знаю я — сначала танец вместе, потом погуляем…"
    "Я помертвел."
    th "Откуда она знает про приглашение на прогулку?!"
    un "Да ты не бледней — я же видела, что ты отказался. Но никаких танцев со Славяной, понято?"
    me "Понято."
    "Улыбнулся в ответ я."
    un "Рада, что мы пришли к взаимопониманию."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day5_un_7dl_np:
    show un smile pioneer with dspr
    "Она притянула меня за рубашку к себе и поцеловала куда-то в скулу."
    un "Пойдёшь мыться после обеда?"
    me "Лена, я с тобой никуда, где надо раздеваться, не пойду! И прекрати меня дразнить уже!"
    show un laugh pioneer with dspr
    un "Прямо никуда-никуда?"
    me "Именно!"
    show un grin pioneer with dspr
    un "А если на пляж?"
    if loki:
        un "На наш."
    elif herc:
        un "На вчерашний."
    me "Разве что только на пляж."
    th "Там меня хотя бы кто-то будет контролировать — досужие пионеры, бас Ольги Дмитриевны, свисток Борис Саныча…"
    dreamgirl "Про бас понравилось, кстати."
    show un smile2 pioneer with dspr
    un "По рукам, значит! После обеда дуем на пляж! И только попробуй отказаться."
    me "И в мыслях не было."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_beach_day
    with dissolve
    play ambience ambience_lake_shore_day fadein 3

    play music music_7dl["everyday"] fadein 3
    "Несмотря на утренний дождь, прочно оккупировавшее небосклон светило успело прогреть и просушить верхний слой песка, поэтому тут и там можно было разглядеть растянувшихся на купальных полотенцах пионеров."
    "Запасливая Лена притащила полотенце и для меня — мы переоделись в кабинках и заняли место на отшибе."
    if herc or loki:
        "Идти до места, где мы купались вчера, было лениво — и понятливая девочка всё прекрасно уловила без лишних слов."
    else:
        "Место, где я не так давно бултыхал ногами, казалось очень неплохим для купания."
        "Но слишком уж далеко было."
    show un smile swim with dissolve
    un "Семён — ты жуткий лентяй, ты в курсе?"
    "Я пожал плечами."
    me "Вот уж что никогда пороком не считал."
    me "Человеку свойственна лень, как и любому другому существу, противостоящему энтропии внутренними запасами энергии."
    show un smile2 swim with dspr
    un "Болтун…"
    "Она рассмеялась и, расстелив полотенце, приглашающе указала на него."
    me "Вот спасибо! А ты?"
    un "А я сейчас искупаюсь, а потом ты пойдёшь!"
    me "Да что-то не хочется…{w} Может…"
    "Купаться было лениво — может быть, когда солнце ещё немного разгуляется…"
    show un angry swim with dspr
    un "Никаких «может»!"
    "Рассердилась девочка."
    un "Ты когда мылся в последний раз?"
    un "Я тебя такого грязного целовать не буду, так и знай!"
    "А вот это была серьёзная угроза!"
    "Поэтому я сокрушённо вздохнул и признал поражение:"
    me "Фиг с тобою, золотая рыбка. Искупаюсь сколько пожелаешь."
    show un smile swim with dspr
    un "Вот и молодец! {w}Не скучай — я скоро!"
    hide un
    with dissolve
    "Зрелище волнующе покачивающихся бёдер, да и вся фигурка в целом… волнующая."
    th "Интересно, о каких «скучай» здесь может идти речь?"
    "Я подставил солнцу спину."
    th "Здесь?"
    dreamgirl "Я всегда здесь, дорогой. Чего ты хотел?"
    th "Да как-то странно всё это, не находишь? Лагерь, девочки с фигурами фотомоделей, но повадками Евы, поперёд которой всегда будет Лилит…{w} Ты, опять же."
    dreamgirl "А со мной-то что не так?"
    if not (herc or loki):
        th "Кроме того, что ты из «сознания живота» с общительностью уровня предчувствий и рефлексов превратилась… превратился… как у тебя пол правильно будет?"
        dreamgirl "Как тебе удобнее."
        th "В общем, в собеседника, полноценного, разумного."
    th "Я читал, что так бывает при раздвоении личности — про того же Миллигана помню."
    dreamgirl "Тебе это не светит: на контроль над телом я не претендую."
    th "Так или иначе. Ты, лагерь, девочки, отсутствие вопросов…"
    th "Я веду себя до неприличия неправильно — не мечусь, не задаю дурных вопросов, не пытаюсь выяснить, что здесь творится вообще."
    dreamgirl "Наслаждаешься жизнью. И это правильно."
    dreamgirl "Или тебе «Совёнок» не по нутру?"
    dreamgirl "Как там в программе обучения женщин-полицейских — если изнасилования не избежать, расслабьтесь и постарайтесь получить удовольствие. {w}Тебя окружили теплом и заботой, девочку себе нашёл — какого ж рожна еще тебе, морда неблагодарная?"
    th "Да я же не в претензии."
    th "Кое-какие ответы даже дали… Хотя я и не задавал вопросов."
    if alt_day4_neu_transit != 1:
        dreamgirl "Я процитирую тебе одну очень умную девочку:"
        dreamgirl "«Будем вести себя так, будто и это сон.»"
    dreamgirl "Открой сердце небу, загадай желание — чего тебе больше всего на свете хочется?"
    dreamgirl "Сравни его с тем, каким оно было до лагеря… Если вообще было."
    th "Сейчас я больше всего хочу, чтобы не заканчивалось лето. Очень страшно, что вместе с летом закончится и Лена."
    dreamgirl "Ты знаешь её всего пять дней. {w}Ты вообще её не знаешь."
    th "Это не имеет значения. Для того, чтобы узнать человека, надо прожить с ним целую жизнь… Которую я согласен прожить с ней."
    dreamgirl "А что насчёт старых желаний? Всё ещё хочешь саундсет от Sennheiser? Или монитор на 27 дюймов — как будто 24 было недостаточно?"
    th "Ты знаешь… А нет. Не хочу."
    th "Это будет отвлекать меня от действительно важной части жизни."
    show un normal swim with dspr
    "Путь солнечным лучам перегородил невысокий хрупкий силуэт, который мало-помалу становился родным.{w} Уж узнавать-то его я точно навострился."
    th "От неё."
    show un smile swim with dspr
    un "Г-г-гони п-п-полотенце!"
    "Простучала зубами она."
    me "Всё хорошо, спасибо, я тоже скучал."
    "У кого были сомнения в том, что у меня не всё как у людей?"
    "Поднявшись на ноги, я накинул полотенце на плечи девочке, мимоходом отметив то, как здорово смотрится мокрая кожа с огромными мурашками, и какими несчастными глазами она глядит на меня."
    "И, вздохнув, принялся растирать её."
    me "Что, вода прохладная?"
    show un normal swim with dspr
    un "Нет. Вода как раз тёплая."
    "Почему-то вспомнилась сцена из нетленки Бессона… Автоматическая мойка, огромные глаза, полотенце на плечах и оранжевые волосы — обстоятельствами общего дыхания и нескольких сантиметров до губ."
    "Правда, моя Лилу не оранжевые волосы носила, но какое это имело значение."
    "Мир замер…"
    window hide
    with fade2

    "Когда она открыла глаза, она уже не дрожала — не иначе, враз высохнув."
    show un smile swim with dspr
    un "А ещё меня сумасшедшей называл."
    "Она улыбалась, но глаза смотрели с укором."
    un "Иди купайся, искуситель."
    "Ну да, на пляже это делать не стоило. {w}Хвала рандому, никто ничего заметить не успел."
    "Улыбнувшись, я заспешил к воде."
    window hide
    scene bg ext_underwater_7dl with dissolve
    play music music_7dl["yume_akari"] fadein 3
    play sound sfx_water_emerge
    "Вода приняла меня в прохладные объятья. Двадцать три-двадцать четыре градуса, райская температура."
    "Хотя дыхание всё равно перехватило."
    "Замена нормальному мытью, конечно, не самая лучшая, но Лена права: тому чудищу, в которое я превратился за последние несколько суток, водные процедуры были строго обязательны."
    "Потому я отплыл к месту посвободнее и по возможности вымыл грязь из волос и с тела, где мог достать."
    window hide
    scene bg ext_beach_day
    with dissolve
    play ambience ambience_lake_shore_day fadein 3

    show un smile swim with dspr
    un "Видишь, совсем другой человек теперь."
    th "Помнится, от поцелуя она совсем не отказалась."
    "Вместо ответа я растянулся на полотенце рядом с ней, касаясь плечом."
    "Наверное, следовало бы беспокоиться. Дёргаться даже — в поисках ответов или ещё чего-то в этом духе."
    "Но как в случае с совершенно самостоятельно упавшими в руки ответами, я пустил события на самотёк."
    "Скорее всего, что-нибудь получится само собой. Играя в сюжетные игрища, никогда нельзя показывать судьбе заинтересованность в событиях, и она сама сделает всё, чтобы мы столкнулись на лестнице."
    "Или оказались по разные стороны одной и той же стеночки."
    "В одной конференции скайпа."
    "Одной постели."
    un "О чём задумался?"
    "Не открывая глаз, поинтересовалась Лена."
    me "О лени."
    show un smile swim with dspr
    un "А что о ней думать? Ты лодырь, и этим всё сказано."
    me "Не скажи."
    "Возразил я.{w} В демагогию ударяться не хотелось, но был у меня один неотразимый аргументец на такой случай."
    me "Я рассматриваю лень как религиозный аспект."
    un "Как это?"
    me "Буддизм. Тамошний Гаутама выделял три вида лени, и моя лень относится к первому виду — тому самому лодырничеству, которым я бы с удовольствием предавался с тобой на пару."
    me "Самый безобидный вид, кстати."
    un "То есть то, что тебе лениво подняться и что-то сделать, ты считаешь безобидным?"
    me "По сравнению с двумя другими — ленью мышления, так называемым негативным мышлением, и ленью признания себя."
    un "Я бы посмотрела на человека, которому лень думать."
    me "Большинство моих знакомых проходят как раз по второй части — они ноют о том, что у них что-то не получается в жизни из-за того, что они плохие, злые, или окружение виновато, или что-то ещё."
    un "Это ты сейчас на меня намекаешь?"
    if alt_day4_neu_transit != 1:
        me "Нет. Скорее, на себя и ряд мне подобных сетевых знакомцев."
        un "Кто это?"
        "Прикинув, как ответить, не вдаваясь в технические подробности, я постарался сделать ответ максимально честным:"
        me "Своего рода друзья по переписке. Они не безнадёжны, так как если найдётся кто-то, кто пинками погонит, или сами за ум возьмутся… да женятся хотя бы… Скажем, для них ещё не всё потеряно."
    else:
        me "Ни в коем разе!"
        me "Ты у нас сама милая и трудолюбивая!"
        show un smile2 swim with dspr
        un "Ладно, льстец!"
    un "Ладно, с этим разобрались. А что с ленью признания?"
    me "Самая опасная гадость. Я вижу её в тебе, в себе, в Ольге Дмитриевне… Человек, страшащийся самого себя, не ценящий собственную жизнь и жизнь окружающих."
    me "Нам страшно заглянуть внутрь себя и разглядеть отражение на дне колодца. А это значит отсутствие запаса прочности. Потенциальные самоубийцы, сгорающие на работах, инфарктники, истерички."
    un "Страшная вещь эта ваша религия."
    if alt_day4_neu_transit != 1:
        extend " Хорошо, что у нас её нет."
    me "Она страшна только тем, что не стесняется называть человека боящегося трусом."
    un "Но я поняла твою мысль. Действительно, по сравнению с остальными видами, ты относительно безобиден."
    show un smile swim with dspr
    un "Хотя я предпочла бы, чтобы ты не ленился, а сводил бы меня куда-нибудь."
    "Девочка намекает на прогулку. Логично. Что ещё в лагере делать, как не гулять."
    un "Ладно, ленись тогда."
    "Мне на грудь посыпался песок, и я удивлённо открыл глаза."
    me "Что ты делаешь?"
    show un smile swim with dspr
    un "Разве не видишь? Закапываю тебя в песок!"
    me "Зачем это?"
    show un sad swim with dspr
    un "Глупый.{w} Затем что могу. Ты всё равно ленишься, так что лежи, грейся."
    "Она всерьёз принялась за земляные работы."
    me "Ага-ага."
    "Пробормотал я, наблюдая за тем, как мало-помалу под песком пропадают ноги."
    me "Она была очень ленивой девочкой. Её так и звали — Лееееена."
    show un smile swim with dspr
    un "Будешь болтать — ещё и рот засыплю!"
    me "Всё, молчу."
    "Хочется девочке поиграть — так кто я такой, чтобы спорить."
    window hide
    with fade2
    stop ambience fadeout 2

    "Прикосновения горячего песка были подобны расслабляющему массажу, и я не заметил, как задремал."
    window hide
    scene bg black
    with fade

    "Сладко-сладко."
    window hide
    scene bg ext_beach_day with dissolve
    show un smile swim with dspr

    if loki and (persistent.un_7dl_good_ussr or persistent.un_7dl_good_rf):
        "И проснулся только тогда, когда на получившуюся сверху мумию уселась Лена."
        un "Ты снова уснул!"
        me "Всё, раскопки завершены?"
        "Хриплым спросонок голосом поинтересовался я."
        un "Да."
        "Оглядевшись по сторонам, подмигнула мне."
        un "Теперь надо тебя откапывать."
        "Я легко мог встать — слой песка был небольшим — но решил подыграть прыгающей от энтузиазма девочке."
        "И только когда сквозь оный песок прочувствовал прикосновения, понял — где она вообще сидит!"
        "И — да, я совершенно правильно всё понял — раскопки начались именно в той зоне!"
        "Сопротивляться, драться или как-либо пытаться остановить девочку было бесполезно."
        dreamgirl "Да и не особо хочется, что уж греха-то таить."
        "А потому я постарался расслабиться и переключился на наблюдение за пляжем — пионеры были заняты очередной игрой, затеянной Ольгой Дмитриевной, и на нас внимания не обращали."
        me "Лучше бы в душ пошёл."
        "Не то чтобы это обязательно надо было говорить, но раз уж вызвался играть роль невинной жертвы приставаний…"
        un "Совершенно верно!"
        "Энтузиазму её кивка могла бы позавидовать и Славя."
        un "Там можно влезть под холодный душ и не думать о том, что это с утра мне в бок упиралось."
        "Я только рассмеялся."
        un "А ещё там нет свидетелей, и можно распустить руки…"
        "Мечтательно произнесла она."
        me "Я не в претензии, конечно, но тебе не кажется, что идея раздеть меня у тебя несколько… Хм… Навязчива?"
        un "Нисколько. Я же художница. Мне важна натура."
        dreamgirl "Натура? Пещеристое тело — это натура?"
        "Переспросил внутренний голос, а я еле сдержал смешок — из-под песка показались плавки, и Лена медленно потянула их вниз."
        me "Точно, давай явим всему миру то, что у меня в плавках!"
        un "Да не бойся ты, никто не смотрит."
        "Её действия вызвали здоровую и объяснимую реакцию, поэтому, когда солнцу и небу наконец открылось то, куда стремилась озабоченная художница, я был примерно на середине пути к полной боеготовности."
        un "Вон ты какой."
        "Изображая сужающую круги акулу, она провела ладонью по коже паха, захватывая и бёдра, и те самые тазовые косточки, которые в кругах досужих именуются «поручнями» — известно для какой позы."
        "Наконец добрались и до центра событий."
        show un shy swim with dspr
        un "Холодный."
        me "А ты чего ожидала? Я же из воды только вылез."
        "Стремясь спрятать волнение, я говорил нарочито беззаботным тоном."
        un "Но…"
        "Что «но» я так и не узнал, да и по барабану стало — наконец мы наигрались в прелюдии с растительностью, пахом, тестикулами и чёрт знает чем ещё."
        "Пальчики Лены легли на виновника торжества."
        "Ту самую натуру."
        "И, несильно сжав, повели вверх."
        "Я, забыв как дышать, сосредоточился на ощущениях весь."
        un "Мужское желание — это кость длиной двадцать пять сантиметров…"
        "Улыбнувшись, процитировала неизвестно кого Лена. Она отвела ту самую «кость» вниз и, отпустив, тихо рассмеялась тому, как та упруго прыгнула в исходное вздыбленное состояние."
        me "Это не кость…"
        un "Я знаю. Я же изучала анатомию."
        un "Впрочем по твёрдости — "
        "Она сжала кулачком головку и потянула вверх, а я понял, что балансирую на грани."
        un "Вполне потягается."
        "Я закатил глаза, предчувствуя отголоски грядущего оргазма."
        dreamgirl "И это после двух фрикций?! Жениться тебе надо, барин!"
        "И потому на хлопнувшую по животу резинку плавок отреагировал единственно верным способом — рычанием."
        me "Лена, я тебя сейчас…"
        show un smile swim with dspr
        un "Что? Убьёшь? Побьёшь? Отведёшь до кустиков и там сделаешь что-нибудь непристойное?"
        "Она склонила голову набок."
        un "На нас вожатая смотрит, и только моё бедро очень удачно прячет то, в  каком ты состоянии."
        un "И если она сейчас пойдёт сюда…"
        "Ну уж с этим-то я бороться научился."
        "Пережать где надо сфинктер, перенаправить поток крови — и, отсчитав двадцать секунд на новом круге кровоснабжения резюмировать, что эрекция побеждена."
        show un smile swim with dspr
        un "Нет…"
        "Она потыкала пальцем в причинное место."
        un "В таком виде он далеко не такой забавный. Верни всё как было!"
        "Отвоёванные у либидо позиции были с треском потеряны вновь."
        th "Интересно, она понимает, что только моя добрая воля не позволяет мне сделать пару-тройку глупостей?"
        dreamgirl "Судя по масленым глазам, более чем."
        me "Точно, и пойдём мы по лагерю."
        "Спихивая её с себя и стараясь дышать ровно, ответил я."
        me "Ты — с глазами мартовской кошки, и я — с дулом наперевес."
        show un sad swim with dspr
        un "Как что-то плохое."
        me "Как что-то хорошее!"
        "В тон ей ответил я."
        un "Куда ты идти-то собрался, можешь рассказать?"
        play sound sfx_7dl["eat_horn"] fadein 1
        "От лагеря донёсся сигнал рожка."
        me "Да хотя бы туда."
        un "А давай!"
        "Её глаза загорелись."
        un "Никуда не пойдём! Пусть все идут, а мы на наш пляжик, и там…"
        "Она закусила губу и стрельнула глазами."
        me "Забудь, я сказал."
        th "Чёртовы бабочки в животе. Начитаются своих Митчеллов и потом думают, что всё будет легко, воздушно и без последствий."
        stop music fadeout 5
        me "Не знаю, каков твой багаж знаний на данную тему, но, уверяю, там целая куча негативных сторон."
        me "Так что давай-ка мы соберемся сейчас и сходим проверим, чем нас на полдник травят, хорошо?"
        "Она неохотно кивнула."
        "Возможно, по некоторым вопросам я безоговорочно уступал право решения ей, но здесь пока удавалось удерживать позиции."
        me "Только не подумай, что ты мне не нравишься. Нравишься, и даже очень."
        me "Просто… Не время пока."
        "Посомневавшись, Лена кивнула."
        un "Как скажешь. Пошли переодеваться… герой-любовник."
        stop ambience fadeout 5
        window hide
    else:
        "И проснулся только тогда, когда на получившуюся сверху мумию уселась Лена."
        un "Ты снова уснул!"
        me "Всё, раскопки завершены?"
        "Хриплым спросонок голосом поинтересовался я."
        un "Да."
        "Оглядевшись по сторонам, подмигнула мне."
        un "Теперь надо тебя откапывать."
        "Я легко мог встать — слой песка был нетолстым — но решил подыграть прыгающей от энтузиазма девочке."
        "Мне очень не понравилось выражение её глаз."
        "Поэтому на подошедшую Мику я посмотрел с бесконечной благодарностью."
        "Не хватало ещё сеанса публичного харассмента в исполнении несовершеннолетней пионерки!"
        show mi smile swim at cleft with dspr
        show un sad swim at cright with moveinleft
        mi "Привет, соседка! А на ком это ты сидишь?"
        "Беззаботная японка заглянула за плечо покрасневшей Лены и приветливо улыбнулась мне."
        mi "Привет, Сёмочка! Или лучше Сенечка?"
        "Я покраснел."
        me "Удивительно, что ты спросила. Я предпочитаю имя Семён."
        mi "Я читала, что вы в Союзе любите уменьшительно-ласкательные формы имён вроде Леночки и Сенечки."
        show mi happy swim with dspr
        mi "Вслушайтесь как звучит! Это же так миииило!"
        "Она закрыла глаза от удовольствия."
        show mi normal swim with dspr
        "И тут же, спохватившись, открыла."
        mi "Ой, я забыла совсем. Тебя, Лена, вожатая зачем-то звала. Подойдёшь? А я пока твоего мальчика посторожу, чтобы не украли."
        me "Не надо меня караулить!"
        "Возмутился я, не делая, однако, попыток освободиться."
        show un normal swim with dspr
        un "Тогда я к вожатой, а ты постарайся здесь не сильно буйствовать"
        show un smile swim with dspr
        extend "… Сенечка!"
        pause(3)
        hide un with moveoutright
        "Как и все в этом лагере, Лена передвигалась исключительно бегом."
        show mi normal swim at center with dspr
        mi "Вот мы и остались одни…"
        "Мне не очень понравилось как это прозвучало, но в сложившейся ситуации привередничать не приходилось."
        "Потому я терпеливо снёс и то, что на грудь мне упало свёрнутое полотенце, и Мику, улёгшаяся перпендикулярно мне головой на это полотенце, использовала меня в качестве подушки."
        "Только поморщился и попросил убрать прядь волос, выбившуюся из хвоста."
        mi "Лена скрытная такая…"
        "Поворочавшись и устроившись удобнее, начала Мику."
        mi "Никогда ничего не рассказывает. Ну, правильно: что японской глупышке рассказывать — всё равно ничего не поймёт."
        mi "Такое ощущение, что она не на полгода меня старше, а на год, а то и больше. Эдакая высокомерная возрастная пропасть."
        mi "Но я же вижу: она оттаивать начинает, глаза живые стали, здоровые, в картинках всё чаще появляются тёплые цвета."
        mi "И даже ночью, когда я болтала во сне, не рявкнула как обычно, а потрясла за плечо и сказала, чтобы я на бок перевернулась."
        me "А я её не знаю другой."
        show mi upset swim with dspr
        mi "Она была остро асоциальной особой — у меня на родине таких называют…"
        me "Хикикомори. Я знаю."
        show mi surprise swim with dspr
        mi "Откуда ты знаешь?"
        me "Так слухами земля полнится. Ты продолжай — что ты там про Лену поняла?"
        mi "Да очевидно же — у Лены кто-то появился."
        mi "Правда, я на Электроника грешила. Но он, как оказалось, неровно к нашей библиотекарше дышит. А Шурик… Ну, там понятно."
        mi "Я на тебя даже подумать не могла! Такой сюрприз…"
        th "Даже чёртова японка отказывает мне в шансе, выставляя в списке ниже Электроника и Шурика. Дожили."
        "Она похлопала по песку на уровне моего живота."
        mi "Несмотря ни на что, я очень переживаю за неё — она мне как сестра практически."
        mi "Так вот, Сенечка. Кроме песенок и танцев я изучала ещё и ряд других дисциплин. {w}И если ты Леночку обидишь…"
        me "Какая прелесть… За два дня меня уже дважды пытаются запугать."
        me "Может, не такой уж Леночка асоциал?"
        mi "Не знаю. Я всё сказала."
        show mi smile swim at cright
        show un normal swim at cleft
        with dissolve
        "Она легко поднялась с меня и улыбнулась приближающейся с самым сердитым видом Лене."
        mi "Сходила? Что ей было нужно?"
        un "Ничего! Ты меня обманула!"
        mi "Но я же точно слышала… Она попросила кого-нибудь прислать Лену, вот я и прислала — на правах подруги!"
        un "Ничего она не просила."
        mi "Да? Значит, я перепутала? Простите, пожалуйста."
        hide mi with dissolve
        "Одарив нас обоих быстрой улыбкой, японка ретировалась."
        play sound sfx_7dl["eat_horn"] fadein 1
        "А со стороны лагеря донёсся знакомый уже сигнал горна, избавляющий от ненужных вопросов."
        me "Пойдёшь полдничать?"
        show un normal swim at center with dspr
        un "Пойду, конечно. А с Мику я ещё поговорю — ишь что удумала, гонять меня просто так!"
        un "Ну чего лежишь — поднимайся давай!"
        "Протянув мне руку, девочка легко подняла и меня, и пласт песка."
        un "Пошли переодеваться."
    stop music fadeout 3
    stop sound fadeout 4
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day5_un_7dl_launch:
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 5
    "Я изобразил галантного джентльмена и технично оттёр Двачевскую в сторону, пропуская Лену в открытую дверь."
    "Благо и проклятие режимных заведений в том, что они приучают тебя к каким-то мелочам — за считанные дни, между прочим! — и в будущем тебе уже тяжело без них обходиться."
    "Ты уже не жалеешь, что поднимаешься с утра рано — так как знаешь, что после обеда всегда можешь рассчитывать на свои законные два часа сна."
    "И на сон днём реагируешь самым здравым образом, без болящей головы и затёкших конечностей — привык-с. {w}Да и какая-нибудь вкусная булочка, ожидающая в столовой, так или иначе поднимает настроение."
    "Пришлось изображать джентльмена до конца.{w} В открытую дверь тут же проскочили Мику, Ульяна и немного шокированная моим поведением Алиса."
    "Вздохнув, я зашёл последним, уступая разве что Электронику. {w}Но тот, похоже, так и поселился в медпункте."
    th "Не иначе, нашёл ящик со средством «от головной боли», завещанным Виолеттой Церновной!"
    show mt normal pioneer at center with dissolve
    mt "Семён, на пару слов!"
    "Окликнула вожатая."
    "Она выглядела удивительно задумчивой, поэтому я, не задавая вопросов, остановился."
    show mt sad pioneer with dspr
    if not (loki or herc) and 'nwsppr' in list_clubs_7dl:
        mt "Как движется вычитка статьи?"
        me "Откуда вы про статью вообще в курсе?"
        show mt surprise pioneer with dspr
        mt "Так ведь по моему заданию пишете!"
        "Удивилась вожатая."
        me "Да, в целом, движемся… А что?"
        show mt sad pioneer with dspr
        mt "Да ничего. Мне тут сорока на хвосте принесла, что вы в библиотеке не статью писали, а…"
        me "Я этой сороке все космы рыжие повыдёргиваю."
        mt "Значит, это правда?"
        me "Что именно?"
        mt "Что вы… ну… в библиотеке."
        "Я готов был поклясться, что ещё чуть-чуть и вожатая начнёт не то сандалией пол ковырять, не то делать ещё какие бессмысленные телодвижения, присущие человеку, чувствующему себя неловко."
        me "В личных целях интересуетесь или для пользы дела?"
        show mt angry pioneer with dspr
        mt "Прекрати паясничать!"
        me "Ладно, ладно."
        "Когда она так начинала кричать, дико хорошела — и я бы бесил её по пять раз на дню, если бы был свободен."
        "И лишнее внимание, которое она к себе привлекала — тоже было нежелательным."
        me "Да, всё было именно так."
        show mt rage pioneer with dspr
        mt "Я тебе утром о чём говорила?"
        me "Мы заперлись в библиотеке, читали статью, потом она мне про сестру рассказывала, мы обнимались, может, даже поцелуй был — не помню точно."
        me "Большой криминал, да. Но мы тщательно заперлись и были там в тихий час."
        me "У вас всё?"
        mt "Ты знаешь, что после полдника…"
        me "Я продолжаю работать над статьёй? Да, я в курсе, спасибо."
    else:
        mt "Так, Семён, что это было на пляже?"
        me "Что именно?"
        "Я знал, что не стоило позволять Лене делать то, что она делала!"
        if loki and (persistent.un_7dl_good_ussr or persistent.un_7dl_good_rf):
            "За «работу руками» да на публике, да в детском лагере… Нам очень повезёт, если нас просто расселят на разные объекты!"
        else:
            "Вся затея с самого начала дурно пахла — что с закапыванием в песок, что с купанием."
        mt "На пляже там вы что устроили?"
        if loki:
            dreamgirl "Что устроили, что устроили. Если бы не общая тормознутость, мы там такое устроили!"
        me "Ага, вы смотрите на меня обвиняюще и говорите, что всё знаете, а я, мучимый совестью, выкладываю всё как на духу."
        "Я покачал головой."
        me "Со мной это не работает, Ольга Дмитриевна. Лет пять уже как не работает."
        th "Ведь для покаяния должны быть хотя бы зачатки совести. А я, как на грех, её в других штанах оставил."
        mt "Вы… Вы не с отрядом были!"
        th "Страшный грех. {w}Мы же ещё и купались."
        me "В тихий час, так что это не мероприятие было."
        mt "И отдельно сидели! Хотите, чтобы про вас все шептались?"
        me "А что такое?"
        "Желание показать язык не в меру активной вожатой было нестерпимым, и мне стоило больших трудов подавить его."
        me "Собака лает — ветер носит. Слышали поговорку?"
        me "Мы же вас не подставляем, не милуемся на людях…"
        dreamgirl "Да правда, что ли?"
        "Перед глазами вспыхнула картинка — огромные зеленые глазищи в пол-лица, тёмные волосы и гигантские мурашки под большим серо-коричневым полотенцем."
        me "Во всяком случае, нас никто точно не видел."
        mt "Так, мне это надоело. У меня было задание для каждого из вас на после полдника, но вы, похоже, себя мгновенно в мученики запишете."
        mt "Поэтому проваливайте-ка с глаз моих долой в лес, чтобы никто вас не видел."
        me "Из лагеря выгоняете?"
        "Здесь мне показалось, что уточнить лишним не будет."
        show mt smile pioneer with dspr
        mt "Что? Нет. {w}К Славе подойдёте: надо будет костровую поляну под вечерний поход подготовить."
        mt "Да-да, вдвоём вас не отпускаю. А то знаю я, что получится: сплошное недоразумение и никакой подготовки."
        dreamgirl "А мы… А мы… Мы тогда её третьей включим!"
        me "Зря вы так… Доверять надо людям."
        mt "А я и доверяю. Поэтому не стану заставлять вас пить бром перед походом. {w}Не задерживаю больше."
        "Аудиенция окончилась, и я сел рядом с Леной."
    hide mt with dissolve
    show un normal pioneer with dissolve
    un "О чём болтали?"
    me "Не нравится ей, вишь ли, что мы слишком много времени вместе проводим."
    show un smile pioneer with dspr
    un "Ревнует, не иначе."
    "Хихикнула девочка."
    un "Наверное, хочет, чтобы ты больше у неё в домике сидел."
    me "Не иначе."
    me "Спасибо, что на меня полдник взяла — лень мне что-то в очереди стоять."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return
    
label alt_day5_un_7dl_library:
    me "После полдника топаем обратно в библиотеку. И горе тому, кто в этот раз решит отвлекаться от того, зачем мы туда идём!"
    show un smile3 pioneer with dspr
    un "А мы туда, собственно, зачем?"
    "Невинно захлопала ресницами Лена."
    me "Работать!"
    show un laugh pioneer with dspr
    "Рявкнул я, вызывая приступ смеха у девочки. {w}И вот в этот момент, даже если бы у нас ничего с ней не получилось, до меня дошло бы — насколько она мне всё же близка."
    me "Нет, если не хочешь, можем не работать. Кого тогда заставят её писать? Женю? Электроника?"
    show un sad pioneer with dspr
    un "Что? Этих двоих? Нет. Видела я их почерк — как кура лапой."
    un "Видимо, придётся и в самом деле потрудиться. Только ты уж меня не отвлекай, хорошо?"
    me "Объ-язательно."
    "Обещание далось легко."
    un "Семён! Я серьёзно!"
    me "Я тоже. Видишь, какой я серьёзный!"
    un "Шалопай ты! И что я в тебе только нашла — непонятно."
    me "Я не скучный!"
    "Я самолюбиво стукнул себя в грудь."
    un "Разве что."
    "Она добила остатки сдобы и поднялась."
    show un normal pioneer with dspr
    un "Догоняй."
    me "Яволь."
    window hide
    play ambience ambience_camp_center_day fadein 3
    $ persistent.sprite_time = "day"
    scene bg ext_library_day
    with dissolve

    "Несмотря на то, что я пошёл на жуткие жертвы — быстро-быстро уплёл плюшку, чуть ей не подавившись — и выскочил через десять секунд после Лены, догнать её я сумел только у самой библиотеки."
    "И стоило так бежать…"
    "Она открыла дверь и, зайдя внутрь, захлопнула её почти под самым моим носом."
    play sound sfx_open_door_clubs_2
    window hide
    stop ambience fadeout 3
    $ persistent.sprite_time = "day"
    scene bg int_library_day
    with dissolve
    play ambience ambience_library_day fadein 3

    "А когда я, уже рассердившись не на шутку, зашёл внутрь и уже собрался было ругаться — что-то упало мне прямо в руки, облапило, впилось в губы поцелуем."
    "Лена."
    th "Ну и ну!"
    "Выдохнул я спустя несколько минут, в результате всё же оторвавшись от неё."
    me "Ты не глядя на меня упала! А если бы это был не я?"
    show un grin pioneer with dspr
    un "Значит, сладкое досталось бы кому-нибудь другому."
    "С намёком делая шаг ещё ближе, улыбнулась она."
    me "Сладкое?"
    un "А как же!"
    "Её голос резко упал на пару тонов — в ту самую бархатную гамму, от которой дёргает что-то под диафрагмой у любого здорового парня."
    un "И если бы ты был чуточку быстрее, то успел бы заметить, что…"
    "Она сделала ещё один шаг, вынуждая меня отступить к двери, упираясь в крашеную фанеру лопатками."
    un "Но ты не заметил."
    show un sad pioneer with dspr
    un "Не особо, видать, и хотелось."
    me "Да чего не заметил-то?"
    un "Ничего. Пошли статью писать."
    "Она почему-то погрустнела и старательно смотрела в сторону."
    "А я, пытаясь понять, в чём дело, молчаливо анализировал наше поведение на предмет возможных косяков — и не находил их!"
    me "Лена… Что случилось?"
    un "Ничего."
    me "Точно? Тогда почему ты ведёшь себя так, будто я тебя подвёл?"
    un "Подвёл? Да нет…"
    show un shy pioneer with dspr
    un "Прости…"
    "Она вздрогнула и уставилась в пол."
    th "Смешалось всё в доме Облонских…"
    me "Извини, что не панацея я тебе и не пророк."
    me "Да и некую глупость мне сейчас можно простить…"
    show un surprise pioneer with dspr
    un "Почему?"
    me "Потому что я молод. Молод и влюблён. А кто без греха, пусть первый бросит в меня камень."
    un "И где ты выучился так гладко говорить глупости…"
    "Что полагается отвечать в таких случаях?"
    me "Теперь можно идти работать?"
    show un normal pioneer with dspr
    un "Уже не терпится избавиться от девушки?"
    "Она медленно, неохотно подняла веки."
    "В её шутке была лишь доля шутки, но я только фыркнул."
    me "Да где избавиться — рядом сидеть буду. Могу раз в пять минут в бочину тыкать, чтобы напоминать о себе."
    un "Договорились."
    window hide
    with fade2
    play sound sfx_open_door_clubs_2
    scene bg int_editorial_day_7dl with dissolve
    "В редакторской всё было таким, каким мы здесь всё оставляли — полутёмное, прохладное помещение, где так удобно прятаться от палящего солнца, видимо, решившего отыграться за утро."
    "Лена тут же уселась на главредовское место и, подтянув к себе два листка бумаги, взяла в руки мои наработки, пробегая по ним глазами ещё раз."
    show un normal pioneer with dissolve
    un "Хорошо пишешь, кстати."
    "Похвалила она."
    un "Не хочешь попробовать себя на журналистском поприще?"
    un "Или писательском…"
    "Она склонила голову набок и задумчиво так изучала меня."
    me "Что?"
    show un smile pioneer with dspr
    if alt_day1_un_stopped:
        un "А я ведь прислушалась к тебе — взяла Стругацких."
        un "И там писатель был… В «Гадких Лебедях»… Я читала, а видела — тебя."
        me "Такого же беспомощного перед лицом невероятного?"
        un "Нет. Такого же — в белом колючем свитере с воротом под подбородок, замшевыми вставками на локтях — не от мира сего."
    else:
        un "Иногда приходит в голову образ."
    if loki:
        un "Будто перед тобой какая странная штуковина вроде тех, что стоят у Мику в клубе."
        un "И ты внимательно так на неё смотришь, а на меня - ноль внимания."
    elif herc:
        un "Как будто ходишь ты по зимним улицам, и будто чувствуешь меня рядом."
        un "Разговариваешь со мной, обращаешься ко мне."
        un "А меня — нет."
    else:
        un "Ты сидишь в полутёмном помещении, а перед тобой стоит то, что ты назвал монитором, и быстро-быстро стучишь по клавишам."
        un "И это, наверное, звучало бы раздражающе, если бы не некий, с трудом уловимый ритм биения мысли, проскальзывающий между нажатиями на пробел и новой барабанной очередью."
    un "Чем ты занимаешься по жизни?"
    me "То есть?"
    un "Ну…"
    show un grin pioneer with dspr
    un "Мне любопытно узнать, чем занимается мой молодой человек.{w} Чем живёт, чем дышит…"
    if herc:
        un "Есть в тебе что-то такое."
        un "Не знаю! Как будто ты мог бы стать неплохим педагогом"
        me "Свят-свят!"
        show us laugh pioneer with dspr
    elif loki:
        un "Мне почему-то кажется, что ты мог бы очень подружиться с Мику на почве музыки."
        un "И с Алисой."
    else:
        un "Просто в тебе проскальзывает что-то писательское. Я не могу представить тебя на футбольном поле, гоняющим мяч с десятком мальчиков."
        un "И в цеху завода я тебя с трудом представляю. Стало быть, ты — работник интеллектуального фронта."
        th "Да уж, там, где я подвизался, интеллекта нужно столько, что и обезьяна справилась бы."
    me "Тебе и правда интересно? Просто деятельность у меня скучноватая, и я не умею рассказывать о ней весело."
    show un normal pioneer with dspr
    un "А вот это уже позволь мне решить. Рассказывай, пока я тут переписывать буду."
    play music music_list["afterword"] fadein 3
    me "Что ж."
    "Я вздохнул."
    me "Тогда слушай."
    if herc:
        "Конечно, до сих пор я охранял сигареты и прочую чушь, но одним этим не ограничивалась моя жизнь."
        "Была жизнь и до магазина."
        "И помимо него."
        "Хотя как это можно объяснить девочке, в глаза ещё компьютеры не видавшей?"
        me "Это скучно."
        me "Последнее время работал сторожем."
        "Неохотно признался я."
        show un smile pioneer with dspr
        un "Ты — и сторож?"
        "Развеселилась Лена."
        th "Да уж, животики надорвёшь."
        me "В общем и целом."
        me "А помимо основой работы ещё немного помогаю знакомым с мелким ремонтом бытовой техники и настройке компьютеров."
        th "Скучновато, да."
        dreamgirl "А ты думал! Для того, чтобы похвастаться перед девочкой своей работой, надо для начала найти таковую."
        un "Компьютеров?"
        me "Не все хорошо разбираются в том, куда жать и что делать для того, чтобы шайтан-машина работала по-человечески."
        me "Так что когда дела становятся совсем печальны, люди зовут меня на помощь."
        show un serious pioneer with dspr
        "Лена серьёзно кивнула."
        un "Ну, вот видишь. А говоришь — скучно."
        "Она вернулась к писанине."
        un "И о тебе есть что рассказать, если очень захотеть."
        th "Да только что-то не хочется."
        me "Основная-то деятельность — сторож"
        un "Уверена, ты пошёл туда не от лени."
    elif loki:
        "Не знаю, как отнесётся Лена к тому, что я преподаю музыку."
        "Что сам - несложившийся музыкант."
        "В памяти тоненько царапнуло событиями — сюжетом последнего десятка лет."
        me "Когда-то я хотел музыкантом."
        show un serious pioneer with dspr
        un "И что же тебе помешало?"
        "О, что мне только не мешало."
        th "Боюсь, не оценишь ты, если я начну называть имена и события."
        me "Всякое…"
        "Уклончиво ответил я."
        me "Не повезло, если совсем коротко."
        show un sad pioneer with dspr
        un "Я не настаиваю."
        "Лена заглянула мне в глаза."
        un "Если тебе неприятна эта тема — то не говори."
        th "Очень неприятна, если честно."
        "Но отказываться говорить сейчас — зачем тогда всё начинать?"
        show un normal pioneer with dspr
        un "Я пойму."
        me "Да не то чтобы неприятна."
        un "Ты можешь вспомнить людей, которых однозначно назвал бы виноватыми в том, что произошло?"
        th "В том-то и дело, что первым виноватым в таком списке должен быть я сам."
        me "Наверное, смогу."
        un "Тогда не мучай себя. Назначь кого-нибудь виноватым и живи дальше!"
    else:
        "Несмотря на то, что трудиться мне приходилось в газете, едва ли я сумел бы осуществить исторический ликбез для непосвящённых."
        "Нет, разумеется, Ивана Фёдорова, Первую Печатную и прочие вехи издательского дела на Руси я помнил."
        "Но подробности… Увольте."
        me "Я работаю в газете. Вернее сказать, в издательском доме."
        show un serious pioneer with dspr
        un "Ты журналист?"
        "Разумеется. Первое, что приходит в хорошенькую головку при слове «газета» — это специальность журналиста."
        th "Прости, милая, но я куда скучнее даже самого последнего борзописца."
        me "Нет. Я не занимаюсь поиском контента, если ты об этом. Я занимаюсь его формированием."
        me "То, чем занимаюсь я, называется дизайном, вёрсткой и предпечатной подготовкой."
        th "Надеюсь, не слишком заумно и не слишком… хм… В общем, совсем не хочется выглядеть павлином."
        dreamgirl "Ладно, будем проще. Мы занимаемся расстановкой, перекраской и подгонкой. Так тебе больше по душе?"
        un "Дизайном?"
        me "Я сажусь за компьютер, имея на руках ряд разрозненных материалов, и на выходе должен выдать готовый к печати файл."
        th "И здесь взгляд становится разочарованным, носик морщится и слышится жеманное «фу»…"
        "Но Лена в очередной раз меня удивила."
        show un smile pioneer with dspr
        un "Как интересно!"
        "Она даже оторвалась от писанины и подняла глаза, давая понять, что не издевается."
        un "Значит, это на твоей совести все эти заголовки, вписанные в текст картинки и вообще общий вид газеты?"
        th "Первый раз встречаю человека, которому интересно такое…"
        me "В наше время это, конечно, выглядит иначе: дело поставлено на поток…"
        un "А что за разрозненные материалы? Статьи?"
    "Я кивнул."
    if alt_day4_neu_transit == 1:
        un "Правда, я не поняла, как ты успел столько всего пережить."
        me "О, я тебе потом обязательно расскажу."
        "Пообещал я."
        me "Со всеми подробностями."
    "За окном, по ту сторону рощицы, можно было разглядеть корт для бадминтона и кусочек волейбольного поля — остальное скрывалось за деревьями."
    "Губы сами собой разъехались в улыбке, когда я вспомнил, как и каким образом выманивал драконьих клевретов отсюда."
    dreamgirl "Да, выступил ты тогда знатно. Хорошо хоть со спортплощадки не заметили."
    th "Тихий час же, кто мог бы?"
    dreamgirl "Саныч, например?"
    show un grin pioneer with dspr
    un "Эй, на барже, как слышите?!"
    "Она помахала рукой, привлекая моё внимание, а я ожидаемо вздрогнул."
    me "Прости, задумался. Так о чём бишь я?"
    show un normal pioneer with dspr
    un "Ты рассказывал мне — о чём задумался."
    "Сохраняя серьёзное выражение на лице, ответила Лена."
    me "А если честно?"
    if herc or loki:
        show un smile pioneer with dspr
        un "Ты говорил мне про то, как рад сидеть здесь со мной."
        me "Это да! Очень рад."
    else:
        un "Про материалы говорил: как из них газету делаешь."
        me "Как делаю: беру их все и объединяю в один файл, немного причёсываю текст, чтобы соответствовал стилю, расставляю картинки — в большинстве случаев ворованные…"
        me "Как и статьи, впрочем — эти частенько попадают ко мне на стол с теми же ошибками, с какими их нашли на просторах рунета."
        show un normal pioneer with dspr
        un "И что, совсем-совсем никто не рисует?"
        me "Почему же… Рисуют.{w} Только те, кто рисуют хорошо, до уровня иллюстраторов никогда не опустятся — им и без того хватает на хлебушек с икоркой."
        me "А те, кто плохо… В общем, приходится работать именно с теми, кто рисует «не очень».{w} Дикие времена, дикий капитализм."
        un "Значит, расположил текст, поставил картинки. И всё?"
        "Мне не понравилось, как это прозвучало — сразу захотелось поважничать. {w}Но уж с Леной-то я мог быть откровенным до конца."
        me "В целом, да. Ничего сложного."
        "Почему-то очень стыдно стало за то, чем занимаюсь — вспомнились детские мечты, таланты…"
        "Японцы вызывали моё восхищение тем, что верили, что каждому человеку отмерен либо музыкальный талант, либо талант художественный."
        "Именно поэтому я в своё время легко воспринял то, что рисовать я не умею и никогда не научусь."
        window hide
        with fade2
        "И обратился к музыке. Девять лет занятий."
        play music music_7dl["beasteye"] fadein 5
        "Псу под хвост. {w}Нам оказалось теплее на лежачем камне. Что же я творю, господи…"
        un "Газет у вас, наверное, очень много, раз всё так просто."
        "В который раз уже вывела меня из сеанса самобичевания Лена."
        me "Ты себе не представляешь, сколько."
        un "Странно. У нас есть журналы для юных, роман-газеты, разные «правды», и их читать некогда. А у вас кто читает?"
        me "Люди, кто ж ещё. Целевая Аудитория — царица печатного дела."
        dreamgirl "Так говоришь, как будто у тебя уже появилась хорошая замена текущему занятию."
        th "Помнишь, что отец говорил — нельзя уходить в никуда."
        dreamgirl "И потому он однажды оставил ключи в прихожей и не всплывал 18 лет?"
        dreamgirl "Только в никуда уходить и можно. Иначе будет дёргать воспоминаниями."
        dreamgirl "Помнишь, как там у Гумилёва? Взгляни в глаза чудовищ. Подумай ещё раз хорошенько — а тем ли ты на самом деле занимаешься?"
        dreamgirl "Ты ещё очень молод, тридцати не стукнуло… {w}И все пути перед тобой на самом деле открыты: надо только сделать первый шаг на бесконечном пути к самому себе."
        dreamgirl "Просто загляни в глаза к себе, первому чудовищу, и прочитай на их дне ответ, который отвечает на большинство важных вопросов жизни вернее, чем пресловутая адамсовская сорокадвойка."
        dreamgirl "То ли это на самом деле, чем ты хочешь заниматься до конца дней своих? Хочешь ли ты гордиться этим в старости и вспоминать перед смертью?"
        dreamgirl "И какое право {b}ты{/b} имеешь так распоряжаться бесценным даром жизни, дарованной тебе рандомом? Тратить на офис, погоны, карьеру?"
        dreamgirl "Самоубийц называют грешниками — и в этом случае ты самый страшный грешник. Ты убил себя заживо, и выключи тебя из жизни — никто даже не всплакнёт втихомолку."
        th "Эк тебя на экзистенциализм потянуло… Сартра перечитал?"
        dreamgirl "Встань перед лицом вечности, шутник, и оцени собственный вклад в вечную борьбу с хаосом. {w}Что ты — лично ты — сделал для того, чтобы сделать эту вселенную хоть чуточку светлее, прежде чем начать ныть, что всё плохо?"
        th "И что, вот так вот уйти в никуда — без гарантий и даже надежд на то, что хотя бы что-то получится?"
        dreamgirl "Да! Оставив ключи в прихожей, зачастую в одних-единственных тапочках и с тем лишь, что было в карманах."
        dreamgirl "Господи! Да ты сам это используешь уже пятый день, выводя девочку из равновесия!"
        dreamgirl "Иногда {w}надо {w}просто {w}уметь сойти с ума {w}в нужный момент. Забить на гарантии, обещания и стабильность — и просто шагнуть в никуда."
        show un serious pioneer with dspr
        "Теряя остатки брони из цинизма и пренебрежения, я рванулся к поверхности из омутка, услужливо подставленного подсознанием."
        "Со свистом втянутый сквозь стиснутые зубы воздух как инъекция болеутоляющего в мозг, в сознание, в совесть."
        me "Люди все поголовно циники, скептики, образованные, грамотные — но в печатных изданиях процветают маразмы типа заговоров, в уважающих себя изданиях публикуются гороскопы…"
        me "Это не говоря уже про льстивые сканворды, не решить которые не сможет и умственно отсталый, анекдоты и якобы смешные картинки, вытащенные всё из того же интернета."
        dreamgirl "Опять ноешь. Беспредметно и безрезультатно."
        th "Туше."
        un "А ты?"
        me "Каюсь, грешен — именно я — один из тех, кто клепает все эти гороскопы со сканвордами. А что поделать: ничего другого я не умею."
        "Вспомнился последний заказ, ругань с колористом, который всё порывался ехать в Челябу, бить тамошнего контентодела по сусалам за безобразное качество материала."
        me "Кстати, ты бы у нас точно не пропала. Глядя на твои шаржи, я понимаю, что ты бы вполне могла припеваючи жить в духе тех же Кийко, Бусловских, Тарасенко, что штампуют карикатуры и продают их в такие вот газетки."
        un "Не думаю, что справилась бы…"
        me "А я уверен. Главное, чтобы было хотя бы забавно. А вот это — "
        "Я ткнул пальцем в пришпиленный к доске листок, где за моей широкой спиной пряталась от огромного совёнка девочка с парой забавных хвостиков."
        stop music fadeout 5
        me "- это забавно. Даже смешно."
        show un smile2 pioneer with dspr
        un "И у вас этим люди живут? Это же удовольствие сплошное."
        me "Как говорится, найди работу своей мечты — и дня работать не будешь."
        me "Я помню, что у вас тут статья за тунеядство есть… Но в моём диком мире есть и свои определённые плюсы."
        un "То есть, я буду сидеть дома, рисовать эти карикатуры и, просто рассылая их в газеты, зарабатывать?"
        "Не поверила Лена."
        me "Не сразу, конечно. Придётся поработать над именем, пару лет сотрудничать с газетами на добровольных началах… Но всё это временно."
        me "Фактически карикатуристов, с которыми можно нормально сотрудничать — считанное количество, имён тридцать, может. Я их уже по стилю рисунка определять навострился."
        me "И если однажды там всплывёт твоя фамилия — я буду только за."
        dreamgirl "Удваиваю «за», если там всплывёт не «Тихонова», а «Персунова»!"
        th "Несколько преждевременно, не находишь?"
        "Осадил я внутренний голос."
        dreamgirl "Да какое преждевременно. На пять дней уже опаздываем!"
    show un smile pioneer with dspr
    un "Ну-ка…"
    "Она отложила писанину в сторону и, взяв ещё один листок, быстро-быстро зачиркала карандашом."
    "Штрихи были короткими, отрывистыми, но картинка, лица и контекст считывались легко — под Гендой, поправляющим огроменные очки на носу, кто-то заложил динамит."
    "И этот «кто-то» сейчас присел, закрыв глаза, и гротескно заткнул уши, ожидая грандиозного шандараха."
    me "Алиса и Ульяна взрывают памятник — холст, масло."
    show un laugh pioneer with dspr
    un "Ага. Картина сыром.{w} Пока к тебе ночью шла — слышала хлопок, но внимания не обратила."
    me "Зато Ольга Дмитриевна обратила."
    un "Повезло им, всё-таки, что дождь с утра был — а то такого бы пистона от вожатой получили…"
    me "Вот видишь. {w}И быстро, и забавно, и злободневно."
    th "В девяностые злободневность очень будет востребована."
    play sound sfx_7dl["eat_horn"] fadein 1
    un "Время-то как пролетело!"
    me "Много переписала?"
    un "Да всё успела. Сейчас я…"
    "Она мазнула клеевым карандашом по периметру листа, исписанного с другой стороны красивым убористым почерком, и вклеила новую статью в почти завершённую стенгазету."
    me "А неплохо получается!"
    show un normal pioneer with dspr
    un "Да, я знаю. Спасибо."
    un "Правда, Шурик очень не к спеху уехал: на нём была большая статья-обзор обо всей смене. Теперь её и написать некому."
    me "А Электроник? Он же всё равно в медпункте бездельничает!"
    un "Не получится. Безобразный почерк, безобразное изложение мысли."
    me "Значит, твоими рисунками забьём."
    un "Видимо, придётся."
    show un smile pioneer close with dissolve
    "Она поднялась из-за стола и, подойдя ко мне, обняла."
    "А я, не удержавшись, наклонился и коснулся губами чуть ниже её ушка."
    un "Мммм… И здесь мы забываем про ужин и никуда не идём."
    me "Идём!"
    window hide
    hide un with dissolve
    stop music fadeout 5
    play sound sfx_open_door_clubs_2
    scene bg int_library_day with dissolve
    "Освободившись от её рук, я кивнул на ключ и вышел из помещения."
    "Жени, что характерно, уже не было видно. Такое ощущение, что она и не заходила."
    th "Может, и правда не заходила?"
    "За спиной щёлкнул замок."
    show un normal pioneer with dissolve
    un "Я готова!"
    me "Тогда вперёд, питаться! Нам потребуется куча сил, чтобы пережить вечерний костёр!"
    show un smile pioneer with dspr
    un "Всё бы тебе смеяться!"
    stop sound fadeout 3
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day5_un_7dl_washing:
    "Быстро прикончив свои плюшки, мы вышли на крыльцо."
    scene bg ext_dining_hall_near_day
    show sl normal pioneer
    with dissolve
    extend ", где уже поджидала Славя."
    sl "Готовы к репетиции похода?"
    me "Если я скажу «нет» — это что-нибудь изменит?"
    "Уныло поинтересовался я."
    show sl smile pioneer with dspr
    sl "Конечно, изменит! Тогда мы сядем на скамейку и будем ждать, когда ты будешь готов!"
    show un smile pioneer at left with dspr
    un "Давай, Семён! Прогулка — это не так страшно!"
    sl "Дело говоришь. По леску, по сосновому! Воздух-то какой!"
    me "Вы ведёте себя так, будто вам партия поручила втюхать мне партию этого воздуха."
    dreamgirl "Хе-хе, каламбурчик!"
    me "Что делать-то надо?"
    show sl normal pioneer with dspr
    sl "Нужны дрова — их возьмём в кочегарке по пять штук на брата."
    sl "Мешки для мусора — их я дам."
    sl "И немного сухой растопки — та, что может быть в окружающем лесу, отсырела из-за дождя."
    me "Значит, я за дровами как самый грузоподъёмный. А вы тут разбирайтесь с растопкой и мешками."
    sl "Годится!"
    window hide
    play music music_7dl["everyday"] fadein 5
    scene bg ext_path_day with dissolve
    play ambience ambience_forest_day fadein 3

    "Несколько минут спустя, когда я, сгибаясь под тяжестью десятка деревянных колобашек, подошёл к задним воротам, девочки уже ожидали меня там."
    show un normal pioneer at cright
    show sl normal pioneer at cleft
    with dspr
    sl "Готовы, я вижу? Тогда пошли."
    "Я пропыхтел нечто невразумительное."
    "Молчание, повисшее над тропинкой, даже самый толстокожий человек назвал бы неловким."
    "Но мне-то что — лично я неловкостями наслаждаюсь, особенно учитывая то, что девочки обе ушли вперёд, оставляя меня наедине с дровами, дорогой и очень, очень неплохим зрелищем прекрасных форм!"
    "Славя шла по левую руку, живым намёком тому, куда мне следует отправиться, если вдруг что."
    "Подтянутые стройные икры, выдающие любительницу много и плодотворно бегать."
    "Упругие бёдра умеренной широты, принадлежащие не столько атлету, сколько человеку, не чурающемуся физического труда."
    "Ягодицы некрупные, но твёрдые даже на тот вид, что открывался сквозь плиссированную юбку."
    "Гипертрофированные для девушки плечи и хорошо развитая спина."
    "Её бы раздеть, натереть маслом — и с её шикарным телом и таким же шикарным загаром получится готовое наглядное пособие для любого фитнес-клуба."
    "Чтобы посетители глотали сладострастную слюну, глядя на постер с блондинкой, а посетительницы пыхтели бы от восхищённо-завистливой злости."
    "Лена заметно отличалась в первую очередь тем, что была ниже на полголовы и не демонстрировала склонности к полноте, перелитую в мышцы."
    "Маленькая, хрупкая девочка."
    "Икры скорее любительницы танцевать — мягкие, женственные, округлые."
    "А вот бёдра широкие — почти вровень с тем, что демонстрировала Славя. Для ценителя настоящей русской красоты."
    "Так что округлые мягкие плечи и спинка-хлыст вполне ожидаемы при таких пропорциях."
    "Маленькая, хрупкая девочка, нагородившая комплексов выше собственного роста, спрятавшаяся за сутулой спиной и глазами в пол."
    "А ведь просто расправить плечи — и уже глаз оторвать не будет."
    
    "Конечно, это меня занесло ещё дальше, чем вообще планировалось, но в двадцать пять такие вещи понемногу уже начинают приобретать значение."
    "Наконец Славе надоело молчание, и она в лоб задала вопрос, который, похоже, беспокоил её всё утро:"
    sl "Лена, а это правда, что вы с Семёном… того?"
    show un surprise pioneer with dspr
    un "Того?"
    sl "Да!"
    un "А чего «того»?"
    sl "Ну! Мне неловко говорить."
    th "Спрашивать не ловко, значит. {w}Логика!"
    show un shy pioneer with dspr
    un "А ты попробуй."
    "На неиспорченность Лены рассчитывать не приходилось — судя по всему, она поняла всё так, как это понял бы я."
    "Если речь о Мику, то…"
    "Честно, даже не знаю. Всё зависит от того, кто сколько знает и насколько болтлив."
    show un normal pioneer with dissolve
    un "Ты не юли — говори как есть."
    th "В обед, конечно, я сказал, что у нас есть что-то. Но масштабы этого «чего-то» не освещались."
    th "Ольга в  курсе, что мы спали вместе. Ну… Спали в смысле сна."
    if alt_day4_neu_transit != 1:
        th "Женька вчера нас целующимися застукала, но за неё я спокоен — эта сплетничать станет в последнюю очередь."
    if not ((loki and (persistent.un_7dl_good_ussr or persistent.un_7dl_good_rf)) or (not (herc or loki) and 'nwsppr' in list_clubs_7dl)):
        th "И Мику видела, что Лена меня в песке валяла. Не помню, есть ли в японской культуре какие-либо привязки к этому действию."
        th "Ну, как, например, горячие источники — это прямое предложение заняться сексом!"
    dreamgirl "Так кто же болтун? Чья голова покатится сейчас по лобной площади?"
    dreamgirl "Барабанная дробь!"
    show un serious pioneer
    show sl normal pioneer
    with dspr
    sl "Встречаетесь!"
    "Я перевёл дух и обязательно смахнул бы пот со лба, окажись у меня свободной хотя бы одна рука."
    un "Откуда ты знаешь?"
    "Я стыдливо спрятался за дровами."
    th "Каюсь, каюсь, виноват!"
    un "Такие познания в нашей с Семёном жизни…"
    sl "Так он сам же мне и сказал, что у вас не просто дружба."
    "Покраснела Славя."
    show sl shy pioneer with dspr
    me "Позволь узнать, с какой целью интересуешься?"
    "Пропыхтел из-за поленницы я."
    me "А то мало ли что…"
    sl "Да ни с какой. Академический интерес."
    dreamgirl "Академический плюс небольшой обмен жидкостями, держу пари."
    th "Ты зря её пытаешься в нелестном свете выставить. {w}Она ни с кем не встречается, думала, я свободен, но обожглась."
    "Девочки не оборачивались в мою сторону, но полыхающие ушки Славяны выдавали её с лихвой."
    show un serious pioneer with dspr
    un "Поклянись."
    "Потребовала Лена самым серьёзным голосом."
    un "Что никому ничего не расскажешь."
    show sl serious pioneer with dspr
    sl "Вы серьёзно?"
    "Лена молча кивнула."
    sl  "Хорошо!{w} Я клянусь, что всё, что узнаю здесь, никому не расскажу!"
    sl "Ни вожатым, ни подругам, ни начальнику."
    un "Чем клянёшься?"
    sl "Своей связкой ключей!"
    if alt_day1_sl_keys_took == 1:
        th "Ключей, да?"
    un "Годится."
    dreamgirl "А теперь мы откроем тебе самые страшные тайны, отведём туда, где зарыты наши сокровища, и позовём третьей в ЖМЖ."
    un "Да."
    "Просто ответила Лена."
    me "Пардон?"
    show un shy pioneer with dspr
    un "Что?!"
    "Смутилась Лена."
    un "Вопрос я слышала — ответ утвердительный."
    me "Тебе не кажется, что после такой страшной клятвы мы могли бы быть и поучтивее?"
    un "Поучтивее? Ну, если хочешь, можешь поцеловать её взасос. {w}Или ты о чём?"
    if persistent.sl_7dl_bad:
        window hide
        scene anim prolog_1
        with fade
    
        "{i}Расплетённые волосы, не сдерживаемые больше косами и резинками, плывут в знойном мареве, окружая нас золотистым облаком.{/i} "
        "{i}Её глаза бездонны, её губы сладки, горьки, солоны от бьющих себе дорогу слёз.{/i} "
        "{i}Ещё секунда — и пуговицы рубашки плоскими пулями брызжут в разные стороны, открывая меня солнцу, воздуху и её ладоням.{/i} "
        "{i}«Как бы я тебя любила», — выдыхает она. — «До боли, до слёз, до смерти. До первенца с твоим взглядом и седых волос».{/i} "
        "{i}Её волосы пахнут дёгтем и лимонником, а кожа того идеального оттенка загара, который никакими соляриями не заработаешь, и пахнет раскалённым песком.{/i} "
        "{i}Ещё несколько секунд спустя — и разгорячённая до влажной кожа с тихим шорохом встречается с облупившейся краской ворот…{/i} "
        "{i}Её глаза оказываются чуть выше моих — она сидит на мне, обвивая ногами мои бёдра.{/i} "
        window hide
        scene bg ext_path2_day
        with flash
        show un smile pioneer at right
        show sl smile pioneer at left
        with dissolve
    else:
        "{i}Слишком близко, слишком тепло.{/i}"
        "{i}Вздох, вдох, запах, касание.{/i}"
        "{i}Какого черта она не носит бюстик — это преступление против пубертатного человечества.{/i}"
        "{i}Ещё шаг ближе.{/i}"
        "{i}Губы солёные, сладкие, упругие, непослушные, не отвечающие.{/i}"
        "{i}Мы делаем что-то странное и ненужное.{/i}"
        "{i}Неужели нам мир не нужен?{/i}"
        "{i}Как, оказывается, легко сорвать с неё эти блистающие латы непогрешимого паладина Его Императорского Величества.{/i}"
        "{i}Просто поцеловать, и светоч и эгида превращается в растерянную девчонку.{/i}"
    "Я вздрогнул, выныривая из эйдетического образа, неизвестно откуда взявшегося и принадлежащего явно не мне, и вслушался разговор девочек."
    "Он уже приобрёл беззаботные нотки — видимо, упустил я очень многое."
    "Обе преодолели некий порог в общении, после которого бессмысленным становится стеснение или попытки отмолчаться."
    "У мужиков этот период обычно приходится между третьей и четвёртой."
    show un smile2 pioneer with dspr
    sl "Я-то по лагерю бегаю, ни сном, ни духом. {w}Тут вожатая позвала — сказала, что к завтрашним танцам будут узнавать прогноз в местном гидромете, и если что, проведут в столовой."
    if alt_day2_sl_bf:
        sl "Ну я сразу к Семёну — позавчера так хорошо потанцевали."
        sl "А он занят!"
    "Я не сдержался и насвистел «третий должен уйти»."
    un "Поднимаюсь, значит, на крылечко, а там Ульяна. Говорит, мол, если не поторопишься, то заберёт Славька твоего Сенечку!"
    un "Ну, я бегом, а он там сидит…"
    show un smile3 pioneer with dspr
    "Они в тон тихонько захихикали, вызывая у меня вполне обоснованное раздражение."
    me "Девочки, вам легко, да? Может, по пятку полешек возьмёте, а я плечи разомну?"
    sl "Нет!"
    "Со смехом отозвалась Славя."
    sl "Ты мужчина — тебе и карты в руки!"
    un "Что ж ты не сказал, что тебе тяжело?"
    "Мягко упрекнула меня Лена."
    show un serious pioneer with dissolve
    me "Я сказал. Вот прямо сейчас."
    "Мне пришлось состроить самую суровую и строгую физиономию, чтобы немного унять смех."
    me "Мне очень тяжело! Ах, я умираю, и завещаю свои панталоны в фонд голодающим всего мира!"
    show sl sad pioneer with dspr
    sl "Как ты можешь шутить такими вещами?"
    "По моему нескромному мнению, именно такими вещами и стоит шутить."
    "Как там было в «Том Самом Мюнхаузене»…"
    "Умное лицо — ещё не признак ума. {w}Все глупости на земле совершаются именно с самыми серьёзными мордами."
    me "Нет, ну я сказал, что мне тяжело, и я вообще погибаю от острого приступа лени. Кто теперь возьмёт меня на ручки?"
    show sl surprise pioneer with dspr
    sl "Что?"
    me "Мне же тяжело — меня должен кто-то понести."
    show un laugh pioneer with dspr
    un "Это ты… несёшь непонятно что."
    un "Хватит уже дразнить Славю."
    "Лена защищает потенциальную соперницу… {w}Пусть, потенциал последней лично для меня находится где-то на уровне дверного порожка."
    "Предлагает целовать её взасос."
    "Старая няшя-стесняша, какой мне полюбилась Лена, тихонько стекла бы под стол, потеряв сознание при одном только намёке на такие вещи!"
    "Это всё моё чёртово тлетворное влияние."
    dreamgirl "И что теперь? Развод и кактус между кроватей?"
    th "Да как ни странно, оказывается, что и такая Лена мне очень даже по душе."
    me "Да кого я дразню? {w}Просто устал уже пёхать. Долго там?"
    "Я красноречиво подбросил вязанку в руках, устраивая поудобнее."
    show sl normal pioneer with dspr
    sl "Нет, мы уже на месте."
    window hide
    scene bg ext_polyana_day with dissolve

    play music music_list["dance_of_fireflies"] fadein 3
    me "Сорок минут — как с куста."
    stop ambience fadeout 2

    "Я сбросил гулко брякнувшие поленья на землю, и только врождённая интеллигентность коренного петербуржца не позволила мне издать восхищённо-матерное улюлюканье."
    me "На месте!"
    sl "Нравится поляна?"
    show un smile pioneer at left with dspr
    "Мне куда больше нравилось завершение моих мытарств, но я на всякий случай вежливо кивнул."
    "О том, что нам потом идти обратно к ужину и возвращаться вместе с отрядом, я постарался не думать."
    sl "Мы здесь больше недели не были — надо прибрать полянку, посмотреть, если звери костровище разворошили, и вернуть булыжники."
    me "Костёр разжигать будем?"
    show un laugh pioneer at right with dspr
    un "Ага, мало ты нёс дрова — хочешь ещё?"
    me "Обязательно было издеваться?"
    me "Может, у меня тощая душная… То есть, тонкая душевная организация, и теперь у меня стресс, депрессия и куча других страшных слов со сдвоенной свистящей!"
    un "Серьёзно загнул."
    "Кивнула Лена."
    un "Ты костровищем займёшься или полянку убирать будешь?"
    show un normal pioneer with dspr
    me "А можно я ничем заниматься не буду?"
    "Не можно!"
    "В тон ответили девочки."
    th "И когда только спеться успели."
    "Вздохнув, я поплёлся к костровищу — по сравнению с огроменной полянищей, на которой сто процентов тонны мусора, маленький горелый кружок выглядел относительно безобидно."
    me "Пашите сами!"
    show un smile pioneer
    show sl smile pioneer
    with dspr
    sl "Так и знала, что он самое трудное выберет!"
    th "Трудное?"
    th "Это же маленький чёртов кружок! Что может пойти не так?"
    "Как же я ошибался!"
    "Костровище представляло собой неглубокую яму в земле, мощёную чёрными булыжниками, покрытыми толстым слоем сажи и копоти."
    "Эти кирпичи оказались первой загвоздкой — оставляя на руках жирные чёрные следы, которые решительно нечем было оттирать."
    "И да — их действительно оказалось меньше положенного — девочки то и дело окликали меня, находя очередной камень."
    "И вот я такой, красивый, перепачканный как трубочист, волоку очередной керамический брусок, цедя непечатное."
    "Загвоздкой номер два стала зола и пепловые залежи — хвала рандому за то, что их прибило немного дождиком, и можно было бы безболезненно закопать здесь же или отнести в лес на штыке лопаты…"
    "Разумеется, если бы мы взяли с собой лопату!"
    "Но, как говорится, человек — это бог лишь в сослагательном наклонении — или ещё проще, задним умом все крепки."
    "Пришлось изымать у Слави один из мешков и пытаться орудовать непосредственно им, поминутно чихая и кашляя от летающей в воздухе мелкодисперсной взвеси."
    "Как результат — к моменту, когда две прекрасные розы встретились у края поляны, хлопнув друг другу по ладони, я всё ещё копался, укладывая недостающие кирпичи."
    "И по сравнению с ними, чистенькими, прекрасными, я смотрелся как тот самый неуловимый персонаж из сказки «Морозко»."
    show un laugh pioneer 
    show sl laugh pioneer
    with dspr
    un "Ну и ну!"
    "Покачала головой Лена."
    sl "На кого ты похож!"
    "Подыграла ей Славя."
    me "На кого, на кого… На маму с папой."
    me "Всё бы вам смеяться, а мне таким вот чумазоидом до лагеря идти."
    show sl normal pioneer with dspr
    sl "Ладно."
    "Сжалилась надо мной Славя."
    sl "Здесь вообще-то прямой выход к нашей реке."
    un "А мыло, зная какой ты грязнуля, я взяла загодя."
    me "Почему я чувствую себя так, будто надо мной опять поиздевались?"
    show un smile2 pioneer with dspr
    un "Ты слишком мнителен. Мы же действуем только ради твоего блага."
    me "Слова любого родителя, любого палача всех времён."
    th "Надеюсь, они не собираются мыть меня самостоятельно?"
    "Надежды юношей питают…"
    "И всё такое."
    "Самое главное — это найти тихую, покорную девушку, которая влюбится в тебя до беспамятства и будет в рот заглядывать."
    "И держаться её, ведь только с такой возможна тихая семейная гавань, куда ты будешь приходить вечерами отдыхать после трудного рабочего дня."
    me "А я успею к ужину намыться?"
    un "Конечно! Мы тебе поможем."
    "Не наш случай."
    show un smile pioneer with dissolve
    sl "Да ты не стесняйся, у меня несколько братьев есть, опыт их купания уже имеется!"
    me "Напомни мне: ты там уместна, а с каких это пор {b}она{/b} получила доступ к телу?"
    show un smile3 pioneer with dspr
    un "Да брось, тебе жалко, что ли?"
    me "Комиссарского-то тела? Конечно, жалко!"
    me "И вообще, я её стесняюсь."
    "Я ещё долго что-то говорил, доказывал, уговаривал и крестом, и пестом."
    "Я был очень убедителен. Если бы мой талант пустили в торговлю, я смог бы на этом зарабатывать."
    "Славя молчаливо стояла и ждала вердикта."
    "Стоит ли говорить, что в результате к воде мы отправились втроём?"
    "Вердикта Лены."
    th "Да какого хрена, блин?!"
    "Складывается впечатление, что в нашей парочке меня плавно лишают права голоса!"
    dreamgirl "Конечно, ты же против того, чтобы тебя помыли две прекрасные девушки, одна из которых является твоей действующей пассией, а вторая не прочь стать ей?"
    th "Блин, ну так же неправильно! Я же мужик в доме!"
    dreamgirl "Ты — чумазоид. Расслабься и получай удовольствие."
    show un laugh pioneer with dissolve
    un "Ты таким расстроенным выглядишь…"
    un "Хорошо, ты можешь идти в лагерь грязным. Только не расстраивайся."
    "Она сокрушённо вздохнула."
    me "А как насчёт опции «помоешься самостоятельно»?"
    show un serious pioneer with dspr
    un "Не рассматривается. Времени до ужина осталось меньше часа, а нам ещё обратно идти."
    me "Лена, на пару слов."
    hide sl with dissolve
    show un normal pioneer at center with dspr
    "Я отвёл Лену в сторонку, где нас не могла услышать посторонняя сейчас Славя."
    menu:
        "Делайте что нужно":
            "Иногда лучше просто расслабиться."
            "И уступить принуждению. Тем более, такому сладкому принуждению."
            $ alt_day5_un_7dl_sl_un_washing = True
        "Просто дайте мне нормально умыться":
            $ karma -= 10
            me "Лена."
            "Я подбавил строгости в голос."
            me "Баловство закончилось."
            me "Я умываюсь, и мы идём в лагерь."
            show un shocked pioneer with dspr
            un "Н-но… Я же…"
            me "Лена."
            show un sad pioneer with dspr
            un "Как скажешь."
            "Вздохнула она."
            un "Мы подождём тебя здесь. Речка в конце этой тропинки."
            "Она указала направление."
            $ alt_day5_un_7dl_solo_washing = True
        "Я не против тебя":
            $ lp_un += 1
            $ karma += 10
            me "Я не хочу, чтобы там была она."
            un "Что такое? Боишься, понравится?"
            me "Лена…"
            "Я закатил глаза."
            "Значит, сам умоюсь."
            $ alt_day5_un_7dl_solo_washing = True
            un "Очень хорошо. Мы подождём тебя здесь."
            "Я побрёл по указанной тропинке туда, где сквозь листву поблёскивала водная гладь."
    window hide
    scene bg ext_beach2_day_7dl with flash
    play ambience ambience_lake_shore_night fadein 3

    if alt_day5_un_7dl_sl_un_washing:
        "Мы вышли на берег, где девочки, сбросив обувь с гольфами, заставили меня раздеться до плавок и загнали в воду чуть выше колена."
        dreamgirl "И тут они, значит, заходят в воду рядом с тобой…"
        "Девочки встали рядом."
        dreamgirl "У них подоткнуты юбки, подвёрнуты рубашки — чтобы не мочить лишний раз."
        "И здесь либидо не наврало."
        dreamgirl "Ты протягиваешь руку…"
        "Я протянул руку."
        dreamgirl "И Лена перемещает правую твою ладонь себе на грудь, а левую — на грудь Славяны."
        "Лена взяла мою руку."
        "И положила туда мыло!"
        un "Подержи пока!"
        dreamgirl "Блииииин!"
        dreamgirl "Ладно, тогда вся надежда на то, что Славя сейчас подойдёт к тебе поближе."
        "Славя встала вплотную — так, как это бывает, когда сидишь в парикмахерской, а стилист такая молодая, и, ровняя тебе виски, якобы случайно ложится тебе на плечо."
        dreamgirl "Вот, вот! Сейчас она коснётся тебя своими верхними девяносто…"
        "Плеча и правда коснулось что-то упругое — я даже не стал смотреть: весь был поглощён борьбой с реакциями на живописуемые воображением картины."
        dreamgirl "И дальше смотри — её рука ползёт по твоему животу вниз, под резинку плавок…"
        sl "Давай мыло!"
        dreamgirl "Какое мыло тебе, дурёха! Действуй давай, пока Ленка из-за солнца не видит нифига!"
        "Мыло из левой руки перекочевало к Славе."
        "Я еле удержался от того, чтобы шатнуться навстречу."
        "А она вела себя предельно корректно и, судя по сноровистым действиям, не наврала относительно опыта по купанию младших своих."
        "Сразу сказала мне не дёргаться и не пытаться мыться — вместо этого намылила мочалку и движениями, напрочь лишёнными эротического контекста, за несколько минут вычистила золу с кожи полностью."
        "Если она и позволила себе лишку — то ни я, ни Лена этого не заметили. {w}Уследишь тут, пожалуй, когда с тебя пытаются аккуратненько так сошкурить слой эпителия!"
    else:
        "Найдя указанный спуск к воде, я в темпе разобрался с загрязнением — попросту, раздевшись догола и нырнув с головой."
        "Пришлось подгребать под водой, чтобы миновать образовавшееся на поверхности жирное пятно."
        "Зато времени сэкономил — кучу!"
        dreamgirl "А также нервных клеток от расшалившегося либидо."
        "Я был склонен с этим согласиться, если мыться, то мыться, а если баловаться — то не под занавес и не будучи измазанным в золе."
        "Закончив свои дела, я вышел на берег и, одевшись, заспешил наверх."
    stop ambience fadeout 3
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_polyana_sunset
    with dissolve

    show un normal pioneer at right
    show sl normal pioneer at left
    with dspr
    un "Мы ещё успеваем на ужин."
    "Бросила взгляд на часики Лена."
    me "Тогда в путь. Надеюсь, мы хорошо помним дорогу и не заблукаем в двухстах метрах от забора."
    sl "Не беспокойся — мы здесь уже не первый год."
    me "Да я больше о себе…"
    "Промямлил я."
    sl "Пошли!"
    "Не обращая больше внимания на нас, Славя направилась к тропинке, ведущей к лагерю."
    "Лена, схватив меня за руку, устремилась вслед за ней."
    "Славные традиции первых дней возвращаются?"
    "Мы опять делаем всё впопыхах?"
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return
    
label alt_day5_un_7dl_supper:
    play music music_7dl["genki"] fadein 2
    stop ambience fadeout 3
    scene bg int_dining_hall_people_sunset with dissolve
    play ambience ambience_dining_hall_full fadein 5
    if alt_day5_un_7dl_sl_un_washing:
        "Нам повезло — горн застал нас в момент, когда мы уже подходили к лагерю, а вечернее солнышко высушило форму прямо на нас."
        "Потому мы, не откладывая в долгий ящик, бросили мешки с мусором в стоящий у ворот контейнер и заспешили к храму Маммона."
        "Сели мы втроём, не сговариваясь — крепко сдружившись за последние три дня — и, как повинные в уборке костровой поляны, ничуть не удивились тому, что Ольга Дмитриевна взяла слово."
    else:
        "Ужин проходил как обычно, но Ольга Дмитриевна решила удивить всех, взяв слово."
    show mt normal pioneer with dissolve
    mt "Дорогие пионеры и пионервожатые! Как вы, безусловно, уже знаете: на сегодня запланирован вечерний поход с костром."
    mt "Я сообщаю вам о том, что изменений в связи с дождём нет — отряды выступают в путь согласно регламенту сразу после ужина."
    show us smile pioneer at cright with dissolve
    us "А картошка?"
    "Подала голос Ульяна."
    show dv laugh pioneer2 at fright with dissolve
    dv "Ульяна, голодяй ты мелкий, ты сейчас не наелась?"
    show us sad pioneer with dspr
    us "Да ничего ты не понимаешь, это романтика!"
    show dv grin pioneer2 with dspr
    dv "Романтика набитого пуза, да-да!"
    show mt laugh pioneer with dspr
    mt "Картошку желающие могу получить здесь же — но нести будут сами!"
    dv "Поняла? Сама несёшь, сама варишь, сама ешь!"
    show us dontlike pioneer with dspr
    us "Эй, так нечестно! Я столько не унесу."
    hide dv
    hide us
    with dissolve
    "Ульянка надулась и отвернулась."
    mt "Дрова уже на месте, но из-за дождя там всё же сыро. Поэтому к разведению отрядных костров будут допускаться только отличники спортивного ориентирования."
    mt "Основной лагерный костёр, как обычно, разводит Славя."
    mt "У меня всё."
    hide mt with dissolve
    "Закончила свой спич Ольга и села на место."
    show sl smile pioneer at left with dissolve
    me "Смотри не зазнайся!"
    sl "Что ты такое говоришь?"
    me "Флаг ты, костёр ты, место у скалы тоже твоё…"
    sl "Место у скалы?"
    me "Проехали."
    hide sl
    show un smile pioneer
    with dissolve
    "Я обернулся к Лене:"
    me "Если в колонну по двое построят — пойдёшь со мной?"
    show un smile2 pioneer with dspr
    un "Спрашиваешь! Конечно, пойду!"
    
    window hide
    stop music fadeout 3
    $ persistent.sprite_time = "sunset"
    scene bg ext_houses_sunset
    with dissolve
    $ sunset_time()
    play ambience ambience_camp_center_evening fadein 3

    "«Дорога возникает под ногами идущего», — сначала ты делаешь первый шаг, убеждая себя в том, что это «просто попробовать», а затем ты начинаешь зависеть от мерной поступи времени."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    scene bg int_house_of_mt_sunset
    with dissolve
    play ambience ambience_int_cabin_evening fadein 2

    "Я с отвращением потрогал заскорузлые после стирки джинсы."
    th "Нет уж, лучше я в шортах похожу."
    "А вот свитерок набросил на плечи и завязал рукава узлом."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    scene bg ext_square_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music music_list["lightness"] fadein 3

    "Дождевик ровно так же нашёл свое место, переброшенный через локоть левой руки — в правую уже прочно и незыблемо вцепились жадные пальчики."
    dreamgirl "И станешь ты отделен от отца и матери, и прилепишься к жене своей…"
    dreamgirl "И не будет тебе никого ближе её, и лишь с её помощью станешь велик."
    th "Тебя сегодня целый день штормит."
    dreamgirl "Не обращай внимания, это просто… Общая наша интуиция. Прислушайся к холодку под сердцем — ничего не чуешь?"
    th "С некоторых пор я предпочитаю принимать с благодарностью все изменения. Всё равно повлиять на них я не могу."
    dreamgirl "Ну, а я чую вот перемены."
    th "Чуть конкретнее?"
    dreamgirl "Не знаю я! Как будет уверенность хотя бы процентов на пятьдесят — сразу уведомлю."
    "Было лишь одно фантастическое предположение…"
    "Я было украдкой взглянул на безмятежно улыбающуюся девочку, но меня отвлекла взявшая слово Ольга Дмитриевна:"

    show mt normal pioneer far at center  
    with dissolve
    mt "Отряды, на первый-второй, рассчитайсь!"
    "И пулемётная очередь звонких голосков разлетелась под каштанами и соснами — «первый-второй-первый-второй», фантасмагоричной морзянкой."
    mt "Вторые номера — шаг вперёд."
    "Ровно половина присутствующих пионеров сделала шаг вперед и, повинуясь следующему приказу, развернулась направо."
    mt "В колонну по двое."
    "Мы, как два самых умных, тут же рассчитались парой, но Ольга Дмитриевна среагировала быстрее:"
    mt "Семён, пойдёшь с Электроником, у него нет пары. Лена — ты с Мику."
    me "Может, нам ещё и за руку держаться прикажете?"
    "Съязвил я."
    mt "Если прикажу, то и за руки будете."
    "Не обратила внимания на сарказм вожатая. Она повысила голос, опять обращаясь ко всему лагерю."
    mt "Пионеры! Помните, что для вас приоритетными всегда будут взаимовыручка и поддержка! {w}Вы всегда должны быть готовы прийти на помощь нуждающемуся, спасти и ободрить его."
    mt "И именно этому нам предстоит научиться в этом походе!"
    "В ушах у меня опять заиграл гимн СССР, и я помотал головой, отгоняя наваждение."
    "Хватит. Одного Электроника в паре более чем достаточно."
    "Памятуя о том, что любую расстановку можно провернуть с помощью хорошо развитого навыка дипломатии, я огляделся в поисках способа размена."
    "Дохлый номер — Сыроежкин не прельстил бы даже Жужелицу, что уж говорить про Мику."
    th "Но, может, Мику можно подкупить?"
    "Размышляя о возможном объёме калыма, я нашёл пару «Лена-Мику» и с сожалением отказался от идеи провернуть всё втихую — настолько недвусмысленно-злобно Лена о чём-то шипела на несчастную японку."
    "Электроник же, судя по пустым глазам, включил режим «standby» и для негоциаций не годился совершенно."
    th "Мде… Может, вообще пойти на дурака, просто взять Лену за руку, и…"
    mt "Семён!"
    "Голос вожатой вывел меня из раздумий."

    show mt normal pioneer at center 
    with dissolve
    "Я с усилием выплыл из омута размышлений."
    mt "Вижу, ты не в восторге от Электроника?"
    me "Спрашиваете…"
    mt "Я решила пойти тебе навстречу. С ним я отправлю Славю: девочка сумеет проследить, чтобы всё было хорошо."
    "Я начал было кивок, но остановил себя на половине движения."
    th "Но если Славя пойдёт с Элом, то… Стоп!"
    me "Вы что, меня с Жужелицей отправите?!"
    "Ольга Дмитриевна неотразимо улыбнулась."
    "А мне захотелось расколотить голову об угол постамента. Воистину, как бы хреново ни было, всегда окажется, может быть ещё хуже."
    mz "Я всё слышала."
    "Скрипнуло сзади."
    th "Разумеется, ты всё слышала, недоразумение ты маргинальное."
    hide mt
    with dissolve
    show mz normal glasses pioneer at center 
    with dissolve
    if alt_day4_neu_transit != 1:
        "Мы с ней умудрились поругаться, помириться, но всё это время по делу не перекинулись даже словом."
    me "Не думай, пожалуйста, что я в восторге."
    show mz bukal glasses pioneer at center 
    with dspr
    mz "Только не думай, что я рада!"
    "В тон мне ответила библиотекарша. Наш союз может быть не без шипов, но право послать кого угодно в баню мы обоюдно уважаем."
    me "Может, махнёмся?"
    "Без особой надежды спросил я."
    show mz angry glasses pioneer at center 
    with dspr
    mz "С удовольствием пошла бы одна. Что ты можешь предложить?"
    "«Я к Лене хочу!» — чуть не спрыгнуло с языка. Ага. Так я тебе и сказал."
    me "Похоже, что ничего…"
    mz "Не удивлена."
    "Она отвернулась."
    hide mz
    with dissolve
    th "Только не думай, что я стану с тобой спорить или убеждать. Делать мне нечего больше."
    "Ожесточённо подумал я в удаляющуюся сутулую спину, плечо левое выше правого, чуть прыгающая походка. Пьер Ришар в юбке, блин. Только щенячьего в ней ни на грош — оно вредностью заменено."
    stop music fadeout 3
    "Обречённо вздохнув, я последовал за Женей."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    scene bg ext_backroad_day_7dl
    with dissolve
    play ambience ambience_forest_evening fadein 3

    "Смысл двигаться парами был, пока мы шли просекой, потом хожеными туристскими тропами."
    if not alt_day5_un_7dl_club_day:
        "По моим прикидкам, до костровой оставалось примерно с полкилометра, когда тропинка сузилась до индивидуально неширокой."
    "В результате мы всё равно выстроились в колонну по одному."
    "Тот самый путь — я всегда поражался смекалке и выдумке планировщиков лагерей."
    "Дистанция ощутимая, но если смотреть сверху — то движение идёт строго по прямой линии, и после пары ходок туда-сюда ориентироваться можно хоть с завязанными глазами."
    "Но алые вечерние отблески, потихоньку сгущающиеся вечерние тени и тот самый, присущий только вечернему лесу, дух — всё это делало приключение стократ более захватывающим."
    if alt_day5_un_7dl_sl_un_washing or alt_day5_un_7dl_solo_washing:
        "Когда я волок здесь охапку полешек, мне и в голову не приходило испытывать какие-то там патриотически-общественные эмоции, причастность к чему-либо — только заливающий глаза пот и оттянутые руки."
        "В этот же раз отвлекающих факторов не было, и я прочувствовал ровно то, что должен был прочувствовать, когда, споткнувшись, чуть не улетел носом в высоченный муравейник, а Женя, поймав меня за руку, придержала."
        me "Спасибо."
        "Выдавил я."
        show mz normal glasses pioneer at center 
        with dissolve
        mz "Не будем делать из этого традицию."
        me "Замётано."
        "Сконфузившись от того, что был спасён явно питающей ко мне антипатию девочкой, я удвоил бдительность и до самого конца пути изо всех сил уворачивался от корней, веток и ям с буераками."
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_polyana_sunset
    with dissolve

    if not (alt_day5_un_7dl_sl_un_washing or alt_day5_un_7dl_solo_washing):
        "И вот, наконец вожделенная костровая. Откуда я знаю? Да они как станции метро — увидел одну, считай, что видел все."
    else:
        "Несколько минут спустя меж расступившимися деревьями показалась уже знакомая костровая поляна."
    "Большое пространство, освобождённое от растительности, заложенное по периметру толстыми стволами деревьев — это для того, чтобы пионеры могли присесть."
    "И, разумеется, большое костровище, выложенное камнями — ведь костёр костром, а о лесе пионер тоже обязан заботиться!"
    stop ambience fadeout 2
    show mt normal pioneer at center 
    with dissolve
    mt "Здесь сделаем привал."
    hide mt with dissolve
    play music music_list["dance_of_fireflies"] fadein 3
    "Поодаль можно было разглядеть и несколько костровищ поменьше — на случай, если мероприятие будет отрядного уровня."
    "Но сейчас все рассаживались вокруг большого костра — видимо, решив для начала поучаствовать в общественной жизни лагеря."
    "Чуть позже займётся ещё несколько искорок, коллектив расколется на кучу кружков поменьше… {w}Лагерная детвора неизменна во все времена."
    "Славя уже собирала из поленьев «избушку» — судя по уверенным движениям, не в первый и даже не в десятый уже раз."
    play sound_loop sfx_forest_fireplace fadein 3
    "Вот она насыпала в центр растопки поменьше и, достав из кармана коробок спичек, с залихватским видом чиркнула серой о чиркаш — и пламя родилось."
    "Через минуту занялась кора, щепки и трухляк — как завзятая пионерка, Славя не использовала при разведении костра бумажек."
    "Наблюдавшая за ней Ольга удовлетворённо кивнула и убрала газеты обратно в мешок."
    "Я автоматически отметил, что какие-то газеты здесь всё-таки были, но тут же забыл об этом."
    "Какая мне разница, что в мире творится? В 89-м году там априори ничего хорошего не происходило."
    th "Потихоньку меня занимало то самое чувство, какое возможно только возле огня."
    dreamgirl "Щас спою… Как отблеск от заката, костёр меж сосен пляшет…"
    "Я в очередной раз обвёл взглядом поляну и, вздохнул, в очередной раз не обнаружив того, кого хотел."
    show sl normal pioneer at center 
    with dissolve
    sl "О чём думаешь?"
    "Ко мне подсела Славя."
    me "Тебе-то какая разница…"
    "Философски обронил я в пространство."
    sl "Как знать. Может, мне оно важно."
    me "Не может оно тебе быть важным, ты уж прости. Это не твоё дело."
    sl "Не стану навязываться."
    hide sl with dissolve
    "Она легко поднялась и растворилась в сумерках."
    "И правильно. Ещё пару минут в её приторно-оптимистичном обществе я бы не выдержал."
    "А я сидел и считал бездарно утекающие секунды, когда, наконец нашёл того, кого должен был найти ещё полчаса назад."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day5_un_7dl_evening_un:
    "В опускающихся на лес сумерках, с трудом разгоняемых всполохами костра, я чудом разглядел знакомую прическу."
    "Почти поймал её взгляд, мимолётно удивляясь тому, что глядела она не так, как я привык за последние пару дней — мягко, с поволокой."
    th "И губы неприязненно поджаты. Спорит о чём-то со Славей."
    th "Неужели она настолько доверяет активистке, что готова поступиться даже собственной масочкой?"
    "Славя, похоже, тоже решила выключить девочку-добрячку."
    "Со стоном оторвавшись от бревна, я побрёл разнимать их."
    window hide
    show un angry2 pioneer at cright
    show sl angry pioneer at cleft
    with dspr
    sl "Никто не мешал ему наплевать на все запреты. {w}Раз у вас прямо любовь такая."
    un "O чём ты говоришь?"
    sl "Сама спроси."
    "Кивнула Славя, уже заметившая меня."
    sl "Чего ему стоит эта ваша интрижка. {w}Вот и он, кстати."
    "Моё прикрытие раскрыли."
    me "Славя."
    "Устало вздохнул я."
    me "Ты вьёшься вокруг меня уже третий день. Какого дьявола тебе надо, а?"
    sl "Мне? От тебя? Ха-ха-ха."
    "Её смех прозвучал неестественно, и это услышали все участники дискуссии."
    me "Именно. Причём, пока я был свободен — тебе вообще было плевать."
    me "И то официальное заявление отношений как будто что-то поменяло. {w}Что, чужое слаще, да?"
    "Славя хотела было что-то сказать, но я посмотрел на неё с такой неприязнью, что, кажется, аргументы умерли у неё прямо в груди."
    hide sl with dissolve
    "Славя поднялась и ушла, оставив нас одних."
    "Между нами зазвенело напряжённое молчание."
    un "Семён, я не верю и половине того, что Славяна говорит."
    un "Но дыма же без огня не бывает…"
    if not (loki or herc):
        me "Мне и правда стоило быть более решительным."
        me "Жаль только, что для меня это так сложно."
        me "Будешь теперь ненавидеть меня?"
        "Она замолчала."
        "Как я и ожидал."
        "Все мои отношения заканчиваются на этой ноте."
        "Поэтому следующие её слова о том, что нам надо расстаться, уже не причинят особого вреда. Привык."
        "Но она снова удивила."
        show un smile pioneer with dspr
        un "Разве что за то, что ты делаешь со мной."
        un "Обними меня, пожалуйста."
    else:
        play music music_7dl["sneakupon"] fadein 3
        me "Ещё как бывает."
        me "Ты сделала две ошибки — сначала, доверившись одинаково и мне, и ей."
        me "А потом легко разрешив ей мыть меня."
        me "И теперь тебе хватает совести спрашивать меня о дыме без огня?"
        dreamgirl "Рассказчик стреляется."
        me "Да иди ты к чёрту с такими претензиями."
        dreamgirl "Занавес."
        hide un with dissolve
        "И, уже развернувшись, не обращая внимания на первый всхлип за плечом, оставил пудовой добивающей гирей."
        me "Ты сделала больно. Ты рада?"
        "Гулкий гомон голосов, гитарные переборы и смех заглушили корчащуюся в рыданиях душу."
        th "В этот раз одним абсентом обойтись не удастся."
        th "Как я устал. Открыть голову, пролить туда свет, выбросив ненужные воспоминания. Отформатировать память высоковольтным кабелем."
        "Почему стройное здание отношений может быть порушено парой слов случайно заглянувшего на огонёк краснобая с золотыми косами?"
        "Почему в такой ситуации вся вера именно интриганке, преследующей какие-то свои цели, а не до конца искреннему мне?"
        th "Интересно, из существующих и доступных возможностей, какая смерть будет самой безболезненной?"
        th "Таблетки? Или на шею камень и в ту же несчастную речку? Или, может, взять у Саныча опасную бритву, и… Надо только спрятаться туда, где меня точно не найдут."
        "Прикрыв глаза, я позволил отчаянию подхватить меня и увлечь в самые чёрные и бездонные пучины. Меня здесь нет, мне дали второй шанс для того, чтобы второй раз прогуляться по той же любимой мозоли."
        "И на севшую рядом Лену прореагировал самым правильным образом. Никак."
        th "Может быть, у них там какие-то свои секреты, а я тут лезу со свиным рылом и романтическими претензиями, сентиментальный надоедливый ублюдок…"
        show un serious pioneer with dspr
        un "Ты должен поклясться, что она всё наврала."
        me "Ошибаешься. Я тебе уже ничего не должен."
        un "Почему? Ведь мы же…"
        me "«Мы». Нет больше никаких «нас»."
        me "И потрудись освободить мою зону комфорта."
        "Жалость палача — твёрдая рука."
        me "Я обещаю забиться на дни до отъезда в самую глубокую нору, откуда не буду бесить тебя. И верь ты кому хочешь, думай что хочешь…"
        un "Но я не хочу… так. Я хочу быть с тобой."
        me "До каких пор? До тех пор, пока Славя опять не скажет тебе о моём непостоянстве, легкодоступности или чём-то ещё?"
        "Я поднял с земли шишку и бросил её в костёр."
        me "Прости, царевна, но это так не работает. Ты либо веришь, либо нет. Тертиум нон датур."
        "Возможно, я поступал бесчестно, рассказывая обо всём без утайки."
        "Но через несколько секунд мне на колено опустилась миниатюрная ладонь."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return
    
label alt_day5_un_7dl_evening_dv:
    "Они о чём-то кричали друг на друга, но когда я подошёл, Лена тихо заплакала и убежала."
    "Я тупо смотрел ей в след."
    show dv normal pioneer with dspr
    dv "Ну что сидишь, тормоз!"
    "Рявкнула ниоткуда появившаяся Алиса."
    dv "Беги за ней!"
    me "… куда?"
    dv "Единственное место, куда Лена прячется зализывать сердечные раны — это остров. Ближний."
    dv "Постарайся не заблудиться по дороге на лодочную."
    me "Не знаю, зачем ты это делаешь, Алиса. Но спасибо."
    dv "Никому никогда не рассказывай об этом."
    "Проворчала она."
    dv "Долго ещё сидеть собираешься?!"
    dv "ПОШЁЛ!" with vpunch
    "Я подскочил на месте и, прикинув направление, направился в сторону выхода с поляны."
    us "Новичок!"
    me "Да?"
    us "Не верь Славе. Ты хороший. Если Лена не возьмёт, возвращайся к нам!"
    me "Зачем?"
    us "Покошмарим этот лагерь!"
    "Комплимент был сомнительный, но в моём положении выбирать не приходилось."
    me "Спасибо!"
    "Крикнул я, переходя на бег."
    window hide
    scene bg ext_path2_night
    play music music_7dl["sneakupon"] fadein 5

    "Я даже не знаю, что было более удивительным."
    "Сегодня чудеса сыпались как из рога изобилия."
    "А посему… Почему бы не случиться ещё одному малюсенькому чуду — которое не даст мне заблудиться и выведет к лодочной станции?"
    window hide
    scene bg ext_path_night

    "В любое другое время я бы пугался и шарахался от звуков ночного леса — скрежетаний, уханий, криков…"
    "А я включил режим бульдозера и пёр напролом, не боясь даже сломать ногу."
    "Ведь сломанная нога — признак того, что интуиция и чутьё работают против меня, они не подчинены общей директиве влюблённости."
    "И заслуживаю ли я в таком случае права на чудо, если не способен договориться даже с юнговскими глубинами?"
    "Два шага — вдох — два шага — выдох."
    "Ночь, лето, катящаяся на убыль луна."
    "Колота в левом боку, отчаянное желание если не успеть, то хотя бы попытаться."
    "Тягучая слюна, застящая глаза пелена кислородного отравления."
    "Я бежал так, как никогда не бежал — по чужому, незнакомому лесу, обладая всеми шансами разминуться и с лагерем, и с шансом всё исправить."
    "Но… каждый получает только ту реальность, которую заслуживает."
    "У художника она изобразительная. У наркомана — полная струн, центряка и веществ."
    "У меня — пыли, мегабитов и дюймов… Во всяком случае, так было до лагеря."
    "Нынешняя моя реальность впервые не обо мне самом. "
    "С первой мысли — с частотой двести раз в час — и до отключающегося перед сном сознания."
    "А потому я не удивился, когда заслышал плеск воды и, разбежавшись, форсировал двухметровую кирпичную преграду."
    "Я не имел права облажаться."
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_boathouse_night
    with dissolve
    play ambience ambience_boat_station_night fadein 3

    "Одной лодки и правда недоставало — как и одного комплекта вёсел."
    th "Тяни, родимый! Выручай!"
    "Взмолился я своему ангелу-хранителю."
    th "Мне нужна последняя порция удачи!"
    "Бездонная чернота ночной воды с тихим плеском приняла в себя первый гребок."
    window hide
    scene cg d5_boat_night_solo_7dl with dissolve
    "С моей физической подготовкой"
    if alt_day2_us_escape:
        extend ", заключающейся в целых двухстах метрах на вёслах,"
    extend " нечего было и думать о том, чтобы сделать всё гладко, быстро и как в фильмах."
    "О нет, сначала я десять минут табанил, выравнивая нос на курс."
    "Потом пытался прикинуть, как будет правильно грести."
    "В результате триста метров пути превратились в пятьсот — сорванных мышц плечевого пояса и намозоленных ладоней."
    "Но я запретил себе отвлекаться."
    "И только когда под днищем лодки скрежетнула отмель — я со стоном разогнулся."
    th "Пресвятой рандом, как я задолбался!"
    "Я вытащил лодку как мог далеко на берег и упал плашмя, пытаясь отдышаться."
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_island_night
    with dissolve

    "И не было мне дела ни до красот окружающих, ни до волшебной тишины июльской ночи."
    "Очень значимо — то, что меня постоянно тащило за волосы куда-то сюжетом местной пьески, не давая ни остановиться, ни приглядеться к декорациям."
    "Может быть, они окажутся картонными, грубо намалёванными, а я, как клоун, волнуюсь по-настоящему, живу по-настоящему — глупая ошибка в коде киберпьесы, решившая, что она живой настоящий человек."
    "Вдвойне глупая оттого, что смеет предъявлять какие-то свои претензии."
    "Я не знаю, сколько я так лежал, но, когда поднялся — заметил, что неподалёку, буквально в паре метров от моей лодки стоит точно такая же — видимо, Лена и правда здесь."
    "Пока «парковался», не заметил — сам не свой был от усталости."
    window hide
    play sound sfx_boat_impact
    with vpunch

    "Я со злостью ткнул пластиковый бок кулаком — будто несчастное плавсредство было в чём-то виновато."
    "Хотя сейчас я был готов назначить виноватым кого угодно — ведь труднее всего признаваться в собственной вине именно самому себе."
    th "Надеюсь, она хотя бы выслушает меня."
    "Не то чтобы у неё был обширный выбор."
    "Но я предпочёл бы, чтобы меня выслушали «по любви»."
    stop ambience fadeout 2
    stop music fadeout 5
    play music music_7dl["rewind"] fadein 5
    window hide
    with fade

    "Я не знаю, что она делала здесь, и почему именно здесь."
    un "Не подходи…"
    "Не поворачиваясь, предупредила Лена."
    me "Я пришёл каяться и просить взять меня обратно."
    "Всей моей напускной бодрости хватило ровно на эту фразу."
    me "Вот."
    "Невпопад промямлил я."
    un "Ни шагу ближе."
    dreamgirl "That's close enough."
    "Повторила она."
    me "Ты хочешь, чтобы я разговаривал с твоей спиной?"
    "Она ничего не ответила. И правильно, из нас двоих виноват я — мне и подстраиваться."
    me "Как прикажет моя царевна."
    window hide
    scene cg d5_un_island
    with dissolve

    "Мы заняли места по разные стороны одного дерева и смотрели на одни и те же звёзды, дышали одним и тем же воздухом — бесконечно близкие, бесконечно чужие."
    me "Ничего себе у вас такие проверочки тут."
    un "У нас?"
    "Безучастно уточнила она."
    "Кажется, она достигла того предела, после которого депрессия перестаёт быть внутри и плавными толчками, повинуясь биению сердца, окрашивает весь мир в обречённые серые тона."
    me "Я про Славю."
    "Про подробности я благоразумно промолчал. Ни к чему Лене знать о них."
    un "Как ты меня нашёл?"
    me "Для настоящего желания не существует преград."
    un "И всё-таки…"
    me "Рыжие."
    un "Логично. Только Алиса знала…"
    me "Знала ли Славя, что она творит — вот действительно интересный вопрос."
    un "Ей не всё равно."
    me "До такой степени, что она готова влезть в штаны претенденту? Почему ты позволяешь ей это?"
    "Наезд был не самой лучшей тактикой в сложившейся ситуации, но у меня не было ничего другого — голова была пустая и звонкая."
    me "Или она у тебя контролем качества работает, перед допуском к комиссарскому телу?"
    un "А сам ты без греха, да?"
    me "Что?"
    un "Если бы меня там не было, она бы тебя соблазнила. Да на обеде даже… думаешь, я не видела?"
    me "Лен… У меня всё же есть инстинкты."
    un "И что теперь? Я должна растаять и кинуться тебе в объятья только потому, что ты кругом себя обелить сумел?"
    "Горечь в её голосе могла поспорить крепостью с моим любимым абсентом. Пластай её по-солдатски, толстыми ломтями, и заедай подростковую любовь — чтобы не тошнило от розовой приторности."
    me "Нет. Просто не подпускай её ко мне больше."
    "Не знаю, сумею ли я ударить девочку, руку заломать смогу точно — нужда научит, нужда заставит."
    un "Так она к тебе больше и не подойдёт. Ты признан негодным."
    me "Кем?"
    un "Что кем?"
    me "Кем признан негодным? Тобой? Ей?"
    un "А какая разница?"
    me "Разница в том, милая, что не ей потом жить с последствиями выбора. Это твоё и только твоё сердце."
    me "Я не обещаю любви до гроба, тихой гавани или чего-нибудь в этом духе."
    me "Зато абсолютно точно знаю — мне никогда не будет всё равно, где ты и что с тобой."
    me "Я хочу держать тебя за руку и знать всех твоих тараканов в голове наперечёт."
    un "Опять слова…"
    me "Да. А что?"
    "Она всхлипнула."
    un "Просто слова."
    me "Но…"
    "Правильным было бы прижать её к себе, целовать и шептать что-нибудь утешающее."
    "Но что делать мне, если я не могу, не смею заглянуть за дерево?"
    "За деревом опять негромко всхлипнуло и я, стараясь двигаться бесшумно, обогнул препятствие, и…"
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_island_night
    show un cry pioneer with dspr
    with dissolve

    "Моя единственная сидела на голой земле, обхватив колени руками, и беззвучно плакала в звёздное небо."
    "И я, только я был и причиной тому, и избавлением."
    th "Почему не может быть всё просто?"
    window hide
    with fade

    th "Почему нельзя без боли?"
    th "Разве два человека не могут просто стать одним целым — им обязательно нужно слушать мнение окружающих?"
    "Даже если речь идёт о рафинированном счастье подростковой влюблённости."
    "Вернее, тем более, когда речь идёт о нём."
    "А я уже плюхнулся на землю и обнял Лену."
    "Как будто есть какой-то другой выбор."
    "Она замычала, замотала головой, пытаясь вырваться — но где там."
    me "Всё хорошо, милая… Всё хорошо."
    un "Да ничего не хорошо. Ты даже в себе разобраться не  можешь."
    un "Ты пришёл сюда непонятно зачем, и приплыл за мной неизвестно с какой целью."
    un "Зачем? Что тебе нужно здесь?"
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day5_un_7dl_runaway:
    scene bg ext_path_night with dissolve
    play music music_7dl["raindrops"] fadein 3
    show un normal pioneer with dissolve
    "А когда занудные гитарные переборы, исполняемые японкой, оторванной от туристической сферы, а значит, без души — надоели до тошноты, Лена легко поднялась и потянула меня за собой."
    un "Пойдём, Сенечка. Пойдём."
    me "Куда?"
    show un laugh pioneer with dspr
    un "Какой ты наивный, всё-таки. Ну куда ходят ночью от костра?"
    dreamgirl "В кустики?"
    un "Сбегают!"
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_path_night
    show un normal pioneer
    with dissolve
    stop sound_loop
    "Она уверенно вела меня сквозь буераки, находя одной лишь ей ведомым чутьём неразличимые тропинки в ночном лесу."
    "Бледная прозрачная кожа, огромные зелёные глаза, и губы — рубиновая, рябиновая кровь на свежевыпавшем октябрьском снежке."
    "Я давно уже признался себе, но всё не хватало духу выдохнуть это наружу."
    "Она медленно и верно сводила меня с ума, глядя неулыбчиво, недоверчиво и до конца ещё не понимая, насколько серьёзно всё происходящее."
    "А окружающий лес таил тысячи таких же сказок и тайн — и кое-где в кустах уже можно было различить смешочки, звуки горячечных поцелуев и нечаянных стонов первой любви."
    dreamgirl "Эй-эй, озабоченные шуточки – это по моей части! Не отбивай у меня хлеб."
    th "Кто успел, тот и съел."
    "Бдительные сосны поили лёгкие неистребимым озоном, и хотелось вечно идти так, держа дорогое существо за руку, и пить, пить и ночь эту, и терпкий воздух и самое сладкое — предвкушение."
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_boathouse_night
    with dissolve
    $ night_time()

    "Мы выбрались на узкую песчаную косу, в дальнем краю которой можно было различить иллюминацию местной подсветки подле брандвахты и гуляющие по ночной воде отсверки, втрое яркие от непроглядной южной ночи."
    th "У нас всё как у людей — ночь, лето, поцелуи, пьянящие и без вина. Кратковременный курортный романчик длиной в семь дней лета."
    th "Как же я не хочу, чтобы это заканчивалось, господи."
    "Привязать, приклеить, диффундировать насквозь, становясь единым целым… {w}Мы не имеем права расставаться, мы слишком части друг друга — перестроившийся метаболизм уже не справится в одиночку."

    show un normal pioneer at center 
    with dissolve
    "Лодочник спал."
    if alt_day2_us_escape:
        "Впрочем, он спал и в прошлый мой побег."
    me "Мы уже очень далеко убежали. Хватит или бежим дальше?"
    show un serious pioneer with dspr
    un "Дальше. Бери лодку."
    me "Мне думается, сейчас не лучшее время для катаний…"
    me "Но как скажешь."
    "Пока я отвязывал лодку с края, Лена успела сходить за вёслами и уключинами."
    show un smile pioneer at center 
    with dspr
    un "Поплыли!"
    "И тут же заняла заднюю банку. Намёк на то, кто будет грести, достаточно очевидный."
    th "Что ж. Значит, судьба мой такой — постоянно заниматься никому не нужной физической деятельностью."
    "Вёсла встали в уключины, и, после небольшой табанки, нос лодки указал прямиком на остров Ближний — во всяком случае, так значилось в местных картах."
    me "Мы плывём на остров?"
    "Лена кивнула."
    scene cg d5_un_boat_7dl
    with dissolve

    "О кошмаре, которому подверглись мои плечи, не хочу вспоминать — милосердная память изъяла этот кусок из перечня впечатлений."
    "Оно, может, и правильно.{w} Совершенно ни к чему поганить такую волшебную ночь низменными телесными неудобствами."
    "И если рядом самая что ни на есть волшебная девочка, и обещание в её глазах проходит по той части чудес, что никакая религия объяснить не в состоянии — то какое право я имею жаловаться здесь?"
    "Триста метров до того берега, со сношенными по самое не хочу ладонями, с четырьмя передышками и таинственной улыбкой Лены."
    me "Значит, ты не первый год здесь?"
    "Лена улыбнулась, спохватилась, что сидит ссутулившись, и разогнула спину."
    if alt_day_binder == 1:
        un "Я говорила уже."
    un "Да… С нами добрые люди поделились путёвкой."
    if herc or loki or not 'nwsppr' in list_clubs_7dl:
        "Мамы-то… Короче, не важно."
    un "Достаточно ровно было, пока ездила сюда — вожатая знает, что меня не надо трясти, я знаю, что надо участвовать в жизни лагеря."
    "Её голос звучал всё тише, будто теряя остатки той решимости, с какой поднимал меня и тащил сквозь заросли."
    un "До сих пор, пока я…"
    th "Не встретила меня. Всё понятно."
    me "Прости, не хотел стать ноткой диссонанса.{w} Хочешь, отыграем всё взад?"
    stop music fadeout 5
    "Вместо ответа она опалила меня взглядом."
    play music music_7dl["unforgotten"] fadein 6
    $ lp_un += 1
    un "Я тебе в лоб тресну, если ещё раз такое скажешь. Больно."
    th "И ведь треснет."
    "Вид Лена имела самый решительный."
    "Наверное, я бы даже напугался, если бы последнее предложение не было данью полузадушенной вежливости и здравому смыслу."
    me "Я знал, что ты откажешься."
    "Днище лодки заскрежетало по песчаной отмели, и я поспешил спрыгнуть на берег."
    window hide
    $ persistent.sprite_time = "night"
    scene bg ext_island_night
    with dissolve
    play ambience ambience_lake_shore_night fadein 3
    "Затащив лодку наверх, сколько хватило сил, я набросил петлю фалиня на кусты и упал плашмя, силясь отдышаться."
    "Рубашку можно было отжимать, но молодое тело очень быстро пришло в себя — не прошло и минуты, а я уже поднимался с песка."
    "Лена стояла на берегу, глядя в сторону лагеря, спиной ко мне."
    "Я подошёл к ней, обнял сзади. {w}Она молча поймала мою ладонь и прижалась к ней щекой."
    "Над головой сонно висели летучие мыши, которые через пару часов начнут свои игрища над водой, пугая окрестных собак ультразвуком."
    th "Хотя какие там собаки, в трёхстах километрах от ближайшего населённого пункта…"
    "По ту сторону поставленная на паузу, замерла обычно бьющая ключом жизнь лагеря — притягательная, добрая, сладкая, по-детски непосредственная."
    "Как жаль, что большинство детей сменяет детство на просто скучную взрослость."
    "Какое счастье, что для этой девочки у вселенной нашлась равноценная замена."
    dreamgirl "Самомнение у тебя, конечно…"
    th "Но я и правда собираюсь не дать ей стать взрослой, скучной тёткой. Не дам."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return
    
label alt_day5_un_7dl_island_hen:
    "Я повернул девочку к себе, попытался обнять, но она легко уклонилась, высвободилась из рук — и ставя точку в извечном споре, ткнулась лбом в плечо. Она победила, она доверилась."
    show un normal pioneer with dspr
    if alt_day4_neu_transit != 1:
        un "Лучше бы этот лагерь и правда был выдуман."
        me "Если выдуман лагерь… Тогда выдумана и ты. Не страшно?"
        un "Нет."
        "Она подняла взгляд, мерцающе-влажный в отсверке катящейся на убыль луны."
        un "Я не боюсь оказаться выдумкой. Мне плевать."
        me "Но тогда и я стану выдумкой. Ты этого хочешь?"
        un "Ты что… Конечно, нет."
        me "Тогда не городи ерунды."
        un "Ничего из того, что бы ты не подумал. Видишь, насколько я честна?"
        un "Любовь измеряется мерой прощения… Семён, кто из нас ерунду городит?"
        me "Оба, милая, оба…"
    un "И что нам теперь делать?"
    th "Нечего нам делать. {w}Я могу строить планы."
    "Силясь раздышаться от сдавившей стальным обручем грудь тоски, остервенело думал я."
    th "В кровь стаптывать кулаки о кирпичную стену, просто запретить себе быть."
    th "Но если чертову Демиургу придумается разлучить нас — что я смогу сделать?"
    th "Если он как чертов Океан Мыслящий, непознаваем и недостижим — я ему даже по морде дать не смогу, пытаясь вернуть всё как было."
    "Это не мой мир, не моё время, но интеграция в социум была бы приемлемой жертвой за то, чтобы… Оставить всё как есть? Плыть по течению, совестью собственной и безвестностью освобождённому от любой мало-мальской ответственности?"
    "Девочку эту любить, опять же, куда там всяким женским романам, здесь не бабочки в животе калибра девять миллиметров, здесь отчаяние такое, что случись с одним из нас что… Страшно даже подумать."
    un "Обними меня."
    "Попросила Лена."
    un "Пожалуйста."
    "Я осторожно, как ребёнка, поцеловал её."
    if not herc:
        "Пять суток прочь, запряжённой тройкой, от индифферентного Персунова Семёна до обуреваемого шекспировскими страстями меня."
    else:
        "Пять суток прочь, запряжённой тройкой, от индифферентного Сычёва Семёна до обуреваемого шекспировскими страстями меня."
    "Зачем это всё?"
    "Если однажды я могу открыть глаза на обледенелом кожзаменителе ЛиАЗа."
    "Открыть глаза в родной Питер, где никогда не было и никогда уже не будет её?"
    "Вернуться в свой дом, к пыльным полкам и двадцатимегабитному бытию с развёрткой на двадцать четыре дюйма."
    un "Ночь какая хорошая…"
    "Я промолчал."
    "А она обняла меня и улыбнулась — я чувствовал это даже в темноте."
    un "Как думаешь, нам уже можно сделать что-нибудь совсем сумасшедшее?"
    if alt_un_old_hentai:
        "Её язычок скользнул между раскрывшимися губами и несмелым касанием поздоровался, будоража воображение удовольствием предвкушения."
        "Я здесь, я рядом. Я — для тебя."
        "Разве что-нибудь когда-нибудь изменится? Неужели запала, данного лагерем, хватит мне на то, чтобы не изменить даже что-то — а просто приготовиться к тому, чтобы впустить туда Лену?"
        "Я ответил на её неловкие, неумелые движения — сам сто лет назад последний раз целовавшийся таким образом."
        "И про обмен бактериями, вкус чужой слюны и прочие глупости забыл напрочь."
        "Тонкие пальчики пробежались по груди под горло, где, потрепав галстук, ослабили его и распустили первые две пуговицы."
        un "Ночь какая хорошая…"
        "Отдышавшись после затяжного поцелуя, невинно заметила Лена."
        me "Да."
        "Ответил я, легонько прикусывая ей мочку уха — не выше и не ниже той самой точки, после которой остаётся только зажмуриваться."
        "Лена вскрикнула и повисла на услужливо подставленных руках."
        "Но меня уже было не остановить — я уже торил дорожку поцелуями от ушка вниз, по восхитительно бледной коже, упиваясь её запахом."
        "Как же она пахла! Если бы мне приснился такой запах — я бы сошёл с ума и несколько месяцев ходил бы сам не свой."
        "Как можно одним ароматом липы передать и вожделение, и нежность, и заботу?"
        "Её галстук улетел куда-то с концами, открывая мне, вернувшемуся после краткого перерыва на прерванную дорожку — по оголённому плечику к ключице."
        play music music_list["i_dont_blame_you"] fadein 3
        "Она вздрагивала от каждого прикосновения так, будто её било током, а когда я нашёл вожделенную ложбинку между грудей и зарылся туда носом, она протяжно застонала и вжала меня в себя так, что я на секунду испугался за сохранность собственного носа."
        "Что она несла — это отдельная история. Бессвязный лепет, пересыпаемый вздохами и всхлипами."
        "Мог ли я представить, что в маленьком хрупкой теле может быть столько энергии?"
        "Реально ли вообразить, что тихая, скромная девочка окажется настолько страстной в любви?"
        un "Ах… Не останавливайся. Люби… Люби меня."
        "Выдохнула она, когда я, сам в восхищении от того, как быстро сосок на языке становится твердокаменным, отстранился посмотреть на её реакцию."
        un "Продолжай…"
        "И я продолжал."
        "Рубашки вспугнутыми птицами повисли на кустах малинника, и от самого главного момента в нашей жизни нас отделяли только мои шорты да её юбка, когда она вдруг сама остановилась:"
        un "Слушай… Я не хочу это делать вот так, на голой, грязной земле."
        dreamgirl "Типично бабский приём — завести до взрывчатого состояния, и остановиться!!!"
        me "Голой грязной? Пошли в лодку тогда."
        "Не растерялся я."
        show un laugh pioneer with dspr
        "А Лена рассмеялась."
        un "Ты гений!"
        window hide
        scene black
        with fade2
    
        "Мы бросили якорь в пятнадцати метрах от берега, оставляя бездну со всех сторон — сверху, снизу, с боков."
        "И не заземляемая более энергия бурлила и клубилась такими вензелями под полуприкрытыми от еле сдерживаемого желания веками, что я давно отказался от зрения в пользу тактильных ощущений."
        "Мы так и не накинули рубашек, небрежно бросив их на носу шлюпки."
        un "Ну что, продолжим?"
        if alt_day4_un_7dl_hen1:
            me "Сначала как вчера."
            un "Может, сразу?"
            me "Мне это надо, чтобы завестись."
            "Не говорить же ей, что завестись на самом деле надо ей… Она в таком состоянии и поколотить меня может."
        "Я снял центральную банку и растянулся на дне лодки."
        me "Иди ко мне."
        un "Сейчас? Это сейчас случится?"
        dreamgirl "Будешь лепетать, ничего не случится!"
        "Я молча улыбался, ожидая, пока она, наконец соберётся с духом."
        "За бортом плескала вода, а в лунном свете её фигурка, обнажённая до пояса, будила самые поэтические настроения."
        if alt_day4_un_7dl_hen1:
            un "Как вчера?"
            me "Да. Только помни, мы всё-таки в лодке…"
        else:
            un "А… трусики-то снимать?"
            me "Если хочешь. Мне они не помеха."
        "Она только улыбнулась, стягивая с себя остатки одежды, оставаясь под лунным светом полностью обнажённой."
        un "Так что дальше?"
        me "Садись на меня, на грудь."
        if not alt_day4_un_7dl_hen1:
            un "Так?"
            "Она сделала требуемое и вопросительно посмотрела на меня."
            me "Да, только ближе. Ко мне."
            un "Но как же мы тогда…"
            me "Доверься мне."
        "Кисловатый привкус здорового нерастраченного желания привёл меня в восторг, а Лена, наоборот, дёрнулась, будто испугавшись."
        "Старая известная поговорка — если у девушки бельё в тон и нужное место гладкое — то в ваших «спонтанных» занятиях любовью нет никакой спонтанности."
        "Я поцеловал её в губы. Звучит так невинно, так целомудренно."
        "Что даже последующее «и в несколько облизывающих движений раскрыл ласке её горошинку»…"
        "Моя личная царевна… с горошинкой."
        "Её опять дёрнуло."
        un "Остро…"
        "Шепнула она."
        "И тут же вернулась обратно."
        "Самое изысканное блюдо на ужин — вожделеемая женщина."
        "Самое вкусное. {w}Самое желанное."
        if alt_day4_un_7dl_hen1:
            "В этот раз она уже была готова к интенсивности ощущений."
            "Поэтому я избежал очередной механической травмы ногтями."
        "И над плещущей водой разнёсся сладкий-сладкий девичий стон."
        "Но мы ещё не закончили — всё ускоряясь, я прижал её к себе так, что не оставалось места даже для воздуха — а это значило, что у меня всего две минуты на то, чтобы…"
        "В ушах тонко запело через минуту, когда голову с двух сторон охватили восхитительные бёдра, и взрывом в небо улетела кульминация, которую иной фильм поставил бы праздничным салютом."
        "Она слетела с меня назад, спасаясь от режущих касаний."
        un "П-подожди…"
        "Выдохнула она."
        un "Слишком много."
        me "Много?"
        me "Так мы закончили?"
        un "Даже не надейся!"
        un "Я сейчас только немного переведу дыхание."
        un "Ты очень наивен, если думаешь, что я успокоюсь после каких-то там поцелуев."
        "Промурлыкала она, извлекая из плена тесных шорт самую мою беспокойную часть и несмело пробегаясь по самому краешку ногтями."
        me "Лена…"
        "Я не договорил — она мгновенно развернулась и, спустя три секунды войны с ремнём, стянула с меня шорты одновременно с семейниками."
        if alt_day3_un_strip_pool_sp >= 1:
            if not (persistent.un_7dl_good_ussr or persistent.un_7dl_good_rf) or not loki:
                un "Так вот ты какой… Северный олень."
                "Задумчиво произнесла она, изучая открывшееся её взгляду."
        me "И что же это мы такие задумчивые?"
        "Напряжённо спросил я."
        un "Думаю, сумею ли вобрать тебя в себя полностью…"
        "Она несколько секунд посидела, примеряясь и разом опустилась вниз…"
        "Только для того, чтобы приземлиться попой на мои подставленные ладони."
        me "Не так быстро, малыш."
        un "Да?"
        "Она повисла на моих руках всем своим весом, выиграв пару сантиметров и лёгкое прикосновение к упругой, влажной плоти."
        un "Внутрь…"
        "От её «внутрь» нас отделяло всего несколько миллиметров."
        "Пара-тройка фрикций — для того, чтобы девочка привыкла к тому, что {i}там{/i} может быть что-то."
        "Чуть-чуть углубился внутрь, упираясь в естественную девичью преграду."
        me "Какая же ты узкая, господи… Какая горячая."
        "Она передавила меня так, что я держался исключительно на силе воле и голом упрямстве — не хотелось разряжаться до срока."
        un "Убери руки."
        "Приказала она."
        me "Не так быстро."
        "Я продолжал наращивать амплитуду."
        "И в какой-то момент упустил контроль — и Лена, как-то гулко ухнув, прижала всем весом изо всех сил ещё раз…"
        "Внутри неё что-то подалось, пропуская меня в восхитительное окружение упругих, горячих и влажных тканей."
        "Я был внутри!"
        "От самой этой мысли я был готов взорваться прямо сейчас."
        "А Лена, кажется, вообще ничего не почувствовала — до того была возбуждена."
        "И она распространяла своё возбуждение вокруг — запахом, девичьим потом на шее, постанываниями и совершенно диким количеством эстрогена — внутри."
        "По сути, я был на грани ещё на момент, когда попал внутрь, и до сих пор держался исключительно на силе воли — которая таяла с каждой новой фрикцией."
        "Организм сигнализировал, что обмен жидкостями успешно произведён и можно разряжаться."
        "Но какое, блин, разряжаться, если тут девочка на второй круг ушла?!"
        "Я уже готов был плюнуть на всё и резко выскочить наружу, разряжаясь, когда она вдруг зарычала!"
        "Её изящные ноготки впились мне в бёдра, и она села так глубоко, что я понял, что какие бы там планы ни строил — им не суждено сбыться."
        "А через секунду её мышцы внутри сдавили меня с такой силой, что сила воли потеряла значение — и два крика унисоном сплелись над водой."
        window hide
        scene black
    
        "Говорят, свинье круче чем человеку — её оргазм длится до получаса. Чисто субъективно, мой оргазм длился столько же."
        "Я наполнил её до самого донца, но не мог остановиться, представляя себе, как отделяется яйцеклетка и спешит вниз с целью захлопнуть ловушку, в которой вечной приманкой лежит оргазм."
        "Она рухнула мне на грудь, бессвязно что-то лепеча и покрывая моё лицо поцелуями."
        window hide
        scene bg ext_island_night
    
        me "Мы не взяли у Виолы средств от головной боли… И выйти ты не дала."
        un "Я хотела, чтобы всё было по-настоящему."
        "Ответила она, уже лежащая на моём плече."
        un "К тому же, у тебя же аллергия на латекс."
        me "От этого дети бывают, помнишь?"
        "Я был недоволен собой. {w}В конце концов, я старше — контроль должен быть по моей части."
        dreamgirl "Чувак, она девственница, и она тебя хотела. Без шансов. Вечер был обречён пройти под эгидой «ни капли мимо»."
        un "Вот уж что меня не пугает. Нисколечко."
        "Она лежала у меня на груди и заглядывала мне в глаза."
        un "Если от этого будет ребёнок, я буду любить его так, как люблю тебя."
        me "А если нет?"
        un "Всегда можно попытаться ещё раз."
        me "Сколько ты хочешь пытаться?"
        un "Я готова пытаться всю жизнь. А ты?"
        "Её пальцы бездумно скользили по моей груди."
        me "И я… Готов."
        "Я прижал её к себе и, коснувшись высокого лба губами, позволил себе смежить веки."
        "А её пальцы тут же уехали вниз."
        me "Хочешь ещё разок?"
        un "А можно не разок?"
        "Я улыбнулся."
        me "Можно ровно столько, сколько ты хочешь."
        un "Ну тогда…"
        "Её пальцы коснулись уже по новой заводящейся части моего организма, покрытого диким коктейлем из той самой жертвенной девственной крови, женской смазки и моего собственного семени."
        un "Тогда…"
        "Она перекинула ногу через меня и, повозившись, утвердилась у меня на бёдрах."
        "Новый раунд начался!"

    else:
        
        "Я перевёл взгляд на неё, а она уже расстегивала рубашку."
        window hide
        scene black with fade
        play music music_7dl["take_my_hand"] fadein 3
        "Она вздрагивала от каждого прикосновения так, будто её било током, а когда я нашёл вожделенную ложбинку между грудей и зарылся туда носом, она протяжно застонала и вжала меня в себя так, что я на секунду испугался за сохранность собственного носа."
        "Что она несла — это отдельная история. Бессвязный лепет, пересыпаемый вздохами и всхлипами."
        "Мог ли я представить, что в маленьком, хрупком теле может быть столько энергии? Реально ли вообразить, что тихая, скромная девочка окажется настолько страстной в любви?"
        un "Ах… Не останавливайся. Люби… Люби меня."
        un "Продолжай…"
        "И я продолжал."
        "Рубашки вспугнутыми птицами повисли на кустах малинника, и от самого главного момента в нашей жизни нас отделяли только мои шорты да её юбка, когда она вдруг сама остановилась."
        un "Слушай… Я не хочу это делать вот так, на голой, грязной земле."
        dreamgirl "Типично бабский приём — завести до взрывчатого состояния, и остановиться!!!"
        me "Голой грязной? Пошли в лодку тогда."
        "Не растерялся я."
        "А Лена рассмеялась."
        un "Ты гений!"
        window hide
        scene black
        with fade2
    
        "Мы бросили якорь в пятнадцати метрах от берега, оставляя бездну со всех сторон — сверху, снизу, с боков."
        "И не заземляемая более энергия бурлила и клубилась такими вензелями под полуприкрытыми от еле сдерживаемого желания веками, что я давно отказался от зрения в пользу тактильных ощущений."
        window hide

        "Мы так и не накинули рубашек, небрежно бросив их на носу шлюпки."
        me "Иди ко мне."
        un "Сейчас? Это сейчас случится?"
        dreamgirl "Будешь лепетать, ничего не случится!"
        "Я молча улыбался, ожидая, пока она, наконец соберётся с духом. За бортом плескала вода, а в лунном свете её фигурка, обнажённая до пояса, будила самые поэтические настроения."
        if alt_day4_un_7dl_hen1:
            un "Как вчера?"
            me "Да. Только помни, мы всё-таки в лодке…"
        else:
            pass
        "Она только улыбнулась, стягивая с себя остатки одежды, оставаясь под лунным светом полностью обнажённой."
        un "Так что дальше?"
        me "Иди ко мне."
        "Шепнул я."
        me "Доверься мне."
        window hide
        scene bg ext_island_night with fade
    
        me "Мы не взяли у Виолы средств от головной боли…"
        un "Я хотела, чтобы всё было по-настоящему."
        "Ответила она, уже лежащая на моём плече."
        un "К тому же, у тебя же аллергия на латекс."
        me "От этого дети бывают, помнишь?"
        "Я был недоволен собой. В конце концов, я старше, контроль должен быть по моей части."
        un "Вот уж что меня не пугает. Нисколечко."
        "Она лежала у меня на груди и заглядывала мне в глаза."
        un "Если от этого будет ребёнок, я буду любить его так, как люблю тебя."
        me "А если нет?"
        un "Всегда можно попытаться ещё раз."
        me "Сколько ты хочешь пытаться?"
        un "Я готова пытаться всю жизнь. А ты?"
        "Её пальцы бездумно скользили по моей груди."
        "Я прижал её к себе и, коснувшись высокого лба губами, позволил себе смежить веки."
        "А её пальцы тут же уехали вниз."
        me "Хочешь ещё разок?"
        un "А можно не разок?"
        "Я улыбнулся."
        me "Можно ровно столько, сколько ты хочешь."
        un "Ну тогда…"
        un "Тогда…"
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return
    
label alt_day5_un_7dl_sleeptime:
    $ night_time ()
    $ persistent.sprite_time = "night"
    if not alt_day5_un_7dl_club_day:
        scene bg ext_house_of_mt_night_without_light with fade
        play ambience ambience_camp_center_night fadein 1
        play music music_list["a_promise_from_distant_days_v2"] fadein 2
        "Мы возвращались в лагерь, когда край неба уже позолотило готовящееся к пробуждению солнце."
        "Усталые, но довольные собой и друг другом донельзя."
        show un normal pioneer with dspr
        un "Хочешь заночевать у меня?"
        me "Я бы только за, но…"
        if alt_day1_sl_keys_took == 1 or alt_day1_sl_keys_took == 3:
            "У меня была идея получше."
            "Я подбросил на ладони связку ключей."
            me "Давай лучше заночуем в другом месте."
            show un laugh pioneer with dspr
            un "Я тебя обожаю!"
            "Она звонко поцеловала меня в нос и потащила за собой в поисках домика на отшибе."
        else:
            me "Подожди меня здесь."
            window hide
            with fade2
            scene bg int_house_of_mt_night2 with dissolve
        
            "Я пробрался в домик, стараясь не скрипнуть половицами и с усилием отводя взгляд от разметавшейся по кровати Ольги, сбросившей с себя одеяло."
            dreamgirl "Надо же! Баки уже пустые, а всё на сторону глядит."
            "Ключи нашлись там, где я их и ожидал встретить — на столе, между будильником и ежедневником. Незанятые домики лежали отдельно, помеченные наклеенной бумажкой."
            "Один из таких ключей я и цапнул."
            window hide
            play sound sfx_open_dooor_campus_2
            scene bg ext_house_of_mt_night_without_light with dissolve
            show un normal pioneer with dspr
        
            "Лена смиренно поджидала меня у входа. Умница моя."
            un "Ну что?"
            "Я показал ключ."
            me "Домик для влюблённых."
            show un laugh pioneer with dspr
            un "Я тебя обожаю!"
    window hide
    scene bg ext_house_of_el_night with dissolve
    pause(1)
    play sound sfx_open_dooor_campus_1
    scene bg int_extra_house_7dl
    show un smile pioneer
    with dissolve
    "Мы развернули лежащую прямо там же скатку и, улёгшись на одной кровати, обнялись и синхронно закрыли глаза."
    "Сил подводить итоги ушедшего дня не было — настолько укатала меня эта девочка."
    "Я прижал её к себе и, улыбнувшись её почти слышимому мурлыканью, позволил себе уснуть."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return
    
label alt_day5_un_7dl_video:
    scene bg ext_polyana_sunset
    show un normal pioneer
    with dissolve
    un "Скучаешь?"
    "Она села рядом и опустила голову мне на плечо."
    me "Уже — нет."
    me "Расскажешь, чем занималась?"
    un "Ерундой."
    me "Серьёзно?"
    un "Банально, в общем — отстаивала собственное право на тебя…"
    "Она осеклась и поправилась."
    un "То есть на нас."
    me "И?"
    un "Не справилась."
    "Обезоруживающе улыбнулась она."
    un "Мику и Славя — в лесу, но через пятнадцать минут будут здесь — и что-то они такое вожатой собираются рассказать…"
    me "Так чего мы сидим? Пошли отсюда!"
    show un laugh pioneer with dspr
    un "Я думала, ты никогда не спросишь."
    "Она потянула меня за собой."
    "В страну волшебных предвкушений, грёз и почти осязаемых касаний губ."
    "И кустов вокруг столько было удобных."
    window hide
    stop ambience
    stop sound_loop
    scene bg ext_path2_night
    show un normal pioneer
    with dspr

    "Жаль, что оба мы с ней оказались такими снобами, привередливо воротящими нос от «а натюрель» на природе."
    me "Ты думаешь о том же, о чём и я?"
    un "Не знаю."
    "Невинно потупилась Лена, что вкупе с целеустремлённой походкой смотрелось крайне забавно."
    un "Я думала о том, чтобы закончить в клубе то, что мы начинали."
    me "А, ты про уборку?"
    un "Ахха. Про неё."
    me "Не скажешь, что именно собрались рассказать Мику и Славя?"
    show un shy pioneer with dspr
    un "Ты знаешь, я немного поделилась о том, чем мы сегодня днём занимались."
    un "И в каком виде…"
    me "Болтун — находка для шпиона."
    show un smile2 pioneer with dspr
    un "Не говори."
    me "Не говорю."
    show blinking
    window hide
    scene bg ext_camp_entrance_night
    with dissolve
    play ambience ambience_camp_center_night fadein 3

    "Проломившись сквозь какие-то заросли, мы вышли к воротам."
    "Лагерь притих, чем-то напоминая мой родной мегаполис — каким тот бывает всего час в сутки — с четырёх до пяти утра… Самое щедрое время на парочки и одиноких романтиков, оккупирующих крыши."
    scene bg ext_clubs_night with moveoutright
    show un smile pioneer with dspr
    me "Лена, а нас искать не станут?"
    un "Станут, конечно. Да только кто ж найдёт."
    me "А если нас найдут здесь?.."
    show un sad pioneer with dspr
    un "Не найдут. Открывай быстрее, я уже замёрзла вся!"
    "Фыркнув, я повернул ключ в навесном замке и, пропустив даму вперёд, сотворил видимость запертого помещения."
    window hide
    $ persistent.sprite_time = "night"
    play sound sfx_close_door_clubs_nextroom
    scene bg int_clubs_male2_night_nolight
    show un normal pioneer with dspr
    with dissolve

    play music music_7dl["rewind"] fadein 5
    "Аккуратно прикрыв дверь за собой, я обернулся к Лене, собираясь что-то сказать, но…"
    "Она уже была невозможно близко — так, что горячее дыхание обжигало кожу, а горячий взгляд опалял не хуже того самого пламени свечи, что приманило меня-мотылька."
    "Неумело, неловко, стукаясь зубами, но компенсируя это всей возможной страстью и энтузиазмом, Лена целовала меня по собственному почину."
    "И руки её гуляли где хотели и делали что хотели, а я с удивлением узнавал, что кроме рёберной решётки, по мне можно пустить мурашей, просто пробежавшись прохладными пальцами по позвоночнику."
    "Хотя, может быть, дело было в том, что здесь все стены пропахли нереализованным желанием — нашим общим, оставшимся здесь ещё со дня, что мы спали рядом."
    show un smile2 pioneer with dspr
    un "Ты так покраснел…"
    me "Что, хорошо в темноте видишь?"
    un "Нет, просто у тебя кожа горячая."
    me "А у тебя прохладная. Мертвенькая, вот и прохладненькая?"
    un "Ну тебя!"
    "Она воевала с каждой пуговицей на моей рубашке, пытаясь расстегнуть, но то ли пальцы не слушались, то ли застегнулись мы слишком хорошо — последние две пришлось отрывать."
    "По сравнению с тем, что я сделал с её рубашкой — детский лепет."
    "Пуговицы с грохотом посыпались на пол и покатились в разные стороны, открывая ласке соблазнительные формы."
    "Видно было очень плохо — света, что проникал в окно, было недостаточно."
    "Но нас это не смущало — меня, привыкшего жить в полутьме, устраивал и такой уровень освещения, а Лена…"
    "Она закрыла глаза с момента, когда впилась мне в губы поцелуем."
    "И полностью положилась на меня и оставшиеся четыре органа чувств."
    "Так что, наверное, можно сказать, что было у нас всё по-ханжески — с выключенным светом и закрытыми глазами."
    $ lp_un += 1
    window hide
    scene bg int_clubs_male2_night_nolight with fade

    with dissolve
    if alt_un_old_hentai:
        "Она — не столько в ласку, сколько в удивление — изучала меня касаниями, а я отвечал ей, рассказывая шее, груди и бокам о том, что давно и безнадёжно болен ей, млея и приходя в восторг от срывающихся с губ тихих стонов."
        "Которые, правда, становились всё настойчивее и требовательнее — нащупав стол, она отошла и села на него, притягивая меня к себе ближе, ближе, обвивая ногами бёдра."
        "Я и заметить не успел, как лишился и шорт, и семейников."
        if persistent.hentai_graphics_7dl:
            scene cg d7_un_hentai
        else:
            scene black
        with dissolve
        th "Если любовь — это радость, счастье, позитив… То почему все занимаются любовью с такими серьёзными мордами."
        "Не к месту вспомнилось вдруг."
        "А через долю секунды я уже касался чего-то горячего — до раскалённого жара — и влажного."
        "Лена что-то выдохнула и, сжав ноги, притянула меня к себе, сама подалась навстречу."
        "Пропуская меня внутрь себя."
        "Я был в раю!"
        "Не знаю, как ещё можно описать это чувство, когда от самого важно тебя не отвлекают зрение и слух, и ты можешь полностью сконцентрироваться на том, что…"
        "Наверное, наши предки всё-таки не самыми большими идиотами были, когда решили заниматься {i}этим{/i} либо в темноте дома, либо в лесу, где настроение само нападает."
        me "Мы что, мы…"
        un "Заткнись."
        "Горячо шепнула темнота, задавая ритм и темп движений."
        "Я вспоминал Лену как тихую, скромную, хрупкую девочку."
        "Потому испанская страсть, с рычанием, запусканием ногтей в разгорячённую до потери чувствительности кожу и бесконечным наращиванием скорости…"
        "Я не уловил момент, когда мы оторвались от стола и развернулись к стене: она висела на мне как тот самый детёныш панды — правда, в её поведении ничего детского не было."
        "Что она несла, господи!"
        un "Семён… Семёёёёён…"
        "Дышала она в шею."
        me "Да?"
        "Она сжала меня сильнее привычного, и я остановился для того, чтобы не разрядиться раньше времени."
        un "Ещё раз остановишься — и я тебя убью."
        "Она не оставила мне шансов."
        "И пятнадцать секунд спустя, куда уложилось с три десятка фрикций, дёрнулась, сотрясаемая конвульсиями, и притиснулась ко мне так, будто собралась вобрать в себя полностью."
        "Мы не добрались до медпункта."
        "Мы наделали кучу глупостей."
        "И если она сейчас…"
        "Она прижималась, уже обмякшая, расслабившаяся, и я никак не мог остановиться — бутылку с газировкой растрясли и откупорили."
        "И понимая насколько пропадаю, я…"
        "Отпустил тормоза."
        "И, похоже, отключился."
        show blinking
    else:
        th "Если любовь — это радость, счастье, позитив… То почему все занимаются любовью с такими серьёзными мордами."
        "Не к месту вспомнилось вдруг."
        show blinking
    "Я открыл глаза в следующий раз — меня уже никто не обнимал руками и ногами, а Лена, сидя на столе в одной моей рубашке, смотрела на меня строго и неулыбчиво."
    window hide
    scene bg int_clubs_male2_night_nolight
    show un normal pioneer
    with dissolve

    un "У нас всё-таки получилось сделать это незабываемым."
    me "Как будто у нас могло получиться что-то иначе."
    "Интересно, она в курсе, что…"
    un "В курсе."
    me "Но к чему такой риск?"
    un "А ты против?"
    me "Не дождёшься."
    "Фыркнул я."
    "Миновало уже то время, когда меня можно было смутить глупым вопросом."
    me "Теперь-то ты от меня точно не отделаешься."
    un "Как будто я что-то такое хотела сделать."
    "Рассмеялась она."
    un "Я хотела всё по-настоящему. Вот и…"
    me "По-настоящему?"
    th "Разве для настоящего нужны постельные сцены?"
    show un serious pioneer with dspr
    un "Я верю тебе. Верю, что не от тебя зависит, здесь ты или уйдёшь."
    un "Не обвиняй меня в том, что я в пять дней уложила то, что другие укладывают в года жизни."
    un "Я хочу, чтобы у меня осталось хоть что-то, если ты…"
    "Она замолчала."
    "А я нашёл в темноте её руку и ободряюще сжал."
    me "Пока от меня хоть что-то зависит — я тебя не брошу. Клянусь чем только можно."
    un "Где спать будем?"
    me "Не знаю. Здесь же? Или…"
    "Я вспомнил про ключи."
    me "Можно взять любой из свободных домиков, и там устроиться по-человечески."
    un "Дельная мысль!"
    "Кивнула она, собирая по комнате наши вещи."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day6_un_7dl_begin:
    scene bg int_extra_house_7dl with dissolve
    play music music_7dl["someone_like_you_guitar"]
    show prologue_dream
    "Мне снился кошмар."
    "Мне снился позавчерашний день."
    "Как будто я бегаю и ищу Лену повсюду и нигде не могу найти."
    "И даже зная, что это просто сон, и я чувствую её сонное тепло рядом — несмотря на то, что мы ещё раз просыпались — а всё равно страшно."
    "Это тепло служило якорем, утешающим, говорящим, что всё в порядке."
    "И когда к моменту окончательного пробуждения оно исчезло — я заорал от ужаса и проснулся."
    scene bg int_extra_house_7dl with dissolve
    "Лены не было!"
    "Нигде? Я даже под подушку заглядывал. Не было!"
    th "Что за…"
    "Моё внимание привлек бумажный клочок, исписанный знакомым почерком."
    "Извини, убегаю: надо немного подумать и побыть одной. Люблю. Я."
    me "Побыть одной? Что ещё за хренотень?"
    "Я с оханьем поднялся, чувствуя, насколько вчера износился: от молочной кислоты ломило всё тело."
    th "Ну вот когда я найду паршивку… Просто так натурой она не расплатится!"
    dreamgirl "Опять девочку обижаешь…"
    th "Не надо было сбегать."
    if loki:
        "Хотя я уже догадываюсь, где она сейчас."
    "На столе обнаружились несколько конфет, телефон с открытой галереей, где последней картинкой значилось селфи Лены и откуда-то взявшийся здесь мой рюкзак."
    th "Вот же блин! Я туда второй день никак заглянуть не могу."
    if not (loki or herc):
        th "Хотя, помнится, вчера работы в столовой были частично спонсированы недрами оного."
        th "Если верить вожатой, конечно."
    "С тихим шорохом абсолютно анахронистическая здесь пластиковая «десяточка» разошлась, являя взгляду пакет с конфетами «Старт», ощутимо ополовиненный — вожатая постаралась — и ряд предметов помельче."
    "Колода карт непочатая — одна штука, нож швейцарский универсальный — одна штука. Моток капронового шнура и кучка разнокалиберных карабинов. Туристские спички, бесформенный кусок свинца — под грузила."
    if alt_day_binder != 1:
        "В плоском кармане обнаружился кошель с наличкой, который я посеял вместе с пальто в автобусе, рядом же лежал паспорт и два комплекта ключей."
    else:
        "В плоском кармане была знакомая связка с ригелями и токеном от домофона."
    "Ну а в кармане под мелочь я нашёл ещё одну записку от Лены:"
    "«Там, где мы впервые стали ближе»."
    th "Экипировка на все случаи жизни… Интересно, что это за гипотетические «родители» могли прислать ребёнку грузила, нож и соль?"
    dreamgirl "Пусть об этом твоя зелёная голова не болит: озаботься лучше решением шарады от своей стесняши."
    me "Тайник?"
    me "Что ещё за байда?"
    if not (herc or loki):
        "Ближе с Леной мы стали в первый же день… Насколько это вообще возможно между такими, как я и она."
        "Я вспомнил нашу полуночную беседу и тихо улыбнулся."
        th "Значит, ждёт меня на площади?"
    elif loki:
        th "Наш мыс! То место, где она сказала, что прячется."
    elif herc:
        th "Помнится, она мне в домике свои художества показывала. Может, там?"
    "Телефон мигал последними кулонами энергии в секторе зарядки, и я всерьёз задумался о том, чтобы организовать какое-нибудь самопальное устройство."
    "Правда сообразив, что с моими навыками в электротехнике, максимум, что я смогу смастерить — это детонатор для гранаты, в которую превратится телефон, я с сожалением отказался от идеи."
    window hide
    $ persistent.sprite_time = "day"
    play music music_list["sweet_darkness"] fadein 3

    if not (herc or loki):
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_square_day
        with dissolve
    
        th "Стали ближе… Да мы, в общем, никогда особо далеки и не были."
        th "Как в первый день друг другу приглянулись, так и…"
        if alt_day_binder != 1:
            th "Поэтому клубы отпадают — там мы впервые увиделись."
        elif alt_day_binder == 1:
            th "Сильно сомневаюсь, что она намекала на скамейку около дома Слави."
        th "Значит, остаётся что? Правильно: площадь, Генда и вторая скамейка слева."
        th "Туда очень удобно падает свет от фонаря, и можно читать до тех пор, пока по лагерю не объявят отбой."
        th "Конечно, сам бы я вряд ли сумел разглядеть что-нибудь в потёмках — но Лена наглядно продемонстрировала, что она очень необычная девочка."
        th "И, вспоминая, как она меня вела после танцев к медпункту, понимаю, что для такого зрения читать при свете фонаря вполне себе комфортно."
        th "Занятый размышлениями, я вывернул на площадь, окинул левый ряд скамеек взглядом, не зацепившись ни за кого."
        th "Правый…"
        "Лены здесь не было."
        th "Проклятье."
        th "Думай, думай, голова! Картуз куплю."
        dreamgirl "Обещаешь?!"
        th "Положа руку на ногу!"
        dreamgirl "Давай логику подключать!"
        th "Давай."
        dreamgirl "Она здесь что делала? Читала?"
        th "И?"
        dreamgirl "А где она книжку взять могла?"
        th "В библиотеке. И какое это имеет отношение к сближению?"
        dreamgirl "А такое, что с её точки зрения вполне может статься, что «ближе» вы стали тогда, когда ты выкрал её из-под носа у Жужелицы и её подручных."
        th "В этом есть смысл."
        "Был вынужден признать я."
        dreamgirl "То-то же. Не забывай, с тебя картуз."
        "Я усмехнулся, и, сориентировавшись, направил стопы в сторону храма знаний."
    else:
        if loki:
            window hide
            $ persistent.sprite_time = "day"
            scene bg ext_un_hideout_day_7dl
            with dissolve
        
            "Едва ли что-то может быть красноречивее определения слову «ближе» чем то, что произошло здесь четыре дня назад."
            "Я поневоле улыбнулся, вспомнив о том, насколько спонтанно и естественно мы перетекли из полузнакомых в… кого? Парочку? Встречающихся?"
            "Да какая разница. В любом случае, именно здесь всё это и произошло."
            "Вот только…"
            "Не было её здесь!"
            "Вот не было и всё."
            "Я прочесал мыс насквозь — заглянул за каждый кустик, навестил наш маленький пляжик, костровую полянку с тремя брёвнами…"
            "Лены не было нигде."
            "Даже сходил к памятному месту, там где мы… ну, понятно."
            "Безрезультатно."
            "Всё время, что я вёл поиски, я не мог отделаться от ощущения взгляда в спину, но всякий раз, когда оборачивался — оказывалось, что это просто моя мнительность."
            "Вот и опять: за спиной шелест отодвигаемых веток, щекочущее ощущение между лопаток, и…"
            "Никого."
            th "Не станет же она от меня прятаться?"
            th "Или станет?"
            "Меня охватила какая-то совершенно нездоровая паника, и я со всей силы ударил кулаком по совершенно непричастному стволу сосны."
            "Тольку руку ссадил."
            "Привалившись спиной к шершавой коре, я закрыл глаза."
            th "Где она может быть?"
            "Отчаяние всё сильнее завладевало мной — и одновременно сил на то, чтобы в панике метаться по несчастной косе, не было совершенно."
            "Наверное, я заснул."
            "Потому что когда открыл глаза в следующий раз — солнце уже достигло зенита и пекло нещадно."
            "Несолоно хлебавши, я вернулся обратно в лагерь."
        th "Кажется, своими силами искать её будет бесполезно."
        th "Попробуем привлечь других пионеров."
        th "А начать следует с её соседки: кому, как не Мику знать, где может быть Лена."
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_house_of_un_day
        with dissolve
    
        "И уже занося руку для того, чтобы постучаться, я поймал себя на мысли, что, возможно, я поступаю не слишком хорошо."
        th "Может быть, Лены нет по объективным причинам?"
        th "Может быть, ей и правда необходимо побыть в одиночестве."
        dreamgirl "Вы — новообретённая парочка."
        dreamgirl "Какое ещё «побыть одной» может быть? Да вы секунды друг без друга считать должны!"
        "Я считал так же."
        "А потому продолжил движение руки."
        play sound sfx_knock_door7_polite
        th "Вдруг Лена здесь? А я зря волнуюсь."
        mi "Войдите!"
        "Ответила Мику."
        window hide
        play sound sfx_open_dooor_campus_2
        pause(1)
        $ persistent.sprite_time = "day"
        scene bg int_house_of_un_day
        with dissolve
    
        show mi normal pioneer at center 
        with dissolve
    
        mi "Привет, Сенечка, ты выглядишь подавленным. Ты не выспался, да? А Ольга Дмитриевна говорила, что ты ночевать не приходил — ты гулял весь вечер, да?"
        me "Приветствую самую талантливую девочку лагеря."
        "Уныло махнул я рукой."
        mi "Ты снова заговариваешь мне зубы."
        "Рассмеялась она."
        me "Вроде того. Ты не видела соседку? У меня дело к ней…"
        show mi surprise pioneer at center 
        with dspr
        mi "Да нет. Она на линейке не была, и на завтраке не была, а потом я ушла в кружок, готовиться к концерту, и замоталась."
        me "То есть не знаешь."
        "Что ж, следовало ожидать."
        "Если Лена захочет спрятаться, то с её интеллектом спрятаться сумеет так, что найти её мало кому будет под силу."
    
        show mi serious pioneer at center 
        with dspr
        mi "Нет. Но она будет!"
        "Воскликнула японка."
        me "Вот как? Почему?"
        mi "Ну как же ты не понимаешь! Сегодня же последний день, традиции!"
        show mi upset pioneer with dspr
        mi "Сходить на концерт, съесть прощальный ужин — для пионеров это святое!"
        "Похоже, Мику совершенно ничего о своей соседке не знала."
        me "Спасибо. Ты очень помогла."
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_house_of_un_day
        with dissolve
    
        "Вежливо поблагодарил я и бесшумно притворил дверь за собой."
        "Лена будет на концерте потому, что концерт это святое."
        "Та самая простота, что хуже воровства."
        th "Но где она может быть в таком случае?!"
        th "Пойду проверю в библиотеке — может, она спешно дорисовывает карикатуры для стенгазеты…"
    window hide
    play ambience ambience_camp_center_day fadein 3
    $ persistent.sprite_time = "day"
    scene bg ext_library_day
    with dissolve

    "Библиотека."
    "Сколько себя помню, именно с книгами у меня связаны самые неистребимо тёплые воспоминания."
    "По-настоящему смешно, по-настоящему грустно — концентрированные эмоции, выписанные пером талантливых классиков по насыщенности конкурировали с тем, каким я знал свой новый дом."
    "Любовь — до гроба, страсть — до скрежета зубов и перехваченного дыхания, ненависть — до дрожи и налитых кровью глаз."
    "И стоит ли удивляться тому, что по сравнению с такими эмоциями всё, что происходило со мной в жизни, казалось чем-то… чем-то ненастоящим."
    "Как будто бесталанные актёры играют свои роли и мучаются сами от того, и ничего поделать не могут — ведь всё должно быть как у людей, правда?"
    "Одно могу сказать в своё оправдание: я никогда не «играл» потому, что так того требовала вежливость, правила или чёрт знает что ещё."
    "Если я чувствовал, что жизнь начинает порастать быльём — я менял её на новую."
    "Хотя бы в нюансах."
    "Пока не увяз однажды…"
    "Но это совсем другая история. Нынешняя же — о чуде, обыденном, бытовом, но ничуть не менее прекрасном от этого."
    "Эта история о Лене."
    "А значит, библиотека становится подмостками ничуть не реже столовой или пляжа."
    "Здесь мы победили дракона, здесь стали по-настоящему близки друг другу, на секунду приоткрыв завесу молчания."
    "Просто однажды уступили желанию и наплевали на то, что «так никто не делает»."
    "Вопрос или желание? Правда или поступок?"
    dreamgirl "Ты так стоишь на пороге, будто боишься увидеть ещё раз её глаза."
    dreamgirl "Тебя мучает совесть за не очень качественный секс вчера вечером?"
    dreamgirl "Это нормально. По статистике, качественным сексом мало пар могут похвастаться, и в среднем продолжительность оного не превышает двух минут в неделю."
    th "Ээээ… И что можно успеть за две минуты?"
    dreamgirl "Откуда ж я знаю? Ты меня так спрашиваешь, будто это я статистику собираю."
    th "Ну тогда и молчи."
    "Я толкнул дверь."
    window hide
    stop ambience fadeout 3
    $ persistent.sprite_time = "day"
    scene bg int_library_day
    with dissolve
    play ambience ambience_library_day fadein 3

    play music music_7dl["yume_akari"] fadein 3
    "С моего последнего визита здесь ничего не поменялось."
    if alt_day4_neu_transit != 1:
        "Те же книги на полках — я удовлетворённо кивнул, разглядев, как горят отмытым золотом корешки Энциклопедии — те же постеры с агрессивной пропагандой, тот же перечень классики марксизма-ленинизма."
    else:
        "Те же книги на полках, те же постеры с агрессивной пропагандой, тот же перечень классики марксизма-ленинизма."
    "Даже Женя была на месте — разве что выглядела куда менее агрессивнее обычного."
    th "Может, заболела?"
    show mz normal pioneer 
    with dissolve
    mz "Не стой в дверях — заходи."
    "Буркнула она."
    "Не «привет», конечно, но по сравнению с нашей крайней беседой — явный прогресс!"
    me "Привет."
    "Я послушно подошёл к столу."
    mz "Слушай, не в службу, а в дружбу."
    if alt_day4_neu_transit != 1:
        extend "Раз уж мы с тобой друзья."
    "В воздухе запахло «добровольцами»."
    "То, что меня попытаются припахать, было очевидно, но к чему?"
    me "Да?"
    mz "Помоги стол переставить: я одна не справляюсь."
    me "А волшебное слово?"
    show mz bukal pioneer at center 
    with dspr
    mz "Тебе тяжело, что ли?"
    "Я вздохнул."
    me "Бука ты, Женя. {w}Ладно, давай переставим."
    "Мы взялись за её стол — самую обычную конторку с тумбочкой и чуть не доходящей до пола столешницей, позволяющей вытянуть ноги."
    me "Раз… два… взяли!"
    "Похоже, выгрузить книжки — или что там у неё было — Женя не догадалась."
    "Да что там, даже кактус, умудряющийся выглядеть несчастным, так и стоял с моего края в горшочке."
    "Поэтому кроме грузоподъёмности приходилось демонстрировать и навыки эквилибриста."
    "К счастью, недолго — пару метров спустя Женя удовлетворённо кивнула, и мы вернули стол на грешную землю."
    me "Всё?"
    mz "Не совсем. У тебя глаза сильные, посмотри на полу маленький металлический винтик."
    me "Насколько маленький?"
    "Глупо уточнил я, будто под ногами у меня было целое скопление железяк."
    mz "Очень маленький!"
    "Отрезала Женя."
    mz "От очков."
    "Я наконец понял, почему мне показалось, что она выглядит необычно. Её очки!"
    "И если бы речь шла о ком угодно другом, я мог бы поклясться, что это неосознанный сигнал внимания. Ну, как это обычно бывает, если девушка носит очки, а в вашем присутствии снимает их…"
    "Но Женя…"
    "На том же столе я разглядел очки с покосившейся дужкой."
    th "Вот оно что."
    me "Магнит есть?"
    mz "Сбоку на бюро."
    "Руками и глазами искать такую мелкую деталь было бы не слишком разумно — впрочем, учитывая, что даже под столом у Жени было практически стерильно…"
    "Пару минут вождений круглым чёрным тороидом магнита над полом — и поиски увенчались успехом: беглец был обнаружен, захвачен и вручен владелице…"
    "Всё это я делал как будто от третьего лица — отстранённо и безучастно."
    "О, я прекрасно помнил законы Мэрфи — ни в коем случае нельзя показывать, что ты торопишься — запрягут так, что два дня разбираться будешь."
    "Ни в коем случае нельзя показывать, что ты занят очень важными поисками — иначе у каждого поперечного найдётся для тебя квест калибром никак не меньше спасения галактики."
    th "Возможно, если я покорно сделаю всё, что она требует, мне, наконец ответят на пару вопросов — и либо наставят на путь истинный, дав зацепку, либо отстанут и дадут вернуться к поискам."
    mz "Прекрасно! Давай сюда."
    "С уверенностью, выдающей недюжинный опыт, Женя вернула дужку на место и в несколько оборотов закрепила её."
    "И тут же нацепила очки."
    show mz bukal glasses pioneer at center 
    with dspr
    "Превратившись обратно в Жужелицу!"
    mz "Ставим стол на место. На счёт «три»: раз, два…"
    "Ещё десять секунд балансирования кактусами, чашками с чаем и настольными лампами — и стол занял своё место."
    "Алилуйя!"
    mz "Вот и славно. Теперь я снова могу работать."
    me "Наконец-то."
    th "Надеюсь, теперь и я смогу немного поработать."
    mz "Как тебя… Семён!"
    "Окликнула она."
    th "Да ты за…"
    me "Что?"
    show mz shy glasses pioneer at center 
    with dspr
    mz "Послушай, я не умею говорить «спасибо», но отблагодарить тебя как-то надо."
    dreamgirl "Просто перестань меня за руки хватать, недоразумение ты очкастое!"
    "Внутренний голос завопил так, что зазвенело под висками."
    mz "Не откажешься чая попить? Я знаю, ты не завтракал."
    me "Чая? А с чем чай?"
    mz "С таком."
    "Надулась она."
    th "И с отставленным мизинчиком. Недосуг мне!"
    me "Нет, чая с ложкой я не буду."
    "Вежливо отказался я и наконец добрался до редакции стенгазеты… Только для того, чтобы убедиться в том, что она пустая."
    dreamgirl "Мда… Мог бы и не спешить."
    "Вернувшись обратно к Жене, я решил уточнить на всякий случай:"
    me "Скажи, а Лена не заходила сегодня?"
    show mz normal glasses pioneer at center 
    with dspr
    mz "Нет, сегодня только Электроник заходил — почему-то весь красный, что-то бормотал про последний день и последний шанс."
    mz "В лагере проходит какое-то мероприятие, и я о нём не знаю?"
    th "Ага. Мероприятие. Называется «как объясниться в симпатии девочке, если она себя к девочкам не относит». Исполняется впервые, автор Э. Сыроежкин."
    mz "А, да кого я спрашиваю. Ты, небось, встал полчаса назад."
    me "Да ничего подобного!"
    show mz laugh glasses pioneer with dspr
    mz "Да ты на свою физиономию посмотри."
    "Кажется, я был допущен в высшие круги местных Иллюминатов: Жужелица рискнула продемонстрировать мне ещё одну свою эмоцию."
    "Смех."
    th "Надо же, я думал, она и смеяться-то не умеет."
    dreamgirl "Продолжишь в том же духе — не заметишь, как встречаться с ней начнёшь."
    th "Свят-свят!"
    show mz normal glasses pioneer with dspr
    mz "Прежде чем Лену искать, сходил бы умылся, Тристан."
    me "Настолько всё грустно?"
    mz "Я бы на свидание с тобой точно не пошла."
    dreamgirl "Кто бы тебя ещё позвал."
    "Беседа исчерпала себя, и я удалился по-английски."
    th "Не хватало ещё, чтобы на мне Жужелица ездить начала."
    window hide
    play ambience ambience_camp_center_day fadein 3
    $ persistent.sprite_time = "day"
    scene bg ext_library_day
    with dissolve

    "Если продолжать в том же духе — скоро дойдёт до того, что мне придётся сидеть в домике круглосуточно."
    th "Хотя… Там же Ольга Дмитриевна — а эта тоже не погнушается немного посмеяться за мой счёт."
    dreamgirl "Ау, обиженный! Москва на связи."
    th "Что?"
    dreamgirl "Ты определись, что для тебя сейчас важнее — сохранить остатки достоинства или всё-таки отыскать возлюбленную?"
    th "Как будто это совместить нельзя."
    "Фыркнул я."
    play sound sfx_7dl["eat_horn"] fadein 1
    dreamgirl "Можно. Но сначала…"
    th "Ищем Лену — никаких обедов до тех пор."
    dreamgirl "Убедишь её в этом?"
    th "Кого?"
    show sl smile pioneer with dspr
    sl "Привет, Семён!"
    "Улыбнулась Славя."
    sl "Ну что, как вчера всё прошло?"
    me "Изыди."
    stop music fadeout 5
    "Буркнул я, опасливо отстраняясь."
    sl "Ты что, дуешься? На что?"
    me "На то, что кое-кто очень любит совать свой нос не в свой вопрос, наверное…"
    "Безучастно пожал плечами я."
    sl "Это как раз мой вопрос."
    me "Даже знать не хочу, что это может означать."
    me "Что тебе нужно?"
    show sl shy pioneer with dspr
    sl "Да ничего. На обед Женю шла забирать. Пойдёшь с нами?"
    me "Если я отвечу «нет» — это что-нибудь изменит?"
    "Вежливо уточнил я."
    show sl laugh pioneer with dspr
    sl "Нет!"
    me "Почему-то я так и думал."
    "Славя пропала за дверью библиотеки и, через две минутки буквально, вернулась обратно — уже в компании Жужелицы."
    sl "Вперёд! Нас ждёт самый вкусный обед этой смены!"
    me "С чего бы это?"
    sl "Прощальный же!"
    me "А мне казалось, прощальным будет ужин."
    sl "И обед тоже!"
    "Отрезала активистка и потащила нас в сторону столовой."
    stop sound fadeout 3
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return
    
label alt_day6_un_7dl_dinner:
    play music music_7dl["shestheone"] fadein 3
    scene bg int_dining_hall_people_day
    play ambience ambience_dining_hall_full fadein 5
    with dissolve
    "К моей радости, дальнее место в углу было свободно."
    "Я сел и постарался скорчить физиономию «не влезай — убью»."
    "Просто посидеть одному и подумать.{w} Невозможно воспитать сложившегося человека неделей в раю: его тараканы всё равно рано или поздно вылезут."
    "Вот так и здесь — я не хотел никого видеть, слышать или воспринимать."
    show sl normal pioneer at center 
    with dissolve
    sl "И снова привет! Можно к тебе?"
    me "Нет…"
    "Без особой надежды ответил я."
    sl "А я всё равно сяду!"
    me "Не удивлён."
    show sl surprise pioneer at center 
    with dspr
    sl "Что с тобой случилось?"
    me "Я не хотел бы говорить об этом."
    me "Оставь меня в покое."
    sl "Пока ты в моём отряде, я несу за тебя ответственность!"
    "Как ни крути, она была права. А это значит, мне придётся засунуть поглубже посрамлённое эго и пытаться взаимодействовать с ней."
    th "Угу, высочайшим эдиктом дуэли были запрещены, но…"
    "Обещанный Славяной «невероятно вкусный» обед оказался солянкой по-украински и пловом."
    "Я бы назвал этот обед «смерть поджелудочной», но в том, что это было действительно вкусно, отказать было нельзя."
    me "Много мы вчера пропустили?"
    "Наконец поинтересовался я, отодвигая тарелку в сторону."

    show sl normal pioneer at center 
    with dspr
    sl "Да нет. Мику достала всех, поэтому гитару забрала Ольга Дмитриевна."
    show sl shy pioneer with dspr
    sl "А потом я ушла."
    me "Ушла?!"
    sl "Да, мне понадобилось побыть одной."
    th "Что-то вокруг всем постоянно надо побыть одним."
    th "Прямо эпидемия индивидуализма какая-то."
    me "Наверное, совесть мучила?"
    "Предположил я. Чем чёрт не шутит, вдруг у неё она и правда есть?"

    show sl smile pioneer at center 
    with dspr
    sl "Ну ты скажешь тоже!"
    "Рассмеялась она."
    sl "Просто этот лагерь… Я сюда очень долго езжу."
    "Я многозначительно угукнул, не отрываясь от плова."
    "А Славя продолжала, будто обретя в моём лице благодарного слушателя:"
    show sl shy pioneer with dspr
    sl "Но я выхожу в тираж и в следующем году уже не смогу сюда приехать."
    me "А хочется?"
    sl "Очень…"
    "С неясной тоской шепнула она."
    sl "Моё сердце здесь."
    th "Как и моё."
    th "Индивидуальный космос — спас-пакет, живой водой рубцующий незаживающие раны, что болят куда сильнее физических."
    "Зеленоглазый космос."
    th "Лучше бы и вправду была придумана вся эта глупая история о том, как без малого тридцатилетний неудачник вселяется в тело пионера и получает свой второй шанс."
    th "Новая жизнь? Новая работа? Забота о возможностях, которые не только впереди, но ещё и досягаемы?"
    "Новый смысл существования."
    "Я хочу остаться здесь рядом с ней."
    "Я хочу забрать её к себе."
    "Я хочу открыть глаза в мире, где она живёт параллельно мне."
    th "Неужели им всем нечем больше заняться?"
    "Как будто они все находились в суперпозиции, и до моего появления здесь ничего не происходило."
    me "Ничем другим заниматься не пробовали?"
    "Съязвил я."

    show sl normal pioneer at center 
    with dspr
    sl "Ну как… Сегодня концерт — кстати, Ольга Дмитриевна велела проследить, чтобы ты там был."
    sl "Вечером прощальная дискотека."
    sl "Явка обязательна для всех без исключения."
    me "Ты не знаешь, где можно найти Лену?"

    show sl surprise pioneer at center 
    with dspr
    sl "А вы разве не вместе?"
    me "Были вместе. Но она сказала, что ей надо подумать, написала записку, чтобы я искал её…"
    "Я развёл руками."
    me "Вот я и ищу."

    show sl normal pioneer at center 
    with dspr
    sl "Бесполезно. Если Лена не хочет, чтобы её кто-нибудь нашёл — её не найдут."
    sl "Она сюда не впервые ездит — руку набить успела. Даже я её найти не могу."
    me "Куда уж тебе."
    "Прошептал я."
    sl "Зря, кстати. К ней с пониманием относятся — прятаться незачем."
    sl "Но она предпочитает решать самостоятельно. Вот и за тебя решила."
    me "Как и ты."
    sl "Как и я."
    "Кивнула Славя и поднялась."
    sl "До встречи на концерте. Надеюсь, вы к тому времени успеете найтись."
    hide sl with dissolve
    "Я тоже очень надеялся на такой исход."
    "Очень важным казалось провести последний день, который можно было бы с полным на то правом назвать нашим, вместе."
    th "Мы ведь оба этого заслужили, правда?"
    if loki:
        "Заштопавшая прореху там, где полагалось быть сердцу — сейчас Лена была мне нужнее всего."
        "Возможно, у нас ничего не получится в будущем — отдалённом и пасмурном, но здесь и сейчас казались не важными канувшие в Лету года — те, что я пытался отскрести себя с пола."
        "Здесь и сейчас я жил."
        th "Она — мой третий шанс на то, чтобы прожить жизнь, раз уж с музыкой и космосом не срослось."
        th "Прожить, а не просуществовать."
        th "А потому я до ночи бегать буду, если потребуется — но найду её!"
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "day"
    scene bg ext_dining_hall_away_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3

    "Успешно разминувшись с рассеянно смотрящей себе под ноги вожатой, я просочился на улицу."
    th "Итак, я искал её на территории лагеря — везде, где только мог."
    th "То, что я не сумел её найти, говорит либо о том, что она не хочет, чтобы я её нашёл, либо о том, что пора переключиться на поиски вне пределов территории."
    "Решив не портить себе и без того сумрачное настроение, я решил исходить из второго постулата и, прикрыв глаза, прикинул место за территорией, где может быть девочка."
    "В голову приходил только песчаный карьер."
    th "Хотя что она могла там делать?"
    th "Пойти облопаться брусникой на прощание? Без меня? Бредовато звучит."
    dreamgirl "Ты не размышляй давай, побежали искать!"
    "На старт…"
    stop music fadeout 5
    window hide
    scene bg ext_path_day with dissolve

    "Весь мир тобой пропитан."
    "Воспоминаниями."
    show un serious pioneer at right
    pause(0.3)
    hide un with dissolve
    th "Ты — как мой личный Тайлер Дёрден — существуешь только тогда, когда не существует меня."
    th "И оттого наш роман оказался настолько неправдоподобно добрым и без шипов."
    "Солнце скрылось за тучками — так меня охватил очередной приступ отчаяния, когда ни на самом карьере, ни в окружающем его брусничнике я не сумел найти Лену."
    "День и правда стремительно клонился к пасмурному, как бы не повторился вчерашний дождик."
    "Впрочем, сейчас мне было бы на него плевать."
    window hide
    scene bg ext_sandpit_day_7dl with dissolve
    "Я подошёл к песчаному обрыву и, пнув камушек, безучастно наблюдал за тем, как он летит вниз по вертикали и с чуть слышным шлепком приземляется на толком не просохший песок."
    play music music_list["dance_of_fireflies"]
    "И, подчиняясь какому-то порыву, достал из кармана шортов ножичек — тот самый, присланный моими якобы «родителями»."
    "Нашёл удобную сосенку, которая стояла достаточно далеко, чтобы не привлекать внимания, и, развернув лезвие, приступил к работе."
    "В косо и криво вырезанном сердечке поместилось её имя и мои инициалы. Хулиганство, конечно, глупо и неправильно, но…"
    "Может быть, однажды я вернусь сюда, и…"
    window hide
    scene cg d5_un_carrier_7dl
    pause(.2)
    scene bg ext_sandpit_day_7dl
    with fade
    "Моё внимание привлекла надпись на соседнем дереве."
    "Подойдя поближе, я усмехнулся."
    th "Ну, разумеется."
    "Криво вырезанное сердечко с именем «Лена»."
    th "Тот самый, да? Не прошедший по конкурсу?"
    th "Интересно, а он так же обнимал её, целовал? И она так же мурчато щурилась, улыбалась ему и была его всецело?"
    th "И то, что должно было принадлежать мне всецело, дарила ему? Постороннему?"
    dreamgirl "Не накручивай себя. Во-первых, тебя к тому времени ещё не существовало в её жизни."
    dreamgirl "А во-вторых… Может быть, этому есть другое объяснение."
    dreamgirl "Может быть, это другой Лене написано."
    th "И ты в это веришь? Или, может, вчерашние откровения из памяти выветрились?"
    dreamgirl "В любом случае, сейчас пока не время и не резон ревновать."
    dreamgirl "Тем более, что…"
    "В глаза бросилось ещё одно сердечко с именем Лены, потом Алисы, Жени… Заинтересовавшись, я шёл чьими-то вехами памяти, читая чьи-то неловкие, кривовато вырезанные признания."
    "И вышел почти к самому краю котлована — но с другой стороны."
    if persistent.sl_7dl_bad:
        "Там, где склон держали корни ещё одной по-южному раскидистой сосны — кто-то не поленился очистить от коры участок, чтобы вырезать уже знакомое кривоватое сердечко и вписать туда «Славя+Семен»."
        th "Вот как? Значит, и паладинша наша небезгрешная?"
        th "Значит, и на её счёту как минимум одно вдребезги расколоченное сердце имеется?"
        dreamgirl "И тёзка твой. Может, у неё какой-то свой интерес?"
        th "Интерес у неё и в самом деле есть, но это не романтический интерес — иначе она вряд ли стала бы действовать настолько прямолинейно и грубо."
        "При всех недостатках активистки, в уме и проницательности ей было не отказать."
        play music music_list["farewell_to_the_past_edit"] fadein 5
        dreamgirl "Просто представь себе такой сюжет — однажды умница, красавица и активистка Славяна приехала в лагерь, и привычно уже улыбнулась кому-то."
        th "Это для неё открытость, чистота помыслов и дружелюбие стоят во главе угла — а если бы мне такая улыбнулась на улице, я неделю бы потом спать не мог."
        dreamgirl "И вот, кто-то с такими же тараканами падает сражённый к её ногам. Бедный новичок."
        dreamgirl "Почему новичок? Да потому что все старички уже в курсе были, что всем прочим отношениям Славяна предпочитает невыносимо ответственное отношение к делам лагеря и энтузиазм."
        dreamgirl "Трудно представить её, стеснённую, зарумянившуюся, теребящую косу и опустившую очи долу, пока чей-то жадный взгляд считывает черты лица и предлагает променять всю жизнь на нечто неопределённое."
        dreamgirl "А потому наш новичок услышал тихий шелест, с которым по его сердцу прошлись очаровательные ножки — о да, Славяна отличается бесшумной походкой."
        dreamgirl "Вот только он, в отличие от нас с тобой, не обладал жутким читом под названием «опоздал на смену на две недели»."
        dreamgirl "Только представь что случилось бы — если бы нам не повезло пасть жертвой обаяния Феоктистовой? Мы, возможно, начали бы тянуть спинку, бегать по утрам и — чем чёрт не шутит — задумались бы о карьере педагога."
        dreamgirl "Всё только ради того, чтобы быть ближе к той, для кого романтика — пустой звук. Она прошлась бы по нам, как прошлась по нему."
        dreamgirl "Вот только за неделю мы бы не успели пустить её в себя слишком глубоко. Пострадали бы немножко, дело житейское. А здесь — три недели."
        dreamgirl "Видишь, как старательно и любовно он очищал место, как глубоко резал — так, чтобы даже спустя несколько лет надпись читалась как следует."
        dreamgirl "Славя повлияла на него, научив делать всё последовательно и на совесть."
        dreamgirl "И он три недели мучился от неразделённых чувств, и, как и мы, пришёл сюда в последний день, соблюдая неписанные традиции признаний в последние дни. {w}Интересно, Славю хотя бы совесть мучила?"
        dreamgirl "Или, может быть, для неё это такой же лес густой, как и для нас? Может быть, она по недомыслию уничтожила чьё-то молодое чувство?"
        dreamgirl "Кто знает. Но мы имеем то, что имеем — кривоватое сердечко и два имени через плюсик. Привести бы сюда нашу воительницу да натыкать носом как нашкодившего котёнка: с собой сначала пусть разберётся!"
        th "Сказочка, конечно, симпатичная. Но, может, у них как раз всё срослось?"
        dreamgirl "Когда срастается, не давят на лезвие всем весом, не обводят линии по десять раз."
        "Я пожал плечами. Дела сердешные, даже былые, кого-то другого меня не касались."
    "Лены здесь не было, значит, пора было возвращаться обратно в лагерь."
    "Осталось определиться только с тем, где продолжать поиски."
    "Размышляя об этом, я направился в сторону лагеря."
    stop music fadeout 5
    th "Возможно, есть смысл опросить Двачевскую — раз она так старательно защищала Лену, возможно, она знает её чуточку лучше всех прочих и сможет быть мне полезна."
    th "Логично. Попробуем."
    window hide
    play music music_7dl["everyday"] fadein 5
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_dv_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3

    show us normal pioneer at center 
    with dissolve

    "Приметный домик с прямолинейными скатами вместо привычных бочек, отличающийся тем, что рядом с ним не стояло скамейки, а стекло входной двери было завешено Весёлым Роджером."
    "Казалось само место кричит о том, что здесь обитают неприятности."
    "Убедив себя в том, что я и так на сегодня неприятностей хлебнул, я уже почти решился подняться и постучать, как меня окликнули сзади."
    show us normal pioneer with dspr
    us "Эй! Что ты тут делаешь?"
    me "Привет, Ульяна."
    "Вымучил улыбку я."
    me "Я к Алисе."
    show us grin pioneer with dspr
    us "Что, надоела Ленка?"
    "Захихикала мелкая."
    me "Да как ты такое говорить можешь?! Я её наоборот найти пытаюсь."
    me "Кстати, может быть ты знаешь что-нибудь?"
    show us normal pioneer with dspr
    us "Про Лену?"
    us "Я знаю, что она каждый год уходить куда-то, где её никто не может найти."
    show us smile pioneer with dspr
    us "Хотя ты мог бы и проследить, раз она тебя так волнует!"
    me "Я на всякий случай у Алисы спрошу…"
    us "А Алисы нет. Она у Мику в клубе репетирует."
    me "Репетирует?"
    show us grin pioneer with dspr
    us "Ага! Вечером же концерт, вот она номер готовит."
    us "Они, вроде, подруги. Спроси!"
    me "Гран мерси!"
    "Я развернулся и как мог быстро пошёл к музыкальному кружку."
    "Ульяна что-то крикнула вслед, но я уже не слышал."
    window hide
    play ambience ambience_camp_center_day fadein 3
    $ persistent.sprite_time = "day"
    scene bg ext_musclub_day
    with dissolve

    "Чем сильнее портилось моё настроение, тем сильнее хмурилась погода."
    "Как будто отвечая моему настроению!"
    "Я бы, пожалуй, подумал именно так, если бы не вспомнил день вчерашний и пробуждение в обнимку с родным существом."
    "С чего бы, спрашивается, мне было бы горевать на тот момент?"
    "А ведь погода испортилась.  Да так, что в одеянии, в каком Лена долунатила до моей кровати, её решительно нельзя было гонять обратно!"
    th "Но сейчас мы на одной волне с окружающим миром."
    th "Может быть, вчера была окончательная обкатка и притирка нас — меня и этого лагеря?"
    "Ведь это место явно существует не просто так."
    "Даже с учётом того, что я, безусловно, не выступаю точкой отсчёта и началом координат, мне совершенно точно определена некая роль."
    "А это означает то лишь, что за моим чудесным перемещением сюда стоит чья-то воля, и это совсем не воля случая!"
    dreamgirl "Супер вывод! С чего ты решил, что тебе тут какая-то роль отведена, интересно?"
    th "С того, что я добрался до декораций? Все эти сердечки на карьере, жестокое обращение со стороны Слави и ряд других странностей — они объясняются как раз тем, что вместо слепого следования роли, я…"
    window hide
    stop ambience fadeout 2
    play sound sfx_open_door_2
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_musclub_day
    with dissolve
    play ambience ambience_music_club_day fadein 3

    "Алисы не было. Лены не было."
    "Зато была Мику."
    "Ну да, по части вынимания разума из мозга, эта болтушка способна заменить обоих."
    "Тем более, что последние как раз особой болтливостью не отличаются."
    show mi smile pioneer at center 
    with dissolve

    "Она строчила что-то на нотном стане, но мгновенно отвернулась, услышав скрип двери и ослепительно улыбнулась мне."
    mi "Приветик, Сенечка! Как твои поиски продвигаются?"
    me "Честно, не очень. Думал, вот, Алису у тебя здесь застать — может быть, она что-нибудь знает?"
    mi "Правильная мысль! Они же подруги, кому как не Алисе…"
    "Я красноречиво обвёл взглядом помещение."

    show mi normal pioneer at center 
    with dspr
    mi "Ну да, её здесь нет, она на эстраду пошла, покачать ту акустику."
    "Я уже совсем было развернулся…"
    if 'music' in list_clubs_7dl:
        mi "Сенечка, а не поможешь мне?"
        me "Помочь? Как?"
        mi "Надо отнести стойку под ксилофон: я сама не подниму  её — она тяжелая очень, а ты вон какой сильный, ну что?"
        me "О как. И кто у нас ксилофонист?"
        mi "Так Электроник. У него какой-то свой номер — он себе ударных набрал, треугольников, литавров, тарелок."
        me "Не иначе, слава Майка Олдфилда покоя не даёт."
        show mi laugh pioneer with dspr
        mi "Верно!"
        "Рассмеялась японка."
        mi "А ты откуда Олдфилда знаешь?"
        me "Я меломан… Я много всякой музыки знаю."
        "Не говорить же ей, что у меня на плеере есть пара треков этого деятеля. Хотя тот же «Да будет свет» Электронику тупо не по зубам — там нужна координация целого оркестра."
        "Но под началом нашей очаровательной художественной руководительницы, думаю, справились бы — Алису за гитару, Электроника на ксилофоны-металлофоны, Славя одна хор собой заменит, а я бы…"
        if loki:
            extend " раз уж здоров пока"
        extend " на медно-духовые встал бы — трубу или баритон."
        "Ну и, понятно, сама Мику за синтезатор — я тут где-то бесхозный «Хёнер» видел."
        if loki:
            th "Вообще-то, дорогая моя, не царское это дело — таскать за всякими Электрониками их подставки."
            th "Но ради музыки…"
        me "Давай сюда стойку — помогу отнести."
        mi "Да погоди ты: я сейчас к концерту приготовлюсь."
        hide mi with dissolve
        "Она скрылась где-то за роялем и зашуршала там чем-то."
        mi "А то, может, хочешь провести концерт? Подберём тебе что-нибудь нарядное?"
        "Меня аж перекосило."
        me "Свят-свят!"
        show mi normal voca with dissolve
        mi "Можешь не отвечать."
        "Рассмеялась японка."
        "Она повернулась ко мне спиной и указала на застёжку."
        mi "Застегни."
        "Я покраснел."
        th "И тут такая Ольга Дмитриевна… Или Лена? Даже не знаю, какой вариант меня испугает больше?"
        dreamgirl "Славя… Паладинец наш без страха и укропа."
        th "Не поминай всуе!"
        "Я послушно взялся за тонкий язычок собачки и, стараясь свести контакт к минимуму, осторожно потянул вверх."
        mi "Да что ты там копаешься?"
        "Она раздражённо дёрнула головой."
        mi "Просто застегни — а то мне тяжело дотягиваться."
        "В этот раз я действовал увереннее и справился с непокорной собачкой быстрее."
        mi "Спасибо!"
        "Она оправила платье на груди и, пританцовывая, обернулась круг своей оси:"
        mi "Вроде ничего, да? Я-то с Леной не очень много общаюсь…"
        "А я стоял, красный как рак, больше всего боясь, что та, кого я всё утро искал, найдёт меня сама…"
        dreamgirl "Да, у нас с тобой талант влипать в ситуации."
        show mi smile voca with dspr
        mi "Но я оценила, какой ты заботливый и внимательный."
        me "Ни… кхм…"
        "Засорился."
        "Но, справившись с голосом, я, всё ещё немного хрипло, запротестовал."
        me "Ничего я не заботливый, и…"
        mi "Ты поддержал её, не забыл ни слова из того, что она сказала, и сейчас бегаешь по всему лагерю в её поисках."
        show mi grin voca with dspr
        mi "На свадьбу-то позовёте?"
        me "Да какая свадьба…"
        "Я опять покраснел."
        mi "И мне, конечно, очень неловко отвлекать тебя от поисков, но я сама не справлюсь."
        show mi upset voca with dspr
        mi "Нравится хоть платье-то?"
        "Она бросила на меня взгляд из-под пушистых ресниц — не иначе, специально подкрашенных в честь такого события."
        "Платье было идеальной длины, на мой взгляд — но с точки зрения местных пуритан…"
        dreamgirl "Если бы ты была конфетой — я бы тебя съел."
        me "Отпад!"
        "Честно ответил я."
        me "Но не коротковато?"
        show mi serious voca with dspr
        mi "Пл{b}ю{/b}вала я! {w}Они меня в первый день завернули! {w}Сегодня мой день, мой концерт! И чёрта с два я переоденусь."
        me "Должен сказать, русскими идиомами ты овладела в совершенстве."
        mi "Спасибо!"
        mi "Значит, платье тебе нравится?"
        me "Ты шутишь? Оно великолепно!"
        show mi normal voca with dspr
        mi "Превосходно. Тогда я готова."
    else:
        mi "Я бы тебя попросила о помощи, но так как ты не у меня в клубе — доверять я тебе не могу, хи-хи-хи!"
        me "Поздновато спохватилась…"
        mi "Да у тебя там другие интересы были, как я вижу, так что бесполезно это всё — я просто хотела напомнить, что у нас концерт, и мне очень хотелось бы, чтобы ты хотя бы мою песенку послушал!"
        me "Вообще-то, мне Лену искать надо…"
        "Мрачно ответил я."
        mi "Тебе все в один голос говорят: она не пропала, она прячется! {w}Сенечка, ты не сможешь её найти: она лучше всех прячется!"
        "Мику забавно задрала нос от гордости за свою подругу."
        me "И что мне теперь делать?"
        show mi happy pioneer with dissolve
        mi "Скрасить ожидание концертом, конечно! {w}Я приготовила совершенно особенную песню!"
        me "А что у тебя за песенка?"
        "Невольно заинтересовался я."
        mi "Называется «Внешняя Наука» — очень давно хотела её спеть!"
        me "Стоп… Я же знаю эту песню! Но она же про…"
        "Я хотел было продолжить, но Мику без лишней нежности заткнула мне рот."
        mi "Ну здесь всё равно никто не знает японского, хи-хи-хи! {w}А песенка хорошая."
        me "Раз ты так говоришь… А когда твой номер?"
        show mi shy pioneer with dspr
        mi "Я открываю концерт!"
        me "О как. Договорились, я буду там."
    
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_stage_normal_day
    with dissolve
    play ambience ambience_camp_center_day

    "Любые поиски и ожидания дорогого человека делятся на несколько этапов, знакомых любому, кто хотя бы раз попадал в такую ситуацию."
    "Сначала ты беспокоишься и не знаешь что думать."
    "Потом злишься на беглеца."
    "Потом обзваниваешь морги и больницы, загадываешь на крестик, на щели в полу и на облака в небе, что если получится там, то получится и тут — и всё будет хорошо."
    "И, наконец депрессия — когда ничего не меняется, несмотря на все прикладываемые усилия."
    "Ты сидишь, скрестив руки на груди и неверяще смотришь в потолок — как же так?! Как! Ведь классик говорил, что невозможного нет — достаточно просто приложить усилия!!!"
    "Чувствуешь себя обманутым: ты практически уничтожен, неспешно дрейфуешь лицом в воду вниз по течению, отпустив стремительный бег времени."
    "И, наконец, слышишь в дверь звонок."
    show dv normal pioneer far with dissolve
    "Алиса заняла место на самом краю сцены — и неторопливо терзала струны, оттачивая игру до идеала."
    if alt_day4_un_7dl_ducks:
        "Да уж, этой как раз не нужно повторять одно и то же пятьсот раз, чтобы чувствовать уверенность."
        "Талант не пропьёшь."
    if 'music' in list_clubs_7dl:
        "Сгрузив стойку к стоящей поодаль монструозной ударной установке, я подошёл к Алисе."
    else:
        "Перемигнувшись с Мику на прощание, обещая, что обязательно погляжу её выступление, я подошёл к Алисе."
    show dv normal pioneer with dissolve
    me "Привет, Алиса."
    "Не отвечая, она кивнула, продолжая терзать струны."
    me "Мы где-то с Леной разминулись. Вот бегаю, ищу её."
    show dv smile pioneer with dspr
    "Алиса прихлопнула ладонью струны и сдула с глаз чёлку."
    "Я заметил, что она улыбается."
    "Но не злобно или высокомерно, в её духе, а как-то… Понимающе, что ли?"
    dv "Что, сбежала от тебя твоя Джульетта?"
    me "Не то чтобы сбежала…"
    dv "Спряталась, значит."
    "Безмятежно улыбнулась Алиса."
    dv "Лена может, она такая."
    me "И где её искать теперь?!"
    dv "Да нигде. Она каждую смену так сбегает."
    dv "Вечером вернётся."
    me "Но ведь это ненормально! Пионерка сбегает на целый день, и никому даже дела нет?!"
    show dv sad pioneer with dspr
    dv "Чья бы корова мычала."
    me "Что?"
    if loki and (alt_day1_sl_keys_took == 1) or (alt_day1_sl_keys_took == 3):
        dv "Сам-то вчера где весь день был? Только на костёр явился."
        th "Так я тебе и сказал!"
        dv "Вот для меня разница небольшая: вчера вас двоих весь день не было — сегодня её одной."
    elif 'nwsppr' in list_clubs_7dl and not(herc or loki):
        dv "Что слышал."
        dv "Ты вчера где весь день лазил?"
        dv "Тебя вожатая между прочим искала."
        me "Ну…"
        dv "Гну."
    else:
        dv "Проехали."
    dv "Вернётся твоя Джульетта — никуда не денется."
    dv "Расслабься и жди."
    me "Но как?! А вдруг она там…"
    show dv normal pioneer with dspr
    dv "Я говорю — расслабься. Лена лучше всех нас умеет о себе позаботиться."
    dv "Ты в курсе — у неё отец в милиции работает? Кое-чему он её научил, если надо за себя постоять. А большего тебе и знать незачем."
    th "Точно, зато я знаю, что ты, Двачевская, бесполезна, и я впустую тут время трачу."
    hide dv with dissolve
    th "Как бесполезна оказалась Славя, Мику, Женя, Ульяна… Уверен, захоти я спросить об этом вожатую — та тоже бы ничего не смогла сказать."
    th "А вот, кстати, и она."
    show mt normal pioneer with dspr
    "Вожатая нахмурилась, разглядев меня у эстрады, но, помедлив, приветственно кивнула и с намёком указала на наши места."
    "Намёк был прозрачен: если одного Семёна не будет на концерте, то ему за счёт заведения организуют пышные похороны."
    hide mt
    scene bg ext_stage_normal_day
    with dissolve
    "В отсутствие альтернатив, я занял задние места, отведённые старшим отрядам, и пригорюнился в ожидании концерта."
    th "Ладно, открытие концерта посмотрю — обещал Мику — и продолжу поиски!"
    "Утешил я себя."
    dreamgirl "Ты ищешь её с полудня… А сейчас уже почти четыре часа."
    dreamgirl "Не думаю, что что-то изменится."
    th "Негативное мышление. Перестань."
    dreamgirl "Потому что ты неудачник."
    th "Это ты так помогаешь?"
    dreamgirl "Не буду я неудачнику помогать."
    "Образ, транслируемый в мозг, можно было расценить, как обиженно отвернувшийся."
    th "Какой кошмар. Я неспособен договориться даже с собственной интуицией."
    play music music_list["forest_maiden"] fadein 3
    "А между тем места заполнялись, и на сцену выпорхнула Мику, вызывая синхронный выдох у мужской части аудитории."
    "Впрочем, если бы они знали, о чём она собирается петь…"
    "Но кому какое дело, когда на девочке {b}такое{/b} платье."
    "Она громко поприветствовала присутствующих, посетовала на то, что смена заканчивается, и как сильно не хочется уезжать."
    "Но раз уж всё равно надо прощаться… Пусть это будет хотя бы запоминающимся!"
    "Она крутнулась круг своей оси, и кивнула сидящей за пультом Алисе — фонограмма зазвучала в полную громкость."
    "Песня о том, чего заслуживает человек, о том, чем ему воздаётся."
    "С пятого на десятое, я подпевал Мику, вызывая удивлённые взгляды сидящих рядом пионеров."
    th "Ну да, а что?! Я у себя дома эти песни вообще до дыр заслушал!"
    "Я всеми силами старался сделать вид, что очень увлечён концертом."
    "Прямо очень!"
    "И, кажется, преуспел!"
    "После Мику выступали какие-то оболтусы из третьего отряда с как бы юмористическими куплетами, и Ольга ощутимо заскучала."
    if alt_day4_un_7dl_ducks:
        "А когда тех сменили мои позавчерашние подопечные, так, похоже, и не снявшие масок остервенения с юных лиц, на Ольгу жалко было взглянуть."
    "Наконец она не выдержала."
    "Стараясь двигаться как можно тише, она скользнула вбок со скамейки и, то и дело озираясь, куда-то пошла."
    th "Правильно, иди. Иди."
    stop music fadeout 5
    "Ради пущего спокойствия я выждал ещё несколько минут и поднялся вслед за вожатой."
    "Свой долг этому лагерю я отдал сполна, выступление Мику поглядел — вон она, как раз мнётся в роли конферансье у кулис."
    "И…"
    show mt angry pioneer with dspr
    play music music_list["doomed_to_be_defeated"] fadein 3
    mt "Семён, куда это ты направился? Концерт ещё не закончился!"
    "Кажется, она очень огорчилась моей самовольной попыткой — вон как кулак сжала!"
    "Только один. Потому что во втором сжимала пакет — судя по исходящему оттуда самому что ни на есть привлекательному аромату — с сухпайком вместо полдника."
    me "Да я ноги размять…"
    "Пробормотал я, старательно глядя в сторону."
    me "А то затекли."
    show mt normal pioneer with dspr
    mt "Думать забудь! Разомнёшь после концерта.  Марш на место."
    me "Ответите на один вопрос — и я сделаю как вы скажете."
    show mt normal pioneer with dspr
    mt "Если ты о том, куда твоя пассия подевалась — то не знаю. Доволен?"
    me "Да вы что, с ума посходили?!!" with vpunch
    "Завопил я, не обращая внимания на окружающих."
    me "Что вы за вожатая такая, которая не знает где её пионеры?!"
    show mt feared pioneer with dspr
    mt "Семён, я понимаю твоё расстройство, но…"
    me "Да ничего вы не понимаете! Или вас неполное служебное не напрягает?"
    me "Так я до начальника пойду, если потребуется!"
    "И тут Ольга враз успокоилась."
    show mt normal pioneer with dspr
    mt "Пойдёшь после концерта."
    mt "А пока — марш на место."
    if loki:
        me "Не выйдет."
        "Остановить меня сейчас мог бы только выстрел транквилизатором или…"
        "Я бросил взгляд на поднимающуюся активистку."
        show sl angry pioneer at right with dspr
        th "Да, или Славя."
        th "Но кто бы ей дал ещё такую возможность."
        me "Вы все больные, что ли? Или вам тупо плевать?!"
        "Крикнул я и, не разбирая дороги, помчался куда-то, окрылённый яростью."
        hide mt with easeoutleft
        hide sl with easeoutright
        "На прямой Славя, конечно, догнала бы меня."
        "Скрутила и доставила бы вожатой."
        "Но у неё не было того стимула, что двигал мной."
        "А эмоциональные мотивы никогда не следует недооценивать."
        "…"
        window hide
        $ persistent.sprite_time = "day"
        scene bg ext_boathouse_day
        with dissolve
        play ambience ambience_boat_station_day fadein 3
        with dissolve
    
        "Господи, как я бежал!"
        "Я так не бегал в своей жизни никогда вообще!"
        "Даже в детстве, когда доводилось немного пограбить окрестные яблоневые сады, мне не приходилось так улепётывать."
        "Я чувствовал себя так, будто от скорости моих ног зависит очень многое."
        "И потому бежал."
        "Бежал, пока не вскипела кровь в жилах, а отравленные избыточным кислородом лёгкие не опьянили голову."
        stop music fadeout 9
        play sound sfx_boat_impact
        "И тогда я покатился кубарем по песку."
        "Понимающий, что безнадёжно опоздал куда-то."
        "Куда?"
        window hide
        with fade2
    
        "Когда я отдышался и стал способен воспринимать окружение, я понял, что ноги завели меня на лодочную станцию."
        th "Доверься инстинктам?"
        th "Может быть, они помнят что-то?"
        "В целом инстинкты были правы: с брандвахтой были связаны очередные «объединяющие» воспоминания, танец, подтверждение сумасшествия — обоих."
        "Только вот…"
        "Лены не было и здесь."
        "Я бессильно ударил кулаками о песок."
        "На секунду мне стало страшно — а что, если… Что, если…"
        "Картинки лезли в голову одна другой кошмарнее, от утопления до побега из лагеря, но я что было сил отгонял их."
        "Но в этой битве силы всегда неравны."
        "Хандра завладевала мной с новой силой, и когда градус меланхолии в крови достиг необходимой отметки, я поднялся с песка и побрёл по понтону — туда, где мы три дня назад обнимались, прячась в лунном свете."
        "Туда, где…"
        "Моё внимание привлекла бумажка, примотанная нитками к средней металлической трубке. Если не знать, куда смотреть — то и не найдёшь."
        "Знакомый красивый почерк."
        "Я глубоко вздохнул."
        "И развернул записку."
        un "Ура! Ты нашёл её! Значит, тебе и в самом деле не всё равно?"
        th "Конечно, мне не всё равно, блин! Неужели это требует дополнительных доказательств."
        un "Я на нашем мысе."
        un "Я."
        me "Но ведь я там с утра проверял!"
        un "P.S.:раз уж там всё равно бездельничаешь, захвати и мне что-нибудь с ужина, хорошо?"
        me "Спасибо что поинтересовались моим мнением!"
        "Язвительно ответил я пустому воздуху, тщательно разрывая записку на мелкие клочки и отпуская их по ветру."
        "Я склонялся к тому, чтобы наплевать на постскриптумы и просто-напросто утащить беглянку в столовую — туда, где она сможет нормально поесть."
        play sound sfx_7dl["eat_horn"] fadein 1
        "Но горн расставил всё по местам."
        "Вздохнув, я поплёлся в столовую, гадая, чего бы эдакого можно утащить голодной девочке."
    else:
        "Я хотел было вырваться и побежать, но тут подоспела Славя."
        show sl serious pioneer at left with dissolve
        "Сопротивление было бесполезно."
        "Иногда эта девочка могла погасить конфликт просто нахмурившись или вздохнув."
        "Убийственное сочетание харизмы лидера, красоты и крепких кулачков."
        th "Странно, что они не подружились с Двачевской. Очень уж похожи их методы насаждения мира и добра."
        mt "Прошу прощения!"
        "Громко извинилась Ольга Дмитриевна."
        mt "Сегодня был трудный день у всех — мы все перенервничали. Но я никому не позволю сорвать наш праздник!"
        mt "Пожалуйста, продолжайте!"
        "Мику кивнула, и фонограмма возобновила звучание."
        mt "Семён, не зли меня, пожалуйста."
        "Скучно попросила вожатая."
        mt "Уймись и сядь, а то как бы чего не случилось."
        me "Сдались вы мне."
        "Буркнул я."
        me "Что за вожатая, не знает, где ходит её пионерка."
        mt "Ну, извини, с пионеркой у меня договорённость. А что касается тебя…"
        "Она задумалась."
        mt "Посадим тебя туда, где ты причинишь наименьший вред — между мной и Славей."
        stop music fadeout 3
        th "Не было печали."
        hide mt
        hide sl
        with dissolve
        "С некоторых пор я предпочитал иметь между собой и блондинкой что-нибудь недвижимое — то ли дело в её слишком ласковом взгляде, то ли не знаю в чём ещё…"
        "Она ещё и села так… неловко!"
        "Прижала ногу к моей…"
        th "Блин. Блин!"
        "Я попытался отодвинуться, но дальше сидела уже Ольга Дмитриевна, и альтернативе сидеть у неё на шее было только терпение."
        th "Меня окружают больные люди."
        th "Одна откровенно манкирует собственными обязанностями и почему-то обвиняет в этом меня!"
        if alt_day5_un_7dl_sl_un_washing:
            th "У другой проблемы со вспышками агрессии и полное отсутствие зоны комфорта."
        "Сама активистка на мои ужимки не реагировала: она вся была там, на сцене, где Алиса перебирала струны, хрипловатым голосом напевая что-то из Янки Дягилевой."
        "А я сидел скукожившись буквой «зю», сведя ноги как девственница на первом свидании."
        "И если бы не полная увлечённость Славей концертом — я бы подумал, что она это нарочно делает."
        "Хвала рандому, мучиться осталось не очень долго."
        "После Алисы выступил Электроник со своим забойным соло на ксилофоне и литаврах, за ним — хореографический квартет с русскими народными танцами, и…"
        "Славя поднялась с места!"
        dreamgirl "Челюсть с пола подбери."
        "Посоветовал внутренний голос."
        dreamgirl "Будто никогда не знал, что активисточка петь умеет."
        th "Да догадывался! Но чтобы так…"
        "В сарафанчике с кокошником, в алых сапожках, Славя олицетворяла собой то, что во все времена называли русской красой."
        "А когда она, отмахнувшись от Мику с её микрофонами, фонограммами и усилителями, вышла на середину сцены и, набрав в грудь воздуха, меланхолично затянула:"
        sl "Девиица-краса полюбила, полюбила парня-молодца, всё вздыхала да грустила…"
        "Я не выдержал, и начал хлопать в такт."
        "На поворачивающиеся в мою сторону головы не реагировал — как не реагировал на недовольно скривившуюся Ольгу Дмитриевну."
        "Я сделал ставку на то, что коммунизм — это религия."
        "Все эти молодежные коллективные игрища, ощущение причастности к чему-то крупному и, несомненно важному…"
        "А ладони хлопают, и нога сама прихлопывает ступнёй, отбивая ритм."
        "И десять секунд спустя ко мне присоединяются малыши с первых рядов, потом какой-то вожатой захотелось приобщиться, и она подбодрила пионеров, и…"
        "Такой вот он я… двуликий — вместо того, чтобы бегать и искать свою единственную, драгоценную, сижу и причащаюсь энергией масс."
        "А потому, когда вернувшаяся Славя опять уселась чуть ли не на меня — я уже не стал отодвигаться — для неё, кажется, это и правда ничего не значит."
        "Поэтому свою непереносимость чужих касаний прячем поглубже и терпим — тем более, что до ужина осталось немногим менее получаса."
    stop sound fadeout 3
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return
    
label alt_day6_un_7dl_supper:
    scene expression Dawn("bg ext_dining_hall_away_day")
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    th "Булочка, которую ссудила вожатая, канула в желудок как в бездонную прорву."
    th "И если я не собираюсь исполнять китовые песни, когда найду Лену, следует полноценно заправиться!"
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_dining_hall_people_day
    with dissolve
    stop sound fadeout 2
    play ambience ambience_dining_hall_full fadein 3
    "Именно."
    if loki:
        "Ужин прошёл мимо моего внимания, зато парочку танжиков, лоток с которыми выставили на раздаче, уволок — сам очень тепло относился к этому цитрусовому гибриду, а уж девки всегда с мандаринов пищали."
        "Было бы неплохо уволочь какую-нибудь булочку или что-нибудь попить, но… А, впрочем, ладно!"
        th "Если будем прям так сильно голодать, проведём ревизию припасов! Вон, конфет ссужу если потребуется."
        "Ободрив себя таким образом, я огляделся и, удостоверившись в том, что никто за мной не наблюдает, выскользнул прочь из помещения столовой."
    else:
        "Ужин не имел никакого вкуса."
        "Не знаю, чем планировали удивить пионеров местные повара, но я меланхолично жевал какую-то кашу с восхитительным вкусом картона, не обращая внимания ни на вкус, ни на консистенцию."
        if alt_day_binder != 1:
            "Полагаю, если бы Ульяна решила слегонца разнообразить мой рацион китайской кухней — умял бы и не заметил."
        "Мои мысли были далеко — они в сотый раз умозрительно прочёсывали лагерь и окрестности в поисках того единственного, кто вообще мог иметь значение."
        stop ambience fadeout 5
        scene bg int_dining_hall_sunset with dissolve
        "Я углубился в транс настолько, что вернулся к объективной реальности только тогда, когда звенящая тишина напугала контрастностью звучания."
        "Вздохнув, я поднялся и направился бесцельно бродить по лагерю."
        if herc:
            th "Пойду проверю наш пляж."
        else:
            th "Пойду проверю пляж."
        th "Может быть, она там?"
        "Убедившись, что никто за мной не смотрит, я направился в сторону пристани."
    window hide
    scene bg ext_boathouse_sunset_7dl with dissolve
    play ambience ambience_boat_station_day fadein 6
    "Летаргический сон длиной в десятки бесполезных лет, и, вроде крик сквозь зубы, да никто тебя не слышит на Земле."
    "Хотелось убить — и вариант «себя» рассматривался как приемлемый."
    "Но вместо этого я живым приматом инстинкта самосохранения над целесообразностью, спешу по пляжу, пиная подвернувшиеся шишки."
    sl "Семён?"
    "Голос знакомый, но до чего ж нелюбимый!"
    "Я скривился так, будто съел лимончик, но не пытаться же теперь убежать от неё?"
    "И с неудовольствием развернулся к блондинке."
    show sl smile pioneer with dspr
    sl "Вот я тебя и нашла."
    th "Потрясающе. Можно я теперь пойду и совершу ритуальное оскопление?"
    sl "Ты куда с ужина сбежал? Я с тобой поговорить хотела кое о чём."
    me "А именно?"
    "Девочка беспокойно осмотрелась."
    sl "Мы можем отойти куда-нибудь, где никто нас слышать не будет?"
    me "Нет. Никуда я с тобой не пойду."
    show sl smile2 pioneer with dspr
    sl "Да не съем я тебя, не бойся. Просто информация, которая у меня для тебя есть, не для чужих ушей."
    me "Хочу прогуляться кое-куда. Дело у меня там."
    me "Так что если тебе срочно, можешь составить компанию."
    "Активистка кивнула и пристроилась рядом, стараясь идти со мной в ногу."
    "В левой руке её, ощутимо контрастируя с нарядной формой, висел серый дерюжный мешок с чем-то тяжёлым."
    "Я мгновенно пожалел о своём предложении, но прогонять палкой докуку уже было как-то не очень прилично."
    th "Может, сама отстанет?"
    dreamgirl "Что она тебе, три сантиметра грязи на коже, чтобы отставать?"
    th "Терпи. Она настроена языком почесать."
    window hide
    scene bg ext_un_hideout_day_7dl with dissolve
    sl "Вот, здесь будет нормально."
    "Я остановился и вопросительно посмотрел на Славю."
    me "Говори."
    show sl shy pioneer with dspr
    sl "Я…"
    "Начала было она, и тут же смолкла."
    me "Потрясающе."
    "Не скрывая сарказма, восхитился я."
    me "Если это всё, о чём ты хотела поговорить, до танцев тогда."
    sl "Да погоди ты!"
    "Она поймала меня свободной рукой."
    "Я с любопытством посмотрел на её пальцы, сжимающие моё предплечье, и смотрел до тех пор, пока она, смутившись, не отпустила меня."
    "Не собирается же она и в самом деле кричать и хватать меня за руки в духе «я не умею без тебя, а ты не мой»?"
    me "Я-то гожу, гожу. Устал уже."
    sl "Мне не очень удобно просить тебя об одолжениях."
    sl "И ты, как Москва, слезам не поверишь — но я и правда очень переживаю за Лену."
    th "Особенно сильно эти переживания были заметны не так давно, на обеде."
    "Но моя знаменитая выдержка не изменила мне и в этот раз."
    me "Как это между собой соотносится?"
    "Вежливо уточнил я."
    me "Все эти книжные обороты, забота о Лене и одолжения."
    show sl sad pioneer with dspr
    sl "Тут такое… Если ты собираешься убежать…"
    "Она осеклась."
    sl "Можно я пойду с тобой?"
    show sl smile pioneer with dspr
    sl "Пожалуйста."
    show sl normal pioneer
    "Она хотела было улыбнуться, но тут же сдалась."
    sl "Мне это крайне важно."
    "Логика была ускользающая, но каким-то неведомым чутьём я понимал, что речь здесь идёт о вещах самую чуточку больших, нежели простая попытка оставить территорию лагеря."
    "И именно такое нежелание называть вещи своими именами убедило меня лучше десятка минут уговоров и неотразимой доказательной базы."
    "Она очень аккуратно положила мешок на землю и обернулась ко мне."
    sl "У Лены уже однажды был неудачный роман в прошлом году, и она очень хорошо прятала личность своего избранника."
    sl "Но всё закончилось тем, что он её бросил."
    sl "И только чуду она обязана тем, что я оказалась рядом и смогла что-то сделать."
    show sl sad pioneer with dissolve
    me "Окей, я ревную. Дальше что?"
    sl "Семён."
    "Взросло так посмотрела на меня эта невозможная девочка."
    sl "Время шуток закончилось."
    sl "Я лучше выведу тебя прочь отсюда и покажу тебе дорогу, чем позволю вашей истории зайти слишком далеко."
    dreamgirl "Опачки."
    "Задумчиво протянул внутренний голос."
    dreamgirl "Похоже, наша дурочка с метлой малость компетентнее, чем мне казалось."
    "Я пожал плечами."
    me "Тебе-то откуда знать, далеко наша история зашла или не очень?"
    "Неласково спросил я."
    sl "Как бы тебе объяснить…"
    show sl normal pioneer with dspr
    sl "«Далеко» это будет тогда, когда от тебя откажется та, чей ты по праву."
    sl "Сейчас у тебя ещё есть возможность удалиться, пока ты ещё не нанёс слишком большого ущерба окружающим."
    me "Удалиться?"
    "Бросил последний камень я."
    sl "В свой {w}мир."
    "Слово было сказано."
    me "Значит, ты…"
    if alt_day_binder != 1:
        sl "Ольга Дмитриевна рассказала мне всё, включая то, из-за кого Лена чуть не покончила с собой в прошлом году."
    else:
        me "Ладно, я понял, ты хочешь отправить меня обратно и проконтролировать доставку."
        me "Где у вас тут летающая тарелка или на чём вы там шляетесь между мирами."
    "И летящее мгновение спустя ощутил её близко-близко, вплотную."
    sl "Всё, что тебе нужно — это захотеть."
    sl "Понять, что тебя здесь ничто не держит — и отпустить себя."
    me "А Лена как тогда?"
    sl "Останется живой. Если тебе хоть чуть-чуть не плевать на её судьбу…"
    me "Мне не плевать."
    "Перебил её я."
    me "Почему я рядом с ней остаться не могу?"
    sl "Потому что ты не сможешь."
    "Спокойно ответила она."
    show sl angry pioneer with dspr 
    sl "Прислушайся сам к себе: ты же понимаешь, что не можешь обещать даже это!"
    sl "Отпусти себя!"
    "Я стерпел и это, я сдался."
    "Потому что всё то же миллионное чувство подсказывало: права эта блондинка, права."
    "Если я останусь, я сделаю всем только хуже."
    if karma < 0:
        "И я отпустил себя."
        window hide
        $ alt_day_catapult = 1
        return
    menu:
        "И я отпустил себя":
            $ alt_day_catapult = 1
            window hide
            return
        "Я не знаю…":
            $ alt_day6_un_7dl_agreed = True
            $ lp_un -= 10
            show sl angry pioneer with dspr
            sl "Ты уже попробовал. В прошлом году."
            sl "Чем всё закончилось, ты уже знаешь."
            sl "Неужели тебе настолько плевать на последствия?"
            menu:
                "Нет, мне не плевать":
                    sl "В таком случае…"
                    sl "Пошли."
                    $ alt_day_catapult = 1
                    window hide
                    return
                "Домой? Но Лена…":
                    $ lp_un += 3
                    "Я засомневался."
                    me "Я не хочу бросать Лену, не хочу делать ей плохо."
                    sl "Ты…"
                    play sound sfx_hiding_in_bush fadein 0
                    show sl normal pioneer at right with dspr
                    "Сзади раздалось шуршание, и из кустов на свет белый явилась Лена."
                    show un cry pioneer at left with moveinleft
                    "Глаза у неё были на мокром месте."
                    me "Я хочу остаться с ней. Я готов рискнуть."
                    "Славя прикусила губу."
                    sl "Ты безумец. Ты чёртов эгоист."
                    "Её глаза блеснули, и она, двигаясь как скверно собранная марионетка, собрала с песка мешок, развернулась и…"
                    show sl sad pioneer with dspr
                    "На секунду мне показалось, что в чистый раствор шума прибоя вплелось рыдание. "
                    hide sl with dissolve
                    "И мы остались вдвоём с Леной."
                    un "Значит, ты…"
                    "Я покачал головой:"
                    me "Она так хотела помочь тебе."
                    window hide
                    show un normal pioneer at center with dissolve
                    if loki:
                        me "Даже рассказала про твой прошлогодний роман."
                        "Лена вздрогнула:"
                        un "Ну а ты?"
                        me "А я — ревновал."
                        "Признался я."
                        show un smile pioneer with dspr
                        un "Оболтус ты…"
                        "Девушка ощутимо расслабилась и тут же спросила:"
                        un "Принёс мне чего-нибудь?"
                        "Я отдал ей танжиринки и сел на бревно рядом."
                        un "Вкусно!"
                        "Быстро очистив один плод, она мгновенно умяла половину и протянула мне вторую."
                        un "Будешь?"
                        me "Нет, спасибо."
                        "Я улыбнулся."
                        un "Ну, как хочешь."
                        "Как и всё хорошее в этой жизни, танжики катастрофически быстро закончились, и Лена уложила голову мне на плечо."
                    else:
                        un "Так и не нашёл мою записку, да?"
                        me "Какую записку?"
                        un "Не суть. Жаль, что не нашёл."
                        "Она уселась на одно из трёх брёвен, окружающих костровище и потянула меня за собой."
                    un "Ты только погляди, что ты наделал."
                    "Жалобно произнесла она."
                    un "Знаешь, как я соскучилась!"
                    me "Я ещё больше!"
                    me "В конце концов, это же не я сбежал."
                    show un smile pioneer with dspr
                    un "Прости. У меня были причины."
                    "Она прижалась ко мне плотнее и закрыла глаза."
                    window hide
                    return
        "Я готов рискнуть":
            sl "Ты же понимаешь, что поступаешь как эгоист?"
            sl "Ты не можешь ничего обещать…"
            me "Иногда просто нужно сойти с ума."
            "Признался я."
            me "И с Леной так постоянно — риск есть, но я готов его принять."
            sl "Я обещала, что не стану вмешиваться, если всё зайдёт слишком далеко."
            "Она на несколько минут спрятала лицо в руках."
            sl "Но, похоже, всё {i}уже{/i} зашло слишком далеко."
            sl "Удачи вам."
            "Старательно смотря в сторону, она подобрала мешок с песка и, развернувшись, отправилась вдоль кромки пляжа."
            hide sl with dissolve
            "Её плечи почему-то мелко дрожали."
            "А за спиной я услышал чей-то всхлип в лад."
            "И медленно-медленно обернулся."
            show un sorrow pioneer with dissolve
            "За моей спиной утирала глаза Лена."
            me "Привет."
            "Она через силу кивнула, застыла."
            "А потом, бросившись мне на грудь, разрыдалась уже в полную силу."
            me "Тихо-тихо, всё спокойно, всё хорошо."
            "Уговаривая её, я отвёл к удобному бревну, где и усадил."
            "Ещё несколько минут увещеваний и поглаживаний ушло на то, чтобы стихли рыдания."
            "В конце концов я сам не заметил, как мои глаза начали закрываться."
            window hide
            scene cg d5_un_sleep
            with dissolve
            $ lp_un += 5
            "Слишком уж маетный выдался денёк."
            "Я обнял девочку за талию и несильно прижал к себе."
            me "Я так скучал."
            un "Я тоже."
            show blink
            un "Очень…"
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day6_un_7dl_letmeout:
    "Мне пришло в голову, что я сейчас, вместо того, чтобы искать Лену и проводить время с ней, попросту сбегаю."
    "Но логика Слави была железобетонной, неотразимой и била наповал."
    "Что гораздо хуже, она полностью соответствовала тому, что я и так всегда подспудно знал:"
    th "Если я уйду, всем будет только лучше."
    th "Лучше." with vpunch
    "Я закрыл глаза."
    $ prolog_time()
    $ persistent.sprite_time = "night"
    show blink
    "То ли реальность поплыла, то ли это просто слёзы, но на секундочку я вдруг перестал видеть лесок, речку и солнце над головой."
    if not (herc or loki):
        scene black with fade
        $ volume(0.5, 'music')
        scene bg intro_xx with dissolve
        stop ambience fadeout 2
        play sound_loop sfx_bus_interior_moving fadein 4
        show prologue_dream
        "Вместо этого в ушах загудел двигатель автобуса, а за окном раскинулась серая громада мегаполиса."
        sl "Возможно, сейчас ты совершил лучший поступок в своей жизни."
        window hide
        show prologue_dream
        "Спокойный голос Слави доносился откуда-то сбоку."
        sl "Ты не станешь им гордиться."
        scene bg intro_xx with flash
        show sl cry pioneer with dspr
        sl "Но хотя бы Лена останется жить. И, возможно, однажды встретит действительно достойного молодого человека."
        sl "А не прыгунца по мирам."
        "Мы вывалились на ледяное сиденье ЛиАЗа. Я — и всё ещё сжимающая мою руку никогда не существовавшая Славя."
        show sl sad pioneer with dspr
        sl "Вот и всё."
        "Она похлопала меня по плечу и поднялась."
        sl "Похоже, это моя остановка."
        "Через дорогу с вывески рядом с повсеместной «Биллой» горели четыре неоновых кружка, изображающих стилизованную кошачью лапку."
        "«Ветклиника» — значилось шрифтом поменьше снизу."
        hide sl with dissolve
        "А я остался один."
        "Как и в самом начале истории."
        "Вырулив от остановки, автобус начал карабкаться по горбу Володарского моста."
        "Потому что я принадлежу своему одиночеству, потому что только перекати-поле вроде меня могло однажды попасть в течение, способное выкинуть в другом времени."
        "А значит, в словах Слави правды куда больше, чем ей кажется."
        window hide
        scene black with fade2
        "Поэтому я не сильно удивился, когда автобус, проломив ограждения моста, ухнул вниз в чёрную ледяную воду."
        play sound sfx_shoulder_dive_water
    elif herc:
        play music music_7dl["herc_death"] fadein 5
        scene bg int_store_7dl with fade
        "{i}Стихи, в которых каждая строка, была горька твоею красотой.{/i}"
        "В тот момент, когда я понял, что выбрал все лимиты ожидания и эластичности времени — я понял, что достиг цели."
        "Хотя бы одна вещь, которой я действительно сумел бы гордиться, была сделана."
        "Проблема лишь в том, что я не могу больше ничем гордиться."
        "Ибо мёртв уже — и далеко не в фигуральном смысле."
        show prologue_dream
        "Свинцовый шарик проколол растянувшееся донельзя мгновение и нашёл своё место у меня во лбу."
        "Свинцовая равнодушная слеза замерзшего питерского неба."
        window hide
        play sound sfx_7dl["makarych"] fadein 0
        scene black with fade
        play sound sfx_bodyfall_1
    elif loki:
        play music music_7dl["herc_death"] fadein 5
        show blink with dissolve
        scene bg ext_winterpark_7dl 
        $ renpy.pause(1.5)
        "Нас вышвырнуло к началу этой истории."
        "Туда, откуда сказочная девочка забрала меня в страну грёз."
        "{i}Снежная королева поцеловала Кая еще раз, и он позабыл и Герду, и бабушку, и всех домашних.{/i}"
        "И всё было правильно, и идеальные ледяные черты стали светом, что резал уже покрытые ледком глаза, и карминно-алые губы — щедрыми горстями выдохнутой заживо мечтой — на снежном поле."
        "Её поцелуй был ледяным и достал до самого моего сердца, которое и без того отказывалось биться."
        "Славя победила."
        "Лена останется жить."
        "А Локи Асгард приговорил к смерти."
        window hide
        show prologue_dream
        "Я улыбнулся, не обращая внимания на бестолково мечущуюся на периферии зрения фигурку в глупой пионерской форме."
        "И закрыл глаза."
    window hide
    scene gameover with flash
    play sound sfx_7dl["aunl"]
    $ persistent.alt_lamp = True
    $ renpy.save_persistent()
    show acm_logo_me_lamp with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    return

label alt_day6_un_7dl_dance:
    scene black
    "Кажется, мы уснули, потому что открыв глаза, я долго пытался понять где я и что со мной."
    window hide
    show unblink
    scene cg d5_un_sleep
    with dissolve
    play ambience ambience_boat_station_night
    "Да ещё и эта непроглядная южная ночь."
    "Лена на плече сонно зашевелилась."
    un "Мммм… Поспала. Не отлежала плечо?"
    me "Да нет. Я и сам…"
    window hide
    scene bg ext_un_hideout_night_7dl
    show un smile pioneer
    with dissolve
    window hide
    "Я понемногу привыкал к темноте, и скоро уже мог разобрать черты её лица."
    "Лена сидела и мирно улыбалась."
    un "Привет."
    un "Может, никуда не пойдём? Давай здесь посидим…"
    me "Ты что! Это же прощальная дискотека!"
    me "Где ещё выдастся шанс набраться впечатлений!"
    un "Мне и так их хватит."
    "Капризно надула губки царевна."
    me "Ну уж нет! Я хочу видеть тебя в платье, обнимать и танцевать."
    me "Сделай для меня такую малость."
    un "Хорошо."
    "Поднявшись с бревна, девочка протянула мне руку и помогла подняться."
    un "Танцы — значит, танцы."
    stop ambience fadeout 3
    window hide
    $ persistent.sprite_time = "night"
    play music music_list["lightness"] fadein 5
    scene anim_square_party

    "Часы показывали без десяти минут одиннадцать — пиковое время, когда любители быстрых танцев уже прочно оккупируют водяные колонки."
    "А любители танцев помедленнее уже понемногу отпускают тормоза: прижимаются во время кружения чуточку ближе, говорят чуточку более смелые вещи…"
    
    if 'music' in list_clubs_7dl:
        "И будто в ознаменование последней мысли ведущая поменяла мелодию на медляк, и ко мне подскочила Мику:"
        show mi upset dress with dspr
        mi "Ой, Леночка, я украду у тебя твоего кавалера на один танец, можно?"
        "Затараторила она."
        mi "Обещаю вернуть его в целости и сохранности, даже непомятого."
        me "Но мы же только пришли…"
        "Попытался подать голос я."
        mi "Вот и хорошо!"
        "Не слушая ничьих возражений, деятельная японка потащила меня на танцпол."
        show mi normal dress with dspr
        mi "Ты знаешь, у нас в Японии медленные танцы — это целая хореография."
        "Она вывела меня в центр танцевальной площадки и прижала к себе, зафиксировав одну руку своей, а другую угнездив у себя где-то ощутимо ниже талии."
        scene cg d3_mi_dance_close_7dl at zenterright
        with dissolve
        if alt_day4_un_7dl_ducks:
            "Я покорно позволял ей над собой измываться — в конце концов, после всего, что мы вместе прошли, можно было позволить ей некоторые вольности."
        else:
            "А я терпел. Что мне ещё оставалось?"
            dreamgirl "Ведь это так больно и страшно, когда тебя тискает симпатяжка типа нашей Хатсуне, правда?"
        mi "И у нас это танец. А не вот это топтание на месте."
        mi "Одно радует — это достаточно удобно и для того, чтобы поболтать и для того, чтобы потискаться."
        me "А ты по какой части?"
        "Не удержался от вопроса я."
        mi "Я — просто!"
        "Она прикусила губку и стрельнула глазами."
        mi "Хотя идея потискать тебя мне нравится."
        scene cg d3_mi_dance_afar_7dl
        with dissolve
        "Я покраснел, вызывая серебряный перезвон смеха девочки."
        me "Что? Но…"
        mi "Расслабься. Я просто шучу."
        "Показалось, или она прижалась чуточку ближе, чем того требуют правила танца?"
        me "Мику, ты слишком близко."
        "Шепнул я."
        "Не поймёшь её: то ли шутит, то ли всерьёз."
        mi "Слишком?"
        me "Прижмёшься ещё теснее, и нас попросят с танцев за аморальное поведение."
        "Японка надулась и отодвинулась, и я, наконец, вспомнил как дышать и со свистом втянул воздух."
        dreamgirl "Рейп на дэнсполе. Практически сюжет для рок-баллады."
        th "Язви-язви."
        dreamgirl "Хотя нет. Учитывая, что жертвой домогательств стал ты — это, скорее, подошло бы плаксивым эмо-коллективам типа The Used."
        "На одном из оборотов я поймал взгляд Лены."
        "Она погрозила мне пальцем, хотя её глаза смеялись."
        mi "Спасибо, кстати, что сдержал обещание. Я слышала, как ты подпевал."
        "Я покраснел ещё раз."
        me "Знаю слова просто, вот и всё."
        mi "Интересно, откуда?"
        me "Да так…"
        "Мику немного помолчала, собираясь с мыслями."
        mi "Голос у тебя, кстати, не самый плохой. Не думал о том, что музыкой заниматься? Могу похлопотать."
        th "И тут мы плавно переходим к обмену номерами."
        dreamgirl "И объяснениям живой активной девушке причин оного обмена."
        "Я задумался."
        th "С другой стороны, если я задержусь здесь, какие-никакие связи лишними не будут."
        "Поэтому я согласно кивнул."
        me "А давай."
        me "Я напишу тебе номер, созвонимся."
        mi "Замётано!"
        scene anim_square_party
        show mi normal dress at cright
        show un normal dress at cleft
        with dissolve
        "Музыка закончилась, и Мику отконвоировала меня к Лене."
        mi "Вот. Сдаю по описи, целого и невредимого."
        show un smile dress with dspr
        un "Правда, чуточку помятого."
        "Проворчала Лена, улыбаясь."
        hide mi
        show un smile dress at center
        with dissolve
        "К счастью, Мику этого уже не расслышала — она упрыгала обратно на площадку размахивать руками."
    else:
        "Мы подоспели вовремя — ведущая как раз поставила пластинку с медленной композицией."
        play music music_list["raindrops"] fadein 3
        show un normal dress with dspr
        "Лена искоса посмотрела на меня, явно намекая на то, что не прочь…"
        me "Позволите пригласить вас на танец?"
        "Протянул ей руку я."
        show un smile dress with dspr
        un "Позволю!"
        "Она приняла мою руку и позволила увести себя."
        scene cg d3_un_dance with dissolve
        "Мы находились в том самом счастливом, конфетно-букетном состоянии, когда надо просто быть вместе, стесывая шероховатости и острые углы, притираясь, беззаветно пользуясь анестезией влюблённости."
        "Великая эпоха компромиссов, когда ты делаешь что-то просто потому, что можешь делать это — но не ради себя."
        "И будь у нас хотя бы на пару недель больше времени…"
        "Нас разделяли два слоя ткани, но ощущения живого контакта кожи настолько крепки были в памяти, что и здесь казалось, что мы превратили наши нервные системы в одно целое."
        un "О чём молчишь?"
        "Шепнула на ухо Лена."
        me "О тебе."
        "В тон ответил я."
        un "А именно?"
        th "А именно, дорогая моя девочка, что человеку мало хорошего — ему лучшее подавай."
        th "Мне недостаточно быть с тобой здесь и сейчас: мне нужны ещё и гарантии того, что это не закончится в ближайшем будущем."
        me "Видел твою селфи на телефоне, забавно получилось."
        un "Селфи?"
        me "Когда человек сам себя фотографирует. Только лучше бы ты с бумажкой с телефоном снялась — так, на всякий случай."
        un "Не беспокойся, я ни в коем случае не дам нам потеряться."
        th "Мне бы хотя бы толику твоей уверенности, милая."
        if alt_day4_neu_transit != 1:
            me "А что думаешь о наших совместных воспоминаниях?"
            me "Я поклясться могу, что мы не встречались раньше."
            un "Не знаю. Но они не кажутся мне ненастоящими — столько в них всего."
            "Её щёки порозовели в свете гирлянд на деревьях."
            un "Особенно… эти моменты…"
            me "Какие?"
            un "Ну… Эти!"
            me "Ты можешь сказать какие именно «эти» ты имеешь в виду?"
            "Лена покраснела так, как не краснела, наверное, дня с первого."
            un "Близости. Когда ты внутри."
            me "Ох… Вот ты о чём. {w}Прости за мою бестолковость."
            un "Да ничего. Просто тело помнит, а реального опыта не было — как будто раздвоение личности."
            me "Теперь и опыт появился."
            un "Да… И я скажу, что он куда лучше воспоминаний."
        "Целоваться на виду у всей танцплощади было несколько неловко — но я наплевал и на правила приличия, и на чужое внимание — на всё…"
        window hide
        scene anim_square_party
        with fade2
    
        "А когда открыл глаза — уткнулся взглядом в танцующую Двачевскую."
        show dv smile dress far at fleft with dspr
        "Это было бы само по себе достаточно удивительным, но шокирующим было то, что танцевал её ни кто иной, как Электроник!"
        show el normal pioneer far at left behind dv
        "Она перехватила мой взгляд и подмигнула."
        hide dv
        hide el 
        with dissolve
        show cs grin at fright
        "Подмигнула и Виола, пробирающаяся между пионерами."
        hide cs with dissolve
        show mt smile dress far at center with dspr
        "Смущённый взгляд скакнул дальше — к улыбающейся Ольге Дмитриевне и обнимающему её за талию Санычу, "
        hide mt with dissolve
        show mi normal dress at right
        extend "к улыбающейся Мику."
        hide mi with dissolve
        show sl smile dress far  at fleft
        "Славя, стоящая за вертушками, кивнула и отвернулась."
        hide sl with dissolve
        "А я не мог отделаться от ощущения, что оказался в каком-то хэппи-энде, что вот-вот кадр прихлопнет кулисами, и поплывут по экрану титры."
        "Мелодия закончилась, и мы вернулись обратно на нашу скамеечку."
    stop music fadeout 5
    window hide
    scene cg d3_disco with dissolve

    "Народ веселился так, будто завтра никогда не наступит!"
    play music music_list["farewell_to_the_past_full"] fadein 3
    "И в этом их нельзя винить."
    "Очень скоро закончится лето, они разъедутся по городам, вернутся в школы — а на носу уже совершеннолетие, и государство ненавязчиво напомнит, что пора уже выбирать свой путь в жизни."
    dreamgirl "Делать тебе больше нечего. Иди лучше пригласи девочку танцевать ещё раз."
    dreamgirl "По неписанным бальным правилам, ты обязан танцевать с дамой, которую привёл, хотя бы один раз, а лучше — больше. Вот и займись."
    th "С преогромным удовольствием."
    window hide
    scene cg d3_un_dance with fade
    "Был и второй танец, и третий — пока в лагере не объявили отбой."
    "А мы с Леной так и сидели здесь, на нашей любимой скамеечке."
    window hide
    scene cg d6_un_evening_0_7dl
    with dissolve

    "И молчали."
    "Как это всё-таки замечательно, когда с человеком совершенно не обязательно болтать."
    "Когда можно просто сидеть рядом и не сгорать от неловкости."
    "Просто — молчать — рядом."
    window hide
    scene cg d6_un_evening_0_1_7dl
    with dissolve

    "Я покосился на Лену — она сидела, откинувшись назад, и любовалась ночным небом."
    window hide
    scene stars
    with dissolve
    if alt_day4_neu_transit != 1:
        un "Какое оно красивое. Небо."
        "Улыбнулась она мечтательно."
        un "Не могу поверить в то, что вы добровольно отказались от него."
        me "А мы и не отказались."
        me "Произошло то, что называется прогрессорством — дикарю дали вместо палки автомат Калашникова. Подтянули технологический уровень, но культурный остался на уровне начала двадцатого века."
        un "Думаешь, человечеству пора повзрослеть?"
        window hide
        scene cg d6_un_evening_0_2_7dl
        with dissolve
        "Она тихо улыбнулась и подвинула ладошку, лежащую на скамейке, к моей."
        me "Хотя бы немного."
        "Кивнул я."
        me "Входя во вселенную, следует вытирать ноги. Иначе могут в шею вытолкать."
        th "Мы, человечество, находимся на той подростковой стадии, когда можем как возвеличить себя, так и покалечить."
        th "А потому неизбежны перегибы — всё то, что ломает отдельно взятого человека, суть симптомы пубертатного периода человечества в целом."
        "И станет ли человечество, повзрослев, человеком, или превратится в отшельника, хама или эгоистичного циника — зависит лишь от нас самих."
        dreamgirl "Как удивительно поменялись твои мысли за эти дни."
        dreamgirl "А как же твоё нытьё и жалобы?"
        th "Просто я поменялся. Вот и всё."
    else:
        "Ещё несколько дней назад всё было бы совершенно иначе."
        "Я бы сидел рядом и шалел бы от всесжигающего желания взять её ладонями за плечи, прижать к себе."
        "Просто желания, чтобы ей было чуть спокойнее и уютнее рядом."
        "И мучился бы от того, что не смею."
        "А сейчас…"
        "Что поменялось?"
        "Сказанное?"
        "Сделанное?"
        me "Я не буду говорить глупостей о звёздах."
        window hide
        scene cg d6_un_evening_0_2_7dl
        with dissolve
        un "Вот как?"
        me "Нет, вместо этого я однажды просто туда отправлюсь."
        un "Хорошая мечта."
        me "Это не мечта."
        "Покачал головой я."
        me "Это план-намерение."
        un "Какой целеустремлённый молодой человек…"
        "В голову пришло вдруг, что если бы не тот подслушанный у домика разговор, мы бы не сидели так, вместе."
        "И по спине продрало холодом от ощущения, что где-то в иной Вселенной некий Семён сидит на лавочке совсем один."
        "И так жалко стало его, что я скрыл печаль за глупой репликой:"
        me "Держись меня, ещё и не то будет."
        "Лена промолчала, хотя немой вопрос повис в воздухе."
        "Незнакомые чужие звёзды так и кружили над нами."
        "А в западной части, что ещё была пусть и едва заметно, но налита бордовым, можно было разглядеть, как три звезды причудливо замерли друг против друга."
        "Одна была побольше и находилась внизу."
        "Две поменьше."
        me "Смотри, как забавно сложились."
        un "Да."
        "Обрадовалась Лена."
        "Как голова с ушками. Забавно так."
        dreamgirl "Сама ты… голова с ушками."
        "Разочарованно обронил внутренний голос."
        me "Это окна дома."
        me "Вселенная —  это наш дом. А в любом доме кто-то кого-то ждёт."
    window hide
    scene cg d6_un_evening_2
    with dissolve
    un "Хорошо сказано."
    "Ладошка подвинулась ещё ближе, и…"
    window hide
    scene cg d6_un_evening_3_7dl
    with dissolve
    extend " накрыла мои пальцы."
    "Я кивнул."
    if alt_day4_neu_transit != 1:
        me "Жаль только, не получается пока. Ни у человечества, ни у меня."
        un "Но ты сам позавчера говорил про новый шанс."
        me "А ты скептически отнеслась к тому, чтобы ждать меня на Земле."
    else:
        me "Меня вот только никто не ждёт."
        un "Как никто? А я?"
        me "Что ты?"
        un "Хочешь, я буду ждать тебя?"
        if loki:
            me "К тому же, космос — это просто волшебная мечта, как сказка."
            me "На деле я боюсь даже высоты, что уж говорить про прыжки с парашютом или попытки забраться за пределы земной атмосферы."
        un "Это не значит, что я не буду поддерживать тебя."
        if alt_day_binder == 1:
            un "Что бы с тобой ни произошло, где бы ты ни оказался — я всегда буду на твоей стороне."
            un "Для меня это стало очевидно ещё тогда, у домика Слави."
            "Я улыбнулся:"
            me "Она меня всю неделю так старательно бесила, а оказалась…"
            un "Да. Нашим ангелом-хранителем."
        elif (alt_day_binder != 1) and (counter_sl_7dl == 0):
            un "Твои успехи — это и мои успехи тоже."
            un "Я хочу гордиться тобой."
            "Она немного покраснела."
            un "Такое вот эгоистичное желание."
        else:
            un "Для меня очень важно, чтобы ты был счастлив — жить с тем забитым молодым человеком, который пялился на меня у ворот, наверное, такая тоска!"
            un "Хорошо, что я ошиблась в оценке."
        window hide
        scene stars
        with dissolve

        if alt_day_binder == 1:
            "Я улыбнулся и приобнял девочку за плечи."
        else:
            "Я не стал её разубеждать, а просто притянул к себе, обнимая за плечи."
        th "Моё."
        "Девочка тихонько мурлыкнула и прильнула ко мне."
        un "Нет. Это ты — моё."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return
    
label alt_day6_un_7dl_sleeptime:
    play ambience ambience_camp_center_night fadein 1
    play music music_list["a_promise_from_distant_days_v2"] fadein 2
    scene bg ext_house_of_el_night with dissolve
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_extra_house_7dl
    show un smile pioneer
    with dissolve
    "Последний день в лагере."
    "Последние танцы, последний ужин."
    "Всё как будто вопило — запоминай! Забирай с собой в памяти! Каждую нотку, каждый гран, каждый миллиметр."
    "Запахи, цвета, звуки, вкусы — аккумулировать всё это для того, чтобы несколько лет потом ходить, глядя повыше голов суетливо снующих прохожих, пропитанный летом в каждой клеточке тела."
    "И самое главное, конечно — она."
    "Лена."
    "Если нам не доведётся увидеться после лагеря, если что-то не получится — я хочу хотя бы помнить её."
    show un normal pioneer with dspr
    me "О чём ты думаешь, солныш?"
    "Поинтересовался я."
    "Да, глупый вопрос, и да, я повторяю его каждый день хотя бы раз."
    "Но ведь интересно же!"
    un "Я думаю о том, что мы вчера натворили."
    un "И зачем мы вчера это натворили."
    "Мы улеглись на одной кровати — уже привычно, что я что она — по левую руку от двери."
    me "Вот как? И что же мы натворили?"
    dreamgirl "Точно, включи дурачка."
    me "Я имею в виду, что мы, конечно, пошли до самого конца, но…"
    un "Вот именно о «но» я и хочу поговорить."
    "Она достала из кармана памятный серый бумажный пакетик."
    me "Изделие номер два? Но где ты…"
    "Она положила палец мне на губы."
    show un serious pioneer  with dspr
    un "Помолчи."
    th "Ага."
    th "С этого всё и начинается. Сначала меня затыкают — потом на мне ездят."
    dreamgirl "Не ной, а? От кино отвлекаешь."
    un "Я знаю, что после вчерашнего нашего сумасшествия боржом пить поздновато, но если у меня гинекология моей матери — нам стараться и стараться ещё, прежде чем появятся последствия."
    me "Хочешь сказать, всё эти дурацкие намёки Слави…"
    un "Были чистой воды блефом."
    un "Гарантий, понятно, нет. Но сам шанс…"
    me "Так ты хочешь, чтобы…"
    show un shy pioneer with dspr
    un "Я хочу."
    "Она подбросила пакетик на руке."
    show un serious pioneer with dspr
    un "Чтобы этой дряни в нашей жизни не было."
    "Изделие полетело куда-то в угол, и я невольно проследил его полёт."
    "А когда вернулся взглядом к Лене — в её глазах можно было разглядеть такую кучу всего!"
    "Ожидание, забота, нежность, ласка… И — желание."
    un "Иди ко мне."
    "Шепнула она, хватая меня за отвороты воротника, притискивая к себе и жарко целуя."
    un "Иди…"
    window hide
    scene black
    with fade2

    "Одежда полетела на пол, а раскалённый воздух опалил стены домика, когда мы наконец стали единым."
    "Лена была близко-близко: она была и рядом, и снаружи, и вокруг, а я никак не мог насытиться ей — до тех пор, пока она, запротестовав, не прервала наш марафон."
    un "Оставь немного и на после лагеря, хорошо?"
    "Скрипуче буркнула она, засыпая."
    "А я ещё несколько минут полежал, опираясь на локоть, изучая взглядом черты её лица."
    "Пока, наконец и меня не сморил сон."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day7_un_7dl_begin:
    scene black
    play music music_7dl["please_stop_it_mastered"] fadein 3
    $ renpy.pause(2)
    $ persistent.sprite_time = "night"
    scene bg int_sam_house_clean_7dl
    with fade
    "Злого утра тебе, ненавистная берлога, злого утра тебе, ненавистный серый город за окном."
    "Мы ненавидим друг друга долго, привычно и ни о чём."
    "Аптайм клиента – больше шестидесяти часов, именно столько я не выходил из квартиры."
    "Меня разбудило характерное асечное «о-о». Удивительно, столько лет не пользуюсь клиентом, а снести всё руки не доходят. Кому я там могу быть нужен?"
    "Кряхтя, я собрал себя с кровати и, щурясь на левый глаз, попытался пересмотреть бьющую в глаза лампу монитора."
    window hide
    scene black
    with fade3
    stop sound_loop
    $ renpy.pause(3)
    show laptop
    show laptop_un_epilogue
    if herc:
        show laptop_un_epilogue_herc
    elif loki:
        show laptop_un_epilogue_loki
    else:
        show laptop_un_epilogue_dr
    with dissolve

    play sound_loop sfx_keyboard_mouse_computer_noise fadein 3
    "Отдачей больно садануло по зрачкам, однако я сумел разглядеть заголовок сообщения."
    "Раритетный семизначный номер, который я в своё время выучил наизусть, крепче чем собственное имя и даже номер телефона."
    if alt_day_binder != 1:
        th "Или пятизначный?"
        "Я пытался приглядеться и пересчитать цифры, но они плыли в глазах."
    if loki:
        "Ксана?"
        "Ей-то какого чёрта надо?"
    else:
        th "Бывшая. {w}Какого дьявола ей надо?"
    "После того, как она выскочила замуж не то по залёту, не то, чтобы тупо досадить мне, мы не перекинулись и словом."
    "Неужели я ей зачем-то нужен? Или она снова пишет от скуки?"
    "Дома сидеть с ребёнком всегда скучно, вот и бесится на свой лад."
    voice "Прости, что я так с тобой поступила. Прости."
    voice "И, пожалуйста, проснись!"
    me "Что?"
    voice "Проснись!"
    me "Зачем? Тебе-то какое дело?"
    voice "Я… Мне не всё равно."
    if loki:
        me "Ксюш… Давай, прекращай уже свои дурости."
    else:
        "У меня другая информация. Да и даже если я ошибаюсь — всё прошло."
    me "Я к тебе уже ездил заполночь через полгорода, я бил морду и получал по морде потому, что тебе было плохо."
    me "Всё. {w}Закончили."
    if loki:
        extend " Ты замечательно десять лет заткнувшись сидела."
    else:
        extend " Мы чужие люди, и это нас обоих устраивает."
    me "Предлагаю оставить сложившийся status quo нетронутым."
    voice "Нельзя. Ведь если бы я только тогда сказала тебе…"
    me "Сказала что?"
    voice "Не важно. {w}Просто проснись. {w}Пожалуйста."
    scene bg int_sam_house_clean_7dl
    show laptop
    show laptop_un_epilogue
    if herc:
        show laptop_un_epilogue_herc
    elif loki:
        show laptop_un_epilogue_loki
    else:
        show laptop_un_epilogue_dr
    with dissolve
    "По монитору прорезались и направились вниз параллельным курсом две капли."
    voice "Я плачу о тебе, Семён. {w}Я плачу о нашем несбывшемся."
    voice "И дочери, которая могла бы быть твоей."
    voice "Но проснись! {w}Пожалуйста! {w}Иначе ты лишишься и того немногого, что у тебя осталось!"
    me "Прекрати."
    voice "ПОЖАЛУЙСТА, ПРОСНИСЬ!"
    with vpunch
    "От крика вздрогнул монитор, и картинку разрезало пополам – в одной её части было солнечное летнее утро, прорезающееся сквозь узкое окошко, а в другой – мой пыльный свинарник, любимый и знакомый."
    scene black
    show laptop
    show laptop_un_epilogue
    if herc:
        show laptop_un_epilogue_herc
    elif loki:
        show laptop_un_epilogue_loki
    else:
        show laptop_un_epilogue_dr
    with dissolve
    "И быстро-быстро запрыгали сообщения."
    "Будто она и в самом деле, тараторила — быстро-быстро, не давая вставить ни слова и не прерываясь на такую мелочь, как дыхание."
    voice "Не сиди, скептически усмехаясь, и не крути колесо мыши."
    voice "Убери подбородок с ладони."
    voice "Выпрямись."
    "Проснись.{w} Проснись!" with hpunch
    voice "Отверни голову от монитора и посмотри на него периферийным зрением."
    voice "Туда, где самое заметное цветовое пятно."
    voice "Оно рябит и идёт телеснегом – потому, что сознание не умеет строить картинки по алгоритму, который используют мониторы. Это значит, что ты спишь. ПРОСНИСЬ!"
    play sound sfx_break_monitor
    show prologue_dream
    "Я сидел как парализованный, а в монитор изнутри ударило что-то, оставляя за собой змеистые трещины."
    "Что-то рвалось наружу, в мой мир. Что-то…"
    play sound sfx_7dl["ringtone"] fadein 8
    stop sound_loop 
    "ПРОСНИСЬ!"
    "Зазвонил сотовый – я выключил его."
    stop sound
    play sound sfx_home_phone_ring
    "Зазвонил городской."
    scene bg int_sam_house_clean_7dl at zentercenter
    "Я с опаской снял трубку."
    play sound sfx_home_phone_take
    th "Кто это может быть? {w}Кто знает мой городской?"
    "Я поднёс трубку к уху."
    play sound sfx_7dl["wakeup"]
    dreamgirl "Проснись."
    th "А ведь я же знаю этот голос."
    th "Этот голос ежедневно шлёт проклятья свинцовому небу и хрипит у ларька, требуя пачку «Диабло Неро»."
    "Было бы странно не узнать собственный голос."
    if not (herc or loki):
        "И вдвойне было бы странно не узнать тот самый голос, что сопровождает меня с рождения – мой внутренний бунтарь, пошляк и по совместительству совесть."
    dreamgirl "Проснись!"
    "Я очень аккуратно отложил трубку, не вешая, а оттуда уже вопили на разные голоса одно слово."
    voice "Проснись!"
    voice "Проснись!"
    me "А-а-а-а!"
    stop music
    window hide
    scene black
    with fade3
    show alt_credits timeskip8 at truecenter with flash
    $ renpy.pause(2)
    scene black
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg int_extra_house_day_7dl with dissolve
    with fade3
    with vpunch
    play sound sfx_bodyfall_1
    $ renpy.pause(1)
    play ambience ambience_int_cabin_day fadein 2

    "Я слетел с кровати и загремел по дощатому полу.{w} Больно приложился локтем, но в результате проснулся."
    "Проснулся!"
    th "Значит, это был просто сон?"
    "Я облегчённо перевёл дух."
    th "И привидится же такое!"
    "Телефон был на последнем издыхании и питался единственно за счёт собственного упрямства."
    "На экране светилось время: 17 часов."
    "Если учитывать, что лёг я ровно в полночь… "
    "Перед глазами встали события дня вчерашнего: исчезновение Лены, поиски в нашем заповедном местечке, шокирующая информация от Слави…"
    "Она действительно могла бы сделать что-то нехорошее, если бы я выбрал не то?"
    "И мой всегдашний ступор."
    "Присушенный к гортани язык, способный выдавать только односложные междометия."
    "Мне что, тяжело было сказать самое главное?"
    "Внутренний голос орал, надрываясь, что это и есть тот самый, ключевой, переломный момент!"
    "Что я либо скажу всё самое нужное сейчас, либо не скажу никогда!"
    th "Мне надо просто признаться – сначала самому себе, потом ей – в том, что все это не просто так."
    th "Что это не курортно-лагерный романчик, единственной целью которого всегда было приятное совместное времяпрепровождение. Это нечто большее."
    dreamgirl "Имя, сестра, имя!"
    "Надеюсь, она даст мне шанс."
    "Хотя бы в этот раз."
    "Не будет заваливать меня вопросами, требуя от меня немедленной и чёткой формулировки…"
    "Да откуда я знаю, зачем я её искал – так, что даже до косы прогулялся!"
    th "Я не знаю! {w}Мне просто очень плохо без неё, вот и всё."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_house_of_un_day
    with dissolve

    "Я закрыл дверь за собой и направился к её домику, надеясь застать её там."
    "Она рассказала мне, что любит иногда просто посидеть на крылечке босиком, подставляя солнцу ноги, и понаблюдать за облаками."
    "И насколько я желал встретить её, настолько же я боялся того же."
    
    "Мы – худшее из того, что происходило в жизни другого. {w}Мы – источник неприятностей друг друга."
    "А мне ни врать, ни признаваться – не в чем. {w}Я распахиваю настежь непричёсанную душу и предъявляю её к осмотру как тот самый дубликат бесценного груза."
    "Я не могу ни ругать её, ни просить прощения. {w}Просто… {w}Просто я без неё уже не могу."
    if loki:
        "И, как в первый день, эта ноша слишком тяжела для меня одного."
    "Я вынужден сказать ей об этом. {w}Просто потому, что о таких вещах нельзя молчать."
    "И, кажется, я только сейчас я осознал это в полной мере – не вчера, когда рвалось что-то внутри от тоски, оседая жирными хлопьями пепла где-то в области гортани, бесформенным горьким комом."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "day"
    scene bg ext_houses_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3

    "Я двигался по лагерю, пытаясь разглядеть хоть кого-нибудь. Но складывалось впечатление, будто лагерь  вымер — никого не было вокруг."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_square_day
    with dissolve

    "Так странно, как будто все ушли на ужин или собрались в купальне на очередной день Нептуна."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_dining_hall_away_day
    with dissolve

    "Даже столовая оказалась закрытой.{w} Удивительно."
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_dining_hall_near_day
    show un normal modern with dspr
    with dissolve
    if alt_day4_neu_transit != 1:
        "Впрочем, не так удивительно, как то, что на одной из скамеечек на крылечке сидела Лена – и слушала музыку с презентованного ей волкмена."
    else:
        "Впрочем, не так удивительно, как то, что на одной из скамеечек на крылечке сидела Лена."
    if alt_day4_neu_transit != 1:
        "Её голова покачивалась в крайне знакомом ритме, пальцы выстукивали что-то по перильцам, и я, приглядевшись, с удивлением узнал в ритмическом рисунке «Je t’aime» Лары Фабиан."
        th "Как удивительно схожи наши вкусы."
        "Поэтому я не стал мешать ей и тихонечко сел на ступеньках, терпеливо дожидаясь завершения песни."
    th "Тепло здесь как… {w}И без толп пионеров как-то очень-очень интимно. {w}Уютно."
    th "И на ворчащую совесть даже цыкать не приходится.{w} Зачем?{w} Мы же честны друг с другом."
    dreamgirl "Можно же жить спокойно, не оглядываясь и не жалея, девочку эту любить, приняв её и мир её в нагрузку. Чего же боле?"
    dreamgirl "Ответов? {w}Да кому они нужны, ответы эти."
    "Я попал сюда чудом, а любое чудо не терпит, когда его пытаешься препарировать с точки зрения логики или здравого смысла."
    "Пускай это чудо и заключается лишь в том, что я, ничем не заслужив, всё же получил свои семь дней лета."
    th "Семь дней лета."
    dreamgirl "Да…"
    th "Однажды, когда станет совсем тоскливо, я открою ноутбук и набью там несколько сотен страниц, где расскажу в подробностях – всё."
    th "Что видел, что чувствовал, чем дышал. {w}И назову получившуюся стопку листов именно так — «семь дней лета»."
    th "И разорву, сожгу и разотру пепел – потому что это только моё. Моё собственное лето Шредингера."
    th "Что бы ни случилось, этот лагерь будет самым чудесным из того, что со мной когда-либо происходило."
    "Клянусь я распахнутому бездонному небу."
    me "Что может сравниться с этим?"
    un "Любовь?"
    if alt_day4_neu_transit != 1:
        "Спросила Лена, заметившая меня и спрятавшая плеер в кармашек на груди."
    else:
        "Спросила Лена, заметившая меня."
    me "Любовь…{w} Возможно."
    "Я тепло улыбнулся девочке."
    me "Ты вчера так неожиданно пропала. {w}Я скучал."
    show un shy modern with dspr
    un "Мне надо было подумать."
    me "Подумать?"
    un "Да. {w}За эту неделю столько всего произошло. И ты…"
    "Она, казалось, утратила нить рассуждений и задумчиво ковыряла ногтем доску скамейки, на которой сидела."
    stop ambience fadeout 2
    play music music_7dl["sh_ai_rejuv"] fadein 3
    me "А куда делись пионеры?"
    un "Уехали."
    me "Уехали?"
    un "По домам."
    "Лена с упорством, достойным лучшего применения, продолжила ковырять несчастную скамейку."
    un "Смена закончилась, и они уехали."
    me "А мы?"
    show un smile modern with dspr
    un "Остались."
    me "Ничего не понимаю…"
    me "Нас-то почему оставили?"
    show un smile2 modern with dspr
    "Она помолчала немного."
    un "Я… Убедила вожатую."
    me "Убедила в чём?"
    un "Оставить нас здесь."
    me "Нас?{w} Тебя и меня?"
    show un smile modern with dspr
    un "Да."
    me "Ты не находишь это несколько фантастичным?"
    "Спокойно спросил я."
    me "Ты попросила, и она вдруг сделала как ты хочешь?"
    un "О. У меня есть свои методы убеждения."
    me "Уверен: я не хочу с ними знакомиться."
    un "Да. Я не хочу тебя ни в чём убеждать.{w} Я хочу, чтобы ты выбирал сам."
    me "Знать бы ещё между чем и чем. {w}Ты уверена, что рассказала мне всё?"
    show un smile modern with dspr
    un "Я этого не говорила."
    me "Может, расскажешь?"
    un "Ну, основное я тебе донесла: я попросила, чтобы нас оставили в лагере. {w}И нас оставили."
    "Я всё ещё не верил в реальность ситуации, до такой степени фантасмагоричной она была. {w}Казалось, что ещё вот-вот, и из кустов, из-за закрытой двери столовой выпрыгнут ребята и закричат: «сюрприз!»."
    "Но время шло, и никто не спешил ниоткуда выпрыгивать.{w} Поэтому в качестве рабочей пришлось принять версию Лены."
    me "И что делать теперь будем?"
    un "Не знаю."
    "Она дёрнула плечиком."
    un "Ты мужчина — тебе и решать."
    me "Я хочу, чтобы этот цирк немедленно прекратился."
    "Устало вздохнул я."
    me "С этим странным лагерем с самого начала всё не слава Рандому было."
    me "Я уже не говорю о том, что попал сюда прямиком из конца 2018-го, но теперь, когда появилась возможность выбраться отсюда, оказывается, что девочка попросила вожатую, и та ей уступила. Ага."
    show un shy modern with dspr
    un "Ты заговариваешься."
    "Она подошла и заботливо положила ладошку мне на лоб."
    un "У тебя жар?"
    me "Хватит стебаться, Лена. {w}Ты прекрасно знаешь, что я не из соседнего села сюда приехал."
    me "Да что там, ни для кого в лагере это секретом не было. {w}Или ты думаешь, что это –"
    if alt_day4_neu_transit != 1:
        "Я ткнул пальцем в плеер."
        me "Или это –"
    "Я хлопнул по смарту в кармане."
    me "Хоть один завод этого временного промежутка способен произвести?"
    un "Японцы, наверное, смогут."
    "Сделала предположение Лена."
    me "Да какие там японцы, когда гравировкой по золоту написано «произведено в Венгрии»?"
    th "У джапов сейчас нет необходимых техпроцессов.{w} А уж про нынешних мадьяров даже говорить не приходится: их пока хватает на производство «Икарусов» — и слава Рандому."
    un "Ну тогда я не знаю."
    "С детской непосредственностью улыбнулась девочка."
    un "Да мне и всё равно. {w}Мне важнее, что ты здесь. "
    me "А какое это имеет отношение к…"
    un "Сём, я ведь не дура. {w}И я прекрасно всё слышала вчера. {w}Хотя ты так старательно мялся и ходил вокруг да около. "
    me "И?"
    un "А какие ещё «и» тебе нужны?"
    un "Ты захотел – ты получил. Радуйся."
    me "Вот, значит, как? {w}Изъявил желание, и ты его исполнила?"
    "Я не скрывал сарказма."
    show un normal modern with dspr
    un "Да.{w} Ты же хотел быть со мной.{w} Ты со мной?"
    "Я вздохнул."
    me "С тобой. {w}Конечно, я с тобой."
    un "Ну вот видишь. {w}Всё просто."
    un "Мы теперь будем вместе. {w}И ни Слави, ни Алисы нам здесь не помешают."
    me "Это, конечно, просто прекрасно.{w} Но дальше-то что?"
    un "Опять тебя что-то не устраивает."
    me "Я имею в виду — что дальше-то делать будем?"
    un "Будем? {w}Ты говоришь о нас?"
    me "Конечно. {w}Мы ведь здесь вдвоём."
    show un smile2 modern with dspr
    un "Я не знаю."
    "Она прикрыла глаза и мечтательно улыбнулась."
    un "А у тебя есть какие-нибудь пожелания?"
    me "Кроме гастрономических – никаких пока.{w} У меня кишка кишке бьёт по башке."
    "Она встала, подошла ближе и протянула мне руку."
    un "Пойдём."
    me "Что? Куда?"
    show un smile modern with dspr
    un "Покормим тебя!"
    "Она достала из кармана связку ключей и позвенела ими у меня перед носом."
    if alt_day1_sl_keys_took == 1 or alt_day1_sl_keys_took == 3:
        un "Не один ты такой запасливый."
    me "Молодец какая! А дальше-то что? Думаешь, в столовой есть провиант?"
    un "Уверена. {w}Впереди ещё третья смена — народ весь по отпускам разъехался, так что у нас целая неделя…"
    me "Наедине с набитой едой столовой!"
    dreamgirl "Кто готовить будет, любопытно…"
    play sound sfx_open_door_clubs
    $ persistent.sprite_time = "day"
    scene bg int_dining_hall_day
    with dissolve
    play ambience ambience_dining_hall_empty fadein 3

    play music music_7dl["surf"] fadein 3
    th "А почему бы и не я?"
    "Открыв дверь, Лена пропустила меня вперёд, и я кинулся в сторону холодильника — это великолепное сооружение выручало меня многие миллионы раз в прошлом, спасёт от голодной смерти и сейчас."
    "Разница была лишь в том, что нынешний рефрижератор был размерами примерно с мою квартиру, и в большинстве своём хранил разного рода мясо — которого мне не хотелось."
    "Почёсывая затылок, я побрёл дальше по коридору, слыша, как напевает что-то на заднем плане Лена, судя по шороху, активно пытаясь раскочегарить плиту."
    "Наконец, ноги вывели меня к сухому хранилищу — и уж здесь-то я нашёл всё!"
    window hide
    with fade2
    show un normal modern with dspr

    "Тяжело груженый, я вернулся к Лене и сгрузил продукты на стол."
    un "Ч-что это? Я думала, ты сделаешь нам по бутерброду…"
    me "Это, моя дорогая, то, что я называю единственным светлым приобретением у загнивающего запада!"
    show un smile modern with dspr
    un "Вот как? И что же это? Какая-то выпечка?"
    me "Ага! Она самая. С печкой справишься?"
    "Она кивнула."
    me "Тогда готовься к бенефису от шеф-повара."
    "Тесто удалось загулять с  первой попытки, соус тоже получился неплохой — а вот за корнишоны и колбасу мы чуть не подрались, нарезая: каждый норовил отъесть кусочек по принципу «ну я же немного!»."
    "Но, наконец, и этот этап был пройден, и на смазанный маргарином противень лёг слой теста, смазанный соусом и сдобренный сверху тёртым сыром, кружочками колбасы, маринованными огурцами и красным перчиком."
    show un smile modern with dspr
    me "Теперь пятнадцать минут, и можно есть."
    un "Кошмар! Это блюдо случайно не «конец вашей фигуре» называется?"
    me "Нет! И, кстати, чтобы ты знала, буквально семьдесят лет назад девушки, наоборот, себе щёки наедали, чтобы замуж удачно пойти!"
    un "Диета, чтобы стать толще? {w}Я не верю в такое!"
    th "Любопытно, и почему я знаю её историю лучше её самой?"
    me "А тут уж как хочешь!"
    "По помещению поплыли одуряющие запахи подрумянившегося теста, расплавившегося сыра и подтаявших колбасных кружков."
    "И…"
    me "Пицца по-европейски!"
    "Представил я, выдёргивая противень двумя ухватками из духовки и водружая его поверх плиты."
    un "Пицца?"
    me "Да! Сейчас нарежем, и можно будет есть."
    un "Я не стану это есть."
    "Попыталась откреститься Лена."
    me "Да как хочешь! Мне же больше достанется!"
    "Я принёс ножик с мойки и напластал блин пиццы на восемь классических ломтиков — правда, из-за моей криворукости, получились они… да и сама пицца, чего уж греха-то таить… кривобокими и ущербными."
    "Впрочем, их запах и вызывающий обильное слюноотделение вид нивелировал все возможные претензии."
    me "Значит, я начну с центра, там где сыра побольше. И всё…"
    "Я обернулся к упорно делающей вид, что её здесь нет, девочке."
    me "СОЖРУ!" with vpunch
    me "А потом буду хрустеть корочкой, тянуть кусок и наблюдать за тем, как тянется сыр."
    "Как следует подув на первую порцию, я сделал первый укус — и закатил глаза: от высококонцентрированного вкуса свело голодные скулы."
    me "Мммм… белиссимо!"
    me "Ты, Лен, иди в столовую, чтобы не смущаться. А я тут всё сам."
    me "СОЖРУ!" with hpunch
    show un shy modern with dspr
    un "Ну что ты шумишь… Не видишь, девушка голодная. Дай и мне кусочек."
    me "Ты же не хотела?"
    un "Я и сейчас…"
    "Она сглотнула и старательно отвернулась в сторону."
    me "Как хочешь."
    "Я положил протянутую было ей дольку обратно к основной массе."
    un "Дай сюда!"
    "Она выхватила у меня из рук порцию и скривилась."
    un "Оно жирное, грязное, пачкается… Это так и надо есть?"
    me "Да!"
    "С сомнением посмотрев на незнакомое блюдо, Лена обречённо резюмировала:"
    un "Я пожалею об этом."
    "И откусила первый кусок!"
    window hide
    with fade2

    "Я замер и, кажется, даже дышать перестал."
    show un smile modern with dspr
    un "Вкусно!"
    "Я с облегчением перевёл дух."
    "Лучше ей не знать, что это одно из немногих блюд, которые я вообще готовить умею."
    un "Теперь ясно, кто в нашем доме готовить будет!"
    me "Думать забудь."
    "Отрезал я."
    dreamgirl "Выпендрился, да? Расхлебывай теперь."
    me "Ладно, хорошего помаленьку! Забираем что получилось, и уходим!"
    show un shy modern with dspr
    un "Почему? Хорошо же сидим!"
    me "Потому что мне здесь неуютно и противень мыть не хочется!"
    "После кухарских опытов я смахивал с себя пот от избытка жара, которым активно делилась с помещением остывающая печка."
    show un smile modern with dspr
    un "А на улице тебе уютнее?"
    me "Да. Там хотя бы прохладнее!"
    un "Ладно."
    "Мы нарезали остатки пиццы и сложили их на тарелку."
    un "Куда понесём?"
    me "К тебе, конечно! Еда во все времена хранилась у женщины!"
    show un smile2 modern with dspr
    un "Как прикажешь… Мужчина."
    play sound sfx_open_door_clubs_2
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_dining_hall_near_day
    with dissolve

    "Мы шли так же, держась за руки, и довольно улыбались друг другу и миру."
    "И всё было просто, и не требовалось никаких уточнений."
    "Я попробовал воскресить в себе то полузабытое чувство детской непосредственности…"
    "Не смог."
    "Здесь уже не было места невинной детской дружбе.{w} Здесь… Здесь творилось что-то другое, что-то большее, и я не был уверен, что рад замене."
    window hide
    stop music fadeout 3
    $ persistent.sprite_time = "day"
    scene bg int_house_of_un_day
    with dissolve
    play ambience ambience_int_cabin_day fadein 3
    show un smile2 modern with dissolve
    "Мы уже очень скоро оказались в домике и Лена, отобрав у меня тарелку, поставила ту куда-то на шкаф."
    un "Там прохладнее — не так быстро испортится."
    me "Да блюду срок жизни —двадцать четыре часа. И за это время надо всё полностью съесть."
    un "Вот и как ты в такой ситуации можешь думать о еде?!"
    me "Я забочусь о том, чтобы мы не умерли с голоду!"
    "Строго ответил я."
    me "Раз из нас двоих я меньший раздолбай, то мне и карты в руки."
    show un normal modern with dspr
    if alt_day4_neu_transit != 1:
        un "Ты такой заботливый… Наверное, в твоём мире от девок прохода нет?"
    else:
        un "Ты такой заботливый… Наверное, от девок прохода нет?"
    "Я только усмехнулся."
    th "Точно, куда ни пройди — ни одной девки!"
    un "Что смешного?"
    show un shy modern with dspr
    "Нахмурилась она."
    me "Ты же шутку юмора пошутила. Я и посмеялся. Не надо было?"
    un "Какой же ты…"
    me "Да-а? Какой?"
    "С интересом уточнил я."
    un "…"
    un "Оболтус!"
    "Немного посомневавшись, Лена подобрала самый красноречивый эпитет."
    me "От раздолбайки слышу!"
    "Осклабился я во все тридцать два."
    un "Ну, раз мы разобрались с самыми насущными проблемами…"
    "Она подвесила окончание фразы в воздухе, позволяя мне додумывать самостоятельно."
    show un normal modern close with dspr
    "Я вопросительно посмотрел на неё, а она подошла ко мне. Чуть ближе. Села рядом на кровати и прижалась к плечу."
    un "Сём…"
    "Мечтательно произнесла она."
    me "Да?"
    "Деловито поинтересовался я."
    un "Эээ…"
    "Кажется, прохладный приём с моей стороны несколько поколебал её новообретённую уверенность в себе."
    me "Что?"
    un "Не знаю."
    "Прошептала она, глядя в пол. {w}Её щёки вдруг заалели."
    un "Может…"
    stop ambience fadeout 2
    play music music_list["confession_oboe"] fadein 3
    show un smile2 modern close at center 
    with dspr
    me "Что?"
    "Я не понимал её недосказанностей, и, честно говоря, уже начал немного напрягаться."
    "Известно же, что если хочешь о чём-то намекнуть мужику  — напиши это на огромном транспаранте, разденься и ходи под его окнами."
    "Тогда, быть может, до него что-нибудь и дойдёт."
    un "Тебе не хочется чего-нибудь особенного?"
    "Её голос опасно дрогнул, но она быстро справилась с собой."
    un "Чего-то, что раньше не делал?"
    dreamgirl "Вообще, мы чего уже только не делали…"
    "А я задумался."
    "Планов было громадьё, особенно в сложившихся условиях."
    th "У нас же здесь целая неделя! Неделя!"
    "Можно было дёргаться и искать выходы, пути побега или что-то в этом духе."
    "Вопрос лишь — а на кой?"
    "У меня есть кое-что… кое-кто, кто куда важнее всех ответов и побегов."
    "Лена."
    dreamgirl "Она же чуть ли не прямым языком предлагает быть с ней – во всех смыслах. {w}Разве это так непонятно?"
    th "Я не знаю."
    "Я судорожно выдохнул. {w}Меня ощутимо колотило."
    "Лена подвинулась ещё ближе и закинула руки мне на шею, прикрыла глаза и потянулась навстречу, потянулась не столько губами, сколько самим своим существом, будто бы я был солнышком, а она неким диковинным цветком с фиолетовыми лепестками."
    "И оттого на щёки сам ложился румянец, в мыслях царил полный хаос, а внутренний пошляк ликующе хохотал и потирал руки:"
    dreamgirl "Просто не сопротивляйся ей!{w} Просто дай ей взять что она хочет!"
    un "А если подумать?"
    "Мурлыкнула она, не открывая глаз."
    me "Если подумать… {w}Если подумать, то как-то оно всё странно."
    un "Что?"
    "Она вздрогнула и открыла глаза."
    show un angry modern with dissolve
    un "О чём ты говоришь?"
    "В её глазах появилось то самое выражение, что мне запомнилось ещё из сна – требовательное, жадное."
    "И не то чтобы я был против такой метаморфозы – всё лучше, чем застенчивый ребёнок образца первых двух дней, но…"
    un "Ты же вчера сам говорил…"
    "Её шёпот опалил мне ухо."
    un "Неужели врал?"
    me "Нет, но…"
    un "Тогда в чём проблема?"
    me "Я не уверен, что это правильно."
    "Мы находимся там, где никто нас не увидит."
    un "Я хочу тебя. {w}Ты хочешь меня. {w}Что здесь может быть неправильного?"
    "Она прикусила губу."
    un "Что изменилось за два дня? {w}Я разонравилась тебе?"
    me "Нет, ты… Нравишься. Очень."
    un "И ты нравишься мне. Проблема снята."
    show un normal modern with dspr
    "Девочка запустила руки мне под рубашку и щекотной лаской гоняла волны мурашек, млея от моей искренней реакции."
    un "Очень нравишься."
    "Притянула меня к себе и с удивившим меня мастерством поцеловала, раздвинув губы беспардонным язычком, завернув один из лучших французских поцелуев, что мне приходилось испытывать."
    th "Куда уж там позавчерашнему…"
    "Не отрывая губ, перебросила через меня ногу, усаживаясь мне на колени, лицом ко мне, и, поймав ладонь, утвердила ту на бедре, давая понять, что нижнего белья на ней нет."
    "Меня трясло и колотило сладкой истомой предвкушения."
    "Перед глазами потемнело от предвкушения и желанной близости с самой красивой, самой желанной девочкой."
    "То самое волшебство первых дней, когда ты не можешь насытиться вниманием, ласками — да самим присутствием девочки в твоей жизни."
    "Её губы были горячими и сладкими, а от кожи пахло дёгтем и липой."
    "Кажется, она всерьёз готовилась к тому, что сейчас должно произойти."
    "Её касания пьянили, её запах уводил куда-то в поднебесные выси, откуда вся эта возня на смятых простынях казалась просто смешной."
    "Но она была рядом, и я тонул в её глазах, и вся моя жажда того, чтобы это было красиво – тонула там же."
    "Она была с первого дня – самой интересной, самой таинственной."
    "Рубашки полетели в разные стороны, давая разгорячённой коже соприкасаться."
    "Самой красивой и самой желанной."
    dreamgirl "Но самой ли любимой?"
    "Я вдруг осознал, что сейчас просто пересплю с нравящейся мне девочкой – без души, на одном подростковом энтузиазме и гормональном передозе."
    "Я остановился и, как мог мягко отодвинул её от себя."
    un "Ч-что?"
    "Её дыхание стало прерывистым от возбуждения, и она с трудом понимала, где она и что с ней."
    me "Прости. Я не могу."
    show un normal modern with dspr
    un "Что?!"
    me "Не могу."
    "Повторил я, чувствуя себя последним ублюдком."
    me "Лена."
    "Начал я."
    me "Я понимаю: мы молодые и всё в таком духе."
    me "Но неужели нам нечем вдвоём больше заняться?"
    "Я красноречиво обвёл нас руками."
    me "Я что, настолько тебе скучен, что кроме развратно-поступательных тебя больше ничего во мне не интересует?"
    un "Глупый."
    "Она поцеловала меня в шею."
    stop music fadeout 5
    un "Надо пользоваться временем, пока мы вместе и одни. Понимаешь?"
    me "Нет. Не понимаю. Тебе скучно со мной разговаривать, проводить время? Что такое?"
    show un shy modern with dspr
    play music music_7dl["sorrow"] fadein 3
    "Её глаза потемнели."
    un "Я тебя привлекать перестала? Или…"
    "Она прикусила губу."
    if persistent.mt_7dl_good:
        un "Ты всё вспомнил, да?"
        show un normal modern with dissolve
        "Она с ужасом отстранилась, забилась в дальний угол кровати."
        un "Всё вспомнил, да?!"
        me "Лена."
        un "Прости, да не могла я удержаться, я без тебя не умею!"
        "Закричала она мне в лицо."
        un "А ты всё время уходишь, ты всегда уходишь!"
        "Я попытался поймать её и успокоить, но она отшатнулась от меня, смотря со всё тем же ужасом."
    else:
        un "Что, слова колхозницы покоя не дают? Да?!" with vpunch
        me "Да причём здесь Славя вообще."
        "Вздохнул я."
        me "Она просто сказала, что если я захочу вернуться…"
        un "Ну так и вали! Проваливай!"
        "Слёзы брызнули у неё из глаз, и она попыталась спрыгнуть с меня, но я удержал её на месте."
    me "Лена!"
    show un sorrow modern with dspr
    un "Прочь!"
    me "Лена!!!"
    un "Убери руки."
    "Да где там. Так я её и отпустил в таком состоянии."
    play music music_7dl["rewind"] fadein 5
    show un sorrow modern close with dissolve
    "Вместо этого я прижал её к себе ещё сильнее."
    me "Не уберу, пока ты не успокоишься."
    "Невольно вдыхая запах её волос, ответил я."
    "И снова улыбнулся цитрусовому аромату."
    me "Ты со мной говорить не хочешь уже? Мы либо ругаемся либо дерёмся, что такое?"
    un "Что?"
    "Я вздохнул."
    me "Куда делась девочка, какой ты была позавчера ещё? Нам же так интересно вместе было!"
    if persistent.mt_7dl_good:
        un "Я предаю чужую память — значит, я так расту?"
        "Непонятно спросила она."
        me "О чём ты говоришь?"
        un "В людях столько зла, я всё клялась себе никогда не быть на них похожей."
        un "Я хотела быть как Славя и верить в добро."
        un "Кто ж знал, что это так больно — быть доброй до конца. {w}Отказаться от тебя."
        "Лена дрожала в моих руках, но больше не делала попыток вырваться."
        un "И теперь я такая же, как эти люди. {w}Мне нет прощения."
        "Она обмякла, и я смог привлечь её к себе, утешающе гладя по тёмным волосам."
        hide un with dissolve
        me "Самое главное, это то, что ты со мной, разве нет?"
        "Тихо спросил я у тишины."
        me "А я — с тобой. {w}Понятия не имею, о каком ты предательстве говоришь, но теперь всё будет хорошо."
        "Теперь всё обязательно будет — {i}так, как надо.{/i}"
        window hide
        with fade2
        "Я говорил о чём-то ещё, пока не почувствовал отсутствие ответа и движения."
        "Короткая вспышка сожгла все силы девочки, и она тихо спала в моих руках."
        "Поцеловав её в лоб, я обнял её и сам прикрыл глаза."
    else:
        show un normal modern close with dspr
        un "Я изменилась. Доволен?"
        me "И что, нам теперь и поговорить не о чем?"
        me "Я знаю, чем заканчиваются отношения, в которых слишком много постели… А потом будет ещё одна мужененавистница, кличущая всех мужиков козлами."
        "Она промолчала."
        me "Что ты молчишь?"
        un "Так бы сразу и сказал, что я тебе разонравилась."
        un "Я не совсем бестолковая и совсем не навязчивая — намёк пойму и отвалю по холодку."
        hide un with dissolve
        "Я закатил глаза и хотел было что-то рявкнуть на тему того кто какие глупости городит, но… с трудом удержался."
        th "Хотя бы кто-то должен быть благоразумным, раз второй сходит с ума."
        dreamgirl "Ты что, не опроверг её гнусностей?!"
        dreamgirl "Чувак, ты больной? {w}Ты дебил, чувак? {w}Немедленно скажи ей, что она нравится тебе. {w}Или в любви, там, признайся — давно пора, тормозу."
        me "Ты мне нравишься. Очень."
        "Тихо произнёс я."
        "Нет ответа."
        me "Лена?"
        "Молчание."
        "Я повернул голову и посмотрел на девочку — она тихо спала, прижавшись ко мне изо всех сил."
        "Ладонь сама прошлась по гладким волосам, под губами оказался горячий лоб."
        me "Сладких снов, маленькая."
        "Пожелал я и смежил веки."
    stop music fadeout 3
    play ambience ambience_int_cabin_night fadein 3
    window hide
    scene bg int_house_of_un_night
    with fade2
    "Когда я снова открыл глаза, Лены уже не было рядом, а на улице стемнело."
    "Разоспался я что-то… Только и делаю, что ем и сплю."
    "Поспали — можно и поесть, поели — можно и поспать."
    "Тарелка с пиццей так и стояла на шкафу, ожидая голодающих."
    "Я поискал рубашку и, не потрудившись завязать галстук, надел её как было и вышел по требованию организма – ему очень хотелось навестить весёлый домик «МЖ»."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_houses_night_7dl with dissolve
    $ persistent.sprite_time = "night"
    $ night_time()
    play ambience ambience_camp_center_night fadein 5
    th "Удивительно, что какой-то злости или истерики я от неё не дождался."
    if persistent.mt_7dl_good:
        "Хотя и было что-то обречённое в её поведении, не значит же это, что…"
        "Или значит?"
        "Мне стало очень неуютно."
    else:
        th "Просто тихие слёзы человека, для которого я оказался достаточно дорог, чтобы смириться с моим выбором?"
        th "Значит ли это, что она смирилась? {w}Или задумала что-то?"
        "Я привык воспринимать Лену как запуганного, но достаточно вменяемого ребёнка, однако события прошлого дня заставили меня усомниться в достоверности моих оценок."
        "Она могла быть… Да любой!"
    window hide
    scene bg ext_square_night with dissolve
    "Я забеспокоился и поспешил закончить свои дела побыстрее, пока беспокойство ещё не переросло в панику."
    un "Семён!"
    show un smile2 modern poisoned with dissolve
    "Окликнул сзади весёлый голос, и я поспешил обернуться."
    "Лена, живая и здоровая."
    "Её лицо почему-то показалось бледным, но я списал это на лунный свет."
    me "Лена! Я забеспокоился."
    un "Ты очень долго спал, я решила не будить тебя.{w} Так что вот. {w}Решила прогуляться."
    me "Прогуляться?"
    "Она казалась какой-то нездорово возбуждённой."
    un "Да. Я подумала, что лучше дать тебе выспаться."
    "Она глупо хихикнула и сделала несколько шагов в мою сторону."
    "Её ноги подломились."
    play music music_list["torture"] fadein 5
    show un sorrow modern poisoned with dspr
    "А я с ужасом и отвращением узнал эту походку."
    "И бледноту, переходящую в синеву."
    "Да что там – я эту картину видел в зеркале не далее, как несколько лет назад, когда в моём желудке переваривались двести таблеток но-шпы."
    "К сожалению, сердце оказалось слишком сильным,"
    if loki:
        extend " и я тупо отлежался."
    else:
        extend " и я необъяснимо, ненужно — выжил."
    show un sorrow modern poisoned at zentercenter
    with dissolve
    "Я рванулся к ней, подхватывая на полупадении. {w}Мягкие ноги, пальцы, потерявшие чувствительность. {w}Ну, конечно же, химия."
    me "Господи, дура! {w}Дура! {w}Чего ты нажралась, отвечай!"
    hide un with fade
    "Она безвольно мотнулась у меня в руках."
    "Рыча проклятья, я взвалил её на спину и потащил в сторону туалетов: там была холодная вода, были шансы промыть желудок до того, как станет слишком поздно."
    if persistent.mt_7dl_good:
        un "Я отвратительна."
    else:
        un "Слишком поздно стало, когда ты не позарился даже на тело."
    "Не открывая глаз, спокойно произнесла Лена."
    if persistent.mt_7dl_good:
        un "Я воровка. Я украла тебя у той, чей ты по праву."
        "Я не понимал, о чём она разглагольствует, но справедливо решил, что решение таких вопросов можно отложить и на потом."
    else:
        un "Я себя такой ненужной чувствую."
    window hide
    play sound sfx_open_door_kick
    $ renpy.pause(1)
    scene bg int_toilet_night_7dl with dissolve
    me "Нет, малыш. {w}Не в этот раз. {w}Я тебя так просто не отпущу."
    "Зарычал я, ударом ноги распахивая дверь отделения мальчиков, и вваливаясь внутрь."
    with dissolve
    play sound sfx_open_water_sink
    play sound_loop sfx_water_sink_stream fadein 2
    "Стараясь двигаться как можно аккуратнее, я сгрузил бесценный груз, облокотив спиной о кафельную стенку, и, выкрутив воду, заозирался в поисках какого-нибудь сосуда, из которого можно будет напоить глупую девчонку."
    "Не нашёл, пришлось поить с ладоней."
    me "Лена! Лен!"
    play sound sfx_face_slap
    with vpunch
    "Она уже засыпала, и мне пришлось несильно хлестнуть её по щеке."
    me "Не спи, глупая девчонка! Борись! {w}Ты не имеешь права закончиться здесь у меня на руках! Не в этот раз, поняла!"
    "Она открыла глаза и незряче, непонимающе посмотрела сквозь меня."
    me "Рот открой!" with vpunch
    "Заорал я. {w}Набрав в горсть ледяной воды, поднёс к её рту."
    me "Пей!"
    un "За… Зачем?"
    me "ПЕЙ, Я СКАЗАЛ!"
    "Она послушно выпила воду."
    me "Ещё! Ещё! {w}Не отключайся! "
    "Я перекинул её животом вниз и, подставив колено, зафиксировал и запустил пальцы в рот."
    "Сейчас будет очень неприятно и, возможно, даже больно, если она сомкнёт челюсти."
    "Но жизнь никогда не преподносилась как штука приятная и безболезненная."
    "Пальцы нащупали основание языка и прижали, придерживая, не давая рту закрыться."
    "Она кашлянула и попыталась вывернуться наизнанку."
    "В ладонь ударила горячая струя рвоты."
    "Было бы противно, если бы не было так жутко – практически чистый желудочный сок, в котором как кружки жира в колбасе мелко-мелко понатыканы белые, полурастворившиеся кружки таблеток."
    me "Ещё пей!"
    "Я снял рубашку и вытер её слезящиеся глаза."
    me "Пей, я сказал!"
    "Она безвольно подчинилась. {w}Главное, чтобы не было слишком поздно."
    "Судя по реакциям, это снотворное, а я понятия не знаю, сколько потребуется этой дряни для того, чтобы гарантированно прикончить девочку. "
    "В этот раз таблеток было ощутимо больше — похоже, добрались до основной массы отравы."
    me "Не засыпай! {w}Не отключайся, слышишь! {w}Когда таблетки ела?"
    un "Два часа… или больше."
    "Я поил её и вытаскивал из желудка остатки химии, понимая, что сейчас даже одной забытой таблетки может оказаться достаточно."
    "Оставалось только молиться рандому да надеяться на то, что организм у неё окажется достаточно сильным."
    "Наконец, её вывернуло той же водой, что она пила только что."
    "Таблеток в рвоте больше не было, осталась только чистая желчь и вода."
    "Это значит, что осталась только та дрянь, что всосалась в кровь. {w}Два часа. {w}Это конец. {w}Я ничего не смогу сделать. Или?"
    me "Где ты взяла эту дрянь?"
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day7_un_7dl_epilogue_all:
    play music music_7dl["please_stop_it_mastered"] fadein 5
    "Я потряс за плечи порывающуюся уснуть девочку."
    me "Не спи! Отвечай!" with vpunch
    un "В медпункте. У меня же ключ."
    "Вяло произнесла она."
    me "Ключ?"
    un "Средство… от головной боли."
    "Она попыталась улыбнуться, но, кажется, мимические мышцы ей уже отказывали, так как получилась жутковатая гримаса."
    th "Виола отнеслась с пониманием и оставила ключ?"
    me "Лена, слушай меня очень внимательно."
    "Я встряхнул её и, обхватив голову руками, развернул лицом к себе."
    me "Значит, я пойду сейчас туда, а ты оставайся здесь и постарайся изо всех сил не потерять сознания!"
    me "Слышишь? В этот раз я тебя не отпущу никуда! {w}И когда я вернусь с лекарствами, мы…"
    stop sound_loop
    play sound sfx_close_water_sink
    pause(1)
    un "Два часа, Семён. Меня уже нет."
    scene bg ext_aidpost_night at fast_running
    with flash
    with dissolve
    "Я стиснул зубы и выскочил из туалета, пронёсся через весь лагерь к зданию поста первой помощи, и трясущимися руками долго не мог попасть в замочную скважину."
    window hide
    scene bg int_aidpost_night

    "Чёртова советская изуверская медицина! {w}Я не мог дома пойти и купить себе фенобарбитал, а здесь дурочка просто забралась в медпункт лагеря и нашла всё необходимое."
    "Два часа. {w}Она права: шанс исчезающе мал."
    "Я должен успеть. У меня нет права ни на ошибку, ни на промедление."
    "Медикаменты – всё, что мы с Леной старательно собирали и описывали – полетели на пол!"
    "Всё, что может пригодиться – уголь, аналептики, преднизолон, даже чертовы супрастин с инсулином – раскидал по карманам и, не заботясь о том, чтобы закрыть дверь, побежал обратно."
    window hide
    scene bg int_toilet_night_7dl with fade2
    play sound sfx_open_door_kick
    $ renpy.pause(1)

    "Она была там же, где я её оставил, полусидящая спиной о стенку."
    "И я по одному только виду понял, что опоздал."
    "Её губы посинели, а угнетённое дыхание говорило о том, что дышит она, возможно, последние минуты жизни."
    "Я, неизвестно, на что надеясь, уже надламывал ампулы, готовил инъекции, уже бесполезные."
    "Возможно, её спасла бы бригада парамедиков, специализирующихся как раз на такого типа отравлениях."
    "А не я, который укол-то делал один раз в жизни.{w} Но поршень уходит вниз, а раствор – под кожу."
    me "Борись, девочка. Борись, ты нужна мне."
    un "Тебе будет меня хоть чуточку жаль?"
    "Безучастно спросила она, глядя в потолок, не замечая меня."
    un "Хотя бы чуточку."
    me "Да."
    "Я целовал посиневшие губы и что было сил сжимал её руки."
    me "Да, ты только… {w}Ты только не смей, слышишь?"
    me "Мы же столько прошли вместе. Лена!"
    "Я встряхнул её."
    un "Хорошо."
    "Тем же неживым голосом ответила она."
    un "Потому что я тебя…"
    "И выдохнула – будто свечку погасили."
    "Из ослабшей руки выкатился круглый пластмассовый пузырёк. Пустой."

    "А я завыл, прижимая её к себе, не способный ещё осознать одну простую вещь – она ушла."
    "Своей обычной походочкой, чуть приподнимаясь на носочках. {w}Ушла. {w}И её никогда-никогда больше не будет."
    "Страшной и никому не нужной смертью."
    window hide
    scene cg d7_un_reanimation_7dl with dissolve
    me "Нет. Нет!"
    "Унять дрожь в руках. {w}Выключить истерику. {w}Глубоко вдохнуть и на выдохе…"
    "Ещё один шприц проколол кожу, стимулируя дыхание, а я, уложив её на спину, отбросив брезгливость, припал губами к губам, резко дунув дважды."
    "Я не знал, правильно ли я делаю то, что делаю, но сидеть на месте казалось преступлением и перед собой, и перед ней. Примерно прикинув, куда жать, я сложил руки и резко надавил, почти ударил в грудь раз, другой, третий."
    "Прислушался к дыханию и, не расслышав, начал сызнова."
    "Я попеременно давил ей на грудь и вентилировал лёгкие, пока мои собственные лёгкие не стало жечь огнём, а руки не заболели…"
    "Даже у воли к жизни есть лимиты, даже если очень не хочется кого-то отпускать, руки в результате всегда слабеют…"
    "Я орал на неё, тряс за руки, уговаривал, угрожал, обещал всё на свете — пусть она просто откроет глаза!"
    window hide
    with fade3
    "Я устал. Я забыл как дышать."
    "Я оторвал бы от своей жизни кусок, чтобы только ты ожила."
    "Сколько угодно — год? Десять лет? Всё, что осталось?"
    th "Господи, за что…"
    stop music fadeout 5
    me "Прости. Просто прости."
    "Я положил ладонь ей на лоб и пригладил выбившиеся волосы."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day7_un_7dl_epilogue:
    window hide
    scene bg int_toilet_night_7dl
    with fade
    play music music_7dl["loki_on_3"] fadein 5
    "Мне требовалось чудо."
    me "Живи."
    me "Слышишь?"
    me "Пожалуйста."
    me "Я не могу, я не умею без тебя. {w}Живи."
    me "ЖИВИ!"
    if herc or loki:
        if herc and (karma > 0):
            "А она вскинулась, встав чуть ли не дугой, и судорожно ухватила первый глоток воздуха, будто выныривая из бездны."
            "Я подхватил её, пропуская руки между подмышек, и сжал."
            "Изо рта, из носа у неё тут же брызнули остатки дряни, забившие дыхательные пути."
        elif loki: 
            if 'nwsppr' in list_clubs_7dl:
                "Она любила рисовать."
                "И ненавидела стирать ангелов с полей тетрадей."
            elif loki and (alt_day1_sl_keys_took == 1 or alt_day1_sl_keys_took == 3):
                "Она смотрела на мир открытыми глазами."
                "Несмотря на всё, что мир для неё сделал, она верила в него."
            else:
                "Она была с первого дня — самая настоящая, самая бесценная."
        if persistent.mt_7dl_good:
            "Она была дольше, чем я знал, оставившая крючки в памяти."
            "Девушка, смотрящая мне в спину, подбирающая следы в стылой ночи."
            "Царевна земли памяти."
        "И я привычно усмехался её именем, роняя в ночной воздух «ваше совершенство»."
        "Я не знал никого лучше неё."
        "Она была живой…"
        "И я продолжил, невзирая на горящие лёгкие, на боль в плечах…"
        "Пока на очередную порцию воздуха мне не ответили склизкие, холодные губы… Любимые губы."
        "На шее еле заметно шевельнулась прозрачная жилка."
        with vpunch
    else:
        "Почувствуй себя хомяком."
        "Почувствуй себя обывателем, молящимся цифрам."
        "9-1-1. Или 1-1-2?"
        "Телефон экстренного спасения."
        "Пожалуйста, мне нужно экстренное спасение."
        "Спасите моё счастье, спасите мой космос."
        "Два кубика чуда, срочно."
        show blinking
        "Я не поверил собственным ушам, когда услышал тихий кашель."
        "Лена кашлянула!"
        "Я тут же поднял её и, положив к себе на грудь, сжал."
        "Кашель стал сильнее — пока из горла не вылетел огромный желтоватый сгусток."
    if persistent.mt_7dl_good:
        un "Ты… Не должен был."
    else:
        un "Семён… Зачем?"
    "Она обмякла в моих руках и бессильно заплакала."
    "Да уж, образец красоты она собой точно не являла — бледно-зелёная, с запавшими глазами и измученным видом."
    "Даже её задорные хвостики поникли и уныло смотрели в пол."
    me "Живая. Живая, мать твою!"
    "Я бессильно привалился к той же стенке и бездумно уставился в тот же потолок."
    "Моей руки коснулось что-то мокрое и холодное. {w}Её рука. {w}Она сжала мои пальцы."
    me "Дурочка моя маленькая."
    "Ласково сказал я."
    me "Что же ты за всех вокруг опять всё решила?"
    if persistent.mt_7dl_good:
        un "Я не должна быть здесь."
        "Она стиснула зубы и стукнулась затылком о кафельную плитку."
        un "Не я."
        un "Я не заслуживаю права…"
        me "Помолчи."
        "Оборвал её я."
        me "И прекрати уже эту чушь про «заслуживаю»."
        me "Ты нужна мне. Вот что важно."
    else:
        un "Я не нужна тебе…"
        "Прошелестела она."
        un "Я никому не нужна."
        me "Сейчас тебя это должно заботить меньше всего. {w}Ты мне теперь жизнью обязана."
        me "А значит, распоряжаться ей права не имеешь."
    "Как мог строго сказал я."
    me "Поняла меня?"
    un "Да…"
    me "Прекрасно."
    "Я протянул ей пачку абсорбента."
    me "А теперь, будь ласка, съешь четыре штуки и не упрямься."
    window hide
    scene bg int_toilet_night_7dl
    show un sorrow modern
    with dissolve
    "При моей помощи она поднялась и, поддерживаемая с одной стороны, с грехом пополам запила таблетки."
    if persistent.mt_7dl_good:
        "А я погладил её по щеке и извинился:"
        me "Прости меня, пожалуйста."
        un "За что?"
        me "За то, что позволил тебе сомневаться."
        me "Славя сказала мне, что однажды тебя бросили, и я плохая партия для тебя."
        show un normal modern with dissolve
        un "Вот как?"
        me "Да, потому что я ничего не могу обещать — я могу исчезнуть с сиденья автобуса."
        me "И в этот раз я уже не сумею быть рядом, чтобы помочь, если ты опять решишь отколоть что-нибудь… этакое."
        show un sorrow modern with dspr
        un "Но ты нужен мне рядом!"
        me "Не так."
        "Покачал головой я."
        me "Сначала ты должна поклясться."
        "Я выставил перед собой кулак с оттопыренным мизинцем:"
        me "Сначала Славя, сейчас я — ты потратила две жизни, и ты далеко не кошка, у тебя их не девять."
        me "Так что клянись."
        "Моего мизинца несмело коснулся её холодный мизинец."
        un "В чём?"
        me "Повторяй за мной…"
        me "Я — там, где ты, и мы едины…"
        un "Я — там, где ты… И мы едины…"
        me "Я доверяю тебе, и всегда буду за тебя…"
        "Старая-старая формула из страны детских сказок."
        "Из мира, где солнышами называют живых солнечных зайчиков, а зеленоглазые — самые счастливые."
        window hide
        with fade2
        "И когда эхо последних слов замерло в воздухе, изнутри отозвалось:"
        dreamgirl "Запечатлено."
        me "А теперь прости меня."
        show un normal modern with dissolve
        un "Но за что?"
        "Я отскочил к крану и, выкрутив регулятор воды на полную мощность, направил струю в сторону девочки."
        me "За шоковую терапию…"
        hide un with dissolve
        "Визг ударил по ушам."
        window hide
        scene black
        with fade2
    else:
        me "А теперь мы пойдём в домик и попьём там чего-нибудь, пока организм будет справляться с остальной дрянью."
        "Ласково уговаривал её я."
        me "Он у тебя хороший, сильный — справится."
        "Я вывел её на площадь, на чистый воздух."
        window hide
        $ persistent.sprite_time = "night"
        $ night_time()
        scene bg ext_square_night
        show un shy modern
        with dissolve
        un "И что потом?"
        me "Приведём тебя в порядок и дождёмся вожатой."
        me "Если будет она, значит, будет и транспорт, верно?"
        "Она согласно кивнула и, опираясь мне на плечо, закрыла было глаза…"
        me "Нет, родимая, сегодня ты не спишь. {w}Вообще, я сказал. {w}Никак не спишь."
        un "Как это?"
        show un smile2 modern with dspr
        "Она охнула и прижала руки ко рту в знакомом жесте."
        un "Целую ночь?"
        me "Тридцать шесть часов. {w}Время полураспада этой мерзости, которой ты наелась."
        un "И что мы будем делать эти тридцать шесть часов?"
        show un shy modern with dspr
        un "Если ты сказал, что я не должна спать – ты должен не давать мне спать."
        me "У меня есть пара идей, как не дать тебе заснуть."
        "Усмехнулся я, чувствуя себя никак не меньше, чем Тайлером Дёрденом."
        un "И стоило тогда в домике ломаться…"
        "Я не нашёл возражений и просто кивнул."
        un "Какой ты дурак всё-таки, Семён."
        me "Дурак."
        show un smile modern with dspr
        un "Обними меня?"
        "Попросила она."
        "Я молча подчинился."
        window hide
        scene black
        with fade2
        "Мы провели вместе больше суток, не вылезая из-под одеяла больше чем на пару минут – сбегать попить или в туалет."
        "Мы познавали друг друга жадно и ненасытно, и поцелуи длились до часа, и ноги подгибались от пережитого возбуждения."
        "И силам, казалось, неоткуда было взяться – а мы черпали их друг в друге, в обоюдной нежности и сумасшествии друг другом."
        "И когда солнце второй раз коснулось горизонта, я, совершенно опустошённый, заснул…"
    stop music fadeout 3
    window hide
    scene expression Dawn("cg epilogue_un")
    with fade
    play music music_list["tried_to_bring_it_back"] fadein 3
    $ persistent.sprite_time = "day"
    $ day_time()
    un "Подъём, соня."
    "Негромко позвала она."
    un "Я видела, как ты спал сидя, но уснуть, глядя в небо и обнимая девушку – это ты, пожалуй, самого себя превзошёл."
    un "Я тут жду, когда он меня поцелует, а он спит!"
    "Она самым серьёзным образом модернизировала форму, сняв галстук и расстегнув пару верхних пуговиц."
    "Выглядело это волнующе и прекрасно. {w}Я огляделся – место, где мы с Леной сидели и смотрели на звёзды."
    me "А что мы здесь делаем?"
    un "Здрасте. Ты же сам сказал, что мы подождём вожатую на площади."
    me "Я не говорил такого!"
    un "Говорил. Ты сказал, что после вчерашней моей выходки меня нельзя подпускать к людям, поэтому мы будем сидеть поодаль, стараясь не бесить окружающих."
    me "Стоп. А день-то сейчас какой?"
    un "Для тебя? Седьмой. Для меня — двадцать первый."
    "Она улыбнулась."
    un "Разве ты сбился со счёта? Ты же меня вчера на косе нашёл… {w}Правда, сам чуть не сбежал."
    me "И ты не объедалась снотворным до состояния комы, и я не чистил тебе желудок?"
    "Она задумалась."
    un "Нет. {w}Ничего такого. {w}Тебе это приснилось — наверное, съел что-то за ужином."
    me "Вот как?"
    "Я вскочил и вперил в неё обвиняющий указательный палец."
    if persistent.mt_7dl_good:
        me "Ага, и я тебя не обливал, и ты за мной не гонялась потом с перекошенной физиономией?!"
        "Лена улыбнулась и покачала головой:"
        un "Вот, значит, какие у тебя увлечения?"
        me "Ничего подобного!"
        "Запротестовал я, а Лена только ещё сильнее разулыбалась."
    else:
        me "Может, ты ещё и скажешь, что у нас не было пиццы и тридцатишестичасового марафона в постели?!"
        scene cg d7_un_epilogue_7dl with dspr
        "Она покраснела."
        un "Семён… Теперь, когда ты это говоришь."
        "Она хихикнула."
        un "Мне кажется это очень даже неплохой идеей. {w}Но – нет. {w}Ничего такого не было."
    me  "И ты…"
    un "Да."
    "Кивнула она."
    un "Какой бы тебе кошмар ни привиделся, к реальности он отношения не имеет."
    me "А реальность…"
    un "В том, что через полчаса мы уезжаем."
    "Похоже, что я сейчас попал в некую хитрую пространственно-временную топологию."
    "Демиург явил власть, скотина."
    un "Что такое?"
    me "Страшно мне."
    un "Чудеса какие."
    "Покачала она головой."
    un "Но что может случиться?"
    me "И думать об этом не желаю."
    "Отрезал я."
    me "Знаешь, как жутко! {w}У тебя контакты мои сохранились?"
    un "Да!"
    "Она похлопала себя по нагрудному карману."
    window hide
    scene bg ext_square_day
    show un smile modern at right
    show mt normal pioneer at left
    with dissolve
    mt "Ребята, пошли!"
    "Крикнула вожатая."
    if persistent.mt_7dl_good:
        "Она спокойно встретила мой взгляд и улыбнулась."
        "Как ни в чём ни бывало."
        show mt smile pioneer with dissolve
    mt "Или вы хотите, чтобы вас…"
    show mt laugh pioneer with dspr
    "Она заразительно рассмеялась, подчёркивая значимость шутки."
    "Развернулась и, махнув рукой над головой, отправилась на финальный обход домиков."
    "И выглядело это до такой степени естественно и непринуждённо, что я запретил себе сомневаться."
    "Сон — значит, сон. Бред — значит, бред."
    "Лена — вот она, живая, настоящая и моя, сидит рядом!"
    hide mt 
    show un normal modern
    with dissolve
    "Я положил руки на плечи девочке и строго заглянул в глаза:"
    me "Помни. Ты обещала мне, что не дашь нам потеряться."
    me "Просто. {w}Помни. {w}Договорились?"
    show un smile2 modern with dspr
    "Она удивлённо посмотрела на меня, но послушно кивнула."
    "И мы поспешили к транспорту."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return

label alt_day7_un_7dl_epilogue_bad:
    window hide
    with fade
    play music music_7dl["danceagain"] fadein 5
    "Высшая несправедливость любого сна в том, что он рано или поздно заканчивается."
    window hide
    $ renpy.pause(3)
    scene cg d7_un_suicide:
        pos (0,-360) 
        linear 10.0 pos (0,0) 
    with dissolve
    "И не важно, были ли это похмельные видения, предшествующие смерти на рассвете, фантазии впечатлительной натуры после прочтения книжки или закидоны расшалившегося подсознания."
    "Просто однажды ты открываешь глаза и смиряешься с тем, что на краешке кровати никого не сидит, тепло соприкосновения губ иллюзорно, а под подушкой ни записки, ни даже пистолета."
    "И хочется вернуться, продлить хотя бы на пару секунд — пожалуйста, ну что вам, сложно что ли!"
    "И мы бежим в сны, тщетно цепляясь за алкоголь, наркотики и всё, что только может расширить сознание — только потому, что там лучше."
    "Мне повезло пережить сон наяву. Повезло. Как сказать. Я держусь за раскалывающуюся квадратную голову, прокручивая то, что осталось по ту сторону черты."
    "Время остановилось и сгустившейся каплей нависло над головой, швыряя назад по ступенькам памяти…"
    "Она подобна золотому изваянию, замершая в окоченении, и тёмные до фиолетового волосы траурным нимбом разбросаны по полу, оттеняя хрупкую ледяную красоту совершенного лица."
    "Взгляд смотрит куда-то далеко, сквозь меня, сквозь потолок, в пустоту, куда очень скоро направится и она."
    "Иногда простого желания спасти тупо недостаточно."
    "Особенно, если оппонентом спасателю диванному выступает такая вот бесславная гибель — на запачканном кафельному полу туалета."
    "Я обнимаю её и прижимаю к себе, бессильно воя в равнодушный потолок."
    "А она смотрит сквозь меня мёртвыми стекляшками давно остановившихся глаз — и всё, она не здесь уже."
    "Господи, неужели это и была та самая жертва? Та самая плата за проезд в неизвестность к ненастоящему лету и неподдельным страстям?"
    "А мы-то, наивные думали, что достаточно просто её крови… Чуть-чуть. И всё, мы  повязаны крепче, чем если бы однажды обменялись кольцами перед лицом нескольких свидетелей."
    "Страшная жертва — жизнь, бесценная жизнь бесценного человека."
    "И только теперь я понимаю, насколько же ненавижу того, кто сделал это со мной."
    "Я ненавижу — себя."
    "Понятия не имею, сколько я так сидел рядом, баюкая её голову на коленях."
    "Мы сидели вместе, болтали обо всём на свете, и не было нам ни судеб, ни судий — только её мягкое сопрано и мой хрипловатый тенорок."
    "Мы вошли в огонь, который курочит души, но оставляет тела нетленными."
    window hide
    scene bg ext_square_night with dissolve
    "Я… я не мог, я не имел права оставлять её здесь."
    "Я ещё не всё сделал для неё и не успел сказать самого главного."
    "Невесомая в обычной жизни, сейчас она весила в несколько раз больше привычного, но это было приемлемо."
    "Приемлемо было бы и ступать обнажёнными ступнями по лезвиям и ножам, чтобы каждый мой шаг выпускал наружу неизбывную внутреннюю боль."
    "И если прикрыть глаза и не смотреть на устрашающе неподвижные прекрасные черты лица, то можно думать, что не всё ещё безнадёжно, что не было никакого дурацкого разговора, сна, пиццы и куч таблеток."
    "Когда я понял, что плачу, я не удивился."
    "Я нёс её через весь лагерь — туда, где случилось самое важное в нашей жизни, туда, где она сумела довериться мне…"
    "А я её предал."
    if herc:
        window hide
        if alt_day_binder != 1:
            scene cg d1_un_book0_7dl
            show prologue_dream
            $ renpy.pause(2)
            scene cg d1_un_book_7dl
        else:
            scene bg ext_house_of_sl_day at zenterleft
            show un shy pioneer at cleft
        show prologue_dream
        with dissolve
        "Наша первая встреча…"
        window hide
    if loki:
        window hide
        scene cg d2_un_kissing_7dl
        show prologue_dream
        with dissolve
        "Наш первый поцелуй…"
        window hide
    else:
        window hide
        scene cg d2_sovenok
        show prologue_dream
        with dissolve
        "Совёнок…"
        window hide
    scene bg int_library_day
    show un normal pioneer
    show prologue_dream
    with dissolve
    "Рисунки…"
    window hide
    scene cg d3_un_dance
    show prologue_dream
    with dissolve
    "Наш танец…"
    "Будто где-то прорвало плотину, и в голову набились воспоминания эквивалентные нескольким жизням по продолжительности."
    window hide
    scene bg ext_un_hideout_night_7dl with dissolve
    "И когда я донёс её к самому мысу, уложил на тёплый песок, способность размышлять милосердно отключила нечеловеческая усталость."
    window hide
    with fade2
    "Теперь-то я уже мог сказать."
    th "Что теперь-то придуриваться?"
    me "Ты знаешь… Я люблю тебя."
    me "Не в том смысле, какой ты бы вложила в это слово."
    me "Всё гораздо хуже."
    me "Я считаю тебя частью себя — той самой, без которой я неполон. Меня как нет, и рядом с тобой бы свернуться."
    me "Так ведь нет тебя."
    "Идти было некуда и незачем."
    "Я бы встретил здесь девяносто третий и пошёл бы грудью на танки."
    "И в прохожих всегда искал лишь её глаза."
    "Самое страшное в любом сне то, что от него просыпаешься."
    if not herc:
        "Но пока глаза ещё не открылись — надо успеть рассказать ей про мальчика с зелёными глазами и длинной чёлкой, носящего фамилию Персунов, про девочку, что на два года его младше."
    else:
        "Но пока глаза ещё не открылись — надо успеть рассказать ей про мальчика с зелёными глазами и длинной чёлкой, носящего фамилию Сычёв, про девочку, что на два года его младше."
    "Они прекрасны, ведь они её дети."
    "И мы встречаем две тысячи двадцатый год, и нас никто не спешит завоёвывать, а наши повзрослевшие дети штурмуют Муху как в своё время штурмовала её их мама."
    "Прикосновение к ледяным губам — как прощальный жест."
    "Камушками выложенное «Лена» в изголовье."
    "И наливающийся болью синяк под глазом: мне пришлось бить себя кулаком по лицу изо всех сил, чтобы заставить себя, просто осмелиться — бросить первую горсть песка на её лицо."
    th "Наверное… Наверное, всё?"
    th "Что думаешь?"
    "Мне никто не ответил."
    "Меня все бросили. И Лена. И даже мой чёртов внутренний голос."
    "Поднятое к ночному небу лицо с глазами полными слёз."
    "И закупоривший горло волчий вой в безжизненное небо."
    me "Будьте вы прокляты."
    "Звенящим от напряжения голосом, говорю я."
    me "Заберите меня отсюда."
    window hide
    stop music fadeout 5
    play music music_7dl["misery"] fadein 5
    scene op_back 
    with dissolve2
    "В шесть часов сорок одну минуту пространство на задней площадке маршрута номер 410, следующего от базы отдыха «Волга», бывшего пионерлагеря «Совёнок», сморщилось и выплюнуло наружу молодого человека."
    play ambience ambience_cold_wind_loop fadein 3
    scene bg intro_xx 
    with fade
    $ renpy.pause(3, hard=True)
    "Я был одет не по погоде — в лёгкую рубашку с коротким рукавом, шорты — всё покрыто какими-то бурыми разводами и песком."
    "Пространство швырнуло меня на моё любимое место над колесом, и там приморозило, оставляя накоротке с тем, что осталось."
    "Осталось немногое — что-то крайне важное осталось там, откуда я вернулся. Что-то умерло там."
    "Наверное, это и логично, что из всех хикки вселенной лишь меня угораздило оказаться там, где я оказался."
    "Перекати-поле, не живущий больше пары лет на одном месте, не обладающий никакими корнями — почти как та самая аглаонема из фильма про Леона."
    window hide
    with fade
    "Я разрывал знакомства проще, чем заводил новые, и никогда не возвращался на старое место."
    "Я — человек, которого нет. {w}И случись со мной что-нибудь, об этом ещё долго-долго никто не будет ничего знать."
    "Как в том рассказе про французского пенсионера, который после смерти лежал в квартире столько, что успел мумифицироваться, прежде чем копы сняли дверь с петель."
    "Дёрнуло вперёд инерцией, и пневматика истошно зашипела, складывая гармошкой дверь. {w}Моя остановка."
    window hide
    play sound sfx_intro_bus_stop_steps
    $ renpy.pause(3, hard=True)
    scene anim intro_4
    with fade
    "Меня вынесло наружу, в одной летней рубашке навстречу ледяному  предновогоднему Питеру."
    "Алый шейный платок, со злостью содранный, полетел куда-то в сторону и кроваво-красным пятном распластался на девственно-белом снежном поле."
    "А я схватился за виски, силясь унять рвущиеся наружу рыдания."
    window hide
    scene anim intro_3 with fade
    "Что же ты наделала, девочка…{w} Зачем, ну зачем!"
    window hide
    scene anim intro_8 with fade
    "Так удобно идти против ветра, делая вид, что смаргиваешь непрошеные слёзы, и на холод плевать как-то, когда изнутри напрочь вымерзло всё."
    "Наверное, это тот самый «красный коридор», который проходит любой самоубийца в своей эгоистичной тяге к саморазрушению."
    "Слёзы туманят взгляд и тут же копятся в уголках глаз ледяными корочками застывая гротескным макияжем грустного клоуна."
    "Поминутно протирая рукавом глаза, двигаюсь на автопилоте в сторону берлоги и после очередного поворота взгляду открывается она."
    window hide
    scene bg int_home_lift_7dl
    with fade2
    "Ну, здравствуй, нелюбимый и немилый дом."
    play ambience ambience_7dl["elevator"] fadein 3
    "Подскочившую консьержку я отодвинул в сторону не глядя, и лишь спустя пару мгновений в лифте, безучастно отметив лязг сомкнувшихся створок, понял, что сознание абсолютно не отметило этаж, кнопку которого выбрали пальцы."
    "Оно, может, и к лучшему."
    "Я забился в дальний тёмный угол и сел на пол, прижав колени к груди."
    "Зачем я вернулся?"
    "Что мне делать здесь?"
    show blackout
    "Пятый этаж, здесь всегда на долю секунды гаснет свет из-за неправильного стыка несущих. {w}Для того, кто моргнёт, даже заметно не будет."
    "Но отточенные сетевыми баталиями рефлексы позволяют отследить и его."
    "Как и то, что зеркало перестало отображать сутулую фигуру в испачканной белой рубашке и идиотских коротких штанишках пионер-стайл."
    stop music fadeout 3
    "Теперь там стояла она."
    $ persistent.sprite_time = "day"
    stop ambience fadeout 3
    play music music_7dl["meetmethere_tts"] fadein 5
    scene anim prolog_2 
    show un serious dress
    show prologue_dream
    with dspr
    me "Лена."
    "Я с трудом проглотил подкативший к горлу горький ком, приложив к стылому стеклу ладонь."
    me "Зачем… {w}Зачем? {w}Неужели мы не могли бы…"
    hide un
    scene anim prolog_1 
    show un serious dress anim
    show prologue_dream
    with dissolve2
    un "Не cмогли, Семён."
    "Покачала головой она."
    un "Тебе никто не мешал забрать меня такой, какая я есть. {w}Без размышлений, без сомнений."
    if alt_day_binder != 1:
        un "Я с первого дня тебя любила, с той встречи у клубов. {w}Как мог ты не видеть этого?"
    else:
        un "С того самого дня, когда я впервые увидела тебя на той скамейке."
    me "Но разве я имел право вмешиваться?  {w}Я находился в чужом мире, чужом времени…"
    un "Подлость не измеряется в годах и километрах, Семён."
    un "Ты вмешался уже тогда, когда не прогнал меня. {w}Дал надежду, давать которую не имел права."
    un "И это хуже всего — всё равно, что ты сам убил меня, накормил этими таблетками."
    un "Мне-то уже всё равно. {w}Теперь тебе с этим жить."
    "Она стекла с зеркала каплями крови и радиальным узором треснувшего под кулаком зеркала."
    play sound sfx_broken_dish
    scene anim prolog_2
    with vpunch
    un "А меня уже никогда больше не будет."
    me "ЛЕЕЕНАААА!!!" with vpunch
    "Надсаживаясь, заорал я."
    hide un with pixellate
    "Бесполезно. {w}Её больше нет. {w}И никогда больше не будет. "
    "К тому же, мой этаж… {w}Мой этаж был за номером семь, и лифт с грохотом пролетел мимо."
    window hide
    scene bg int_home_lift_7dl
    show blackout
    with fade2
    "Из динамика шипел очередной рекламный ролик, а информационное панно оккупировали очередные «Джинс» с их наивно-угрожающими траурными кантами «клеить объявления строго запрещено»."
    "Говорят, что если горе становится слишком большим, то организм утрачивает остатки инстинкта самосохранения и может самостоятельно остановить сердце."
    "Но это не про меня, и за это я себя ненавижу ещё сильнее — даже пустая оболочка непонятно зачем цепляется за остатки существования."
    "А ещё говорят, что Новый Год — это самое волшебное время, в которое исполняются самые заветные мечты."
    "Память опять идёт секторами, выбрасывая альтернативные сюжеты, развития событий и то, что могло бы произойти."
    "Это называется эйдетической редукцией, и если сильно захотеть, можно пережить несколько жизней за раз, утрамбовывая дни в секунды."
    "И замирает сердце от того количества подлости, грязи и лжи, как отпечаток сапога на чистом ковре, который остался после меня в «Совёнке»."
    "Если за Леной придёт Алиса, Славя, Мику…"
    "Нельзя исключать, что все, что со мной происходило прошлую неделю — это горячечный бред, взять хотя бы то, что я за неделю умудрился сблизиться с такой девочкой как Лена."
    "Но что тогда есть реальность? {w}То, что можно потрогать, понюхать, попробовать на вкус?"
    "Если я помню вкус кожи, если пальцы помнят прикосновения, а удушливо-приторный запах полуразложившихся таблеток, кажется, въелся в слизистую носа."
    "Сердце помнит. {w}А значит, та реальность имеет куда больше прав на существование, чем немилый дом девятью этажами ниже."
    stop ambience fadeout 3
    "Я задушил колотящий тело тремор, загнав его внутрь и, обжигаясь о ледяные ступени вертикальной лестницы, вскарабкался к люку на чердак."
    play sound sfx_fall_metal_door
    "Замка здесь никогда не было, поэтому спустя несколько минут я уже был на крыше."
    window hide
    scene anim intro_2 
    play ambience ambience_cold_wind_loop fadein 3
    with fade
    "Я не плачущая гимназистка, которая режет вены от недостатка внимания, и не эмо-мальчик, который решил, что он всем только мешает."
    "Я просто закончился. Там, на песчаной косе, бросая первую горсть погребальной земли на любимое лицо."
    window hide
    play sound_loop sfx_street_traffic_outside fadein 2
    with dissolve
    "А потому —  не дрожать, не сметь."
    "Хотя бы сейчас не трястись и не пачкать волшебный вечер своими рефлексиями."
    "Тем более, что прямо под ногами, далеко внизу, ощетинились такие уместные бетонные блоки, перекрывающие подъезд к дому. Всё будет очень быстро, очень некрасиво."
    "И очень наверняка."
    "Большую гарантию дало бы только огнестрельное оружие, но где ж его взять?"
    "Я загадал самое главное, самое сокровенное желание."
    "Оно обязательно сбудется: ведь сейчас Новый Год. Самое волшебное время."
    "Развернулся спиной к бездне и, "
    scene anim intro_1 with dissolve
    play sound sfx_wind_gust
    extend "раскидав руки, опрокинулся в ледяные объятья ветра."
    window hide
    scene cg d7_un_epilogue_bad_7dl:
        xalign 0.5 yalign 0.5 zoom 1.45
        linear 3.5 zoom 1.0 xalign 0.5 yalign 0.45
    $ renpy.pause(3, hard=True)
    if karma < 50:
        "А тремя километрами западнее вскрикнула, просыпаясь, зеленоглазая брюнетка, схватилась за сердце и тихо заплакала."
        un "Обязательно."
        window hide
    window hide
    play sound sfx_7dl["mpbt"] fadein 6
    scene white
    show spill_red
    with flash
    $ renpy.pause(2, hard=True)
    scene cg d7_un_epilogue_bad2_7dl
    show spill_red
    show alt_credits timeskip_come with dissolve2:
        pos (747,115)
    with flash
    $ renpy.pause(4.4, hard=True)
    stop sound_loop fadeout 0
    play sound sfx_7dl["aunl"]
    $ persistent.un_7dl_bad = True
    $ renpy.save_persistent()
    show acm_logo_un_sui with moveinright:
        pos (1600, 1020)
    $ renpy.pause(4.4, hard=True)
    play music music_7dl["danceagain"] fadein 5
    with vpunch
    call alt_7dl_titles
    $ renpy.pause(2)
    return

label alt_day7_un_7dl_epilogue_rt:
    stop ambience
    play music music_7dl["tilltheend"] fadein 3
    scene cg d7_un_epilogue_bus_7dl
    with dissolve
    play sound_loop sfx_bus_interior_moving fadein 2
    "Сколько всего было, сколько всего могло бы быть."
    "Я до сих пор не понимал: была ли та эпичная сцена в туалете, или мне всё и правда приснилось?"
    "А если всё приснилось, то куда делось целое утро из моего седьмого дня?"
    "Но сейчас меня это не слишком заботило."
    "В конце концов, она была рядом, и насколько возможно, всё было хо{w=.3}-ро{w=.3}-шо!"
    "Хотя я не верю в слишком много «хорошо» и по давней своей привычке ищу подвох даже там, где его нет и быть не должно."
    "Вот, например, сейчас — у нас был тёплый, летний роман, окончившийся тем, что приехали мы порознь, а уезжаем вместе."
    "Чуть не сказал «курортный», но тут всё несколько серьёзнее."
    "А вот насколько, покажет только время."
    window hide
    scene bg int_bus_people_night with fade2
    "День за окном сменился вечером, та — ночью."
    "Время, пока мы были рядом, летело вскачь."
    "Она так и была в своём модернизированном пионерском наряде, с полурасстёгнутой рубашкой и отсутствующим галстуком."
    "А на мой резонный вопрос ответила, что форма принадлежит ей, что рубашку она так носит всю жизнь, и вообще, Алиска всё с неё скопировала."
    th "Ну да, ну да, конечно."
    "Я улыбался и смотрел на то, как она хорохорится."
    th "Как же ты изменилась, девочка…"
    "Или, возможно, всё дело в том, что она всегда была такой, просто с посторонними не могла показать себя-настоящую."
    "Что-то же должно было связывать её и оторву Двачевскую, в конце-то концов!"
    "Что-то…"
    "Я не успел додумать."
    window hide
    stop sound_loop
    scene bg int_bus_night with fade2
    "Одновременно произошли две вещи:"
    "Я поймал её ладонь и легонько сжал, борясь с нежданным страхом."
    "И изображение за окном поблекло, потеряло краски."
    me "Что…"
    "Я понял, что автобус остановился."
    "И мы остались одни в салоне — я, Лена и мой Тайлер Дёрден."
    dreamgirl "Ненадолго… Это была чертовски весёлая неделя, Сёмчик."
    th "Ты говоришь так, будто прощаешься…"
    dreamgirl "А я и прощаюсь."
    dreamgirl "Дальше ты сам по себе, а если будешь хорошим мальчиком, то и с самой замечательной рядом."
    dreamgirl "Ты ведь знаешь, что надо делать?"
    "На секунду забывшись, я пожал плечами."
    "Разумеется, я не знал."
    "Я впервые здесь, про правила игры совершенно не в курсе, и понятия не имею, что следует делать для того, чтобы получить тот или иной результат!"
    "И всё-таки что-то внутри было спокойным. "
    "Знающим."
    window hide
    show blink
    scene black
    "Глаза начали слипаться."
    if alt_day_binder != 1:
        "Кто-то большой и добрый, ведёт меня по улице, и у него огромные жесткие ладони, в которых так удобно греть озябшие с мороза пальцы."
        th "Отец…"
        "Он знает всё, он может всё."
        "Моё первое искреннее желание — стать таким же."
        dreamgirl "Иногда надо просто не дать уйти своему счастью."
        dreamgirl "Просто взять его и не отпускать."
        "Тёплая ладонь разжалась, оставляя меня в одиночестве на серой улице, забитой безликими пешеходами."
        "В одиночестве против целого враждебного мира."
        dreamgirl "Ведь если ты так легко согласен расстаться с самым важным — может быть, не таким уж важным оно и было?"
        dreamgirl "Прощай."
        th "Нет."
        "Я закрыл глаза и вызвал в себе остатки того десятимиллионного чувства направления, которое всегда было со мной, всегда помогало найти правильный путь."
        "И прислушавшись к нему, повернулся, глубоко вдохнул."
        "Побежал."
        "И нашёл единственные цвета в этом мире."
        "Единственного человека, которому не плевать."
        "И изо всех сил, какие были в пальчиках пятилетнего ребёнка, схватил, сжал руку."
    else:
        "И пока я спал, кто-то отодвинул задники с декорациями."
        "А новые поставить забыл."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "night"
    scene bg int_bus_night
    with fade
    $ night_time()
    dreamgirl "Это снова ты…"
    "Голос звучал безжизненно и глухо."
    th "Это ты?"
    dreamgirl "Не совсем… Но канал связи тот же."
    dreamgirl "Ладно, давай просто сделаем это и пойдём каждый своей дорогой."
    me "Сделаем что?"
    dreamgirl "Забыл регламент? {w}Волшебным девочкам не место в стране бытовухи."
    dreamgirl "Целуй её быстренько, пока она окончательно материальность не утратила, и пока."
    show un tr1 modern with dissolve
    "Я обернулся к Лене, которая и правда напоминала нематериальную тень."
    "Смотрела строго и печально, будто понимая что-то крайне важное."
    un "Ты ведь знал, да?"
    "Тихо прошептала она."
    show un tr2 modern with dissolve
    un "С самого начала всё знал…"
    "Она растворялась в чистом воздухе."
    un "И всё равно попытался."
    "Самое жуткое, что не было в её глазах ни грамма обвинений."
    "Лишь тихое и смиренное ожидание того, что она сейчас…"
    show un tr3 modern with dissolve
    me "Нет, это неправда: я ничего, ничего не знал — я клянусь тебе."
    "Я попытался поймать её руку, но мои пальцы прошли насквозь."
    dreamgirl "Прощай."
    show un tr4 modern with dissolve
    un "Прощай."
    "Голос стих."
    "От Лены остался едва различимый силуэт."
    me "Эй, мы так не договаривались!!!" with vpunch
    "Я изо всех сил ударил по ни в чём не повинной спинке кресла передо мной."
    me "Так нельзя, слышишь?!"
    me "Зачем позволять прирастать к человеку, а потом отнимать его?!"
    me "Так нельзя, жестоко, неправильно…"
    "Нечестно."
    "Я горько усмехнулся."
    "А мне что делать? Жить, работать и ждать, пока ты не придёшь? Сём, у тебя с глазами что-то… Нет… Всё в порядке. Это дождь."
    if persistent.mt_7dl_good and not (alt_day4_neu_transit == 1):
        "Я ощутил себя тем самым туманом, оккупировавшим стёкла и двери автобуса — таким же промозглым, холодным, безликим."
        "И о чём бы ни думалось мне, чего бы ни хотелось, по сути, всё сводилось к одному простому вопросу:"
        menu:
            "А заслужил ли я чудо?":
                "И прекрасно знал, что нет."
                "Не заслужил."
                "А даже если бы и… После этого вопроса следовали бы другие, вытаскивающие наружу то, о чём я никогда не знал и не помнил."
                "Но незнание никого и никогда не освобождало от ответственности."
                "Я свернулся клубком на кресле и закрыл глаза."
                $ alt_day7_un_7dl_rej_end = True
                window hide
                return
            "Ты пойдёшь со мной?":
                scene bg int_bus_night:
                    zoom 1.0 xalign 0.5 yalign 0.4
                    linear 6.0 zoom 2.0 xalign 0.5 yalign 0.4
    "Сразу за срезом ступеней, за проёмом открытой двери клубилась серая, безликая пустота."
    "В которой не было абсолютно ничего."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return
        
label alt_day7_un_7dl_ussr:
    "И это было правильно: пришёл ниоткуда и ушёл в ничто."
    "Я зачем-то набрал в грудь побольше воздуха и, разбежавшись, прыгнул в раскрытую дверь."
    "…"
    window hide
    scene black
    with fade3
    stop music fadeout 3
    $ renpy.pause(3)
    $ set_mode_nvl()
    $ night_time()
    play music music_7dl["please_reprise"] fadein 3
    "Я — не нужен."
    "За без малого тридцать лет я не научился абсолютно ничему, что могло бы быть действительно полезным, отвязанным от цивилизации."
    if loki:
        "Музыка? Песни-пляски? Это я худо-бедно умею."
        "Но если нет инструмента?"
        "Или если люди просто не хотят того, что нравится мне?"
    elif herc:
        "Охранник? Я вас умоляю."
        "Менеджер по продажам? Ещё хуже."
    else:
        "В голове периодически всплывал тот самый французский роман, в котором на необитаемом острове оказались самые бесполезные представители человечества."
        "Бюрократы, поп-певцы, политтехнологи, психоаналитики, пиар-менеджеры."
        "Ну и, конечно же, наша артель."
        "Дизайнеры."
    "Я не умел ничего."
    "Не был способен ни на что."
    "Починить, собрать, выстругать, отладить — я даже обед себе вряд ли бы сварил, окажись тот сложнее макарон с котлетой-полуфабрикатом."
    nvl clear
    "В условиях советского пространства подобных мне называли «тунеядцами» и судили по статье «бродяжничество»."
    "Но хвала механизму «Совёнка» — я оказался семнадцатилетним."
    "И пока мыкался по общежитиям, понял, что надо что-то делать с этим."
    "Надо чему-то учиться."
    "Становиться кем-то."
    "Иначе к чему всё это?"
    nvl clear
    "Зачем мне нужен был лагерь, лето, Лена?"
    "Спасибо огромное Славяне — она очень мне помогла через какие-то свои каналы с пропиской и учёбой."
    "После тех сценок на пляже и в лесу я всерьёз начал её ненавидеть, но она быстро рассказала мне о том, что предыдущий ухажёр Лены был такой же, как я."
    "Отличие было лишь в том, что он исчез, а я — нет."
    nvl clear
    "Дальше события понеслись вскачь — с небольшой помощью отца Лены мне выправили место в школе, в десятом классе, комнату в общежитии, минимальный набор документов."
    "Ещё год я учился, а в мае девяностого мне пришла повестка."
    "Конечно, я помнил о дедовщине, об ужасах армии, о том, что два года буду оторван от самой своей драгоценной."
    "Но сейчас я чувствовал, что делаю нечто очень хорошее."
    "Нечто очень правильное."
    "И, закончив прощание с гражданкой традиционным застольем, наутро 11 октября 1990 года явился к военкомату с вещами."
    nvl clear
    "После ряда тестов меня признали годным к чему-то, кроме махания лопатой."
    "Но это будет уже потом, после курса молодого бойца."
    nvl clear
    "Девяносто первый год я встретил под погонами и с кошмарным замиранием в сердце ожидал начала того, что случилось некогда в моём прошлом."
    "Но месяцы шли за месяцами, и все приличные сроки для перестройки были упущены, а советский Совок как стоял, так и стоять собирался, судя по всему."
    "Отсюда я и сделал вывод, что попал не совсем в свой мир, и путешествие было отнюдь не во времени."
    "А значит…"
    nvl clear
    "Я должен был встретить девяносто третий гражданским человеком, вооруженным знаниями о будущем."
    "Но здесь мои знания не работали."
    "И я с чистой совестью подал документы в Куйбышевку."
    "Учёба давалась легко: меня всю жизнь привлекали самолёты, всю жизнь всё в порядке было с координацией движений, а технарский склад ума позволял впитывать знания как губка."
    "Это была не совсем служба, поэтому мы периодически виделись с Леной — она повзрослела, диво как похорошела, и всё-таки прислушалась к моей просьбе."
    "Разве что видеться доводилось удручающе редко — от Куйбышева до Ленинграда был не ближний свет, каждая встреча обставлялась как грандиозное событие."
    "Но наверное, так оно и было на самом деле."
    nvl clear
    "Школа, полёты, школа, полёты…"
    "Мы расписались в девяносто пятом, когда Лена закончила Мухинское."
    "Правда, пару лет после этого всё ругалась, по привычке подписывая картины «Тихоновой», а я напоминал ей о том, что она теперь замужняя дама."
    "Ленинград её покорил."
    "Неудивительно."
    "Я пообещал ей, что мы обязательно обоснуемся там — когда закончим выстраивание наших жизней."
    nvl clear
    "Миновало ещё несколько лет."
    nvl clear
    "И вот я сижу в почти горизонтально разложенном кресле и автоматически проверяю показания приборов."
    voice "Земля — борт."
    "Я кивнул и поднял большой палец — телеметрия поймает."
    voice "Как самочувствие?"
    me "Волнуюсь."
    "Честно ответил я."
    "А кто бы нет?"
    voice "Предварительная… Главная… Подъём!"
    "И я прикрыл глаза, с благодарностью принимая до боли знакомые перегрузки."
    "Перегрузки означают инерцию, инерция — движение, движение — жизнь."
    nvl clear
    voice "Есть контакт подъёма."
    me "Подтверждаю. Ну, поехали."
    voice "Пятнадцать секунд полёта, без замечаний."
    voice "Двигатели ступени работают нормально."
    "Я киваю, следя за показаниями топлива."
    "Перегрузка растёт медленно, но неуклонно."
    voice "Минута полёта, показатели в норме."
    "Ещё несколько минут, и я почувствую то самое затяжное падение."
    "Ласковые объятья космоса."
    "Как бы ты ни готовился, ты никогда не можешь быть готов полностью."
    stop music fadeout 3
    nvl clear
    scene stars
    $ prolog_time()
    play music music_7dl["ppk"] fadein 3
    "Немного потрясывает, но всё в пределах нормы."
    voice "Борт, что у вас там за чёрное зеркальце в камере?"
    me "Это моё."
    me "Весовые пределы не превышал."
    voice "Да мы поняли."
    voice "Талисман, да?"
    me "Вроде того. Самочувствие нормальное."
    "Перегрузки растут."
    "Ступень ушла."
    "Обтекатели…"
    "И…"
    window hide
    if herc:
        scene cg d7_un_epilogue_d2_7dl with flash
    else:
        scene cg d7_un_epilogue_d1_7dl with flash
    $ set_mode_adv()
    me "Здравствуй, мечта."
    "Я не знаю, с чем можно сравнить это ощущение."
    "Когда ты можешь уместить хрупкий голубой шарик в ладони."
    "А от бездны вселенной тебя отделяет всего несколько сантиметров обшивки и утеплителей."
    voice "Борт, земля."
    "Я проверял застёжки скафа, поэтому ответил не сразу."
    me "Да?"
    voice "Из роддома звонили. У вас сын."
    me "Понял вас. Спасибо. Отбой."
    "Руки, держащие поворотное колесо, едва заметно задрожали."
    voice "Борт, у вас пульс подскочил, выдохните."
    me "Да…"
    "Ответил я."
    me "Да…"
    "Слёзы в невесомости собираются шариками, почти невидимыми в резком, бестеневом свете нашей маленькой звезды."
    "Смартфон фирмы, которой никогда не существовало."
    "И фотография девушки, которой однажды стало не всё равно."
    nvl clear
    "Кто бы ты ни был, где бы ты ни был."
    "Спасибо тебе, Демиург."
    "Спасибо."
    "Я погладил прозрачную пластинку, за которой пряталась фотография одной очень красивой девушки в пионерской форме — наши «Соколы» позволяли кое-какие излишества."
    "Протянул ладонь навстречу Земле."
    "И помахал."
    window hide
    scene bg ext_earth_7dl with dissolve
    show frame at truecenter with dspr
    $ set_mode_adv()
    me "Впереди ещё столько хорошего."
    window hide
    show frame at truecenter:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 0.5 zoom 1.0 xalign 0.7 yalign 0.5
    show cam_ui at truecenter:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 0.5 zoom 1.0 xalign 0.6 yalign 0.5
    "Впереди — вся жизнь!"
    window hide
    play sound sfx_7dl["snap"] fadein 0
    scene white with flash
    $ renpy.pause(3.4, hard=True)
    scene bg ext_earth_7dl
    show blackout_exh
    with dspr
    play sound sfx_7dl["aunl"]
    $ persistent.un_7dl_good_ussr = True
    $ renpy.save_persistent()
    show acm_logo_un_good2 with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    $ renpy.pause(2)
    return
    
label alt_day7_un_7dl_rf:
    scene bg int_bus_night
    "Я перебрался на водительское место и, немного подумав, вспомнил, где какая педаль расположена."
    "Газ, кажется, был справа."
    "Я нажал кнопку запирания двери и утопил педаль в пол."
    "Автобус рванулся вперёд, прокалывая собой пустоту."
    window hide
    scene black
    with dissolve
    $ prolog_time()
    "И в этот раз я не проснулся на скамеечке, под одеялом или где-то ещё."
    "Я проснулся в своей чёртовой реальности с чувством, будто я — некий придурочный герой некой придурочной компьютерной игры, который только что прошёл последний уровень, запинал последнего босса и стал ненужным."
    "Как это всегда и бывает с героями компьютерных игр."
    stop ambience
    play music music_list["raindrops"] fadein 3
    $ renpy.pause(3)
    scene anim prolog_2 
    $ set_mode_nvl()
    with fade
    "Как я и ожидал, провидение жестоко пошутило надо мной – пробудив в том самом несчастном «ЛиАЗике», спустя каких-то пятнадцать минут после того, как я смежил веки."
    if loki:
        "Я выпрыгнул в метро, спасаясь от лютой стужи, понимая, что где-то что-то упустил."
        "И только проверив карманы ещё раз, понял — плеера нет!"
        "Внутри что-то дёрнуло воспоминаниями — то, как я держу его перед носом, висящего на проводе, как мыша за хвост, и наговариваю туда имена, адреса, контакты."
        "А напротив сидит девочка."
        "Время всё-таки лечит. Надо просто ему не сопротивляться."
        "Я проехал и Крестовский Остров, и Старую Деревню, опомнившись только на конечной."
        "И, выйдя на Комендантском, сел на скамеечку у вестибюля, борясь с колотящимся сердцем, боясь поверить в реальность случившегося чуда."
        "Это же…"
    elif herc:
        "И, выходя из автобуса, я судорожно опёрся о металлическую опору остановки — вдруг закружилась голова, и в памяти будто открыли дверку."
        "И в голову хлынули летние воспоминания — дети, лагерь, лето."
        "Лена."
        "Всё-таки, это были те ещё семь дней."
        "Пружина воспоминаний раскручивалась и раскручивалась, пока перед глазами не встала картинка — последний кадр перед тем, как началась вся эта история."
        "А если верить тому, что вся реальность зависит только от тебя и твоих действий, самым разумным было бы исключить из уравнения сегодняшнего вечера меня."
    else:
        "Мы с ним сделали вид, что мне всё это просто приснилось — исключая лишь пропажу плеера (наверное, в автобусе украли) и разряженный в ноль смарт (музыку же крутил, сам понимаешь)."
        "Я вышел в ночь и заспешил на работу  — мои услуги вдруг потребовались потому, что очередной безголовый пользователь решил скачать какой-то архив и в результате превратил свою машину, а также весь локальный кластер в систему для майнинга биткоинов."
        "Не впервой, не страшно."
    nvl clear
    if loki:
        "Я не помню, сколько сидел так, но, поднявшись, не помнил уже ни о договорённости с Оксаной, ни о том, во что превратилась моя жизнь за последние десять лет."
        "Всё это потеряло значение."
        "Мой старый друг-враг-возлюбленная-предательница пыталась устроить мне истерику, но с грохотом улетела в чёрные списки без права на пощаду."
        "Я сидел и безжалостно резал из жизни всё, что тянуло меня к земле — в полном соответствии с постулатом мистера Фримена: а вам слабо отформатировать винчестер вашего компьютера?"
        "Не слабо. И да, хотя это попахивает самоубийством, не существует более действенного способа начать всё с самого начала."
        
    if herc:
        "Всё, на что меня хватило — это набрать номер начальства и сказать, что увольняюсь, и нет, меня не волнует ни кто будет работать в Новый Год, ни то, что денег мне за смену не будет."
        "Плевать. Жизнь никаких денег не стоит."
        "Тем более, что теперь она не принадлежит мне одному."
        "Я нашёл место на скамеечке и сел там, наслаждаясь тем, как совершенно по-новому зазвучал окружающий мир — без привычных уже ноток безысходности."
    else:
        "За работой я не заметил, как пролетел вечер, поэтому я решил никуда не ходить, вместо этого спрятавшись в свой любимый угол, где меня уже ждала любимая доска и анонимы всех мастей."
    "Я не просидел долго – тело, ещё помнящее задор и молодость, требовало действия. {w}Любого.{w} Желательно, нацеленного на мою нынешнюю суперзадачу: достойно встретить девочку по имени Лена."
    "В том, что она рано или поздно появится, я не сомневался ни секунды: если подсознание включает чьё-то лицо в ваш сон — значит, ваши жизненные пути либо уже пересекались, либо неизбежно пересекутся."
    "А я теперь не считал лагерь чем-то иным, кроме как сном."
    "Я разорил карточку, купил себе бритвенных принадлежностей, кое-какую бытовую химию и несколько следующих дней вылизывал логово, пока не превратил его в нечто более или менее приличное.{w} Конечно, было бы неплохо сделать здесь ремонт, но пока сойдёт и так."
    "Многочисленные бутылки, туески и пакетики уместились в четыре больших пакета для мусора, и вынося каждый из них, я будто приближал день пришествия Лены в свою жизнь."
    nvl clear
    if not herc:
        "Коллеги на работе понемногу начали тянуться ко мне, даже начальник отметил то, что я стал ощутимо доброжелательнее и терпеливее и поднял зарплату – мелочь, а приятно."
    elif herc:
        "С работы я ушёл, прекрасно помня, чем закончилось для меня предыдущее место, и, набрав несколько номеров, стал готовиться к восстановлению в универе."
        "Пускай я сволочь и циник, но я хочу быть хотя бы образованной сволочью и циником — всяко лучше, чем просиживать штаны в магазине."
    "Жизнь начала раскручиваться, приобретая новый ритм и звучание."
    if loki:
        "Несмотря на угнетённое состояние альвеол и неспособность играть, знание нотной грамоты никуда не делось из моей бедовой головушки."
        "И потому однажды я добрался до одного из домов офицеров, где предложил им себя в качестве дирижёра."
        "Начальство немного посомневалось, но…"
        "Мне назначили контрольное слушание на начало февраля."
    else:
        "Наконец, дошли руки добраться до одного из домов офицеров и получить там направление в оркестр.{w} Меня там подняли на смех и чуть не выкинули на улицу, однако согласились поставить в активный состав, если я куплю инструмент и подтяну звучание."
    "Я стал смотреть на людей как на равных: не было больше вертикальной оценки, я мог идти и улыбаться им, если у меня было хорошее настроение, а в волкмене – близнеце того, что я подарил Лене,  — теперь куда более частыми гостьями были позитивные песни."
    nvl clear
    "Лена пробудила во мне вкус к жизни. {w}Это, да ещё впечатления, которыми снабдил меня «Совёнок»  — вот и всё, что было у меня за душой."
    "И я с удивлением начал понимать, что и этого более чем достаточно!"
    "За поисками применения неожиданной энергии, я промотал мимо сознания и новогодние праздники, и каникулы, и весь январь."
    play music music_list["everlasting_summer"] fadein 3
    nvl clear
    "Но шло время. Мой запас бодрости стал сходить на нет, и я мало-помалу стал склоняться к status quo. "
    "Впрочем, некоторые перемены уже настолько прочно въелись мне в кожу, что я не стал бы от них отказываться ни за что. {w}Например, прогулки."
    if loki:
        "Это, да ещё то, что мои мне отказали в месте дирижера, зато уболтали пойти преподавателем сольфеджио в одну из школ…"
        "Я всё-таки обдурил и злопыхателей, и судьбу, и Оксану — и всё-таки связал свою жизнь с музыкой. Пусть и немного не так, как это планировал с самого начала."
        "Во мне вдруг проснулся очень долго спящий талант к сложению нот в композиции, которые я разыгрывал вместе со своими подопечными."
        "Вот и сейчас я шёл, что-то напевая, уже представляя, как оно будет звучать в переложении басов и теноров."
    else:
        "Я заново полюбил прогулки с затычками в ушах. {w}Когда мне было восемнадцать, я пуще других развлечений предпочитал заткнуть уши Эмикой или Трикки, и отправиться бродить в дождь."
        "То самое, совершенно особое отношение с первостихией воды. И эта привычка вернулась ко мне, поэтому я нимало не сомневался, когда за окном пошёл снег."
    "Одиночество – это когда двухсот рублей на счёте хватает на четыре месяца, а одной зарядки достаточно на неделю. Я чувствовал себя одиноким даже в самой густой толкучке, и льющаяся в душу музыка только усугубляла это впечатление."
    "Но за долгие годы это одиночество впервые не было негативным — оно было спокойное и светлое, в половину состоящее из благодарности за чудо, а в другую половину…"
    "Это было обречённое и спокойное ожидание."
    "Я не молился, не просил — я просто наматывал круги по ледяной каше Петербурга и ждал, когда мы, наконец, встретимся."
    nvl clear
    scene bg ext_city_night_7dl with dissolve
    "Привычный мне маршрут – от Московского вокзала через весь Невский с поворотом на Дворцовую, и через мосты, мимо Ростральных колонн, дальше, до Авроры…"
    "Я не требовал чуда — я просто терпеливо ждал, когда оно, наконец, произойдёт, и брёл по набережной, ведя по шершавому граниту облицовки ладонью, прыгая на стыках."
    un "С днём святого Валентина!"
    "Раздался сзади знакомый, родной, но почему-то очень напряжённый голос."
    "Я, не поверив собственным ушам, обернулся. {w}Лена. {w}Лена?!"
    "Просто целующаяся парочка."
    "Наверное, показалось."
    nvl clear
    "Я, вздрогнув, повернулся было идти дальше, и опять услышал знакомый голос."
    un "Семён. Я здесь."
    "Порывом ветра до меня донесло переливы смеха, принадлежащего всего одному существу в этой вселенной."
    th "Да откуда этот голос?!"
    "Я заозирался. "
    "И нашел."
    "По спине будто мазнуло холодной влажной кистью, во рту поселился металлический привкус…"
    "Я, не веря собственным глазам, сделал несколько шагов на подгибающихся ногах, ненавидя себя за неумение выразить эмоции, за то, что язык деревянный и спина сутулая."
    me "Спасибо."
    "Голос не слушался и больше походил на карканье."
    me "И… Вам."
    un "Нам?"
    "Она напряжённо улыбнулась."
    un "Или мы с тобой на «вы»?"
    th "Мы? С тобой? Мы незнакомы."
    nvl clear
    $ renpy.pause(3)
    scene cg d7_un_met_7dl
    "Она сидела за рулём припаркованного неподалёку «Жука»  — незнакомая, взрослая, уверенная в себе. И, разумеется, никаких фиолетовых волос или задорных хвостиков. Просто знакомые черты лица, просто знакомые бездонные глаза."
    un "Я так тебя искала…"
    "Прошептала она, давая мне шанс прочитать по губам."
    "Ледяной ветер с Невы усилился: его ледяные пальцы забирались под пальто и хозяйничали там."
    "Она открыла дверь и кивнула."
    un "Садись. Нам столько нужно обсудить…"
    "Всё такая же неулыбчивая."
    "И пусть не та скромница, к которой я привык — эта Лена была понятнее мне — взрослому."
    "Все те выпуклые черты характера, что неизбежно сгладятся с возрастом, все те эпатирующие детали внешности — всё кануло в лету, оставив прелестную молодую женщину примерно моего возраста. И пускай кое-где в волосах прочертило серебром, пускай у уголков глаз залегли еле заметные морщинки…"
    "Но на дне зелёной бездны лукавые чёртики щёлкнули хвостами, и на целое мгновение передо мной предстала та самая, долгожданная, желанная."
    "Единственная."
    "И я забрался в тёплую утробу «Ниссана» рядом с Леной."
    nvl clear
    $ renpy.pause(3)
    me "Хорошая машинка."
    "Нейтрально похвалил вечный пешеход автомобилиста."
    un "Очень. После кучи разменов и переезда туда, где ты жил раньше, пришлось выбирать между ней и ремонтом."
    un "Я жила два месяца там, где стены помнили тебя, прежде чем ты появился в «Совёнке». {w}И ещё два месяца, прежде чем перехватить тебя на Стрелке."
    un "Заставил ты меня побегать…"
    "Она попыталась улыбнуться, но вместо этого как-то тихо-тихо заплакала — как может плакать человек, на одном упрямстве пытающийся дожить до какого-то момента и, наконец, доживший…"
    "И руководствуясь каким-то наитием, я наклонился к ней и легко прикоснулся губами к виску девушки."
    "От изумления её слёзы враз высохли, она уставилась на меня."
    me "Поехали."
    nvl clear
    $ renpy.pause(3)
    scene anim prolog_2
    un "Ты себе представляешь ту подставу с автобусом!"
    "Возбуждённо говорила она спустя полчаса, когда мы завернули в одну из моих любимых кафешек на «Горьковской» и взяли друг другу по пироженке с кофе."
    un "Я помню как сбежала от тебя, ото всего лагеря, а ты нашёл меня."
    un "Не забыл, привёл обратно и до самого отъезда сидел со мной."
    "Она передёрнула плечами."
    un "И одновременно почему-то помню, как колебалась между ножом и таблетками, и выбрала таблетки."
    "Она несмело улыбнулась, старательно смотря в стол, а я не мог заставить себя протянуть руку и просто коснуться."
    un "Просто подумала, что я вся буду в крови, а ты меня такую найдёшь.{w} Не хотелось тебя пачкать. "
    me "И хвала рандому, что это был не нож. Я не умею откачивать вскрывшихся. И я очень боюсь вида крови."
    "За окном покойно шумело дыхание мегаполиса, а у неё оказался манящий взгляд, лишь самую чуточку подпорченный неуверенностью в себе."
    un "А потом мы сели в автобус, а глаза я открыла уже за рулём, стоящая в пробке на Дальневосточном. Рыдала в руль, как придурочная, когда поняла, что мне всё это привиделось."
    "Она с каким-то непонятным намёком посмотрела на меня, но я ничего не понял и просто пожал плечами."
    un "А потом."
    "Медленно произнесла она."
    un "Я достала из кармана плеер. Плеер, понимаешь! Конечно, мало удивительного в плеере — хотя я предпочитаю слушать музыку в магнитоле."
    nvl clear
    $ renpy.pause(3)
    "Я откровенно любовался ей-настоящей."
    "Тем, как она волнуется, как дышит, даже тем, что волосы у неё не фиолетовые, а банально чёрные. Но я же всегда любил брюнеток, так что мне только лучше."
    "Я следил за движением губ, жемчужными зубками, за отблеском фар проезжающих мимо машин, отражающихся в её глазах. Высокая, в непрактичных сапожках из серой замши и бордовом пальто, в котором тепло будет разве что в утробе «Жука»."
    un "Гораздо больше удивительного было в папке диктофона, где первой же записью было то самое наше дурацкое послание нам-будущим."
    un "Помнишь?"
    me "Да."
    un "Там был мой голос, детский."
    un "И твой."
    nvl clear
    $ renpy.pause(3)
    "Она глотнула кофе, поморщилась и, отлучившись к стойке, притащила с собой маленький стаканчик с ирландским «Бейлисом»."
    un "Нервы ни к чёрту. {w}Я перерыла всю машину. Трижды! Даже подумывала отдирать обивку и панели. Но результат был прежним — бумажку, где твоей рукой были записаны твои контакты, я так и не нашла! Она как будто испарилась."
    stop music fadeout 5
    me "А я просто ждал, когда ты появишься. {w}У нас не было шансов не встретиться."
    "Лена улыбнулась и протянула мне один наушник."
    nvl clear
    $ renpy.pause(3)
    play music music_7dl["happy_ending"] fadein 5
    "И там чей-то очень знакомый голос произнёс:"
    me "{i}Назови сегодняшнее число{/i} ."
    un "{i}Двадцать второе июля тысяча девятьсот восемьдесят девятого года{/i} ."
    me "{i}Запись нулевая, удостоверяющая{/i} ."
    me "{i}Моё имя — Семён{/i} ."
    if herc:
        me "{i}Сычёв Семён{/i} ."
    else:
        me "{i}Персунов Семён{/i} ."
    me "{i}Привет. Просто привет{/i} ."
    me "{i}Мне очень неловко передавать тебе привет в будущее, обнимая тебя настоящую, но — надо! {/i}"
    me "{i}Как твои дела? Как настроение? Помнишь ли ты, в какой позе мы находились, когда записывался этот голос? Моё голосовое письмо к тебе в будущее{/i} ."
    me "{i}Мой поцелуй тебе из прошлого{/i} ."
    me "{i}Любовь измеряется мерой прощения, привязанность — болью прощания. {w}А ненависть — силой того отвращения, с которым ты помнишь свои обещания{/i} ."
    me "{i}Так что я обещал, я делаю. {w}Дальше твой ход — сумеешь ли, а главное — станешь ли ты исполнять обещанное? {/i}"
    un "{i}Что это я тебе обещала?{/i} "
    me "{i}Как это, ты разве забыла?! {/i}"
    "Запись прерывается на писке девочки."
    nvl clear
    $ renpy.pause(3)
    show blackout_exh2
    me "{i}Запись номер один. Дата та же, полчаса спустя{/i} ."
    me "{i}На чём мы остановились? Ага, на приветах из прошлого{/i} ."
    me "{i}Передай привет Лене, Лена!{/i} "
    un "{i}Приветик!{/i} "
    me "{i}Я не совсем понимаю, как работает этот механизм, но если ты откроешь глаза в объективно близком мне времени, то ни слова отсюда для тебя загадкой не будет{/i} ."
    me "{i}Хотя нынешняя ты сейчас таращишься на меня так, будто у меня вдруг выросла вторая голова{/i} ."
    un "{i}Так ты, получается, из будущего?{/i} "
    me "{i}Всё относительно{/i} ."
    me "{i}С моей точки зрения, я — из настоящего. {w}А ты — из прошлого{/i} ."
    un "{i}И каково там, в твоём настоящем?{/i} "
    me "{i}Там очень много боли. Почти столько же, сколько равнодушия{/i} ."
    me "{i}И как нигде и никогда актуален закон «хомо хомини люпус эст»{/i} ."
    un "{i}Как ты можешь жаловаться, там же твой дом!{/i} "
    me "{i}Просто до банальности. Мой дом там, где моё сердце. {w}А моё сердце там, где ты{/i} ."
    un "{i}Ты надеешься, что там тоже есть я? Другая я?{/i} "
    me "{i}Ответ отрицательный — на все части вопроса{/i} ."
    me "{i}Я не надеюсь, я абсолютно точно знаю, что где-то в моём городе есть ты{/i} ."
    un "{i}Ч-что?{/i} "
    "Я вспомнил, какое лицо она сделала после этих слов, и невольно улыбнулся."
    me "{i}Да брось…{/i}."
    "Негромкий вздох."
    me "{i}Найди меня. {w}Просто найди{/i} ."
    "С тихим щелчком запись оборвалась, и я вернул наушник владелице."
    nvl clear
    $ renpy.pause(3)
    show blackout
    "Лена улыбнулась."
    un "Вот, я тебя и нашла. Могу теперь вернуть тебе плеер?"
    me "Нет. Зачем? Разве ты собираешься куда-то пропадать?"
    nvl clear
    $ renpy.pause(3)
    show blackout2
    "Мы вышли на улицу и некоторое время неловко молчали, вглядываясь один в другого."
    me "Так что…"
    "Начали мы одновременно – и рассмеялись."
    me "Ты первая."
    un "Нет, ты."
    me "Ладно. Я о лагере думал. Может, продолжим с того места, где остановились?"
    un "Ты о том месте, где ты меня по мордасам бьёшь и дурой обзываешь?"
    "Лукаво улыбнулась она."
    me "Если в вашем доме практикуют садо-мазо."
    "Пробормотал я."
    me "Нет, я о том месте, где я не давал тебе спать. Хотя можно и не торопиться."
    un "Да. Теперь можно и не торопиться."
    "Она раскидала руки, как я тогда — молодой, влюблённый и безмерно благодарный Фортуне за вечер, и расхохоталась навстречу тяжёлому свинцовому небу."
    un "Ведь у нас теперь целая жизнь впереди!"
    scene black
    window hide
    $ set_mode_adv()
    play sound sfx_7dl["aunl"]
    $ persistent.un_7dl_good_rf = True
    $ renpy.save_persistent()
    show acm_logo_un_good with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    $ renpy.pause(2.4, hard=True)
    if (alt_day_binder == 1) or alt_day1_loop:
        $ prolog_time()
        play music music_7dl["sh_ai_rejuv"] fadein 3
        scene expression Noir("bg ext_city_night_7dl", brightness = 0.1, tint_r = 0.2, tint_g = 0.9, tint_b = 0.7, saturation = 0.7)
        with joff
        "Существует множество разных кризисов — веры, творчества, возраста."
        "Мой кризис в том, что книги врут. {w}Соплежуи с умными мордами врут!"
        "Какого дьявола?!"
        "Они сказали, что надо просто сделать всё возможное, приложить усилия — и мечта будет достижима!!!"
        "Не было таких усилий, какие я бы не прикладывал!"
        window hide
        scene expression Noir("bg ext_city_night_7dl", brightness = 0.2, tint_r = 0.3, tint_g = 0.8, tint_b = 0.7, saturation = 0.6)
        with blind_l
        "В «комодо» восемь вкладок, которые я обновляю, не чувствуя интереса к их содержимому."
        "Я живу по инерции."
        "Я почти слышу, как лопается сердце перед фактом того, сколько мне ещё осталось."
        "Слишком много. {w}Подавляюще много — годы и годы."
        window hide
        scene expression Noir("bg int_home_lift_7dl", brightness = 0.1, tint_r = 0.2, tint_g = 0.9, tint_b = 0.7, saturation = 0.7)
        with diam
        "Читатель{w}, тебе весело или грустно? {w}Ты влюблён {w}или равнодушен?"
        "Ты вообще {i}хоть что-нибудь{/i} чувствуешь?"
        "Я нет."
        "Если встать на стул, то можно снять люстру, которую повесили туда ещё старые владельцы квартиры."
        "Там крюк, рассчитанный на сто килограмм веса."
        "Однажды я проверю его на прочность."
        window hide
        scene expression Noir("bg semen_room_window", brightness = 0.2, tint_r = 0.2, tint_g = 1.0, tint_b = 1.0, saturation = 0.7)
        with dissolve
        "Когда перестанет пробирать музыка."
        "И отсверки фар выхватят из темноты силуэт моего безжизненного одиночества."
        "Когда больные глаза перестанут ловить фокус."
        window hide
        with flash
        "Когда перестанет спасать даже моё самое последнее средство."
        window hide
        scene expression Noir("bg int_sam_house_clean_7dl", brightness = 0.2, tint_r = 0.2, tint_g = 1.0, tint_b = 1.0, saturation = 0.7)
        with dissolve
        "Я пришёл в себя, сидя на продавленном кресле напротив монитора."
        "Жутко болела голова, запрокинутая последние несколько часов, затекла шея."
        "Очень хотелось пить, но сил подняться не было."
        "На полу рядом с креслом валялся грязный жгут с сигаретными пропалинами по краю."
        "Привычно болело место укола."
        with blind_l
        "И в жгучей белизне таяло прощальное:"
        window hide
        scene cg d7_un_epilogue_bad2_7dl
        show prologue_dream
        with dissolve2
        stop music fadeout 10
        show alt_letter timeskip10 at truecenter with zoomin
        $ renpy.pause(8, hard=True)
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade2
    return
    
label alt_day7_un_7dl_transit:
    "Мне столько хотелось сделать и столько сказать."
    "Но я нем и у меня лишь сожаления."
    me "Мы обязательно встретимся… снова."
    "Озвучил я невесть откуда всплывшую фразу."
    "Явно не мою, я не выражаюсь так выспренно, да и обстановка была…"
    play music music_7dl["exodus"] fadein 3
    window hide
    scene expression Notch("bg ext_busstop_dust_7dl")
    with dissolve
    "Я поднял голову, обнаружив себя где-то, совсем не там, где закрывал глаза."
    "Хотя пальцы всё ещё помнили прикосновение."
    "Да усталое солнце светило откуда-то из-за плеча."
    "Я безо всякого удивления вспомнил, что когда последний раз я засекал время, луна уже карабкалась на небо."
    "Но теперь…"
    "Здесь всё было серо, плоско и невыразительно."
    "Удивительно точный слепок моей души."
    "Даже когда я споткнулся и, падая, как следует ошкурил себе запястье, свежая ссадина выглядела всего лишь как красноватый оттенок серого."
    "Лишь торчащий поодаль некий кубик поневоле привлекал внимание."
    "В отсутствие альтернатив, я направился к нему."
    window hide
    with fade
    "Расстояние в этом удивительном двухмерном мире было крайне обманчивым."
    "Я шёл уже битый час, но несчастный кубик лишь немного увеличился в размерах."
    "Возможно, это было связано с тем, что я шёл еле-еле."
    "Возможно — с тем, что я поминутно отгонял преследовавшего меня призрака одной никогда не существовавшей девчонки."
    show un tr1 modern with dspr
    $ renpy.pause(.05)
    hide un
    th "Возможно, и всего, что я помню, не было?"
    "Ещё несколько часов спустя удалось добраться до кубика."
    "Как оказалось, это была остановка — обычная, автобусная, бетонная, какую каждый видел хотя бы раз в жизни."
    "А рядом — разбитое шоссе."
    "Отряхнув скамейку, я присел и привычно похлопал по карманам."
    "Сигареты обнаружились в левом, как и всегда."
    "Как-то так вышло, что я всю жизнь притворялся левшой."
    "Но всё та же жизнь всегда заставляла меня работать правой рукой — сначала в лице моей учительницы начальных классов с длинным метром."
    if loki:
        "Затем — в виде музыкальных инструментов."
        "Мне {b}пришлось{/b} научиться пользоваться правой рукой для хвата трубы."
        "Говорят, конечно, что есть специальные трубы для левшей, но лично я их никогда не встречал."
        "Так что приходилось делать как всем - держать правой, жать клапаны левой."
    else:
        "Затем — в образе производителей компьютерного железа и периферии."
        "Быстрые клавиши было невозможно, невозможно нажимать правой рукой, она оказалась к этому не приспособлена."
        if herc:
            "Мышь, клавиатура, игровые устройства."
            "Даже чёртов WSAD был придуман правшами и для правшей."
        else:
            "Когда я купил планшет с клавишами быстрого вызова, оказалось, что я не имею права использовать левую руку, так как запястье то и дело норовило где-то там что-то нажать."
    "Не передать, как это бесит."
    "Потому вещи симметричные и одинаково (не?)удобные для всех, я уважал."
    "Оружие, например."
    "Или, вот, сигареты."
    "Чиркнув спичкой, я выпустил сизый клуб дыма к небу."
    "Тот втянулся в низкие тучи, едва покинув мои лёгкие."
    "Одежда осталась той же, что и была в лагере, и это было странно."
    "Странным было и то, что вся она была в какой-то дряни."
    "Похоже, измазался, пока пытался откачать…"
    show un tr1 modern with dspr
    $ renpy.pause(.05)
    hide un
    "Я закашлялся."
    "Рванул галстук и долго-долго вытирал руки, будто пытаясь очистить не столько кожу, сколько душу."
    "Ощущение испачканности, изнасилованности какой-то не оставляло меня."
    th "И кто мешал, спрашивается, сделать всё правильно?"
    $ meet('uv','Девушка')
    uv "А ты умеешь… правильно?"
    me "Что?"
    show uv smile at left with dissolve
    "Когда я снова начал осознавать действительность, оказалось, что я не один."
    show cg d7_trio_7dl with dspr
    $ renpy.pause(.2)
    hide cg d7_trio_7dl
    "Моей компании искал ходячий фансервис."
    "Стройные ножки, приятная глазу фигура…"
    "Ну и хвост с ушами в наличии, конечно."
    me "Умею, наверное. Будешь?"
    "Я протянул ей пачку сигарет, но она покачала головой."
    "Села рядом, обвила хвостом лодыжки."
    "Мелко подрагивающим хвостом — это было особенно хорошо заметно при местном рассеянном освещении."
    "Замолчала, изучая меня."
    "Машинально одёрнула короткое платьице."
    "Это не сильно-то что-то прикрыло, но девушку это совершенно не смутило."
    "Она улыбнулась мне по-свойски, как старому знакомому."
    uv "Больно?"
    "Она коснулась пальцем ссадины, тут же отдёрнула."
    me "Здесь — нет."
    show uv normal with dissolve
    "Признаться, я уже и забыть успел про эту пустяковину."
    dreamgirl "А где больно?"
    "Я показал на грудь."
    "Как будто это было можно объяснить словами — стальной занозой засевшее в груди кровоточащее сожаление."
    show un tr1 modern with dspr
    $ renpy.pause(.12)
    hide un
    show uv guilty with dspr
    uv "Значит, и ты правильно не умеешь?"
    me "А кто умеет? Кто ты вообще такая? Почему я откровенничаю с тобой?"
    show uv surprise with dspr
    uv "Я-то?"
    me "Ты."
    "Хмуро ответил я."
    uv "Я не знаю. Я всегда здесь. Или не здесь?"
    show uv grin with dspr
    uv "Но я знаю, что ты здесь точно быть не должен."
    me "Где это, здесь?"
    show uv normal with dspr
    uv "В лагере. В мире."
    me "А кто определяет нормы и меры?"
    "Тихо зверея, начал я."
    me "Почему нельзя просто позволить мне быть счастливым?!"
    "А девушка прижала уши к голове и виновато ответила:"
    uv "Я не знаю. Но мне кажется, что ты сам себе это запрещаешь."
    "Она покаянно опустила голову."
    "Да и я тоже сник. На каком-то уровне понял её правоту."
    "Прошептал:"
    me "Лены больше нет?"
    "Девушка вздохнула:"
    dreamgirl "Есть."
    show uv guilty with dspr
    uv "Она иногда забывает тебя, чтобы просто выжить."
    uv "Иногда помнит — чтобы чувствовать себя живой."
    uv "В этот раз вам не повезло."
    me "В этот раз?{w} Как будто у меня будут ещё разы!"
    uv "А хотелось бы?"
    me "Перестань издеваться."
    show uv upset with dspr
    uv "Я серьёзно! Хочешь попробовать снова?"
    me "Да как такое возможно? Кто способен повернуть время вспять? Ты, что ли?"
    me "Что-то я у тебя ни нимба, ни машины времени не вижу."
    show uv normal with dspr
    uv "Они и не нужны здесь."
    uv "Только предупреждаю: никто не знает, как выйдет в этот раз."
    uv "Ни я, ни ты."
    "И как мне в такое вот поверить? Это же чушь!"
    "Чушь же."
    "Правда?"
    "И я, как ныряя в холодную воду, выпалил:"
    me "А нельзя как-то сделать по-человечески?{w} Чтобы и помнить, и… Чтобы она не…"
    uv "Со вторым шансом не торгуются, Семён."
    uv "Ты либо соглашаешься…{w} Либо нет."
    "И тогда я задал вопрос в лоб:"
    me "У тебя к Ленке какие-то свои претензии?"
    show uv laugh with dspr
    uv "Помилуй Рандом!"
    "Расхохоталась эта невозможная девушка."
    "Она хлестнула хвостом по ногам и поднялась."
    show uv normal with dspr
    uv "Я её встречала-то всего дважды.{w} Знаешь, где?"
    "Я покачал головой."
    uv "Знааааешь."
    "Промурлыкала она."
    me "Да откуда?!"
    uv "Здесь. На причале, дул октябрьский ветер, а на ней было такое пальто, знаешь…"
    th "Откуда?!"
    uv "И сапожки такие замечательные - серенькие, нубук."
    uv "Жаль только, испортили их Петербургские коммунальщики со своими реагентами."
    uv "Посыпали, чтоб снег таял, а оказалось — таяла обувь."
    me "Кхм... А во второй?"
    "Еле выговорил я."
    show uv normal with dspr
    uv "Второй раз это было где-то на юго-западе."
    uv "Она снова опоздала на трамвай, и так забавно бежала за ним."
    uv "Подростки подбадривали её с задней площадки, плющили носы о стёкла и называли спортсменкой."
    uv "Бежала она."
    uv "Думала о мальчике, который сейчас счастлив потому, что осень, любимый город и музыка в наушниках."
    uv "Что он пыхтит где-то сзади метрах в тридцати, но сейчас догонит, обхватит и закружит, целуя."
    uv "Оборачивается — а его нет."
    "Девушка замолчала."
    me "Кто ты, чёрт побери, такая?"
    "Устало спросил я."
    "Сил удивляться пересказу того, что я не доверил бы даже и Лене, если бы она сама это не нарисовала, не было уже."
    "Было только желание так и сидеть здесь, смоля сигаретку."
    "И крохотная надежда на чудо."
    uv "Я же тебе говорила. Я не знаю."
    uv "Но это и не важно."
    uv "Куда важнее другое."
    "Девушка снова уловила мои мыслеобразы."
    dreamgirl "Она жива, Семён."
    window hide
    scene cg d7_bus_night_7dl with dissolve
    uv "Ты не просил, но… как насчёт шанса?"
    uv "Просто так. Чтобы попробовать сделать всё правильно?"
    "Выруливший из-за холмов автобус, подпрыгивающий на колдобинах, мазнул по остановке снопом света фар, раздумчиво стал приближаться."
    "На его лобовом стекле я увидел номер, которому даже не удивился."
    uv "А хочешь — пошли домой?"
    uv "Только дома холодно."
    if herc:
        uv "И грязно."
    elif loki:
        uv "И больно."
    else:
        uv "И мокро."
    uv "Решайся."
    $ persistent.sprite_time = "night"
    $ night_time()
    window hide
    play sound sfx_intro_bus_door_open
    $ renpy.pause(3, hard=True)
    scene anim intro_11 
    with fade
    uv "Автобус ждать не будет."
    "Передо мной со знакомым шипением распахнулись створки…"
    window hide
    scene black
    with fade
    stop music fadeout 3
    stop ambience fadeout 3
    play sound sfx_7dl["aunl"]
    stop sound_loop fadeout 3
    $ renpy.pause(7.4, hard=True)
    with vpunch
    "Ладно, ладно…"
    "Поверили?"
    window hide
    scene bg ext_railbridge_sunset_7dl with dissolve
    play music music_7dl["sad_piano"] fadein 3
    $ set_mode_nvl()
    "Ладно, на самом деле была ещё целая куча всего."
    "Было и солнце, и лето, и счастливый смех."
    "Вот только это была совсем другая история."
    if herc:
        "И никто меня не застрелил."
        "Чушь какая!"
        "Не вздумайте поверить, если вдруг кто-то скажет вам, что Семёна Сычёва застрелили из травматического оружия при исполнении."
        "На самом деле я тогда даже на работу не вышел."
        "Заболела спина, я позвонил на работу и сказал, что не выйду."
        "А пока лежал, думая, понял вдруг, что не вернусь туда."
        nvl clear
        "Должно быть, это были сигналы подсознания моего пессимистичного, просчитавшего все на свете варианты и выбравшего худший?"
        "Или я вдруг осознал, что начал тупеть на такой-то работе?"
        "Так или иначе…"
        "Однажды остановившаяся жизнь пошла своим чередом."
        "Мне стоило немалых сил просто обратиться на биржу труда для того, чтобы закрыть старый ещё, школьный долг."
        "Профориентация."
        "И угадайте, кем я стал?"
    elif loki:
        "Да, никто меня не избивал."
        "Честно-честно."
        "Не вздумайте поверить, когда скажут, что однажды на дорожках Центрального Парка Культуры и Отдыха обнаружили обмороженный полутруп в состоянии болевого шока."
        "Мол, он всё твердил попеременно два имени и угас, не приходя в сознание."
        "Так вот, я вам заявляю — это полный бред!"
        "На самом деле я даже не садился на тот автобус, везущий меня прямиком в страну сказок."
        nvl clear
        "Повесив трубку после разговора с Ксюшей, я долго-долго думал, а потом взял и занёс её в чёрный список."
        "Сам себе удивлялся, но - да!"
        "Как будто имея теперь новые силы, я под корень корчевал всё, что связывало меня с предыдущей жизнью."
        "Теперь совсем другое имя звучало в сердце."
        "А значит, и жить стало куда светлее и понятнее."
    else:
        "И не тонул я в автобусе."
        "Я вам заявляю прямо — это полная ерунда."
        "Тонуть в автобусе… Вы ещё скажите «летал на лодке»."
        "Я заленился идти на остановку, вместо этого использовав простенький TeamViewer для того, чтобы разобраться в случившемся."
        "Дело в том, что я совсем забыл о своей социофобии."
        nvl clear
        "Зато прекрасно помнил цветной сон длиной в неделю."
        "Имя."
        "Цвет глаз."
        "Страшно подумать, сколько было забракованных и пущенных на ветер стихов, которые я писал и посвящал несуществующей девушке."
    "Так что всё было со мной хорошо."
    scene bg ext_city_night_7dl
    nvl clear
    "Хотел бы я сказать, что никто не умер."
    "Но, к сожалению…"
    nvl clear
    "Я не могу врать в истории собственной жизни, иначе она станет очередным никому не нужным вымыслом."
    "Я проснулся, и рядом не было Лены."
    "Не было её."
    "И готов был бы смириться с этим, но однажды обнаружил в своём почтовом ящике помимо счетов и кое-что ещё."
    "Серый, замятый конверт с обветшалыми от возраста и сырости углами."
    "Письмо из прошлого?"
    "Фотография. Одна-единственная."
    scene bg int_epilogue_bg_7dl
    nvl clear
    "Не очень хорошего качества, явно отпечатанная с плёнки."
    "На ней крупным планом было снято надгробие."
    "С именем, которое подарило мне жизнь."
    "И захотелось заорать от боли, от ощущения неправильности происходящего."
    "Но кому это когда могло помочь?"
    nvl clear
    "Я вышел в магазин, купил какой-то сорокаградусной дряни и долго пил на кухне, пытаясь поверить в случившееся."
    "Плакал и ходил из угла в угол, доставал свой старенький смартфон и неверяще глядел в запечатлённые в кадре глаза."
    "Неулыбчивые, строгие — как будто она уже тогда знала, что ничего у нас не получится."
    "А так хотелось…"
    nvl clear
    "Я пил и не пьянел, только мрачнел всё больше."
    "Вот так вот, в одночасье увидеть мир рушащимся — к этому я оказался совсем не готов."
    "Я оказался не готов жить в мире, который не видят её глаза."
    "А никогда больше не услышать её смех…"
    stop music fadeout 6
    "Последнее, что я помню перед тем, как отключиться, был холод из распахнутого настежь окна и ввинчивающийся в низкое небо вопль:"
    me "Леееееенаааааа!"
    with vpunch
    nvl clear
    scene bg int_sam_room_7dl
    play music music_7dl["feel_you_inside"] fadein 3
    "Утром я проснулся полностью пустым и стерильным."
    "Нет, внешне-то всё было в целом неплохо — я ходил работать, иногда даже улыбался."
    "И очень боялся ночи, потому что только тогда приходило одиночество. "
    "А я до одури боялся одиночества."
    "Теперь, когда некому было прийти и спасти меня как в фильмах про супергероев."
    "Тёмная, страшная ночь."
    "Я орал в подушку как маленький ребёнок и загадывал перед всеми возможными богами, чтобы не было ничего этого."
    "Чтобы только она пришла!"
    "Или хотя бы я мог попасть туда, где она есть."
    nvl clear
    "И однажды так и вышло. "
    "Правда-правда!"
    "Когда запас бодрости и жизни от лагеря начал понемногу иссякать, а я вернулся обратно в состояние маниакальной депрессии, случилось то, что случилось."
    "Я сильно исхудал за эти полгода, потому и абсента требовалось уже не так много, чтобы отключиться."
    "В прихожей щёлкнул замок."
    "И Лена — моя Лена! —  оказалась на пороге."
    "Во всё той же одежде, в какой я запомнил её."
    "И явно не очень-то счастливая."
    nvl clear
    window hide
    $ persistent.sprite_time = "night"
    $ night_time()
    scene bg int_sam_house_clean_7dl
    show un angry modern at zenterleft
    with dissolve
    $ set_mode_adv()
    un "Ну и что ты творишь, скажешь? Зачем ты меня зовёшь постоянно?"
    me "Лена?!"
    "Я обомлел от сумасшедшего счастья и страха от того, что это всё лишь снится мне."
    un "А ты кого ожидал увидеть? Генсека Икари?"
    un "Можешь потрогать, если призраков боишься."
    "Я поднялся и, подойдя к ней, несмело протянул руку."
    me "Лена."
    "Её щека была живой и тёплой. А зубы клацнули в опасной близости от пальцев."
    un "Лена, Лена."
    show un sorrow modern with dspr
    un "Ты такой беспомощный, а? Да живи ты своей жизнью, а меня оставь в покое!"
    "«Но ты же умерла», — хотел было сказать я, а вместо этого сказал:"
    me "Но я не хочу… в покое."
    show un smile modern with dspr
    un "Ну и что? Умерла так умерла."
    un "Не самый большой недостаток, знаешь ли."
    me "Ты снишься, да?"
    show un smile2 modern with dspr
    un "Дурак, ох, какой дурак."
    "Сказала она, садясь рядом со мной на диван."
    un "Как вот такой как ты, может говорить такие глупости?"
    un "Это же очевидно."
    window hide
    show un smile modern
    with fade
    un "Со смертью всё только начинается!"
    un "И вообще, я хочу есть, лежать и на ручки."
    "И здесь я безоговорочно поверил."
    "Решил так: пусть сон. Чёрт с ним."
    "Подхватив Лену на руки, я отнёс её на кухню, где в сковородке под крышкой ожидал своего часа ужин из пары котлет со спагетти."
    "Не бог весть что, конечно, но ещё одной пиццы, боюсь, я не переживу."
    "Мы ели, болтали обо всём на свете до самого рассвета, а под самое утро, которое ровным счётом никак не отличалось от ночи, в форточку улетела бутылка из толстого стекла с ярко-зелёным содержимым."
    "А рассвет мы встретили вместе."
    "Она была тёплая, родная, моя."
    "И пахло от неё так, как и сохранилось в памяти."
    me "Останешься?"
    "Предложил я."
    show un shy modern with dspr
    un "Наконец-то. Я думала, ты уже и не предложишь."
    me "Предлагаю."
    "Улыбнулся я."
    "Меня уже не заботило ни откуда она взялась, ни как нашла меня."
    "Плевать я хотел на это."
    hide un with dissolve
    "Так что на диван мы вернулись вместе."
    "Лена была живой, настоящей, всё той же хрупкой девочкой."
    "Я понял вдруг, что не хочу ради неё умирать. Я хочу ради неё жить."
    "Так что…"
    "Когда мы, утомившись от сладостного воссоединения, лежали и смотрели в потихоньку набирающее свет небо, я спросил:"
    window hide
    scene cg d5_un_bed_7dl with dissolve
    me "Ленка, а если честно — почему ты решила сделать с собой…"
    "Она, лежащая на моём плече, покачала головой."
    un "Давай не будем, хорошо?"
    un "У меня были свои причины. И они были очень неприятными."
    me "И ладно. Главное, что мы снова вместе."
    un "Насовсем."
    "Глаза закололо от невозможного, огромного счастья."
    un "Только имей в виду, что я не могу быть с тобой постоянно. Понимаешь?"
    un "Я же умерла, помнишь?"
    "Она посмотрела мне в глаза."
    un "Поверь, это не потому, что я не хочу быть с тобой."
    me "Но это же глупости."
    un "Глупости."
    "Кивнула она."
    un "Но твоё время — это будущее…{w} А моё…"
    me "Что?"
    "Мне очень не понравилось, как это прозвучало."
    un "А я теперь останусь такой навсегда."
    "Она тихо улыбнулась."
    un "Меняться — прерогатива живых."
    me "Я тогда тоже, тоже не буду!"
    "Лена обняла меня изо всех сил, и я почувствовал, как она дрожит."
    un "Перестань."
    me "Почему?"
    un "Нельзя тебе не меняться. Ты должен, слышишь?"
    me "Никому я ничего не должен."
    un "Должен как минимум мне, Семён. Ты должен прекратить плевать на себя, должен выкарабкаться и выжить."
    me "А я разве не живу?"
    "Лена покачала головой:"
    un "Сейчас ты умираешь от холода в выстуженной напрочь комнате, так что давай, милый Семён."
    un "Давай."
    un "Приходи в себя."
    window hide
    scene expression Desat1("bg int_sam_room_7dl") with dissolve
    "И я пришёл в себя, дрожа от холода."
    "Окно действительно было нараспашку, в комнату намело снега, а голова трещала и болела."
    "Я встал, закрыл окно, закрыл целый эпизод своей жизни."
    $ set_mode_nvl()
    "Стал жить дальше."
    "Притворялся, что ложусь спать, а на самом деле открывал дверь и ждал полуночи."
    "И иногда дверь отворялась, и на пороге появлялась Лена."
    "Она приходила, а наутро я опять просыпался больной и разбитый."
    "Зато полный жажды жизни."
    "Полный жажды дожить до нашей следующей встречи!"
    "Это и давало мне сил."
    "Смысла, если хотите."
    "Мы оставались прежними, нам было по {image=alt_KS_censor} лет, а значит, в любой встрече была своя крохотная, волнующая тайна."
    "Азарт юности, которая дорвалась до сладкого."
    "И мы болтали на кухне, готовили вдвоём что-то очень вкусное, иногда смотрели кино, иногда выбирались гулять по ночному городу."
    "Любили друг друга."
    nvl clear
    "Нельзя сказать, чтобы мне это нравилось."
    "Мне мало хорошего, мне подавай лучшее."
    "Потому и встречи эти редкие - как любовь японца: холодная, отстранённая и раз в месяц — меня удручали."
    "Лена замечала моё состояние, но никак не могла мне помочь."
    "Пока я однажды не устроил истерику, не желая ни засыпать, ни расставаться с ней."
    "Это была, кажется, четвёртая встреча, я как раз праздновал годовщину возвращения из лагеря."
    "И весь день, что я мерил шагами закованные в гранит ветреные набережные, я боролся с тоской, прекрасно понимая природу и Лены, и наших отношений."
    $ set_mode_adv()
    play music music_7dl["youre_not_real"]
    "Я боялся самому себе признаться в этом."
    "Но больное, пытливое сознание трогало и трогало это место, как язык то и дело облизывает лунку удалённого зуба."
    "Потому и было так гнусно и паскудно на душе."
    "Лена пришла в этот же вечер."
    "Долго слушала мои причитания, не решаясь вставить и слова."
    "Потом глубоко вздохнула:"
    show un normal modern with dspr
    un "И почему тебе не живётся своей собственной жизнью?"
    me "Потому что в ней нет тебя. А видеть тебя во снах ещё хуже."
    show un sorrow modern with dspr
    un "Тебе дали второй шанс, а ты плюнул создателю в морду."
    un "Почему ты такой невозможный человек, Семён?"
    "Я пожал плечами."
    me "Я хочу сказку, понимаешь?"
    show bg ext_entrance_night_clear_7dl
    pause(.15)
    hide bg ext_entrance_night_clear_7dl
    un "Понимаю."
    "Лена поднялась."
    un "Понимаю…"
    "И протянула мне руку."
    scene cg d7_un_epilogue_bad2_7dl
    show spill_red
    show alt_credits timeskip_come with dissolve2:
        pos (747,115)
    with flash
    with dissolve
    play sound sfx_7dl["aunl"]
    stop sound_loop fadeout 3
    $ persistent.un_7dl_true_transit = True
    $ renpy.save_persistent()
    show acm_logo_un_transit with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    pause(1)
    return
    
label alt_day7_un_7dl_rej:
    $ prolog_time()
    scene black with fade
    play music music_7dl["youre_not_real"]
    "Вся эта история с самого начала пахла не очень."
    "И я, почему-то влюбляющийся с первого взгляда."
    "И память моя, то и дело подкидывающая мне картинки, которые ничего общего с моим жизненным опытом не имели."
    "Лена, по её же собственным словам, та ещё бесчестная и беспринципная тварь."
    "Или нет?"
    window hide
    scene bg int_sam_house_clean_7dl with dissolve
    "А на улице весна, решившая, что она лето."
    "И солнце режет пополам мороз и лёд — в глазах, в сердцах."
    "Сигарета закончилась, и я раздавил её в пепельнице, подошёл к окну и прижался лбом к стылому стеклу."
    window hide
    scene bg semen_room_window with dissolve
    "Мой март, мой — и ни слова из волшебного сна, ничего."
    "Мы можем увидеть краем глаза лицо в толпе или создать образ, синтезировав его из нескольких образов. А потом увидеть во сне."
    "Так следует ли мне считать Лену синтезированным образом?"
    "Или я её и правда когда-то встречал — но напрочь забыл?"
    "Или я забыл о том, что даже тогда, когда я встречал её — я телом и душой принадлежал другой?"
    me "Билет до Новокузнецка, пожалуйста."
    "А на улице первый дождь, всё как у Юрочки Шевчука, всё как у него."
    "Разве что до мая ещё…"
    voice "С пересадкой в Москве, отбытие сегодня в семнадцать часов от Московского вокзала, устроит?"
    me "Устроит."
    voice "Бронирую."
    "Бросила тётка и отключилась."
    "А я ещё несколько секунд глупо держал трубку у уха."
    "Старею, старею — реакции не те, запоминать новую информацию всё сложнее…"
    "Даже то, зачем я так спешу в Кузню, приходится повторять несколько раз в день, чтобы не забыть."
    "Чтобы не набрать номер агента, занимавшегося моим расселением, и не наорать на него — за то, что он сумел сделать невозможное для огромной машины федерального розыска."
    "Он нашёл моего отца. Человека, которого я считал не то космонавтом, не то разведчиком в стане врага."
    "Предателя, бросившего меня тогда, когда я сильнее всего в нём нуждался."
    window hide
    show expression Desat("cg d5_rainy_idle_7dl") with dissolve
    "Через агента же я успешно продал старую квартиру и переехал в новую."
    "С покупательницей мы встретились всего однажды — и это был бесформенный ворох шарфов и шапок, к которым я не приглядывался."
    "Она явно не из тех, что сейчас скинув капюшоны, хохочут в низкое питерское небо, встречая новую жизнь."
    "На улице дождь."
    "Теперь она — полноправная владелица места, что так и не смогло стать мне домом."
    window hide
    scene bg int_excalator_7dl with fade
    "И хорошо: с глаз долой — из сердца вон."
    play ambience ambience_7dl["railroad"] fadein 3
    show un tr1 modern at left
    show mt tr1 at right
    with dissolve
    "Разве что весь путь до метро терзали меня образы двух красивых зеленоглазок."
    pause(1)
    window hide
    scene bg int_excalator_7dl
    with dissolve
    "И никак не удавалось выбрать одну из них, так как внезапно проснулась память, которая рассказала мне всё."
    "И вот со всем этим {i}всем{/i}, я еду на эскалаторе вниз, бездумно всматриваясь в лица проезжающих мимо."
    "Мне нужно исправить слишком много, извиниться перед слишком многими: я даже не знаю, с чего начать."
    
    "Потому-то уже не удивился, когда мимо меня вниз уехала знакомая девушка с копной каштановых волос."
    me "{i}Ольга!{/i}"
    "{i}Крикнул я.{/i}"
    "{i}И попытался было догнать её, побежал вверх по едущему эскалатору.{/i}"
    "{i}Крича и крича её имя.{/i}"
    "{i}Тщетно.{/i}"
    "{i}В какой-то момент пассажиров стало слишком много, а она так и не услышала меня, заткнувшая уши музыкой, убившая внимание к окружающим до тусклого отсверка в зелёных льдинках зрачков.{/i}"
    "Очень вдруг грустно стало от того, что она так и уедет."
    "Так и не поймёт то, что понял я, пока бежал до станции."
    "Но это её личный выбор. Её."
    window hide
    scene anim prolog_2 with fade
    "Я поехал вниз."
    "{i}Позабыв про стыд и опасность после с осложненьем заболеть, люди под дождем как салют встречали гром — весенний первый гром…{/i}"
    "Я ехал навстречу моим долгам и моему личному будущему."
    "В котором нет места ни положившей жизнь на плаху ожидания."
    "Ни той, что любила так, что была готова решительно на всё."
    "А я этого не заслужил."
    "Что гораздо хуже: я этого не хотел."
    with dissolve
    play sound sfx_7dl["aunl"]
    stop sound_loop fadeout 3
    $ persistent.un_7dl_rej = True
    $ renpy.save_persistent()
    show acm_logo_un_shelter with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    pause(1)
    return
    
label alt_day7_un_7dl_true:
    play music music_7dl["brigh_you"] fadein 3
    scene bg ext_railstation_7dl
    with dissolve
    "Как там постоянно говорят материалисты: если ты не можешь коснуться чего-то, значит, его нет."
    "Следуя их логике, воздуха нет."
    "И музыки тоже."
    "Ты не можешь прикоснуться к музыке, но зато можешь ощутить её прикосновения."
    "Это крохотное чудо, которое до сих пор наука объяснить не в состоянии."
    "Ни один британский учёный не может рассказать, что же за магия творится в мозгу, когда мы видим или слышим нечто прекрасное."
    "В каких формулах, каких единицах должно измеряться рвущееся из груди счастье?"
    "Какие гормоны объясняют слёзы счастья в такие моменты?"
    "Неизвестно."
    "Непонятно."
    "Должно быть, это своего рода защитная реакция, вроде сужения зрачков при ярком свете."
    "В тебе становится так светло и ярко, что нужно зажмуриться, отвернуться и выдохнуть."
    "А ты не можешь."
    "Ты застыл."
    show un smile winter with dissolve
    un "Привет, узнал?"
    "Вот почему я  такой плаксивый."
    "Вроде не мальчик уже, а всё равно всякий раз, когда вижу этих людей, не могу отвернуться, глаза щиплет, к губам прикипает глупая улыбка."
    "Все друзья и подруги Алисы были невероятно красивыми, выразительными, живыми."
    "Каждая из них была дышащим произведением искусства."
    "И тем обиднее, что такие яркие, невероятные личности, посветив и погорев, в итоге, меняют судьбу вспышки на тление и невзрачность."
    "Вращаясь в кругу таких же невероятных солнышек, выходят замуж за невзрачных людей, рожают от них детей, вдвое разбавляя геном красоты никому не нужной дистиллированной водой."
    "Сами блекнут в итоге."
    "Становятся слишком обычными. Слишком нормальными."
    "Но ветер порой дует с востока, и примешивается к городскому асфальту полуэфемерный аромат полыни, и тогда срывает с лиц плёнку непримечательности, всплеском занавесок на секунду являя миру былое великолепие."
    "Когда такое произведение вспоминает о том, что в мире есть счастье и любовь."
    "Настоящая, а не то, что пришлось брать по праву распределения."
    am "Здравствуй."
    "Улыбнулся я."
    am "Я думал, не узнаю уже тебя, десять лет прошло."
    un "Девять."
    "Поправила она."
    am "А ты всё такая же невероятная."
    show un laugh winter with dissolve
    un "Перестань."
    "Рассмеялась девушка."
    un "Где твоя кепка, кстати? {w}Очень удачная была, один щелчок по козырьку легко приводил тебя в чувство."
    am "Дома."
    un "Дома-дома или у Алисы?"
    "А Алисы больше нет."
    show un sad winter with dspr
    un "Прости. Мне не следовало это говорить, да?"
    "Среди всех нас у Лены были самые большие проблемы с эмпатией — иногда она мога так рубануть сплеча, что приходить в себя нужно было несколько минут."
    "Нет, она не была жестокой, у неё была своя, никому не подвластная красота."
    "Просто…"
    "Я помню, как она смотрела на меня, когда мы впервые познакомились."
    "Так странно, так непонятно."
    "Как будто пыталась разглядеть во мне что-то."
    "Но что?"
    "Она отмалчивалась в ответ на расспросы, как и её подружки."
    "Потому я, поспрашивав, отступился."
    "Понял, что там что-то личное."
    "Не зря же среди всех ярких она выделялась особенным взглядом, особенной речью…"
    stop music fadeout 3
    window hide
    scene bg ext_city_night_7dl
    with dissolve
    play ambience ambience_7dl["night_city"] fadein 3
    play music music_7dl["dawn"] fadein 3
    "Честно сказать, я думал, она откажет мне в гостеприимстве."
    "Всё-таки её отъезд в другой город больше был похож на бегство, а оно обычно сопровождается сжиганием мостов."
    "Пусть я был здорово младше, я тоже был таким мостом."
    "Хотя отношение Лены ко мне всегда было достаточно необычным."
    "Мне позволялось всегда самую чуточку больше, чем всем прочим."
    "Именно она меня поцеловала на мой пятнадцатый день рождения, именно она придумала щёлкать меня по козырьку, когда я слишком засматривался на окружающую меня красоту."
    "Наверное, я должен был стать поэтом."
    "Потому что видел, как на самом деле вокруг всё устроено, понимал все эти законы, по которым происходит всё-всё."
    "Но не мог подобрать слова."
    "Зато если надо было похвалить чьё-то творчество…"
    window hide
    scene bg ext_townscape_ph_day_7dl
    show prologue_dream
    with dissolve
    "Мой пятнадцатый день рождения мы должны были отмечать неподалёку от дома Тихоновых, там как раз открылось новое кафе."
    "Да только кафе оказалось закрытым, на улице пошёл дождь…"
    "И мы побежали, хохоча и брызгаясь, вниз по улице, потом бежали вверх по лестнице…"
    "Разместившись в комнате, долго спорили о том, кому идти за горючим, кто будет накрывать на стол, кто играть на гитаре…"
    "Да, вся ситуация была чуточку подпорчена грядущим отъездом Алисы, но тогда мне казалось, что всё хорошо и будет хорошо…"
    "И так забавно…"
    "Прихожая в старом доме Лены… Прихожая в общежитии, куда её поселили теперь, была исполнена настолько достоверно похожей, что я на секунду даже испугался, что перепутал город."
    "Да только Лена улыбнулась, открыла дверь, запустила меня в комнату."
    window hide
    stop ambience fadeout 3
    scene bg int_sam_room_7dl
    with dissolve
    "Иллюзия исчезла, как и не бывало."
    "Здесь была скучная комната на двух человек с серыми обоями, с грязным подоконником, заставленным кастрюлями и какими-то круглыми пластмассовыми коробками."
    "Никаких украшений. {w}Две кровати, два стула, стол у окна, шкаф."
    "Как будто здесь не жили, а просто переживали ночь перед уходом снова на работу."
    "А в старой квартире всё было увешано постерами, наклейками — и самое главное — работами Лены."
    "Она рисовала безмерно красиво."
    "Вот только почему-то перестала."
    "Я не заметил, когда и как это произошло, потому что весь был в поисках, а когда чуть-чуть очнулся — Лены уже не было в городе."
    "Она села на поезд и уехала туда, где ей предложили место."
    "А я поехал за ней."
    am "Больше не рисуешь?"
    show un normal modern with dissolve
    un "Не хватает сил, если честно. Да и бессмысленно всё это."
    am "Бессмысленно?"
    "Я не поверил ушам."
    am "Ты пытаешься убедить меня в том, что твоя мечта бессмысленна?"
    "А Лена стояла и смотрела на меня строго и неулыбчиво."
    "И вот тогда я психанул."
    am "Ты помнишь?"
    am "Помнишь, когда мир был счастлив, и ты вместе с ним?"
    am "Смех, счастье, слёзы."
    am "Когда ты могла гулять с друзьями до рассвета и не считать времени, полная отчаянной жажды жизни."
    th "Когда мог сутки напролёт проводить с девушкой своей мечты."
    am "Делать только то, что приносило пользу тебе и твоим близким."
    am "Помнишь, когда твоя жизнь действительно имела значение?"
    am "Нас было так мало друг у друга, мы так старались быть вместе как можно чаще."
    am "Будто чувствовали, что детство — это не навсегда."
    am "Помнишь?"
    am "Подумай, на что ты всё это променяла."
    show un sorrow modern with dspr
    un "Всё это прошлое."
    am "А если нет?"
    am "Что, если твоё чудо только и ждёт, когда ты обратишь на него внимание? Не попробуешь — не узнаешь, правильно?"
    "Не попробуешь…"
    "Я предпочёл не говорить Лене о том, что однажды сильно обжёгся после ровно таких же слов."
    "У меня не получилось."
    "Но это я."
    "Я неудачник."
    "У Лены обязательно всё получится."
    "Я видел её детские работы. Уже тогда они уводили тебя так далеко, где ты никогда не был, могли подарить те переживания, какие ты никогда не испытывал."
    "Дорожка в яркий мир."
    "От яркой девушки."
    un "Ты говоришь как один мой старый знакомый."
    "Задумчиво произнесла она, склонив голову набок."
    un "Тоже весь порывистый, свято верящий в правоту и красоту, спасающую мир."
    un "Только вот он…"
    am "Что?"
    "Она помотала головой."
    "Конечно, я немного слукавил про детство — уже тогда, когда я появился в жизни этой весёлой компании, каждой из них было за восемнадцать."
    "Исключая, понятно, мою старшую сестру."
    "Ульянке было… Не помню. Кажется, пятнадцать."
    "Лене же…"
    "Честно сказать, я не знал точно, сколько ей лет. {w}Но она будто бы не менялась с возрастом."
    "Я догонял её, догонял."
    "И вот догнал."
    stop music fadeout 5
    "Уже тогда, шесть лет назад, когда я один побежал в магазин, а вернувшись, удостоился поцелуя в щёку от прекрасной дамы, ей приходилось тянуться ко мне."
    play music music_7dl["last_hope"] fadein 3
    "Сейчас же, наверное, пришлось бы вставать на носочки."
    "Она выглядела даже не ровесницей мне, а кем-то моложе, меньше."
    un "О чём ты думаешь?"
    am "Помнишь, мой последний день рождения всей компанией?"
    "Девушка порывисто кивнула."
    "Смутилась, посмотрела исподлобья."
    un "Ты тогда чуть не завалил экзамены, явился с перегаром."
    am "А я помню другое."
    show un shy modern with dspr
    "И вот тут она покраснела, снова в форточку порывом ветра утянуло ненужное, невзрачное."
    "Передо мной снова стояла юная девушка, которая смотрит на мир широко распахнутыми глазами и верит только в чудеса, ибо лишь чудеса достойны таких девушек."
    "Каждый шаг на лестнице в небо открывает всё новые и новые горизонты."
    "И на этой лестнице ей пришлось бы вставать выше на несколько ступенек, чтобы наши глаза были вровень."
    am "И думаю до сих пор — если поцелуй был в щёку, то как это ты так неудачно повернулась?"
    show un normal modern with dspr
    un "Тебе было пятнадцать. {w}Я не хотела целоваться с маленьким мальчиком."
    un "Неудачно повернулась, да."
    "Вот ведь в чём дело."
    "Я не слушаю то, что говорят люди, мне дорогие."
    "Я слышу то, что они на самом деле хотят сказать."
    "Так что шаг навстречу мы сделали одновременно."
    show un normal modern close with dissolve
    "Ещё шаг."
    "Не знаю, с кем она меня сравнивала, кого видела во мне, но это было что-то судорожно резкое."
    "Как будто в меня вцепились, обхватив сразу всеми конечностями, распластали по груди, вжали в себя."
    play sound sfx_open_door_2
    "Но через мгновение загремел замок входной двери, и меня спасла соседка Лены по комнате."
    $ meet('ka', 'Соседка')
    show un shy modern at left
    #show ka grin casual at right
    with dissolve
    "Симпатичная рыженькая, такая же зеленоглазая, как Лена."
    "Задумчиво скользнув по мне взглядом, она улыбнулась:"
    #show ka smile casual with dspr
    ka "Да неужели ты всё-таки решилась?"
    show un normal modern with dspr
    un "Это не то…"
    ka "Что я думаю?"
    "Вторая улыбка, куда более ослепительная."
    ka "Да я не думаю, это вообще вредная привычка. Предпочитаю действовать."
    ka "Вот как ты сейчас."
    #hide ka
    show un smile2 modern
    with dissolve
    "Девушка захохотала и отошла к столу, забросила кипятильник в банку, подключила его и только после этого удостоила меня вниманием."
    ka "А ты, значит, Найд?"
    am "Извините?"
    ka "Извиняю. Лена мне про тебя все уши прожужжала. {w}Правда, я представляла тебя чуть-чуть другим."
    un "Кать, перестань!"
    ka "Ой, подумаешь. {w}Я до вечера в центр, хватит вам времени?"
    show un shy modern with dspr
    un "Катя!"
    ka "Не кричи. Конечно же, чая я попью, только потом поеду. {w}И мальчика твоего покормлю, кожа да кости."
    window hide
    play ambience ambience_7dl["night_city"] fadein 3
    scene bg ext_city_night_7dl
    with dissolve
    "Вот так за шутливой перебранкой мы встретили вечер."
    "На следующий день отправились с Леной к знакомым её отца, чтобы помочь мне провести поиски."
    "Потом ещё…"
    "Ещё…"
    "А потом я остался."
    "Нет, пропавшая Алиса до сих пор была для меня самой главной целью в жизни, но вдруг оказалось, что мне сладко от того, как целует Лена."
    "От того, как мы держимся за руки и гуляем по холмам и мостам города."
    "И как здорово они переданы на набросках Лены."
    "Да, она снова взялась за карандаш."
    "Только в этот раз с каким-то ожесточением, не ограничиваясь больше простыми контурами."
    "По мере того, как мы встречались, она всё больше времени уделяла рисованию."
    "Что-то оставляла себе, что-то прогоняла через сканер и отправляла на искусствоведческие ресурсы."
    "Набиралась впечатлений, слушала критику."
    "Так миновал месяц, за ним другой."
    window hide
    scene anim intro_2
    with dissolve
    "Новый год мы встретили в одной квартире…"
    "Не помогли нам знакомые семьи Тихоновых."
    "Не помогли ни в службе МСБ, ни в милиции — нигде."
    "Суд признаёт человека без вести пропавшим через год с момента начала поисков."
    "Мёртвым — спустя пять лет."
    "Такие вот дурацкие законы."
    "Только вот я с этим был не согласен. Поиски напрямую ни к чему не привели, зато удалось найти в сети кое-что."
    "Но сеть стоила денег. Да и в целом, было как-то не по себе от того, что Лена трудится, а я баклуши бью."
    "Пришлось устраиваться на работу, чтобы не привлекли за тунеядство."
    "Без опыта работы на одном месте, отказника могли взять разве что на полставки неквалом."
    "И, как любой другой неквал, работа выматывала жуть."
    "Так что домой я приходил без задних ног."
    "Утешал себя мыслью о том, что всё это временно, только до тех пор, пока…"
    "Да только шёл месяц, другой… А я всё не уезжал."
    "Вот и сейчас."
    "Чувство утраты никуда не делось, не стало меньше, но отодвинулось на задний план, оставляя место и для чего-то помимо поисков."
    "На Лену."
    window hide
    scene anim intro_4
    with dissolve
    "Я улыбнулся, предвкушая, как сейчас буду колдовать на кухне, ожидая Лену с завода, как в полночь мы откроем шампанское, встречая две тысячи второй…"
    window hide
    stop ambience fadeout 3
    scene bg int_sam_house_clean_7dl
    with dissolve
    "Когда я открыл дверь, в квартире было тихо и одиноко, это место ещё не проснулось."
    "Но уже скоро, скоро…"
    "Насвистывая какую-то глупую мелодию, я сбросил пальто с ботинками, прошёл в комнату за полотенцем и мыльно-рыльными…"
    stop music fadeout 3
    window hide
    scene cg d3_dv_alice_dj80_7dl
    show prologue_dream
    with dissolve
    play music music_7dl["faraway"] fadein 3
    "И где стоял, там и сел."
    "Потому что на стене висела…"
    "Алиса, моя Алиса, в наушниках, за вертушками!"
    am "Где Лена могла увидеть такое? Когда?!"
    am "Не могла!"
    "Я в очередной раз за глаза обругал Лену, отказывающуюся от персонального телефона."
    "Мол, и дорого, и не по статусу."
    "Вот сейчас бы я её по всему статусу взгрел!"
    th "Вернётся — поговорим."
    "Утешил себя я."
    "Обязательно поговорим."
    "Потому что такую Алису я помнил разве что… В самом начале нашего знакомства."
    "То самое платье, тот самый огонёк в глазах."
    "Взгляд человека, который ещё не прошёл через разочарование и отчаяние."
    "Моя Алиса."
    "На секунду даже стало стыдно перед ней за то, что мы вот так с Леной, пока она где-то…"
    am "Алиса…"
    "Пальцы тряслись, в горле встал горький ком, и нечего было даже думать о кулинарии в таком состоянии."
    window hide
    scene bg int_sam_house_clean_7dl
    with dissolve
    "Так что сто грамм успокоительного, ещё сто грамм."
    "Когда голову повело и зашумело в ушах, на улице уже начало темнеть."
    "Наши окна выходили на восток, небо налилось свинцом и опустилось чуть ли не до уровня крыш."
    "Почти Ленинградское небо."
    "Почти…"
    "Вздрогнув и весь покрывшись мурашками, я вскочил, готовый куда-то бежать или что-то кричать — и поймал плечом стену, решившую вдруг прыгнуть мне навстречу."
    "Потом стол."
    th "Перепил, что ли?"
    "Спросил сам себя я."
    th "Да нет. Всего-то двести грамм… {w}Натощак. {w}После работы. Что может пойти не так?"
    am "Ян за хвост тягает инь. Инь по почкам хлещет ян. Я так тихо-тихо пьян…"
    "Но какие бы картины не висели на стене, какое бы прошлое не было…"
    "Боюсь, Лена не оценит, если вернувшись в одиннадцать вечера со смены, она обнаружит только спящего меня и никакого стола."
    "Потому…"
    "Не зажигая газа, прыгнул под ледяную воду."
    stop music fadeout 5
    "Кричал, разбрызгивая холод по телу, дышал через раз, крутился, ругался."
    "Истерика выходила через поры."
    play music music_7dl["keep_looking"] fadein 3
    "А ещё два часа спустя салаты были готовы, шампанское стыло в мокрых полотенцах в холодильнике, а я курил на балконе."
    window hide
    scene semen_room_window
    with dissolve
    un "Молодой человек!"
    "Раздался смех снизу."
    un "Молодой человек, у вас снизу всё видно! Вы бы халат запахнули!"
    am "Что видно, я в штанах!"
    un "А через штанину!"
    am "Всё понятно с тобой."
    "Сломав сигарету в пепельнице, я отправился к домофону."
    "Встречать одну девушку, снова разбудившую в себе счастье."
    "Задавать неприятные вопросы, кормить салатами и поить успокоительным."
    "Перебирать наброски с другими мирами, с невероятными городами."
    "С людьми, чьи лица вызывали смутные ассоциации."
    "До сих пор я не особо уделял внимание тому, что Лена могла начиркать за пять минут, только на то, чем она занималась долго."
    "Но теперь…"
    window hide
    scene cg d3_me_mirror_bordo_7dl
    show prologue_dream
    with dissolve
    "На одном из листов можно было разглядеть знакомого мне молодого человека."
    "Очень похожего на…"
    "Да нет, бред."
    "Я всегда коротко стригся, носил кепку и предпочитал «пилот». А этот…"
    am "Ты хочешь, чтобы я носил такую стрижку?"
    window hide
    scene bg semen_room_window
    show un smile sleep
    with dissolve
    un "Нет. Да и не ты это. Это… В общем, не суть."
    am "Что?"
    un "Нет, ничего. Знаешь, мне подумалось, что мы немного засиделись на одном месте."
    am "Предлагаешь съездить куда-нибудь?"
    un "Куда-нибудь, да…"
    hide un with dissolve
    "Девушка вышла из комнаты в прихожую, что-то там делала несколько минут, и, вернувшись, протянула мне красивый глянцевый конверт."
    un "Прочитай."
    am "Музей современного искусства города Ленинграда приглашает вас принять участие в выставке «Яркэкспо» в апреле 2003 года. Просьба иметь с собой хотя бы четыре ваших произведения."
    am "Ого! Ленинград!"
    show un grin sleep with dissolve
    un "Да. Похоже, на месте нам сидеть не доведётся."
    am "В апреле, да?"
    show un normal sleep with dspr
    un "Нет. Я взяла нам билеты на тринадцатое января. Какой-то японский фонд заинтересовался моими работами и хочет выкупить сразу несколько."
    un "Они будут в Ленинграде весь январь, но раньше билетов достать не удалось, извини."
    "С Японией у меня была всего одна ассоциация."
    "Но я постарался спрятать её как можно глубже."
    "Потому что с Ленинградом у меня была ассоциация куда ярче."
    am "Значит, поиски продолжаются?"
    show un smile2 sleep with dspr
    un "Да!"
    play sound sfx_7dl["aunl"]
    stop sound_loop fadeout 3
    $ persistent.un_7dl_true = True
    $ renpy.save_persistent()
    show acm_logo_un_true with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    pause(1)
    return