label alt_day4_sl_7dl_begin:
    play music music_7dl["ask_you_out"] fadein 3
    scene bg int_house_of_mt_sunset
    with dissolve
    play ambience ambience_int_cabin_day fadein 2
    "Мне всю ночь снилось что-то хорошее, доброе, а потому проснулся я в самом великолепном расположении духа."
    "Потому что это доброе и хорошее всегда имело самые голубые глаза и самую добрую улыбку."
    "Вот только имя никак не мог вспомнить, как ни старался."
    "И вроде вертелось на кончике языка, вертелось, а не давалось."
    "И так я огорчился под конец, что, будто прорываясь сквозь некие тенёта, дёрнулся вперед и выпалил:"
    me "Славя!"
    "И проснулся."
    "Утреннее, эфемерное, угасающее, но заставляющее глупо улыбаться и чувствовать себя самым счастливым человеком."
    "А вот и она."
    show sl smile pioneer
    show prologue_dream
    with dissolve
    sl "С добрым утром."
    "И такой она красивой и хорошей была, что я и сам улыбнулся в ответ:"
    me "А я видел тебя во сне!"
    show sl shy pioneer with dspr
    sl "Надеюсь, это было что-то хорошее?"
    me "Очень, очень хорошее."
    me "Это же ты! Как там могло быть что-то плохое?"
    sl "Совсем засмущаешь бедную девушку."
    show sl smile pioneer close with dissolve
    "Она наклонилась ко мне и поцеловала в лоб."
    stop music fadeout 10
    pause(1)
    window hide
    "Поверили, что ли?"
    "Наивные."
    window hide
    with fade
    pause(1)
    if herc or loki:
        hide prologue_dream
        hide sl
        with dissolve
        "Нет, пробуждение и в самом деле было довольно приятным."
        "Я почувствовал, как какой-то голос воркует и ненавязчиво так шевелит за плечо."
        sl "Семён… Ну, Семён… Ну просыпайся."
        me "Славя…"
        "Разулыбался я, открывая глаза."
        show sl happy sport with dspr
        sl "Проснулся? Ура!{w} А теперь — на пробежку!"
        me "Пробежку? {w}Никуда я не побегу!"
        me "И вообще, я спать!"
        sl "Серьёзно?"
        me "Имею право, дай поспать!"
        sl "Пошли, тебе понравится!"
        menu:
            "Чёрт с тобой. Дай одеться":
                play ambience ambience_forest_evening fadein 6
                play music music_7dl["runaway"] fadein 3
                play sound_loop sfx_run_forest
                scene expression Dawn("bg ext_backdoor_day_7dl"):
                    ease 0.2 pos (0, 0)
                    ease 0.2 pos(25,50)
                    ease 0.2 pos (0, 0)
                    ease 0.2 pos(-25,50)
                    repeat
                with fade2
                play sound sfx_7dl["breath"] fadein 0
                scene expression Dawn("bg ext_backroad_day_7dl"):
                    ease 0.2 pos (0, 0)
                    ease 0.2 pos(25,50)
                    ease 0.2 pos (0, 0)
                    ease 0.2 pos(-25,50)
                    repeat
                with fade2
                "Да, если бы моё утро ограничивалось лишь воркованием и поглаживаниями, я был бы самым счастливым человеком на Земле!"
                "Возможно, даже поверил бы в то, что люди вокруг друг другу братья, всё вокруг замечательно, и вообще!"
                window hide
                with fade
                "Но нет же, мы решили показать Славе!"
                dreamgirl "Достать и показать!"
                window hide
                play sound sfx_7dl["breath"] fadein 0
                scene expression Dawn("bg ext_lake_sunset_7dl"):
                    ease 0.2 pos (0, 0)
                    ease 0.2 pos(25,50)
                    ease 0.2 pos (0, 0)
                    ease 0.2 pos(-25,50)
                    repeat
                with fade2
                "В общем, нетрудно предугадать, чем всё закончилось, раз уж я здесь потею, правда?"
                "Я бросил злой взгляд на обтянутые шортами полушария, ритмично двигающиеся в пяти метрах передо мной."
                "Взглянул совсем без эротического подтекста."
                "Пуще всего сейчас мне хотелось наподдать по ним как следует!"
                "Будто почувствовав моё желание, Славя сбавила темп и побежала рядом со мной."
                window hide
                scene expression Dawn("bg ext_path_day")
                show sl smile sport
                with dissolve
                sl "Вот видишь, как хорошо! Проснуться с утра, размяться, пока остальной лагерь спит, и есть только ты и твои мысли!"
                me "Я предпочёл бы встретиться со своими мыслями, лёжа на боку."
                "Отдуваясь, пропыхтел я."
                "Сердце заполошно колотилось где-то под горлом, перед глазами всё давно потемнело, и теперь я мечтал куда-нибудь свалиться и там тихонечко издохнуть."
                "К несчастью, Славя придерживалась на этот счёт кардинально противоположного мнения."
                "Она запрыгала вокруг меня, тормоша:"
                show sl happy2 sport
                with dspr
                sl "Не притворяйся умирающим лебедем! {w}Я же вижу, что тебе нравится!"
                th "Так нравится, что спасу нет."
                "Нет, если бы мы просто неторопливо потрясли жирок по дорожкам лагеря, я бы, может, даже возмущаться не стал!"
                "Так ведь нет!"
                "Славя вывела меня на некий неведомый «большой круг», включающий в себя периметр лагеря с заходом на берег, и припустила по нему так, будто за ней гналась бешеная собака."
                "Так вот, это возмутило меня до глубины души."
                "И я сейчас буду возмущаться!"
                "Да. Сразу, как только отдышусь."
                sl "Ну ты чего? Каши мало ел?"
                th "Я с утра ещё вообще ничего не ел."
                sl "До ворот двести метров, побежали!"
                hide sl with dissolve
                "Славя ободряюще кивнула мне и ускорилась в сторону видимой отсюда стены лагеря."
                "А мне, так как я вовсе не горел желанием поселиться здесь на веки вечные, ничего не оставалось, как последовать за ней."
                me "Славя…"
                "Пропыхтел я."
                dreamgirl "Ну погоди!"
                $ alt_day4_sl_7dl_workout = True
                $ lp_sl += 1
                $ karma += 15
                stop sound_loop
                stop music fadeout 6
                pause(1)
                window hide
            "Да отстанешь ты?!":
                stop music fadeout 6
                pause(1)
                show sl sad sport with dspr
                "Славя вздохнула и отошла на полшага."
                sl "Я думала, тебе должно понравиться, но раз ты такой бука…"
                play sound sfx_close_door_1
                scene bg int_house_of_mt_sunset
                with fade2
                "Я не очень любил ругаться, но раз уж мне приходилось отстаивать своё право на подъём не раньше восьми утра…"
                "Кинув взгляд на часы, я простонал — до подъёма было ровно пятнадцать минут."
                th "Совсем совести у людей нет!"
                "Я провалился в дрёму."
    else:
        scene bg int_house_of_mt_sunset
        with fade2
        "На самом деле, эротические грёзы с одной златовлаской так и остались плодом моего воспалённого либидо."
        "Которому, впрочем, не дали особо разгуляться."
        "Сначала где-то что-то зазвонило, потом раздался грохот, будто кто-то упал с кровати на пол."
        "Приглушённый нецензурный возглас, шорох второпях надеваемой одежды."
        "И меня без особой ласки потрясли за плечо:"
        mt "Проснись и пой, Семён! А твоя вожатая побежала на летучку, молясь по дороге, что её не пришибут за опоздание!"
        play sound sfx_close_door_1
    scene bg ext_washstand2_day
    with joff
    play music music_7dl["explore"] fadein 5
    pause(1)
    play sound sfx_open_water_sink
    pause(1)
    play sound_loop sfx_water_sink_stream
    me "А-а-а-а-а!" with vpunch
    "Те же, там же."
    "Всё как в старых пьесах."
    "Разве что в этот раз нигде рядом не наблюдалось одного мелкого источника неприятностей."
    "И — хвала рандому! — никаких общественных волнений, комиссий и осмотров."
    "А потому все глупости сегодня будут злонамеренными."
    th "Вне размеров ежедневной квоты глупостей, конечно."
    "Я всегда считал, что человеку в день отведено строго определённое количество бестолковых и раздражающих телодвижений, выполнять которые вредно, противно — но надо!"
    "Потому что, если ты не делаешь глупости злонамеренно, они начинают происходить с тобой, когда им вздумается!"
    scene bg ext_washstand_day
    with flash
    th "И Славя сегодня тоже должна отдыхать, её позавчера уже заставляли."
    dreamgirl "Есть мнение, и не только моё, что Славя вовсе не воспринимает любое дежурство как какое-то наказание."
    th "Скажи ещё, что ей понравилось!"
    dreamgirl "А и скажу! Чем кумушек считать трудиться…"
    dreamgirl "В смысле, вместо подметаний площади, убираний на складе и прочей добровольно-принудительной чуши, которую она на себя взвалила, кратковременное дежурство выглядит этаким расслабляющим отпуском."
    dreamgirl "Днём защиты от забот."
    th "Защиты от чего?"
    dreamgirl "Проехали."
    if alt_day4_sl_7dl_workout:
        dreamgirl "Расскажи мне лучше, по кой пёс ты за Славяной увязался на пробежку?"
        dreamgirl "В конце концов, её потребности не высыпаться — это только её потребности!"
        th "С чего ты думаешь, что она не выспалась? Припухшие веки, прочая фигня?"
        dreamgirl "Мда, беда… Был бы ты хотя бы внешне красивый, это тебя извинило бы. {w}Так ведь нет!"
        dreamgirl "Вы разошлись по койкам в одно и то же время, легли примерно одинаково."
        dreamgirl "Ты выспался? {w}То-то и оно."
        dreamgirl "Надо было замотать её в покрывало и спрятать в шкаф — и ложиться досыпать!"
        th "Старый Мазай разболтался в сарае."
        th "Ложись себе да досыпай, что ты как этот?"
        dreamgirl "О, ну разумеется! Ты бодрствуй, наблюдай за пасторалями в чёрном спортивном костюме — а я спи? {w}У Пипите Хуарто не опухло ли хлебало?"
    "Вместо ответа я плеснул в лицо ещё одну горсть ледяной воды."
    "С каким-то даже мазохистским удовлетворением."
    th "И не выспался, и не отдохнул, и… Эх, вот тебе ещё ледяной воды за шиво… Оу!"
    play sound sfx_close_water_sink
    stop sound_loop
    "За шиворот вполне ожидаемо проложили путь ледяные дорожки."
    window hide
    scene bg ext_houses_sunset
    with dissolve
    "Повторяя как мантру «ни одна сволочь не испортит мне утро», я вернулся домой."
    window hide
    scene bg ext_house_of_mt_sunset
    with dissolve
    "И, конечно же, у самого порога столкнулся с надежей и опорой, добрейшей и прочая, и прочая…"
    show mt smile sport
    with dissolve
    if alt_day4_sl_7dl_workout:
        mt "Ты меня сегодня удивляешь! Неужели сам поднялся спозаранку?"
        me "Вы слишком хорошего мнения обо мне."
    else:
        me "И как оно?"
        show mt surprise sport with dspr
        mt "Оно?"
        if not (herc or loki):
            me "Вы на летучку опоздали."
            "Напомнил я."
            show mt smile sport with dspr
            mt "Всё хорошо. Тем более, никто об этом никогда не узнает."
            mt "Ведь{w=.3} прав{w=.2}да?"
            "В её улыбке я разглядел нечто зловещее."
            "Потому поспешил кивнуть."
            mt "Рассчитываю на тебя."
        else:
            me "Настроение."
            mt "Настроение отправить тебя на зарядку!"
    mt "Давай сюда свои мыльно-рыльные и двигай на площадку, разминаться."
    "К этому моменту я как раз восстановил дыхание и сердцебиение, и ни в каких разминках уже не нуждался."
    "Но что-то подсказывало мне, что с вожатой сейчас лучше не спорить."
    "То ли дело было в отчаянии во взгляде, то ли в чём-то ещё, но я покорно кивнул, всучил ей свёрток и сделал через левое плечо, отчалил."
    "Туда, где разогретая уже Славя машет руками и двигает тазом так, будто она меня спасла и в благородство играть не будет."
    "На зарядку!"
    window hide
    stop music fadeout 5
    pause(1)
    scene bg ext_square_sunset
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    play music music_7dl["everyday"] fadein 3
    "Чтобы быть здоров — закаляйся! Голым пузом ляг на гвоздь и вращайся!"
    "Моя третья зарядка отличалась от второй тем, что на этот раз народа почему-то было ощутимо больше!"
    "Нет, дело было совсем не в том, что вожатые в этот раз сработали лучше и подняли больше пионеров."
    if alt_day4_sl_7dl_workout:
        "Видимо, проснулся я ещё не совсем, несмотря даже на пробежку и умывание под холодной водой."
    else:
        "Видимо, проснулся я не до конца, несмотря на умывание ледяной водой."
    "Иначе как можно объяснить наличие в рядах пионеров морд лиц чуть постарше — лет эдак тридцати-сорока."
    me "Брррр!"
    "Я закрыл глаза и помотал головой."
    "«Старые» пионеры никуда не делись."
    show dv smile sport 
    with dissolve
    dv "Что головой трясёшь, пил вчера?"
    me "Кто все эти люди?"
    show dv smile sport
    with dspr
    dv "Сегодня же роддень, забыл?"
    me "Скорее, не знал. {w}А здесь-то они зачем?"
    dv "Правила такие."
    "Пожала плечами Алиса."
    dv "Хочешь быть с дитём на территории лагеря — носи форму."
    me "Дресс-код, что ли?"
    show dv grin sport
    with dspr
    dv "Я твоё буржуйское наречье не разумею. Ты не умничай, пальцем покажи."
    me "Что все носят, то и родители носят."
    dv "Так и есть."
    hide dv smile sport
    "Славя скомандовала что-то, и Алиса встала рядом со мной, в такт ведущей размахивая конечностями."
    "Ряды подравнялись, родители дисциплинированно пристроились с дальней стороны площади."
    show sl smile sport
    with dissolve
    sl "Начинаем физзарядку! Ноги на ширине плеч, рывки руками, и — раз!"
    "Все замахали руками, видимо, втайне надеясь улететь отсюда к родным кроваткам."
    "А мне…"
    "Что ж, я овладел этим сверхсекретным умением ещё в 18 лет."
    "Способностью смириться с тем, что я встал, и сегодня уже не сплю."
    "Очень полезное умение!"
    "Славя вела зарядку на всех, но сама то и дело бросала взгляд в мою сторону."
    show sl happy sport
    with dspr
    "Должно быть, ей не нравилось отсутствие энтузиазма на моём лице."
    "Потому что она всеми силами на свой манер пыталась подбодрить меня."
    th "Зря стараешься. Единственный способ, которым ты могла бы взбодрить меня как следует, в лагере лучше не использовать."
    dreamgirl "Используй воображение, Люк!"
    "Это предложение не было лишено определённого смысла."
    "Ибо форма на Славе показывала то, что надо было показывать, и одновременно оставляла уйму пространства для фантазий."
    th "Единственное светлое пятно этого утра."
    "Обречённо подумал я, когда Славя отпустила пионеров и подбежала ко мне."
    "Со вполне очевидным предложением, из тех, от которых не отказываются."
    show sl laugh sport
    with dspr
    if alt_day4_sl_7dl_workout:
        sl "Эта будет по малому кругу."
        "Утешила, нечего сказать."
    sl "Побежали!"
    hide sl with moveoutright
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day4_sl_7dl_breakfast:
    play music music_7dl["too_serious"] fadein 3
    play ambience ambience_camp_center_evening
    scene bg ext_square_sunset
    with dissolve
    if alt_day4_sl_7dl_workout:
        "Из-за очередной внеплановой пробежки чувствовал я себя не самым лучшим образом."
        "Так что творящееся на линейке я воспринимал с трудом."
        "Перед глазами всё плыло, каждое движение век сопровождалось вспыхивающими разноцветными кругами."
    else:
        "Я совершенно не выспался."
        if herc or loki:
            "Казалось бы, и недоспал всего-то пятнадцать минут — а вот."
            "Я недовольно покосился на Славю."
            th "Чтоб тебе три года не высыпаться, тогда поймёшь!"
            "Я покачал головой — меня немного «вело», и, судя по периодическим взглядам окружения, выглядел я не самым лучшим способом."
    "А вот Славя цвела и радовалась жизни, пробежав километровый отрезок вдоль внутреннего периметра лагеря, даже не вспотев."
    th "Ждёт тебя, касатик, абзац. В четыре строчки."
    "Славя стояла рядом, чуть улыбаясь, каждый раз, когда я на неё смотрел."
    "Будто чувствовала чутьём своим бабским поток внимания."
    "Не самого ласкового, должен сказать."
    "И в то же время — мне и в голову не приходило послать её по матушке и потребовать держаться от меня подальше."
    dreamgirl "Сём Сёмыч, одиночка и бездарь, нашёл себе человека, который сможет решить всё за него и пинками погнать к лучшей жизни?"
    th "Примерно так. {w}Почему-то мне кажется, что от Слави никакой гадости ждать не стоит."
    th "Внешность, безусловно, обманчива, но она ведёт себя не как потенциальный гад и вражина."
    "Нас перетасовали, уплотнили немного, из-за чего привычное уже стройное каре со стороной в 2 отряда немного смешалось, теснясь."
    "Освобождая место «пионерам» тридцати-сорокалетнего возраста, которые встали сразу за пятым отрядом."
    "Ольга поморщилась, глядя на это безобразие, но ничего не сказала."
    "Видимо, не решилась — всё же была она младше большинства «новеньких»."
    "Пришлось вести линейку как есть, без дополнительных вводных и занятий по строевой."
    "Потому и слышно было через пень-колоду — стеснялась Олечка использовать свою лужёную глотку."
    "Напрасно стеснялась, должен сказать: мне удалось расслышать только окончание её речи."
    mt "Отряды, напра… во! За пятым отрядом в столовую шагом арш!"
    scene bg ext_dining_hall_near_day
    with dissolve
    if alt_day4_sl_7dl_workout:
        th "Я слишком стар для всей этой чуши. Меня нельзя без подготовки вытаскивать из тёпленькой постельки и заставлять кроссить сначала четыре, а потом и ещё полтора километра."
        dreamgirl "Зато какова награда!"
        th "Да в гробу я такую награду видел. Подумаешь, полюбоваться дали формами в обтягайке."
        dreamgirl "Не понравилось? Ослика не устроила морковка?"
        "Я ничего не ответил, неприязненно покосившись на «морковку», стоящую рядом."
    show sl smile pioneer
    with dissolve
    sl "Как самочувствие?"
    th "Садовая роза, цветёт и пахнет. {w}И раздражает."
    me "Плохо."
    show sl laugh pioneer with dspr
    sl "Я знала, что тебе понравится."
    sl "У меня хорошие новости."
    if alt_day4_sl_7dl_workout:
        me "Что, даже лучше утренней пробежки?"
    else:
        me "Ещё лучше нашего нового «отряда»?"
    sl "А как же!"
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_dining_hall_people_sunset
    with dissolve
    play ambience ambience_dining_hall_full fadein 5
    play music music_7dl["carefree"] fadein 3
    "Славя потянула дверь и зашла в столовую, пришлось топать вслед."
    "И там оказалось на удивление пусто, несмотря даже на уплотнившие наши ряды морды."
    show sl normal pioneer with dissolve
    sl "Родительский день."
    "Ответила Славя на невысказанный вопрос."
    sl "Большинство ребят забрали родители. {w}Хотя мне это и непонятно — зачем встречаться сейчас, если через три дня всё равно отъезд."
    me "Новость за новостью."
    "Девушка взяла поднос и отправилась к раздаче, кивком приглашая меня следовать за ней."
    sl "А мои приезжали совсем рано, до подъёма ещё, так что я с ними уже повидалась, и меня ничто не будет отвлекать."
    me "Отвлекать от чего?"
    show sl smile pioneer with dspr
    sl "Видел новый отряд?"
    me "Их тяжело не заметить."
    sl "Это комиссия, они будут ходить по лагерю и проверять. {w}А меня приставили к ним провожатой и помощницей."
    me "Проверять, чтобы пионеры черники зелёной не наелись?"
    show sl smile2 pioneer with dspr
    sl "В этом году «Совёнок» претендует на звание места образцового отдыха и досуга. {w}Такие звания просто так не дают."
    me "Ахха! Вот, значит, какие у тебя были хорошие новости!"
    "Я с энтузиазмом потёр руки."
    me "Ты занята, значит, я могу делать всё, что хочу!"
    show sl laugh pioneer with dspr
    sl "А тебе так не терпится избавиться от меня?"
    th "Да!"
    me "Просто я сюда приехал отдыхать! Значит, вам меня не надо загружать!"
    show sl grin pioneer with dspr
    sl "Ты лентяй, ты знаешь?"
    "Открыла Америку…"
    show sl normal pioneer with dspr
    me "Это ничего! Зато ты работаешь за семерых."
    me "Если нас сложить, получится один нормальный человек."
    "Славя сверкнула глазами:"
    show sl happy2 pioneer with dspr
    sl "Вообще-то, у меня есть для тебя одно дело!"
    "Судя по серьёзному взгляду, дело было калибра уборки площади, никак не меньше!"
    me "Какое?"
    sl "Колонки после вчерашних танцев. Они всё ещё стоят на площади, а в обед у нас концерт."
    me "И ты хочешь заставить меня таскать их все?"
    show sl smile pioneer with dspr
    sl "Один ты, боюсь, не справишься, так что я тебе несколько мальчиков из второго отряда пришлю."
    if herc or loki:
        menu:
            "Пусть Шварценеггер таскает!" if loki:
                show sl serious pioneer with dspr
                sl "Неужели помочь не хочешь?"
                me "Как ты догадалась?"
                show sl surprise pioneer with dspr
                sl "Я думала, ты не против тоже принять участие в жизни лагеря."
                me "Я принимаю в ней участие, даже лёжа на боку."
            "А других назначений нет?":
                $ alt_day4_sl_7dl_help1 = True
                show sl smile2 pioneer with dspr
                sl "Есть! Но они все будут после того, как закончите с аппаратурой."
                me "И где я их забрать должен буду? "
                sl "Да найдёшь меня где-нибудь, я буду на территории."
                me "Отказаться нельзя?"
                show sl laugh pioneer with dspr
                sl "Нет!"
            "За тобой должок!" if herc:
                $ alt_day4_sl_7dl_help1 = True
                $ karma += 10
                show sl laugh pioneer with dspr
                sl "Откуплюсь, чем только пожелаешь!"
                me "А я знаю, чего пожелаю!"
                "Была у меня одна интересная идейка."
                show sl smile2 pioneer with dspr
                sl "И чего же?"
                me "А вот когда закончу, тогда и узнаешь!"
                "Я сделал гордый и непокорённый вид, вынуждая девушку снова улыбнуться."
                sl "Надеюсь, это не будет что-то ужасное. Вылезать на стол и кукарекать я не буду, так и знай!"
                me "А и не надо. Как там зовут моих будущих помощников?"
                show sl normal pioneer with dspr
                sl "Даня и его друзья."
                me "Да, тяжело людям с таким именем. И его друзья."
                "Глубокомысленно протянул я."
                show sl smile pioneer with dspr
                sl "Они постоянно ходят вместе, не перепутаешь!"
                sl "И, если я ничего не путаю, ты их знаешь!"
    else:
        $ alt_day4_sl_7dl_help1 = True
        $ karma += 10
        me "Хорошо."
        "Вздохнул я."
        me "Круглое таскать, квадратное катать. Как прикажете."
        show sl smile2 pioneer with dspr
        sl "Ну что такое? Неужели помочь не хочешь?"
        "Не особо, конечно. Но попробуй-ка скажи такое."
        sl "Вот видишь, сам всё понимаешь."
    "Наконец, подошла и наша очередь, а нам выставили на подносы по тарелке риса с мясом и стакану бледного чая."
    dreamgirl "А в тюрьме макароны дают!"
    th "Стебись-стебись."
    show sl normal pioneer with dissolve
    "Славя, впрочем, и бровью не повела."
    "Конечно, я слышал её рассказ про семью и то, что она сама готовить умеет."
    "Но как-то слабо это коррелировало со способностью есть такой вот холостяцкий завтрак."
    "Не слушая и не понимая моих рассуждений, Славя с крайне довольным видом зачерпнула первую ложку."
    "Неприхотливость во все поля."
    "Или, скорее даже, неизбалованность."
    me "Могли бы и кашу нормальную сварить."
    "Пробурчал я, с недоверием разглядывая горку на тарелке."
    sl "Да ты попробуй, знаешь, как вкусно!"
    me "Вообще-то, ведущими собаководами рекомендовано готовить на завтрак молочную продукцию и каши на молоке, чтобы зарядить организм."
    show sl laugh pioneer with dspr
    sl "Брюзжишь как старый дед. {w}Ты попробуй, тебе понравится."
    "Не найдя понимания и здесь, я со вздохом зачерпнул содержимое тарелки."
    "И в целом Славя оказалась не так уж и неправа!"
    "Хотя завтракать бефстрогановым, по мне — то ещё извращение."
    me "А почему родичи так рано приезжали?"
    "Уточнил я, прожевав первую ложку."
    show sl upset pioneer with dspr
    sl "Они очень занятые, за братьями глаз да глаз нужен."
    me "Так брали бы их с собой."
    dreamgirl "Точно. Шесть человек на переднее сиденье."
    me "Увиделись бы."
    show sl normal pioneer with dspr
    sl "Да, по-моему, мы и так очень скоро увидимся. Правда, ненадолго."
    me "По причине?"
    "Славя довольно улыбнулась:"
    show sl smile2 pioneer with dspr
    sl "Мои труды заметили, пригласили в следующей смене поработать помощницей вожатой!"
    sl "Так что я здесь ещё немного задержусь."
    me "Тебе нравится эта идея, похоже."
    show sl happy pioneer with dspr
    sl "Конечно, нравится! Я люблю этот лагерь, и мне нравится, когда в нём всё хорошо."
    sl "Ты, кстати, тоже мог бы попробовать попроситься."
    me "И ещё три недели таскать колонки?"
    "Физические усилия меня не сказать чтобы сильно пугали, однако делать это на постоянной основе показалось мне не слишком здравой затеей."
    show sl happy pioneer with dspr
    sl "Да! Разве не здорово?"
    me "Нет."
    show sl happy2 pioneer with dspr
    sl "Семён, ты такой шутник!"
    me "Я не шучу. Ладно, пока ты здесь по путёвке, можно развлекаться таким образом."
    me "Но заниматься этим на постоянной основе — увольте. Людям за это вообще-то деньги платят!"
    show sl sad pioneer with dspr
    sl "Ты меня, конечно, извини, но чья бы корова мычала!"
    me "А если на русском?"
    show sl normal pioneer with dspr
    sl "Ты думаешь, Алексей Максимович просто так заявку подал, потому что ему скучно и не хватает развлечений в жизни?"
    me "Я-то откуда знаю? Я и про Алексея Максимовича слышу впервые в жизни, может, и скучно ему!"
    show sl sad pioneer with dspr
    "Славя вздохнула и начала терпеливо пояснять:"
    sl "Алексей Максимович — это директор нашего лагеря, заявку на присвоение звания образцового места отдыха подал он."
    sl "И подал не просто так!"
    me "От нечего делать?"
    show sl angry pioneer with dspr
    sl "Да из-за тебя!"
    "Здесь я даже не нашёлся с ответом."
    th "Оказывается, вся эта шумиха и сутолока — моя вина?"
    dreamgirl "Да, это твоя суперсила, человек-косяк!"
    show sl dontlike pioneer with dspr
    sl "Это же твои родители в прошлый раз стали спрашивать — почему, мол их сына распределяют в какой-то лагерь, который даже не образцовый?"
    sl "Вчера, вот, тоже позвонили."
    me "Так выгнали бы меня — всего и делов."
    show sl normal pioneer with dspr
    sl "Ты предлагаешь выгнать тебя на одном лишь основании, что твои родители странные вопросы задают?"
    "Славя протянула руку и потрогала мой лоб."
    sl "Хм, лоб холодный."
    sl "В любом случае! Раз всё происходящее косвенно и из-за тебя тоже, мне кажется справедливым, что ты примешь участие в уборке и прочем таком."
    me "Ты виноват уж в том, что хочется мне кушать…"
    sl "Прости, что?"
    if alt_day4_sl_7dl_help1:
        "Я постарался сделать улыбку не слишком вымученной."
        me "Владей, что я могу сказать."
        sl "Не беспокойся, там не очень много."
        sl "И тебе на пользу! Вот, за завтрак сказал больше слов, чем вчера за весь день."
        sl "Мы ещё сделаем из тебя человека."
        me "Нисколько в этом не сомневаюсь."
    else:
        me "Ровным счётом ничего."
        me "Сама меня припахать норовишь, а чем в это время займёшься?" 
        show sl smile pioneer with dspr
        sl "Проведу экскурсию по лагерю, соберу все замечания и в целом буду помогать комитету сегодня."
        me "А почему это тебе самая лёгкая работа достаётся?"
        "Девушка посмотрела мне в глаза и медленно кивнула:"
        sl "Хорошо, если хочешь, давай поменяемся. Я не против."
        sl "Будешь тогда сам ходить с ними сегодня весь день, без перерывов и перекуров. Справишься?"
        "Я пересчитал условия."
        me "Нет."
        "Славю мой ответ не удивил:"
        sl "Вот и мне так кажется."
        sl "Ладно, увидимся… {w}Когда увидимся!"
    hide sl with dissolve
    "Составив грязную посуду на поднос, девушка поднялась, попрощалась со мной кивком и ушла, оставляя меня в гордом одиночестве."
    "Я проводил её взглядом и обречённо вздохнул."
    "Утро явно было не слишком томное."
    if alt_day4_sl_7dl_help1:
        th "Зачем только согласился, идиот."
        dreamgirl "Ты сам всё слышал: виноваты родители."
        th "Какие, блин, родители ещё?! {w}Я прибыл сюда на автобусе из будущего!"
        dreamgirl "О, правда?"
        "Вкрадчиво поинтересовалось раздвоение."
        dreamgirl "Восемнадцатилетним?{w} Ты же таким и был, правда?"
        th "Нет, разумеется. {w}Но моим родителям попросту неоткуда здесь взяться."
        dreamgirl "А они и не твои. Они того, кого ты сейчас как костюм носишь."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return
    
label alt_day4_sl_7dl_herc_morning:
    scene bg ext_square_day
    with dissolve
    play music music_7dl["everyday"] fadein 3
    play ambience ambience_camp_center_day fadein 6
    if alt_day4_sl_7dl_help1:
        th "Всё-таки, работать на полный желудок — плохая затея."
        "Я начал привыкать к постоянному балансированию между полным изнеможением и трясущимися руками, даже начал получать некое извращённое удовольствие от того, как сужается поле зрения, и мелкие детали перестают иметь значение."
        "Зрение хищника, да."
        "Единственной трудностью в ситуации было то, что завтрак время от времени просился наружу, приходилось делать краткие перерывы и бороться с тошнотой."
        "С другой стороны, мои помощники не особо возмущались, работали наряду со мной."
        "К слову, Славя оказалась права, эту троицу я уже встречал однажды."
        "Такой себе стимул для того, чтобы заткнуться и стиснуть зубы."
        "Так что заткнулся, стиснул и продолжил арбайтен, от сих и до обеда."
        "Четыре колонки, три ходки, смутно знакомый мне кудрявый малец из второго отряда занимался проводами, а я, как самый сильный, направлял колонки на колёсиках в нужную сторону, где её уже принимали на себя двое, оставшихся безымянными."
        "Отлаженный алгоритм взаимодействия."
        "К счастью, фронт работ был не слишком обширным, потому, завершив все требуемые телодвижения, я кивком попрощался со своими «коллегами» и тихой сапой покинул территорию лагеря."
        "Вознаграждение за работу в виде новой работы не грело совершенно."
    else:
        "Взяв самоотвод, я некоторое время стоял на площади, наблюдая за снующими туда-сюда муравьями-пионерами, в спешке драющими территорию."
        th "Третье дело, за которым можно наблюдать вечно!"
        dreamgirl "Если ты здесь постоишь ещё немного, тебя тоже привлекут к этому делу."
        th "Спасибо, я в курсе."
        "Я заметил приближающуюся со стороны спортплощадки Славю во главе целой процессии, потому поспешил пригнуться и короткими перебежками покинуть территорию лагеря."
    window hide
    scene bg ext_backdoor_day_7dl
    with dissolve
    play ambience ambience_ext_road_day fadein 5
    "Конечно, это могло быть чревато и всё такое."
    "В случае, если бы меня здесь заловил кто угодно из педсостава или, упаси Рандом, комиссии, смерть моя была бы долгой и мучительной."
    "Но находиться сейчас там мне решительно не хотелось."
    "Это как будто не мой лагерь, несмотря на все приставания Славяны, не чувствовал я себя причастным к царящему на территории празднику жизни."
    "Так что проще всего было просто сбежать, что я и проделал с превеликим удовольствием."
    window hide
    with fade
    "Лагерь остался по левую руку, лишь изредка оттуда доносились обрывки голосов, шум, треск, какая-то музыка."
    "Он прекрасно обходился без меня, и было это на самом деле очень даже здорово."
    "В конце концов, я изжил в себе эгоцентризм очень рано."
    "А, может, здесь всё дело было в моём желании подглядеть в замочную скважину, туда, куда авторы решили меня не пускать?"
    "Ведь если мир замирает, пока я отсутствую, то подглядеть ровным счётом никак не получится: меня же там нет, а значит, как может всё работать?"
    "Я шёл по укатанной колее, в левом углублении, набитом многочисленными колёсами прибывавших сюда машин с продуктами."
    "Солнце, неярко светившее в силу утренней задумчивости, с трудом пробивалось сквозь густой купол веток над головой, в лицо дул лёгкий ветерок."
    "Жизнь была проста и понятна."
    "Откуда-то всплыло полузабытое чувство направления, точно отслеживающее расположение лагеря относительно меня самого."
    "Полузабытый же авантюризм подтолкнул под локоток."
    "Я свернул на первую попавшуюся тропинку, чувствуя, как некий маркер, существующий лишь в моём сознании, незримо сместился и начал удаляться шаг за шагом."
    "Утреннее кислородное опьянение, странные и непонятные новости о родителях и комитетах, внезапно выставленные дедлайны с отъездом через три дня…"
    "Всё это смешалось в единый горчащий в горле узел-комок, который вовсе не спешил рассасываться."
    "Но и дышать не мешал."
    "Мало-помалу, чем дальше я удалялся от стены, тем меньше чувствовал внутри себя привычный мне сплин, а узел-ком причинял всё меньше неудобств, пока не перестал чувствоваться вовсе."
    "Здорово, всё-таки, что есть вещи, право на которые никто и никогда отнять не сможет: одиночество, солнце и… "
    stop music fadeout 6
    pause(1)
    window hide
    scene bg ext_backroad_day_7dl
    with dissolve
    with vpunch
    "Я не успел додумать о третьей неизменной составляющей моего счастья одиночки, так как со всего маху стукнулся обо что-то ногой."
    play music music_7dl["nap_one"] fadein 5
    "Что-то твёрдое, угловатое, торчащее из травы едва заметно."
    "Очень похожее на…"
    me "Эт-то что за подлодка в степях Украины?.."
    "Присев на корточки, я развёл в стороны заросли лисьего хвоста и кашки и в густой тени разглядел неуместную здесь бетонную плиту."
    "Серая, прямоугольная, такими мостили дорожки и в «Совёнке» по принципу «всё равно тяжелая, никто не сдвинет», просто кидая на землю."
    "Бетон вообще долгоиграющий, если заботиться о нём, плитки в лагере выглядели чуть вытертыми, но относительно новыми, так что едва ли им было больше десяти-пятнадцати лет."
    "А это же… выщербленная, с высыпавшимися краями, из-за чего оригинальный прямоугольник больше походил на песочные часы, с выглядывающей на месте скола железкой в качестве арматуры."
    th "Едва ли кто-то просто шёл по лесу и бросил её здесь."
    "Как оказалось, тропинка, по которой я шёл до последнего времени, находилась в точности между двумя плитками — видимо, ту, что лежала здесь на земле раньше, то ли унесли куда-то, то ли разбили окончательно."
    "Вдаль в обе стороны от меня уходили две некогда мощёные и напрочь заброшенные дорожки, одна из которых вела определённо в сторону лагеря, а вот вторая…"
    "От моего места тяжело было рассмотреть, куда именно она уходила, так как некрупный холмик, который огибала эта дорожка, перекрывал возможность рассмотреть, куда же там дальше."
    me "Любопытно."
    "Я потрогал плитку ногой, держала та крепко."
    "И, не раздумывая больше, зашагал по дорожке, направился в неизвестность, следя лишь за тем, куда ставлю ногу."
    "Когда я обогнул холм, ощущение лагеря почему-то пропало безвозвратно."
    "Впрочем, в сложившейся ситуации это не особо беспокоило — в крайнем случае, всегда можно будет вернуться по собственным следам обратно."
    "Времени у меня внезапно оказался целый вагон, а заниматься всё равно было нечем."
    "И так оно, наверное, даже и лучше всего — вместо того, чтобы шататься по лагерю, бесить окружающих и высочайшую комиссию, я тихо-мирно удалюсь на свой собственный дальний поиск."
    "Выбирая между бесцельной ходьбой непонятно куда и «добровольной помощью», я всегда выбираю помощь!"
    "Шутка."
    "В одном я был уверен — здесь бояться нечего."
    "Можно ходить сюда сколько угодно, не боясь встретить какую-нибудь опасную для здоровья пакость."
    "Запреты на самовольный уход за территорию носили скорее дисциплинарное значение, чем действительную заботу и боязнь, что с кем-то что-то случится."
    "В конце концов, будь здесь какая-то опасность, не стали бы делать детский лагерь."
    "Само по себе заведение достаточно шумное, способное распугать всё зверьё в округе, оно было к тому же огорожено кирпичным забором."
    "Единственное, кого здесь совершенно логично следовало бы ожидать — это всякую кровососущую пакость вроде комаров или слепней и, разумеется, ёжиков."
    "Последние очень любят столоваться рядом с человеком, подъедая за ним всякие вкусности вроде йогуртов или мороженого."
    "Вот их-то как раз и следовало бы ожидать, а значит — никаких змей, лягушек и прочих земноводных-пресмыкающихся, почитаемых колючками за неплохую закусь."
    window hide
    scene bg ext_path_day
    with dissolve
    "Успокоив себя и подающий голос инстинкт самосохранения, я беззаботно двигался по тропинке, напевая о том, что «привет, это я»."
    "Пока моему взгляду не открылось то, чего я никак увидеть не ожидал."
    play ambience ambience_old_camp_outside fadein 6
    "Окружённый покосившимся забором одноэтажный дом с надстройкой из дранки."
    "Почему-то смутно знакомый."
    "На лагерной карте у ворот я ничего подобного не видел."
    "И ни от кого из пионеров ничего подобного не слышал."
    "Хотя и общался-то толком, пожалуй, лишь с липучкой-рубль-штучкой по имени Славя."
    "Вот она явно сказала бы, если бы знала, что в окрестностях есть такой вот заброшенный дом."
    th "Такими темпами скоро окажется, что здесь и какое-нибудь сельцо неподалёку имеется — в пешей доступности."
    dreamgirl "Будь оно так, тебе бы сказали."
    th "Мне и про этот дом ничего не говорили!"
    dreamgirl "А тебе зачем? Таким, как ты, скажи про близлежащие руины — так первой же ночью свалите туда косплеить Индиану Джонса пополам с Лорой Крафт."
    th "Лара Крофт."
    dreamgirl "Каяхренразница? {w}Не сказали, и правильно сделали."
    dreamgirl "Самые обычные развалины, ничего интересного."
    "Теперь это видел и я, со всей отчётливостью."
    "Дом представлял собой кирпичное основание с надстройкой, годной для всяческих нужд вроде просмотра кино на случай дождливой погоды."
    "Так вот, надстройка со стенами из плашек, обмазанных штукатуркой, кое-где покосилась, из-за чего оконные переплёты повылетали, а раздавленное стекло осыпалось вниз осколками."
    "На первом этаже окна были относительно целыми, но серая и охряная штукатурка там и сям облупилась, открывая кирпичную кладку…"
    "Избушка стояла к лесу передом, так что пришлось идти в обход."
    stop music fadeout 5
    pause(1)
    "Так я и сделал."
    window hide
    scene bg ext_old_building_day_7dl
    with fade2
    play music music_7dl["sammy"] fadein 3
    "И оказался на крупной, окруженной хвойными исполинами поляне."
    "Откуда-то справа веяло водой, и слышался едва различимы плеск — видимо, наша лагерная речка делала здесь крюк."
    "Слева же было некогда плотно вытоптанное пространство, сейчас плотно заросшее высоченной — по пояс — травой, перемежаемое лишь вездесущими дорожками из плит, окружённое хвойными исполинами с крюками, вбитыми прямо в стволы…"
    "Похоже, здесь было некое подобие палаточно-тентового городка в духе конца шестидесятых."
    "Весьма распространённая практика летних лагерей середины двадцатого века, когда строили только основной корпус, а пионеров и вожатых расселяли по палаткам."
    "Довольно неплохо расположенное, должен признать, раз за всё время отсутствия человека здесь ничего не подмыло и не разворотило."
    "Судя по всему, лагерь почему-то закрыли, законсервировали, но присутствие человека не лечится так просто."
    "Разве что крюки не повыдёргивали — союз может позволить себе некоторую расточительность в случае, когда дело доходит до экстремальных ситуаций."
    "Здесь было довольно живописно…"
    "Но в глаза прежде всего бросались детские аттракционы-снаряды, триста лет как устаревшие — карусели, качели-распорки, лесенки-радуги — несть им числа."
    window hide
    with fade
    "Краска давным-давно облупилась, а проглядывающий там и сям металл был густо покрыт сплошной коркой ржи, кое-где покосившиеся бока вросли в землю, так что нечего было и думать прокатиться."
    scene bg ext_old_building_day_7dl:
        linear 0.4 zoom 1.15
    "Я подошел ближе – и вздрогнул."
    play sound sfx_carousel_squeak
    "Одна из каруселей, видимо, из тех, что сохранились лучше прочих, поприветствовала меня истошным скрипом на ветру."
    me "Бррр, кошмар какой!"
    "Передёрнул плечами я."
    "Дверь в главном корпусе, видимо, выразила своё согласие, с грохотом провалившись внутрь."
    "Уставилась на меня слепым угрожающим провалом."
    with hpunch
    "И ни следа пребывания человека. Как будто на земле пронёсся тихий шторм, уничтожающий всё разумное на своём пути, оставляя за собой лишь тени и нетронутые плоды цивилизации."
    "Вернее, как нетронутые… Всё, что могли, с собой утащили."
    "Остальное — работа времени. Его неповторимый прикус, легко узнаваемый на брошенных вещах."
    "У главного корпуса были две вспомогательные лесенки — должно быть, так строят во всех лагерях на случай пожара."
    "Но нечего было и думать прикасаться к ним — как и качели с каруселями, витые ажурные железные решётки держались на честном слове и не рассыпались трухой только чудом."
    "Их тоже здорово так погрызло время."
    "И тишина здесь стояла такая… применительно к этому месту, к этому окружению эпитет «гробовая» был крайне уместен."
    scene expression Dawn("bg ext_old_building_day_7dl") with diam
    "Выражаясь языком классика, царила вокруг необъяснимая жуть."
    "Здесь следопытом быть не надо, чтобы понять: произошло здесь что-то этакое, и произошло тогда, когда ни меня, ни того, чьё тело я занимаю, возможно, ещё и на свете-то не было."
    dreamgirl "Или был уже, но в самом нежном возрасте."
    "Когда здесь всё консервировали, по возможности постарались прибраться, однако время, время…"
    "Руины, образовавшиеся естественным путём, как это всегда и бывает без пригляда человека."
    "Казалось бы, живут люди в одном доме десять, двадцать, пятьдесят лет — а он стоит."
    "А тут полтора десятка лет миновало — и всё. Запустение."
    window hide
    with fade
    "И дух над поляной царил… тягостный, пачкучий, будто произошло здесь нечто неприятное."
    "Но что? {w}Боюсь, некому уже ответить."
    th "Ну что, сыграем в героя второсортного ужастика?"
    dreamgirl "Боюсь, у тебя не получится. Так как маньяки, какие бы здесь ни водились, давно уже должны были передохнуть с голоду."
    th "Вот и мне так думается."
    "Подбодрив себя таким образом, игнорируя надсадно скрипящую карусель, зашагал к чёрному провалу."
    th "Стёкла повылетали, но рамы почти все на месте, подновить штукатурку, подкрасить, застеклить — и можно заселять детишек."
    th "Я никогда не пойму причин, по которым люди бросают плоды своего тяжёлого труда."
    th "Этот дом кто-то же строил, трудился…"
    dreamgirl "А вот сейчас причины и узнаем. Ходу!"
    "Пока я приближался к зданию, моё внимание привлек какой-то яркий клочок бумаги, изнутри наклеенный на сохранившееся стекло окна."
    "Подобравшись поближе, я прочитал."
    "{b}С С С Р{/b}"
    "{b}МИНИСТЕРСТВО ПРОСВЕЩЕНИЯ РСФСР{/b}"
    "{b}П.Л. «СОВЁНОК-1».{/b}"
    window hide
    with fade
    "Буквы были выведены трафаретом синей ручкой и сквозь даже пыльное стекло читались замечательно."
    "А вот окно рядом было зачем-то наглухо заколочено снаружи. Хотя сквозь щели видно было, что стекло всё ещё на месте, но из-за разницы в освещении ничего внутри разглядеть не удалось."
    "Так или иначе, шататься вокруг да около долго ещё можно было."
    "И уезжали отсюда отнюдь не просто так, не от нечего делать."
    "Меня раздирало любопытство пополам со страхом."
    window hide
    with fade
    "Вздохнув несколько раз, я переборол страх и направился ко входу в здание."
    "Как оказалось, дверь была не одна — та, что падением поприветствовала меня, лежала, упираясь краем в полураспахнутую вторую."
    "Из-за получившейся инсталляции проникнуть в здание было затруднительно."
    "Пришлось потратить с десяток минут, раскачивая сооружение из стороны в сторону."
    window hide
    play sound sfx_open_door_squeak_2
    pause(1)
    scene expression Notch("bg int_old_building_day_7dl")
    show blackout2
    with dissolve
    play ambience ambience_7dl["int_silence"] fadein 3
    "В итоге я победил."
    "Баррикада рассыпалась с душевынимающим визгом, сделавшим бы честь иному голливудскому ужастику, заставив сердце подпрыгнуть и заколотиться где-то в районе горла."
    "Я чуть было не отскочил назад, решив плюнуть на происходящее, но раз уж взялся за гуж…"
    "Твердя одну и ту же мантру, я переступил через порог и сморщился от шибанувшего в нос запаха пыли и запустения."
    play sound sfx_gusty_wind
    "Справа от меня в разбитое стекло задул ветер и завыл между рамами, и я снова забормотал про себя:"
    th "Здесь не опасно, здесь всё хорошо!"
    th "Если бы здесь было что-то нехорошее, меня обязательно предупредили бы, заставили бы выслушать инструктаж и настрого запретили приближаться сюда."
    "Лагерное начальство обвинить можно было в чём угодно, но не в безалаберном отношении к пионерам."
    "В конце концов, сегодняшняя сутолока прямо отрицает любые подобные обвинения."
    window hide
    scene bg int_old_building_day_7dl
    show blackout2
    with fade
    "Сначала я обнаружил себя в крохотном коридорчике, скорее даже сенях, ведущих сразу в пяти направлениях."
    "Отсюда можно было отправиться обратно на свежий воздух, вверх или вниз по находящейся непосредственно передо мной лестнице, вправо или влево по расходящимся в разные стороны коридорам."
    "Лестница была сделана из деревянного бруса, выкрашенного некогда коричневой краской, и даже с виду внушала серьёзные опасения в своей прочности."
    "Это же подтверждали и полуосыпавшиеся штукатурные стены этой самой лестницы."
    "Путь направо был усыпан битым кирпичом, а в полу зияла солидная такая дырища, сквозь которую можно было увидеть какую-то металлическую сетку, растянутую параллельно полу."
    "Налево же был деревянный барьер высотой по пояс с откидной крышкой, на котором легко можно было разглядеть угрожающе-красную надпись:"
    me "«Администрация, посторонним вход воспрещён!»"
    "Я провёл пальцем по откинутой крышке — слой пыли был чуть ли не в полсантиметра толщиной, за барьером тоже царила разруха и запустение, однако хотя бы возможно было пройти."
    th "Значит, нам туда дорога."
    "Не решаясь трогать здесь ничего без лишней необходимости — а ну как здесь стена держится только за счёт этой самой крышки? — я поднырнул под крышку и ползком прополз на запретную часть."
    "Посторонний-то я был, посторонний, но, полагаю, некому спросить с меня за нарушение правил."
    "Лет пятнадцать как некому."
    "Прямо передо мной была тяжёлая дверь из цельного дерева с табличкой «Румпель М.М., начальник лагеря», выкрашенная в пару десятков слоёв дешёвой коричневой краской, а направо был некий коридорчик."
    "Снаружи там можно было рассмотреть с пяток светлых квадратов на стенах, судя по всему, оставшихся после каких-то снятых досок или фотографий, а чуть дальше проход перекрывала вывороченная дверь с красным крестом."
    "Медпункт, очевидно."
    window hide
    with fade2
    "А вот чуть подальше висела доска, явно забытая, на которой висело несколько фотографий!"
    "Я подошёл поближе, присмотрелся."
    "К сожалению, из-за времени все фотографии пожелтели, свернулись и утратили контрастность настолько, что разглядеть можно было только некоторые лица, а большинство и различалось-то с трудом."
    "Буквы, нанесённые какой-то краской вроде гуаши, тоже давным-давно осыпались, так что надпись можно было прочитать лишь по более тёмному остаточному следу."
    me "Наша гордость."
    "Прочитал я."
    me "III смена 1974 года."
    "Старшая вожатая Баранова Т.С.; медсестра Трофимова А.Ч.; плаврук Денисенко С.Ю.; замнач Трофимов А.М."
    "Эти фотографии были крупнее, потому и сохранились чуть лучше, и однофамильцев медсестру и заместителя можно было худо-бедно разглядеть."
    "На Шурика они совершенно не походили."
    "Нижнему ряду, фотографиям 9х12, повезло значительно меньше, и здесь разглядеть лица не представлялось возможным."
    "Хотя некоторые фамилии и будили любопытство."
    "Например, некая Сидорова Алиса, первое место по лёгкой атлетике среди девочек 12-14 лет."
    "Потому как знал я одну Сидорову. Правда, она совсем не Алиса была."
    window hide
    with fade2
    "Или вот, в чёрном уголке с молнией и надписью «ПОЗОР»."
    "Доска была куда старее, чем доска смены — видимо, её однажды повесили сюда и с тех пор забыли."
    "Так что даже окажись там фотографии, всё равно невозможно было бы что-то различить."
    "Но снимки, пришпиленные на кнопки, были кем-то безжалостно содраны, так что остались только клочки по углам."
    "И надписи выцвели до почти нечитабельных, различить удавалось только часть."
    "Говоров Архип, за саб… р…ты ра…нции."
    "Вторую фамилию прочитать не удавалось. Какая-то, заканчивающаяся на «и» краткое. И имя специфическое, Викентий. «За на…ние зап… …вотных …ере»."
    "Незнакомые люди, незнакомые лица."
    "По идее, они должны были оставить меня равнодушным, но вместо этого почему-то взволновали."
    th "Наверное, они уже и забыли о том, как когда-то заслужили внимание целого лагеря…"
    "Вздохнув, я отошёл от стенда и вернулся к двери в кабинет начальника."
    "Она долго не хотела поддаваться — видимо, от сырости и перепадов температуры покосилась дверная коробка, потому дверь и переклинило."
    "Пришлось чуть поднимать и тянуть и на себя все эти килограммы."
    "Однако удача улыбается терпеливым — десять минут спустя я проник в святая святых."
    "И замер…"
    window hide
    with fade2
    "Кабинет начальника лагеря окнами смотрел на сам лагерь, позволяя вседержцу быть в курсе всего происходящего."
    "Помещение перегораживал огромный деревянный стол, а вдоль стены по периметру выстроились шкафы, удивительно похожие на те, что стоят сейчас в кабинете Алексей Максимовича."
    dreamgirl "Вот будет забавно, если у него фамилия Трофимов, правда?"
    th "В смысле?"
    "Уточнил я, озираясь."
    "Дальнюю часть стола засыпало обвалившимся шкафом и его содержимым, в числе которых были и обтянутые грубой тканью папки — то ли дела, то ли вопросники."
    dreamgirl "Здесь заместителем трудился некто Трофимов А.М. Как считаешь, совпадение?"
    th "Я не думаю, что…"
    stop music
    stop ambience
    window hide
    play music music_7dl["dead_silence"] fadein 3
    play sound_loop sfx_7dl["old_phone"]
    with flash
    with vpunch
    play ambience ambience_7dl["int_silence"] fadein 5
    "Я не успел договорить, так как в мёртвую тишину этого места, вдребезги разбивая вернувшееся было душевное равновесие, вплёлся неуместный здесь звук!"
    "Звонящий телефон!"
    "Меня всего съёжило от страха, пробило ледяными мурашками между лопаток, а в голову сразу прыгнули кадры из «звонка» и Дохлой Девочки, лезущей из телевизора."
    "Звон доносился откуда-то близко, как будто телефон стоял прямо здесь передо мной на столе, однако в действительности на девственно-пустом пространстве столешницы не было даже бумажек."
    "Исключая, понятно, заваленный папками угол."
    window hide 
    scene cg d4_sl_phone_ring_7dl with vpunch
    with flash
    "И я на ватных ногах отправился туда."
    "Сердце снова колотилось пойманной птицей, виски ломило от напряжения, когда я, ориентируясь единственно на слух, протянул руку и толкнул в сторону ворох папок."
    "Те с едва слышимым шуршанием сползли в сторону, оставляя на виду старый-старый дисковый агрегат с кожухом из чёрно-зелёной пластмассы."
    "Именно он и надрывался, разрывая тишину на миллион осколков."
    th "Кто бы это мог быть?"
    "Задумчиво посмотрел я на телефон, вовсе не спеша снять трубку."
    th "Вряд ли сюда ведут какие-то коммуникации."
    menu:
        "Снять трубку":
            stop sound_loop
            $ alt_day4_sl_7dl_phone = True
            window hide
            scene cg d4_sl_phone_up_7dl
            with flash
            "Я протянул руку и снял пыльную тяжёлую трубку, приложил к уху."
            me "Слушаю."
            "С пару секунд там царило молчание, а потом мне в барабанную перепонку вонзился визгливый, панический женский голос."
            voice "Говорит Мария Трофимова!"
            "Визг ввинтился в ухо, заставляя многострадальную голову гудеть, и я поспешно убрал мембрану подальше от уха."
            voice "Код «красный», проникновение на территорию объекта! {w}Свяжитесь с Коломийцевым."
            "Женский голос умолк на несколько мгновений, в трубке все это время слышались непонятные шумы и трески."
            voice "Алиска и Анна умудрились просочиться в кабинет, а оттуда и в коридоры, несмотря на охрану!"
            voice "Сидорова понятно за чем побежала, а у сестры никогда не хватало мозгов!"
            voice "Они обе стёртые, слышите? Обе! Нужна спецбригада из центра реабилитации."
            "Голос опять замолчал, в трубе осталось лишь прерывистое дыхание и всхлипы."
            voice "Связь сдохла вся, ни радио, ни телефоном до города больше не достучишься! Если это будешь ты, Вилка, храни бог твою душу!"
            window hide
            with flash
            "В голосе было столько отчаяния и безнадёжности, что я не выдержал и крикнул в трубку."
            me "Это не Вилка, это Семён! Где вы?"
            "Не выдержал я."
            me "Кто такой Коломийцев?!"
            "Я вдруг заметил одну странность."
            "От телефона не уходила никуда привычная витая пара. По сути, это был просто автономный аппарат без возможности связи с внешним миром."
            "Неизвестная Мария, проплакавшись, снова завела своё:"
            voice "Говорит Мария Трофимова! Да слышит меня кто-нибудь?!"
            voice "У меня двое стёртых на руках! А начальник делся неизвестно куда. Я вообще сюда на родительский день приехала, к сестре! Пожалуйста… Я не знаю, что делать."
            "Похоже, это был далеко не первый и даже не десятый раз, когда Мария говорила это в трубку — по ту сторону мембраны хватало и безнадёжного отчаяния, и слепого нежелания сдаться."
            "И Семён… {w}Сычёв Семён, никогда не любивший людей и не пытавшийся этим людям помочь, с удивившей себя злостью заорал в ответ:"
            me "Да слышу я вас! Слышу! Меня зовут Семён, я из соседнего лагеря, тоже «Совёнка!»"
            me "Где вы?!"
            "В трубке что-то заскрипело, вздохнуло, а потом одновременно на заднем плане что-то упало, загрохотало, а на переднем омерзительно хрустнуло."
            "Донёсся истошный сип."
            "И всё стихло."
            window hide 
            scene cg d4_sl_phone_ring_7dl with vpunch
            with fade
            "Подождав ещё несколько минут, я как мог аккуратно вернул трубку на рычажки и отступил от телефона на шаг назад."
            me "Здесь произошло что-то на редкость нехорошее."
            "Подал голос я."
            dreamgirl "Ты про хруст? Обычно так ломается шея."
            dreamgirl "Как в фильмах, знаешь? Мёртвый захват, рывок подбородка, всё такое."
            dreamgirl "Или когда человек вешается на тонком, прочном шнуре."
            th "Валить надо отсюда. Зря я пришёл."
            "Я развернулся, чтобы уйти…"
            play sound_loop sfx_7dl["old_phone"]
            "И в этот момент телефон снова заорал, так же требовательно, надрывно, выматывающе звонко."
            window hide
            scene cg d4_sl_phone_up_7dl
            with dissolve
            stop sound_loop
            "Кончиками пальцев, как дохлую крысу, я подобрал трубку с рычажков."
            "Поднёс к уху."
            window hide
            show blackout2
            with fade
            voice "Говорит Мария Трофимова!"
            "Снова заплакал в трубке женский голос."
            voice "Код «красный», проникновение на территорию объекта!"
            "Она повторяла всё те же слова, раз за разом, в точности, будто это была запись или что-то в этом роде."
            "А я терпеливо слушал и ждал, в этот раз уже не пытаясь докричаться до женщины."
            "Похоже, до неё тоже уже очень-очень давно не докричишься."
            "Выслушал всё."
            "Включая упавшую табуретку и хрипы сдавливаемого горла."
            "А выслушав, положил трубку на место."
            window hide 
            scene cg d4_sl_phone_ring_7dl
            with fade
            "Телефон зазвонил и ещё раз, но в этот раз я и не думал подходить."
            "Больше чем уверен был в том, что придётся слушать всё то же самое ещё раз."
            "А мне, честно, хватило первых двух."
            "Вместо этого я поднял несколько папок и обложил ими аппарат со всех сторон, накрыл сверху."
            "И только после этого телефон, будто успокоившись, звонить перестал."
            "Лязгнул трубкой и смолк."
            "Понятия не имею, мистика, фантастика или просто запись с датчиком движения?"
        "Не снимать":
            "Телефон звонил ещё с полминуты, прежде чем смолк, и не было в мире силы, способной заставить меня прикоснуться к запыленной трубке."
            "Понятия не имею, мистика, фантастика или просто датчик движения?"
    stop sound_loop
    th "Хотя какие, нафиг, датчики в лагере семидесятых?"
    "Однако складывалось впечатление, будто я одним лишь своим присутствием пробудил дремлющее здесь старое зло, вернул к жизни призраков былого, не то оригинальных, с цепями, не то фантомные обрывки в электронных потрохах."
    "Вот теперь и в самом деле проявилось то самое чувство места, откуда лучше бежать без оглядки."
    "В призраков людей я не верил, но как насчёт призраков идей?"
    if alt_day4_sl_7dl_phone:
        "Или призраков телефонного разговора в отключенном аппарате?"
    th "Валим."
    dreamgirl "Поддерживаю."
    "Я вышел в коридор административной половины и захлопнул за собой дверь."
    "Мне и думать не хотелось, что тут могло бы ещё вернуться к состоянию бытия, уловив наличие дышащего, мыслящего, а главное — живого — человека, после стольких лет забытья."
    "И не суть важно, мнительный я или скептик — здесь определённо {i}что-то было{/i}."
    "Что-то, с чем я очень не хотел бы встречаться."
    th "«Лагерь — место безопасное», — говорили они."
    th "«Мы вам обо всём расскажем», — говорили они."
    "Щекочущий спину холодок придавал азарту похлеще пресловутого волшебного пенделя, так что я буквально вылетел в коридор, рыбкой нырнул под полку и, пинком распахнув дверь"
    stop music fadeout 6
    pause(1)
    window hide
    play sound sfx_open_door_kick
    pause(1)
    scene expression Noon("bg ext_old_building_day_7dl")
    with flash
    extend ", вывалился наружу!"
    play ambience ambience_old_camp_outside fadein 3
    "Здесь было уныло, запустело и затхло, но хотя бы не так, как там, внутри."
    "Я никогда не страдал клаустрофобией, а здесь стены сами будто давили на меня, заставляя прибавлять ходу."
    "Посмотрел на остатки каруселей, на радуги-лесенки уже совсем другим взглядом."
    if alt_day4_sl_7dl_phone:
        "Здесь кто-то погиб, а с двумя другими произошло что-то на редкость гадкое."
        "Я не мог знать, что может значить «стёртый», но предполагал, что просто так интонацией это слово не выделяют."
    "Однако то, насколько тщательно здесь выгребли всё, выдаёт то, что никто особо не торопился."
    "Отсюда вывезли всё, что сочли нужным — с местным-то богатым государством — и вывезли, чётко осознавая все рамки и ограничения."
    play sound sfx_open_door_squeak_2
    "Дверь за спиной снова издевательски заскрипела, вынуждая подпрыгнуть на месте."
    me "Тьфу!"
    th "К дьяволу местные тайны."
    "Стараясь избавиться от впечатления пристального взгляда в спину, я заспешил туда, откуда доносился плеск воды."
    th "Надеюсь, там никто не утопился…"
    window hide
    scene bg ext_beach2_day_7dl
    with dissolve2
    play ambience ambience_lake_shore_day fadein 6
    play music music_7dl["unfulfilled"] fadein 3
    "И лишь выскочив на берег, почувствовал, как пропало неотпускаемое чувство взгляда в спину."
    "Да, я струсил. А кто бы нет?"
    "Задним числом я вообще не мог понять, какого чёрта меня потянуло в эти развалины."
    "Как ни крути, но никогда я не был в нужной мере сумасшедшим, чтобы лезть непонятно куда непонятно зачем."
    "А здесь будто кто-то под руку толкнул."
    "Кто-то, кому я с удовольствием съездил бы пару раз по челюсти."
    dreamgirl "Эт не я!"
    th "Ну разумеется."
    "Я уселся на крайне удачно брошенную на песке корягу и прикрыл глаза."
    show blinking
    "И открыл их, лишь заслышав шаги по песку."
    "Звучит странно и непонятно, но я и правда услышал приближающегося человека задолго до того, как тот приблизился."
    "И это было довольно странно, учитывая манеру всех окружающих постоянно подкрадываться ко мне со спины и абсолютно бесшумно."
    window hide
    scene expression Dawn("bg ext_beach2_day_7dl")
    with dissolve
    "Если я ничего не путаю, то лишь один человек в этом лагере может специально ходить так, чтобы…"
    "Я открыл глаза и совершенно не удивился тому, что угадал."
    "А потом и вовсе залюбовался."
    "Сменив форму на платье, она только выиграла — ветерок заставлял ткань облипать фигурку так, что та казалась вырезанной из сине-серой бумаги на фоне почти белой от яркого солнца и облаков воды."
    "Она шла босиком, держа в руках сандалии, иногда качала головой, смахивая с глаз выбитую ветерком непокорную белокурую прядь, улыбалась."
    "Глаза были почти как у меня — отражающие небо. Только мои всегда отражали неприветливую балтийскую ласку, а её…"
    "Что ж, она и правда принадлежала этому месту."
    window hide
    with fade
    "И как позавчера, где-то внутри резануло мыслью о том, что я могу сколько угодно смотреть и облизываться, но не по мне эта ноша, не мой уровень, не моя компетенция."
    th "Не может такая красота не быть чьей-то. Должно быть, от поклонников отбоя нет, обязательно есть — не парень даже — мужчина."
    "Возможно, если бы на одном из судьбокрёстков я выбрал идти по другой тропинке, стал бы кем-то иным — я мог бы претендовать на место в её окружении и сердце, ибо был бы куда большим, чем глупый и непонятный дядька, сам не понимающий, для чего живёт."
    "Дуболомом-контрактником?"
    "Или даже МЧС-овцем-спасателем?"
    "Кем-то, намного живее, ярче себя настоящего."
    "Достойной партией."
    "Несмотря на юное тело, я вдруг прочувствовал все года, незримым шлейфом летящие за мной — все мои бесцельно и бесполезно прожитые годы, потраченные лишь на то, чтобы окончательно обесценить себя."
    "Похоже, что старость — это и в самом деле состояние души."
    window hide
    with fade
    "Девушка неторопливо чавкала босыми пятками по мокрому песку, не обращая внимания ни на что вокруг."
    "И хотелось поставить какую-нибудь романтическую мелодию, чтобы соответствовала моменту, повествовала о том, как ускоряет бег сердце при взгляде на такую вот незамутнённую красоту."
    "Хотелось улыбнуться, помахать ей рукой и присоединиться к прогулке."
    "Не мой случай."
    "Покачав головой, я смежил веки."
    window hide
    show blinking
    show sl smile dress with dissolve
    me "Снова ты."
    "Безразлично сказал я."
    me "Ты вот как меня находишь, скажешь?"
    sl "Секрет!"
    me "А ходишь за мной зачем?"
    sl "Да ничего я не хожу, это вообще случайность!"
    me "Бабушке своей расскажи."
    show sl sad dress with dspr
    sl "Бабушке не могу, умерла."
    me "Упс. Прости…"
    sl "Да я её и не знала толком. Мы слишком рано в город переехали, так что я мало её помню."
    sl "А ты?"
    me "Что? Потерял ли я бабушку?"
    show sl laugh dress with dspr
    sl "Ты здесь что делаешь? {w}Скучаешь?"
    me "Странно. Я о тебе поначалу то же самое подумал."
    sl "А давай проведём следственный эксперимент…"
    "Славя обошла вокруг меня, размахивая обувью и приподнимаясь на носочках, со всех сторон оглядела меня."
    sl "Огонька в глазах не вижу, спешки тоже. Выводы очевидны."
    me "Ты случаем не Эйнштейн?"
    show sl smile2 dress with dspr
    sl "А похожа?"
    me "Конечно. Особенно хорошо удались усы."
    "Шуточка, конечно, получилась так себе."
    show sl laugh dress with dspr
    sl "Усатой меня ещё не обзывали."
    "Сказала она то ли кокетливо, то ли насмешливо."
    sl "Будешь меня осматривать?"
    dreamgirl "Хэй! Сыграем в доктора!"
    "Неиспорченный ребёнок не вкладывал во фразу ни слова со вторым-третьим смыслом, смотрел простодушно и открыто, и было это, пожалуй, что и похуже открытой насмешки…"
    "Но когда меня такие глупости смущали?"
    "Поднявшись, я совершил вокруг неё тот же променад, осмотрел со всех сторон и заглянул в голубую бездну."
    "Чуть не утоп."
    show sl happy dress with dspr
    sl "Что можете сказать, доктор?"
    "Лукаво поинтересовалась она."
    sl "Пациент скорее жив?"
    "О да."
    me "Пациент скорее бездельник."
    "Заключил я."
    me "Ничем не занят, легкомысленен и подозрительно жизнерадостен. {w}Сбежала от бездельников с бумажками?"
    show sl smile dress with dspr
    sl "Точно так. Нашла Ольгу Дмитриевну и вручила родителей ей лично в руки."
    sl "Так что легка я сейчас и свободна, как бездельник-ветер."
    me "Невыразимо симпатичный ветер, надо заметить… Хотя ты это и без меня знаешь."
    show sl laugh dress with dspr
    sl "Не откажусь услышать это ещё раз."
    "Славя кокетливо поправила волосы и посмотрела на меня из-под пушистых ресниц."
    me "Очаровательная и свободная как ветер Славя, угу. Вышла из мрака младая с перстами пурпурными Эос."
    sl "Перстами пурпурными?"
    "Славя выставила перед лицом ладонь и пошевелила пальцами."
    me "Одиссея."
    "Пояснил я."
    me "Умная цитата, чтобы произвести впечатление на легкомысленную девочку."
    show sl happy2 dress with dspr
    sl "У тебя получилось! {w}Из моих знакомых никто этим похвастаться не может."
    th "Я ещё крестиком вышиваю."
    me "Итак, мы здесь оба-двое, ленивые и скучающие, да?"
    sl "На самом деле я отправилась по берегу проверить, не забыли ли родители какой мусор рядом с водой."
    sl "Вот и на тебя наткнулась."
    me "А казалась такой перспективной девочкой!"
    show sl smile2 dress with dspr
    sl "Ещё не вечер."
    sl "Раз я до тебя добралась, а ты у нас известен любовью к людям, значит, дальше уже чисто."
    with flash2_red
    me "Спасибо, обтекаю."
    show sl smile2 dress with dspr
    sl "Не дуйся, Семён."
    sl "Но ты и правда предпочитаешь быть в одиночестве. И это меня удивляет."
    me "На грядке рос."
    "Славя кивнула."
    sl "А я, вот, без людей не могу."
    sl "Общительное такое создание получилось, наверное, сильно тебя тем раздражаю."
    me "Я этого не говорил."
    show sl normal dress with dspr
    sl "И не надо. По твоим поступкам видно."
    me "Так зачем от своих подопечных сбежала?"
    sl "А там общением и не пахнет.{w} Задают какие-то странные вопросы про площадь туалета и стенки в душевых."
    me "Так родительский день же. Они определённо заботятся о своих детях."
    sl "Родителей там не больше половины."
    sl "Мои тоже думали походить-поспрашивать, но спешили."
    show sl smile dress with dspr
    sl "Приехали, обласкали, одарили всякими глупостями и повернули оглобли."
    sl "Маме сейчас совершенно не до глупостей."
    me "А кто у нас мама?"
    sl "Мама учитель в начальной школе. {w}У всех каникулы — а у неё квалификация."
    me "А отдыхать? Когда?"
    sl "Да не беспокойся, у неё целый август будет!"
    sl "Я все-все каникулы и отпуска знаю, учительская дочка же, мне такие вещи сызмальства знать надо… или это про мальчиков? Девочка, наверное, сдевичества?"
    me "С младенчества."
    sl "Не, там какое-то другое слово должно быть. {w}Не суть, впрочем."
    "Славя прошла мимо меня и уселась на корягу, нахально рассматривая меня голубыми глазищами."
    me "Эй, это моё место!"
    sl "Могу уступить."
    "Хихикнула девочка."
    sl "Если ты пассажир с детьми или инвалид."
    dreamgirl "Мы — пассажир с детьми!"
    th "Тьфу на тебя."
    me "Да я как-то пешочком постою."
    sl "А знаешь… Меня радует, что ты перестал считать меня врагом и шарахаться, как делал это первые дни."
    sl "Настоящий пионер!"
    me "Чисто по дружбе открою страшный секрет."
    "Подмигивание вышло косым и больше походило на нервный тик, но раз уж взялись играть в непринуждённость…"
    me "В первую очередь я — это не пионер, комсомолец или кем ты там меня хочешь обозвать."
    me "Я — это я. {w}К людям привыкаю далеко не сразу, но умею смириться с тем, что нам предстоит пожить некоторое время на подводной лодке."
    me "Вот и к тебе… привыкаю."
    show sl smile2 dress with dspr
    "Славя снова ослепительно улыбалась. {w}Она вообще крайне охотно это делала — радовалась жизни, смеялась."
    "Мы были будто по разные стороны толстого пыльного стекла, с разных планет, из разных жизней."
    sl "Я тебя понимаю, Семён."
    sl "Это довольно трудно, когда ты постоянно в разъездах, ни к кому привыкнуть не можешь, ни подружиться с кем-нибудь."
    me "Было бы желание."
    sl "А его нет?"
    window hide
    with fade
    me "Как бы тебе сказать…"
    me "Однажды я познакомился с девочкой, даже на секунду показалось, что это оно — то самое."
    me "Но потом из-за проблем мне пришлось с головой уйти в дела семейные, и она даже ни разу не позвонила."
    me "Да и я… Не вспомнил."
    show sl sad dress with dspr
    sl "Но это же натуральное свинство!"
    me "Не отнимешь."
    "Славя так натурально возмутилась, что я было собрался ей что-то объяснять, но быстро осёкся."
    th "А что я буду ей объяснять? {w}Про ВУЗ, машину и службу в армии?"
    th "Сейчас я выгляжу несколько другим, и армия меня ещё только ждёт."
    me "Если не вдаваться во всякие сложные вещи — так получилось. Не по моей вине, но меня это устраивает."
    stop music fadeout 6
    pause(1)
    show sl normal dress with dspr
    sl "Я тебя услышала. {w}Не могу сказать, что согласна со всем, но услышала."
    play music music_7dl["vale"] fadein 3
    "Мы замолчали, глядя каждый в свою сторону."
    me "А я за территорию сбежал, ругать будут, наверное?"
    show sl serious dress with dspr
    sl "Должны, конечно. Но я тебя прикрою. Скажу, что попросила с уборкой."
    me "А тебе это зачем?"
    sl "Я могу помочь, я помогаю. {w}Всё просто."
    me "А я шёл по тропинке и нашёл бетонную дорожку из плит."
    me "Она привела меня к какому-то старому дому, похоже, здесь когда-то был лагерь."
    sl "Старый лагерь нашёл? {w}У него дурная репутация, поэтому туда никто не ходит."
    sl "Дети сами между собой слухи разнесут, вот никому и не хочется ходить."
    sl "А ты, разумеется, полез. {w}Бедовый ты мальчик, Семён."
    me "Меня никто ни о чём не предупреждал."
    sl "Да и не должны были."
    sl "Ты же не полезешь в тёмную сырую пещеру один от нечего делать? Не полезешь."
    me "Я-то не полезу, но знаю я пару сумасшедших…"
    sl "Дуракам закон не писан, но ты же не дурак."
    show sl normal dress with dspr
    sl "Что ты там видел? Какую-нибудь тень, а может, и призрака?"
    th "Кабы так. Призраком меня не напугаешь. {w}Я имею в виду обычных призраков, в саване, с цепями, верещащих и визжащих."
    if alt_day4_sl_7dl_phone:
        "А вот призрак голоса, заблудившегося в телефонных проводах, напугал меня капитально." 
        "И если копнуть, то обязательно найдётся умник, объясняющий всё записывающими устройствами и прочей чушью."
        th "Записывающее устройство, работающее десять лет. Ну конечно же!"
        me "Телефон. Там кто-то орал что-то непонятное."
        sl "Ни разу не слышала."
        me "Оно и к лучшему."
    "Иногда мне кажется, что местные жители — поголовно такие безалаберные…"
    me "Ты, вижу, тоже не в компании. {w}Неужели не нашлось добровольцев на сборку мусора?"
    show sl happy dress with dspr
    sl "А я никого не позвала. {w}Я вообще думала прогуляться по берегу, проветриться, попеть…"
    me "Попеть?"
    sl "Я иногда в одиночестве пою всякие глупые песенки. {w}А на людях стесняюсь. Хотя иногда и приходится."
    me "Несть тебе талантов…"
    sl "Мне это не очень нравится. {w}Хотя музрук с тобой согласен, насчёт моих талантов."
    me "Слушай умного человека, вдруг популярной станешь."
    show sl laugh dress with dspr
    sl "Вот чего я не хочу, так знаменитости."
    sl "Я пока ещё не знаю сама, чем хочу заниматься, но это в любом случае должна быть помощь людям."
    sl "Хочу просто делать свою работу, и чтобы всем от того было лучше."
    "Хорошая мечта, кто же спорит. Быть незаметным, но крайне полезным винтиком."
    "Я всю юность хотел чего-то подобного."
    "Вот только дела сложились совсем другим образом."
    me "А зря. {w}Снискала бы себе славу Виктора Робертовича или Кобейна."
    show sl sad dress with dspr
    sl "Не хочу. Эти люди, достигнув популярности… Они как будто выбрали все душевные силы и теперь ищут и ищут смерти."
    sl "Казалось бы, у тебя всё есть — твори, расти, работай! Нет…"
    me "Путь музыканта ведёт к смерти?"
    dreamgirl "Почти как путь самурая."
    sl "Любой путь ведёт к смерти. Просто иногда он чуть быстрее."
    me "И ты не боишься?"
    sl "Нисколечко. Я буду жить ярко и здорово, чтобы никогда ни о чём не жалеть."
    me "Надеюсь, ты не из тех, кто выбрал себе смерть…"
    sl "А что её выбирать? Она неизбежна. Я, скорее всего, доживу до глубокой старости со своим любимым мужчиной… Только вот нет пока мужчины."
    me "Какой интересный поворот!"
    show sl laugh dress with dspr
    sl "Только не думай, что я таким завуалированным образом зову тебя встречаться."
    me "Эх, а счастье было так близко…"
    show sl shy dress with dspr
    sl "Не обижайся, Семён. {w}Но мне кажется, рановато мне обо всё этом думать. Может, после школы…"
    me "А пока?"
    sl "Пока… Хоть мне и нравится, как ты отбиваешься от меня руками и ногами, я хочу предложить тебе свою дружбу. "
    sl "Как ты на это смотришь?"
    th "А на кой мне твоя дружба?"
    "Не был я ни идеалистом, ни простодушным дурачком, верящим в добрые намерения."
    "Гроссмейстер по просиживанию штанов в интернете, первый разряд по растрате собственной жизни…"
    "Славя была не просто красивой, она была милой. Доброй. Замечательной."
    "А я прекрасно знал, как легко, походя, такие вот милые, ласковые девочки могут вдребезги расколотить сердце."
    "Был уже инцидент, коему я оказался свидетелем."
    "И не дружба мне от неё нужна была, совсем не дружба."
    "Хотя получасом ранее мне от неё не нужно было ровным счётом ни-че-го."
    show sl smile dress with dspr
    sl "Ну не делай такое расстроенное лицо, Семён."
    sl "Ты симпатичный, интересный. {w}Но я же тебя совсем не знаю."
    sl "А в глупые условности вроде любви с первого взгляда не верю напрочь. Не бывает так."
    me "Почему?"
    "Голос внезапно сел и охрип."
    sl "Да потому что такая любовь — это и не любовь вовсе. Это влюблённость. {w}Даже не в человека, каким бы замечательным он ни был, а…"
    "Она махнула рукой."
    sl "Так что давай повременим со всеми глупостями."
    me "А если я не хочу… с глупостями?"
    show sl smile2 dress with dspr
    sl "Хорошо, в таком случае одну глупость я тебе обещаю."
    sl "Давай притворимся, что сейчас не двадцатый век, а век восемнадцатый — тем более, что на этом пляже разницы действительно нет."
    sl "Я буду Алёнушкой, а ты — Иванушкой…"
    dreamgirl "…дурачком."
    th "Судя по всему — да."
    sl "И завтра ровно здесь же, в это же время — увидимся."
    sl "Как ты на это смотришь?"
    menu:
        "Положительно":
            $ karma += 10
            me "Неплохая идея, даже обещаю не распускать руки и не говорить пошлостей."
            sl "Только приготовь плавки, я собираюсь искупаться!"
            me "Ты как рыбоплавающее, дай тебе возможность — и не вылезала бы из воды?"
            sl "А ты нет?"
            "Хороший вопрос. {w}Хотя с моим стилем плавания много времени в воде я проводить всё равно не могу."
            me "А если вдруг не получится?"
            sl "Тогда послезавтра. Как раз перед дискотекой."
            sl "Только не подходить друг к другу на территории с этой темой, чтобы не спугнуть удачу!"
            sl "Мы как будто из разных поместий, и никак поговорить не можем иначе чем здесь."
            me "Договорились."
            sl "Тогда не пропадай!"
            "Подняв свои сандалии, Славя кивнула мне:"
            sl "Увидимся здесь же!"
            $ alt_day4_sl_7dl_herc_rendezvous = True
        "Это же глупо":
            show sl sad dress with dspr
            sl "Почему?"
            me "Да ведь мы же и так видимся постоянно."
            me "И ты меня засекаешь как полицейский радар — с любого расстояния."
            sl "Ты не хочешь?"
            me "Хочу, но… В этом не будет никакого риска."
            show sl smile dress with dspr
            sl "В этом-то и дело, Семён. Никакого риска и полный контроль."
            "Она поднялась с коряги, подобрала с земли обувь."
            sl "Я не настаиваю, но подумай над этим. Вдруг передумаешь?"
    hide sl with diam
    "Ушла."
    "И лаская взглядом ладную фигурку, я почувствовал себя снова юным."
    "Нет, физические кондиции никуда не делись, но всё это время их тянула к земле моя тяжёлая, ленивая душа."
    "А сейчас я вдруг проснулся."
    "Снова вернул восемнадцатилетнего себя, непримиримого, дерзкого и несгибаемого, способного на самопожертвование жизнью, но не мечтой."
    "И у этой мечты было имя."
    "Имя, звучащее, как ярость веры в то, что уж моя-то жизнь обязательно будет невероятной, огромной и захватывающе интересной."
    "Имя, ласкающее слух и внушающее веру в грядущее."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return
    
label alt_day4_sl_7dl_herc_day:
    scene bg ext_camp_entrance_day
    with dissolve
    play ambience ambience_camp_entrance_day fadein 3
    play music music_7dl["shestheone"] fadein 3
    "Здесь тихо и спокойно."
    "Главное, когда приближаешься, делать вид, что ты просто только вышел за ворота, а вовсе даже не убегал за территорию."
    "Иначе ай-яй-яй."
    "Нет, перспектива быть… как это… отчисленным? Выгнанным?"
    dreamgirl "Отгулявшим своё."
    th "Тоже вариант."
    "Говоря короче, не пугала меня возможность того, что кто-то меня здесь увидит, настучит начальству, и то выпишет мне ласкового пенделя за нарушение режимных моментов."
    "После всего сказанного утром, полагаю, мне придётся выкинуть финт похлеще, чем бегство за территорию, для того, чтобы мне хотя бы погрозили пальчиком."
    "И то — если кто-то обратит на меня внимание."
    "Я только было сунулся за ворота — и отшатнулся."
    "Сел на поребрик и, сорвав травинку лиски, зажал стебель меж зубами."
    "Там был Содом и Гоморра, люди в мыле, люди в пене…"
    "Ольга Дмитриевна, которой поневоле пришлось снова взяться за свои обязанности, была в крайне степени злобкости и только и искала, кого бы придушить между делом."
    "А здесь… Здесь тихо и свежо, пахнет травой, ласково греет солнышко."
    dreamgirl "Не то что в ваших северных широтах, ага?"
    th "Завидуй молча."
    "Из всего, мной пройденного, этот отрезок жизненного пути, пожалуй, был наиболее приятным."
    if alt_day4_sl_7dl_phone:
        "Даже события в старом лагере и призрачный телефон больше подогревали кровь, заставляя чувствовать вкус к жизни, чем реально пугали."
    else:
        "Даже события в старом лагере больше подогревали кровь, заставляя чувствовать вкус к жизни, чем реально пугали."
    "Не верилось как-то в то, что здесь может произойти нечто откровенно плохое."
    "Вот никак не верилось."
    window hide
    scene bg ext_sky_7dl
    with dissolve
    "Я откинулся на спину и заглянул в бездонное голубое небо."
    "Голубой. Очень чистый, как нота, которой поёт ещё неполоманная душа."
    "Я уже и думать забыл, когда мог смотреть на мир вот так, чисто, будто стёрли с восприятия пыль, разрешили видеть всё как оно есть, а не как мне кажется."
    "Я невротик. А они всегда видят мир будто через грязное стекло."
    "Но если учесть, что эта моя грязно-серая призма восприятия всегда была со мной, по сути являлась частью меня — то что на самом деле произошло три дня назад?"
    "Перерождение?"
    "Я был чист, пуст, отрешён и не имел никаких желаний, двигаясь единственно исполняя чью-то чужую волю."
    "А сейчас?"
    "Сейчас тоже вряд ли сильно изменился."
    "Мир, ограниченный пространством под подошвами да меланхоличными гитарными переборами в наушниках."
    "Добровольная тюрьма, в которой я пребывал последний десяток лет."
    "Но я будто освободился!"
    "Будто произошло что-то такое, заставившее отбросить страх пробить декорации мира вокруг меня."
    "И вот я здесь."
    "Семён Сычёв. Лагерь «Совёнок». И, конечно же, приставучая, назойливая, но такая притягательная Славяна."
    "Славя."
    me "Что же ты со мной сотворила, Феоктистова?"
    "Задумчиво спросил я у неба."
    "И не знал ответа."
    "Меня лишили всего: сигарет, музыки в плеере, одиночества."
    "Даже моего дешёвенького средства эскапизма в виде компьютера, который никогда не выключался, только отправлялся в спящий режим."
    "Этим мы были похожи: я тоже никогда не отключался."
    "Всегда уходил в некий режим ожидания, ворочался на диване, механически чесал под подбородком кошку и смотрел в потолок, где отблесками от фар проезжающих мимо машин рисовалась некая карта, ведущая, несомненно, в лучший из миров."
    "Лишили всего, и всё же я был благодарен."
    "Нет, не стокгольмский синдром — только сейчас я начал понимать, что однажды низвёл всю свою жизнь до состояния одного бесконечного дня и тем самым утратил всю прелесть бытия."
    stop music fadeout 5
    pause(1)
    window hide
    with fade
    us "Хей! Что делаешь?"
    play music music_7dl["carefree"] fadein 3
    "Я неохотно отвлёкся от размышлений и, не отводя глаз от неба, ответил:"
    me "Познаю мир, конечно."
    us "Ну и как? Интересно?"
    "Судя по шороху сандалий по асфальту, девочка подошла ко мне и встала в ногах."
    me "А ты знаешь… Да!"
    us "Да ну?"
    me "Зуб даю! По сравнению с уборкой территории и беготнёй со взрослыми дядьками — в сто раз интереснее!"
    play sound sfx_bush_leaves
    us "Ну давай посмотрим…"
    "Судя по шороху, она приземлилась неподалёку и тоже уставилась в синеву над головой."
    "И вроде бы смолкла…"
    "Вот только надолго её не хватило."
    us "Сёмыч, а Сёмыч?"
    me "На связи."
    "Лениво откликнулся я."
    us "Тут партия интересовалась…"
    window hide
    with fade
    us "А это правда, что ты со Славкой… ну…"
    me "Что?"
    "Девочка замолчала, видимо, набирая воздуха."
    "Выпалила:"
    us "Отношаетесь!"
    me "Чего?"
    "Я не сдержал смешка."
    "Ульянка обиделась."
    us "Не, а что? Все говорят, мол, вы с ней вместе теперь."
    us "Вот и с утра сегодня вместе, и вчера вместе танцевали."
    me "И что?"
    us "Так если танцевали, значит, она тебе нравится?"
    me "Совсем не факт."
    us "Да как не факт?! Если ты её пригласил, значит, нравится!"
    me "Вообще, это она меня приглашала."
    us "Так тем более! Значит, ты ей нравишься, и она тебе, выходит, тоже!"
    me "И как одно из другого получается?"
    us "Так это… Вза-им-ность!"
    me "Нет там никакой взаимности."
    if alt_day4_sl_7dl_workout:
        dreamgirl "Это ещё хорошо, что они не в курсе про вашу утреннюю пробежку."
        th "Это даааа…"
    me "И передай своей партии, что я ни с кем не…"
    "Я пропищал мерзким голосом:"
    me "«Отношаюсь»!"
    us "Балда ты, Сёмыч. Я же не для себя спрашиваю."
    me "Ну и что?"
    us "Просто я как видела в лагерях — это быстро. {w}Сегодня на танцах вместе танцуете, а завтра уже обжимаетесь по тёмным уголкам."
    me "Это определённо не про меня."
    dreamgirl "Да, ты у нас тот ещё социофоб-воробушек."
    th "Да я бы не против…"
    dreamgirl "Бабушке своей расскажи."
    me "Ты вообще с какой…"
    us "Значит, ты сейчас ни с кем…"
    "Начали мы одновременно и смолкли."
    us "Ты первый."
    me "Нет, ты!"
    us "С чего бы это?"
    me "Старшим надо уступать!"
    us "Ой, ладно… Старший."
    me "Я тебя крайне внематочно слушаю."
    us "Так ты, значит, сейчас ни с кем не отношаешься?"
    me "Более того — не планирую! Я хочу отдохнуть, а не заработать головную боль."
    us "Понятненько…"
    me "Так с какой целью интересовалась?"
    th "Не хочет же она предложить мне свою кандидатуру на эту роль в самом деле?!"
    dreamgirl "Too old."
    us "Так…"
    "На меня сверху прилетели какие-то обрывки травинок и луговой мишуры."
    me "Перестань!"
    us "Ладно тебе…"
    window hide
    with fade2
    "Девочка хихикнула, а потом невпопад сообщила:"
    us "А я яблоню нашла."
    me "Дичок?"
    us "Не. Крупные яблоки, хотя и зелёные. {w}Наверное, антоновка."
    "Ульяна помолчала, хотела было что-то сказать, но…"
    stop music fadeout 1
    pause(1)
    play sound sfx_7dl["eat_horn"] fadein 1
    us "О, кошмар окончен! Можно отправляться жрат!"
    window hide
    scene bg ext_camp_entrance_day
    show us smile sport 
    with dissolve
    "Я сел и оглядел Ульянку — за пять минут она несильно помялась, но в волосах тут и там застряли сухие травинки."
    "Забавное существо."
    us "Ты чего лыбишься?"
    me "А ты?"
    us "Я — ребёнок! Мне полагается!"
    me "Я тоже!"
    us "Да какой же ты ребёнок, дядька взрослый."
    me "В лагерь взяли — не волнует! Деть как есть."
    show us laugh sport with dspr
    us "Пошли лопать, деть!"
    "Расхихикалась Ульянка, бегом отправляясь к воротам."
    stop music fadeout 3
    pause(1)
    window hide
    scene bg ext_square_day with dissolve
    play ambience ambience_camp_center_day fadein 5
    play music music_7dl["imfine"] fadein 3
    "А в лагере и в самом деле было уже тихо и спокойно."
    "Сыграв лучше любого массовика-затейника, горн на обед собрал всех обитателей лагеря и организованно рассовал их по столам."
    "Остались только я и Ульянка неусаженные и некормленные."
    show us laugh sport with dspr
    us "Бегом! А то всё без нас слопают!"
    hide us with moveoutright
    "Она махнула мне рукой и припустила в сторону столовой."
    window hide
    scene bg ext_dining_hall_near_day
    with fade
    play ambience ambience_dining_hall_full fadein 5
    "Давешние дармоеды уже набегались по лагерю — их гомон и шумное прихлёбывание я заслышал от самой двери."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_dining_hall_people_day
    with dissolve
    "Ульянка с гиканьем просочилась вперёд меня и заняла место в очереди."
    "Таким образом я остался последним."
    th "А их с подносами, поди, стоять не заставляли."
    "С непонятной завистью подумал я."
    "Из-за лишних ртов места в и без того не резиновой столовой резко поубавилось."
    "Когда я взял свою порцию и отправился к местам первого отряда, то остановился в нерешительности."
    "Один из наших столов был «щедро» пожалован нахлебникам."
    "Таким образом, на обеих лавках народ сидел чуть ли не друг у друга не шеях."
    "Про то, чтобы подсесть к кому-то и поболтать, понятно, речи уже не шло."
    "Да что там — мне сесть было некуда."
    "Смирившись с этим фактом, хотя и утратив пару пунктов настроения, я окинул столовую задумчивым взглядом."
    "Нет. Мест не было."
    "Первую смену накормили и отпустили, а отряды с третьего по первый только уселись."
    th "Похоже, обедать мне сегодня на подоконнике."
    "Я отнёс к одному такому поднос и поставив туда, пригорюнился."
    "Всё-таки я представлял себе отдых в лагере немного не так."
    mt "Чего замер, Сёмыч?"
    "Свет Ленивовна была сыта и довольна собой, являя миру отвратительно позитивную улыбку."
    "Я неторопливо обернулся и красноречиво махнул лапой в сторону наших:"
    show mt smile pioneer with dspr
    mt "Ой, глядите, кому места не досталось!"
    me "Почему не досталось? У меня целых два выбора: есть на подоконнике или на полу!"
    mt "Надо же, какая ирония."
    me "Заставлять меня есть на подоконнике — это, по вашему, ирония?"
    show mt laugh pioneer with dspr
    mt "Да нет, ирония в том как раз, что по тебе все изменения и ударили, ведь именно ты… Впрочем, не важно."
    show mt normal pioneer with dspr
    "Ольга оборвала себя."
    mt "Пошли, посажу тебя к нам."
    me "У вас там тоже с местом негусто."
    mt "Ничего! Попрошу Катюшку, она потеснится."
    hide mt with dissolve
    "Развернувшись, она, как ледокол меж торосов, поплыла мимо столов к местам обслуживающего персонала."
    "Я проводил её взглядом."
    mt "Эй, не зевай! {w}Или решил всё же пообедать стоя?"
    me "Язва."
    "Прошипел себе под нос я, но послушно пристроился в кильватере."
    dreamgirl "Заметил, как бёдрами качает?"
    th "Мне немного не до того было."
    dreamgirl "Так посмотри! Только не прямо, балда!"
    dreamgirl "Всему учить надо — косо, бегло, коротким взглядом! {w}А то поползут по лагерю слухи, как ты на вожатскую задницу пялился."
    "Я игнорировал инсинуации, моей основной задачей был цивилизованный обед."
    "А на вожатую я вполне могу налюбоваться в любой момент, как только захочется."
    "В одном домике всё же живём."
    window hide
    with fade
    mt "Катюшка, приютишь моего оболтуса?{w} Места не хватило."
    "Обратилась Ольга к весьма фигуристой девице примерно своего возраста, уныло ковыряющей ложкой содержимое тарелки."
    "Не отвлекаясь от тарелки, девица тряхнула чёлкой и послушно потеснилась на лавке в сторону, освобождая местечко."
    mt "Спасибо, дорогая! {w}Ну чего замер, приземляйся давай."
    me "Да неудобно как-то."
    mt "Неудобно спать на потолке — одеяло падает.{w} Давай в темпе, некогда мне с тобой тут нянькаться, дел по горло."
    "Махнув рукой, свет Ленивовна отчалила к выходу."
    "Не иначе, по одному из таких дел. {w}Например, поспать в тихий час."
    "Чувствуя себя всё ещё неловко из-за проблем других людей, я аккуратно сел за стол и пожелал присутствующим приятного аппетита."
    "Они отозвались кивками, не переставая жевать, равно как и девица рядом со мной."
    "Мы сидели довольно близко друг к другу, из-за чего я мог чувствовать её тепло, но я её не знал, а от того чувствовал себя не в своей тарелке."
    "Соседке же, похоже, было вообще всё равно."
    "Покачав головой, она отставила тарелку с нетронутым супом и переключилась на компот, полностью игнорируя меня."
    "Так что обед проходил в тёплой и дружественной обстановке."
    "В отличие от пионеров, для этих людей приём пищи является скорее передышкой, потому они и не отвлекаются на глупости."
    "Утешив себя такой мыслью, я заработал ложкой."
    stop music fadeout 5
    pause(1)
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_dining_hall_away_day
    with fade
    play ambience ambience_camp_center_day fadein 3
    play music music_7dl["one_little_lone_cloud"] fadein 3
    "Когда я вышел на улицу, народ уже успел насытиться и разбежаться по своим делам."
    if alt_day4_sl_7dl_herc_rendezvous:
        "Что самое забавное, после утренней беседы Славя в полном соответствии с обещанием не подходила и не искала моей компании."
        dreamgirl "Ага, искала бы она ещё. Разбежался — не споткнулся."
        th "А что не так? Я молодой, симпатичный и даже почти не сыч."
        dreamgirl "Ещё какой сыч! {w}Ты можешь уехать из одиночества, но… сам понимаешь, короче."
    else:
        "Слави тоже нигде видно не было."
    th "Я думаю, Славя просто занята."
    window hide
    scene bg ext_square_day with dissolve
    dreamgirl "Например?.."
    th "Да подметает опять где-нибудь, наверное. {w}Или за детишками следит."
    "Мне тяжело было поверить в то, что Славя расслабляется именно таким образом, но она так старательно создавала такое впечатление, что люди поневоле верили ей."
    "Все, кроме меня."
    "Почему-то казалось, что вся это её доброта и безотказность — до поры."
    "Славя не умеет говорить «нет» потому, что боится кого-то обидеть. {w}Но она совсем ещё юная девочка, долго в узде держать гормоны и шаляй-валяй в голове не получится."
    "И тогда я очень хочу быть неподалёку, чтобы видеть, чем всё закончится."
    "А вот и она, кстати."
    "Славя вся в мыле неслась мимо склада, а за ней, с трудом поспевая, шевелили конечностями и наши дармоеды."
    me "Говоришь, сбежала?.."
    "Осклабился я."
    th "Это судьба твоя, солнышко. {w}Так что расслабь ягодицы и наслаждайся."
    "Будто учуяв мои мысли, Славя посмотрела прямо в мою сторону — и незаметно показала язык."
    "Побежала дальше."
    "Расхохотавшись, я отвернул оглобли так, чтобы наши пути ну никак не совпали."
    "Таким образом, мне оставалось идти либо к воротам (снова валяться) — либо домой (валяться же, но с большим комфортом и даже легитимно)."
    "Выбор логично пал на кровать."
    window hide
    scene bg ext_houses_day
    with dissolve
    play ambience ambience_camp_entrance_day fadein 6
    "Всё-таки в расположении на отшибе есть целая куча плюсов."
    "Например, сюда редко кто заходит, а если и — то старается убраться отсюда как можно побыстрее."
    "Ибо доподлинно известно, что чем б солдат не занимался — лишь бы он заколебался."
    "Вожатые всегда с удовольствием подыщут какую-нибудь занятость праздно шатающемуся пионеру."
    "Так что вокруг меня царили тишина, спокойствие и солнышко."
    "Вокруг не было ровным счётом никого, приятно пахло травой и хвоей с лёгкими нотками иван-чая."
    th "Всё, спать, запереться ото всех и не видеть никого, никого…"
    "Я шёл, вдыхая все эти запахи, полузабытые в городе, а потому резкая нота какого-то постороннего запаха была очень заметна."
    window hide
    scene bg ext_house_of_mt_day
    with fade
    th "Может, ну его?"
    "Резонно задумался я."
    "В конце концов, мне просто подняться несколько шагов по ступенькам, запереть за собой дверь — и всё, я в домике!"
    dreamgirl "Соглашусь, пожалуй. {w}Резкий запах любопытства вызывать не должен."
    th "Не должен."
    dreamgirl "Да-да."
    th "И я иду спать."
    dreamgirl "Поддерживаю."
    window hide
    with fade2
    me "Машу вашу!"
    "Выругался я в знойное небо."
    "Даже если там ничего не происходит, я теперь буду ворочаться и думать — что же там происходит."
    "Ведомый единственно чутьём и любопытством, я направился на запах."
    window hide
    play sound sfx_bush_leaves
    pause(1)
    scene bg ext_path2_day
    with dissolve
    "И, проломившись через кусты, замер на задворках какого-то домика."
    "Стандартной пионерской «бочки», судя по очертаниям."
    "Если мне память правильно изменяла, это было жилище не то Жени со Славей, не то их соседей."
    dreamgirl "А кто их соседи, кстати?"
    th "Понятия не знаю. {w}Но явно не из нашего отряда."
    stop music fadeout 5
    pause(1)
    window hide
    with fade2
    play music music_7dl["too_serious"] fadein 3
    "И здесь уже была…"
    show us normal sport with dspr
    me "Ты что здесь делаешь?"
    us "Отстань, противный."
    "Пропыхтела Ульянка, отворачиваясь от меня и старательно пряча нечто."
    "Это самое нечто пахло нагретой резиной и клеем-«моментом»."
    me "Не скажешь?"
    us "Отстань, сказано."
    me "Не покажешь?"
    us "Нет."
    me "Как хочешь."
    "Я пожал плечами и развернулся."
    "Любопытство моё было всецело удовлетворено, теперь можно и на боковую."
    window hide
    play sound sfx_bush_leaves
    pause(1)
    scene bg ext_house_of_mt_day
    with dissolve
    "Ульяна что-то клеит, что-то резиновое."
    "Всем спасибо, все свободны."
    dreamgirl "Тебе совсем-совсем не любопытно?"
    th "Не так сильно, как желание спрятаться подальше от всего этого мобильного бардака."
    "Что-то подсказывало мне, что единственный способ спрятаться от носящегося по лагерю кошмара — только забраться в домик и тщательно запереться."
    dreamgirl "Ты так выступаешь, будто тебя этот комитет безделья и лени съест."
    th "Меня-то нет, но вот Славя и Ольга насмешками замучают: с их точки зрения в происходящем вина моя всецело, а спорить и убеждать их в чём-то как-то не хочется."
    scene bg ext_house_of_mt_day:
        linear 1.0 xalign 0.5 yalign 0.45 zoom 1.35
    th "Нам бы только день простоять да ночь продержаться."
    th "Завтра они все поразъедутся, и можно будет выдохнуть и жить дальше спокойно."
    "Решив остановиться на таком методе разрешения проблемы, я сделал первый шаг по лестнице и протянул руку к ручке двери — та должна была быть открыта."
    us "Эй!"
    th "Началось в колхозе утро."
    "Подумал я, и негромко прошипел."
    me "Никаких эй. Неприятности, валите лесом."
    "Я сделал второй шаг, притворяясь, что ничего не слышу, но в стекло прямо над моим плечом прилетела шишка:"
    us "Оглох, что ли?"
    me "Что ещё?"
    show us smile sport with dspr
    us "Хочешь, расскажу, что я там делала?"
    "Я помотал головой:"
    me "Нисколько."
    us "А я расскажу. Я…"
    me "А мне неинтересно. По лагерю сончас, так что если ты не с родителями — чапай домой."
    show us laugh sport with dspr
    us "Ты серьёзно? Спать?!"
    me "Разве тихий час не для этого существует?"
    us "Тихий час нужен для того, чтобы дети придумали, чем занять себя самим!"
    "Толкование было неплохое, но я не купился:"
    me "Я развлеку себя сном. Всё, пошёл."
    us "Может, за яблоками?"
    us "Помнишь, я говорила, что яблоню нашла."
    me "Ты голодаешь, что ли?"
    "Возмутился я."
    me "Неужели тебе родаки ничего не притащили?"
    show us smile sport with dspr
    us "Не, батя запретил! {w}Мне только мяч волейбольный притащили — давно просила!"
    me "А Алисе?"
    show us normal sport with dspr
    us "Э…"
    "Ульяна смутилась."
    us "Ей тоже не привезли ничего."
    me "Значит, голодаешь?"
    show us laugh sport with dspr
    us "Я только что обедала!{w} Но кто ж откажется от яблочек?"
    me "А мне это зачем?.."
    show us normal sport with dspr
    us "Чтобы сделать доброе дело?"
    me "Неубедительно."
    "Я взялся за ручку."
    "И тут откуда-то с юга донёсся истеричный вопль вожатой."
    mt "Алисаааа!"
    th "Похоже, Ольга сегодня мирная и добрая?"
    menu:
        "Определённо, спать":
            window hide
            play sound sfx_close_door_1
            pause(1)
            scene bg int_house_of_mt_day
            with dissolve
            "Я помахал мелкой на прощание и захлопнул за собой дверь."
            play sound sfx_table_hit
            "Туда тут же прилетела ещё одна шишка."
            "Но на неё внимания я уже не обратил."
            "Было у меня смутное подозрение, что рядом с этим магнитом неприятностей ждать мне спокойной жизни точно не следует."
            "Есть такие люди — они как ураган."
            "Вокруг них всегда что-то происходит, но сами они остаются неуязвимыми."
            "Коллатеральный ущерб проходит только по тем, кто рядом."
            "Правильно, ведь они же не в сердце бури."
            "Утешив себя таким образом, я сбросил обувь и плюхнулся на кровать."
            "Ещё с самого утра был какой-то недосып, его срочно требовалось компенсировать."
            window hide
            show blink
            pause(0.7)
            scene black
            "Спать."
            stop music fadeout 1
            pause(1)
            play sound sfx_7dl["eat_horn"] fadein 1
            "Разбудил меня только горн, зовущий всех к столовой."
            stop sound fadeout 1
        "Так где, говоришь, была яблонька?":
            "Я отпустил ручку."
            stop music fadeout 6
            pause(1)
            window hide
            scene bg ext_houses_day
            with dissolve
            play music music_7dl["runaway"] fadein 3
            th "Поверить не могу, что согласился на такое."
            dreamgirl "А что такое? {w}Неужели ты в самом деле собирался спать?"
            th "Нет, но как минимум насладиться тишиной и покоем собирался. Возможно, даже почитать что-нибудь."
            dreamgirl "Нишкни, читатель."
            if alt_day2_us_dubstep:
                dreamgirl "После твоих позавчерашних выкрутасов удивляюсь, как за тобой не приехала кровавая гэбня — раскулачивать."
            th "А что такого?"
            dreamgirl "Напоминаю, что за бортом малость не то время, откуда ты припёрся, а потому твои высокотехнологичные гаджеты могут представлять крайний интерес для всяких умных людей с корочками."
            dreamgirl "А ты спалиться хочешь. С телефоном ходишь, с плеером."
            dreamgirl "Идиётто."
            "Под таким соусом я ситуацию не рассматривал, а потому откровения внутреннего голоса прозвучали резко и неприятно."
            dreamgirl "Ага, ну кто-то же должен в этой голове думать, раз ты не собираешься."
            th "Спасибо, зануда."
            us "Похоже, чисто, пошли!"
            window hide
            scene bg ext_house_of_el_day
            with dissolve
            "Мы выбрались из кустов и одним рывком пересекли улицу, заняв новую наблюдательную позицию там."
            me "Может, и правда стоило остаться дома?"
            show us laugh sport with dspr
            us "Сёмыч, достал ныть!"
            "Ульянка ткнула меня кулаком в плечо."
            us "Ты же знаешь…"
            me "Нет, это ты знаешь! Что если меня заловят в тихий час, да ещё и комиссией…"
            show us laugh2 sport with dspr
            us "То ничего тебе не будет. {w}Они же за образцовость борются. Кстати, а такое слово точно есть?"
            me "Понятия не знаю, я тебе Брокгауз и Ефрон, что ли?"
            show us smile sport with dspr
            us "Злой! {w}Ладно, ещё один рывок."
            window hide
            scene bg ext_washstand_day with dissolve
            "Такими вот рывками мы и перемещались по лагерю."
            "Стелс-миссия практически."
            "Радовало одно — не обманула Ульянка, хотя могла бы."
            "Обещанная ей калитка располагалась в той же части лагеря, что и мы."
            "Стало быть, не придётся перемещаться через простреливаемую территорию."
            "И то хлеб."
            show us smile sport
            with dissolve
            us "Как я слышала, они до полдника будут проверять спортинвентарь, кружки и прочее."
            me "Физруку не позавидуешь."
            us "А что ему? Не он же снаряды строил и поле футбольное копал."
            me "Вопросами точно замучают."
            "Я выдохнул."
            us "Держишься ещё?"
            me "Не дождёшься."
            "Пропыхтел я."
            us "Последний рывок, и… На старт!"
            window hide
            scene bg ext_musclub_day
            show blackout_exh
            with fade
            "Ульянка помчалась мимо музыкального клуба, забирая ощутимо влево, направляясь к периметру лагеря, и…"
            hide us with dissolve
            "Нырнула в кусты!"
            "Ошалело помотав головой, я последовал за ней"
            window hide
            scene bg ext_backdoor_day_7dl
            with flash
            extend " и через несколько секунд уже моргал от контрастной темени."
            show us laugh sport with dissolve
            us "Вот мы и на месте!"
            me "Где?"
            "Здесь не было ничего особенного, стена как стена…"
            "Правда, до сих пор границы лагеря были забраны кирпичом, потому я не сразу обратил внимание на то, что здесь кирпич сменило несколько метров сетки-рабицы в железном каркасе."
            "Из-под одной секции бил ключ, прихотливо затекающий сначала на территорию, а позже, уже у самых кирпичей — прочь, в лес."
            us "К слову о Борис Саныче — пока мы бежали, я его заметила!"
            me "Надеюсь, он в свою очередь не заметил тебя?"
            us "Судя по количеству морд вокруг него? {w}Не думаю."
            show us smile sport with dspr
            us "Ладно, подсади."
            me "А калитка?"
            us "Она чуть подальше, но нам нужно именно это место."
            us "Видишь, ветки подходят к самому забору? Нам туда."
            "Приглядевшись, я наконец смог увидеть и яблочки — некрупные по июлю, но это и неудивительно."
            "Наконец, позволил себе расслабиться — никто не собирался учинить со мной очередной жестокий розыгрыш."
            show us calml sport with dspr
            us "Ты долго ещё тормозить собираешься?"
            "Я послушно кивнул и, собрав ладони лодочкой, подставил их Ульяне."
            hide us with easeoutbottom
            "Та с гиканьем взлетела на верхнюю часть секции и, найдя ветку нужной толщины, шагнула туда."
            us "Айда за мной, Сёмыч!"
            me "Да жди. Меня-то никто не подсаживал."
            us "Плачешь, как маленькая девочка. Заберёшься сам, не маленький."
            "Забраться-то было полдела."
            "Как я предполагал, ветка, достаточно крепкая, чтобы выдержать вес Ульянки, подо мной ощутимо просела и загуляла, протестующе скрипя."
            me "Не по Сеньке шапка… Или в данном случае ветка. {w}Уль!"
            us "Мням-чвяк?"
            me "Не держит она меня, ветка."
            us "Мнямтому что кто-то очень много мням!"
            me "Не ожидал от тебя сочувствия."
            "Ульяна над головой захохотала, а потом закашлялась."
            me "Ага, гадюка, ядом подавилась? {w}Я так и думал."
            "Спрыгнув с секции на землю, я стал прикидывать, где бы здесь можно было зацепиться и поставить ногу."
            window hide
            with joff
            "Полчаса беспрестанных попыток спустя я уселся на землю под деревом и подвёл итоги."
            "В активе — непокорённая яблонька с обломанными каким-то гадом ветками там, где я мог бы допрыгнуть и подтянуться."
            "В пассиве — ободранные ладони, ушибленное колено и ноющая спина (два падения)."
            us "Я же говорила тебе!"
            th "Ага, и охрипшая от хохота Ульянка. Это актив или пассив?"
            us "И яблочки наверху вкуууусные!"
            me "Сбрось хоть попробовать, что ли."
            us "Лови!"
            "Я ощутил себя Невтоном, когда мне по маковке стукнуло небольшим зелёным яблочком."
            me "Эй, аккуратнее!"
            us "Жуй давай! {w}О, красненькое!"
            "Ульяна потеряла ко мне всякий интерес, так что мне ничего не оставалось, как протереть яблочко о рубашку и укусить."
            window hide
            with flash_cyan
            "Яблочко действительно вкусное."
            "Похоже, кто-то ухаживал, прививал и всё такое."
            "Тут из-за забора послышался вкрадчивый вопрос:"
            sl "Вкусно?"
            "Я чуть огрызком не подавился, честное слово!"
            me "Славя, нельзя же так людей пугать!"
            show sl smile sport with dissolve
            "Славя, по непонятной причине переодетая в спортивную форму, легко форсировала забор и подошла ко мне."
            sl "Вас испугаешь, пожалуй."
            "Она качнула головой, и метко брошенное сверху яблочко стукнуло о землю."
            "Сверху раздался разочарованный вопль."
            sl "Ульянка, спускайся."
            us "И не подумаю!"
            show sl dontlike sport with dspr
            sl "Спускайся, говорю! {w}Или хочешь, чтобы тебя опять с пожарной лестницей снимали?"
            us "В этот раз я им не дамся!"
            show sl laugh sport with dspr
            sl "Поселишься тут и будешь жить?"
            us "А что? Нормальная идея!"
            show sl smile sport with dspr
            sl "Спускайся, на полдник печатный пряник."
            "В кроне задумчиво засопели, а я постарался урвать и свою толику внимания."
            me "Опять от высочайших гостей сбежала?"
            sl "Нет, их забрала вожатая второго отряда на подготовку к концерту."
            me "Какому концерту?"
            sl "На который вы оба после полдника отправляетесь! Имейте совесть, и без того сончас прогуляли!"
            stop music fadeout 1
            pause(1)
            play sound sfx_7dl["eat_horn"] fadein 1
            "И будто подтверждая её слова, над лагерем разнёсся горн, призывающий всех в столовую."
            stop sound fadeout 1
            $ alt_day4_sl_7dl_herc_appletree = True
            $ karma += 10
    stop music fadeout 5
    pause(1)
    window hide
    scene bg ext_dining_hall_away_day
    with dissolve
    play music music_7dl["too_serious"] fadein 3
    play ambience ambience_camp_center_day fadein 6
    "К счастью, в этот раз организаторы подошли к проблеме голодающих с немного большим умом, потому в дверях образовался этакий затор из уже слопавших свою коврижку и спешащих сделать то же самое."
    "Что радовало, из вожатского состава были всего двое — и ни одна из них к первому отряду отношения не имела."
    "Нет, я не против компании Ольги Дмитриевны… лимитированными дозами."
    "Но когда она ярится и обращается смерчем в панамке и галстуке, я предпочитаю держаться подальше."
    "С армии ещё — если человек зол, то достаётся всем в радиусе досягаемости."
    "Даже если те ни в чём не виноваты."
    window hide
    with fade
    "Очередь продвигалась неторопливо."
    if alt_day4_sl_7dl_herc_appletree:
        "А стоящая впереди Ульянка вся извертелась:"
        show us dontlike sport at left with dissolve
        us "Эй, можно побыстрее? Всё же без нас съедят!"
        show sl smile pioneer at right with dissolve
        sl "Не беспокойся, не съедят."
        us "Или не знаю тогда, скажут, что полдник закончился и кто не успел, получит на ужин."
        show sl laugh pioneer with dspr
        sl "С тобой хоть раз такое бывало?"
        show us normal sport with dspr
        us "Нет. Но к нам проверяющие как-то раньше не заезжали."
        me "Всё когда-нибудь бывает в первый раз."
        show us calml sport with dspr
        us "А ты вообще молчи! {w}Накаркаешь ещё."
        hide us
        hide sl
        with dissolve
    "Шумная процессия, замыкаемая всклокоченным пионером в растрёпанной рубашке навыпуск, завершилась, и в дверь понемногу начал просачиваться и наш отряд."
    th "И всё ради одного пряника?"
    th "Могли бы и вожатых подрядить, чтобы те раздали."
    dreamgirl "Ты недооцениваешь всю значимость ритуалов."
    dreamgirl "После полдника тихий час официально заканчивается, и у пионеров до ужина появляется собственные свободные три часа."
    th "Серьёзно?"
    window hide
    scene bg ext_dining_hall_near_day
    show mt normal pioneer at zenterleft
    with dissolve
    mt "Так, дети! Про концерт после полдника все помним?"
    dreamgirl "Или относительно свободные."
    show mt normal pioneer at center with move
    if alt_day4_sl_7dl_herc_appletree:
        show us sad sport at right with dissolve
        us "Да уж помним."
        "Ульянка недовольно покосилась на Славю."
    mt "Явка обязательна!"
    me "А если у нас будут свои дела?"
    show mt smile pioneer with dspr
    mt "Сейчас ваше самое главное дело — это концерт. Чтобы все были, я понятно выражаюсь?"
    mt "Это касается всех!"
    show mz normal pioneer at left with dissolve
    mz "И меня?"
    "Скрипнула Женя."
    mt "Нет, ты можешь дальше дежурить, а то мало ли."
    "Женя благодарно кивнула."
    "А там и наша очередь подоспела — не слушая больше вожатую, мы кинулись под своды храма чревоугодия."
    window hide
    play sound sfx_open_door_kick
    pause(1)
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 2
    me "Ольга Дмитриевна, а я не могу пойти на концерт!"
    show mt normal pioneer with dspr
    mt "Это почему же?"
    if len(list_clubs_7dl) > 0: 
        me "Дак это… Я в кружок записан. Помните?"
        if 'nwsppr' in list_clubs_7dl:
            me "Я же в стенгазету записан."
            mt "Вот как раз сходишь на концерт и материал соберёшь, статью напишешь!"
        elif 'soccer' in list_clubs_7dl:
            me "У нас тренировка в футбольном кружке."
            mt "Что ты мне рассказываешь? {w}Борис Александрович будет у эстрады, какая тренировка?"
        elif 'volley' in list_clubs_7dl:
            me "Я думал поиграть в волейбол."
            show mt grin pioneer with dspr
            mt "С девочками?"
            mt "Нет, у нас в обед был товарищеский матч с родителями, так что мяч тебе никто не даст."
        elif 'badmin' in list_clubs_7dl:
            me "Я думал сыграть в бадминтон."
            mt "Чем играть будешь? {w}Это раньше инвентарь был весь в сарае без замка."
            mt "Сейчас из-за проверок всё убрали, поиграть не получится."
        elif 'music' in list_clubs_7dl:
            me "Я думал порепетировать перед гала-концертом."
            mt "Ты будешь выступать?"
            me "…наверное."
            mt "Мику-то ведёт концерт. Или ты один репетировать собрался?"
            me "Да!"
            mt "Не говори глупостей. На концерт сходишь, а после ужина порепетируешь — как раз все родители уедут."
        elif 'cyber' in list_clubs_7dl:
            me "К кибернетикам."
            mt "Подождут твои кибернетики, никуда не денутся."
            "Отмахнулась вожатая."
            mt "Тем более, что они тоже будут на концерте."
    else:
        me "Ну… Э…"
        mt "Понятно."
    mt "Я всё сказала, на концерте персонально жду каждого."
    mt "А теперь марш за стол!"
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day4_sl_7dl_herc_evening:
    play music music_7dl["your_life"] fadein 3
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 6
    "На самом деле, я не собирался никуда идти."
    "В конце концов, что я там не видел?"
    "Очередных детишек, которых не в состоянии отрепетировать номер настолько, чтобы их движения хотя бы выглядели синхронно?"
    "Нетушки, спасибо."
    "Я такой самодеятельности сполна хлебнул на всяческих днях города и прочих мероприятиях, на которые по недомыслию заглянул однажды — давным-давно…"
    "И вот пляшут они невпопад или орут мимо нот — и нагло смотрят со сцены в зал."
    "А ты их одёрнуть не моги! Как же, «этождети»."
    "Практически как вчера на дискотеке: позориться будут они, а стыдно будет мне."
    "Так что…"
    me "Ульянка, ты на концерт собираешься?"
    show us normal sport with dissolve
    "Девочка посмотрела на меня и выразительно покрутила пальцем у виска."
    us "Я похожа на сумасшедшую?"
    me "Да."
    show us laugh sport with dspr
    us "Это был исторический вопрос. {w}Конечно, я не хочу никуда идти."
    me "Исторический."
    show us smile sport with dspr
    us "Да!"
    show mt normal pioneer at left with dissolve
    show us normal sport at cright with move
    mt "Сидорова, я всё слышу."
    us "А я что, я ничего!"
    mt "Даже не думай сбежать! Это и тебя, Сычёв, касается." 
    me "А я что…"
    show mt angry pioneer with dspr
    mt "Я всё сказала!" with vpunch
    mt "И, Сидорова — переоденься! {w}Я не желаю тебя видеть в таком виде на концерте."
    us "Так, может, я и не пойду тогда?"
    mt "Чтоб была! На концерте."
    "Раздельно и отчётливо произнесла вожатая."
    mt "Иначе сама знаешь, что будет."
    us "Значит, мне идти на концерт?"
    show mt rage pioneer with dspr
    mt "Да! То есть, нет."
    mt "Ты издеваешься! {w}После полдника чтоб переоделась и была на концерте в нормальной форме."
    show us calml sport with dspr
    us "Вас не поймёшь. То иди, то не иди…"
    hide mt with easeoutleft
    "Ольга схватилась за голову и поспешила убраться подальше, пока Ульяна опять не начала задавать вопросы."
    mt "Феоктистова, проследи."
    "Бросила она через плечо."
    "Славя растерянно проводила вожатую взглядом и после этого обратила внимание на нас."
    show sl sad pioneer at left with dissolve
    sl "Ольге Дмитриевне и без того трудно, а вы!.."
    me "Трудно — что? Собрать пионеров? Или заставить их переодеться?"
    me "Тебя не раздражает то, что она половину своих забот сваливает на тебя?"
    show sl normal pioneer with dspr
    sl "Нисколько. {w}Надо помогать."
    show us smile sport with dspr
    "Ульянка хитро посмотрела на меня, а потом выдала:"
    us "А её тон?"
    sl "Нормальный тон. Она дала мне поручение, и…"
    us "Она дала приказание. Как будто ты её раб и не имеешь права голоса."
    show sl sad pioneer with dspr
    sl "Это неправда. {w}У всех сегодня тяжёлый день, так что можно простить."
    me "И прощать потом каждый раз, когда кто-то захочет прокатиться у тебя на шее?"
    "Славя заспорила было, но я уже не обращал на неё внимания."
    "Да и спорила она скорее из своей «правильности»."
    "Слишком уж отчётливое сомнение было на её лице."
    "Я затолкал остатки пряника в рот и поднялся, помахав девочкам на прощание."
    stop music fadeout 5
    pause(1)
    window hide
    play sound sfx_open_door_1 fadein 0
    pause(1)
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_evening fadein 6
    play music music_7dl["too_quiet"] fadein 3
    "Когда я вышел на улицу, моё внимание привлекли чьи-то громкие крики."
    "Мальчишеские, судя по голосу."
    th "Вот что надо было показывать комитету, а не…"
    "Я поспешил за угол столовой, откуда и доносилась перебранка."
    window hide
    scene bg ext_dining_hall_backroad_day_7dl at zexitleft
    with dissolve
    "Двое мальчиков достаточно плотной комплекции волокли куда-то в сторону туалета мальца похлипче, пусть и того же возраста."
    me "Эй!"
    "Позвал я."
    me "Опустите своего друга на место."
    ml "Отстань, дядя."
    me "Или мне вожатую кликнуть?"
    ml "Да твоё какое дело?"
    me "Похоже, по-хорошему вы не понимаете." 
    "Я хрустнул костяшками пальцев, направляясь к ним."
    "Почему-то с удивившей самого себя неохотой."
    window hide
    with joff
    "Когда я с ними закончил, на земле остался только спасённый юнец, да какая-то деревянная труха под ногами."
    me "Цел?"
    "Я наклонился и протянул ему ладонь, помогая подняться."
    show al shy pioneer with dissolve
    "Он оказался ощутимо ниже меня, вихрастый, состоящий, казалось, из одних углов и голяшек."
    "Даже лицо у него было резкое, подобное тому, что я видел высеченным на стенах «Маяковской»."
    "В общем, крайне приметная физиономия."
    if alt_day4_sl_7dl_help1:
        "Крайне знакомая к тому же."
    al "Я бы сам справился."
    me "Конечно, справился. {w}Но только какой ценой?"
    "Он угрюмо насупился."
    me "Куда они тебя тащили?"
    al "В яму."
    me "В яму. {w}Полагаю, не для того, чтобы там по голове погладить или руку пожать?"
    "Он промолчал."
    me "Что ты молчишь?"
    al "Да подкараулили, хряки.{w} Так-то к нам они подходить боятся, а сегодня к остальным родители приехали, и я один."
    me "Ещё и коллективный скандал."
    dreamgirl "Вот что надо было комиссии показывать."
    th "Ты не помогаешь!"
    al "Я ничего, я по лагерю шёл, а у нас несколько человек детдомовских, к ним никто не приезжает."
    al "Хряки над ними смеялись, инкубаторскими называли, кидались камнями. {w}Я и вступился."
    me "Доволен получившимся?"
    al "А надо было пройти мимо? {w}Ты бы прошёл?"
    "Он посмотрел мне в глаза, и я, уверенный до сих пор, что прошёл бы и плюнул, вдруг понял…"
    "Не прошёл бы."
    "Не потому, что нельзя обижать тех, кому и так по жизни досталось."
    "А всё из-за той пресловутой отцовской справедливости, на которую он сам же и наплевал с высокой колокольни."
    me "Ты со Славей, случаем, не знаком?"
    "Он не удивился:"
    al "Помощница из вашего отряда."
    me "Она."
    al "Она хорошая, никогда смеяться не станет."
    me "Это-то точно…"
    dn "Алькааааа!"
    "От туалета к нам понёсся метеор, сплошь состоящий из кудряшек, растрёпанности и рубашки навыпуск."
    show al smile pioneer with dspr
    "Обозванный Алькой отвернулся от меня и посмотрел в сторону кричащего, заулыбался:"
    al "Данька."
    "Развернулся было поприветствовать товарища, но застеснявшись, опустил руки."
    show dn grin pioneer at cright with easeinright
    "А тот наоборот налетел, заколотил приятеля по плечу, заговорил о чём-то…"
    "И чтоб немного подбавить лимончика в получающуюся сахарность, я уведомил:"
    me "Твоего друга только чуть в яму не бросили."
    show dn upset pioneer at right with move
    dn "А ты ещё кто такой?"
    $ meet('al',"Алька")
    $ meet('dn',"Данька")
    al "Он мне помог, Данька! А ты говорил, старшакам всегда плевать."
    show dn dontcare pioneer with dspr
    dn "Так и ему плевать. {w}Ты просто всего не знаешь."
    al "Так он за меня вступился, когда хряки меня к яме тащили!"
    dn "А почему они тебя тащили?"
    "Ласково поинтересовался Данька."
    al "В детдомовских кидали камнями и не попали, а я кидался в хряков и попал."
    dn "Что ж. Спасибо, что выручил моего друга."
    "Данька протянул мне руку, на которую я с удивлением уставился:"
    me "В смысле «спасибо»? Ты хочешь сказать, что поступил бы иначе?"
    show dn sick pioneer with dspr
    dn "Я бы возглавил отряд, и мы вместе бы им наваляли."
    me "Понятно всё с тобой. {w}Бывай."
    "Я помахал Альке и, развернувшись, отправился на эстраду."
    window hide 
    scene bg ext_square_day
    with dissolve
    "И вот, кажется, весь мир такой хороший, люди друг другу не волки и не враги лютые."
    "От каждого по способностям и всё такое."
    "А копни поглубже?"
    "С северо-запада донеслись первые басовые раскаты — похоже, проверяли аппаратуру."
    "Пожав плечами, я направился туда."
    "Что-то подсказывало, что не последняя это наша встреча."
    "Хотя названный Данькой и не поленился поблагодарить, я понимал: этим всё не исчерпано."
    "Должно быть что-то ещё. {w}Хотя бы нагоняй от вожатой за растрёпанный внешний… К слову."
    "Я остановился поправить ремень с рубашкой, смахнуть налипший на шорты сор."
    "Костяшка на левом кулаке была рассажена, но, надеюсь, никто не обратит на это внимания."
    stop music fadeout 6
    pause(1)
    window hide
    scene bg ext_stage_big_clear_day_7dl
    with dissolve
    play music music_7dl["surf"] fadein 3
    "Весь лагерь уже был на местах, потому мне снова пришлось тратить время, искать место, куда бы можно приземлиться."
    dreamgirl "А если бы помогал с подготовкой — занял бы самые лучшие места у эстрады."
    th "А если не выступать не по делу, то можно и помочь в поисках."
    dreamgirl "Да что там искать-то? Вон, центральный ряд, последние скамейки."
    "Сидящая уже там Славя приподнялась и помахала мне рукой."
    "Я поспешил к ней поближе, между делом оглядываясь по сторонам."
    "Исключая Женьку, наши все были здесь — даже Ульянка."
    "Первый отряд был самым малочисленным, потому и отделили нам всего две скамейки, плотно заняв все остальные."
    "И причина тому была всё та же, доставляющая окружающим неудобства, что и весь день до того."
    "Родители. И эти бездельники из комитета."
    "Они оставили всего одну скамейку, на которой разместился обслуживающий персонал, из-за чего части местных приходилось вовсе стоять."
    "Чего нельзя сказать о ситуации в правой части!"
    "Нет, ряды с первого по предпоследний были забиты плотно, а вот на последней скамейке…"
    th "Похоже, повезло мне схлестнуться с хлопцами из второго отряда."
    dreamgirl "Гражданская война практически."
    "На задней скамейке, оставив меж собой чуть ли не полуметр, с недовольным выражением сидели крайне знакомые морды лиц."
    "Парочка из Даньки с Алькой (интересно, что это за имя — Алька? Алексей?) зверилась и скалила зубы на совершенно аналогично ведущую себя парочку упитанных хлопцев, с которыми я уже толковал."
    "А так как сидели они все у самого края, то Данька практически свисал, грозя упасть меж рядов."
    show sl normal pioneer with dspr
    sl "Ты где пропадал?"
    me "Дела, дела…"
    sl "Понятно."
    "Похоже, Славя и не прислушивалась к тому, что я несу."
    "Она вскочила, пропуская меня, и тут же плюхнулась на место, стоило лишь мне сесть."
    "Сидящая справа Алиса кивнула мне и вернулась к унылому оглядыванию зрительских рядов."
    window hide
    show blink
    "Я смежил веки, кивая в такт разносящемуся из динамиков меланхоличному синтивейв-перебору."
    "Здесь было не то, чего я хотел, и не так, как я мечтал."
    "Но если сильно не выступать, то вполне и вполне здесь было."
    "Спину подогревало солнышком сквозь рубашку, а от сидящей рядом Слави едва уловимо пахло чем-то знакомым."
    "Не то берёзовым соком, не то дегтярным мылом…"
    th "Тепло, мирно, мухи не кусают и на работу никто не гонит."
    dreamgirl "Ты ещё усни тут."
    th "Ага, на плече у Слави."
    "И вдруг будто тучи заслонили солнце, хотя оно по-прежнему продолжало греть мне спину."
    stop music fadeout 3
    pause(1)
    "Я вдруг тем самым местом почуял, что что-то не так."
    th "Неприятности?"
    play music music_7dl["areyouabully"] fadein 10
    scene bg ext_stage_near_clear_7dl
    show unblink
    "Я открыл глаза."
    "Как оказалось, не подводила меня чуйка, совсем не подводила."
    "Есть какая-то мерзкая, извращённая логика, работающая как в моём времени, так и в этом."
    "И логика эта гласит, что чем отвратительнее какое-то явление, с тем большей вероятностью у него появятся защитнички."
    "Это касается дешёвых машин с мерзко орущей сигнализацией, картавых актёров озвучки."
    "И, конечно, таких вот подсвинков."
    "Видимо, заметив меня, один из бесправно обиженных спрыгнул со скамейки и кинулся ябедничать своей… маме? Сестре?"
    "Родственная связь была налицо, но мне тяжело было установить качество."
    window hide
    with fade2
    "Конечно, сейчас, размахивая руками, он доносит до родственницы совершенно другую картину, нежели та, что происходила на самом деле."
    "И в его описании именно он белопушистый, а вредный сутулый старшак — гад и сволочь."
    "Разве не прелесть?"
    "Ходячий стереотип."
    "Я с интересом наблюдал за происходящим, а почуявшая нечто неладное Алиса проследила за моим взглядом и вопросительно вскинула бровь."
    "Я предпочёл проигнорировать её."
    "А ну как пронесёт."
    dreamgirl "Пронесёт, конечно!"
    th "Ещё и пальцем тыкает, упырь. {w}Он же понимает, что его родственница уедет, а я останусь?"
    th "Как бишь там было — это не меня заперли с вами…"
    "Пухленькая, найдя меня взглядом, неторопливо поднялась и, всем видом выражая грядущие неприятности, отправилась в обход рядов."
    "Должно быть, то, что она не сводила с меня глаз, должно было как-то меня озадачить или даже напугать?"
    "Не уверен."
    "Я же не чувствовал ни того, ни другого. {w}После нашего сержанта я людей не боюсь в любом их обличье."
    "Все люди легко делятся на две половины."
    dreamgirl "Или четыре четверти, да."
    "Хотя ничего приятного в этом не было, конечно."
    th "Ольга Дмитриевна опять будет злиться. Славя, конечно, не одобрит."
    "Последнее удручало, пожалуй, сильнее всего."
    "Почему-то мне хотелось, чтобы она чаще улыбалась, чем грустила."
    "А уж её неодобрение…"
    th "Всё, решено. Что ты там хряк этой мадаме не наговорил — приму всё на себя, не моргнув и глазом."
    th "В конфликты вступать не буду, буду тихо-скромно молчать и…"
    stop music fadeout 3
    pause(1)
    window hide
    with flash
    play music music_7dl["dropit"] fadein 3
    voice "Так это ты, значит, руки распускаешь?"
    "Она встала за спиной у меня, из-за чего приходилось опасливо оглядываться — она вполне могла и ударить."
    "Голос у неё оказался высокий, визгливый и бесконечно уверенный в себе."
    "Голос человека, привыкшего к полному и безоговорочному повиновению."
    me "Допустим."
    voice "Ах, допустим! {w}Вы глядите на эту рожу наглую, он ещё и соглашается!"
    voice "В город вместе со мной поедешь, ясно тебе? Будем в комнату милиции тебя оформлять за рукоприкладство!"
    me "Я так не думаю."
    voice "Я не спрашивала, что ты думаешь! Я тебе сказала…"
    me "Скажите это вожатой или начальству. Если прикажут — поеду."
    voice "Ах ты!"
    "Судя по шороху одежды, она замахнулась."
    th "Сейчас она меня ударит, и у меня будет полное право на превышение пределов самообороны."
    "Обречённо мелькнуло в голове."
    "Хотя драться с женщиной…"
    mt "Кто вы такая и по какому праву кричите на моего пионера?"
    voice "А вы, значит, вожатая? Как это вы за своими лбами здоровыми следите, интересно, что они ходят по лагерю и других увечат?"
    voice "Ишь, сидит, харя наглая! Ничего, я тебе это так просто не оставлю."
    mt "Так."
    "Терпение вожатой тоже было на пределе, потому она подбавила металла в голос:"
    mt "Отойдём и вы всё мне расскажете. Если пионер в чём-то виноват, он понесёт наказание."
    voice "Да виноват, конечно! Он же моего… Ой!"
    "Судя по удаляющему визгу, вожатая всё же применила силу."
    "Я обернулся — она тащила толстуху за собой."
    window hide
    with fade
    "Я чувствовал себя неуязвимым."
    "Более того, сейчас я чувствовал, что делаю нечто правильное."
    "Большая часть силы и власти таких вот гадов, плюющих на окружающих — в равнодушии самих окружающих."
    "Или неумении, неспособности постоять за свои права."
    "Вот только машине с мерзкой сигналкой в итоге неизбежно оставят кирпич в лобовом стекле — и никто не найдёт концов."
    "Картавому недоартисту в итоге придётся принять на себя полное ведро помоев за элементарное непонимание того, как сильно бесят его дефекты речи."
    "А такому вот подсвинку обязательно встретится сутулый старшак, не стесняющийся преподать пару уроков ударно-импульсным воздействием."
    "Потому что есть элементарные правила общежития, без соблюдения которых ты не можешь считаться человеком."
    "И обязательно должен появиться кто-то вроде меня."
    "И… сказать по правде, мне было даже любопытно, как низко нужно пасть в глазах начальства, чтобы мне кто-то что-то сделал."
    window hide
    with fade
    play music music_7dl["temptation"] fadein 6
    dreamgirl "Героем решил стать?"
    "Я криво улыбнулся, вспомнив ещё одно значение этого выражения."
    show dv normal pioneer with dissolve
    dv "Что у вас там произошло?"
    me "Ничего особенного."
    show dv normal pioneer at left with move
    show us smile pioneer at right
    with dissolve
    us "Колись давай, новичок."
    if alt_day4_sl_7dl_herc_appletree:
        "Прошамкала Ульяна — похоже, яблок, набранных ещё в тихий час, у неё было много."
    else:
        "Прошамкала Ульяна — похоже, яблок она набрала преизрядно."
    me "Отстаньте. {w}Вас это не касается."
    show dv grin pioneer with dspr
    dv "Так-таки и не касается? Какая-то баба орёт на нашего товарища, а это нас не касается?"
    "Славя, вполуха прислушивающаяся до поры к нашей беседе, машинально кивнула."
    "Похоже, даже её заинтриговало."
    me "Любопытной Варваре…"
    we "Рассказывай давай!"
    "Хором потребовали рыжие."
    "Пришлось уступать."
    window hide
    with fade2
    me "Да я там по балде кое-кому дал."
    "Славя ожидаемо поморщилась."
    "Сидящие перед нами пионеры развернулись и, выразительно сверкнув глазами, приложили палец к губам — на сцену карабкалась Мику."
    "Я послушно понизил голос на полтона:"
    me "Очень нарывались."
    show dv normal pioneer with dspr
    dv "Кому ты дал, я уже видела. А вот за что?"
    me "Ты видела не всех."
    "Палец описал дугу и ткнул в сторону второго оставшегося хряка."
    me "Их было двое — тащили в яму третьего. Того, что сидит вторым с края."
    dv "Ульянка, твоя гвардия."
    show us dontlike pioneer with dspr
    us "Что-то не похоже на них. Я поговорю."
    me "За руки и за ноги волокли. Пришлось остановить их, задать несколько вопросов."
    me "Они почему-то решили, что можно меня послать — пришлось убеждать их в обратном."
    show dv smile pioneer with dspr
    dv "Да ты защитник!"
    me "Не, я — точно нет. Вот Алька…"
    show us normal pioneer with dspr
    "Я продолжил рассказ, увязывая между собой события дня, укладывая их в том числе и в собственной голове, периодически сбиваясь на шиканья с передних рядов."
    "Внезапно Алиса подобралась и оборвала меня:"
    show dv sad pioneer with dspr
    dv "В кого камнями кидали, ещё раз?"
    me "Я же говорю — в дет…"
    dv "Нет, ты имена знаешь?"
    me "Я не спрашивал, надо у Альки узнавать."
    "Алиса особым, крайне внимательным взглядом оглядела моих новых друзей, запоминая их лица."
    "И что-то мне подсказывало, что ничего хорошего им этот взгляд не сулит."
    "Правда, с чего это оторве Двачевской вступаться за кого-то, мне было решительно непонятно."
    "Но я в чужую душу лезть не собирался."
    "Тем более, что и Славя, всё это время смотрящая на меня с крайней степенью неодобрения, под конец рассказа пусть самую чуточку, но смягчилась."
    "На мгновение отвернулась от эстрады и, посмотрев мне прямо в глаза, кивнула."
    "Отвернулась за мгновение до того, как я вспомнил, что социопат и вообще-то теряюсь от прямого зрительного контакта."
    window hide
    scene bg ext_stage_near_clear_7dl
    with fade
    "Почуяв краем щеки чей-то непрерывный поток внимания, посмотрел туда."
    "Склочная баба вернулась, это значит…"
    play sound sfx_punch_medium
    with vpunch
    me "Ой!"
    "От неожиданного хлопка между лопаток, я подскочил и обернулся."
    show mt angry pioneer close with dspr
    "Там стояла вожатая."
    "Очень близко стояла."
    "И выражение лица у неё было крайне недовольное!"
    mt "После ужина потолкуем, Сёмыч."
    hide mt with easeoutright
    "И испарилась."
    "Вернее, думала испаряться!"
    "Пока мы общались, у Алисы с Ульяной параллельно тоже вышел какой-то диалог."
    "Вернее, Алиса пыталась увещевать Ульянку, а та отбивалась и капризничала."
    "Я не мог сказать точно, так как был занят дипломатией и на глупости отвлекаться права не имел."
    "Потому к моменту, когда я освободился и вернул себе нормальное положение, девочка уже сидела, надувшись, и что-то бормотала."
    "До меня доносились только отголоски."
    us "…можно, а мне нет!.. Концерт дурацкий… идиоты на сцене…"
    "В этот момент на сцену вылез какой-то мальчик с полностью отмороженными глазами, в брюках и рубашке с длинным рукавом."
    "Распахнув алую папочку в руках, он со вкусом откашлялся и завопил:"
    ml "Стихи про пионеров!!!" with vpunch
    show us dontlike pioneer with dspr
    us "Не ори!"
    "Недовольно буркнула Ульяна."
    "На неё все зашикали, но пионер на сцене и бровью не повёл."
    ml "Стихи — Владимир Маяковский!"
    "Он набрал в грудь ещё побольше воздуха и заорал уже совсем невероятно громко:"
    ml "За море синеволное, за сто земель и вод разлейся, песня-молния, про пионерский слёт!" with vpunch
    "Все вокруг морщились, но терпели."
    "Все."
    "Кроме Ульянки."
    "Видимо, ей досталось какое-то невкусное яблочко — откусив, она скривилась, плюнула."
    "Потом озверело посмотрела на эстраду и сама завопила."
    us "Да заткнись ты уже!"
    mt "Ульяна! Что за слова!"
    us "А что? Он орёт как портовой гудок! Ну невозможно же!"
    "Над эстрадой повисла тишина."
    us "Кто со мной согласен? Давайте кричать!"
    "Она начала растопку-расхлопку на мотив известного «We will rock you»."
    us "По-шёл вон! По-шёл вон!"
    "Ольга вскочила и кинулась к малявке, но той уже вожжа под хвост попала."
    "Ещё раз скептически осмотрев яблоко, она швырнула то в горе-артиста."
    "Что характерно, не промазала — угодила прямо в лоб!"
    "Тут же полезла в карман за ещё одним яблоком."
    us "Это, конечно, не тухлые помидоры…"
    "Наконец, вожатая добралась до Ульянки, но к тому моменту ей начали подпевать и другие пионеры, а «звезда», изменившись в лице, убежал с эстрады."
    window hide 
    scene bg ext_stage_big_clear_day_7dl
    with fade
    "Вожатой пришлось перегнуться через нас для того, чтобы дотянуться до Ульяны, и соседство, пусть и мгновенное, было крайне приятным."
    "А дальше был кратковременный полёт одной красновласой злостной нарушительницы, которую, как морковку из грядки, вытащила вожатая."
    "И потащила прочь."
    me "Похоже, кто-то сегодня будет бедный."
    show sl laugh pioneer with dissolve
    sl "Сомневаюсь. Это не в первый уж раз такое."
    "Шёпотом поделилась Славя."
    sl "Даже не знаю — и зачем Ольга Дмитриевна каждый раз пытается притащить Ульяну на концерт?.."
    stop music fadeout 3
    pause(1)
    hide sl
    window hide
    with fade
    play music music_7dl["explore"] fadein 5
    "За беседой мы заметить не успели, что выступления между делом подошли к концу."
    "Незадачливого чтеца на эстраде сменила Мику с очередным японским песнопением, которое к моему большому неудовольствию мы проморгали, занятые конфликтом между вожатой и Ульянкой."
    "Всё, что услышали — это:"
    mi "Спасибо! {w}А на этом концерт для родителей объявляется закрытым!"
    mi "Всех прошу в столовую."
    "Она махнула нам рукой и, спорхнув с эстрады, принялась деловито обесточивать аппаратуру."
    "Над рядами тут же стаккато разнеслась перекличка отрядов, строящихся здесь же."
    show sl normal pioneer at left with dissolve
    sl "Опять всё на мне… {w}Первый отряд… На ужин стройсь!"
    "Ленивые и недовольные старшаки, кряхтя и поминая чью-то бабушку, принялись выползать со скамеек."
    "К тому моменту самые быстрые и самые голодные уже организованными рядами умчались к умывальникам."
    "Разумеется, я говорю о пятом отряде и отряде дармоедов."
    dreamgirl "Тебе не надоело ещё?"
    th "А что такое? Припёрлись пожрать нахаляву, только все мешают."
    dreamgirl "Чья бы корова мычала."
    th "А ви-таки имеете шо возразить?"
    dreamgirl "Молчу-молчу. Посольский сынок."
    show dv smile pioneer at right with dissolve
    dv "Новичок, ты на ужин не идёшь?"
    "Я вздрогнул и очнулся."
    me "Что значит, не идёшь? Ещё как идёшь!"
    sl "Тогда шагом марш вместе со всеми!"
    window hide
    play sound sfx_open_door_1
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 5
    "Наученные горьким опытом, вожатые подгоняли и подгоняли пионеров, чтобы те кушали побыстрее."
    "Так что виновники торжества удостоились не одного ласкового взгляда в свою сторону."
    "Зато!"
    "Мне не пришлось стоять с тарелками как бедному родственнику."
    "Даже не пришлось теснить знакомую уже вожатую второго отряда."
    "Нет, меня посадили между Славей и Леной — отчего последняя ощутимо вздрогнула и покраснела."
    "И в любой другой ситуации я бы обратил внимание на этот крайне презанятный факт, но тут над головами откашлялись колонки и заорали:"
    play sound sfx_7dl["phone_feedback"] fadein 0
    dy "Уважаемые гости нашего лагеря!"
    me "Тьфу ты ну ты. {w}А ещё погромче нельзя было?"
    dy "Благодарим вас за то, что уделили сегодня нам своё время!"
    dy "Ждём вас в следующий раз, а для тех, кто ещё не уехал, после ужина к воротам будет подан автобус!"
    th "Дармоеды, говорю же. И поели нахаляву, и развозку получили."
    dy "Он проследует прямиком до Радченко с остановкой на развилке, если кто-то вдруг едет в другую сторону."
    dy "Ещё раз спасибо и приятного аппетита!"
    window hide
    with fade
    "Динамики щёлкнули и стихли."
    me "Кхе, так и подавиться недолго."
    show sl angry pioneer with dspr
    sl "А ты вообще молчал бы!"
    me "Пардон?"
    sl "Значит, ты их в самом деле поколотил?"
    me "Я вроде не отпирался."
    th "И мне показалось, что ты достаточно нейтрально к этому отнеслась."
    sl "Это недопустимо! Вот погоди, Ольга Дмитриевна узнает!"
    me "Разве она не в курсе?"
    sl "Всё равно! Нельзя бить того, кто тебя слабее!"
    me "Да они сами рот открывать начали! Возомнили себя анонимусами, блин!"
    sl "И что теперь? Будешь теперь всех бить, кто тебе слово поперёк скажет?"
    me "Не буду…"
    sl "Вот и правильно. {w}Обещай мне больше ни на кого руку не поднимать."
    show dv grin pioneer2 at right with dissolve
    dv "Да что ты к нему пристала?"
    "Неожиданно поддержала меня Двачевская."
    "К этому моменту она привела форму к статусу кво, чем была довольна неимоверно."
    dv "Есть люди, которые по-нормальному не понимают."
    dv "Я с ними тоже потолковать хочу. {w}Умираю прямо."
    show sl scared pioneer with dspr
    sl "И ты, Алиса?"
    dreamgirl "И ты, брутто — сказал нетто, завернулся в тару и упал."
    dv "Людей надо воспитывать. Иначе будут наглеть."
    "Алиса собрала тарелки со стола и поднялась."
    dv "Даже, как ты любишь, ябедничать, иногда не вариант. {w}Адью."
    hide dv with dissolve
    "Лена всё это время сидела неестественно прямо, но на прощание Алисы непроизвольно кивнула."
    th "Что это с ней? Заболела, что ли?"
    show sl serious pioneer with dspr
    sl "Ты меня огорчил, Семён. Очень."
    me "Да понял я, понял! Всё, в следующий раз, если увижу, как два бугая тащат в яму пацанёнка, я им пальчиком погрожу и пойду по своим делам."
    "Славя открыла было рот, чтобы что-то добавить, набрала в грудь воздуха…"
    "Застыла."
    me "Ага. Я так и думал."
    hide sl with dissolve
    "Содержимое тарелки показало дно, и я с удвоенной энергией заработал ложкой."
    "О чём бы ни собиралась мне сообщить Славя — нового ничего я не услышу."
    "Бедная наивная девочка."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day4_sl_7dl_loki_morning:
    play music music_7dl["midday_reverie"] fadein 3
    scene bg ext_square_day 
    with dissolve
    play ambience ambience_camp_center_evening fadein 5
    if alt_day4_sl_7dl_help1:
        th "I've never asked for this."
        dreamgirl "Работаем, негры! Солнце ещё высоко!"
        "Я не очень понимал, зачем вообще согласился помогать."
        th "И кому?"
        th "Чертовой активистке-манипуляторше, которая шагу не может ступить без того, чтобы не заставить кого-то делать что-то против его воли."
        dreamgirl "C другой стороны была опасность того, что тебя запрягли бы на работу похлеще, если бы отказался от этой."
        dreamgirl "Видел, как вокруг все носятся?"
        th "И что? Подумаешь, шлея под хвост попала."
        th "В чушь насчёт сильномогучих родителей я не верю, уж извини."
        "Крякнув, я наклонил колонку на себя, опирая её на имеющиеся колёсики, и потащил её в сторону эстрады."
        "Скорее, мне больше верилось в то, что начальство решило не заморачиваться с занятием пионеров чем-либо в роддень, потому и придумало эту проверку."
        "Иначе как бы было — не растащенные по углам пионеры и двойная нагрузка на тех, кому повезло меньше, а занятость повсеместная."
        "В конце концов, так справедливее."
        "Размышляя таким образом, я оттарабанил колонку к эстраде, где у меня её приняла знакомая уже неласковая троица."
        "Работали они слаженно и вопросов не задавали, так что с подъёмом колонки на сцену справились не в пример лучше меня одного."
        "Махнув им рукой, я отправился за второй колонкой."
        "Неторопливо отправился."
        "Работы предстояло немного, но не очень хотелось потом получить ещё одну задачу в качестве благодарности."
        "Когда мы закончили, солнце начало подбираться к зениту, а на часах стукнуло одиннадцать."
        "Позёвывая и разминая оттянутые руки, я вышел на площадь."
    "А на площади был какой-то непонятный шум и гам."
    "Столпотворение. {w}И сердцем оного выступала, разумеется, Славя."
    th "Вот и чудненько. {w}Теперь её утащат куда-нибудь на расспросы, а я пойду лентяйничать."
    "Настроения гнуть горб не было совершенно."
    window hide
    with fade
    "Да вот только события решили развернуться иначе."
    "Краем уха я услышал чей-то разговор — и тут же спрятался за скамейкой!"
    "От медпункта в мою сторону двигалась вожатая, между делом разговаривая с каким-то мужиком."
    "Улыбалась и размахивала руками."
    th "Уууу, морда!"
    bb "Так ты, говоришь, Оленька, что Славя сама должна справиться с этим бардаком?"
    "Мужик кивнул на совсем затурканную девочку."
    mt "Да, Алексей Максимович. {w}Рано или поздно ей придётся этим заниматься, если она хочет продолжать помогать."
    bb "А мне, вот, кажется, что она не справляется."
    bb "Может, сама возьмёшься? {w}Кто из вас профессиональный педагог, в конце концов?"
    mt "Ну… Профессиональный."
    bb "Я серьёзно. {w}Ступай, возьмись сама, обежишь территорию, всё им расскажешь."
    bb "А с твоим отрядом ничего не случится: в конце концов, у тебя есть безотказная и непогрешимая помощница."
    mt "Отказаться нельзя?"
    bb "Нет."
    "Ольга кивнула:"
    mt "Я так и полагала."
    window hide
    with fade
    mt "Уважаемая комиссия! {w}Позвольте представиться, если вдруг кто не в курсе: Миронова Ольга Дмитриевна, старшая вожатая."
    mt "У Слави много дел, потому она не может вас сопровождать и дальше!"
    "Славя с благодарной улыбкой посмотрела на вожатую, а та — в спину того, кого называла Алексеем Максимовичем."
    mt "И этого… бездаря с собой забери."
    "Ольга безошибочно ткнула пальцем в скамейку, за которой прятался я!"
    me "Что сразу «бездаря»-то? Я вообще отдыхал!"
    show mt normal pioneer with dissolve
    mt "Ничего не слышу!{w} Уважаемая комиссия, позвольте мне начать наш обход с образцовых домиков третьего и четвёртого отрядов! Прошу следовать за мной!"
    hide mt with easeoutright
    "Она улетучилась, оставляя меня наедине со Славей."
    show sl sad pioneer with dissolve
    sl "Да… Это было крайне своевременно."
    sl "А ты что здесь делаешь?"
    if alt_day4_sl_7dl_help1:
        me "Закончил с колонками, отдыхаю, вот."
        sl "Так быстро?"
        me "Так дурное дело нехитрое."
    else:
        me "Я надеялся отправиться на пляж и позагорать там."
        sl "Не получится."
        me "Почему?"
        sl "Пляж весь занят родителями, там сейчас присесть-то некуда."
        me "Об этом я не подумал, да."
    show sl smile pioneer with dspr
    sl "А давай мы тебе занятие найдём?"
    me "Я, пожалуй, воздержусь!"
    show sl laugh pioneer with dspr
    sl "Ох, Семён! Ты большой шутник."
    me "Но я не…"
    show sl smile pioneer with dspr
    sl "Есть что-то, чем бы тебе хотелось заниматься?"
    if len(list_clubs_7dl) == 0:
        me "Если бы мне хотелось чем-нибудь заниматься, я записался бы в кружок."
        sl "Верно… {w}Но тогда к чему бы тебя привлечь… Тем более, что все кружки закрыты."
        me "Только не к уголовной ответственности."
        show sl smile2 pioneer with dspr
        sl "Может, захочешь мне помочь с уборкой?"
        me "Точно не захочу. {w}Я ленивый и добрый."
        show sl serious pioneer with dspr
        sl "Но нельзя же совсем ничем не заниматься!"
        th "Детка, спроси меня об этом — я первый спец по дуракавалянию!"
    else:
        me "А моя запись в кружок тебя ни на какую мысль не наталкивает?"
        sl "Верно…"
        sl "Но кружки сегодня все закрыты из-за проверки."
        me "Что, даже кибернетики?"
        sl "Эти-то как раз в первую очередь: они же прямо у ворот, никому не хотелось, чтобы комитетские зашли и увидели творящийся там бардак."
        me "Чем же они занимаются?"
        sl "Не поверишь!"
        show sl happy pioneer with dspr
        sl "Убирают собственный бардак!"
        sl "Но надо придумать, чем тебя занять."
    "Вопрос прозвучал в лоб:"
    sl "Ты как к музыке относишься?"
    me "Отношусь."
    "Подозрительно ответил я."
    me "А что?"
    sl "Так можно тебя тогда к Мику отправить."
    me "Кто-то говорил, что кружки закрыты."
    show sl smile pioneer with dspr
    sl "А у неё не кружок, а…"
    sl "Она у нас худруком на полставки трудится. {w}Концерты, мероприятия, танцы — это всё её."
    me "Понять не могу, у вас тут совсем беда с кадрами — заставлять работать отдыхающих?"
    sl "Я не знаю."
    "Пожала плечиками Славя."
    sl "Я других лагерей не видела, для меня как есть — нормально. {w}Но к слову о концертах…"
    sl "У нас и сегодня один будет.{w} Не хочешь поучаствовать?"
    me "С чем?"
    sl "Я не знаю…"
    show sl shy pioneer with dspr
    sl "Может, ты знаешь какие-то песни? {w}Мику могла бы аккомпанировать тебе на рояле."
    me "И вот так, не репетируя, не готовясь?"
    show sl smile pioneer with dspr
    sl "А ты, похоже, понимаешь толк в выступлениях?"
    th "В выступлениях? О, да."
    "Я неохотно кивнул."
    show sl shy pioneer with dspr
    sl "Ну… Тогда, может, не сейчас?"
    "Славя смутилась."
    sl "У нас послезавтра гала-концерт. Хватит тебе пары дней на раскачку и подготовку?"
    menu:
        "Нет":
            sl "Времени не хватит?"
            me "Я просто не стану этим заниматься."
            sl "Ты не хочешь выступать?"
            me "А ты?"
            show sl sad pioneer with dspr
            sl "Я не люблю выступать."
            "Погрустнела Славя."
            me "Тогда и ты меня должна понять."
            show sl normal pioneer with dspr
            sl "И всё-таки…"
            me "Да?"
            sl "Попробуй успеть, ладно? В крайнем случае просто вычеркнем тебя, да Мику сама выступать пойдёт."
            sl "Она это дело любит."
        "Вполне!":
            me "Где записываться?"
            $ karma += 10
            sl "Не надо записываться."
            "Повеселела Славя."
            sl "Я сама тебя запишу, ты только ходи на репетиции."
    "Она схватила меня за руку и потащила за собой."
    window hide
    scene bg ext_musclub_day 
    show sl normal pioneer
    with dissolve
    sl "Я и сама кое-что умею, училась немножко."
    me "Чему училась?"
    sl "У нас в старом доме был очень красивый лакированный рояль — мама приглашала учителей, так что мы все учились до переезда."
    show sl sad pioneer with dspr
    sl "Жаль, с собой не взяли, а то могла бы быть у меня карьера пианистки!"
    me "Долго учили-то?"
    show sl normal pioneer with dspr
    sl "Да нет, четыре года всего. {w}Я чему только и научилась, так работать асинхронно разными руками… Ну и наигрывать… Всякое."
    me "Ясно."
    "Без какого-либо интереса констатировал я."
    sl "А ещё мне голос ставили! Вокал."
    "Она произнесла последнее слово с явно выраженным окающим акцентом."
    sl "Только с пением тоже не задалось. {w}Я выступать очень не люблю, так что если и пою иногда, то только в одиночестве."
    show sl sad pioneer with dspr
    sl "Хотя иногда приходится."
    me "Заставляют?"
    sl "Да нет. {w}Иногда просто больше некому."
    show sl normal pioneer with dspr
    me "А тебе никогда не хотелось стать знаменитостью?{w} Ты с такой грустью вспоминаешь свою несостоявшуюся карьеру…"
    show sl normal pioneer with dspr
    sl "Ой, да это баловство всё! {w}Я же прекрасно знаю, сколько вкалывать надо, чтобы хоть что-то из себя представлять."
    me "А если в чём-то другом? Живописи, не знаю, ещё чём-нибудь?"
    sl "Нет. Известности я не ищу."
    me "Понятно."
    show sl laugh pioneer with dspr
    sl "Это все вопросы или будут ещё?"
    me "Ещё один будет. {w}Какой бы день лично для себя ты бы назвала идеальным?"
    sl "Чтобы совсем без огрехов?"
    "Я кивнул."
    show sl smile2 pioneer with dspr
    sl "Каждый."
    "Ответила Славя и повернула ручку."
    sl "Но мы пришли!"
    me "Только имей в виду, я запишусь на ваш гала-концерт, но не просто так."
    me "У меня будет одно условие."
    show sl laugh pioneer with dspr
    sl "Ого! Торгуемся!"
    me "Да ничего особенного я просить не стану. {w}Просто однажды мне потребуется одолжение, и я хотел бы его получить."
    sl "И только-то? Хорошо, это я могу тебе обещать."
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene expression Dawn("bg int_musclub_day")
    with dissolve
    play ambience ambience_music_club_day fadein 3
    play music music_7dl["bureaucracy"] fadein 3
    if ('music_club' in list_voyage_7dl):
        "В музыкальном клубе ничего не изменилось с момента моего последнего визита."
        "Всё те же инструменты, покрытый пылью рояль и, конечно, его хозяйка."
        "Хозяйка, собственно, раскачивала головой в такт какой-то внутренней музыке."
        "Увидев нас, она спрыгнула с табуретки и подбежала поближе."
        show mi smile pioneer at left with easeinright
        mi "Славя? Сеня? {w}Чем обязана? Сеня решил всё-таки заглянуть на огонёк?"
        show sl normal pioneer at right with dissolve
        sl "Снова привет!"
        mi "Предупреждаю сразу: мне сегодня приказали кружок держать закрытым, так что…"
        "Она пожала плечами:"
        mi "Сижу одна. {w}Мне тут мелодия в голову пришла…"
        sl "На самом деле, мы сюда не просто так пришли."
        "Поспешила вклиниться в монолог Славя, видимо, умудрённая уже опытом."
        sl "Оказывается, Семён умеет играть!"
        show mi happy pioneer with dspr
        mi "Ой, правда?"
        "Мику захлопала в ладошки."
        mi "А на чём?"
    else:
        "Я здесь ещё ни разу не был, потому с любопытством огляделся."
        "Залитое солнечным светом просторное помещение, заставленное разными музыкальными инструментами."
        "Однако бардака они не создавали — видно было, что большинством инструментов активно пользовались: располагались они вдоль стен, к каждому был подход, а в центре кто-то расчистил площадку."
        show sl surprise pioneer with dspr
        sl "Эй, акк…"
        "Она подхватила меня под руку, удержав от шага, и я не пнул по стоящему прямо на дороге жестяному ведру, до половины заполненному водой."
        me "Неплохой такой сюрприз для нежеланных гостей. {w}Мику здесь репетирует?"
        mi "И репетирую тоже!"
        "Донёсся голос из-за рояля."
        "А вскоре показалась и его хозяйка."
        show mi smile pioneer at zenterleft behind sl
        show sl normal pioneer at right with move
        "Мику выбралась из-за рояля и помахала нам тряпкой, другой рукой вытирая лоб."
        "Лицо у неё было взмокшее и красное."
        mi "Всё-таки решили в гости заглянуть?"
        show sl normal pioneer with dspr
        sl "Мику, мы по делу."
        show mi upset pioneer with dspr
        mi "Ну вот, чуть что, так сразу по делу."
        mi "Нет бы, заглянуть просто так, сказать — хэй, Мику, а мы к тебе в гости! Сижу тут одна, понимаешь."
        show sl laugh pioneer with dspr
        sl "Теперь мы будем приходить к тебе чаще!"
        show mi normal pioneer with dspr
        mi "Так я вам и поверила. {w}Ладно, зачем пришли?"
        show sl normal pioneer with dspr
        sl "Семён хочет играть."
        "Мику тон Слави не смутил совершенно: японка отошла от нас на два шага и крайне внимательно оглядела меня с ног до головы."
        mi "Сеня? Играть?"
        show mi sad pioneer with dspr
        mi "Но ты же даже в кружок записываться отказался. {w}Мне показалось, ты терпеть музыку не можешь."
        "Я отвёл взгляд."
        "Объяснять кому-то что-то про давний незаживающий порез не хотелось вовсе."
        "Я не доверял им в нужной степени."
        show mi normal pioneer with dspr
        mi "Ладно, не записался, значит, были на то причины. {w}Так на чём играть будешь?"
    me "На трубе."
    show mi smile pioneer with dspr
    mi "На трубе? Это удачно! У меня как раз есть…"
    "Она кинулась к тумбочке у входа и взяла лежащий там тромбон."
    mi "Вот, попробуешь?"
    me "Мику, я же сказал «на трубе». {w}Немного разные виды инструментов."
    "Я покачал головой."
    mi "Ну да, точно. {w}Тем более, здесь и мундштука нет."
    "Она почесала затылок, бормоча себе под нос нечто в духе «тоже мне, разница, дуди да дуди.»"
    show sl smile pioneer with dspr
    sl "Так, вижу, общий язык вы нашли. {w}А мне надо убегать, дела!"
    play sound sfx_open_door_clubs
    pause(1)
    hide sl with easeoutright
    play sound sfx_close_door_clubs_nextroom fadein 0
    "Помахав нам рукой, девочка исчезла за дверью."
    show mi surprise pioneer at center with ease
    mi "Она какая-то взбаламученная сегодня. Не знаешь, из-за чего?"
    "Я пожал плечами."
    me "Болеет, наверное."
    show mi laugh pioneer with dspr
    mi "А я бы с ней поменялась местами на денёк."
    me "Зачем?"
    show mi normal pioneer with dissolve
    mi "Просто она постоянно бегает, на неё все смотрят, а не это вот."
    "Она махнула рукой в сторону рояля."
    mi "Нет, музыка мне нравится, я люблю музыку!"
    show mi upset pioneer with dspr
    mi "Сидеть в одиночестве не люблю."
    me "А как же все остальные выступающие?"
    show mi normal pioneer with dspr
    mi "У них свои площадки для репетиций, от меня требуется только музыку настроить да выдать костюм, если такой есть в реквизиторской."
    mi "Вот и надумала…"
    "Японка кивнула на ведро, о которое я чуть не запнулся."
    mi "Надо же придумать себе важное занятие?"
    th "Мне казалось, я ушёл ото всех уборок!"
    dreamgirl "Оказалось — показалось."
    mi "Судя по выражению лица, убираться тебе не хочется? Давай тогда сделку?"
    "Я приподнял бровь в вопросительной гримасе."
    mi "Я добуду тебе трубу — видела одну у начальника — и даже мундштук к ней, а ты… Сам понял, да?"
    me "А если я откажусь, то ты не пойдёшь и ничего не добудешь?"
    me "В этом случае я смогу с чистой совестью отказаться выступать, так как не на чем! Ура!"
    show mi happy pioneer with dspr
    mi "Нет, за трубой я в любом случае пойду. Любопытно же посмотреть, как ты играешь!"
    me "Тогда в чём сделка?"
    show mi grin pioneer with dspr
    mi "Просто ты помогаешь мне убраться, вот и всё."
    "Она хихикнула, глядя на моё ошарашенное лицо."
    mi "Сень, я знаю, что ты не любишь публику и всеми силами будешь стараться отвертеться."
    mi "Потому я тебе это сделать не поз-во-лю!"
    me "Какое коварство…"
    dreamgirl "По-моему, она тебе нравится."
    th "Думаешь?"
    dreamgirl "Или ты ей нравишься… Короче, симпатия налицо."
    th "Откуда такие выводы?"
    dreamgirl "Вы общаетесь уже полчаса, и у тебя всё ещё не возникло желания её придушить. По-моему, это знак!"
    show mi normal pioneer with dspr
    mi "Тряпка большая, так что поделим пополам. Наша задача — борьба с пылью! {w}Видишь это?"
    "Она махнула рукой, и в бьющих через окна лучах солнца заиграли пылинки."
    mi "Кошмар и ужас! Устранить немедленно. Так… Сейчас…"
    "Взяв в руки тряпку, японка попыталась её разорвать. С ожидаемым результатом."
    hide me with fade
    mi "Да что ты… Кх…"
    "В этот раз Мику попробовала намотать концы тряпки на кулаки и растянуть по груди."
    window hide
    with fade
    "Потом встала на один край носком сандалии и попыталась потянуть вверх."
    window hide
    with fade
    "Под итог она отчаялась настолько, что придумала было хватать край зубами, потому я поспешил остановить её:"
    me "Погоди, дай я."
    "Когда-то тряпка была майкой, то ли серой, то ли голубой, сейчас уже не разберёшь."
    "В любом случае, несложно было найти место шва и, немного поднатужившись…"
    play sound sfx_7dl["tearing"]
    "Оба куска тряпки полетели в воду."
    "Как оказалось, жутко ледяную!"
    "Однако это, похоже, смущало только меня одного."
    mi "Сейчас…"
    hide mi with dspr
    "Она бросилась куда-то в дальний угол, где была незамеченная до этого дверь"
    show mi normal pioneer with dissolve
    extend " и, погрохотав там с пару минут, явилась обратно."
    show mi happy pioneer with dspr
    mi "Вот!"
    "Я поймал брошенную тряпку и, развернув её, вопросительно уставился на японку."
    mi "Мы оба хоть и в повседневном, но в чистом! Пачкаться нельзя!"
    me "А этот огромный карман и вышивка с грушей обязательно должны достаться мне?"
    mi "Ты ещё спроси, обязательно ли он должен быть розовым!"
    me "И спрошу!"
    mi "Ой, всё…"
    "Девочка отжала свой кусок и взялась за протирание поверхностей по правую руку от двери — там, где находилась скамеечка с откидными сиденьями на три штуки, тумбочка и злополучный тромбон."
    show mi normal pioneer with dspr
    mi "Не стой, работай!"
    hide mi with dissolve
    "Мне, стало быть, досталось пространство по левую руку — бессолнечное."
    "И это даже неплохо. {w}Жару я всегда плохо переносил."
    "С японкой было легко и понятно."
    "За жизнь я бы вряд ли стал с ней болтать, но вот так, протирать пыль, перешучиваясь и перебрасываясь тряпками — это вполне."
    "Она не лезла без мыла мне в душу, и этим была особенно ценна."
    stop music fadeout 3
    pause(1)
    window hide
    scene bg int_musclub_day with fade
    play music music_7dl["hdance_5"] fadein 3
    "Разве что иногда бросала тряпку и, отирая ладони о фартук, кидалась к роялю."
    "Там стоял пюпитр с чистой нотной тетрадкой, куда она то и дело вносила приходящие ей в голову мелодии."
    "Страшно даже подумать, сколько она всего насочиняла: толстая с виду тетрадь была перелистнута больше чем на половину."
    "Но даже эти побеги не мешали ей держаться наравне со мной по скорости уборки."
    "Должно быть, дело в том, что я ленивый и неряха?"
    "Или в том, что она жулик и заставляла меня дважды менять воду — и нетрудно догадаться, кто носил ведро."
    window hide
    with fade
    "Так или иначе, но в какой-то момент я обнаружил себя на табуретке у рояля, а японку рядом…"
    "Ага, ага. Мечтать не вредно."
    "Нет, ничего такого не произошло и произойти не могло. Не с моей кармой."
    "Или не с моим подходом к делу."
    "Мы, спихивая друг друга пятыми точками, стараясь усесться поудобнее, в четыре руки играли «Венгерский танец»."
    "Понятное дело, я сел слева, так как с верхней партией нечего было и думать справиться — с моим-то уровнем."
    "Клуб вокруг сверкал чистотой, на крышке рояля кучей были свалены фонограммы и кое-какой реквизит из костюмерной."
    "А мы играли."
    "Чёрт, я сто лет просто не играл… Вот так. {w}Хотя фортепьяно, конечно, не мой профильный инструмент, я им толком никогда не учился владеть, но пару-тройку простеньких вещей вполне мог слабать."
    "Но здесь что-то было не так. Что-то неправильно!"
    mi "А ты неплох!"
    me "Да?"
    mi "Да!"
    with vpunch
    "Она пихнула меня ещё один раз, из-за чего я полетел на пол, и оставшуюся партию играла уже одна."
    "Поднёс к глазам руки с согнутыми пальцами и неверяще оглядел их."
    stop music fadeout 5
    pause(1)
    show mi smile pioneer with dissolve
    play music music_7dl["too_serious"] fadein 3
    "Мику хлопнула по клавишам, завершая выступление и оглянулась:"
    mi "Здорово мы, а?"
    me "Угу…"
    mi "Эй, вставай, чего расселся!"
    me "Да я…"
    "Хотя Мику и хвалила меня, я был собой недоволен. Это странное чувство, когда {i}обязан{/i} что-то уметь, потому что в деталях представляешь себе процесс… И всё же не умеешь!"
    "Пальцы были деревянные и непослушные.{w} Они шевелились, чётко отвечая на команды мозга, но когда речь доходила до воспроизведения… "
    "Я, конечно, пианино занимался мало, но я же музыкант!"
    "Мне в голову вдруг пришла крайне нехорошая мысль, но прежде чем я успел продумать или понять её, явилась спасительница."
    play sound sfx_open_door_clubs
    pause(1)
    show sl normal pioneer at right with dspr
    sl "А вот и я. Чем занимались?"
    "Выглядела она довольно странно — левая щека была прочерчена странными полосами, а веки чуточку припухли."
    "И если бы я не знал нашу активистку и пай-девочку, я бы точно решил, что она…"
    show mi smile pioneer with dspr
    mi "Клуб убирали!"
    show sl laugh pioneer with dspr
    sl "Семён так не хотел убираться, что решил спрятаться у тебя."
    show mi happy pioneer with dspr
    mi "Я так сразу и поняла! Слишком печальную мосю скорчил, когда я предложила ему тряпку. Буууу!"
    me "Забери меня из этого места. Меня здесь не любят и эксплуатируют."
    "Попросил я."
    show sl smile2 pioneer with dspr
    sl "Да пошли, обед скоро. {w}Мику, на обед не опаздывай!"
    "Мику кивнула, но, похоже, ей снова было не до окружающего мира."
    "Я же, сняв фартук, сложил его и бросил на спинку сиденья, бочком-бочком поспешил прочь."
    window hide
    play sound sfx_open_door_clubs
    pause(1)
    scene bg ext_musclub_day
    with flash
    "Раскланявшись с Мику и назначив наше рандеву на послеобеденное время, мы вышли в парящий от жары воздух лагеря."
    show sl normal pioneer with dissolve
    sl "А зачем тебе может потре… {w}Хотя нет."
    "Она улыбнулась."
    sl "Лезу не в своё дело, верно?"
    "Я неопределённо шевельнул плечом."
    sl "Тогда точно лезть не стану."
    "Славя легкомысленно махнула рукой и призналась:"
    show sl happy pioneer with dspr
    sl "Я вообще девочка неправильная, мне все так говорят."
    me "Не верь."
    sl "Я серьёзно! {w}Я не очень любопытная, думаю, что делаю, и забочусь о последствиях."
    sl "Не считаю, что мне кто-то обязан, и даже портфели всю жизнь из школы и в школу сама таскала!"
    me "Какие твои годы…"
    me "Ты чем занималась, к слову?"
    show sl happy2 pioneer with dspr
    sl "Не поверишь — ничем!"
    me "Как это?"
    sl "Да оказалось, что по дежурству сегодня все объекты разобрали другие отряды, потому и я оказалась немного не при делах."
    me "Что ж не вернулась?"
    sl "Да мне с утра родители привезли кое-что, я пошла провести ревизию, чтобы потом к вам и…"
    show sl shy pioneer with dspr
    sl "Заснула."
    "Я расхохотался."
    sl "Теперь вот прокручиваю в голове — что скажу Ольге Дмитриевне, когда та спросит, чем я до обеда занималась."
    me "Общественно-полезным делом!"
    sl "Да ну!.."
    me "А что? Разве тебе не на пользу пошло?"
    show sl smile pioneer with dspr
    sl "Всё бы тебе болтать!"
    me "Это я так аппетит нагоняю."
    "Признался я."
    me "Знаешь, как в фильмах, когда приглашают кого-то в кафе или ресторан — пообедать, надо вести светскую беседу и всё в таком духе."
    sl "Так это ты меня в ресторан позвал, получается?"
    "Быстрый обзор не выявил никаких конкурентов."
    me "Ты намеревалась пойти с кем-то другим?"
    sl "Вообще ни с кем не намеревалась. За столом надо есть, а не глупостями заниматься."
    me "А всё-таки? Если бы ты могла пригласить кого-нибудь в кафе — посидеть, поболтать — кто это был бы?"
    sl "Странный вопрос. {w}Не знаю. Думаю, бабушку."
    me "Бабушку?"
    sl "Да, когда мы вместе жили, я всегда сидела с ней рядом — от неё так вкусно пахло, хлебом и молоком.{w} Хотя я почти ничего не помню."
    show sl sad pioneer with dspr
    sl "Пахло…"
    me "Извини."
    sl "Да забудь. Пошли, горн скоро."
    stop music fadeout 1
    pause(1)
    play sound sfx_7dl["eat_horn"] fadein 1
    sl "А вот и горн, поспешим!"
    "Мы прибавили шагу."
    window hide
    stop music fadeout 3
    stop sound
    stop ambience fadeout 6
    with fade
    return

label alt_day4_sl_7dl_loki_day:
    scene bg ext_square_day
    with dissolve
    play music music_7dl["old_kiss"] fadein 3
    play ambience ambience_camp_center_day fadein 5
    "Последние несколько дней я пытался понять — что со мной не так?"
    "Искал некую самую главную проблему, решение которой могло бы освободить меня."
    "Как будто было нечто внутри, что не позволяло ни расслабиться как следует, ни подпустить к себе всячески подбирающуюся Славяну."
    window hide
    with fade
    "Как оказалось, эта проблема — люди."
    "Люди, которые постарались как следует, чтобы лишить меня остатков веры в них."
    "Ну что я могу сказать — у них получилось."
    "Раньше мне казалось, что верни мне всё старое, что было когда-то отнято — и всё! Я свеж, чист и внятен, я дышу холодом, но обнимаю теплом."
    "Оказалось, нет."
    "С возрастом мы все утрачиваем регенерацию юности, перестаём бесследно затягивать раны и полностью восстанавливаться, получая искомое."
    "Всё равно что-то остаётся внутри."
    "Моя больная, искалеченная психика слишком плотно увязывает людей с невозможностью вернуться к делу всей моей жизни."
    "Да, есть другие инструменты, на некоторых я даже могу играть."
    "Вот только не то всё это, не то."
    "Пускай на занятиях я частенько использовал рояль для проверки чистоты звучания наряду с камертоном, пускай я могу сыграть что-то простенькое вроде «танца» или «собачьего вальса»."
    "Всё это не то."
    window hide
    with fade
    "Это как пить безалкогольную водку, заниматься любовью в тулупе и кирзовых сапогах, как резать кисель…"
    "Остаётся только вязкая, противная слабость в пальцах и чувство полной пресноты в груди."
    "Пустотного недовольства собой."
    "И я почти забыл о том, что я — не я."
    "Ещё с утра я обратил внимание на несколько нестыковок."
    "Во-первых, со сгиба локтя пропала «вечная» дырка от капельниц."
    "Во-вторых, рёбра, которые всегда стреляли болью при нажатии на них под определённым углом, отзывались просто недоумённым хрустом."
    "Эти кости никогда не были сломаны."
    "Эти органы никогда не были отбиты."
    "Этот голос никогда не был сорван."
    window hide
    with fade
    "Возникает логичное заключение: мои здесь только тараканы."
    "Огромная благодарность Мику за то, что она раскрыла мне глаза. "
    "И одновременно — проклятье за то, что я вынужден был вспоминать."
    "Болезненно тыкать пальцем в несуществующие раны и понимать."
    "Это тело никогда не харкало кровью и не пыталось нажраться таблеток."
    "Оно живое, молодое… здоровое."
    "У него решительно никаких противопоказаний против игры на медно-духовых."
    "В глазах снова защипало."
    show sl surprise pioneer with dissolve
    sl "Семён? Что с тобой?"
    "Похоже, она опять уловила мои терзания, так как сбилась с шага и развернулась в мою сторону."
    sl "Что-то случилось?"
    me "Да, но только хорошее. {w}Не обращай внимания."
    sl "Да как не обращать…"
    show sl serious pioneer with dspr
    "Славя подошла поближе и взяла меня за руку."
    sl "Ты как, голова не кружится?"
    me "А должна?"
    show sl normal pioneer with dspr
    sl "У тебя зрачки с булавочную головку, как будто тебе очень-очень больно."
    me "Да нет, мне не больно, а…"
    "Я осёкся."
    "В голову пришла вполне очевидная мысль, что объяснить ей причины моего самочувствия я никак не смогу."
    "По той простой причине, что это не {i}моё{/i} самочувствие."
    sl "Что?"
    me "Это соматическое."
    show sl shy pioneer with dspr
    sl "Ещё одно непонятное слово. Ты специально меня поддразниваешь!"
    "Догадалась девушка."
    me "Оно само, чесслово!"
    show sl smile pioneer with dspr
    sl "Напугал ты меня. {w}Я думала, у тебя что-то серьёзное, а ты — вон как."
    show mi smile pioneer at left with dissolve
    show sl smile pioneer at right
    with move
    "Сзади раздался перестук подошв по бетону, и в нашу компанию плавно влилась Мику."
    mi "Вот знаете…"
    "Прощебетала она, догоняя нас."
    mi "Всегда с такой неохотой ухожу из клуба!{w} Кажется, когда внутри сидишь — ну скучно, не нравится мне!"
    mi "А всё равно, как не выхожу, так постоянно неуютно себя чувствую."
    sl "Любимое место?"
    "Понимающе кивнула Славя."
    show sl normal pioneer with dspr
    sl "У меня тоже есть несколько мест, где мне нравится сидеть."
    sl "Там меня никто-никто никогда не сможет найти."
    me "И часто ты там сидишь?"
    show sl sad pioneer with dspr
    sl "Реже, чем хотелось бы — всё-таки, я отвечаю за довольно многое."
    show mi happy pioneer with dspr
    mi "А мне хорошо — за что отвечаю, там и прячусь."
    me "У вас просто больше времени было на поиски. {w}Пока что я из любимых мест нашёл только кровать."
    show sl laugh pioneer with dspr
    sl "Ничего, сегодня после ужина или завтра днём можно будет как следует погулять по лагерю!"
    me "Почему после ужина?"
    mi "Разъедутся все эти, которые по лагерю бегают."
    show sl normal pioneer with dspr
    sl "А так…"
    "Славя начала загибать пальцы."
    sl "У меня есть любимое озеро в лесу, я туда иногда хожу…"
    me "Зачем?"
    show sl shy pioneer with dspr
    sl "Ну… Так, посидеть на бережке, отдохнуть."
    "Что-то подсказывало мне, что кривит девушка душой, но я не стал настаивать на ответе."
    mi "А ещё?"
    show sl normal pioneer with dspr
    "Активистка с признательностью посмотрела на японку и продолжила:"
    sl "Ещё люблю дебаркадер и лодочную станцию — там тихо, мирно…"
    me "Похоже, тебя к воде тянет. {w}Ты не русалка, случаем?"
    show sl happy pioneer with dspr
    sl "Ты удивишься, но третье моё любимое место — это библиотека!"
    sl "Так что если я и русалка, то очень даже пешеходная."
    show mi happy pioneer with dspr
    mi "А мне нравится эстрада, кроме всего прочего, и… И…"
    show mi upset pioneer with dspr
    "Она задумалась."
    me "И столовая!"
    show mi shy pioneer with dspr
    mi "Бака!"
    mi "А загорать и купаться я вообще не очень люблю — кожа нежная, сгорает быстро!"
    th "Похоже, у обоих девушек есть свои слабые стороны."
    th "Это делает их чертовски… милыми."
    "Я снова поймал себя на мысли, что рассуждаю, как человек, которому не плевать на окружающих."
    mi "Сень, а ты чего молчишь?"
    me "Задумался я."
    dreamgirl "О том, какие животные тебя окружают?"
    th "Ээээ…"
    me "На самом деле…"
    "Начал я, судорожно подбирая слова."
    me "Я думал о том, насколько мы все похожи, в сущности."
    show sl surprise pioneer with dspr
    sl "Вот как?"
    show mi grin pioneer with dspr
    mi "Что, у всех по две руки и две ноги?"
    me "Не поверишь, но — нет."
    "Я выставил перед собой руку и начал загибать пальцы."
    me "Тяга к музыке — один!"
    "Мику с сомнением посмотрела на Славю, но та уверенно кивнула."
    me "Доверие людям!"
    "Здесь я, конечно, покривил душой — доверием в нашем трио я точно не отличился. {w}Но откуда им знать?"
    show mi normal pioneer with dspr
    mi "Допууууустим. {w}Что ещё?"
    me "И желание упорядочить всё вокруг!"
    me "Во всяком случае, это касается вас обеих — я за эти дни убрался — сбился уже со счёта сколько раз."
    show mi laugh pioneer
    show sl laugh pioneer
    with dspr
    dreamgirl "Прогиб засчитан."
    mi "Предлагаю немного прибавить ходу. Если, конечно, у нас есть в планах обед."
    show sl smile pioneer with dspr
    sl "Боишься, что всё съедят без тебя?"
    show mi normal pioneer with dspr
    mi "Не боюсь, а знаю абсолютно точно!"
    mi "Котлы выгребают подчистую, не остаётся ничего!"
    show sl smile2 pioneer with dspr
    sl "Не беспокойся, если совсем-совсем ничего не останется, я обещаю тебе, что подкормлю чем-нибудь из своих запасов!"
    sl "Мне кое-что привезли, помереть с голоду нашему худруку я не позволю."
    stop music fadeout 5
    pause(1)
    window hide
    scene bg ext_dining_hall_away_day
    with fade
    pause(1)
    scene bg ext_dining_hall_near_day
    with fade
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 6
    play music music_7dl["everyday"] fadein 3
    "А на обеде…"
    "В столовой было шумно, людно, дурно, все сидели чуть ли не друг у друга на шеях."
    "Однако из-за того, что мы капитально опоздали (на целых десять минут), часть народа уже успела удовлетворить свои потребности, потому несколько столов были свободными."
    "Грязными…"
    show sl angry pioneer at left with dissolve
    sl "Я этих людей никогда не пойму."
    "Раздражённо сказала Славя."
    sl "Такое ощущение, что они сами никогда не дежурили и не знают, как неприятно убирать за кем-то, кто неаккуратно кушает."
    me "Не думаю, что они копают настолько глубоко."
    show mi normal pioneer at right with dspr
    mi "Скорее всего, они об этом просто не задумываются."
    me "А я как сказал?"
    show mi grin pioneer with dspr
    hide sl with moveoutright
    mi "Не знаю, бормотал что-то себе под нос, я не расслышала."
    "За спиной сдавленно хихикнули, но я не успел среагировать — Славя уже куда-то ушла."
    "Так что пришлось брать еду ещё и на неё."
    "К счастью, в детстве у меня был обширный опыт обращения с куда большим количеством тарелок, чем способны удержать руки."
    "Так что и Славю я тоже без обеда не оставил."
    show sl normal pioneer at left with dissolve
    sl "Приподнимите тарелки…"
    "Велела она, явившись ниоткуда, вооружённая тряпкой."
    sl "Пять секунд. {w}Не могу есть за грязным столом."
    "На самом деле уборка заняла даже ещё меньше времени, чем грозилась Славя."
    "Я даже устать держать тарелки не успел."
    show sl smile pioneer with dspr
    sl "Ффух, всё, спасибо! {w}Приятного аппетита!"
    show mi grin pioneer with dspr
    mi "И тебе тем же и по тому же месту!"
    show sl laugh pioneer with dspr
    sl "Мику, если бы я не знала, что ты из-за рубежа, я бы точно решила, что ты русская."
    sl "Во всяком случае, так играть словами даже русские не всегда умеют."
    show mi smile pioneer with dspr
    "Мику довольно надулась:"
    mi "Я ещё и не такое знаю! Вот, например…"
    me "Верим! Верим. {w}Как будет по-японски пожелание приятного аппетита?"
    show mi normal pioneer with dspr
    mi "«Я принимаю эту пищу». Итадакимасу."
    me "Индакимас!"
    mi "Нет, ты не совсем правильно… А, ладно. Приятного всем!"
    "Она осталась последней говорящей, так как нам со Славей два раза повторять не надо было."
    window hide
    with fade
    "Некоторое время над столом царил только треск за ушами. {w}Но, похоже, не один я считал беседу за столом обязательной частью трапезы, так как Мику, прикончив суп, спросила:"
    mi "Славь, а ты ко мне Семёна зачем послала?"
    show sl normal pioneer with dspr
    sl "Как зачем?.."
    "Не поняла блондинка."
    sl "Он же музыкант! {w}Вот я и подумала, что вы вместе какой-нибудь номер разучите."
    show mi upset pioneer with dspr
    mi "За такой короткий срок?"
    "Сомнение в позе японки читалось невооружённым взглядом."
    me "Я то же самое говорил — за это время можно разве что какую-нибудь песенку выучить."
    show mi smile pioneer with dspr
    mi "И то, если постоянно поёшь её в одиночестве."
    me "Я в одиночестве мычу. Потому что половину слов как правило не знаю."
    "Мы обернулись к Славе."
    sl "А? Что?.."
    me "Ты поёшь в одиночестве, когда никто не видит?"
    show sl shy pioneer with dspr
    sl "Что? Нет!"
    show mi happy pioneer with dspr
    mi "Так и знала, что поёт."
    dreamgirl "Зная деревенские корни — ничего удивительного."
    th "Я ни про какие корни не в курсе."
    dreamgirl "Это чьи трудности?"
    show sl normal pioneer with dspr
    sl "Но только редко. {w}Не люблю попадаться кому-то на глаза, а здесь — сам понимаешь…"
    show mi smile pioneer with dspr
    mi "А я даже не знаю! Я и для себя, и для слушателей — всё поровну!"
    me "Не хватало мне ещё на публику петь."
    "Фырканье было в достаточной мере пренебрежительным, чтобы полностью проиллюстрировать моё отношение к такого рода деятельности."
    mi "Ну и бака! Выступать — это здорово!"
    me "Только если ты любишь людей!"
    show mi shocked pioneer with dspr
    mi "То... есть... это…"
    me "Выдохни."
    "Я подвинул ей компот."
    me "Запей."
    show mi upset pioneer with dspr
    mi "Это та-ак жутко прозвучало! {w}Как можно людей не любить — они такие, как ты!"
    me "У меня на этот счёт другое мнение."
    show sl smile pioneer with dspr
    sl "И Семён никому не доверяет."
    me "Угу. У вас всё? Тогда я хотел бы спокойно пообедать."
    "Девочки переглянулись, но ничего не сказали."
    window hide
    play sound sfx_open_door_1
    stop ambience
    pause(1)
    scene bg ext_dining_hall_near_day
    with fade
    "Пока девочки болтали, я успел уже прикончить свою порцию и выйти на улицу."
    "Мимо нас и так уже нарочито протопали дежурные."
    "Так что я стоял на крылечке и был полностью свободен."
    "При желании я сейчас легко мог бы сбежать…"
    play sound sfx_open_door_1
    show mi smile pioneer at left
    show sl normal pioneer at right
    with dissolve
    "Или нет."
    mi "Сень, ты отправляйся к клубу, а я пока сбегаю тебе за инструментом."
    mi "Только не убегай, договорились?"
    th "А свобода была так близко!"
    "Я деловито кивнул."
    mi "Тогда увидимся!"
    hide mi with easeoutright
    sl "Я тоже по делам, провожать тебя уж не стану — дорогу ты знаешь."
    me "И тебе пока."
    hide sl with easeoutright
    "Вот так я снова остался один."
    stop music fadeout 5
    pause(1)
    window hide
    scene bg ext_musclub_day
    with fade
    play music music_7dl["surf"] fadein 3
    "Вот только…"
    play sound sfx_knock_door6_closed
    "Всё как я и предполагал."
    "Дверь в клуб оказалась закрытой, ключей у меня, разумеется, не было."
    me "Ничего. {w}Будем считать это первой глупостью из лимита на день."
    "В конце концов, солнышко грело, ничего не болело, а где-то на самой периферии внимания носилась в мыле вожатая, объясняющая и отвечающая на неприятные вопросы."
    "Так что жизнь была не так уж и плоха, как мне кажется."
    window hide
    with fade
    "Я уселся на вторую ступеньку лестницы, ведущей на террасу, и прикрыл глаза."
    "Было лениво и добродушно."
    show blinking
    pause(1)
    sl "Ага, всё-таки не сбежал!"
    "Кажется, я расслабился всего на миг, но, когда открыл глаза, оказалось, что я совсем не один."
    show sl smile pioneer at right
    show mi normal pioneer at left
    with flash
    "Напротив меня стояла прискучившая уже мне компания."
    "Славя с каким-то странным выражением лица."
    "И Мику — прячущая что-то за спиной."
    "Нет, я серьёзно: неужели Славе совсем заняться нечем?"
    "Так я и спросил."
    play sound sfx_7dl["highfive"] fadein 1
    "Мику хлопнула Славе по подставленной ладони и что-то пробурчала себе под нос."
    sl "Давай-давай, не жульничай."
    show mi upset pioneer with dissolve
    mi "И ничего я не жульничаю."
    "Убрав волосы со лба, японка упрямо наклонила голову вперед, а вот глаза, напротив, зажмурила:"
    mi "Только несильно, ладно, голова заболит, а она у меня и так больное место."
    show sl laugh pioneer with flash
    "Славя беспомощно посмотрела на меня, будто говоря: «и что с ней такой делать?»"
    "Замахнулась как следует, и…"
    "Наметила чисто символический щелбан."
    show mi surprise pioneer with dspr
    mi "Что, неужели уже всё?"
    sl "Ты ожидала большего?"
    mi "Мы с Леночкой на щелбаны играли, так она щёлкает ух как больно!"
    show sl smile2 pioneer with dspr
    sl "В следующий раз и я так щёлкну."
    show mi happy pioneer with dspr
    mi "В следующий раз я и спорить с тобой не стану!"
    sl "Вот! Верить надо в людей!"
    me "Эй! Вы что, спорили на меня?"
    show mi laugh pioneer with dspr
    "Мику нервно засмеялась."
    show sl smile pioneer with dissolve
    sl "Мику поставила на то, что ты сбежишь и ничего делать не будешь, а я предложила спор."
    me "Не стыдно?"
    sl "Так она же проспорила."
    mi "Просто Сеня так вёл себя…"
    me "Да, я лентяй. {w}Но с логикой у меня всё в порядке."
    me "Клуб уже убран, потому по новой его убирать никто не заставит. {w}А от репетиций тоже никто отрывать не станет."
    show sl happy pioneer 
    show mi smile pioneer
    with dissolve
    sl "К слову о репетициях…"
    mi "Вуаля!"
    "Жестом фокусника Мику вытащила из-за спины и явила миру в моём лице трубу!"
    "Вернее, не совсем трубу, а, скорее, корнет: меня учили именно на таком, оттого и лапки у меня были деформированы достаточно специфическим образом."
    "Вот только что это была за труба!"
    "Взяв её в руки, я покачал головой:"
    me "Того, кто так обращается с инструментом, следовало бы забить этим инструментом до смерти!"
    show mi laugh pioneer with dspr
    mi "Судя по замятостям, его и забили! Ну что? Берёшь?"
    me "Да тут одних плясок с щёткой и отвёрткой на полчаса. Есть машинное масло и запасные винты?"
    show mi smile pioneer with dspr
    mi "Найдём! Пошли!"
    hide mi with easeoutleft
    "Протиснувшись мимо меня (хотя места там было на пятерых ещё таких Мику), японка вскочила на террасу и загремела ключами."
    mi "Заходите!"
    me "Не расскажешь, почему «заходиТЕ», а не «заходи»?"
    show sl shy pioneer with dspr
    sl "Ольга Дмитриевна, похоже, немножко обиделась на меня за то, что я всё утро сачковала."
    me "А ты ей чем-то обязана?"
    show sl sad pioneer with dspr
    sl "Нет, но раз уж взялась за гуж… {w}В общем, она велела мне спрятаться далеко-далеко и не попадаться ей на глаза."
    sl "Я немного с вами посижу, а потом тишком на сончас."
    me "Почему немного?"
    sl "А вдруг кто-нибудь зайдёт и спросит, чем это я здесь занимаюсь?"
    me "Репетируешь!"
    show sl laugh pioneer with dspr
    sl "Хитрый жук! Но не врать же…"
    me "Мы соврём вместо тебя. Пошли!"
    "Поднявшись со ступени, я подал руку Славе и галантно препроводил её к двери."
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg int_musclub_day
    with fade
    play ambience ambience_music_club_day fadein 3
    "Собственно, там уже всё было готово к грядущей репетиции."
    "Рояль стоял с открытыми клавишами, на пюпитре уже лежало несколько нотных бумажек, а сама владелица смиренно ожидала, сложив лапки на коленках."
    show mi smile pioneer at right with dissolve
    mi "Сень, а ты много песен знаешь?"
    me "Да каких песен… Ты состояние инструмента видела?"
    show mi upset pioneer with dspr
    mi "Он… Ну, он немного помят. Но это не помешает!"
    show mi happy pioneer blond
    with flash_cyan
    pause(1)
    show mi happy pioneer with dissolve
    me "Ещё как помешает. Вот смотри."
    "Корнет лежал подле Мику, так что мне пришлось пересечь помещение, чтобы взять его."
    "При этом она специально оттопырила плечо так, чтобы мимо неё нельзя было пройти, не задев."
    "Только в этот раз я был готов."
    me "А ну брысь с дороги!"
    show mi laugh pioneer with dspr
    mi "Ой-ой, смотрите, какие нежные!"
    me "Это не я нежный, а вот инструмент…"
    "Несмотря на название, корнет был отнюдь не медным. {w}Скорее, стальным. Нержавейка."
    "Беглый осмотр ещё на крыльце выявил парочку проблем, но только сейчас они предстали во всей красе."
    "Единственный относительно живой клапан был на третьем пальце, но и там после пары нажатий цилиндр встал."
    me "Супер. {w}Так что там насчёт машинного масла?"
    show mi normal pioneer with dspr
    mi "Да, оно у меня очень кстати есть! {w}Я раздобыла маслёнку у кибернетиков, когда думала наладить тромбон."
    "Ещё один многострадальный представитель духовых в этом месте."
    show mi upset pioneer with dspr
    mi "Но раз ты говоришь, что он восстановлению не подлежит…"
    me "Эй! Я сказал, что ему не хватает мундштука, так-то он выглядит вполне рабочим."
    mi "Так я его разбирала и чистила, а колено — это же колено, да? — вот, его смазывала."
    mi "Правда, как сделать раструб целым, я так и не поняла…"
    show sl normal pioneer at left with dissolve
    sl "Ребята, я вам не мешаю?"
    show mi happy pioneer with dspr
    mi "Ты садись пока, мне ты ещё ой как пригодишься."
    show sl surprise pioneer with dspr
    sl "Зачем?"
    mi "Понимаешь, сейчас зануда Сенька будет «оживлять» инструмент."
    me "Сенька?"
    mi "Я же говорила! Зануда!"
    mi "Да ты сама посмотри, как он смотрит! {w}Похоже, какое-то время это точно займёт."
    sl "Помочь надо будет?"
    show mi laugh pioneer with dspr
    mi "Да, только не ему, а мне! Помочь не помереть от скуки."
    show sl smile pioneer with dspr
    sl "Я не против. С чего начнём?"
    "Короткий взмах рукой, два шага — и перед Славей распахнулась дверь в места обетованные!"
    "В реквизиторскую."
    sl "А, я поняла. {w}Костюмы для концерта!"
    show mi smile pioneer with dspr
    mi "Не совсем! Костюмы для нас!"
    sl "Для нас?"
    mi "Пошли!"
    play sound sfx_open_door_strong
    pause(1)
    hide sl
    hide mi
    with easeoutleft
    stop music fadeout 5
    pause(1)
    "Так началась катавасия."
    window hide
    with fade
    play music music_7dl["shappihn"] fadein 3
    "Нет, сначала девочки вели себя мирно и скромно, примеряя разные наряды и крутясь перед зеркалом, но вскоре им это показалось слишком неинтересным."
    "Стоит начать, пожалуй, с того, что не прошло и десяти минут, за которые я успел только немного разобрать инструмент и выложить на ветошку внутренности."
    play sound sfx_open_dooor_campus_1 fadein 2
    show mi smile dress with dissolve
    mi "Сень, ну как тебе, Сень?"
    me "Норм."
    "Не отрываясь от процесса, я задрал большой палец над головой."
    show mi upset dress with dspr
    mi "Сень, ты не смотришь!"
    me "Разумеется, я не смотрю! Я занят, вообще-то!"
    mi "Да оторвись ты, не убежит!"
    me "Да?"
    mi "Как тебе платье?"
    me "Сойдёт. У тебя всё?"
    show mi serious dress with dspr
    mi "В смысле, «сойдёт»? Я его так выбирала, оно самое красивое!"
    me "О, блин…"
    th "Блин, как будто в магазин на распродажу попали."
    sl "Эй, подвинься!"
    show mi smile dress at right with move
    show sl normal uniform at left with dissolve
    sl "Ну как?"
    "Тоже нормально."
    show sl serious uniform with dspr
    sl "Тебе не нравится?"
    me "Очень нравится, но если вы вдруг забыли…"
    we "Не нравится!"
    "Констатировали девочки."
    mi "Пошли, найдём что-нибудь ещё?"
    sl "Да, я видела там один наряд…"
    hide sl
    hide mi
    with easeoutleft
    me "Аллилуйя."
    "В этом времени не существовало простейших ватных палочек или пластиковых карточек, которые с удовольствием дадут в каждом первом магазине."
    dreamgirl "Отсталый мир!"
    th "Не говори."
    "Приходилось крутиться."
    "За время, пока девочки развлекались в реквизиторской, я успел сходить на улицу и выломать из ближайшего куста прутик."
    "Правда, дело немного подпортило, что кора его была жутко горькой на вкус, потому я весь переплевался, пока зачищал."
    "Но я справился и с этим."
    th "Теперь прочистить цилиндры изнутри и…"
    play sound sfx_open_door_kick
    show sl shy2 voca with dissolve
    mi "И!"
    me "Э…"
    show mi shocked casual at right with dissolve
    mi "Что такое?"
    me "Платье, конечно, интересное…"
    show sl happy2 voca with dissolve
    sl "Ага, и?"
    menu:
        "Ты выглядишь необычно":
            $ karma += 10
            sl "Необычно?"
            "Её образ будил в голове какие-то странные ассоциации."
            "Но как ни бился я, не мог вспомнить."
            me "Похоже на какую-то зарубежную поп-звезду."
            sl "Спасибо, очень приятно."
            me "Угу."
        "Кажется, оно больше Мику пойдёт?":
           show sl sad voca with dspr
           sl "Кажется?"
           me "Я имею в виду…"
           sl "То есть, мне оно не идёт?"
           me "Да нет, я хотел сказать…"
           "Я растерялся, и оттого обозлился."
    me "И вообще, вы дадите мне сегодня инструмент наладить?!"
    hide sl with easeoutleft
    "Славя ойкнула и тут же скрылась в помещении."
    show mi dontlike casual with dissolve
    mi "Тебе долго ещё?"
    me "Зависит от того, как часто будете отвлекать…"
    "Японка отправилась было за Славей, но я окликнул её:"
    me "Паста ГОИ и какая-нибудь короткая, твёрдая палка типа ножки от стула найдётся?"
    mi "Сейчас поищу…"
    hide mi
    show blackout_exh
    with dissolve
    "Я не помню, сколько так продолжалось, но я в полной мере ощутил себя женатым человеком."
    "Женатым сразу на двух непосредственных, требующих внимания особах, которые дорвались до шопинга."
    "Демоверсия, так сказать."
    "После этого я понял, что всё-таки семейная жизнь — это малость не моё."
    "Но по истечении указанного часа умаялись и девочки."
    "Мику просто устала, а Славя всё порывалась бежать за ведром и тряпкой — слишком уж ей не нравился пыльный реквизит."
    "Однако Мику сказала, что она знает кекусинкай и если что, будет отстаивать реквизит с оружием в руках!"
    "Оружие я тут же отобрал. {w}Им оказалась искомая ножка от стула — и откуда она только взялась в костюмерной?"
    "Так что к моменту, когда цилиндры были вычищены и смазаны, девочки успели: "
    "Обежать вокруг меня (трижды), сбросить цилиндры, винты и клапаны на пол (один раз) после чего все ползали на карачках и собирали, сыграть «собачий вальс», повыть на два голоса «ой, да не вечер», и, наконец, вволю повисеть у меня на плечах, наблюдая за процессом."
    "Я ко всему привык, человек вообще приспособленец тот ещё."
    "И глазик у меня почти не дёргался."
    "И придушить обеих хотелось куда реже, чем я ожидал."
    show sl normal pioneer at left with dissolve
    sl "Ты такой терпеливый… Не то что я!"
    show mi normal pioneer at right with dissolve
    mi "Самоконтроль, аутотренинг!"
    sl "А я, пока дома с братьями сижу, иногда ловлю себя на мысли, что любовь к родственникам всё же измеряется километрами."
    mi "А как же мама?"
    sl "Мама преподаёт, помогает подготовиться дошколятам, так что её единственная дочь, она же Феоктистова-четвёртая, работает ещё и мамой в свободное от учёбы время."
    show mi surprise pioneer with dspr
    mi "Ты сказала «четвёртая»?!"
    mi "Сколько же вас?"
    show sl smile pioneer with dspr
    sl "Не очень много, а вот как соберутся за столом все девять человек — шум, гам, весело!"
    mi "Семь детей, мамма миа…"
    "Легко справилась с арифметикой Мику."
    sl "Зато все братья вместе всегда, даже летом. {w}Нам в этом году дали две путёвки, поэтому можно было помимо меня кого-то взять, но все отказались."
    show sl shy2 pioneer with dspr
    sl "Но не выбрасывать же путёвку, вот мы её и отдали."
    "Она посмотрела на меня долгим испытующим взглядом и добавила:"
    sl "Лене."
    me "Понятно."
    hide blackout_exh
    me "Жаль только, что весь этот лагерь скоро закончится. {w}И для кого-то — навсегда."
    sl "Почему, всегда же можно приехать ещё?"
    me "Дикарём? Или вожатым? {w}Это не то."
    show sl normal pioneer with dspr
    sl "Это потому, что ты никогда не был вожатым."
    th "Хвала рандому, мне и так работы с детишками хватило."
    me "Юность заканчивается."
    show mi laugh pioneer with dspr
    mi "А ты бы хотел, чтобы тебя сюда до самой старости возили?"
    mi "Представляю, как сидишь ты старенький на крылечке, а тебя Ольга Дмитриевна на зарядку гонит."
    "Мику показала мне язык."
    me "Вот и я про то же. {w}Жизнь не заканчивается, а юность…"
    me "Я не хочу становиться старым."
    show sl surprise pioneer with dissolve
    sl "Ты не любишь жизнь?"
    th "Нет."
    me "Я терпимо к ней отношусь. {w}Но я смотрю на долгожителей: сто лет, сто десять…"
    me "Долголетие — это не долгая юность, а долгая старость."
    me "Как представлю, как из меня пятьдесят лет кряду будет песок сыпаться… бррр. Лучше помереть молодым."
    show sl sad pioneer with dspr
    sl "Довольно обычные в таком возрасте мысли, так мне говорила Виолетта Церновна."
    me "Да, такой вот я неоригинальный. {w}Я хотел бы помереть… Не знаю. Во сне!"
    me "Или замёрзнуть и уснуть беспробудно."
    mi "Да, шикарная смерть."
    show mi normal pioneer with dspr
    mi "Без боли."
    show sl happy2 pioneer with dspr
    sl "Да, вы самая странная компания, какая у меня была."
    mi "А ты?"
    sl "Что?"
    mi "Ты выбрала бы бесконечную юность тела или бесконечную юность разума?"
    sl "Разума, конечно."
    sl "Я не боюсь закончиться однажды, но почувствовать, как ты глупеешь и думаешь всё хуже и медленнее…"
    me "Все так хотели бы."
    show sl normal pioneer with dspr
    stop music fadeout 1
    pause(1)
    play music music_7dl["more_than_alive"] fadein 3
    "Последний винт встал на место, и я распрямился, держа на весу кажущийся непривычно тяжёлым инструмент."
    "И руки вроде ставлю правильно, и спину… А всё одно — не то что-то…"
    "Всё по науке, всё как учили — верхнее дыхание, расслабленные губы, и…"
    "Труба издала сдавленный звук, больше похожий на кряканье."
    mi "Что-то не так?"
    me "Сейчас."
    "Всё было как-то не так, как-то некомфортно!"
    "Будто крошки в кровати, камешек в ботинке — что-то мешало, а пальцы и вовсе свело."
    "Будто пытался писать левой рукой."
    "Я привёл себя в порядок, и…"
    "Всё тот же полузадушенный стон."
    me "Что не так-то?"
    show mi upset pioneer with dspr
    mi "Кажется, я поняла."
    sl "Да?"
    mi "Если приглядеться, это видно. {w}Сеня знает теорию, но с практикой всё плохо."
    show sl sad pioneer with dspr
    sl "Значит, ты не сможешь играть?"
    "Я дунул ещё раз — с тем же результатом."
    mi "Сеня, когда ты последний раз брал в руки трубу?"
    "Я призадумался, загибая пальцы."
    "Наконец, ответил:"
    me "Десять лет назад."
    "Славя ахнула, а Мику кивнула."
    mi "Утратил навык, забыл. Что же ты, Сеня…"
    th "Не утратил. Совсем не утратил."
    "Угрюмо подумал я."
    th "Дело не в утрате, совсем нет."
    "Доходило до меня трудно и долго, зато наверняка:"
    th "Дело в том, что это тело вообще никогда на трубе не играло! {w}Оно этого просто не умеет!"
    sl "И что же теперь…"
    mi "Попробуем подыскать Сене какой-то другой номер."
    mi "За два дня он всё равно форму не наверстает."
    me "А я говорил."
    show sl smile pioneer with dspr
    sl "Но ты же умеешь петь? Вот, разучишь какую-нибудь песенку!"
    sl "Или ещё что-нибудь… Ты же талантливый!"
    me "Тебе-то откуда знать?"
    show mi upset pioneer with dspr
    mi "Взгляд, Сеня."
    mi "У Лены, у меня. {w}У тебя."
    mi "Мы одинаково смотрим на мир, самое важное для нас — это найти красоту и показать её миру."
    me "Ты уверена, что ты из Японии? Такие речи…"
    show mi laugh pioneer with dspr
    mi "У меня папа — русский инженер!"
    stop music fadeout 1
    pause(1)
    play sound sfx_7dl["eat_horn"] fadein 1
    "В этот момент нашу беседу прервал сигнал горна."
    "Тихий час закончился, и пионеров приглашали в столовую."
    sl "После полдника будет концерт."
    sl "Теперь я понимаю, что ты на него точно не успел бы подготовиться."
    me "То-то и оно."
    show mi smile pioneer with dspr
    mi "Хватит сидеть буками, пошли лопать!"
    "Мику задёргала нас, затормошила, вынуждая встряхнуться, скомкать невесть откуда взявшуюся хандру и выбросить её прочь в окошко."
    mi "Всё будет хорошо!"
    stop sound fadeout 1
    pause(1)
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg ext_musclub_day
    with flash
    play ambience ambience_camp_center_day fadein 6
    "Она вытолкала нас из клуба взашей, щёлкнула замком и подбросила ключик на ладошке."
    show mi smile pioneer with dspr
    mi "Ребята, с вами очень весело, надо обязательно будет посидеть так ещё раз!"
    me "Это я тебе могу обещать."
    show sl shy pioneer at right with dissolve
    sl "А я не знаю. {w}Но я очень постараюсь."
    show mi happy pioneer with dspr
    mi "Вот и отлично. А теперь — бегом до столовой!"
    mi "Кто последний — делится со всеми!"
    hide mi with easeoutleft
    "Мику мгновенно сорвалась с места, оставляя нас в растерянности."
    show sl happy2 pioneer with dspr
    sl "Делится — это значит, делит свой полдник между остальными!"
    hide sl with easeoutleft
    play music music_7dl["imfine"] fadein 3
    me "Блин."
    me "Эй, подождите меня!"
    "Я припустил вслед за девочками."
    window hide
    scene bg ext_dining_hall_away_day
    show sl smile pioneer
    with dissolve
    sl "Опоздал, опоздал!"
    me "Просто вы жулики!"
    show mt normal pioneer at right with dissolve
    mt "Персунов, руки намыл?"
    me "Э… Да."
    mt "Я так и думала. А ну марш!"
    me "Но я же…"
    mt "Марш, кому сказано!"
    "Под взглядами стоящих здесь же пионеров и «отряда» родителей, я был вынужден развернуться и отправиться, куда послали."
    hide sl
    hide mt
    with dissolve
    "Причём, я готов поклясться — выбрала она конкретно меня совсем не случайно!"
    dreamgirl "Если хочешь, могу напомнить спич Слави на завтраке."
    th "Да ну, брось. {w}В сказку о том, что это, мол, всё из-за меня, я не верю."
    dreamgirl "А из-за кого?"
    th "Так говорили же — на место образцового отдыха претендуют!"
    dreamgirl "И ты в это веришь. {w}С деревянными домиками, удобствами на улице и предварительной записью в душ."
    th "Ну… Это же лагерь, тут есть свои условности."
    dreamgirl "Нет, образцовое место отдыха — это тёплые кирпичные корпуса с водоснабжением и санузлом если не в каждой комнате, то хотя бы на этаже."
    dreamgirl "Тот же «Артек» вспомни."
    th "Нет. {w}«Артек» — это другое."
    dreamgirl "Вот именно. {w}Потому туда возят всяческих гостей, послов доброй воли вроде одной американской левши."
    dreamgirl "А сюда — нет."
    "Не найдясь с ответом, я прибавил шагу."
    "Лишиться полдника даже в шутку не улыбалось совершенно."
    window hide
    scene bg int_dining_hall_people_day
    with swradar
    "В столовой опять было битком, и в этот раз никто опаздывать не стремился."
    "Так что с местами опять был определённый затык."
    show mt normal pioneer with dissolve
    mt "Про концерт слышал?"
    me "Слышал, слышал… А можно мне взять самоотвод?"
    mt "По причине?"
    if len(list_clubs_7dl) > 0: 
        me "Мне бы хотелось в кружок сходить."
        mt "Все кружки закрыты."
        "Безапелляционно заявила Ольга."
        me "Как все? {w}Они же утром были закрыты!"
        mt "И сейчас тоже!"
        if 'nwsppr' in list_clubs_7dl:
            me "И стенгазета?"
            mt "Вся редакция будет на концерте, писать статьи, делать наброски."
            mt "Уверена, ты захочешь к ним присоединиться."
        elif 'soccer' in list_clubs_7dl:
            me "А как же футбол?"
            mt "Никакого футбола! {w}Физрук будет следить за безопасностью на концерте, ты с кем собрался играть?"
            me "Я бы собрал команду."
            mt "Исключено."
        elif 'volley' in list_clubs_7dl:
            me "Мы со Славей хотели в волейбол поиграть."
            show mt grin pioneer with dspr
            mt "Со Славей? {w}А она в курсе?"
            me "Да!"
            "Отважно соврал я."
            mt "А про то, что в тихий час был товарищеский матч сборной лагеря против родителей, она тоже в курсе?"
            me "И про него тоже."
            show mt laugh pioneer with dspr
            mt "И где же была наша основная защитница во время этого матча?"
            me "Репетировала."
            mt "А теперь и выступать будет."
        elif 'badmin' in list_clubs_7dl:
            me "Даже ракетки спрятали?"
            mt "Их — в первую очередь!"
            mt "Если ты вдруг забыл, то по территории шастает орава лиц, которые только и ищут косяки."
            me "Но спортинвентарь…"
            mt "Убран под замок. {w}У тебя всё? Тогда жду на концерте."
        elif 'music' in list_clubs_7dl:
            me "Неужели музыкальный клуб закрыли тоже?"
            "Особенно учитывая, что с хозяйкой оного клуба я только что наперегонки мчался сюда."
            me "Я хотел бы позаниматься музыкой."
            mt "Позанимаешься после концерта."
            me "Но Мику…"
            mt "Будет его ведущей."
            mt "В конце концов, ты же сам музыкант!"
            mt "Неужели хочешь выступать перед пустыми скамейками?"
            me "Почему пустыми-то?"
            "Опешил я."
            mt "Так если каждый уйдёт по своим делам вместо концерта — кто его смотреть будет?"
            mt "Всё, решено. Сначала мероприятие, потом всё остальное."
        elif 'cyber' in list_clubs_7dl:
            me "Я хотел бы к кибернетикам сходить, отметиться."
            me "Записан же, помните?"
            mt "Подождут твои кибернетики, никуда не денутся."
            "Отмахнулась вожатая."
            mt "Тем более, что они тоже будут на концерте."
    else:
        me "Да что-то я себя плохо чувствую."
        mt "Значит, после ужина сходишь к медсестре, если станет плохо — подойдёшь прямо к ней."
        mt "Она будет на концерте, так что помереть мы тебе не дадим."
        me "Эх…"
        mt "Ты же не хочешь опозорить нас перед комиссией?"
        me "Да я слышать уже про этих оглоедов не могу!"
    hide mt with dissolve
    "Как ни крути, кругом правота была за вожатой."
    "Хотя я всегда мог сбежать."
    dreamgirl "Мысль не самая плохая, как мне кажется."
    th "И я того же мнения."
    "С каждой секундой эта мысль нравилась мне всё больше."
    "Повеселев, я забрал свой пряник с раздачи, и, меланхолично жуя его, отправился на улицу."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day4_sl_7dl_loki_evening:
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_evening fadein 4
    play music music_7dl["someone_like_you_guitar"] fadein 3
    "Да, я надумал сбежать и уйти куда-нибудь."
    "Что я буду делать в этом «где-нибудь», я пока не придумал, но дело ведь в принципе, верно?"
    "Не подчиняться чьим-то командам — тем более девочки, которая ощутимо младше, а делать то, что хочешь."
    "Это же и отличает человека взрослого, живущего только своей головой."
    show mt smile pioneer at left with dissolve
    mt "Семён, на концерт отправляешься?"
    dreamgirl "Но забор высокий не пускает и колючка в несколько рядов…"
    th "Спасибо."
    me "Я…"
    show ba em1 uniform at right with dissolve
    ba "На концерт, на концерт. {w}Сейчас мы его проводим."
    "Физрук не обратил внимания на мой взгляд исподлобья, махнул рукой в нужную сторону — мол, карета подана, просим."
    "Вот и пришлось…"
    window hide
    scene bg ext_stage_big_clear_day_7dl
    with dissolve
    "Вот так, под конвоем, я и оказался здесь."
    "Хотя не хотелось, вот право слово."
    "Место старших отрядов — сзади. Две самые высокие скамейки под полтора пионера — очень даже честно."
    "Самый маленький отряд, что поделаешь."
    "Хотя приходилось мне видать и смены, где первый отряд был чуть ли не самым многочисленным."
    "В этих случаях смена превращалась в испытательный полигон."
    "Испытания на нём проходили исключительно на предел прочности педагогов."
    window hide
    scene bg ext_stage_near_clear_7dl at zenterleft
    with dissolve 
    "Был в нашей ситуации и несомненный плюс."
    "Родительский отряд усадили на параллельный ряд, из-за чего тесниться приходилось только тем, кто там обычно располагался."
    "А нам хватало и того, что есть."
    "И нет, я вовсе не искал компании Слави."
    "Но так вот вышло, что свободное место оказалось рядом с ней."
    th "Ещё подумает, что я за ней хожу."
    "С неудовольствием подумал я, но под пристальным взглядом физрука послушно уселся, куда было велено."
    show sl normal pioneer close at left
    show un normal pioneer close at right
    with dissolve
    me "Секретничаете?"
    show sl smile pioneer close with dspr
    sl "Я рассказала Лене про то, чем мы вместо товарищеского матча по волейболу занимались."
    if 'volley' in list_clubs_7dl:
        me "Да, Ольга Дмитриевна мне что-то такое говорила."
    me "Ты разве не в курсе была о матче?"
    show sl sad pioneer close with dspr
    sl "Да откуда?"
    sl "Я хоть и числюсь в сборной, но мне никто ничего не сказал. {w}А Ольга Дмитриевна ещё и наругала."
    me "Кто хоть победил?"
    un "Сборная."
    me "Ты всё видела?"
    "Лена хотела было смутиться, покраснеть, но передумала."
    show un sad pioneer close with dspr
    un "Попробуй тут не увидь, когда под окнами играют."
    "Прошептала куда-то в сторону девочка."
    me "Мы не запирались, не прятались, так что кто хотел бы — точно сумел найти."
    show sl normal pioneer close with dissolve
    sl "Хочешь сказать, я не виновата?"
    me "Я хочу сказать, что тебя {i}делают{/i} виноватой."
    show sl surprise pioneer close with dspr
    sl "Но зачем? {w}Кому это может быть нужно?"
    me "Мне кажется, дело в вожатой. {w}Если быть точнее, в том, что вся её нагрузка легла на неё же."
    show un serious pioneer close with dspr
    un "Должно быть наоборот?"
    me "Ты забываешь про безотказную Славю. {w}Она всегда выручала, а сейчас вдруг подвела."
    me "И не свалишь на неё, пока вокруг столько свидетелей."
    show sl serious pioneer close with dspr
    sl "Нет, ерунда. {w}Я в такое точно не поверю."
    me "Как хочешь."
    "В глазах Лены вспыхнула искорка понимания, а значит, вполне можно отстать от девочки."
    "Подруга её точно доведёт до нужной кондиции, после которой включается мозг."
    "Можно успокоиться, замереть и готовиться к будущему выступлению."
    "Оно не очень интересно мне как человеку, но как профессионал я всё равно буду отмечать постановку номеров, поведение детишек на сцене и прочая, и прочая…"
    "Деформация, чтоб её."
    "Я подумал об этом без былой злости и вдруг понял, что меня нисколько не гнетёт то, что я подчиняюсь чьей-то чужой воле."
    "Пустая трата времени, скука и ряд других терминов вдруг перестал иметь влияние."
    "От них осталось только умозрительное значение."
    "Смысл из толкового словарика, а не напрямую влияющий на восприятие фактор."
    "Это тяжело объяснить, но до меня вдруг дошло, что у меня, по сути, есть ровно столько времени, сколько мне нужно."
    "Мне хватит его на всё, что я только захочу."
    "И даже сейчас, пока я морально готовлюсь к кривляниям на сцене — я всё ещё нахожусь в компании двух симпатичных девочек, которые относятся ко мне нормально!"
    me "А можно вам задать один вопрос?"
    show un normal pioneer close with dspr
    un "Смотря какой."
    show sl normal pioneer close with dspr
    sl "Задавай."
    me "Есть что-то, за что вы чувствуете самую сильную благодарность?"
    sl "Миру…"
    "Не задумываясь ответила Славя."
    show sl smile pioneer close with dspr
    sl "Я не знаю, кто это создал и создал ли, может быть, это была вообще целая цепь случайностей."
    sl "Но то, что есть сейчас — это непостижимое чудо, а я только подступаю к его изучению."
    sl "Будто открыла новую книжку и чувствую, с какой неохотой буду закрывать. {w}А сама смотрю — впереди ещё уйма страниц."
    show un normal pioneer close with dspr
    un "Мне тоже отвечать?"
    me "Конечно."
    show un serious pioneer close with dspr
    un "Славе. {w}И она знает — за что."
    show sl sad pioneer close with dspr
    sl "Только не расскажу. {w}Если Лена сама захочет…"
    un "Не захочет."
    show sl normal pioneer close with dspr
    sl "Вот как… Хорошо, Семён, а ты?"
    me "Я?"
    sl "Кому или чему ты благодарен сильнее всего?"
    me "Была у меня одна знакомая девушка…"
    "Начал я, краем глаза отмечая, как вздрогнула Лена при слове «девушка»."
    me "Она меня всему научила."
    th "Тварь такая."
    me "Благодаря ей я стал тем, кто есть сейчас."
    th "А также попутно угробил всё, что было у неё и её людей."
    me "Она меня вдохновила, по сути."
    th "На то, чтобы превратиться в мелкую злобную тварь."
    "Славя неуверенно посмотрела мне в глаза и спросила:"
    sl "Должно быть, ты очень дорожишь ей?"
    me "О, да."
    show sl sad pioneer close with dspr
    sl "У тебя лицо перекосилось. {w}И глаз дёргается."
    sl "Неприятные воспоминания?"
    show un sad pioneer close with dspr
    un "А… кхм… Как зовут эту девушку?"
    me "Ксана."
    "Зло выплюнул я."
    show un sad pioneer close with dissolve
    dreamgirl "Ого! Да если бы от ненависти можно было питать двигатели внутреннего сгорания, мы бы уже добрались до Луны!"
    th "Я не ненавижу её."
    dreamgirl "Разожми челюсти, эмаль раскрошишь."
    dreamgirl "И выдохни… Ксюшки здесь нет и не планируется."
    th "А если…"
    show un normal pioneer close with dspr
    un "Понятно. Вот, значит, к кому ты…"
    hide un with dissolve
    "Лена не договорила и отвернулась."
    sl "Лена? Что-то случилось?"
    un "Нет."
    "Будничным тоном ответила девочка, не оборачиваясь."
    un "Просто я устала от разговоров."
    sl "Но…"
    me "Славя, оставь её. {w}Неужели тебя не учили, что иногда человеку надо побыть одному?"
    show sl sad pioneer close at center with move
    sl "Нет, в этой части моего воспитания — белое пятно."
    me "Тогда просто поверь на слово."
    sl "Лена?"
    "Та в ответ отрывисто кивнула."
    sl "Ну х-хорошо… Хотя мне кажется, что вы…"
    "Её голос опустился до бормотания под нос."
    sl "Почему от вас веет такой злостью…"
    me "Потому что каждого человека что-то злит. {w}И тебе очень повезло, если ты можешь с этим справиться."
    me "Но хватит разговоров, на носу концерт."
    hide sl with dissolve
    stop music fadeout 6
    pause(1)
    "И в самом деле — на эстраду выскочила Мику."
    "Что характерно, в том самом платье, которое примеряла Славя."
    th "В любом случае, оно больше шло Мику."
    dreamgirl "Или просто оно изначально принадлежало нашей хафу."
    th "О чём это ты?"
    dreamgirl "Так… Мысли вслух."
    play music music_7dl["will_you"] fadein 3
    mi "Добрый вечер, дорогие пионеры и гости лагеря!"
    mi "Спасибо всем, что вы собрались сегодня! Мы приготовили…"
    "Мику продолжила говорить, но моё внимание привлекли переговоры на повышенных тонах откуда-то слева и сзади."
    th "Что за?"
    "Нет, я не из тех людей, которые шикают на громко смеющихся или разговаривающих соседей по кинотеатру."
    "Что там, я вообще не хожу в кинотеатры, всем прочим просмотрам предпочитая торренты."
    "Но сейчас почему-то среагировал."
    "Повернувшись, я открыл было рот…"
    window hide
    show al sad shirt
    with fade
    "Во первых, я увидел одного из мальцов, которые так успешно обхамили меня пару дней назад."
    "Правда, выглядел он сейчас крайне примечательно."
    "Наглый огонёк из глаз никуда не исчез, но всё остальное…"
    "Стоит отметить, что он не был больше в форме, а прилизанная причёска больше напоминала воронье гнездо — волосы торчали в разные стороны, кое-где можно было разглядеть репейник, а на левом плече был заметный грязевой развод."
    "Грязь я заметил по причине того, что одет он был в самую обыкновенную маечку и шорты-семейники. {w}По причине этого облупившиеся плечи были выставлены во всей красе, что называется."
    "И, видимо, за этот наряд ему и выговаривала его вожатая."
    show sl sad pioneer at left with dissolve
    sl "Опять подопечные Катюшки буйствуют."
    "Вполголоса проговорила Славяна."
    me "Мне кажется, он здесь скорее жертва."
    $ meet('ka','Катюшка')
    ka "Ладно, ты моего помощника постоянно куда-то утаскиваешь, но мог бы хотя бы привести себя в порядок."
    show al shy shirt with dspr
    al "Я не успел."
    ka "Не успел он! А кому теперь краснеть, мне?"
    al "…"
    ka "Ну, почему ты молчишь?"
    al "… Извините."
    ka "Да что мне твоё «извините»? Марш домой переодеваться!"
    show al dontlike shirt with dspr
    al "Я не могу."
    ka "И кто же тебе мешает?"
    al "У меня форма постиранная."
    me "Сейчас скажет, что упал и испачкался."
    al "Я случайно испачкался."
    show sl surprise pioneer with dspr
    sl "Читаешь мысли?"
    me "Практически. {w}Видишь, на левом плече и на скуле грязь?"
    show sl normal pioneer with dspr
    sl "Да."
    me "Он ей синяки замазал. {w}А получить такие можно одним-единственным способом."
    sl "Подравшись."
    me "Молодец. Соображаешь."
    ka "Признавайся, Александр, ты опять с кем-то что-то не поделил?"
    $ meet('al','Александр')
    show al normal shirt with dspr
    al "Да нет, просто я упал."
    "Продолжал настаивать на своём малец."
    ka "Слушай, признайся уже, и мы…"
    "Наверное, она долго бы ещё уговаривала его признаться в том, в чём мальчики никогда не признаются."
    "Но их трогательный диалог завершился раньше срока с появлением новых действующих лиц."
    hide sl
    with fade
    "Вообще, к любому взрослому в лагере сейчас следовало бы относиться с известной опаской."
    "По сути, любой из них мог быть какой-нибудь важной шишкой, представлять какой-нибудь комитет — обида такого человека могла дорого обойтись."
    "Но когда я разглядел новых действующих лиц, я понял, что ещё проблем не видел."
    "В сопровождении похожих, как братья, весьма упитанных мальчиков в нашу сторону направлялась явно мамаша."
    "Сходства братьям придавало ещё и симметрично проставленное украшение — у одного под левым, у другого под правым глазом."
    voice "Где здесь этот… Ванька!"
    al "Алька!"
    voice "Так это ты, значит, кулаками машешь?"
    show al angry shirt with dspr
    "Поименованный Алька отвернулся, явно выражая нежелание продолжать общаться."
    voice "Ты что это нос свой от меня воротишь, да я знаешь, кто!"
    $ meet('al','Алька')
    al "Плевать мне."
    ka "Погодите, вы можете рассказать, что случилось?"
    show mt normal pioneer at left with dissolve
    mt "Может, вы дадите нам посмотреть концерт?"
    ka "Оль, у нас проблема."
    mt "Отойдём."
    hide mt with dissolve
    "Так или иначе, на эстраде плясала японка, а значит, никому до нас дела не было."
    "Ольга за локоток утащила вожатую второго отряда и обиженную мамашу, начала им что-то выговаривать."
    "Они некоторое время переговаривались, затем мамаша позвала своих детишек, а вожатая кивком пригласила Альку."
    show sl sad pioneer at right with dspr
    sl "Вот людям заняться-то нечем…"
    me "Не говори."
    show sl normal pioneer with dspr
    sl "Пойдём, вмешаемся, что ли."
    me "Думаешь, без нас не разберутся?"
    sl "Я думаю, сейчас будет куча вранья и обвинений, но нам нужен численный перевес — их всё-таки трое."
    "Легко поднявшись с места, Славя поспешила к месту разборок."
    "Немного подумав, я решил последовать её примеру."
    window hide
    scene bg ext_stage_big_clear_day_7dl
    show mt angry pioneer at cright 
    with dissolve
    "Вожатая неласково окинула нас взглядом, когда мы подошли, но ничего не сказала."
    show sl normal pioneer at fleft with dissolve
    sl "Помочь чем?"
    mt "А у нас тут затруднение вышло."
    "Охотно поделилась она."
    mt "Видишь, эта достопочтенная женщина заявляет, что наш пионер напал на её сыновей. {w}И избил."
    "Дураком быть не надо, чтобы сравнить двух бугаёв и одного худенького, пусть и сердитого мальчика."
    "Сравнение было явно не в пользу последнего."
    me "А за что избил?"
    mt "Они говорят, что просто так."
    show sl sad pioneer at left with move
    sl "Может быть, ты хочешь что-то рассказать?"
    show al dontlike shirt with dspr
    al "…"
    sl "Ты ничего не хочешь рассказать?"
    "Славя определённо что-то знала, но никак не могла это выразить."
    ml "Да он напал на нас, ещё камнями кидался!"
    ml2 "Да!"
    mt "Всё так и было?"
    "Алька пожал плечами."
    al "Камнями — кидался."
    voice "Видите? Хулиган какой растёт!"
    sl "А за что?"
    show us smile pioneer far at fright behind mt
    with dissolve
    us "Ольдмитривна, а если я вам помогу, вы меня с концерта отпустите?"
    show mt normal pioneer with dspr
    mt "Допустим…"
    show us laugh pioneer far with dspr
    us "Вы обещали!"
    mt "Обещала, обещала…"
    "Вожатая с интересом пригляделась к тому, что будет делать Ульянка."
    "Но та не стала делать ничего экстравагантного, просто улыбнулась Альке и спросила:"
    show us normal pioneer far with dspr
    us "Подрался?"
    al "Нет."
    us "Защищал кого-то?"
    al "Да…"
    "Неохотно ответил мальчик."
    mt "Кого?"
    al "Шестой отряд."
    al "Они дразнились, камнями кидались, я вступился."
    show mt angry pioneer with dspr
    "Ольга обернулась и прожгла бугаев взглядом."
    mt "Это правда?"
    ml "Да врёт он всё!"
    sl "Надо сходить за вожатой шестого отряда, она точно знает."
    ml2 "Да мы не дразнились, мы пошутили!"
    us "Дальше."
    al "А что дальше? Они кидались и не попали, а я кидался в них и попал."
    al "Да если бы мы всей тройкой были, они бы не подошли даже!"
    sl "А вид почему такой…"
    "Алька оглядел нас тяжёлым, неприязненным взглядом, но раз уж начал говорить…"
    al "В яму они меня кинули. Я сопротивлялся, но кинули."
    show al normal shirt with dspr
    "Он гордо посмотрел на следы своих рук на лицах «обиженных»."
    mt "За столовой есть яма."
    "Пояснила присутствующим вожатая."
    al "Пока карабкался наверх, весь перемазался, вот, постирался…"
    "«Обиженные» выглядели обескураженно и жалко."
    th "И на что идиоты рассчитывали? {w}Их первый же товарищеский суд раскусил."
    dreamgirl "Зря ты. Если бы не Ульяна, он так бы и молчал дальше."
    dreamgirl "И наказание понёс в одиночку."
    me "Шестой отряд — это самые маленькие?"
    sl "Нет, это дети, к которым родители не приехали… по разным причинам."
    "И, кажется, ряд этих причин я очень хорошо себе представлял."
    show mt normal pioneer with dspr
    "Похоже, с проблемой разобрались. Осталось только придумать, как наказать виноватых."
    voice "Посадите его под домашний арест, чтобы больше руками махать было неповадно!"
    show mt smile pioneer with dspr
    mt "Хорошая идея. {w}Катюшка, слышала?"
    "Та кивнула."
    ka "После отъезда родителей оба Ануфриева сидят в доме, пока я их не выпущу. Всё понятно?"
    voice "Да как вы…"
    sl "А с Александром что?"
    us "Он доброе дело сделал, нельзя его наказывать!"
    ka "И всё же драка — это ЧП. {w}Саша, после ужина подойдёшь ко мне, будем придумывать, как тебя наказать."
    show al smile shirt with dspr
    "Повеселевший Алька дёрнул плечом."
    al "Можно мне вернуться на скамейку? Концерт хочется посмотреть."
    ka "Да, иди…"
    hide al with dissolve
    voice "Значит, ему можно людей калечить, и никто ничего ему не сделает? Да я до самого верха дойду, я просто так это не оставлю!"
    show mt normal pioneer with dspr
    mt "Идите куда хотите. {w}Но сначала напишите заявление начальнику лагеря."
    mt "Вы всегда можете закрыть путёвку досрочно, если хотите."
    voice "Нет, этому лагерю точно не видать звания образцового! С такими людьми… Пошли, дети!"
    mt "Эту утрату я как-нибудь перенесу."
    mt "Вы всё ещё здесь?"
    "А это было уже к нам."
    show us laugh pioneer with dissolve
    us "А вы меня отпустили, вы сами сказали!"
    mt "Отпустила — иди. С вами что?"
    hide us with easeoutright
    show sl normal pioneer with dspr
    sl "А мы возвращаемся на места."
    mt "Вот и хорошо, приятного просмотра."
    "Она махнула нам и пробурчала себе под нос едва слышно — я смог расслышать лишь изо всех сил напрягая слух."
    show mt sad pioneer with dspr
    mt "Пойду Алексей Максимыча морально подготовлю. А то мало ли."
    window hide
    scene bg ext_stage_near_clear_7dl
    show sl normal pioneer 
    with dissolve
    "Вот так был разрулен величайший конфликт всех времён и народов."
    "Без моего участия."
    sl "Не беспокойся, ты как моральная поддержка был очень полезен."
    me "Спасибо.{w} А ещё на меня можно сумочки вешать. И пакеты."
    show sl laugh pioneer with dspr
    sl "Не дуйся, но, если бы нас было меньше, возможно, нас и слушать бы не стали."
    me "Я не дуюсь."
    me "Я вообще концерт смотрю."
    hide sl with dissolve
    "С этими разбирательствами оказалось, что время уже ощутимо так к восьми."
    "Незаметно пролетело, я насчитал где-то пять или шесть выступлений, включая ещё одно в исполнении Мику, прежде чем на эстраду вышла Ольга Дмитриевна и объявила концерт закрытым."
    "Все забурчали, забормотали, но послушно начали выбираться с мест и строиться в колонну по двое."
    stop music fadeout 5
    pause(1)
    window hide
    scene bg ext_dining_hall_away_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music music_7dl["too_serious"] fadein 3
    "Наш отряд, понятно, был самым последним."
    "Потому что младшим надо уступать."
    "А ещё старшим."
    "Беременным женщинам."
    "Невменяемым белобилетникам."
    "Говоря короче, уступать надо всем. {w}Поголовно."
    "Таким вот нехитрым образом молодые, крепкие юноши и девушки становятся самыми социально незащищёнными."
    mz "Уехали эти оглашённые?"
    "Скрипнуло за спиной, и я обернулся."
    show mz normal glasses pioneer with dissolve
    me "После ужина должны."
    show mz angry glasses pioneer with dspr
    mz "Ну разумеется. {w}Как же не пожрать нахаляву."
    me "Так говоришь, как будто они за твой счёт жрать будут."
    show mz normal glasses pioneer with dspr
    mz "За мой… За не мой…"
    mz "У меня к родственникам в налоговую два раза в год такие тунеядцы набегают — пожрут, на теплоходе накатаются — и домой, в Москву, отчёты писать."
    me "Тогда понятно, почему ты такая…"
    mz "Какая?"
    me "А как же. Сердитая и людей не любишь."
    dreamgirl "Полюбил девушку, юную, красивую, умную. Дома раздел — оказалась налоговый инспектор."
    dreamgirl "Генетику, брат, не пропьёшь."
    hide mz with dissolve
    "Женя фыркнула и удалилась."
    window hide
    scene bg ext_dining_hall_near_sunset
    show el serious pioneer at right
    with dissolve
    el "О чём с Жуковой болтали?"
    me "О ерунде всякой."
    el "А если серьёзно?"
    me "Слушай, отчепись, а? {w}Если интересно, так сходи к ней сам и спроси. Жень!"
    show mz normal glasses pioneer at left
    with dissolve
    "Она отреагировала неровно, дёрнулась, и только потом с достоинством обернулась и спросила:"
    mz "Чего тебе?"
    show el shocked pioneer with dspr
    "А вот Электроника моё поведение явно шокировало."
    me "Тут Сыроежкин интересуется, о чём мы с тобой разговаривали. Можешь ему рассказать?"
    mz "Ему?"
    "Она смерила Эла взглядом, после чего покачала головой:"
    mz "Нет."
    hide mz with dissolve
    "А секунду спустя подошла и её очередь — освободилось место в столовой."
    show el angry pioneer with dspr
    el "Да ты!.."
    me "Видишь? Не могу. Запретили."
    show el sad pioneer with dspr
    el "Да ну тебя."
    hide el with dissolve
    "Парень махнул рукой и отвернулся."
    "А я, посмеиваясь, сделал ещё один шаг по направлению к крылечку."
    "Толпы я всю жизнь не любил, и, как показала практика, крайне справедливо."
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg int_dining_hall_people_sunset
    with fade
    dreamgirl "Как бишь там было у Кристалинской…"
    dreamgirl "Чтоб поплавать в синем море, надо очередь занять?"
    th "Угу."
    "Единственные люди, которым было ещё хуже, чем пионерам, вынужденным стоять очередь на ужин — это дежурные."
    "Им я явно и категорически не завидовал."
    "Был и некий плюс — видимо, в силу новых реалий нас не заставляли выстаивать очередь у раздачи, а сразу распределили за столы."
    "Так что мой ужин меня уже ждал."
    "По правую руку от меня сидел надувшийся Электроник, зато слева располагалась целая Ульянка, и я, памятуя о событиях дня поза-позавчерашнего, прикрыл тарелку рукой."
    show us laugh pioneer with dspr
    us "Да расслабься ты! Раз ты больше не новичок, твои котлеты в безопасности!"
    dreamgirl "Оу-йе! Ты слышал, как это прозвучало?"
    dreamgirl "Твои котлеты в безопасности!"
    me "А куда с концерта отпрашивалась?"
    show us grin pioneer with dspr
    us "А на боку полежать, понимаешь?"
    me "На боку."
    us "На правом."
    me "Очень интересно, спасибо."
    us "А потом на левом."
    me "Всё, я понял, спасибо ещё раз!"
    play sound sfx_face_slap
    me "Не тяни руки!"
    "Я был начеку и крайне вовремя треснул по шаловливым ладошкам, невесть что забывшим в моей тарелке."
    show us dontlike pioneer with dspr
    us "Уууу…"
    "Прокомментировала девочка, засунув палец в рот."
    me "Вот тебе и «у»! Сама сказала, что котлеты в безопасности, тебе верить нельзя?"
    show us normal pioneer with dspr
    us "Ты просто злой, потому и…"
    play sound sfx_7dl["phone_feedback"] fadein 0
    show us surp1 pioneer with dspr
    "Она бы продолжила и дальше свои обвинения, но в этот самый момент динамик, висящий над нашим столом жутко зафонил, после чего откашлялся и заорал."
    dy "Уважаемые гости нашего лагеря!"
    me "Так и подавиться недолго. Что ты орёшь, придурочек?"
    dy "Благодарим вас за то, что уделили сегодня нам своё время!"
    dy "Ждём вас в следующий раз, а для тех, кто ещё не уехал, после ужина к воротам будет подан автобус!"
    us "И зачем так орать, спрашивается?"
    mz "Спасибо товарищу Генде, что не заставили нести их в паланкинах."
    sl "Могли бы?"
    mz "Не сомневайся."
    dv "Я бы их до ближайшей канавы отвезла."
    hide us with dissolve
    "Ульянка хихикнула и отвернулась к подруге, вполголоса о чём-то заговорив."
    dy "Он проследует прямиком до Радченко с остановкой на развилке, если кто-то вдруг едет в другую сторону."
    dy "Ещё раз спасибо и приятного аппетита!"
    dv "Ура?"
    me "Ура."
    "Пожал плечами я."
    "И заработал ложкой."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day4_sl_7dl_morning:
    scene bg ext_backdoor_day_7dl
    with dissolve
    play ambience ambience_forest_day fadein 3
    play music music_7dl["uneven_me"] fadein 3
    "Я как будто спал всё это время."
    "Или сознание работало лишь в четверть силы."
    "И вот проснулся."
    "Пришёл в себя, оглянулся, ужаснулся…"
    "Всё прошлое, тянущееся за мной бесконечным хвостом с вершины прожитого, не имело ровно никакого смысла."
    "Просмотренные фильмы, пройденные игры, пройденные люди…"
    "Ни один из них не задержался толком в голове, будто не имея никакой ценности."
    "Вот мне двадцать, я прихожу на первое собеседование на работу, где пробыл целых два года."
    "Два года, которые прошли, по сути, впустую, никак не задержавшись в памяти."
    "Или первая попытка общаться с девушками."
    window hide
    scene bg int_bus_people_day
    show prologue_dream
    with fade
    me "Вавик, а ты со скольки лет перестал стесняться девушек?"
    ml "Я их никогда не стеснялся. Я вырос в женском коллективе."
    "Непонятно. Невозможно!"
    "Как будто ему при рождении распределили очки характеристик и выдали нечестное умение, из-за чего он никогда не будет иметь проблем при общении с противоположным полом."
    "Да и с любым другим, что уж там…"
    "А у меня?"
    "Да, тогда пришлось приложить уйму сил просто для того, чтобы подойти и заговорить."
    "Чем всё закончилось?"
    "Тем, что я оказался здесь."
    window hide
    scene bg ext_backroad_day_7dl
    with fade
    "Возможно, мне нужен уход и комплексное лечение в какой-нибудь забугорной клинике?"
    "Или у психотерапевта?"
    "Блин, да я до двадцати лет слов-то таких не знал — «холестерин», «стресс», «дискриминация»…"
    "Ну, и «психотерапевт», конечно."
    th "Чёрт возьми, но неужели я не могу просто сам принять решение?"
    th "Сделать какой-то выбор?"
    "Как оказалось, всей моей свободы воли хватило на бегство."
    "Мы немного покантовали колонки с хамами из второго отряда, после чего разбежались каждый по своим углам."
    "При этом, судя по доносящимся переговорам, к двум из трио родители прибыли, а вот третьего — почему-то забыли."
    "Крайне досадный момент, по себе знаю."
    window hide
    with fade
    "Что я ещё знаю по себе — так это то, что в дни, когда по объекту носятся дармоеды с ксивами, на глаза начальству лучше не попадаться."
    "Начальству любого калибра."
    "Пусть Славя и говорила там что-то про мою косвенную вину в происходящем — лучше я удалюсь куда-нибудь, где меня никто не найдёт."
    show dreamgirl_overlay with dspr 
    dreamgirl "Зная Славю?"
    th "Есть подозрение, что сейчас ей будет здорово не до поисков."
    dreamgirl "Соглашусь."
    dreamgirl "Так зачем мы сюда пришли?"
    th "Не знаю…"
    "Мне хотелось просто погулять, подумать о своём."
    window hide
    hide dreamgirl_overlay
    with fade
    "А вот думалось почему-то о грибах, лисичках. {w}И картошке."
    "На сковородке, да с лучком, да на костре, с дымком."
    "Я настолько явственно  представил себе шкворчание и запах, что чуть не захлебнулся слюной, и яростно затряс головой, отгоняя наваждение."
    th "Вроде позавтракал плотно."
    show dreamgirl_overlay with dspr 
    dreamgirl "А тут логично всё. Чем режимнее питание, тем больше тянет на всякую дрянь."
    th "Да мне нравится, как здесь готовят."
    dreamgirl "Картошечка с лисичками."
    th "Отстань!"
    dreamgirl "Ладно, картошечки нет. Тогда… {w}Пельмени! Со сметаной, перцем и сыром."
    th "Отлезь, противный!"
    "Внутренний голос хмыкнул и стих."
    window hide 
    hide dreamgirl_overlay
    with fade
    "Знал свою правоту, гадина."
    "Порой просто терпеть не можешь, как хочется какой-нибудь… дряни."
    "Шавермы или пельменей. Или рука сама тянется в магазине за «дошираком»."
    "И знаешь же, что дрянь, а всё равно хочется."
    th "Хотя картошечка с лисичками — это совсем… Так, стоп! Хватит."
    "Я ещё раз тряхнул головой и зашагал дальше по тропинке в лес."
    "Заблудиться я не боялся — судя по всему, дорожки и тропинки здесь расчерчивали с применением геодезистов."
    "Лагерь оставался строго за спиной."
    "Когда нагуляюсь, достаточно будет просто развернуться и идти обратно."
    "Я не был большим фанатом прогулок у себя дома, но здесь просто больше нечем было заняться."
    if 'sport_area' in list_voyage_7dl:
        "Всё-таки до ближайших интернетов чапать своим ходом шесть, что ли, лет."
        "Если, конечно, Славя с годом не наврала."
    "За размышлениями я не заметил, как лес начал редеть, а вскоре и вовсе сменился зарослями кустарника, за которыми можно было явственно различить плеск воды."
    th "Все пути ведут к речке?"
    "А я с собой ни полотенца, ни плавок не взял."
    window hide
    scene bg ext_un_hideout_day_7dl
    with dissolve
    play ambience ambience_lake_shore_day fadein 6
    "Несколько минут спустя кусты расступились, и тропинка оборвалась на песчаном языке крохотного пляжа, от которого далеко в воду вдавалась песчаная же коса."
    "Жара, плеск волн, песок."
    "Неоспоримым преимуществом этого места была полная его заброшенность."
    "Здесь можно было и задержаться."
    "Стянув с себя обувь с носками, я прошёлся по раскалённому песку, вбирая тепло ступнями."
    "Тепло…"
    "Усевшись прямо на песок, я уставился на воду и прикрыл глаза."
    window hide
    with fade
    "Это место, эти люди — всё будто убеждало меня в том, что до сих пор я жил неправильно и не в том месте."
    "Как в выдумках фантастов: если ты не пригодился там, где родился, значит, родился или слишком поздно… Или слишком рано."
    "Или вовсе не там."
    "Я привык воспринимать мир симуляцией, своего рода матрицей на невероятных вычислительных мощностях."
    "Такая симуляция имеет множество воплощений в разных мирах, но лишь в ближайшем ко мне окружении разворачивалось какое-никакое, а действо."
    "Действо."
    "Даже звучит забавно. Как можно назвать этим словом ежесуточный алгоритм с подъёмом, курением и просиживанием штанов перед монитором?"
    "Вот-вот."
    "Больше походит на поведение заскриптованного болванчика из каких-нибудь The Sims."
    "С ограниченным восприятием и неспособностью постичь мир."
    "Это баг матрицы — вне пределов перцепции мир как будто не воспринимался вовсе, несмотря на новости и интернет."
    "Люди как будто есть, но стоит лишь закрыть дверь квартиры — и боты остаются на улице."
    "Отключается поведенческий шаблон, деактивируются наборы скриптов, призванные подключаться в случае взаимодействия с тем, кто смотрит на этот мир от первого лица."
    "Разгружают систему. Экономия ресурсов всё же."
    "Мир огромен, но значение имеет лишь текущая локация, в которой всё и происходит."
    "Реальность вне поля зрения хранится в памяти и не существует."
    window hide
    with fade
    "А мне всегда казалось странным это ограничение."
    "Как будто я могу больше."
    "Как будто я являюсь значимой частью реальности, а значит, и взаимодействие с ней должно происходить на куда более продвинутом уровне, нежели унылый набор пяти чувств."
    "Исключая боль, равновесие и тепло. Эту троицу почему-то никто никогда не считает. Даже странно."
    "Всё странно."
    "И даже в сердце пустота уже какая-то не та."
    "Хуже даже не беспомощность, а то, что в итоге свыкаешься с ней."
    "Я, некогда желавший перевернуть весь мир, сделать его лучше, прославиться и встречать рассветы, потому что спать — это слишком скучно."
    "Я, когда-то обещавший себе, что если встречу {i}того самого{/i} человека, то ничего не пожалею, в лепёшку разобьюсь."
    "А оказалось, что тех самых людей мало."
    "Исчезающе мало."
    "Из тех, что встречались мне, все были либо заняты, либо тем или иным способом ушли из моей жизни."
    "И любые оправдания меркнут перед простым фактом – людей не хватило на всех…"
    dreamgirl "А ты?"
    th "Что?"
    dreamgirl "Ты стал для кого-нибудь человеком?"
    th "Надо было?"
    dreamgirl "Это же как морковка на грядке: не посадишь — не вырастет."
    dreamgirl "И вообще, что за терзания, лето же, солнце, ну!"
    dreamgirl "Хорош киснуть! {w}Пошли, посмотрим, что там дальше на косе?"
    stop music fadeout 3
    pause(1)
    th "Тоже вариант…"
    window hide
    with fade
    play music music_7dl["shape_of_my_heart"] fadein 3
    "Коса была как коса — самый обычный песчаный язык, врезающийся глубоко в реку."
    "Есть у природы иногда такие забавные казусы — по всем законам физики, это место уже давным-давно должно было размыть, разметать по песчинкам и унести прочь."
    "Но то ли баг тому причиной, то ли вовремя появившаяся зелень — а чуть дальше начинались новые кусты, над которыми доминировала огромная, раскидистая сосна."
    "Корявая, как и все, кто не живёт в лесах."
    th "Опять глупости какие-то. Будто бы сосновый бор — это школа моделей для сосен, без которых не быть им стройными и длинными."
    dreamgirl "А не так?"
    "Я пожал плечами."
    "Мне нравилось здесь, этот несложившийся островок выглядел так, будто вот-вот оторвётся от берега и уплывёт прочь, унося вместе с собой и меня…"
    window hide
    scene bg ext_path_day
    with dissolve
    "Немного погодя кусты расступились, являя взгляду крохотную, утопленную в землю полянку."
    "Кусты маскировали происходящее, а из-за того, что здесь была яма по сути, маскировка становилась ещё лучше."
    "Ни за что не догадаешься, что здесь есть что-то… Или кто-то."
    "И будто этого было недостаточно, центр поляны перегораживали выложенные треугольником толстые сосновые брёвна, окружая со всех сторон место для костра."
    "И у этого костра сидела Лена."
    "Судя по виду, сидела она здесь уже достаточно долго, и всё, чем занималась — это просто смотрела в огонь, периодически подбрасывая лежащие здесь же палки."
    "Выглядела она при том уныло и одиноко."
    th "Похоже, к кому-то родители так и не приехали?"
    th "Или приехали пораньше, но уже отчалили?"
    "А Лена — это не Славя: ей всякие массовые шевеления удовольствия совсем не доставляют."
    "Во всяком случае, мне так казалось."
    "Ни дружбы, ни какого-то даже намёка на общение меж мной и задумчивой девочкой не было, но она всё же была из моего отряда."
    "Не станет человек от нечего делать уходить за территорию, чтобы пожечь там костёр."
    "Я задумался."
    menu:
        "Подойти":
            $ karma += 10
            me "Привет."
            "Лена вздрогнула и повернулась на звук голоса от костра."
            show un surprise pioneer with dissolve
            un "Ой!"
            me "Извини, не хотел тебя напугать."
            un "Н-ничего…"
            me "Ладно."
            show un shy pioneer with dspr
            un "А г-где Славю потерял?"
            me "В лагере. Бегает с этими… красавцами."
            un "А т-ты?"
            me "А я не бегаю. {w}Что ты здесь делаешь?"
            show un serious pioneer with dspr
            un "К-ко мне отец приехал. Я с родителем."
            me "Да? И где он?"
            "Впервые за время беседы Лена посмотрела мне в глаза."
            "Правда, хватило её очень ненадолго."
            show un shy pioneer with dspr
            "Тут же покраснела, отвернулась."
            un "Уехал. {w}Но об этом никто не знает."
            un "Значит, и искать меня не будет."
            "Зато к ней вернулась нормальная речь."
            "Что ж, тоже неплохо."
        "Тихо уйти":
            "И, стараясь, не издавать звуков, отступил назад."
            "Впрочем, глупо было бы надеяться, что всё обошлось бы без эксцессов."
            "Разумеется, под ногой оказалась ветка, разумеется, я на неё наступил."
            $ lp_sl += 1
            show un normal pioneer with dspr
            un "Это ты."
            "Лена не вздрогнула, не напряглась — как будто всё это время прекрасно знала, что я здесь."
            un "Зачем пришёл?"
            me "Просто гулял, скрываясь от очередного задания вожатой."
            me "А ты?"
            "Лена неопределённо пожала плечами."
    me "Можно?"
    "Я кивнул на костёр."
    show un serious pioneer with dspr
    un "Места здесь общие…"
    "Приняв это за разрешение, я подошёл поближе и, усевшись на одном из брёвен, протянул руки к костерку."
    window hide
    scene expression Noon("cg d4_fz_camping_7dl")
    with dissolve
    play sound_loop sfx_forest_fireplace fadein 3
    "Всё время, что я устраивался, она не проронила ни слова."
    "Так что, похоже, инициатива должна принадлежать мне?"
    "Я задумчиво посмотрел на профиль Лены, по краю освещённый огнём."
    "Было понятно, что она прекрасно осведомлена о том, как привлекательна внешне, черты лица, зелёные глаза…"
    "Но почему-то не пользовалась этим совершенно."
    "Как будто ей при рождении выдали внешность по ошибке, и серая библиотечная мышь в очках на восемь диоптрий внезапно уродилась зеленоглазой сногсшибательной ведьмой."
    "У ведьм же зелёные глаза?"
    un "А мне сегодня привезли документы из Политеха."
    "Всё так же глядя в костёр, невозможно ровным голосом уведомила Лена."
    me "Вот как?"
    un "Да. {w}По результатам экзаменов меня приняли на подготовительное."
    un "Буду инженером."
    me "Поздравляю."
    un "Не с чем поздравлять. {w}Я не хочу быть инженером."
    me "Тогда зачем подавала?"
    "Спросил я с вялым удивлением."
    un "А это не я. Это отец."
    me "Строгий папка. {w}А кем ты хочешь быть?"
    "Вместо ответа Лена взяла прутик, которым ворошила костёр, и прямо здесь же, на песке, несколькими отточенными движениями набросала шарж, в котором я узнал себя."
    me "Да у тебя же…"
    un "Талант, да, я в курсе."
    me "Так почему?.."
    un "Так…"
    "Она неопределённо пожала плечами, повернула к лицу левое запястье."
    "Посмотрела на часики на широком ремешке."
    un "Права выбора меня лишили… После некоторых событий."
    "Исключая Славю, Лена была первым человеком, носящим часы."
    "Но этот странный широкий ремешок…"
    me "Симпатичные часы."
    un "Подарок отца."
    me "А почему не…"
    un "И напоминание."
    me "О чём?"
    "Лена смолкла."
    "Она сидела и смотрела в огонь, полностью игнорируя меня."
    "Будто проявив долг вежливости, полностью закрыла список своих обязанностей."
    "Или, возможно, у неё просто не осталось сил?"
    "Всё, что мне оставалось — это тоже смотреть в костёр."
    "Молчать, периодически поглядывая на соседку."
    window hide
    with fade
    "Переспрашивать что-то, настаивать на ответе казалось неправильным."
    "Она прекрасно меня слышала. {w}И если отвечать не хочет, то…"
    "Подбросив ещё дров в костёр, она стёрла прутиком нарисованное, будто стараясь завершить что-то."
    "Закрыть гештальт, как говорится."
    "Было что-то в её напряжённой позе, в выражении лица."
    "Будто ждала она от меня каких-то действий. {w}Никак дождаться не могла, и оттого досадовала."
    "На всех, в том числе на себя."
    me "Извини, если задал слишком личный вопрос."
    me "Я вообще неуклюж в общении."
    un "Я знаю…"
    th "Неужели она следила за мной?"
    dreamgirl "Или ты идиот?"
    th "Это в каком смысле?!"
    dreamgirl "Ни в каком. {w}Но Лена явно что-то хочет сказать."
    dreamgirl "Может, спросишь?"
    th "Да о чём? «Лена, ты хочешь мне о чём-то сказать?» {w}Что за ересь!"
    dreamgirl "Формулировку можно поменять, если хочешь, но если ты не спросишь — ты не узнаешь."
    th "Может, я и не хочу знать?"
    th "Известно же, что лазить по чужим шкафам чревато обрушением скелетов, распрятанных там."
    th "Что характерно — обрушением на того, кто лазит по этим самым шкафам."
    dreamgirl "То есть, ты не хочешь?"
    th "Не хочу ввязываться."
    me "Значит, про ремешок — вопрос личный?"
    un "Тебе правда так интересно?"
    me "Мне кажется, да."
    un "Тогда почему бы тебе не спросить об этом у своей Слави?"
    me "А она в курсе?"
    sl "В курсе."
    "Я отвёл взгляд от костра."
    window hide
    scene bg ext_path_day
    show sl upset pioneer at right
    with dissolve
    sl "Только это не моя тайна. {w}Потому и рассказывать не стану."
    me "О, девичьи секреты."
    show sl sad pioneer
    show un sad pioneer at left
    with dissolve
    "Девушки, не сговариваясь, кинули на меня такой взгляд, что я сам понял."
    "Чушь сморозил."
    un "Похоже, это место становится популярным. {w}Придётся искать себе новое."
    show sl grin pioneer with dspr
    sl "Боюсь, у тебя не хватит на это времени."
    show un normal pioneer with dspr
    un "Значит, поищу после обеда."
    show sl normal pioneer with dspr
    sl "Ребята, только никому ни слова, что были за территорией, договорились?"
    me "Хорошо."
    "Лена промолчала."
    "Мне же больше хотелось разузнать не тайну часов Лены, а способность Славяны находить меня."
    me "А как ты нас…"
    show sl smile pioneer with dspr
    sl "Ты опять задаёшь всё тот же вопрос."
    sl "О, слышите?"
    "Все прислушались."
    "Над водой далеко разносился сигнал горна."
    sl "Пошли, пока ещё не всё без нас съели."
    stop sound_loop fadeout 6
    "Лена кивнула, залила из стоящей здесь же кефирной бутылки огонь и встала."
    hide un with dissolve
    "Кивнула Славе и, игнорируя меня, отправилась по тропинке к лагерю."
    "Немного погодя, за ней последовали и мы."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day4_sl_7dl_day:
    scene bg ext_dining_hall_near_day
    with fade
    play ambience ambience_camp_center_day fadein 5
    play music music_7dl["vale"] fadein 3
    "Забежав по дороге к рукомойникам, мы вышли к столовой."
    me "Жрат! Вперёд!"
    "Я кинулся вперёд."
    window hide
    play sound sfx_open_door_strong
    pause(1)
    scene bg int_dining_hall_people_day
    with fade
    play ambience ambience_dining_hall_full fadein 6
    "И застыл на пороге."
    show sl normal pioneer with moveinleft
    sl "Не стой в дверях."
    "Почти не задев меня никакими из своих выпуклостей, Славя аккуратно протиснулась и оглядела столовую."
    sl "Мест нет?"
    me "Угу."
    sl "Знаешь, дети всё равно кушают. Можем подождать!"
    me "В дверях?"
    show sl laugh pioneer with dissolve
    sl "Нет, конечно! Пошли на крылечке посидим?"
    "Она снова приметилась было протиснуться мимо меня, но тут я уже был начеку."
    "Я распахнул дверь перед прекрасной дамой и придержал её."
    "Правда, таким образом я выпустил ещё несколько пионеров, но меня это несильно удручало."
    "Хихикнув, Славя прошла вслед за ними."
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 6
    "Скамеечки тёплые-тёплые, дверь на пружине, чтоб не хлопала, пионеры после обеда выходят сытые и тихие."
    "Лепота же, ну!"
    show sl sad pioneer with dissolve
    sl "Ух, умаялась."
    "Славя устроилась на скамеечке лицом ко мне, спиной к солнцу и прикрыла глаза."
    "Только нет-нет, да и мелькало небесной голубизной из-под распахнувшихся ресниц."
    th "Бдит."
    "Усмехнулся я."
    me "Чем таким занимались?"
    show sl upset pioneer with dspr
    sl "Да не поверишь, просто по лагерю бегали и на вопросы отвечали."
    sl "Но я и не подозревала, что это так тяжело."
    me "А ты думала, гидам просто так зарплату платят в музеях? {w}Вполне себе профессиональная деятельность."
    show sl smile pioneer with dspr
    sl "Тогда я не хочу быть гидом."
    me "И правильно! {w}Гидом должен работать тот, кто любит много болтать."
    me "Например, Мику."
    show sl laugh pioneer with dspr
    sl "Ох, сильно сомневаюсь я, что её пустили бы к этим дядькам. Они же все из облОНО, а то и повыше."
    if 'music' in list_voyage_7dl:
        me "Ну и что?"
        me "А она вообще зарубежная гостья!"
    else:
        show sl smile pioneer with dspr
        sl "Хотя да, зная её отца…"
        me "А кто он?"
        sl "Дипломат в советском посольстве на территории Японии."
    me "Ещё неизвестно, кто кому тут гидом бегать должен."
    me "Думаю, не сильно побрезговали бы."
    show sl smile pioneer with dspr
    sl "Только она мало про что рассказала бы. {w}Про музыку, эстраду да свой клуб."
    me "Зато расписала бы всё в ярких красках."
    show sl smile2 pioneer with dissolve
    sl "Хорошо! В следующий раз отрядим её экскурсоводом!"
    me "Точно."
    "В этот момент двери распахнулись, и мимо нас пробежала стайка ребятишек."
    sl "А вот и свободный стол. Пошли!"
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg int_dining_hall_people_day
    with fade
    play ambience ambience_dining_hall_full fadein 3
    "Освободившееся место оказалось в дальнем углу, зажатое между окнами и сидящими здесь же понаехавшими."
    show sl normal pioneer with dissolve
    sl "Получи и на меня порцию, хорошо?"
    me "А ты?"
    sl "Я пока приберусь. {w}Не могу сидеть за грязным."
    hide sl with easeoutleft
    "Лена и в самом деле оказалась здесь."
    "И стояла она передо мной за три человека."
    "Только вот не собиралась она ни секунды лишней проводить в этом бардаке."
    "Нет, сцапав с раздачи стакан компота, она залпом опрокинула его в рот, поставила на поднос и прошла мимо меня, в упор не замечая."
    "Оставив грязный стакан на окошке мойки, девочка вышла из столовой."
    "Вот и весь обед."
    th "Хитрый ход. Особенно для того, кто ко мне относится с такой искренней неприязнью."
    dreamgirl "Про неприязнь хотелось бы поподробнее."
    th "А ты не видишь, как она негативно на меня реагирует? Вздрагивает, убегает, старается соблюсти дистанцию."
    dreamgirl "Вижу. И?"
    th "Так вполне очевидно, что это из-за того, что я её каким-то макаром подбешиваю."
    dreamgirl "Ох, дурак…"
    th "Что?"
    dreamgirl "Нет-нет, ничего."
    window hide
    with fade
    "Пришлось потрудиться как следует, пытаясь выставить два комплекта обеда на один поднос."
    "Благо добрая тётка-повар не стала задавать неуместных вопросов и просто молча выставила на стол две порции."
    "И потом, пока я шёл, пришлось очень постараться, балансируя всеми этими тарелками, вилками, ложками и стаканами."
    "Зато, когда я добрался до стола, тот был чист."
    show sl normal pioneer with dissolve
    sl "Взял мне обед? Спасибо."
    me "Обращайся."
    sl "Приятного."
    me "Спасибо, и тебе! Про часы Лены не расскажешь?"
    sl "Нет."
    me "И не надо."
    "Я заработал ложкой, так как в голове опять начала всплывать картошка с грибами."
    "Чёрт бы её побрал."
    stop music fadeout 6
    pause(1)
    window hide
    scene bg ext_dining_hall_away_day
    show ba normal uniform
    with swradarr
    play ambience ambience_camp_center_day fadein 6
    play music music_7dl["red_lights"] fadein 3
    ba "Так, дрищ, вопрос на бутылку водки!"
    me "Что ещё?"
    "Обед был крайне сытный, потому я вышел на улицу в самом благостном расположении духа."
    "И даже профанации этого медведеголового не могли вывести меня из себя."
    "Но слишком уж удачно он выловил меня по выходу из столовой."
    "Бежать с таким брюхом у меня ну никак не получится."
    ba "Сейчас у нас по распорядку назначен товарищеский матч против сборной родителей. Рад?"
    me "Я в полном восторге.{w} Это всё?"
    ba "Почти. Сейчас до одного тупорогого дрища дойдёт что-то очевидное."
    "Я сложил два и два."
    if 'volley' in list_clubs_7dl:
        me "Это вы намекаете на то, что я тоже играю?"
        show ba smile uniform with dspr
        ba "Молодец! Соображаешь."
        me "Но я не играю на нужном уровне! И потом, я после обеда…"
        ba "Все после обеда. Попрыгаешь, жирок растрясёшь."
        me "Вас не поймёшь. То я дрищ, то мне жирок растрясти надо…"
    else:
        show sl normal pioneer at left with dissolve
        sl "Ну что, будешь с нами играть?"
        "Я задумался."
        menu:
            "Да!":
                "Я кивнул."
        sl "Спасибо!"
    ba "Жду через полчаса на волейбольной площадке. Спортивной формы у тебя нет, поэтому можешь идти так."
    hide ba with diam
    "Он развернулся и, подмигнув Славе, покосолапил куда-то дальше по своим делам."
    me "Медведь сирый, волохатый."
    show sl smile pioneer at zenterright with dissolve
    sl "Ничего."
    "Правильно поняла мои сомнения Славя."
    sl "У нас на самом деле есть сборная, а тебя, наверное, просто запасным поставили."
    me "Угу, так я и поверил…"
    show sl smile2 pioneer with dissolve
    sl "Не веришь? Смотри, у нас в сборной шесть человек."
    "Она начала загибать пальцы:"
    sl "Саша из второго отряда, наши кибернетики, Лена, Алиса и я."
    me "Это шесть."
    "Посчитал вместе с ней я."
    me "А что за Саша? Неужели не могли никого повыше взять?"
    show sl laugh pioneer with dissolve
    sl "Как видишь!"
    me "Только из меня волейболист тот ещё, предупреждаю сразу."
    show sl happy2 pioneer with dspr
    sl "Ничего, обвыкнешься, приноровишься."
    sl "Мы тебя к сетке поставим, будешь защитником."
    me "То есть все падения на пузо будут моими?"
    show sl smile pioneer with dspr
    sl "Не бойся, там песок. Ничего себе не отобьёшь."
    window hide
    scene bg ext_volley_court_7dl
    with dissolve
    "Когда мы вышли к полю, я всё ещё бурчал про очень добрую девочку."
    "Практически как Шурик из фильма."
    me "Хорошая девочка Славя! Ничем она не хороша!"
    me "Об этом спросите Семёна, что с нею с обеда идёт."
    me "Сейчас его падать заставят, на бедный, несчастный живот."
    show sl happy2 pioneer with dissolve
    sl "Да ты поэт!"
    me "Не говори никому."
    sl "Уговорил. Устраивайся пока, я побежала переодеваться!"
    hide sl with easeoutright
    "Пришлось устраиваться."
    "Поле было по периметру обставлено вкопанными в землю скамейками вроде тех, что были рядом с эстрадой."
    "Так вот, я сидел на одной из них в гордом одиночестве, а на другой стороне поля у близняшки той, на которой я сидел, образовалось некое движение."
    "Во-первых, я не видел наших кибернетиков. Ни одного."
    "Если про Шурика я краем уха что-то слышал, то с Электроником было решительно непонятно."
    "Он зафилонит игру?"
    "А что, так можно?"
    "Плюс к этому я не видел никого не из нашего отряда."
    "Никого из пионеров, я имею в виду."
    "Так-то на той стороне нагибались, махали руками и всячески разминали тело несколько наших девочек, Саныч да Ольга Дмитриевна."
    "Видимо, почуяв мой взгляд, вожатая подняла голову и посмотрела на меня."
    show mt normal sport with dissolve
    mt "Семён, айда к нам!"
    dreamgirl "Вас заметили!"
    "Пришлось подниматься и топать."
    me "Да, Ольга Дмитриевна?"
    mt "Разминаться не будешь?"
    me "Вообще-то я не в сборной."
    show mt surprise sport with dspr
    mt "Как не в сборной? Разве Борис Александрович тебе не сказал?"
    me "Сказал. Но какой смысл? Если уже есть сыгранная команда…"
    show mt sad sport with dspr
    mt "В том-то и дело, что нет."
    me "Их съели волки?"
    show mt smile sport with dspr
    mt "Типун тебе на язык! Нет, большую часть спортсменов просто разобрали родители."
    mt "Шурик вообще в медпункте, а Сашку из второго отряда найти не удаётся."
    me "И кто же тогда играть будет?"
    show mt normal sport with dissolve
    mt "Те, кто есть. Лена, Алиса, Славя, ты."
    me "И?"
    mt "И мы с Борисом Александровичем на подхвате."
    me "Но это же сборная лагеря!"
    mt "Вот именно! Всё, беги готовься, игра начнётся через десять минут."
    "По ту сторону сетки тоже потихоньку формировалась команда из самых непузатых и нестарых."
    "Сборная Ирландии практически — играют пекарь, токарь и врач!"
    "С бровки поля донеслась переливистая трель."
    "Какой-то дядька в пиджаке поверх футболки поднял руку:"
    bb "Команды, собрались?"
    mt "Ещё Славя, она через пару минут придёт."
    bb "Тогда ждём."
    show ba em1 uniform at right
    hide mt
    with dissolve 
    ba "Дрищ, подойди."
    me "Что ещё?"
    ba "Твоя задача — не посрамить честь лагеря, ясно тебе?"
    me "А вы чем в это время будете заниматься?"
    ba "Страховать тебя. Постоишь первую партию у сетки, дальше поглядим, договорились?"
    me "У сетки, так у сетки."
    "Я не стал спорить: в своей способности подать мяч я сильно сомневался."
    "Все же последний раз я занимался эти уйму времени назад."
    th "Опять запястья покраснеют и зудеть будут."
    window hide
    scene bg ext_volley_court_7dl
    with joff
    play ambience ambience_7dl["volley"] fadein 3
    "Наконец, до поля добралась и наша капитан."
    stop music fadeout 5
    pause(1)
    "Удачно тыкнув на левую руку в жребии, выбрала нам мяч, но неудобную сторону."
    bb "Мяч в игру!"
    play music music_7dl["anglegrinder"] fadein 3
    "Саныч ушёл на заднюю площадку, отрывисто хлопнуло, и жужжащий, крутящийся болид полетел через сетку."
    ba "Не спи, дрищ, к сетке!"
    me "Да я же…"
    "Мне хотелось было сказать Санычу, что мне сейчас у сетки делать нечего, так как всё равно будет разыгрываться три касания, и…"
    "Однако Лена решила иначе."
    "Толкнув меня плечом, она пробежала к сетке и встала посередине."
    un "Алиса, Славя…"
    "Девочки кивнули."
    "Прилетевший из-за сетки мяч тут же приняла на руки Алиса, отпасовала его Славе."
    "Я ожидал сильного среза, как и игроки на той стороне, но Славя просто коснулась мяча, никак не подправляя его траекторию."
    "Зато Лена, уже вознёсшаяся неимоверно высоко, впечатала мяч сразу за спинами засмотревшихся игроков."
    "Зрители завопили нечто несусветное, со скамеек тут же сорвалось несколько ребят помладше — побежали за мячом."
    bb "«Совёнок» — Родители, 1:0."
    "Невозмутимо прокомментировал рефери."
    bb "Мяч на сторону «Совёнка»."
    "Лена, конечно, молодец."
    "Вот только светить на первой же подаче приёмы…"
    "К несчастью, в девочку будто бес вселился — её энтузиазм поставил нас в положение, которого следовало бы избегать любой ценой."
    "Нас начали воспринимать всерьёз."
    "Тут же воспоследовала замена на стороне игроков, на поле вытолкали комедийную пару — высоченного худощавого дядьку и невысокого, но крайне плотного колобка."
    voice "Давай, папка! Покажи им… ой!"
    "С рядов донёсся звонкий шлепок, и неведомый комментатор смолк."
    window hide
    with fade
    "А спустя ещё три подачи в нашу пользу, к сетке встали те самые двое."
    "Длинный, похожий на баскетболиста дядька с мослатыми широченными ладонями оказался способен перекрывать любые углы атаки, не особо даже подпрыгивая."
    "А вот «колобок» оказался на удивление прыгуч."
    "Так что как ни билась Лена, перебирая новые и новые комбинации, но эти двое, казалось, читали каждое её движение, всякий раз оказываясь там, куда летит мяч."
    "А между тем счёт сначала выровнялся, а затем и пошёл отнюдь не в нашу пользу."
    "В какой-то момент «баскетболист» схватился за спину и согнулся, глубоко дыша."
    "Игру остановили."
    "На мгновение у меня появилась надежда, что сейчас его удалят по состоянию здоровья, и нам станет самую чуточку легче дышать."
    "Однако глупые надежды на то и глупые, что им не свойственно сбываться."
    "Как-то очень хитро выгнувшись и потянувшись, дядька резко повернулся вбок, и над полем раздался характерный хруст."
    dv "Меня сейчас стошнит."
    "«Баскетболист» кивнул — играем."
    "Плакали мои надежды."
    "Мы менялись. Сначала я откатывал позиции у сетки, затем пытался держать центр и заднюю часть, но мяч всякий раз как по волшебству выкатывался из рук, рикошетил непонятно куда, а на меня с каждым разом всё злее смотрели товарищи по команде."
    "Разумеется, не все."
    "Славя, например, понимающе улыбалась, подходила и хлопала по плечу ободряюще — не расстраивайся, мол."
    "Да где ж тут не расстраиваться?"
    window hide
    with fade
    "Ещё одна подача."
    "Я принял мяч на сложенные лодочкой руки, переправляя его Санычу, тот подпрыгнул, треснул по мячу, и…"
    "Должно быть, он отвлёкся на что-то."
    "Или я отвлёкся на что-то."
    "Сейчас трудно сказать, так как посередине этого манёвра я услышал только глухой шлепок, а потом мне в голову прилетело что-то упругое, но невероятно быстрое."
    "В этот момент я в полной мере осознал настоящее значение выражения «снесло с копыт»."
    play sound sfx_bodyfall_1
    "Меня подбросило в воздухе и аккуратно уронило на сутулую спину и поджатую к груди голову."
    "В любое другое время меня подобный момент не сильно расстроил бы — игровой момент, всё бывает."
    window hide
    scene bg ext_volley_court_7dl:
        xalign .5 yalign .45 zoom 1.0
        easeout 1.0 zoom 1.45 xalign 0.5 yalign 0.75
    $renpy.pause(0.81)
    play sound2 sfx_bodyfall_1
    scene bg ext_sky_7dl
    with vpunch
    "Но сейчас и без того хватало осуждающих взглядов девочек, не самого выгодного счёта, да просто плохого настроения!"
    "В общем, после получения своего хедшота я не спешил вставать, просто загорал на песочке и смотрел в небо."
    "Продолжать игру что-то совсем расхотелось."
    sl "Семён? Семён?!"
    "А я лежу и прикидываю, с какой частью тела придётся расстаться, когда я решусь подниматься."
    "Мне хорошо."
    "Вот что она пристаёт?"
    sl "Семён, вставай!"
    ba "Поднимайся, дрищ!"
    "В поле зрения появился Саныч."
    th "Подниматься? Зачем?"
    th "Чтобы вы ещё больше меня ненавидели?"
    "В голове мало-помалу начало проясняться, но земля всё ещё косплеила вертолёт и норовила вырваться из-под меня, стоило лишь попытаться подняться."
    mt "Да не стойте вы, помогите ему подняться!"
    ba "А, да."
    window hide
    scene bg ext_volley_court_7dl
    show ba evil uniform
    with dissolve
    "Саныч сделал шаг и сгрёб меня за грудки, одной рукой оторвав от поверхности, и тут же поставил на ноги."
    ba "Стоишь?"
    me "Не знаю."
    ba "А сейчас?"
    "Поддерживающая меня сила исчезла, и земля возобновила было вращение, но я яростно замотал головой."
    bb "Замену брать будете?"
    ba "Да где ж её взять. {w}Славок, ты Сашку не видела?"
    "Славя покачала головой."
    ba "Беда."
    mt "Мы продолжаем."
    bb "Мяч в игру, подача — «Родители»!"
    "Меня отконвоировали обратно к моему квадрату, раздался свисток, и игра продолжилась."
    hide ba
    hide sl
    with dissolve
    "Даже я, подобравшись, начал понемногу разбираться с головокружением."
    "Оказывается, если чуть сгибать правую ногу, пружинить на ней, то меня почти перестаёт штормить."
    play sound sfx_soccer_ball_kick
    "Правда, это нисколько не помогает в ловле мяча."
    "Я понял это только что."
    "Да, потому что мяч снова пролетел мимо подставленных рук."
    "Это окончательно обескуражило и вывело меня из состояния душевного равновесия: плюнув на кружащуюся голову, я пошире расставил ноги и приготовился отбивать мяч."
    "Только чуть-чуть покачивался в противофазе с вращением земли."
    "Но это даже помогало."
    "Например, я начал хотя бы видеть мяч."
    "И даже иногда попадать по нему."
    "Но только иногда."
    "Разрыв в очках всё ещё был пугающим, и первую партию, похоже, мы успешно продували."
    "Лена перестала изображать из себя кузнечика, да и остальные девочки подобрались."
    "Отличилась даже Ольга Дмитриевна, умудрившись достать два почти невозможных мяча."
    "Но этого было недостаточно."
    "Против нас явно выставили кого-то крайне осведомлённого в игре."
    "Кого-то, крайне способного и тренированного."
    "«Баскетболист» перехватил мой взгляд и подмигнул."
    "И вполне логично и ожидаемо, что следующий же удар от этой парочки был направлен именно в меня!"
    "Правда, я ожидал удара от высокого, потому, когда «колобок» взвился чуть ли не над сеткой и направил мяч в меня, я даже удивиться не успел."
    "Далеко не первый раз уже сегодня."
    mt "Эй!"
    "Рявкнула Ольга, перехватывая мяч в считанных сантиметрах у моей головы."
    "Сам я не успел даже руки подставить."
    "Она с удивившей меня силой отбила мяч, так, что тот с ощутимым гудением улетел обратно, вызывая уважительные взгляды у присутствующих."
    "Правда, улетел он в сетку, так что…"
    bb "Первая партия, 25:4 в пользу родителей! Перерыв пять минут."
    stop music fadeout 6
    pause(1)
    show sl sad sport at right with dissolve
    sl "Похоже, этот матч мы проиграем."
    show mt smile sport behind sl with dissolve
    mt "Не будь так в этом уверена. Это же Жданов, я его видела, ещё когда он за сборную Союза играл."
    "Она указала на «колобка»."
    mt "Он долго прыгать не может, скоро выдохнется."
    me "Уф… А длинный?"
    sl "Это из «Динамо», баскетбол."
    show sl shy sport with dspr
    sl "Правда, я его фамилию не помню."
    show ba evil uniform at fleft with dissolve
    ba "Ничего, мы отыграем эту партию! И с процентами."
    ba "Дрищ, в следующей партии встаёшь к сетке, но не к центру, а по левому краю. Славка, ты на правый."
    mt "Я?"
    show ba em1 uniform with dspr
    ba "Ты, Оля, и в центре прекрасно стоишь. Возьми себе девок, пусть страхуют, а мы втроём сеточку подержим."
    ba "Будя!"
    hide ba with dissolve
    "Он махнул нам и утопал на скамейку."
    "Там уже какой-то доброхот притащил жестяное ведро с притороченной к нему на цепочке железной походной кружкой."
    show sl upset sport with dspr
    sl "Семён, если плохо чувствуешь…"
    me "Всё нормально. Переживу."
    sl "Да? {w}Что ж. Только ты всё же поаккуратнее."
    hide sl with dissolve
    "Ушла пить и она."
    me "Ольга Дмитриевна?"
    show mt normal sport with dspr
    mt "Да, Семён?"
    me "… спасибо."
    mt "Забудь."
    me "Нет. {w}Я хоть и не очень себя ценю как человека, но благодарным быть умею."
    me "Жданов явно метился в меня, и если бы не вы…"
    show mt smile sport with dspr
    mt "Вот ещё."
    "Фыркнула вожатая."
    mt "Моих пионеров калечить имею право только я."
    me "Э… Пардон?"
    mt "В смысле, моих детей не дам в обиду!"
    me "Я так и подумал."
    play sound sfx_7dl["highfive"] fadein 1
    hide mt with moveoutright
    "Ольга рассмеялась, хлопнула меня по плечу и ушла вслед за физруком и Славей."
    stop music fadeout 6
    pause(1)
    window hide
    with fade
    play music music_7dl["imfine"] fadein 3
    "Я не знаю, что и как сработало, то ли удар по голове, то ли кружка ледяной воды."
    "Но я как будто проснулся."
    "Вернее, наоборот."
    "Сознание перестало иметь столько значения, а из поля зрения исчез чёрный электрический коридор-рамка, ограничивающий восприятие."
    "В детстве я когда-то увлекался всеми этими прыжками у сетки — от пляжного волейбола до корейского сепак такроу."
    "Для последнего у меня вечно не хватало растяжки, но всё-таки."
    "А потому помню, как что работает."
    "А работают рефлексы. {w}Бессознательное."
    "Ты начинаешь отбивать мяч сразу, как только перестаёшь думать о том, как бы его отбить."
    "Ты просто его отбиваешь."
    "Это же работает со всем, что ты делаешь."
    "Чем профессиональнее становишься в той или иной области, тем меньше сознания используется в процессе работы."
    "Это у новичка складывание ладоней или приём мяча на пальцы требуют вовлечённости сознания."
    "А у этих двоих явно ничего такого не происходит — они не прикидывают, не думают."
    "Просто распасовывают и бьют."
    "Но в этот раз я и сам перестал думать."
    "И девочки рядом со мной."
    "И даже медведь Саныч."
    "Оказывается, всё это время слабым звеном, тянущим всю команду, был я."
    "А стоило лишь собраться…"
    "И Славя всегда оказывалась на пути паса, Саныч всегда подгадывал самый удачный момент."
    "А потому вторая партия был совсем не «два профи против дилетантов», а «двое против шестерых»."
    "Совсем без проблем дело, конечно, не обходилось: всё же мы не были достаточно сыгранными, но ситуация из катастрофической сменилась до просто любопытной."
    "Теперь и зрители поддерживали, и криков было больше."
    "Даже атмосфера на поле будто поменялась."
    window hide
    with fade
    "И всё же…"
    $ karma += 10
    if karma > 100:
        $ lp_sl += 1
        "Оказалось, победить не так уж и сложно."
        "Достаточно было просто немного встряхнуться и прийти в себя."
        "Вот я и пришёл."
        "А уже позже, улыбаясь, пережав руки соперникам — у «баскетболиста» оказалось удивительно мягкое рукопожатие — мы расселись на скамейках, Саныч добыл откуда-то фотоаппарат, и…"
        window hide
        with flash
        "Оживлённо переговариваясь, мы разошлись."
    else:
        "Победы делают нас счастливее, поражения — человечнее?"
        "Должно быть, я тот ещё человек. Угу."
        "Мы в молчании разбрелись с поля."
    "Правда, я шёл почему-то за Славей."
    "Удивительное дело, да?"
    "Мне никак не давало покоя то странное чувство, когда Славя, стоя даже спиной ко мне, занятая приёмом или пасом, всегда знала, где я."
    "Как будто и здесь работало её бесовское чутьё, способное обнаружить меня где угодно."
    "Как будто…"
    show sl smile sport with dissolve
    sl "Это был замечательный матч."
    me "Мне тоже понравился."
    sl "Ты как, голова не кружится? Может, в медпункт?"
    me "Всё хорошо. Пустяки."
    me "От мячика я ещё в медпункт не ходил."
    show sl normal sport with dissolve
    sl "Ты смотри, а то если почувствуешь себя плохо — немедленно к Виолетте Церновне."
    me "Так и поступлю, честное слово!"
    "Заботливость Славяны начинала даже немного пугать, честное слово."
    "Как будто она уже проставила где-то на мне невидимую метку «Собственность дома Феоктистовых»."
    "Я открыл было рот, чтобы спросить об этом."
    stop music fadeout 1
    pause(1)
    play sound sfx_7dl["eat_horn"] fadein 1
    sl "А вот и горн! Пора на полдник!"
    "Славя схватила меня за руку и потащила за собой."
    mt "Про концерт не забудьте!"
    "Донесло до нас эхом."
    th "Да уж, забудешь тут."
    stop sound fadeout 3
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day4_sl_7dl_evening:
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_day fadein 6
    play music music_7dl["too_serious"] fadein 3
    "Когда я вышел на крылечко, дожёвывая пряник, я ожидал, что меня тут же схватят и препроводят."
    "По-моему, иначе в этом лагере ни одна проблема с посещаемостью не решается."
    "Вот только нет."
    "Исключая жующих пионеров, вокруг не было ни души."
    me "Что за колдунство страшное?"
    "Спросил себя я."
    me "По идее, здесь должна стоять Ольга Дмитриевна и не пущать."
    me "Я же сейчас соберусь и уйду, куда захочу!"
    me "Эй, я не иду на концерт! Смотрите, вот я ухожу."
    "Ни ответа, ни привета."
    me "Всё страньше и страньше."
    window hide
    scene bg ext_square_day
    with dissolve
    "Я ничего не понимал."
    "Раз уж объявили об обязательной явке…"
    "Мде."
    "На площади было пустынно, похоже, всех пионеров отсюда уже согнали."
    "Только вот почему-то никто не спешил сгонять меня."
    "Пожав плечами, я отважно продолжил свой путь."
    window hide
    scene bg ext_house_of_mt_day
    with fade
    "И вот только добравшись до дома, наконец, понял разгадку."
    "И Ольга Дмитриевна, и Славя — обе были здесь."
    "Они что-то обсуждали, оживлённо размахивая руками, но пока я не подошёл поближе, не мог их расслышать."
    "А вот когда подошёл…"
    play sound sfx_door_squeak_light
    "По всем законам подлости, наступил на какую-то ветку, и внимание обеих девушек оказалось немедленно приковано ко мне."
    me "Ой, здрасте."
    show mt normal pioneer at left with dissolve
    mt "Опять отлыниваешь от мероприятий?"
    mt "Впрочем, не важно. {w}У меня для вас появилось ответственное партийное поручение."
    show sl sad pioneer at right with dissolve
    sl "Но, Ольга Дмитриевна, я же говорила…"
    show mt smile pioneer with dspr
    mt "Успокойся, Феоктистова. Возможно, там и не потребуется никакого электрика."
    mt "Вы просто оба сходите и посмотрите — что там произошло."
    me "Где произошло?"
    show mt normal pioneer with dspr
    mt "В общем, слушай мою команду!"
    mt "После вчерашних событий помещение клубов оказалось обесточенным, и надо это исправить!"
    me "Каких событий?"
    mt "Феоктистова расскажет тебе по дороге."
    me "А если там и правда какая-то сложная поломка, нужен электрик и так далее?"
    mt "Тогда вернётесь сюда и доложите. Всё, шагом арш."
    "Вожатая развернула Славю лицом ко мне и подтолкнула в мою сторону."
    mt "Хватит вам времени до ужина?"
    me "Так вы нас от концерта освобождаете?"
    mt "Освобождаю. Кружки без света оставлять нельзя."
    me "Тогда пошли!"
    "Славя покачала головой, но послушно пошла за мной."
    window hide
    scene bg ext_houses_day
    with dissolve
    "Идти по пустынному лагерю было довольно непривычно."
    "Чем-то это даже напоминало детство, когда я прогуливал уроки и бегал по коридорам от завуча."
    "В дальних концах коридора всегда были проблемы с освещением, потому мне в моей синей курточке можно было легко замаскироваться, распластавшись на полу и затаив дыхание."
    "Так и сейчас — тихая, пустынная местность, и я один."
    "В смысле, двое."
    me "Так что вчера произошло?"
    show sl sad pioneer with dissolve
    sl "Да понимаешь…"
    "Славя покачала головой."
    sl "Тебе, наверное, уже все уши прожужжали этой образцовостью? {w}Знаю, что прожужжали."
    sl "А у нас раньше был радиопередатчик и собственная радиостанция."
    me "Что, даже ведущие были?"
    show sl smile pioneer with dspr
    sl "Нет, обычно просто музыка играла, и объявления делали."
    me "А сейчас не могут, что ли?"
    sl "Могут, но только из кабинета начальника лагеря — а ему и самому надо работать."
    me "И что случилось с передатчиком?"
    show sl normal pioneer with dspr
    sl "За него кибернетики отвечали — и что-то там сломали!"
    sl "Перестал работать. {w}Вот Шурик вчера и полез его налаживать."
    me "Не припомню что-то…"
    show sl angry pioneer with dspr
    sl "Да он во время дискотеки полез!"
    sl "Темно, мокро, скользко… {w}Мы с тобой в это время болтали на пристани, помнишь?"
    me "А он на крыше был. {w}Судя по тому, что мы туда идём, он ничего не починил?"
    show sl sad pioneer with dspr
    sl "Что гораздо хуже, он оттуда упал. {w}Сейчас лежит в медпункте с сотрясением и какими-то ранами."
    me "Да уж, мастер на все руки."
    sl "Так что идём смотреть, что он там сделал, и стараемся исправить."
    window hide
    scene bg ext_clubs_day
    with dissolve
    "Здание клубов не претерпело существенных изменений с момента моего последнего визита."
    "Разве что в этот раз оно было закрыто на тяжёлый навесной замок."
    me "А что с проверяющими? Не пустили?"
    show sl normal pioneer with dissolve
    sl "Почему же? Пустили. Всё показали."
    sl "Правда, пробыли они там почему-то немного, очень быстро ушли."
    show sl smile pioneer with dspr
    sl "Даже светом не пощёлкали."
    me "Повезло."
    sl "Но вот радиопередатчик не работает. А нам надо срочно произвести впечатление."
    me "Что ж вы раньше молчали? Весь день сегодня был."
    show sl normal pioneer with dspr
    sl "Спроси у Ольги Дмитриевны. Я не знаю."
    scene expression Desat("bg ext_clubs_day")
    show sl normal pioneer
    with fade
    "Тем временем на солнце вдруг набежали тучки, и погода, которая ещё с утра обещала жару, загар и тепловые удары, вдруг резко стала напоминать больше привычную мне, пасмурную."
    sl "Похоже, ночью будет дождь."
    "С видом знатока сообщила Славя."
    sl "Опять дождевики выдадут…"
    me "Лучше бы нам электрика выдали."
    "Пробурчал я."
    show sl smile pioneer with dspr
    sl "Может быть, он и не нужен, и надо просто включить всё."
    sl "Пошли, не посмотрим, не узнаем!"
    stop music fadeout 3
    window hide
    play sound sfx_open_door_clubs_2
    pause(1)
    scene expression Desat("bg int_clubs_male_sunset")
    with dissolve
    play ambience ambience_clubs_inside_day fadein 3
    play music music_7dl["sammy"] fadein 3
    "Мне сразу не понравилась царящая в клубе атмосфера."
    "Было в ней нечто зловещее."
    show sl normal pioneer with dspr
    sl "А давай посмотрим!"
    "Преувеличенно бодро воскликнула Славя."
    me "Давай. Куда идти, что делать?"
    sl "Передатчик находится на чердаке, так что надо залезть туда."
    "Пройдясь по помещению, Славя добыла швабру и табуретку."
    "Подставила табуретку, забралась на неё, а оттуда — на стол."
    sl "Придержи, качается!"
    "Я послушно придержал стол, стараясь не особо заглядывать туда, куда заглядывать не стоило."
    sl "И…"
    "Поддев шваброй какой-то запор в потолке, она встала на носочки и, схватившись за какую-то петлю, потянула."
    "С потолка вниз открылась чердачная лесенка."
    show sl sad pioneer with dspr
    sl "Нам туда… ой."
    "Весело поставив было ногу на первую ступеньку, Славя отшатнулась."
    me "Что такое?"
    sl "Да что-то занеможило."
    me "Может, давай тогда ты вниз, а я полезу?"
    sl "Нет уж, если я упаду, ты меня поймаешь, а если ты…"
    me "Ты это говорила уже."
    sl "И всё же!"
    window hide
    scene expression Desat1("bg int_clubs_male_sunset")
    with dissolve
    "Помотав головой, она сделала первый шаг."
    "Я не знаю, может быть, всему виной моя мнительность, но с момента открытия люка густая, неприятная атмосфера только сгустилась."
    "Это место определённо было {i}негативно{/i} настроено."
    window hide
    scene cg d6_sl_zettai_7dl
    with dissolve
    "Я старательно смотрел на стол, чтобы не смущать девушку, а она, пробуя на прочность каждую ступеньку, неторопливо поднималась."
    sl "Ай!"
    window hide
    play sound2 sfx_bodyfall_1
    scene bg int_clubs_male_sunset
    with flash
    "Оступившись, Славя взмахнула руками, пытаясь удержать равновесие, поставила было ногу на ступеньку, и…"
    "Кубарем полетела вниз!"
    "Я как будто отключился, всё потемнело, потому что в один момент я, раскрыв рот, смотрел на то, как падает Славя…"
    "А в другой момент уже стою на столе (и правда шатается, зараза!) и держу Славю на руках."
    "Правда, тут же смутился и поставил её на стол."
    show sl shy2 pioneer with dspr
    sl "Ох… Чуть не упала!"
    me "Угу."
    sl "Спасибо! Если бы не твоя помощь…"
    me "Десять баксов."
    show sl laugh pioneer
    with flash2_red
    "Славя рассмеялась, а я смущённо отвёл взгляд в сторону, не зная, куда деть руки."
    "Должно быть, выглядел я презабавно, раз Славя улыбнулась и каким-то совершенно естественным жестом протянула руку и растрепала мне волосы."
    show sl sad pioneer with dspr
    sl "Но, похоже, я и правда не готова к подвигам сегодня."
    "Она выглядела обескураженной. Должно быть, привыкла всегда всё решать сама."
    "Что ж, в этот раз…"
    me "Сходи на свежий воздух, подыши…"
    sl "А ты не обидишься?"
    me "Посмотрим. Но если мне вдруг понадобятся инструменты или что-то в этом роде, я крикну."
    hide sl with dissolve
    "Улыбнувшись, девушка спрыгнула со стола и пошла на улицу."
    "А я пополз на чердак."
    stop music fadeout 6
    pause(1)
    window hide
    scene bg int_attic2_day_7dl
    with dissolve
    $ night_time()
    play music music_7dl["midday_reverie"] fadein 3
    "М-да…"
    "Когда я лез, я думал увидеть здесь облагороженное помещение — всё-таки аппаратура стоит."
    "Как же я ошибался…"
    "Пыли здесь было чуть ли не по щиколотку."
    "Я серьёзно! Сделав первый же шаг, я расчихался как аллергик в Питере по июню."
    "Только это был не пух от цветущих тополей, но убойное действие здесь было ничуть не хуже."
    "По сравнению с этим чердаком даже моя холостяцкая берлога являла собой образец чистоты и порядка."
    "Приглядевшись, можно было различить следы на полу, по которым при желании можно было ориентироваться."
    "Натоптали."
    "Хотя в условиях дефицита освещения… Впрочем, кто когда освещает чердак?"
    me "Не чердак, а бардак какой-то."
    th "Главное, не пускать Славю сюда ни под каким предлогом. {w}А то она здесь поселится, пока не отмоет всё начисто."
    "За мыслями и чихом я и заметить не успел, как почти перестал ощущать действие этого места."
    "Как будто между мной и окружением вырос некий незримый барьер, принимающий всё на себя."
    $ alt_day4_sl_7dl_conv = True
    "И это было здорово, так как впопыхах я бы точно здесь ничего не нашёл и не понял."
    "В новых же условиях… Я присмотрелся к отпечаткам размера так сорок третьего и последовал за ними."
    "Дорожка следов вела к дальней части чердака, где в самом углу угрюмо темнел какой-то металлический куб."
    "Судя по всему, тот самый передатчик."
    me "Ну-ка…"
    window hide
    with fade
    "Спустя десять минут войны с кожухом аппарата пополам с перекрикиваниями со Славей я всё же добрался до электроники."
    "Славя за это время успела поболтать с кем-то невидимым, потом сбегала непонятно куда и вернулась с метлой."
    me "Ломастер, блин…"
    "Вместо того, чтобы подключить по-человечески провода, Шурик зачем-то выдрал их с мясом."
    "Хотя почему «зачем-то»?"
    "По версии Слави, он очень так неплохо загремел вниз, а значит, по дороге цеплялся за всё подряд, чтоб удержаться."
    "А так как своей версии у меня не было, принимаем имеющуюся."
    me "Кошмар-ужас… Славь!"
    sl "Да?"
    "Донеслось с улицы."
    me "Ты знаешь, где здесь главный щиток?"
    sl "Лагеря?"
    me "Ага…"
    "Пробормотал я себе под нос."
    me "Давай обесточим весь лагерь."
    me "Клубов!"
    "Заорал я."
    me "Мне надо, чтобы ты отключила всё здание!"
    sl "Ой, сейчас."
    "Мимо меня протопотали каблучки, и что-то где-то громко щёлкнуло."
    sl "Всё!"
    me "Какое «всё»…"
    sl "Что?"
    me "Кусто! Славя, посмотри внизу инструменты какие-нибудь."
    play sound sfx_open_door_clubs_2 fadein 1
    pause(0.6)
    play sound sfx_steps_clubs_nextroom
    "Подо мной распахнулась дверь, заходили, затопотали…"
    "Несколько минут спустя, голова Слави показалась на чердаке."
    sl "Есть пила, молоток и кусачки."
    me "Кусачки давай сюда, а сама посмотри изоленту и отвёртки — у кибернетиков они точно должны быть."
    "Славя послушно кивнула и скрылась."
    "К счастью, запаса проводов вполне хватало на то, чтобы заголить снова и поставить обратно."
    "Да и сами провода были не чета моим китайским современникам — на таком вполне удачно можно было бы удавить кого-нибудь, а не просто удержать от падения с крыши."
    "Ни у меня зачистка, ни у Слави поиски много времени не отняли."
    "Цена вопроса — пятнадцать минут."
    me "А теперь давай попробуем всё это включить!"
    sl "Семён, я, конечно, не лезу не в своё дело… Но разве мы починили проводку?"
    me "Иди включай, говорю!"
    sl "Иду, иду…"
    play sound sfx_open_door_strong
    pause(1)
    play sound sfx_slavya_run
    "Славя выскочила на улицу."
    "Ещё минутка…"
    play sound sfx_click_2
    sl "Включила!"
    me "Ничего!"
    "Нигде ничего не загорелось, не заиграло, даже света не появилось…"
    me "Похоже, эта задача не так просто решается."
    "Решив проверить пробки, я полез по лестнице вниз."
    stop music fadeout 6
    pause(1)
    window hide
    scene bg int_clubs_male_sunset
    with flash
    $ sunset_time
    pause(1)
    play sound sfx_open_door_clubs_2
    pause(1)
    scene bg ext_clubs_sunset
    with dissolve
    play music music_7dl["carefree"] fadein 3
    me "И?"
    show sl normal pioneer with dissolve
    sl "Вот!"
    "Славя повернула рубильник ещё раз — с прежним результатом."
    me "Похоже, пробки перегорели. {w}В лагере есть ещё?"
    sl "У меня на складе целая коробка!"
    me "Тогда беги. Прихвати с собой штучки четыре про запас."
    sl "До скорого."
    hide sl with easeoutright
    "Провожая взглядом бегущую Славю, я почувствовал странную смесь гордости за себя и нежности к ней."
    "Никогда бы не подумал, что смогу вот так, ради незнакомого человека…"
    "Хотя какая она теперь незнакомая…"
    "Говорят, что любовь слепа, и юное поколение, неспособное любить сердцем, любит головой, в полной мере получая все недостатки субъекта воздыхания."
    "Оно так гордится этим, это юное поколение."
    "Никогда не теряет голову, никогда не сходит с ума."
    "А я сам?"
    "Вспоминая последнего бесценного человечка, я никак не могу вспомнить, чтобы меня что-то в нём огорчало или раздражало."
    "Он был как пушистый шарик света — мой безымянный зеленоглазый друг."
    "Имя за давностью лет истерлось из памяти, да и не любовь это была."
    "Если вы росли вместе, вы рано или поздно начинаете относиться друг к другу очень по-родственному."
    "А родственники частенько бьют и обижают друг друга. Просто потому, что находятся слишком уж близко."
    "Вот только тот мой друг так и не смог это сделать."
    "Потому что я смотрел на него и прощал."
    "Я прощал всё, потому что это так легко — прощать, когда тебе и ей по 7 лет."
    "Обиды не переживают утренней зари, и наутро вы уже снова держитесь за руки."
    "Мне тогда казалось, что это очень необычное, уникальное умение — видеть за внешним внутреннее."
    "Не замечать беспомощно близоруких глаз, не видеть слишком большой головы, не обращать внимания на лёгкую косолапость на правую ногу."
    "Это всё не имело никакого значения, я видел самое главное."
    "А теперь это вот зовут «сходить с ума»."
    "Но, значит, я сумасшедший? Или не такой сумасшедший, который видит всё сквозь пелену ненависти, а значит, даже в шедевре находит изъян?"
    "Но призма любви — как подзорная труба, она приближает все достоинства, делая их явными и выпуклыми."
    "А пелена ненависти… Что ж, это больше походит на зеркало, в котором смотрящий видит все свои недостатки."
    "Он видит свои недостатки! А не недостатки человека, на которого смотрит."
    th "А я больной и странный."
    th "Я не вижу недостатков в Славе."
    th "Потому что влюблён?"
    dreamgirl "Влюблён или нет, но у меня огромная просьба."
    th "Что?"
    dreamgirl "Ты чувствовал, как давление на голову сначала уменьшилось, а там и вовсе пропало?"
    th "Ты что-то знаешь?"
    dreamgirl "Это низкочастотный резонатор. Что-то вроде отпугивалки для грызунов, чтоб не жрали провода."
    dreamgirl "Правда, этот настроен почему-то на 7 герц. Настроен на человека."
    th "Но зачем кому-то?.."
    dreamgirl "А я знаю? {w}Важнее другое: некоторое время я могу помогать тебе сопротивляться, но это тебе таким боком выйдет…"
    th "Так, а почему давление потом пропало?"
    dreamgirl "Пробки окончательно перегорели. Слушай! Я серьёзно. Выруби эту хрень!"
    th "Чтобы крысы тут проводку грызли?"
    dreamgirl "Да здесь их отродясь не бывало, до ближайшего населённого пункта на бешеной собаке не доскачешь."
    dreamgirl "А вот психику мне… В смысле, тебе — очень неплохо покорёжит. {w}Ты хочешь в дурдом?"
    th "Нет."
    dreamgirl "Тогда полезли вырубать."
    window hide
    play sound sfx_open_door_clubs_2
    pause(1)
    scene bg int_clubs_male_sunset with dissolve
    pause(1)
    scene bg int_attic2_day_7dl
    with fade
    $ night_time()
    th "Где?"
    "Я огляделся."
    dreamgirl "Вот, смотри, у самого окна решётка."
    th "Ага."
    dreamgirl "Перекуси шнур, ведущий к решётке и реостату."
    th "А мне потом по голове за это не влетит?"
    dreamgirl "Да просто скажешь, что случайно перекусил — они пошлют кого-нибудь наладить."
    dreamgirl "Главное — мы в этом время будем не здесь!"
    th "Без вредительства не обойтись?"
    dreamgirl "Если сумеешь найти розетку, в которую она включена — пожалуйста. Но я что-то сильно сомневаюсь."
    th "Эх…"
    "Мной опять кто-то манипулировал."
    "Я не видел в этом ничего плохого, но, чёрт возьми, не внутренний же голос!"
    dreamgirl "Перекусывай давай, не тормози."
    "Щёлк."
    sl "Семё-он! Я пробки принесла!"
    me "Сама вкрутить сможешь?"
    sl "Я попробую…"
    me "Только рубильник отключи сначала, а то будет тебе дискотряска."
    sl "Хорошо!.."
    window hide
    with fade
    sl "Я закончила!"
    me "С богом!"
    "Где-то что-то щёлкнуло, загудело…"
    "И из рупора на крыше полилась «Метелица» Свиридова."
    sl "Ура-ура-ура! Спускайся!"
    me "Свет?"
    sl "Да, горит над крыльцом, сейчас выключу."
    window hide
    scene bg int_clubs_male_sunset
    with flash
    $ sunset_time()
    "На столе уже было натоптано грязными ножищами."
    th "Ничего, впредь наука будет — держите подсобные помещения в чистоте!"
    play sound sfx_open_door_clubs_2
    pause(1)
    show sl normal pioneer with dissolve
    sl "А вот и… Ой!"
    show sl happy2 pioneer with dspr
    sl "Какой ты смешной!"
    me "Животики надорвёшь."
    sl "Вот… Вот!"
    show sl shy2 pioneer with dspr
    "Славя взяла с подоконника зеркало на штативе и поднесла мне."
    sl "Как чучундра!"
    "Я и посмотрел…"
    me "Где здесь можно помыться?"
    show sl normal pioneer with dspr
    sl "В душе, наверное, вряд ли получится — его сегодня только для взрослых топят… Топили."
    th "Ну да, а я не взрослый."
    sl "Так что, наверное, только в речке."
    me "Вот будет здорово, если кто-нибудь из родителей пойдёт и увидит меня такого красивого."
    show sl sad pioneer with dspr
    sl "Да…"
    show sl normal pioneer with dspr
    sl "Ты прав!"
    sl "Отведём тебя за территорию, где никто не увидит, и там как следует накупаем."
    me "К ужину-то успеем?"
    show sl smile pioneer with dspr
    sl "Должны успеть. Айда!"
    stop music fadeout 3
    pause(1)
    play ambience ambience_camp_center_evening fadein 6
    window hide
    scene bg ext_houses_sunset
    with dissolve
    play music music_7dl["hug_me_already"] fadein 3
    "Мне пришлось подождать минут десять, прежде чем Славя вышла из домика, легкомысленно размахивая неким свёртком, зажатым в левой руке."
    me "А нас там за территорией точно не увидят? {w}Родителей же везде полно…"
    show sl smile pioneer with dissolve
    sl "Не беспокойся, все родители сейчас на концерте, так что речка в нашем полном распоряжении."
    "Кивком скомандовав следовать за ней, девушка заспешила куда-то в сторону стены."
    me "Если они все на концерте, могли бы и на пляж сходить."
    "Пробурчал я."
    show sl happy2 pioneer with dspr
    sl "Семён, я не понимаю, как ты живёшь?"
    sl "Ты постоянно брюзжишь и бухтишь как старая бочка. {w}Вот зачем?"
    me "Потому что я могу!"
    "Гордо ответил я."
    sl "О, да. {w}Здесь направо."
    window hide
    play sound sfx_bush_leaves
    pause(1)
    scene bg ext_path_day
    with fade
    play ambience ambience_forest_evening fadein 5
    me "А нормально через ворота нельзя было выйти?"
    show sl normal pioneer with dspr
    sl "Можно, конечно! {w}Но там какой-никакой, а шанс попасться!"
    me "Эх, жисть моя, жестянка!"
    "Через двадцать метров Славя снова свернула куда-то в кусты, и я поспешил за ней."
    "Как оказалось, здесь, очень хорошо замаскированная, была калитка, ведущая за территорию."
    "Поросль бузины вокруг была настолько буйной, что если не знать, что искать — нипочём не найдёшь."
    window hide
    scene bg ext_backroad_day_7dl
    with dissolve
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    show sl normal pioneer with dissolve
    sl "Здесь недалеко, догоняй!"
    show sl smile pioneer far with dissolve
    "Славя прибавила шагу, и мне пришлось чуть ли не бежать, чтобы не потерять её из виду."
    "Так что минут десять мы пыхтели: я — пытаясь догнать Славю, она — подзадоривая меня, всё ускоряясь и ускоряясь."
    "Но у меня всё равно ноги длиннее."
    "В любой дисциплине, кроме бега, я её обставлю."
    show sl smile pioneer with dissolve
    "Так и случилось сейчас: догнав девушку, я зашагал рядом."
    me "Ты из любого похода пытаешься сделать спортивный фестиваль?"
    show sl laugh pioneer with dspr
    sl "А что такого? Застаиваться нельзя, движение — жизнь!"
    me "Угу, а неучение — тьма."
    show sl grin pioneer with dissolve
    sl "Если не перестанешь бормотать себе под нос, я всем расскажу, что Семён бурчит как дед!"
    me "Очень страшная угроза."
    sl "Это не угроза, а руководство к действию."
    me "Что-то мне действовать не очень хочется. {w}Долго ещё?"
    show sl smile pioneer with dspr
    sl "А мы уже"
    scene bg ext_beach2_day_7dl
    show sl smile pioneer
    with dissolve
    extend " пришли!"
    play ambience ambience_lake_shore_day fadein 6
    "И она оказалась права."
    "Как и всегда, впрочем."
    me "Как-то уж очень недалеко."
    show sl laugh pioneer with dspr
    sl "Смотрите, кто снова жалуется!"
    sl "Да это же Семён-ворчун!"
    me "Смейся-смейся."
    "Я огляделся."
    "По левую руку далеко в воду вдавалась песчаная коса, надёжно скрывающая нас от лагеря, а вот справа была только чистая и спокойная вода."
    "Плюс здесь к воде низбегал широченный песчаный язык пляжа, а умело забросанное песком костровище наводило на мысли, что и здесь частенько бывают люди."
    show sl smile pioneer with dspr
    sl "Да, мы здесь бывали раньше, на отрядном костре."
    "Угадала мои мысли Славяна."
    sl "Я ещё с прошлого раза это место заприметила."
    "Она замолчала на некоторое время, а потом почему-то несмело спросила:"
    sl "Ну что, купаться будешь?"
    me "По-моему, мы за этим сюда и пришли…"
    me "Только руки ополосну. Дай мыло."
    "Расстёгиваться грязными пальцами не хотелось — потом уйму времени на стирку уйдёт."
    "Хотя после всего, что на чердаке на меня осело, мне в любом случае придётся стираться."
    "Но так рубашка была хотя бы равномерно серая, а не в пыльном камуфляже."
    "Свёрток оказался грубым махровым полотенцем, прячущим в себе мыльницу и волосатую мочалку."
    th "Капитально подошла к помывке девочка, ничего не скажешь…"
    "Наконец, с руками было завершено, и форма полетела на песок."
    "Славя с какой-то преувеличенной аккуратностью принялась её собирать и складывать на лежащую здесь же колоду, что-то едва слышно бубня."
    "Вода была неплохой, и я, разбежавшись, бросил себя в самую глубину."
    stop music fadeout 4
    pause(1)
    window hide
    play sound sfx_shoulder_dive_water
    stop ambience fadeout 1
    pause(1)
    scene bg ext_underwater_7dl
    with touch
    play music music_7dl["dance_with_me"] fadein 3
    "Тишина, спокойствие… Почему-то я вспомнил свой первый день здесь, когда я ещё не открыл глаза."
    "Вода на мгновение показалась ледяной, наполненной тем самым, узнаваемым запахом…"
    "Странно…"
    play sound sfx_water_emerge
    show blink
    pause(1)
    scene bg ext_beach2_day_7dl
    with flash
    play ambience ambience_lake_shore_day fadein 6
    "Мне почему-то показалось, что если я сейчас сделаю некое лишнее движение, то рискую вынырнуть…"
    "А, кстати, где?"
    th "Неужели в Неве?"
    th "Но я там отродясь не купался — вода грязная, да и мест для купания…"
    sl "Семён, помочь тебе намыться?"
    me "Да я как бы…"
    sl "Ай!"
    play sound sfx_water_splash
    "Я не успел посмотреть, в чём там дело, потому что между Славиным «ай» и плеском воды прошло меньше секунды."
    "Похоже, она решила зайти в воду и…"
    "Я замолотил конечностями, ускоряясь."
    "Но Славю, похоже, совсем не надо было спасать — она уже сама вынырнула, встала, и как те самые тётки из журнала для мужчин, взмахнула этак волосами, разбрызгивая воду во все стороны."
    "К тому моменту и я поспел."
    "Схватил её за руку, потащил на берег."
    me "Надо костерок, наверное? Обсушиться?"
    sl "Да нет… Так обсохну. На солнце."
    "Косы, разумеется, мгновенно набухли и отяжелели, да и рубашка прилипла к телу."
    "Я отвёл взгляд, стараясь не смотреть."
    me "Давай-ка, мы тебя полотенцем…"
    sl "Н-не н-надо… Сначала сам."
    me "Да у меня одежда сухая, дурёха, простынешь же!"
    sl "Эй! Я не дурёха!"
    me "Тогда вытирайся давай."
    sl "Но я… Эх!"
    "Махнув рукой, Славя убежала в кустики, где, судя по звукам, принялась разоблачаться."
    dreamgirl "?"
    th "Нет."
    dreamgirl "А если одним глазком?"
    th "Даже не половиночкой."
    dreamgirl "На телефон?"
    th "Он дома."
    dreamgirl "Ну так неинтересно!"
    dreamgirl "Слушай, у тебя там красотка голая, а ты даже не подготовился?!"
    th "Это потеря, да."
    "Вообще, Славя вела себя необычно."
    "То есть, не для себя самой необычно, а… Скажем, нетипично для представительниц прекрасного пола."
    "Она не аукала мне, не бормотала нервно что-то себе под нос."
    "Не переспрашивала меня по десять раз, не подглядываю ли."
    "Нет, просто молча и спокойно делала своё дело."
    "Насколько можно быть спокойным, полностью вымокнув."
    "Это дало возможность и мне самому насухо вытереться и облачиться в неприятную после воды форму."
    "Сукно и хлопок, пыльные и потные. Брррр."
    play sound sfx_bush_leaves
    pause(1)
    show sl upset pioneer with dissolve
    sl "А вот и я."
    "Отжалась она, конечно…"
    "Видимо, между сыростью и опрятным внешним видом склонялась наша блондинка ко второму."
    "Потому и выжала одежду не в полную силу, а так — чтобы не стекало."
    me "Ох и загремит кто-то в медпункт."
    show sl sad pioneer with dspr
    sl "Не загремлю! Я знаешь какая закалённая! Я н-никогда н-не простужаюсь…"
    me "Может, мою рубашку наденешь? Мне и с голым торсом нормально."
    show sl normal pioneer with dspr
    sl "Ис-сключен-но! Внешн-ний вид…"
    "Похоже, у неё уже зуб на зуб не попадал."
    me "Ладно, давай тогда хотя бы полотенце на тебя накинем — оно не такое и сырое."
    "Славя прикусила губу, но благодарно кивнула."
    "Мы заспешили по дороге обратно в лагерь."
    window hide
    scene bg ext_backdoor_day_7dl
    with fade
    play ambience ambience_forest_evening fadein 5
    "Впрочем, всё равно поздно уже."
    window hide 
    scene bg ext_square_sunset
    with fade
    play ambience ambience_camp_center_day fadein 5
    "К моменту, когда мы добрались обратно до лагеря, Славю уже ощутимо трясло, а полные красивые губы побелели до полной утраты контура."
    me "Закалённая она, понимаешь. {w}Не простужается!"
    sl "Б-бурчишь к-как…"
    "Она чихнула."
    me "Будьте здоровы. Так, марш переодеваться, а потом в гости к Виолетте Церновне."
    sl "Н-но она же на концерте…"
    "Слабо запротестовала Славя."
    me "Без разговоров!"
    window hide
    scene bg ext_stage_big_clear_day_7dl
    with dissolve
    "Да уж, выкупались как хотели."
    "Случившееся меня совершенно не удивило."
    "Всё-таки такой вот я человек, магнит для неприятностей."
    "У меня даже ритуал был — подсчёт количества глупостей в день."
    "И ради баланса некоторые глупости приходилось делать самостоятельно."
    "Иначе они происходили со мной помимо моей воли."
    "Вот как сейчас."
    "А то, ишь, расслабился!"
    "Рядом с правильной и хорошей девочкой."
    "Вот только карма никуда не делась."
    "Я это точно понял, когда выглянул к эстраде."
    "Славя в это время убежала к складу в целях поиска что-нибудь сухого, желательно, того же фасона."
    "Вот только она свою задачу в итоге выполнила, а я…"
    "Медсестры нигде не было."
    show sl sad pioneer with dissolve
    sl "Нет её, да?"
    "Грустно поинтересовалась она."
    me "Да, исчезла куда-то."
    show sl normal pioneer with dissolve
    sl "Ну и ладно! Может обойдёт… пчхи!"
    me "Будь здорова!"
    show sl upset pioneer with dspr
    sl "Да уж, будешь тут."
    stop music fadeout 3
    pause(1)
    "Мику выскочила на сцену и что-то прокричала, отсюда неразличимое."
    play sound sfx_7dl["eat_horn"] fadein 1
    "Зато оживший над нашими головами жестяной раструб на стволе сосны был вполне различим."
    me "Пошли, будем ловить сестру на ужине."
    "Славя послушно кивнула и пошла к столовой."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day4_sl_7dl_sundown:
    play sound sfx_open_door_1
    pause(1)
    scene bg ext_dining_hall_near_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    if not (herc or loki): 
        play music music_7dl["canon_d_flamenco"] fadein 3
        "Как и ожидалось, медсестра сидела в столовой, и на наше появление отреагировала буднично."
        "Отметила намокшие косы Славяны, задала несколько вопросов."
        "И, позволив нам поужинать, утащила девушку за собой в медпункт."
        "А я…"
        "Что ж, к одиночеству мне не привыкать."
    "Вечер вступал в свои права, когда я вышел из столовой."
    "А вместе с ним и лето, и тепло, и ощущение того, что сегодня обязательно случится нечто чудесное."
    "Как иначе-то?"
    if not (herc or loki):
        "Рецепт счастья известен давно, с момента его открытия он не менялся совершенно."
        "Отними у человека что-то, подержи немного."
        "А потом верни."
        "И всё."
        "Осталось только дождаться, когда мне вернут моё."
    else:
        play music music_7dl["unfulfilled"] fadein 3
        "Лагерь уже четвёртый день подряд подбрасывает и подбрасывает мне что-то новое."
        "Казалось бы, столько уже перевидено, пересмотрено."
        "А всё равно."
        "Наверное, проблема в том, что из «перевидено-пересмотрено» почти совсем нет «перечувствовано»."
        "И с этим ты ничего не сделаешь."
        "Опыт впечатлений нарабатывается только этими самыми впечатлениями."
        show sl smile pioneer with dspr
        sl "Добрый вечер?"
        me "Да уж. Наидобрейший. {w}Виделись же."
        show sl laugh pioneer with dspr
        sl "Это какой-то совершенно безнадёжный день! {w}Я столько всего не успела!"
        me "Много планировала?"
        sl "Не очень."
        me "Окей, тогда удачи."
        show sl sad pioneer with dspr
        sl "Уходишь?"
        me "В общем и целом."
        sl "Неужели моя компания так сильно тебе надоела?"
        if alt_day4_sl_7dl_herc_rendezvous:
            me "Стал бы я тебе встречу назначать в таком случае?"
        else:
            th "Да как бы тебе сказать…"
            me "Мы сегодня целый день провели друг у друга на закорках, а я не в той мере люблю людей, чтобы для меня такой опыт прошёл бесследно."
        sl "Но…"
    if herc:
        me "Всё, до скорого."
        if alt_day4_sl_7dl_herc_rendezvous:
            me "Помни про обещание!"
        "Ещё немного, ещё чуть-чуть, и я привыкну к ней настолько, что…"
        "Я покачал головой."
        window hide
        scene bg ext_dining_hall_away_sunset
        with dissolve
        "Я отступил на несколько шагов, оставляя Славю в одиночестве и задумчивости."
        "Кажется, она хотела сказать что-то, но меня это не слишком заботило."
        show dv normal pioneer2 with dissolve
        dv "Эй, новичок, не видел тех двух отожранцев?"
        me "Извини?"
        dv "Из второго отряда."
        me "А тебе они зачем?"
        show dv grin pioneer2 with dspr
        dv "Да так."
        "Алиса хрустнула шеей."
        dv "Надо немного с ними поболтать."
        me "Надеюсь, ты не собираешься делать это здесь?"
        show dv smile pioneer2 with dspr
        dv "Да что ж я, дура? Конечно, не здесь. {w}Но если вдруг увидишь…"
        dv "Оп, стоять."
        "Рыжая молнией метнулась мимо меня и выловила за шкирку знакомого уже мне хлопца с концерта."
        "Я же отошёл в сторону и наблюдал за происходящим с позиции Швейцарии."
        dv "Ануфриев?"
        "Тот обречённо кивнул."
        dv "Брат где?"
        ml "Сейчас выйдет."
        dv "Дело у меня к вам. На миллион!"
        ml "Какое дело?"
        dv "Не хочу повторяться, сразу всем расскажу. Где он?"
        ml2 "Эй, отпусти его!"
        dv "А вот и…"
        ml "У неё какое-то дело к нам."
        ml2 "Это дело требует держать человека за шкирку?"
        show dv normal pioneer2 with dspr
        dv "Это я от нервов."
        "Алиса тут же отпустила рубашку и преувеличенно заботливо отряхнула спину своей жертвы."
        dv "Это за столовой, тут недалеко."
        ml "Может, ты сразу скажешь?"
        "Заныл первый."
        dv "Нет, пошли."
        dv "Да быстрее, времени нет совсем."
        hide dv with dissolve
        "Она прибавила шагу, и хряки были вынуждены семенить вслед."
        "Вскоре они скрылись из виду."
        dreamgirl "Это самый талантливый развод из тех, что мне приходилось видеть!"
        th "Да не то слово."
        dreamgirl "Поглядим?"
        th "Спрашиваешь!"
        window hide
        scene bg ext_dining_hall_away_sunset:
            linear 1.0 zoom 1.2
        "Я подошёл к зданию столовой и аккуратно выглянул из-за угла."
        window hide
        scene bg ext_dining_hall_backroad_day_7dl
        with fade
        "Правда, похоже, я опоздал."
        "Самое интересное уже завершилось."
        "Оба хряка лежали на боку, держась за животы, лица у них были багровыми."
        "Жертвы судорожно ловили ртами воздух."
        "А над всем этим стояла Алиса — руки в бока — и невозмутимо отчитывала их."
        sl "Алиса! Что ты делаешь?!"
        me "Явление… хлюста народу."
        "Славя обогнула меня и направилась к месту побоища."
        me "Славя, разве тебе не надо заниматься… Своими делами."
        show sl angry pioneer at right with dissolve
        sl "Поверить не могу, что ты её защищаешь!"
        show dv angry pioneer2 at left with dissolve
        dv "Я не нуждаюсь в чужой защите! Тем более…"
        "Она одарила меня таким уничижительным взглядом, что поневоле захотелось выдать шпильку в ответ."
        "Вот только не на того напала."
        sl "Я немедленно сообщу обо всём Ольге Дмитриевне."
        show dv grin pioneer2 with dspr
        dv "Ой, боюсь-боюсь!"
        sl "И расскажу!"
        dv "Да иди!"
        me "Тогда уж и про меня рассказывай."
        show sl surprise pioneer with dspr
        sl "Но она и так про тебя в курсе…"
        me "А ты напомни. Вдруг она забыла?"
        show sl sad pioneer with dspr
        sl "В этом лагере все, абсолютно все против меня."
        me "Нет, я — за тебя!"
        show dv smile pioneer2 with dspr
        dv "А я — против."
        sl "Да ну вас обоих!"
        "Славя махнула рукой."
        sl "Только издеваетесь."
        hide sl with dissolve
        "Развернувшись, девушка отправилась на площадь."
        dv "Как думаешь, стучать пойдёт?"
        me "Трудно сказать."
        dv "Опять заставят фигнёй какой-нибудь заниматься."
        dv "Очень страшное наказание."
        hide dv with dissolve
        "Алиса подмигнула мне и растаяла в кустах."
        "Немного погодя с земли поднялись и её соперники — била, похоже, рыжая, как локомотив."
        "Но к тому моменту мне перестало быть интересно, потому я ушёл на площадь."
    elif loki:
        "Я помахал лапой и убрался прочь, пока не придумался ещё с десяток способов привлечь меня к общественно-полезным работам."
        "Нетушки, лапы прочь от моего вечера. {w}Он только мой."
        window hide
        scene bg ext_square_sunset
        with dissolve
        "Я будто сплю, но могу контролировать свои действия."
        "И самый главный кадр из сна постоянно требует и требует внимания."
        "Я бы подумал о каких-то романтических глупостях, если бы не видел себя в зеркале."
        "Про свою привлекательность я прекрасно в курсе, так что нет."
        "Не мой случай."
        "Разве что меня готовят к чему-то…"
        dreamgirl "К гала-концерту."
        th "И всячески умасливают, чтобы я не сорвался?"
        th "Я тебе кто, Стас Михайлов?"
        dreamgirl "Ты концерт, понятно, не видел, зато мне очень хорошо запомнилось количество выступающих."
        th "Да сколько бы их ни было…"
        dreamgirl "Их меньше двух десятков, балда! {w}По сути, если бы не Мику и некоторые долгоиграющие выступления, все действо заняло бы не больше часа."
        th "Потому каждый человек на счету? Логично, в принципе."
        dreamgirl "Вот и…"
        th "Умеешь ты отрезвить, блин."
        dreamgirl "Не благодари."
        window hide
        with fade
        "На секунду мне захотелось пойти и напиться."
        "Но потом я вспомнил, что денег у меня нет, до ближайшего ларька километров триста, а мне в моём нынешнем виде никто ничего не продаст."
        th "Но должны же быть какие-то способы сбросить стресс?"
        dreamgirl "Есть парочка…"
        th "Про первый не говори — сам в курсе, но такому как я не обрыбится точно."
        dreamgirl "А второй — подраться!"
        th "Подраться?"
        dreamgirl "Да хотя бы вон с ними."
        "Краем глаза я отметил спешащую куда-то троицу хамов."
        th "Не уверен, что сумею отметелить сразу троих."
        dreamgirl "Тогда давай посмотрим, куда это они так целенаправленно спешат?"
        th "А пошли…"
        stop music fadeout 3
        pause(1)
        window hide
        scene bg ext_warehouse_sunset_7dl
        with fade
        "А спешили хамы, как оказалось, к заросшей площадке за складом."
        play music music_7dl["sneakupon"] fadein 3
        "Таким образом я совершил круг почёта и вернулся практически туда же, откуда начал."
        "Замерли, озираясь по сторонам, о чём-то негромко зашушукались."
        th "И что они здесь…"
        dreamgirl "Гляди!"
        "Из травы, до сих пор не видимые, появились…"
        th "Ну разумеется! Священные традиции вендетты."
        dreamgirl "Занимаем места согласно штатному распорядку!"
        th "Логично."
        "Здесь была крайне удобная ступенька, с которой открывался неплохой вид."
        "Отряхнув её, я уселся и снова оценил расстановку сил на поле сражения."
        "Против трио гвардии выступал тандем братцев Ануфриевых."
        "Знакомый уже мне Алька тряхнул головой, фыркнул под нос и пихнул в грудь старшего, тот споткнулся и сел на пятую точку."
        "На Альку тут же с кулаками налетел младший."
        "Который тоже недолго был неприкосновенен — к драчке подключились и наблюдающие до этого оставшиеся хамы."
        dreamgirl "Вот она, началась жесть! Уничтожение противника, кровная месть!"
        th "Угу, пошла потеха."
        "Тоже неплохое себе развлечение."
        "Начавшись как свалка, вскоре конфликт перерос в куда более стратегическую схему."
        "Гвардия определённо умела работать командой и всяко делала это не раз."
        "Потому вскоре они выстроились таким образом, что одного всегда прикрывала пара других."
        th "Ставлю на гвардию."
        dreamgirl "Эти деятели ещё могут за оружие схватиться."
        th "М-да? Это сильно осложнит конфликт."
        dreamgirl "Неужели вступишься?"
        th "Делать мне больше нечего."
        show sl angry pioneer with moveinleft
        sl "Эй, эй!"
        me "О, хоспидя."
        sl "Драки на территории лагеря запрещены!"
        sl "Семён, что ты там встал, помоги мне!"
        "Девушка встала между двух набычившихся сторон, разведя руки в сторону."
        me "Иду, иду…"
        "Я со вздохом поднялся со ступеньки и, подойдя поближе, оглядел чемпионов."
        "Досталось каждой из сторон преизрядно."
        "Вот только гвардейцы были полны желания продолжить, а вот их соперники явно собрались праздновать труса."
        me "Что надо?"
        sl "Ты почему просто так сидишь и смотришь?"
        me "Просто сижу и просто смотрю. Это мужской разговор, мужики сами разберутся."
        show sl normal pioneer with dspr
        sl "Семён, драки на территории…"
        me "Ты это повторила уже пять раз."
        "Вздохнул я."
        me "Дальше-то что? Это же не я дрался, а как поступать с местными правилами, каждый должен решать сам."
        show al laugh pioneer at zenterleft behind sl
        show sl normal pioneer at right with move
        al "Вы ещё поболтаете, или мы пойдём?"
        sl "Стоять!"
        al "Что ещё?" 
        sl "Какой отряд?"
        show al smile pioneer at left with move
        show sl dontlike pioneer at fright
        show dn dontcare pioneer with dissolve
        dn "А ты никак нас не запомнишь, Феоктистова?"
        sl "Каждый должен признаться сам!"
        me "Славя, пойдём, а? {w}Они уже не хотят ничего, только бы ты их отпустила."
        show sl sad pioneer with dspr
        sl "Да стоит мне только уйти, и они…"
        me "Знаешь, если тебя это так беспокоит, можешь сходить к их вожатой и рассказать."
        me "Или к Ольге Дмитриевне и рассказать. Она старшая вожатая, что-нибудь сделает."
        sl "А ты?"
        me "А я не обязан вмешиваться. Я им никто. {w}Как и ты, к слову."
        show sl surprise pioneer with dspr
        sl "И ты вот так просто говоришь?"
        me "Могу поплакать. Это что-то изменит?"
        show tn shy pioneer at fleft with moveinleft
        tn "Мы больше не будем."
        show sl normal pioneer with dspr
        sl "Да ну вас."
        hide sl with easeoutright
        "Славя удалилась, махнув рукой и бормоча что-то под нос на прощание."
        sl "А Катушке я всё расскажууууу!"
        "Донёсся до нас её голос."
        "Я подмигнул бойцам."
        me "Вас всё равно накажут, так что продолжайте."
        show tn smile pioneer with dspr
        tn "Не хочется что-то."
        show dn grin pioneer with dspr
        dn "Надоело."
        show al dontlike pioneer with dspr
        al "Хотя я бы им ещё разок вдарил по сопатке."
        ml "По голове себе вдарь, малахольный."
        me "Вот, видите, как всё хорошо начинается."
        "Когда я уходил с дворика, за моей спиной с новыми силами разворачивался спор."
    stop music fadeout 3
    pause(1)
    window hide
    scene bg ext_square_sunset
    with diam
    if herc:
        play music music_7dl["slavyas_fantazm"] fadein 3
    elif loki:
        play music music_7dl["seven_summer_days"] fadein 3
    else:
        play music music_7dl["ltyh"] fadein 3
    "Я сплю? Или проснулся?"
    "Как будто моя цивилизация, цивилизация персональных гаджетов, боящихся флиртовать актёров и повального одиночества — это древний монстр вроде города Р'Льех."
    "Он уснул навсегда, а на руинах его возникли новые города и храмы."
    "Храмы людей, верящих в людей."
    "Храмы людей, верящих в будущее."
    "И я здесь как бесполезный осколок прошлого, ходячий анахронизм."
    "Из прошлого с отрицательным вектором."
    dreamgirl "А что, если я скажу тебе, что ты здесь не просто так?"
    th "Да я уж догадался."
    dreamgirl "Вот как?"
    th "Я недостаточно примечателен, чтобы получить путёвку в местный рай за просто красивые глазки."
    th "Так что от меня, скорее всего, что-то потребуется."
    dreamgirl "Не догадываешься, что?"
    th "Понятия не знаю. А ты?"
    dreamgirl "Та же фигня."
    th "Исключая разве что исцеление от раздвоения личности?"
    dreamgirl "О, поверь, друг мой, ты исцелишься от него куда раньше, чем думаешь."
    if not (herc or loki):
        th "Хочешь сказать, ты заткнёшься и больше не будешь меня доставать?"
        dreamgirl "Именно так."
        dreamgirl "Главное, в следующий раз не отталкивай протянутую руку."
        th "Чью руку?"
        dreamgirl "Увидишь."
        "Загадочно ответил внутренний голос. {w}И смолк."
    window hide
    with fade
    th "Значит, я и в самом деле здесь зачем-то?"
    th "Например, подружиться с девушкой вроде Слави? А то и отношения завести?"
    th "Да нет, бред какой-то."
    th "Но в чём тогда смысл?"
    "Я внимательно оглядел площадь."
    "Смысла здесь не было."
    window hide
    scene bg ext_square_sunset:
        zoom 1.2
    with dissolve
    if herc or loki:
        "Поднявшись со скамейки, я подошёл поближе к бронзовому Генде и посмотрел на него снизу вверх."
        "Генда стоял и молчал на меня с видом полнейшей невозмутимости."
        me "Я всё равно добьюсь ответов, ясно тебе, сволочь?"
        "Отблеск заходящего солнца от губ Генды был предельно саркастическим — удачи, мол."
        me "Гад."
        "В сердцах я пнул постамент, и тот отозвался неожиданно гулким звуком."
        "Внутри явно была пустота."
        me "Ну-ка, ну-ка… Какой это секрет скрывает наш бронзовый генсек?"
        "Для того, чтобы обойти постамент со всех сторон, пришлось топтать газон."
        "Но, полагаю, здесь всегда есть Славя, которая поправит, если что?"
        "Так что вперёд!"
        "Как я и предполагал, постамент товарища Икари был пустотный — это несложно было понять по широченной вентиляционной решётке, запертой на тяжёлый навесной замок."
        me "Всё, родной. Теперь я узнаю все твои маленькие грязные секреты."
        "Ключ от такого замка мог быть только у одного человека в лагере."
        "А тенденция складывалась такая, что этот человек сто процентов найдёт меня."
        "Где бы я ни скрывался."
        th "Ведьма, что ли?"
        "Генда не ответил. "
        "Внутренний голос тоже молчал."
        "Плюнув дважды — буквально и фигурально — я убрался прочь с площади."
        "Мной овладела меланхолия и желание полежать на боку."
        window hide
        scene bg ext_boathouse_sunset_7dl
        with dissolve
        play ambience ambience_boat_station_day fadein 5
        "А для этого наилучшим местом был именно причал."
        "Или пристань?"
        "Дебаркадер, короче."
        "Сказать по правде, я уже забыть успел, когда последний раз вот так сидел на бережке и смотрел на воду."
        "Должно быть, это из-за того, что всегда находились либо дела, либо что-то ещё."
        "Я никогда никуда не спешил, но у меня никогда ни на что не хватало времени."
        "Парадокс?"
        "Воспоминания."
        "Проблемы с расстановкой приоритетов."
        "Или пониманием того, что на самом деле важно?"
        window hide
        scene bg ext_boathouse_alt_day_7dl
        with dissolve
        "Окошко в сторожке снова светилось голубым."
        "Похоже, внутри снова смотрят какую-нибудь чушь вприкуску к крепкому грузинскому чаю."
        "Живут же люди…"
        "Сбросив обув с носками, я опустил ноги в воду и, вцепившись в поручни, уставился на запад."
        "Глаза резало от яркого солнца, склонившегося над самым горизонтом, а я жадно смотрел, впитывал в непонятной синестезии."
        "Пил холод воды ногами, впитывал зрачками свет."
        "Вдыхал и выдыхал прошлое."
        "Воплощённое в резаных, острых гранях города, в пронизывающем ветре и почти неразличимых звёздах."
        "Помню, я сидел на подоконнике и смотрел в небо."
        "Мне сказали, что там должны быть звёзды, но там было полярное сияние."
        "Нонсенс в наших широтах, не так ли?"
        "Но, вот… было!"
        "Там очень много всего было."
        "И всё я пережил."
        "Мои страхи."
        "Мою боль."
        "Мои невосполнимые потери, за которые я даже разозлиться как следует не в состоянии."
        if not herc:
            "Возможно, потому, что я бесхребетный тюфяк, избегающий любой драки?"
        else:
            "Возможно, потому, что внутри звучит ещё тот самый едва различимый голосок, которым с человеком говорит совесть?"
            "Он всё ещё звучит."
            "Но уже похоронен под грудами мусора и ненужных воспоминаний."
            "Там, где темно и холодно."
        show sl smile pioneer with dissolve
        sl "Грустишь?"
        me "Грущу."
        sl "Я могу как-то тебе помочь?"
        th "Вряд ли."
        sl "Тогда можно я погрущу вместе с тобой?"
        me "А тебе есть о чём?"
        show sl normal pioneer with dspr
        sl "По-моему, у каждого человека есть о чём погрустить."
        sl "Сейчас…"
        "Она, как и я, сбросила гольфы, скомкала в сандалии, отодвинула от края понтона:"
        sl "Чтобы не уплыли."
        "Хихикнула она."
        sl "Так о чём мы?"
        if herc:
            me "О грусти."
            sl "Ты не будешь против, если я положу голову тебе на плечо?"
            me "Буду, конечно. Но полчаса потерплю."
            show sl smile pioneer with dspr
            "Славя улыбнулась и подвинулась поближе."
        elif loki:
            me "О моих глупых мыслях."
            show sl smile pioneer with dspr
            sl "Ого! А какие у тебя глупые мысли?"
            me "Например, о том, какой из суперспособностей я хотел бы обладать."
            sl "Суперспособностей?.."
            "Славя сморщила нос."
            sl "А, это когда ты можешь такое, что другому не под силу?"
            me "Примерно."
            sl "И какой бы ты хотел?"
            "Я подумал."
            me "Знаешь, наверное, способностью перематывать время."
            sl "А зачем?"
            me "Например, если сейчас, болтая с тобой, я ляпну какую-нибудь глупость, я бы хотел иметь возможность вернуться назад и всё поменять."
            show sl smile2 pioneer with dspr
            sl "Ого! {w}А я тогда… Я бы хотела уметь заживлять раны и читать мысли."
            me "Эй, это две способности!"
            th "Тем более, что одной ты и так обладаешь. Пусть и не в полной мере."
            sl "Ну и что! {w}Читать мысли — чтобы понимать, что гнетёт человека, а заживлять… Ну понятно же!"
            sl "Я бы всех спасла."
            dreamgirl "Она и здесь думает о других. {w}Безнадёжна, по-моему."
            me "Неплохой план. Я думаю."
            sl "Думаешь?"
            me "Да. Я думаю о том, что мне нравится это место."
            dreamgirl "Не так сильно, как ты, конечно."
            if loki:
                th "Я этого не говорил."
                dreamgirl "Подумал."
            else:
                "Хотя чёрта с два я тебе об этом скажу."
                "Ты и без того слишком сильно внутри."
        "Мы сидели рядом, бултыхали ногами в холодной воде и молчали."
        "И мне казалось, что это очень странно, но и очень замечательно — когда тебе так просто молчится с человеком."
        "Не болтается, не кричится и не ругается."
        "Просто уютно рядом, и он это чувствует."
        "Даже когда вокруг темно и непонятно, вы всё равно продолжаете чувствовать присутствие."
        me "Мне уже не так грустно, как раньше."
        show sl shy2 pioneer with dspr
        sl "И мне."
        sl "Возможно, проблемы были не такими уж и страшными?"
        me "Возможно…"
        sl "И завтра будет проще."
        show sl normal pioneer with dspr
        sl "Я сегодня столько всего пропустила."
        sl "И столько всего успела."
        me "Довольна собой?"
        sl "Очень."
        me "Вот и не отказывайся от этого."
        show sl laugh pioneer with dspr
        sl "Ни за что!"
        "Подняв из воды стройные ножки, Славя последовательно обулась и поднялась на ноги."
        sl "Увидимся завтра?"
        me "Обязательно."
        hide sl with dissolve 
        "Славя ушла, и я ещё несколько минут улыбался."
        "Улыбался так, как никогда не хотел бы показывать ей."
        "Слишком уж это было личное переживание."
        "А потом меня прогнал сторож."
    else:
        "Смысл был… в правильных поступках."
        if 'medic' in list_voyage_7dl or (alt_day_binder == 1):
            "И почему-то самым правильным мне сейчас казался"
            window hide
            scene bg ext_aidpost_sunset_7dl
            with fade
            extend " только один."
        else:
            "Но для их свершения нужно было найти для начала Славю."
            "А я в медпункте не был никогда, так что поискать на самом деле пришлось."
            "В итоге, с грехом пополам, я всё же нашёл искомое здание."
            window hide
            scene bg ext_aidpost_sunset_7dl
            show cs normal
            with dissolve
            "На крылечке стояла Виола и сверлила меня взглядом."
            me "Добрый вечер?"
            cs "За пионеркой пришёл? {w}А я её не выпишу."
        me "Как она?"
        show cs normal with dissolve
        cs "Переохлаждение, нервы…"
        cs "Я дала ей таблетку, положила спать в изоляторе."
        me "Там же Шурик."
        show cs smile with dspr
        cs "Нет, Шурик у… в другом месте, в общем."
        "Недомолвки всегда меня раздражали, но здесь я решил просто пропустить всё мимо ушей."
        me "А с ним-то всё в порядке?"
        cs "Небольшое сотрясение да вывих. Я всё сделала, но ему лучше пока отдохнуть пару дней."
        show cs grin with dspr
        pause(.3)
        show cs smile with dspr
        cs "А ты к своей блондинке, да?"
        with flash2_red
        me "Всё-таки в её состоянии частично и я виноват."
        cs "Хочешь на неё посмотреть?"
        "Сказать по правде, я ожидал, что Виола сейчас включит врача и начнёт нудеть о том, что больному необходим покой, посещение только в часы приёма и прочее."
        "Потому и опешил немного."
        me "А можно?"
        cs "Только осторожно и без шума."
        cs "Пошли."
        window hide
        play sound sfx_open_door_squeak_2
        play ambience ambience_medstation_inside_night fadein 3
        pause(1)
        scene expression Dawn("bg int_aidpost_day") with fade
        pause(1)
        play sound sfx_open_door_1
        scene expression Dawn("bg int_refinery_day_7dl") with fade
        with dissolve
        "Славя и правда была здесь."
        "Спала."
        show cs normal with dissolve
        cs "Полюбовался?"
        me "Сейчас…"
        "Я достал из кармана телефон, в котором оставались считанные проценты зарядки, и навёл его на Славю."
        cs "А ты молодец, времени не теряешь."
        cs "Ладно, снимай и пошли."
        me "Но откуда вы…"
        show cs smile with dissolve
        "Виола улыбнулась."
        cs "Снимай давай."
        hide cs with dissolve
        me "Да, хорошо… Спасибо."
        window hide
        show frame at truecenter:
            xalign 0.5 yalign 0.5 zoom 1.0
            linear 0.8 zoom 1.0 xalign 0.5 yalign 0.5
        show cam_ui at truecenter:
            xalign 0.5 yalign 0.5 zoom 1.0
            linear 0.8 zoom 1.0 xalign 0.5 yalign 0.5
        window hide
        $ renpy.pause(1, hard=True)
        play sound sfx_7dl["snap"] fadein 0
        scene white with flash
        $ renpy.pause(1, hard=True)
        scene expression Dawn("bg int_refinery_day_7dl")
        show cs normal
        with dissolve
        cs "Вот и всё, а ты боялась…"
        me "Когда сможете выписать?"
        cs "Думаю, пару дней я её у себя подержу."
        me "Всё так серьёзно?"
        cs "Не думаю, что так уж серьёзно, но не хотелось бы, чтобы она заболела."
        cs "Так что понаблюдаю и отпущу твою блондинку к тебе в объятья."
        cs "Всё, пошли."
        window hide
        play sound sfx_open_dooor_campus_1
        pause(1)
        scene bg int_aidpost_day
        show cs normal
        with dissolve
        cs "Только никому ни слова, понял? Хотя…"
        show cs grin
        pause(.3)
        show cs normal with dspr
        cs "Ты и так никогда никому ничего не рассказываешь."
        show cs smile with dspr
        cs "Даже завидки берут."
        me "Спасибо ещё раз."
        cs "Топай давай… Ромео."
        "Медсестра помахала мне рукой, и пришлось удалиться."
        window hide
        play sound sfx_open_dooor_campus_1
        pause(1)
        scene bg ext_aidpost_night
        with flash
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day4_sl_7dl_sleeptime:
    scene bg ext_house_of_mt_night_without_light
    with dissolve
    play music music_7dl["lonesome_shepherd"] fadein 3
    play ambience ambience_camp_center_night fadein 5
    "Сегодняшний день выдался суматошным, нервным и бестолковым каким-то."
    "Все носились друг за дружкой, пытаясь то ли успеть что-то сделать, то ли спрятать несделанное."
    "Но по большому счёту, всё это не имело никакого значения."
    "Самое важное — это то, чтобы обитателям было комфортно здесь жить."
    "Тогда они точно вернутся."
    "А все балаболы и пустобрёхи из местного обкома… Их завтра здесь не будет."
    "Их уже здесь нет."
    "Так что…"
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_house_of_mt_noitem_night
    with dissolve
    if herc or loki:
        "Возможно, по всем канонам я должен был предложить проводить Славю."
        "Или даже поцеловать её там, у воды — место-то романтичное."
    else:
        "Не то время было, чтобы расслабляться."
        "Не то место."
    "И обстановка."
    if herc:
        "Вот только была небольшая проблемка."
        "Я не был уверен в том, что моя симпатия к ней обоюдна и взаимна."
    elif loki:
        "Вот только…"
        "Она не нравилась мне в той мере, чтобы губы свои распускать."
    else:
        "Моя чёртова удача."
        "Кажется, нам удалось немного подружиться со Славей, даже провернуть парочку заданий."
        "Вот только я опять всё испортил."
        "Человек-косяк, чтоб меня."
    "Ольга Дмитриевна опять где-то шаромыжилась, оставив отряд на самотёк."
    if herc or loki:
        "Правда, в этот раз её верная помощница валяла дурочку у воды, болтая с одним Семёном решительно ни о чём."
    "Так что остаётся только догадываться, чем это аукнется завтра."
    "От рубашки почему-то пахло лимонником — едва-едва уловимо, но приятно."
    "Я узнал запах, но никак не мог вспомнить, откуда он."
    th "Скорее всего, просто стиральное средство с таким запахом."
    dreamgirl "Угу, оно."
    th "Точно?"
    dreamgirl "Или сегодня об кого-нибудь обтёрся."
    th "Об… Ты хочешь сказать?"
    dreamgirl "Не хочу. {w}Славю ты к себе не подпускал, так что она исключается."
    th "А вдруг?"
    dreamgirl "Ветром перенесло, что ли? Хватит глупостями заниматься, вали спать!"
    "Вот с таким предложением я спорить не стал."
    window hide
    play sound sfx_click_2
    pause(1)
    scene bg int_house_of_mt_night
    with dissolve
    "Быстро-быстро сбросив вещи, я нырнул под одеяло."
    "И, прикрыв глаза, прогнал события дня сегодняшнего."
    if alt_day4_sl_7dl_workout:
        "Ни разу не замечательная пробежка с утра пораньше."
    if herc:
        if alt_day4_sl_7dl_phone:
            "Капитально напугавший меня телефон в старом лагере."
        if alt_day4_sl_7dl_herc_rendezvous:
            "«Барышня-крестьянка в исполнении Слави.»"
        if alt_day4_sl_7dl_herc_appletree:
            "Мои бесплодные попытки влезть на дерево и собрать хоть одно яблочко."
            "Но нет же, мы лучше вместо этого бросим яблочко кому-нибудь в лоб."
            "Несмотря на то, что слова были сердитые, я не чувствовал злости."
    elif loki:
        "Весь день, проведённый под защитой музыкального клуба."
        "Потом, когда пришла Славя, стало только веселее."
        "Вот не хотел это признавать, а пришлось."
    else:
        "Моё полное полного бесправия существование."
        if not 'volley' in list_clubs_7dl:
            "Выборы, в которых всего один вариант." 
        "Волейбольный матч, в который меня поставили, чтоб поиздеваться."
        "И, конечно, логичное завершение дня, в котором я снова оказываюсь один."
        th "Я как какой-то герой ситкома, ничего ни получить, ни удержать не могу."
        "Старая шутка, в которой слишком много правды."
    "Так или иначе, день сегодня и в самом деле выдался крайне насыщенным."
    "Надеюсь, завтра будет не хуже."
    "Очень надеюсь…"
    "А теперь пора…"
    pause(1)
    window hide
    scene cg wtf_end_of_day
    with dissolve
    "Славя…"
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day5_sl_7dl_begin:
    scene black
    show unblink
    scene expression Desat("bg int_house_of_mt_sunset")
    with dissolve
    $ volume(0.5, "ambience")
    play ambience ambience_7dl["rain"] fadein 6
    pause(1)
    play music music_7dl["ask_you_out"] fadein 3
    "Вчера всё было иначе, иначе…"
    "Я так сильно хотел спать, что толком не соображал и осознавал происходящее."
    "А надо бы!"
    if herc or loki:
        "В конце концов, за мной пришла целая Славя!"
        "Хотя никто её об этом и не просил."
    if herc and alt_day4_sl_7dl_workout :
        "С другой стороны, именно с таких крохотных побед над собой и начинается рост к чему-то лучшему."
        "Я уже и забывать начал о том, что самый первый враг любого человека — это он сам."
        "За окном поливало так, будто небеса терпели последние три дня, и теперь прорвало."
        "А я всё же привык к совсем другому: гонимому всеми ветрами, плюющим на гравитацию и все слои одежды."
        "Ты идёшь, а сам будто плывёшь сквозь крайне разреженную воду."
        "Спасёт разве что только полная герметичность."
        "Спустив ноги с кровати, я потянулся и широко зевнул: дождь, как ему и положено, навевал сны."
        "Но не сегодня."
        "Да какого чёрта, спрашивается?"
        "Только возьмёшься за что-нибудь, как тут же возникает не то фарс-мажор, не то непреодолимые обстоятельства, мешающие продолжать занятия."
        "Хотя и точила, конечно, мыслишка завернуться обратно в одеяло и не отсвечивать."
        menu:
            "Отправиться за Славей":
                $ alt_day5_sl_7dl_workout = True
                $ lp_sl += 1
                $ karma += 15
                "Вот только я мечтатель, а значит в курсе, что никакие трудности не могут встать между человеком и его мечтой."
                dreamgirl "По имени Славя?"
                th "Мечтой стать лучше!"
                "Я с места прыгнул к шортам и рубашке, отсчитывая про себя секунды облачился и…"
                window hide
                play sound sfx_open_dooor_campus_1
                pause(1)
                $ volume(1.0, "ambience")
                scene bg ext_houses_rainy_day_7dl
                with flash
                "Выскочил на улицу!"
                "А там поливало!"
                "Волосы мгновенно промокли и облепили лицо сосульками, про рубашку и говорить не приходится."
                me "Фигня война, главное — маневры!"
                "Сказал себе и, перепрыгивая лужи, побежал."
                "Что самое странное, сегодня Славя не решилась заглянуть на огонёк и вытащить меня на утреннюю пробежку."
                th "Неужели пожалела?"
                "Но нет, в этом была и некая крохотная доля мести."
                "Особенно, когда я всё же прибежал к домику и забарабанил в дверь."
                play sound sfx_open_door_clubs
                pause(1)
                show sl surprise pioneer with dissolve
                sl "Семён?"
                "Славя не выглядела сонной, и это здорово обескуражило ту часть, которая бубнила про отомщение."
                sl "Что ты… ты же весь промок!"
                me "Д-да… На пробежку?"
                sl "Какая пробежка, ты с ума сошёл!"
                "Она схватила меня за плечи и втащила в дом."
                window hide
                play sound sfx_open_door_strong
                pause(1)
                scene expression Desat("bg int_house_of_sl_day")
                with dissolve
                "Вот так я впервые и оказался в гостях у Слави."
                me "Т-ты одна живёшь?"
                "Меня всего колотило от озноба."
                show sl upset pioneer with dissolve
                sl "Что? Нет. {w}Соседка сегодня в библиотеке заночевала."
                me "А соседка у нас…"
                sl "У меня, Семён. Сбрасывай рубашку и носки. {w}Кажется, у меня было что-то твоего размера."
                th "А теперь заходит вожатая, и…"
                me "Что-то не нравится мне эта затея."
                show sl dontlike pioneer with dspr
                sl "Послушай, на пробежку мы сегодня так и так не идём, но давай не будем доводить дело до медпункта!"
                sl "Вот, вытирайся!"
                "В мою сторону полетело огромное банное полотенце."
                sl "А я пока поищу что-нибудь."
                hide sl with dissolve
                "Славя чуть ли не с головой нырнула в шкаф, резко задёргала плечами, а я, предоставленный сам себе, с неохотой взялся за узел галстука."
                "Тот отсырел и развязывался крайне тяжело."
                window hide
                with fade
                "Но терпение и труд, как говорится…"
                "Несколько минут спустя я, докрасна растёртый, в одних шортах стоял и примерял новую рубашку."
                "Основное её отличие было в том, что она оказалась свежей, накрахмаленной."
                "Тут мне стало интересно:"
                me "А не расскажешь, откуда у тебя тут комплект мужской одежды?"
                show sl shy2 pioneer with dissolve
                sl "У меня не только мужская. У меня на весь отряд по размерам есть."
                me "А почему не на складе?"
                "Глазомер не подвёл девочку — рубашка была впору."
                show sl smile pioneer with dspr
                sl "Да мало ли… Вдруг ключи потеряются, или сюда идти будет ближе. {w}Давай сюда старые вещи."
                "Я послушно отдал требуемое."
                sl "Семён, Семён…"
                "Как оказалось, в шкафу была не только форма, там находился ещё и безразмерный мешок."
                "Туда Славя и спрятала мои промокшие вещи."
                sl "Разве не знаешь, что в шкафу дождевик был?"
                me "Да откуда? {w}Позавчера, когда я туда заглядывал, там не было ровным счётом никаких дождевиков."
                sl "Плохо смотрел, значит."
                show sl normal pioneer with dspr
                sl "Ты мне скажешь, зачем пришёл? {w}Неужели и правда — на пробежку?"
                me "А что не так? {w}Мы вчера бегали, мне понравилось."
                stop music fadeout 6
                "Славя закатила глаза."
                window hide
                play sound sfx_open_door_strong
                scene bg ext_houses_rainy_day_7dl
                with fade
                pause(1)
                play music music_7dl["raindrops"] fadein 3
                scene bg ext_houses_rainy_day_7dl
                "Разумеется, никуда мы не побежали."
                "Вместо этого отправились на прогулку под зонтом."
                "Обратно к моему дому."
                "На резонный вопрос — а не выдадут ли зонт и мне — Славя улыбнулась, но ничего не ответила."
                "Её больше беспокоило — не простужусь ли я в результате своего демарша."
                "Что же до меня…"
                "У меня возник некий странный кризис. Кризис самопознания."
                dreamgirl "Никогда раньше, и вот опять."
                "Трудно сказать, откуда что взялось, но пока я бежал к Славе в гости — твёрдо был уверен, что она поохает, но с лицом великомученицы побежит вместе со мной мокнуть."
                "Дурак, да?"
                "Дурак."
                "Потому и отличная от ожидаемой реакция несколько поколебала мою железобетонную самоуверенность."
                "Всё вокруг было каким-то странным, двойственно-иллюзорным."
                "Мне показывают, будто я центр событий, вокруг которого вращается всё — и тут же отбирают ощущение, заставляя окружающих поступать вразрез с ожиданиями."
                "И это было бы печально, если бы не подспудно всплывающее чувство собственной настоящести."
                "Я чувствовал себя как никогда реальным."
                "Будто всё это время спал, или мыслил вполсилы."
                "А теперь я уникальный, живой — и одновременно часть."
                "Часть этой глупой и такой вздорной Вселенной."
                "Она юна и шаловлива, подобна ребёнку, ещё не наигравшемуся в игрушки."
                "В отличие от нашей, древней и безразличной."
                th "За три десятка лет, видимо, произошла не только перестройка, но эволюция в головах."
                "Мы и наш мир постарели."
                "Мы стали равнодушными."
                "Ждать, что однажды мы сможем породить кого-то вроде Слави — даже не приходится."
                "Выходит — что?"
                "Надо держаться! За местный мир, за девушку эту добрую и ласковую."
                "И ни в коем случае не отпускать."
                "События последних нескольких дней только сейчас оформились в груди и выкатились наружу коротким выдохом:"
                me "Не хочу."
                show sl surprise pioneer with dissolve
                sl "Чего ты не хочешь, Семён?"
                me "… Чтобы лето заканчивалось."
                show sl smile pioneer with dspr
                sl "Тогда и не гони его от себя. {w}Мы пришли."
                window hide
                scene bg ext_house_of_mt_rain_7dl
                show sl normal pioneer at right
                with dissolve
                sl "Сдаю вам пионера с рук на руки."
                show mt surprise pioneer at left with dspr
                mt "Семён? Ты же спал, когда я уходила."
                me "Ну… Проснулся."
                show mt normal pioneer with dspr
                mt "А куда ходил?"
                show sl laugh pioneer with dspr
                sl "Он решил, что под дождём тоже можно бегать. {w}Позвал меня с собой."
                me "Так ведь можно же…"
                show mt laugh pioneer with dspr
                mt "Ну, Семён!"
                mt "В шкафу дождевик возьми, и пошли. Девять почти."
                me "Куда? {w}На зарядку?"
                show sl happy pioneer with dspr
                sl "Зарядки во время дождя нет. {w}Хотя я свою в доме сделала."
                show mt smile pioneer with dspr
                mt "На завтрак, Семён. {w}Во время дожда зарядка и линейка отменяются."
                me "Да что ж вы сразу не сказали!"
                show mt laugh pioneer with dspr
                "Под сдвоенный смех девушек, я нырнул в дверь."
                window hide
                play sound sfx_open_dooor_campus_1
                pause(1)
                scene expression Desat("bg int_house_of_mt_sunset")
                with dissolve
                pause(1)
                scene bg ext_houses_rainy_day_7dl
                with fulldiam
                "Когда я в полном снаряжении выбрался на улицу, и вожатой, и её помощницы уже след простыл."
                me "Ожидаемо, что тут скажешь."
                "Пробормотал под нос я."
                "И отправился на завтрак."
                "Из головы почему-то никак не выходил японский обычай ходить вместе под одним зонтом."
                "Что-то он такое значил. Что-то очень важное."
                window hide
                stop ambience fadeout 6
                stop music fadeout 3
                with fade
                return
            "Спать дальше":
                "Каждый имеет право на сон."
                "Особенно, если дождь за окном."
                "Так что спать."
    else:
        if loki:
            "В конце концов, я ей всё ещё не доверяю."
            "Должен признать, что с ней весело рядом, но это ни на йоту не увеличивает моего доверия."
            "Я знаю таких людей, с подходом к каждому."
            "Ты начинаешь искать что-то за этой улыбкой, что-то особенное, а в итоге оказывается, что «особенное» оно для всего света."
        elif not herc:
            "В конце концов, теперь в моей жизни есть один крайне любопытный человечек…"
            "Так что…"
        "С той стороны стены, у которой я спал, едва слышимый доносился какой-то монотонный шум, убаюкивающий и успокаивающий."
        th "Дождь?"
        "Я открыл глаза и кинул взгляд на заливаемое дождём окно, зябко передёрнул плечами и отвернулся носом к стенке."
        "У меня есть ещё часик, так что будьте любезны."
        if not (herc or loki):
            "Я заснул, так и не сумев поймать ускользающую мысль."
            "Что-то связанное со Славей…"
    window hide
    show blink
    pause(1)
    scene black with fade
    window hide
    pause(1)
    voice "… вай, Семён! Завтрак проспишь!"
    me "Ольдмитривна, я не хочу на зарядку."
    "Машинально пробормотал я."
    mt "Да какая зарядка, время — без десяти! {w}Вставай давай!"
    me "Сколько?"
    window hide
    scene expression Desat("bg int_house_of_mt_sunset")
    show mt smile pioneer
    with fade
    mt "Почти девять. {w}Поднимайся."
    play sound sfx_7dl["blanket"] fadein 0
    mt "Вот твой дождевик, не забудь, когда на улицу пойдёшь."
    me "А нормальных зонтов не завезли?"
    show mt laugh pioneer with dspr
    mt "И галошей тоже! {w}Что нашла, принесла."
    mt "До встречи в столовой."
    hide mt with dissolve
    "Помахав мне, вожатая испарилась."
    "Делать нечего, пришлось подниматься."
    "Вот о чём я не сильно горевал, так это о режимных моментах."
    "Особенно после вчерашнего."
    "Хлебнул уж досыта, спасибо!"
    "Одежда так и лежала скомканной на стуле, а я в который уж раз поразился тому, как привычно мне влезать в эти глупые шортики, в эту рубашечку с галстучком."
    "Я же не застал пионерию толком — так, краешком сознания, не больше."
    "Откуда же тогда такая наработанная машинальность в движениях?"
    "Сложно сказать."
    "Зато с дождевиком, представляющим собой огромный кусок брезента с дыркой для головы, пришлось повоевать."
    "Всё же одежду такого типа мне и в самом деле носить никогда не приходилось."
    "Глубоко вдохнув:"
    me "Ну… С богом!"
    "Я выскочил на улицу."
    $ volume(1.0, "ambience")
    window hide
    stop music fadeout 3
    with fade
    return

label alt_day5_sl_7dl_breakfast:
    $ persistent.sprite_time = "sunset" 
    $ sunset_time()
    scene bg ext_house_of_mt_rain_7dl
    with dissolve
    play music music_7dl["everyday"] fadein 3
    "Есть теория о том, что человека определяют его предки."
    "Будто бы где-то в цепочке не до конца расшифрованной ДНК гнездятся и гены, отвечающие за авантюризм, бесшабашность и нежелание сидеть на месте."
    "Если это и правда, то у меня в предках загостились самые лютые домоседы, которых калачом не выманишь из тёплой, уютной пещеры — особенно, когда снаружи льёт как из ведра."
    if alt_day5_sl_7dl_workout:
        "Сегодня я изменил своим принципам, но у меня было весомое обстоятельство."
        "Не будь Слави, я бы сидел в пещере, уподобившись предкам."
    "Они резонно считали, что за пеленой дождя ничего хорошего их ожидать не может."
    "И я был полностью с ними согласен."
    window hide
    scene bg ext_houses_rainy_day_7dl
    with dissolve
    "Наша задача с точки зрения матушки Природы — это выжить и продолжить себя в потомках, а какое может быть «выжить», если ты промок до нитки, чихаешь, кашляешь и не видишь ничего дальше пяти метров?"
    "Правильно."
    "Ровным счётом ни о каком выживании речи не идёт."
    "Мой дождевик закрывал только плечи и тело, оставляя голову открытой всем ветрам."
    "Как, впрочем, и обувь с носками."
    window hide
    scene bg ext_square_rain_day_7dl
    with dissolve
    "К моменту, когда я вышел на площадь, я был мокр и грязен — снизу и сверху."
    "Сильнее всего мне хотелось сейчас нырнуть обратно в уютную утробу домика и спать там, пока дождь не закончится."
    "Тоже инстинкт своего рода."
    "Хотя были, должен признать, и в моей жизни периоды, когда я отправлялся гулять по центру с музыкой в наушниках, ловить губами морось и размышлять о чём-то своем."
    "Но когда то время было?"
    "Отсюда оно кажется почти несуществующим, вымышленным досужим демиургом, который абы как накидал несколько строк и постановил считать их историей моей жизни."
    "Не должно же быть так, чтобы жизнь воспринималась как сквозь туман, правда?"
    "Всё-таки воспоминания — самая главная ценность."
    "Хотя время от времени и всплывают в этом здравые сомнения, но мне с моей вершины прожитых лет не знать ли о том, что имеет ценность на самом деле?"
    "Стихия бушевала, бессильно колотя о брезентовую броню, мстила лужами под ногами, ручейками, стекающими за шиворот."
    "Неплохая альтернатива умыванию, должен признать."
    "Мимо меня, смешно путаясь в огромных не по размеру дождевиках, промчалась знакомая уже мне троица."
    "Двое из них не обратили на меня никакого внимания, а вот третий — забавный такой блондинчик с зачёсанными на глаз волосами — на ходу кивнул, приветствуя."
    "За ними спешила и их вожатая."
    "Только, в отличие от пионеров, она вооружилась зонтиком."
    "И высокими — почти до колена — резиновыми сапожками."
    "Значит, надо спешить и мне."
    window hide
    scene bg ext_dining_hall_away_rain_7dl
    with dissolve
    "Дорожку, ведущую к столовой, затопило так, что по ней мог пройти разве что человек, полностью равнодушный к трудностям."
    th "Или вожатая в сапожках…"
    th "По большому счёту, раз уж нам грозятся полным казённым коштом, то почему не дали обувь?"
    dreamgirl "А ещё лучше — отнесли бы на ручках в столовую."
    dreamgirl "Тебе и так дождевик выдали, кулацкий подпевала, куда тебе ещё?"
    "Ну, разумеется. {w}Никакой другой помощи я от внутреннего голоса и не ждал."
    "Расставив ручки в стороны, я как канатоходец Тибул заспешил по узкому поребрику, посекундно опасаясь сверзиться не то в лужу по левую руку, не то в мокрую траву — по правую."
    "Приятного, понятно, ни та, ни другая перспектива не несли, потому я старательно держал равновесие и ставил ножку за ножкой."
    if alt_day5_sl_7dl_workout:
        show us laugh sport with easeinleft
        us "Привет, Сёмыыыыч!"
        "Мимо меня, обдав брызгами, к столовой пронёсся метеор."
        hide us with easeoutright
        "Что характерно, даже у неё была обувь на случай дождя."
        "Впрочем, к тому моменту, когда я это заметил, как-то вдруг сразу оказалось, что одной ногой я стою в луже, а другой — в траве."
        me "Я убью тебя, лодочник!"
        us "Сначала догони!"
        "Донёсся смех, хлопнула дверь, и всё стихло."
    window hide
    play sound sfx_open_door_1
    pause(1)
    play ambience ambience_dining_hall_full fadein 5
    $ persistent.sprite_time = "sunset" 
    $ sunset_time()
    scene bg int_dining_hall_people_rain_7dl with dissolve
    play ambience ambience_dining_hall_full fadein 6
    "К моменту, когда я добрался до столовой, мне уже ничего не хотелось — ни есть, ни спать."
    "Сбросив дождевик на стоящую у двери вешалку, я отправился к раздаче."
    "Хотелось кого-нибудь придушить."
    "Кого?"
    "Ну, например…"
    "Сзади донёсся топоток и за мной в очередь встала невозможно милая и невозможно приставучая японка."
    show mi smile casual with dissolve
    mi "Ой, привет, Сенечка! А что это ты так вымок?"
    me "Дождь."
    "Коротко ответил я."
    mi "Ты такой забавный! Дождь не такой уж и сильный!"
    "Её вымокшие насквозь хвосты прямо противоречили словам."
    show mi laugh casual with dspr
    mi "Это просто волосы, не обращай внимания."
    "Мику дёрнула плечом, и во все стороны полетели брызги."
    "Приглядевшись, я понял, что капли воды просто задержались на поверхности её одежды."
    th "У неё ещё и одежда водооталкивающая. Супер."
    me "Я пойду."
    "Мику что-то говорила мне вслед, но я не слушал."
    hide mi with dissolve
    "Мне кажется, ей и в гордом одиночестве вполне себе неплохо болталось."
    if herc or loki:
        "Шлёпая промокшими лапами по плиткам, я отправился в самый дальний и тёмный угол."
    else:
        "Настроение было не фонтан."
    "Хотелось просохнуть и унывать."
    "В любой последовательности."
    if herc or loki:
        show sl smile pioneer with dissolve
        sl "Ну, как дела?"
        "И несколько минут спустя ко мне, разумеется, подсели гости."
        me "Промок."
        if alt_day5_sl_7dl_workout:
            show sl dontlike pioneer with dspr
            sl "А я тебе говорила — не бегай под дождём в форме!"
            me "Я сейчас промок."
            "Выставив в проход пострадавшую правую конечность, я красноречиво покачал ей в воздухе."
            me "Теперь простужусь и помре."
            show sl sad pioneer with dspr
            sl "От дождя ещё никто не умирал."
        me "Мне надо будет во что-нибудь переодеться, наверное…"
        if alt_day5_sl_7dl_workout:
            show sl laugh pioneer with dspr
            sl "Опять?!"
        me "Или я пойду домой и буду там спать, пока всё не высохнет, и молиться, что не простужусь."
        show sl normal pioneer with dspr
        sl "Хорошо-хорошо! После завтрака сбегаем на склад, присмотрим тебе какую-нибудь смену."
        me "Не хочу."
        show sl happy pioneer with dspr
        sl "Да здесь недалеко, гораздо ближе, чем до дома!"
        me "Не буду."
        sl "Не капризничай."
        me "Не заставишь!"
        show mt laugh pioneer at right with dissolve
        mt "Я попрошу Бориса Александровича — он отнесёт тебя на ручках."
        "Уведомила бесшумно подкравшаяся вожатая."
        me "На ручках — это можно!"
        show us laugh2 sport at left with dissolve
        us "И меня! И меня!"
        me "Дурдом."
        "Покачал головой я."
        "В моём старом лагере вожатые себе такого не позволяли."
        dreamgirl "Да вообще!"
        "Старчески прошамкал внутренний голос."
        dreamgirl "Вот в моё время вода была мокрее и девки сговорчивее."
        me "Приятного аппетита."
        "Пожелал присутствующим я."
        "Терпеть их компанию не было больше никакого желания."
        "Стало быть, пора заниматься делом."
        "Есть."
        "Я заработал ложкой, игнорируя присутствующих."
        stop music fadeout 5
        window hide
        play sound sfx_open_door_strong
        pause(1)
        scene bg ext_dining_hall_near_rain_7dl
        with dissolve
        play ambience ambience_7dl["rain"] fadein 3
        play music music_7dl["explore"] fadein 3
        "Я серьёзно не понимал — чему радуются все эти сумасшедшие?"
        "Было сложно объяснить, но было некое ощущение, на самой грани восприятия, с головой выдающее охватившее всех возбуждение."
        "Дождь — это просто дождь. Солнцу радоваться надо. Лету!"
        "Для жителя города, где солнце бывает раз в год по понедельникам, я слишком ценил ясные дни."
        "Дождя мне и в старой жизни хватало, дождь не утешает, не смывает горечь."
        "Он просто вода с небес, конденсат, такой же равнодушный, как и гранит набережных."
        "Я пожал плечами и прислонился плечом к столбику опоры козырька над крылечком."
        "Исключая шмыгающих туда-сюда отдельных пионеров, вокруг было безлюдно, и это было хорошо."
        "Только вот Славя…"
        "Сама, между прочим, сказала — надо меня переодеть!"
        "А сама…"
        "Хорошо хоть, под этим куском ткани достаточно тепло, ветер не пронизывает насквозь, как мог бы."
        "Я уже совсем отчаялся дождаться и, собравшись было плюнуть и уходить, отклеился от столбика, когда дверь скрипнула…"
        play sound sfx_open_door_1
        pause(1)
        show sl upset pioneer with dspr
        "И на пороге появилась Славя."
        "Лицо её было виноватым."
        sl "Стоишь? Извини, что задержалась — помогала прибираться в столовой."
        me "Да-да, планида такая."
        "Я равнодушно покачал головой."
        me "Идём, что ли?"
        "Лениво поинтересовался я."
        show sl happy pioneer with dspr
        sl "Даже обижаться не будешь?"
        me "Ну, раз ты настаиваешь…"
        sl "Нет-нет!"
        me "Тогда пошли."
        show al smile pioneer at left with easeinleft
        al "Посторонись!"
        "Мимо нас в обратную сторону деловито пронеслась троица хамов, разбрызгивая лужи и возбуждённо переговариваясь о чём-то."
        hide al with easeoutright
        show sl smile pioneer with dspr
        sl "Опять в кораблики играть пошли."
        "Славя проводила их задумчивым взглядом, и я понял намёк: сбежал вниз по ступеням, галантно подал даме ручку…"
        "Дальше мы шли уже неторопливо."
        "То ли Славя устала, помогая с уборкой, то ли просто объелась."
        me "А почему «гвардия», не скажешь?"
        show sl laugh pioneer with dspr
        sl "Да с позапрошлого года. Я тогда в деревне отдыхала, но фотографии видела."
        sl "Тогда вторая смена была посвящена Дюма, вот весь лагерь и сходил с ума — шпаги-прутики, пелерины с крестами."
        me "Мушкетёры?"
        show sl normal pioneer with dspr
        "Славя кивнула."
        sl "И гардемарины."
        sl "Только эти четверо решили, что им лучше всего пелеринки делать в тон любимому цвету своей атаманши."
        sl "Вот кто-то и сказал, что им только белые кресты нашить — и вылитые гвардейцы кардинала."
        me "Правда, их было несколько меньше, чем сто двадцать."
        "Невпопад вставил я."
        sl "С тех пор название и привязалось. {w}Гвардия да гвардейцы."
        me "Я-то думал, они вроде как её телохранители или что-то в этом роде."
        show sl smile pioneer with dspr
        sl "И телохранители тоже. Но у них есть один общий секрет, о котором они никому не рассказывают."
        me "Секрет?"
        show sl happy2 pioneer with dspr
        sl "До чего ж ты любопытный!"
        me "Просто стараюсь поддержать разговор…"
        show sl smile2 pioneer with dspr
        "Славя улыбнулась, но не ответила."
        "Девушка шла, качая головой в такт своим мыслям, а я исподволь изучал её."
        "Кургузый дождевик и резиновые сапоги — это понятно. {w}Но было в ней и что-то ещё."
        "Конечно, блондинка с голубыми глазами считается жутким стереотипом, но Славя не была ни глупой, ни легкомысленной."
        "А порой я ловил её крайне странный {i}изучающий{/i} взгляд."
        "И вот от таких взглядов становилось здорово не по себе."
        "Слишком уж необычно для девушки своих лет вела себя Славяна."
        "Но я был начеку, у меня всегда было наготове три килограмма льда, чтобы вовремя отморозиться и сбежать."
        "Да-да, я знаю, как бороться с такими вот солнышками."
        "Неглупыми и обстоятельными."
        "Но это было чем-то сродни красной кнопке, оружию последнего шанса."
        "Пока девочка вела себя прилично и не пыталась лезть мне в душу с расспросами, мы с ней прекрасно ладили."
        "Потому можно было немного расслабиться и ждать развития событий."
        "Дружба меня интересовала мало, но рядом со Славей я как будто отогревался: даже появлялись странные мысле в духе «не все люди плохие»."
        sl "Семён."
        me "Аюшки?"
        sl "Зачем ты так пристально на меня смотришь? Мне как-то даже странно."
        me "Могу не смотреть. {w}А то потом пожалуешься вожатой, что тебя пионеры взглядом смущают, поймёт неправильно…"
        show sl normal pioneer with dspr
        sl "Да смотри сколько угодно, я просто не понимаю, почему."
        me "Ты симпатичная, на тебя приятно смотреть. По-моему, достаточно одного этого."
        show sl laugh pioneer with dspr
        sl "У нас здесь нет несимпатичных!"
        if herc or 'library' in list_voyage_7dl:
            "Вот с этим я был склонен не согласиться."
            "Потому как встают порой перед глазами эти жёлтые — тигриные! — глазищи, сверлящие тебя, сверлящие!"
            "Но спорить не стал."
            "Спорить с женщиной всегда тактика заведомо проигрышная: если проиграешь, сочтут идиотом, если победишь — грубияном."
        window hide
        scene bg ext_warehouse_rain_day_7dl
        show sl smile pioneer
        with dissolve
        "Когда мы подходили к складу, барабанный, идущий пузырями по лужам, ливень утих, сменившись занудным косым дождиком."
        me "А вот это печально."
        "Вполголоса ругнулся я."
        me "Такая зараза может идти неделями."
        show sl laugh pioneer with dissolve
        sl "Да какими неделями, если на восьмой день уже самолёт метеослужбы пригоняют?"
        me "Самолёт?"
        show sl normal pioneer with dspr
        sl "Там какая-то пыль внутри, я не знаю точно, но из-за неё облака расходятся гораздо быстрее."
        th "Ничего себе сервис!"
        "Подивился я про себя."
        dreamgirl "Девочке не проболтайся. {w}Слышишь, как говорит?"
        dreamgirl "Для неё это в порядке вещей."
        "Что верно, то верно. {w}До поры я всё-таки сомневался, полагал, что попал в какое-никакое, а прошлое."
        "Возможно, даже генсек Генда был в истории {i}моего{/i} Советского Союза, просто документы были изъяты из оборота, а сам генсек забыт."
        "Мало ли таких людей было вымарано из истории?"
        "Но вот эта разница… Я не помнил, чтобы когда-либо в истории самолёты метеослужб летали над чем-либо помимо Питера и Москвы."
        sl "Успеешь ещё загореть, не беспокойся!"
        "Славя достала из кармана связку и загремела ключами."
        hide sl with dissolve
        sl "Так… Этот, кажется, тот."
        play sound sfx_unlock_door_campus
        pause(1)
        sl "Да, он!"
        play sound sfx_open_door_2
        window hide
        scene expression Desat("bg int_warehouse_day_7dl")
        show sl normal pioneer with dspr
        with fade
        $ volume(0.5, "music")
        $ volume(0.5, "ambience")
        $ persistent.sprite_time = "night"
        "Мы зашли в полутёмное, прохладное помещение."
        "И дождь сразу как-то отдалился, стал невесомым, незначимым…"
        "Скрылся, оставив нас наедине."
        sl "Постой пока здесь, я подыщу тебе что-нибудь."
        me "И резиновые сапоги!"
        show sl laugh pioneer with dspr
        sl "И их тоже!"
        hide sl with dissolve
        "Она убежала куда-то вглубь склада, а я огляделся."
        "Здесь определённо работали, и делали это с душой."
        "Хотя мне с трудом представлялся человек, который мог бы любить работу кастелянши."
        "Выдавать вещи и бельё — виданное ли дело?"
        dreamgirl "Думаю, кое-какие прапорщики из хозчастей с тобой не согласятся."
        th "Так то прапорщики!"
        "Я подошёл к столу и, отодвинув стул, уселся, подобрав дождевик как фалды смокинга."
        th "Ни тебе цинк бесхозных «5,45» уворовать, ни соляры загнать за забор."
        dreamgirl "А обязательно что-то тырить? Вдруг у человека просто патологическая тяга к наведению порядка вокруг себя?"
        th "Тогда резоннее идти в клининговые компании."
        dreamgirl "По-моему, ты балбес."
        th "А по-моему…"
        show sl normal pioneer with dissolve
        "Я остановился на полуслове, так как из-за шкафа явилась Славя."
        "В левой руке она держала свежий комплект формы, а правой прижимала к груди пару резиновых сапог."
        sl "Правда, я не знаю твой размер, но будем надеяться, что тебе подойдёт."
        me "А как же ты мне сандали тогда подбирала?"
        show sl smile2 pioneer with dspr
        sl "Так у сандалий размер «сорок пятый, универсальный», как у кирзовых сапог."
        me "Может, и здесь будет так же…"
        show sl smile pioneer with dspr
        sl "Всё, смущать тебя не буду, пойду на улицу."
        me "Там же дождь."
        sl "Ничего, у меня зонтик."
        me "Но ты не должна…"
        hide sl with dissolve
        "Не слушая меня, Славя испарилась."
        "Пришлось одеваться."
        if alt_day5_sl_7dl_workout:
            "Что ж, несмотря на то, что я умудрился запороть уже два комплекта формы, нашлась мне и ещё одна впору."
            "Вот что гособеспечение животворящее делает."
        "Рубашка не жала в плечах, а шорты были лишь самую чуточку кургузыми — от новизны."
        "Ничего, разносить их — вопрос дня-двух."
        "А вот сапожищи меня обрадовали."
        if alt_day5_sl_7dl_workout:
            "Теперь осталось найти Ульянку и тоже пронестись мимо неё, спихнув в лужу."
            dreamgirl "Надо же, какой ты злопамятный."
            th "Я не злой, просто память у меня хорошая."
        sl "Ты закончил?"
        "Донёсся с улицы голос Слави."
        me "Да."
        sl "Тогда выходи, мне по делам бежать надо."
        if alt_day4_sl_7dl_herc_rendezvous:
            "Интересно, не забыла ли она нашу договорённость?"
        window hide
        play sound sfx_open_door_2
        play ambience ambience_7dl["rain"] fadein 3
        pause(1)
        scene bg ext_warehouse_rain_day_7dl
        show sl normal pioneer
        with dissolve
        $ volume(1.0, "music")
        $ volume(1.0, "ambience")
        $ persistent.sprite_time = "sunset"
        "Сцапав новый комплект носков и старые сандалии, я вышел на улицу."
        sl "Ты чем сейчас планируешь заниматься?"
        if alt_day4_sl_7dl_herc_rendezvous:
            me "Вообще-то, у нас с тобой было назначено одно мероприятие."
            show sl laugh pioneer with dspr
            sl "Под таким дождём?"
            me "Почему нет?"
            if alt_day5_sl_7dl_workout:
                me "Если помнишь, я ещё и на пробежку планировал идти."
                me "А тут встреча с одной барышней-крестьянкой."
                show sl smile pioneer with dspr
                sl "Боюсь, в этот раз ничего не получится."
                me "Вот как? Почему?"
        else:
            me "Не знаю. {w}Возможно, отправлюсь в домик спать."
        show sl sad pioneer with dspr
        sl "Разве ты на завтраке не слышал? {w}У нас отрядная свечка."
        me "Впервые слышу."
        sl "Ну же! Ольга Дмитриевна говорила!"
        me "Э… Она это говорила до того или после того, как начала издеваться?"
        me "Потому что если «после», то я её в упор не слушал."
        me "Как и всех вас."
        show sl smile2 pioneer with dspr
        sl "Что ж, в таком случае, уведомляю тебя ещё раз: с десяти до половины второго у нас объявляется свечка!"
        sl "Пройдёт она в помещении клуба кибернетиков."
        me "Почему именно там?"
        show sl normal pioneer with dspr
        sl "Там очень удобно — большое помещение, большой стол, мы как раз кружком вокруг него садимся."
        sl "Правда, вчера там электричество перегорело, но Серёжка с утра ходил менять пробки, так что…"
        me "Ты тоже там будешь?"
        show sl laugh pioneer with dspr
        sl "А куда я денусь?"
        if alt_day4_sl_7dl_herc_rendezvous:
            me "Я предпочёл бы, чтобы ты делась куда-нибудь на бережок речки, где мы договорились встретиться."
            show sl shy pioneer with dspr
            sl "Что поделать, если погода не позволяет."
            sl "Ничего, будут ещё погожие деньки, увидимся обязательно."
            "Вообще, было в этом что-то иррациональное — смотря в глаза, спорить с девушкой, что она не хочет с тобой видеться."
            "Но я как-то за последнее время привык к сюру, потому не удивлялся уже."
        sl "Погоди, сейчас закрою и пойдём."
        me "Домой?"
        show sl happy2 pioneer with dspr
        sl "На свечку! {w}И не вздумай сбежать."
        hide sl with dissolve
        pause(1)
        play sound sfx_unlock_door_campus
        "Не без моей помощи прикрыв тяжёлую дверь склада, Славя повесила на петли замок со всё ещё торчащей оттуда связкой и легко повернула ключ."
        "Ещё раз одарив меня улыбкой, она заспешила по тропинке."
        "Пришлось спешить вслед за ней."
    else:
        stop music fadeout 1
        pause(1)
        play music music_7dl["morning_dew"] fadein 3
        show cs normal with dissolve
        me "С добрым утром, Виолетта Церновна."
        cs "Виола… пионер. {w}Когда ты называешь меня по имени-отчеству, я чувствую себя старой бабкой."
        show cs grin with dspr
        pause(.2)
        show cs normal with dspr
        "Медсестра подмигнула мне и самую чуточку прогнула спину."
        cs "А мне не нравится чувствовать себя кем-то, кем я не являюсь. {w}Зачем пришёл?"
        me "Как там Славя?"
        cs "Больная отдыхает."
        me "Ещё спит? {w}Что же вы за таблетку ей дали?!"
        show cs smile with dspr
        cs "Вязание."
        me "Простите?"
        cs "Я принесла ей спицы и клубок шерсти."
        me "Э… Зачем?"
        show cs normal with dspr
        cs "Она вскочила в шесть часов и стала делать зарядку. {w}Там я её и нашла — голова у неё закружилась."
        cs "Пришлось искать ей какое-нибудь занятие."
        cs "Но ты же не за этим подошёл, правда… пионер?"
        show cs grin with dspr
        pause(.2)
        show cs normal with dspr
        with flash_pink
        "Я смутился, но продолжил стоять где стоял."
        "Не хватало ещё сбежать под аккомпанемент смешков нашей весьма продвинутой медсестры."
        me "Я думал — вдруг ей надо завтрак отнести?"
        show cs smile with dspr
        cs "Я тоже думала."
        "Медсестра покосилась на несколько судков, составленных один в другой."
        cs "Но раз ты так настаиваешь — могу предоставить эту привилегию тебе."
        me "Ам… Спасибо."
        show cs normal with dspr
        cs "Обращайся… пионер."
        cs "Медпункт открыт, так что насчёт ключей не беспокойся."
        "Подвинув локтем в белоснежном халате судки ко мне, Виола, похоже, совершенно утратила интерес к продолжению беседы."
        cs "Только не слишком долго, договорились? {w}Больную нельзя кормить остывшим."
        me "Как скажете."
        hide cs with dissolve
        "Сцапав со стола судки, я определил их к себе на поднос и отправился к столам первого отряда."
        "Народа там было негусто."
        show un normal pioneer with dissolve
        me "Привет, не занято?"
        "Мест вокруг было полно из-за тотальной неявки контингента, однако я как-то уже привык подсаживаться к кому-нибудь во время приёма пищи."
        "Так, глядишь, стану совсем социализированным, чем чёрт не шутит."
        un "Если хочешь."
        "Лена произнесла под нос ещё что-то, едва слышимое, но я не стал переспрашивать."
        me "Как настроение?"
        "Поинтересовался я, сгружая содержимое подноса на столы."
        me "Как тебе дождь?"
        show un sad pioneer with dspr
        un "…"
        me "Ты любишь дождь?"
        "Лена неопределённо качнула головой и ничего не ответила."
        me "Мне кажется, что ты на меня за что-то в обиде."
        show un serious pioneer with dspr
        un "Тебе кажется."
        me "Просто ты так реагируешь, как будто я сделал тебе большую гадость."
        me "А я никаких гадостей никому последние лет десять как не делал."
        "По причине того, что ни с кем так толком и не общался."
        "Лена снова промолчала, да ещё и отвернулась от меня, сев вполоборота."
        th "Как-то невежливо…"
        "И тут до меня вдруг дошла довольно странная в своей очевидности вещь:"
        th "Это что же, я теперь оказался тем самым доставучкой?!"
        dreamgirl "Необычное ощущение, правда?"
        th "Так вот, значит, как себя чувствует Славя, пытаясь расшевелить меня?"
        "Хотя у Слави и были некоторые, не очень понятные мне, мотивы шевелить неласкового пионера."
        "А какие мотивы у меня?"
        th "Разве я так уж нуждаюсь в компании Лены?"
        th "Вроде бы нет."
        th "Ну и к дьяволу её тогда."
        hide un with dissolve
        me "Извини, не хотел быть назойливым. {w}Всё, отстаю, приятного."
        "Я заработал ложкой, больше не пытаясь вызвать соседку на диалог."
        show mt normal pioneer
        with dissolve
        mt "Семён, про свечку в курсе?"
        "Из ниоткуда возникла вдруг вожатая."
        "Я чуть кашей не подавился, честное слово!"
        me "Кхем! Ольга Дмитриевна, вы меня угробить хотите? {w}Зачем так подкрадываться?"
        show mt laugh pioneer with dspr
        mt "Когда я ем — я глух и нем, да?"
        "Очень уместно вставила шпильку вожатая."
        "Хотя мне всегда казалось, что вожатые не должны подкалывать пионеров."
        "Другая у них функция, понимаешь."
        "Беречь и не допущать, опекать и всё в таком духе."
        dreamgirl "И спинку ещё чесать."
        th "Нет, спинку я сам себе почешу."
        me "Так что там про свечку?"
        "Вожатая продолжала смеяться, потому стоило пустить её энергию в правильное русло."
        "Иначе опять что-нибудь придумает, а на нас и без того уже косятся."
        show mt smile pioneer with dspr
        mt "Из-за дожда все мероприятия отменяются, поэтому сегодня внеочередная свечка."
        me "Внеочередная? Я и на одной-то не был."
        show mt normal pioneer with dspr
        mt "Вот и сходишь. {w}Тихонова, тебя тоже касается."
        "Лена вздрогнула и втянула голову в плечи, но возражать не стала."
        mt "И не говорите потом, что не слышали. {w}Приятного аппетита."
        hide mt with moveoutright
        "Покачивая бёдрами вожатая удалилась."
        me "А где свечка-то будет?"
        "Крикнул ей в спину я."
        show dv normal pioneer2 with dissolve
        dv "У очкарика в клубе, но сбор у столовой."
        me "А зачем?"
        show dv grin pioneer2 with dspr
        dv "Что, правда не понимаешь?"
        "Я покачал головой."
        dv "Ну ты и тормоз."
        hide dv with dissolve
        "Алиса усмехнулась и поднялась."
        "А я снова взялся за ложку."
        "В этот раз чутко сторожа пространство вокруг себя."
        "До меня вдруг дошло, почему для вожатой так важно было наладить вчера в клубах электричество."
        "Отрядное место же."
        "Доев, Лена поднялась и ушла, не удостоив меня и взглядом."
        "Вот и поговорили."
        "Вскоре, доел и я."
        stop music fadeout 5
        window hide
        play sound sfx_open_door_strong
        pause(1)
        scene bg ext_dining_hall_near_rain_7dl
        with dissolve
        play ambience ambience_7dl["rain"] fadein 3
        play music music_7dl["vibe"] fadein 3
        me "Солнце светит, и растёт трава, но тебе она не нужна…"
        "Напевая про себя бессмертные строки и старательно обходя все места, где можно промокнуть, я балансировал перед собой завтрак Слави."
        "Это было довольно странное, но и приятное чувство — когда ты делаешь добро кому-то другому."
        "И к нему очень легко привыкнуть настолько, что в какой-то момент перестаёшь понимать, как жил без него раньше."
        "Возможно, все добрые и щедрые люди как один сидят на это чувстве, как на наркотике?"
        th "Эгоистичный альтруизм? Хм…"
        "Даже если так, мне хотелось, чтобы так продолжалось и дальше."
        "Возможно, это даже сможет настроить меня на одну волну со Славей, и я начну чуточку лучше её понимать."
        "Именно понимать. {w}Манипуляции эмоциями не были чем-то недоступным для меня, но использовались крайне редко."
        "В те самые моменты, когда ну никак иначе."
        "Приходилось вздыхать, прикладывать определённые усилия над собой и таки взаимодействовать с окружением."
        "Каждый новый раз — стресс."
        "Неприятно."
        "Потому среди знакомых я всегда слыл трусом. {w}И меня это более чем устраивало."
        "А потом и знакомые как-то закончились после того случая…"
        window hide
        scene bg ext_square_rain_day_7dl
        show prologue_dream
        with dissolve
        "Тогда тоже шёл дождь, косой, противный, а я стоял, не в силах поверить в происходящее."
        "Только звон в ушах, только тёмная пелена перед глазами…"
        "Да отчаянное неверие в происходящее."
        "Это не может быть… Это не со мной."
        "За спиной сожранные беспамятством мегаметры и сочувствующие глаза тех, кому плевать на самом деле."
        "Где они все сейчас?"
        "Где?"
        "Нас было здесь трое. Я, непогода и отец."
        "Не мой отец."
        "Незнакомый мне дядька с пугающе знакомыми чертами лица, выглядящими странно в сочетании с его габаритами."
        "Вот и получился такой добродушный круглолицый увалень с непропорционально большими глазами."
        me "Где бы ты ни была — там красиво."
        voice "Там красиво."
        "Эхом откликнулся почти незнакомый мне дядька."
        me "Я буду помнить тебя."
        "В вытянутой вперёд руке — все контакты, связи, знакомства."
        "Всё мое прошлое."
        "Жестокое и равнодушное."
        "Я разжал пальцы и телефон упал вниз, с деревянным стуком ударился о доски, подпрыгнул и зарылся в землю."
        "А вот мой товарищ по несчастью не был столь эксцентричен."
        "Он ограничился простым букетом цветов."
        "В конце концов, его раны не шлифовали безучастностью."
        "Видимо, он правильно подбирал друзей."
        "Не то что я."
        "Над головами в небо неторопливо поплыли басовые перекаты, перемежаемые негромким шорохом сыплющейся земли."
        "У неё были самые зелёные на свете глаза, но я никогда не видел в ней никого, кроме сестры."
        "В конце концов, мы с первого класса вместе."
        "Правда, с перерывами."
        stop music fadeout 2
        pause(1)
        window hide
        scene bg ext_aidpost_rain_7dl
        with dissolve
        play music music_7dl["ask_you_out"] fadein 3
        "За сумрачными размышлениями я и сам заметить не успел, как добрался до точки назначения."
        "На горизонте замаячило здание медпункта."
        "А я чуть не пропустил его — память и зелёные глаза отпускали неохотно."
        if 'medic' in list_voyage_7dl or (alt_day_binder == 1):
            "С момента моего последнего визита оно ровным счётом никак не изменилось."
            "Всё такое же, напоминающее скорее какой-то склад или кружок."
            "И если бы не уныло колыхающийся на флагштоке мокрый флаг с красным крестом, легко можно было бы пройти мимо."
        else:
            "До вчерашнего дня я здесь никогда не был."
            "По счастью, я не страдал топографическим кретинизмом, оттого и дорогу, пусть и со второй попытки, отыскать сумел."
        "Хотя мне и кажется порой, что во всём происходящем была и моя вина."
        "Пусть и частично."
        "Да что там, в большинстве моих проблем вина только на мне."
        "И, самую чуточку — на обстоятельствах."
        "А людям верить нельзя просто по определению. {w}Поверил? Сам дурак."
        window hide
        play sound sfx_open_door_clubs
        pause(1)
        scene expression Desat1('bg int_aidpost_day')
        with dissolve
        $ volume(0.5, "ambience")
        "С этими мыслями я толкнул судками дверь и оказался в помещении медпункта."
        "Здесь всё было как вчера — раздумчиво тикали часы на стене, царил запах лекарств и та самая тишина, которую досужий врач называет «полный покой»."
        "Разница была лишь в том, что больная вместо того, чтобы тихо-мирно почивать у себя в изоляторе, зачем-то выбралась в кабинет врача и заняла его место."
        "Вместе со спицами и шерстью."
        show sl smile pioneer2 with dissolve
        "Славя повернула голову на скрип двери и улыбнулась."
        sl "Привет, в гости зашёл?"
        "Галстука на ней не было, и это выглядело достаточно необычно в амплуа кругом правильной девочки."
        me "Завтрак принёс."
        "Я сгрузил судки на стол и приглашающе махнул в их сторону — налетай, мол."
        me "Приятного аппетита."
        me "Не знаю, что там внутри, но это медсестра собирала, так что налетай."
        show sl upset pioneer2 with dissolve
        sl "Что-то случилось?"
        me "Случилось?"
        show sl normal pioneer2 with dspr
        sl "Ты выглядишь расстроенным."
        "Терпеливо повторила Славя."
        sl "У тебя что-то случилось?"
        dreamgirl "Ох уж мне это обострённое восприятие."
        dreamgirl "Ничего-то от неё не скроешь."
        "И как ей объяснить, этой хорошей, чистой девочке, что есть прошлое, от которого не сбежать?"
        "Что есть люди, которых не вернуть."
        "Даже если ты сделаешь невозможное."
        "Вот ведь какая проблема: чаще всего даже всех на свете приложенных усилий недостаточно."
        me "Да нет, ничего."
        show sl sad pioneer2 with dspr
        sl "Я же вижу."
        me "Да нет."
        "Начал я, на ходу придумывая оправдания."
        me "Видимо, из-за дождя хандрю."
        window hide
        show sl dontlike pioneer2
        with fade
        sl "Не хочешь говорить — не говори. {w}Врать-то зачем?"
        "Славя расстроилась, но смотрела прямо."
        "Она и мысли не допускала обидеться или свернуть с неприятной темы на что-то другое."
        show sl normal pioneer2 with dspr
        sl "Мне не хочется думать, что ты врёшь мне."
        me "Тогда не спрашивай меня о том, что я рассказать не могу."
        show sl shy2 pioneer2 with dspr
        sl "Вот видишь, как просто? {w}Просто скажи мне, что не можешь или не хочешь говорить об этом."
        me "Ты тогда обидишься."
        show sl normal pioneer2 with dspr
        sl "Не так сильно, как на ложь, Семён."
        hide sl with dissolve
        "Славя отвернулась к столу и начала расставлять судки, видимо, сочтя наш разговор завершённым."
        th "А мне что делать?"
        dreamgirl "Извиниться?"
        th "А если снова накроет?"
        "Я подошёл к кушетке и уселся, изучая Славю в профиль."
        th "Я же прекрасно знаю, что если я начну лезть в её мир со своей правдой, то ущерб будет такой, что даже думать об этом не хочется."
        dreamgirl "Думаешь, она не справится с фактом того, что люди плохие?"
        th "Не справится."
        dreamgirl "Тогда молчи. Пусть обижается на ложь и недосказанность — как тебе перспектива?"
        th "Не очень."
        dreamgirl "Вот и мне кажется."
        th "Так делать-то что?"
        dreamgirl "Думай."
        "Посоветовал внутренний голос и смолк."
        show sl normal pioneer2 with dissolve
        "Славю сегодня кормили яйцами, куриным бульоном и гренками."
        "Тоже неплохой себе завтрак. {w}Правда, быстро заканчивается."
        sl "Спасибо, было вкусно."
        me "Так не я же готовил."
        show sl smile2 pioneer2 with dspr
        sl "Зато ты принёс. {w}А насчёт нашего разговора… Лучше молчи, правда."
        me "Да я понял уже."
        show sl smile pioneer2 with dspr
        sl "На том и решили. {w}Чем сегодня день будешь заниматься?"
        me "У нас утренняя свечка в 11 часов начинается."
        sl "Вот как? Жаль, не попаду."
        me "А кто тебе мешает?"
        show sl normal pioneer2 with dspr
        sl "Семён, я больная. {w}Если врач велела мне сидеть в медпункте и поправляться — значит, так и надо делать."
        me "А ты всегда делаешь то, что тебе велят другие люди?"
        show sl smile2 pioneer2 with dspr
        sl "Разумеется, нет. {w}Но если человек старше меня и немного лучше разбирается, то почему нет?"
        "Какая безопасная логика от правильной со всех сторон девочки."
        "Разумеется, следовать ей я не буду."
        show sl shy pioneer2 with dspr
        sl "Ну… Тогда."
        "Славя почему-то смутилась."
        me "Слушаю."
        sl "Раз я сегодня на больничном, а у меня много дел…"
        me "Да?"
        sl "Не мог бы ты… взять на себя… часть?"
        me "Часть?"
        show sl shy2 pioneer2 with dspr
        sl "Да! Я напишу всё необходимое."
        me "Разве у тебя нет замены?"
        show sl smile2 pioneer2 with dspr
        sl "Есть. И эта замена — ты."
        me "Почему это?"
        sl "Да со вчерашнего дня, ещё когда мы с Ольгой Дмитриевной обсуждали, как бы решить проблему с клубами."
        sl "Она и сказала «хорошо, что у тебя есть теперь такой друг»."
        me "Друг."
        show sl normal pioneer2 with dspr
        sl "Да."
        me "Ясно. {w}Ты тогда напиши, а я, как обед принесу, заберу список."
        me "Пока."
        show sl scared pioneer2 with dspr
        sl "Семён?"
        hide sl with dissolve
        "Но я уже поднялся и отправился прочь."
        window hide
        play sound sfx_open_door_clubs
        $ volume(1.0, "ambience")
        pause(1)
        scene bg ext_aidpost_rain_7dl
        with dissolve
        "На улице поливало всё так же, и это было хорошо."
        "Сейчас мне хотелось, чтобы вокруг творилось нечто неприятное."
        "Это позволит мне проще справиться с неожиданным уколом в сердце."
        "Друг."
        th "А давал ли я ей поводы думать иначе?"
        "Задумался я."
        "И не знал ответа."
        "Но на часах было уже половина одиннадцатого, времени на терзания не оставалось совершенно."
        "Зябко передёрнув плечами, я сделал первый шаг под дождь."
        "Пора было возвращаться к точке сбора."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day5_sl_7dl_candle:
    scene bg ext_dining_hall_near_rain_7dl
    with dissolve
    play ambience ambience_7dl["rain"] fadein 3
    play music music_7dl["deep_inside"] fadein 3
    if herc or loki:
        "Вот только вывела Славя нас почему-то не к клубам, а аккурат к зданию столовой."
        me "И зачем мы здесь?"
        "Подозрительно поинтересовался я, оглядывая толпящихся на крылечке соотрядников."
        show sl normal pioneer with dissolve
        sl "Мы здесь собираемся обычно, а потом идём на свечку."
        me "А сразу собраться в месте проведения мероприятия нельзя?"
        show sl laugh pioneer with dissolve
        sl "Да уж нельзя! {w}Подготовка — это самое важное."
        me "Подготовка, я понял. {w}Конечно."
        hide sl with dissolve
        "Славя покачала головой, но ничего не сказала."
        "Она втащила меня за руку вверх по ступенькам и уселась на одной из незанятых скамеек."
        sl "Скоро Ольга Дмитриевна придёт, тогда и начнём."
    else:
        "Похоже, я был здесь первым."
        "Потому что на крыльце никого, кроме меня не было."
        "И то ладно. Можно посидеть, переждать непогоду."
        th "Как там это чувство называлось, когда ты сидишь в уюте и тепле, а тебе ещё лучше от того, что за окном бушует стихия?"
        dreamgirl "Кризализм."
        th "Вот, он."
        "Я помотал головой, вытряхивая воду из ушей и волос, отряхнул дождевик и уселся на скамейку."
        "Ждать."
        "У меня был совершенно ненулевой шанс оказаться облапошенным злой Алиской, но я всё же предпочитал верить в лучшее."
        "Сидеть здесь в одиночестве, пока весь отряд собирается где-то в другом месте, совершенно не улыбалось."
        "Но наберёмся терпения…"
        "Потихоньку к столовой стягивались пионеры в дождевиках, занимали свободные места."
        "Видимо, уже научены были горьким опытом, что вожатая появляется всегда с опозданием."
        "Как самая настоящая леди."
        th "Надеюсь, она не засидится где-нибудь до обеда?"
        th "Очень надеюсь."
    "К счастью, ждать оставалось недолго."
    window hide
    show mt normal pioneer
    with fade
    "Минут через десять на крыльцо поднялась и вожатая с огромным чёрным зонтиком."
    mt "Все здесь?"
    show us smile sport at right with dissolve
    us "Шурика нет!"
    if not (herc or loki):
        me "И Слави."
    mt "Это я знаю, но причина уважительная. {w}Остальные все здесь?"
    hide us with dissolve
    "Ольга пересчитала нас по головам и удовлетворённо кивнула."
    mt "Итак, свеча внеочередная, потому финальная отменяется."
    me "А как часто вообще они проходят?"
    mt "По идее, каждые два-три дня, но мы с ребятами договорились на раз в неделю."
    mt "Верно, ребята?"
    "Великовозрастные ребята согласно загудели."
    mt "Сегодня назначается прощальная свеча для первого отряда второй смены 1989-го года."
    mt "Сегодня мы прощаемся со сменой и подводим итоги."
    "Ольга понизила голос, и нам пришлось подвинуться ближе, чтобы всё слышать."
    "Подвинулись мы все как-то сразу, вдруг и не сговариваясь."
    "И это было достаточно забавно."
    mt "Люди идут по свету."
    "Начала вожатая."
    mt "Этой строчкой я хотела бы открыть сегодняшнюю свечу."
    mt "Раньше пионерами называли людей, которые открывали новые земли, первопроходцев, их жизнь была связана с риском для здоровья, иногда даже жизни."
    mt "Каждый день им приходилось проходить через множество нелёгких испытаний, опасностей — и всё ради того, чтобы на карте появилась ещё одна отметка, куда можно будет привести людей."
    mt "Не каждый день был удачным, не каждый успешным, но каждый вечер, под конец дня, они собирались вокруг огня для того, чтобы отдохнуть, пообщаться и обсудить день уходящий, да просто почувствовать, что они не одиноки."
    "Окружающие пионеры молчаливо внимали словам вожатой, будто это они сейчас карабкались на горы, проходили пешком пустыни и покоряли места, доселе никем не изведанные."
    mt "Теперь пионерами называют тех, кто ищет новых вершин не на карте, а в жизни."
    mt "День за днём мы с вами идём по жизни, и чаще всего — с друзьями."
    mt "Потому и нам тоже необходимо иногда собираться вокруг огня, пусть и маленького, на свечке, и рассказывать о том, что произошло с нами, предпредить об опасностях и почувствовать — мы вместе."
    mt "Огонёк свечки небольшой, но это самый настоящий огонь."
    mt "Он притягивает взгляды, притягивает мысли, и, услышав нас всех, может сотворить чудо."
    "Ульянка издала сдавленный возглас, но перебить вожатую не решилась."
    mt "А раз огонёк такой крохотный и слабый, то и зажигать его, и нести мы должны поручить тому, кому больше всего доверяем."
    if herc:
        mt "Славяна!"
        us "Опять этой косатой зажигать."
        "Донёсся шёпот Ульянки."
        dv "Ты в прошлый раз зажигала вообще-то!"
        us "Ну и что, я ещё хочу!"
        mt "Тише, девочки. {w}Славя, давай."
    elif loki:
        mt "Ульяна!"
        show us smile sport at right with dissolve
        us "Я? {w}Спасибо, Ольдмитривна!"
        sl "Не задуй свечку, плохая примета."
        us "Сама знаю. {w}Давайте свечку, Ольдмитривна!"
    else:
        mt "Семён!"
        me "Я?!"
        "Моему изумлению не было предела."
        "Я, конечно, особо не косячил последнее время, но «больше всех доверяем»?"
        mt "Давай, зажги свечу."
    "Ольга протянула перед собой странную стеклянную лампу с глухим полукруглым абажуром."
    "Свечка была окружена стеклом со всех сторон, оказываясь таким образом полностью защищённой от ветра или дождя."
    "Краткое нажатие на скрытую кнопку, щелчок — крышка откинулась…"
    mt "Вот спички."
    if herc:
        "Славя кивнула, взяла спички, чиркнула…"
        "Листок пламени затрепетал на ветру, забился, силясь улететь."
        "Но Славя мгновенно среагировала, спрятала свечку в ладонях и аккуратно, бережно поставила свечку в лампу."
    elif loki:
        us "Да, да, я умею!"
        "Ульянка залихватски, от себя, чиркнула спичкой, и пламя родилось."
        "Правда, в этот момент почему-то донёсся порыв ветра, и девочке пришлось прятать пламя в ладошках."
        "Но, похоже, она и в самом деле, совершала подобное не раз."
        "Дождавшись, пока ветер утихнет, девочка поднесла горящую спичку к фитильку свечки…"
    else:
        me "Спасибо."
        "В прежней жизни я почти не пользовался спичками, предпочитая кремень и газ, но рефлексы родом из страны сладкого шестнадцатилетия не подвели."
        "Вокруг была сырость, ветер, дождь, потому я взял сразу три спички, сложил их вместе и, резко чиркнув по коробку, поднёс к фитилю."
        "Спички толком даже воспламениться не успели, как подул ветер, пытаясь задуть, задушить пламя."
        "Только не на того напал…"
    "Лязгнув, захлопнулась верхняя часть."
    "Нас озарило тёплым, мерцающим светом. {w}Таинственным, заставляющим поверить в любую сказку."
    "Пламя осталось спокойным и, судя по виду, гореть собиралось долго ещё."
    window hide
    scene bg ext_dining_hall_near_rain_7dl
    show mt normal pioneer
    with dissolve
    mt "Хорошо."
    "Ольга Дмитриевна взяла лампу за кольцо и подняла повыше, так, чтобы свечку видели все."
    mt "Давайте вспоминать, зачем мы приходим на свечу?"
    dv "Чтобы поговорить."
    mt "Хорошо. Ещё?"
    us "Чтобы поделиться мыслями."
    mt "Хм… Тоже верно. Ещё?"
    if herc or loki:
        sl "Чтобы посидеть всем вместе."
        mt "Тоже правильно. Ещё."
    mz "Чтобы слушать."
    "Донёсся скрипучий голос библиотекарши."
    if alt_day5_sl_7dl_workout:
        "Судя по голосу, она только-только выползла из своей библиотеки, где и ночевала."
        "На завтраке я её не видел."
    mt "Всё верно, спасибо, Женя. {w}Мы приходим на свечу для того, чтобы говорить и слушать."
    mt "Понимать друг друга так, чтобы легко было говорить."
    mt "Поэтому сейчас мы потренируемся не говорить, а слушать."
    us "Опять в молчанку играть."
    "Недовольно протянула Ульяна."
    show mt smile pioneer with dissolve
    mt "Всё верно! {w}Мы собрались, мы зажгли свечу."
    mt "Теперь нам надо доставить её к месту сбора. {w}И не дать ей погаснуть."
    mt "Злой взгляд, недовольство, громкий крик — всё может задуть свечу."
    mt "Потому мы будем идти тихо и слушать, как горит огонь."
    mt "Будем учиться слушать. {w}Все за мной."
    if loki:
        "Ольга отдала лампу Ульяне, которую та с радостью приняла."
    elif herc:
        "Ольга протянула лампу Славе, и та, немного подумав, взяла кольцо."
    else:
        mt "Семён, держи!"
        "Вожатая протягивала мне лампу."
        me "Зачем?"
        mt "Сегодня ты ведущий. {w}Бери за кольцо, так будет удобнее."
    mt "Последнее слово: марш."
    hide mt with easeoutright
    "И сбежала по ступенькам, предоставляя нам следовать за ней."
    "Лена сидела ближе всего к краю, так что она и пошла первая."
    "Вслед за ней — Алиса."
    "Очень удивительно, но без всякой строевой муштры, без глупостей и криков, Ольга заставила нас организованной толпой, не толкаясь и не пихаясь локтями, отправиться туда, куда нужно ей."
    "Только Мику почему-то плелась далеко в кильватере."
    "О чём-то задумалась, наверное."
    th "Неужели все слушают огонь, как велела вожатая?"
    dreamgirl "А ты сам прислушайся. Слышишь?"
    th "Слышу что?"
    dreamgirl "За шумом дождя и топотом ног можно расслышать один звук. {w}Угадай, какой?"
    "Я прислушался."
    window hide
    scene bg ext_dining_hall_away_rain_7dl at zenterright
    th "Да быть не может."
    dreamgirl "Может, Сёмыч, может. {w}Только у этих пионеров слух куда острее, чем у тебя."
    th "Потому-то к ним и не подкрадёшься."
    dreamgirl "А хотелось бы?"
    th "Они же подкрадываются?"
    dreamgirl "Судя по всему, они просто так ходят. Все. Поголовно."
    th "И слушают огонь."
    dreamgirl "И слушают огонь."
    "Я не мог поручиться, слышу ли я и в самом деле что-то эдакое, или это мне просто кажется"
    window hide
    if herc:
        scene cg d5_sl_square_sl_lead_7dl
        extend ", но я шёл за вожатой, неосознанно ставя ногу как можно тише."
    elif loki:
        scene cg d5_sl_square_us_lead_7dl
        extend ", но я держался в середине цепочки, стараясь издавать как можно меньше шума."
    else:
        scene cg d5_sl_square_me_lead_7dl
        extend ", но я вёл притихший отряд за собой, сам стараясь не шуметь."
    with fade
    "И прислушивался."
    "Нет, само молчание не вызывало у меня никакой трудности: в конце концов, я привык много молчать."
    "Очень много и очень долго."
    "По сути, это всё, чем я занимался во время просиживания штанов дома."
    "Иногда я даже боялся, что от долгого бездействия голосовые связки атрофируются, и тогда я стану немым."
    "Шутки шутками, а иногда я специально говорил что-нибудь вслух, чтобы проверить — могу ли."
    "Но мне никогда не приходилось слышать, как горит свеча."
    "Вернее, даже, не так."
    "Не приходилось слышать звук огня за шумом дождя и ветра. {w}Они очень громкие, эта парочка, и, по идее, должны бы заглушать вообще всё."
    "Но нет."
    if loki:
        "Почему-то на площади Ольга повернула не к клубам, как я рассчитывал, а куда-то на юг, в сторону речки."
        "Я бросил на Славю недоумевающий взгляд, но та лишь улыбнулась."
        "Видимо, знала, куда и зачем мы идём."
        "Да и остальные ребята как-то приободрились."
        "Заспешили."
        "Да и сама наша ведущая всё прибавляла и прибавляла ходу."
        "И вот так, чуть ли не бегом мы выскочили…"
        stop music fadeout 10
        pause(1)
        window hide
        scene bg ext_boathouse_rain_7dl with dissolve
        play music music_7dl["thousand_of_pixies"] fadein 3
        "На берег реки к дебаркадеру."
        "Нас уже ожидал какой-то дед в рыбацком обмундировании."
        "Молча перемигнувшись с вожатой, он ушёл в сторожку, вытащил оттуда несколько свёрнутых брезентовых полотнищ и отдал нам.."
        "Снова скрылся."
        "И всё это происходило в полном молчании."
        "В полном молчании же девочки, видимо, уже не в первый раз, разобрались — каждая по своей стороне: Лена и Алиса взяли одно полотнище, а Женя и Мику — второе."
        "Мы зашагали по скользким доскам понтонов, придерживая и помогая друг другу."
        "То есть, тот, кто шёл у перил, всячески оберегал того, кто шёл у воды."
        "Удивительное и трогательное единодушие."
        window hide
        with fade
        "Да, мне тоже пришлось вести и оберегать Славю."
        "Не скажу, чтобы я был сильно против."
        "Но мытарства в итоге всё равно завершаются. Завершились и наши."
        "Мы встали попарно у краёв понтонов, Ульянка присела на корточки, а девочки с брезентом воздвигли над ней своего рода шатёр, берегущий от ветра и дождя."
        mt "Начинай, Ульяна."
        us "А можно?"
        mt "Давай-давай."
        "Вожатая достала из кармана несколько кусочков коры и отдала их девочке."
        "Судя по виду, они были сухие."
        mt "Начинай."
        us "Хорошо…"
        "Немного подумав, Ульяна откашлялась и начала:"
        us "Давным-давно, в высоких горах, куда не каждый скалолаз мог залезть, был необыкновенный город."
        us "Этот город был закрыт ото всех, и лишь его жители знали дорогу, по которой можно было попасть за стены. {w}Через Пустоши."
        us "И жили в этом городе… дети."
        "Её голос дрогнул."
        us "Дети из Пустошей — делали всё сами, как хотели, строили длинные улицы петлями и трамплинами, ели мороженое и никогда не ложились спать в девять часов."
        us "Но что-то случилось, и дети из этого города пропали. {w}Никто не знает, куда — может быть, выросли и ушли, а может быть, нашли себе место получше."
        us "Когда люди придумали спутники и самолёты, прятать город стало всё сложнее, вот они и ушли."
        us "Этот город нашли не так давно, и там можно поселиться."
        us "Потому что по законам вежливости на каждом доме есть надпись: «дом свободен, живите кто хочет»."
        us "Кто только захочет…"
        "Прошептала девочка."
        mt "Ребята, хотите поселиться в этом городе?"
        "Все заговорили наперебой, видимо, соскучившись по речи."
        "Гомон стоял страшный, но, в целом, одобрительный."
        mt "Ульяна, раздавай."
        "Девочка встала с корточек, на которых сидела всё это время, отряхнула с коленей деревянную стружку и пошла вдоль строя, каждому отдавая по крохотному, утлому кораблику и говоря что-то."
        "Дошла речь и до меня."
        us "К нему бы свечку."
        "Непонятно сказала Ульяна."
        us "Или огонёк…"
        me "Что?"
        "Но она уже шла дальше."
        window hide
        with fade2
        "Я не очень понимал, как она сумела так быстро сделать все эти поделки, пусть и кривобокие, пусть и неказистые, но раз она ведущая…"
        "Похоже, все остальные уже знали регламент мероприятия, потому просто улыбались и кивали."
        "Наконец, по кораблику досталось всем."
        mt "А теперь каждый человек, который хочет попасть в тот город, должен рассказать, что он хочет построить в этом городе и зачем."
        mt "А вдруг вы захотите оказаться там вместе — тогда вам понадобиться построить что-то на двоих! Ульяна?"
        show us sad sport with dissolve
        "Ульяна подошла к краю и, снова присев на корточки, опустила кораблик в воду."
        "Брезент к тому моменту ещё не убрали, так что она запалила лучинку от лампы и поставила её как мачту."
        us "Я бы построила там огромную лодку с прожектором. Я бы плавала и показывала всем заблудившимся кораблям дорогу."
        hide us with dissolve
        mt "Алиса?"
        show dv normal pioneer with dissolve
        dv "Концертный зал."
        "Спокойно ответила рыжая."
        dv "И смотреть там самые лучшие фильмы, слушать самую лучшую музыку."
        "Она подожгла мачту кораблика аналогичным образом и встала."
        hide dv with dissolve
        show un normal pioneer with dissolve
        un "Художественную школу…"
        hide un with dissolve
        show mi normal pioneer with dissolve
        mi "Многоквартирный дом на много-много семей. Чтобы больше не приходилось оставаться одному."
        hide mi with dissolve
        show mz normal pioneer with dissolve
        mz "Публичную библиотеку…"
        hide mz with dissolve
        show sl normal pioneer with dissolve
        sl "Огромный сад с фруктовыми деревьями и цветами…"
        hide sl with dissolve
        "Девушки одна за другой подходили, меняли друг друга на брезенте, загадывали желание."
        "И каждая поднималась будто ставшей самую чуточку лучше."
        th "Это же они то, чего самим не хватает, загадывают."
        "Осенило меня."
        th "То, чем сами бредят больше всего."
        "Желание загадал и Электроник. {w}Ему хотелось научно-исследовательский институт."
        mt "Семён?"
        me "А можно…"
        mt "Можно всё, что угодно. Загадывай."
        "Я горько усмехнулся. Почему-то я был больше, чем уверен, что не существует на свете такого здания, что решило бы мои проблемы."
        "Но все выжидательно смотрели на меня, пришлось решаться…"
        me "Космодром."
        mt "Семён, космодром — как аэропорт, его нельзя строить в черте города."
        "Ласково, как умственно отсталому, пояснила мне вожатая."
        mt "Может быть, ты хочешь загадать что-то другое?"
        me "Космодром."
        "Упрямо сказал я."
        "Глаза Лены почему-то блеснули. {w}Или это мне показалось из-за дождя?"
        "Запалив лучинку, я отправил свой кораблик в плавание."
        "И девочки на «три-четыре» отдёрнули брезент — получившимся порывом ветра кораблики сбило во флотилию, отправившуюся к горизонту."
        me "А вы что же ничего не загадали, Ольга Дмитриевна?"
        show mt smile pioneer with dissolve
        mt "Потому что всё, что было необходимо, вы уже построили, Семён. {w}И мы отправимся вместе."
        th "Глупая какая-то игра."
        "Ожесточённо подумал я."
        th "И Ольга Дмитриевна со своими глупостями…"
        hide mt with dissolve
        "Я отошёл от вожатой, отвернулся к мокрым поручням и схватился за них, запрокинул голову к плачущему небу. {w}Лицо пылало."
        "Все вокруг разбились парочками, кучками, активно общались между собой."
        "Только старый Семён был никому не нужен. {w}Как и всегда."
        window hide
        show sl normal pioneer with dissolve
        sl "Ты грустишь?"
        "Я покачал головой."
        sl "Поговори со мной?"
        me "А о чём?"
        show sl smile pioneer with dspr
        sl "Тебе разве не о чем?"
        "Странные она вопросы задаёт, ой, странные."
        me "Ну…"
        menu:
            "О решимости":
                $ karma += 10
                me "Скажи, было ли у тебя когда-нибудь такое, что надо что-то сделать — а ты решиться не можешь?"
                show sl surprise pioneer with dspr
                sl "Например?"
                me "Я не знаю. Прыгнуть с парашютом, крикнуть во всё горло."
                th "Признаться в любви."
                show sl shy2 pioneer with dissolve
                sl "Было. {w}Несколько раз."
                me "Когда?"
                sl "Боюсь, это очень личное."
                "Прошептала Славя."
                sl "Я не могу тебе рассказать."
                me "Я так и думал. {w}А почему решиться не могла?"
                sl "Не знаю. {w}Кажется, вот-вот, просто набери побольше воздуха, открой рот, и…"
                show sl sad pioneer with dspr
                sl "Не получается."
            "О достижениях":
                $ lp_sl += 1
                me "Есть что-то чего ты достигла в жизни, и этим по-настоящему бы гордилась?"
                show sl shy pioneer with dspr
                sl "Ты такие вопросы задаёшь…"
                "Славя помотала головой."
                sl "Я не знаю. {w}Наверное, нет."
                th "Чудеса какие. Чтоб у активистки, да нечем было гордиться?"
                sl "Наверное, мои достижения ещё впереди."
                me "Что, неужто совсем-совсем ничего вспомнить не можешь?"
                show sl smile pioneer with dspr
                sl "Вспомнить-то могу, просто не знаю, можно ли этим гордиться."
                me "Вот как? И чем же, например."
                sl "Мы с девочками первое место по русским народным песням заняли. {w}Только пели всё больше они, а не я."
                sl "Наверное, это нельзя называть достижением."
                me "И всё?"
                "Я не скрывал разочарования."
                sl "Я человеку жизнь спасла… Только не могу рассказать."
                "Славя стрельнула глазами куда-то в сторону."
                me "Вот видишь! Спасённая жизнь — уже неплохо!"
                show sl sad pioneer with dspr
                "Только вот Славя от моей похвалы, похоже, только ещё больше расстроилась."
            "О правде":
                $ lp_sl += 1
                me "Если бы ты могла узнать о чём угодно, о чем бы хотела узнать?"
                show sl smile pioneer with dspr
                sl "Я бы хотела узнать, почему."
                me "Почему что?"
                sl "Почему всё!"
                show sl upset pioneer with dspr
                sl "Почему люди людей не любят, почему постоянно врут, почему все измеряют деньгами и красотой."
                sl "В декабре прошлого года, как раз перед каникулами, одну нашу одноклассницу хотели полностью перевести на домашнее обучение."
                sl "У неё были… проблемы. {w}Но не такие, которые мешали бы ей учиться вместе с нами."
                show sl angry pioneer with dspr
                sl "Ты можешь себе представить? {w}Они хотели и без того проблемного человечка загнобить окончательно!"
                "Забывшись, Славя заходила передо мной в разные стороны, размахивая руками."
                sl "Ей и так тяжело, она только-только из больницы, а вы хотите, чтобы она навсегда была заперта в четырёх стенах?"
                sl "Мне тогда хотелось взглянуть в глаза людям, которые решают такие вопросы и спросить — почему?"
                sl "А если бы с вашими детьми случилось такое несчастье? Тоже под домашний арест?!"
                sl "А!"
                "Она махнула рукой."
                me "Так чем всё закончилось?"
                show sl laugh pioneer with dspr
                sl "Мы устроили забастовку! И ей разрешили учиться с нами."
                me "Вот видишь, как всё хорошо получилось."
                show sl normal pioneer with dspr
                sl "Правда, всему классу снизили отметку по поведению на балл и мы перестали быть образцовыми."
                me "По-моему, это того стоило."
                sl "Я тоже так считаю."
            "О дружбе":
                $ karma += 10
                me "Что самое важное в дружбе?"
                sl "Понимание."
                "После недолгого раздумья ответила Славя."
                sl "Вы можете кричать друг на друга и ссориться, а всё равно понимать. Это вот дружба."
                th "Похоже, у нас с тобой дружбы не выйдет."
                "Правильно понял намёк я."
                th "Потому как я тебя решительно не понимаю."
                me "Значит, дружбы между мальчиком и девочкой быть не может?"
                show sl shy pioneer with dspr
                sl "Конечно же, может. {w}Но недолго."
                me "Угу. В какой-то момент они начинают разговаривать на разных языках."
                sl "Вот видишь, сам всё понимаешь."
        mt "Ребята, собираемся кружком!"
        me "Это ещё зачем?"
        show sl happy2 pioneer with dspr
        sl "Сейчас увидишь."
        "Улыбнулась Славя. Её глаза сияли."
        hide sl with dissolve
        "Девочки с брезентом собрались вокруг нас, приподняли полотнища над головами, образуя огромный шатёр."
        mt "Теперь все слушаем внимательно: помните, я говорила, что огонёк в центре внимания способен на чудо?"
        mt "Это совершенно особенное чудо. {w}Огонёк может выполнить ваше самое сокровенное желание."
        mt "Для этого надо собраться всем вместе и задуть свечу."
        mt "Но только задувать её надо всем вместе. Вы же не хотите, чтобы ваши товарищи остались без желания?"
        "Все замотали головами — мол, нет, не хотим."
        mt "Ульяна, открывай крышку."
        "Девочка послушно откинула защёлку, и крохотный лепесток пламени встрепенулся."
        mt "На счёт три! Раз… Два…"
        mt "Вспомните всё лучшее, что с вами происходило, загадайте желание!"
        mt "Три!"
        "Мы дунули все вместе."
        "Свеча погасла."
        stop ambience fadeout 6
        scene bg ext_boathouse_day
        show mt normal pioneer
        with dissolve
        mt "Всем спасибо!"
        "Поглядев на часы, Ольга всполошилась:"
        mt "Так, девочки, скатываем ткань и несём её к сторожу, все остальные — шагом арш на обед!"
        th "И куда спешить? Не съедят же всё без нас…"
        mt "Семён, не спи, это и тебя касается!"
        "И тут я вдруг понял, что меня смущало последние минут пять."
        "Дождь закончился."
        dv "Дождь закончился!"
        "Подтвердила мои выводы Алиса."
        mt "Так, бежать переодеваться некогда, так что разрешаю вам идти так."
        mt "Всё, пошли, пошли!"
        "Мы собрались было бежать вместе со всеми, но Ольга Дмитриевна остановила нас:"
        mt "Феоктистова!"
        show sl normal pioneer at right with dissolve
        sl "Да, Ольга Дмитриевна?"
        mt "Не расскажешь, мне, чем вчера на тихом часе занималась?"
        sl "Мы…"
        me "Мы репетировали!"
        show mt grin pioneer with dspr
        mt "И как? Хорошо получилось?"
        me "Да!"
        show mt normal pioneer with dspr
        mt "Я так и подумала. {w}Значит, так, Феоктистова: после обеда берёшь Двачевскую и Персунова и тащишь их к Мику, ясно?"
        sl "Ясно."
        mt "Я к трём часам подойду, вы все должны быть в сборе."
        mt "Вопросы? Вопросов нет. {w}На обед шагом… арш!"
    elif herc:
        window hide
        scene bg ext_clubs_rain_7dl
        with dissolve
        "Организованной толкучкой мы прошлёпали по лужам к клубам и остановились, молча глядя на Ольгу Дмитриевну."
        "Она оглядела нас и довольно улыбнулась."
        "Чему только радовалась, не понимаю."
        "Тому, что мы все молчим? Тоже мне, любящий родитель."
        "Славя отдала лампу вожатой, а сама выудила из кармана связку и стала искать нужный ключик."
        "Который и нашла довольно быстро, несмотря даже на толпу за спиной."
        th "А вот я бы обязательно что-нибудь отчебучил."
        "Пришло в голову."
        th "Или уронил связку, или что-нибудь ещё."
        "И всё про себя, всё не вслух."
        play sound sfx_unlock_door_campus
        pause(1)
        "Замок, щёлкнув, открылся, и мы гурьбой отправились на штурм крыльца."
        window hide
        play sound sfx_open_door_clubs_2
        pause(1)
        scene expression Desat('bg int_clubs_male_rain_7dl')
        with dissolve
        $ volume(0.5, "ambience")
        stop music fadeout 3
        "А вот внутри уже всё было готово к свечке!"
        "Основной хлам был убран со стола, вокруг были расставлены стулья."
        play music music_7dl["pathways"] fadein 3
        "И необычно так — где поодиночке, где парами. {w}Будто расставляющий знал, кто и с кем сесть захочет."
        "И так в целом и вышло."
        "Большинство девочек расселись так же, как и жили в домиках — парами."
        "Разве что Лена предпочла Женю Мику, потому японка осталась в гордом одиночестве."
        "Как и Славя, впрочем."
        "И я."
        "Дождавшись, пока все рассядутся, Ольга поставила лампу в самый центр стола и отошла к окнам."
        mt "Тема сегодняшней свечи — случайный попутчик."
        "Сообщила она, задёргивая шторы."
        window hide
        scene bg int_clubs_male_rain_7dl
        show blackout_exh
        with fade
        $ night_time()
        $ persistent.sprite_time = "night"
        "Разрешение говорить было дано, видимо, мы уже хорошо научились слушать."
        "Все сразу заговорили вполголоса, зашумели, о чём-то переговариваясь."
        show mt normal pioneer at right with dissolve
        mt "Для начала, нам надо выбрать попутчика, кто хочет?"
        voices "Я! Я! Я!"
        "Тут же наперебой загомонили девочки."
        mt "Вот как? Ну, давайте, посчитаемся."
        "Ольга забормотала, поочерёдно тыкая в каждого из желающих:"
        mt "На золотом крыльце сидели…"
        mt "Попутчик — Женя!"
        show mz normal glasses pioneer at left with dissolve
        mz "Я же не вызывалась…"
        mt "Тебе ничего говорить не надо, ты сама всё поймёшь?"
        mz "Ох, ну ладно."
        show mz normal pioneer at center with move
        "Спрятав очки в карман, Женя поднялась со своего места и заняла стул по ту сторону стола."
        mt "Как новенький, сегодня рассказчиком будет Семён. Прошу к столу!"
        me "Может, не надо?"
        show mz laugh pioneer
        show mt laugh pioneer
        with dspr
        mt "Смелее, рассказчик! Поприветствуем нашего рассказчика!"
        "Под нестройный хор хлопков, я прошёл к месту за столом и уселся на единственный стул."
        show mz smile pioneer
        show mt smile pioneer
        with dspr
        mt "Что ж, а я ведущая. Пожалуй, начнём."
        hide mt with moveoutright
        show mz normal pioneer with dspr
        "Ольга отошла к вешалке, на которой сушился её зонтик и подперла плечом шкаф."
        mt "Смена закончилась, вы отправляетесь домой."
        "Начала вожатая."
        mt "Но вы живёте очень, очень далеко, так далеко, что вам надо добираться до дома на автобусе, а потом и поездом."
        mt "Автобус высадил вас на вокзале."
        mt "В руках у вас только ваш чемодан да билет с номером вагона и места."
        mt "Второй вагон, двенадцатое место! {w}Верхняя полка!"
        window hide
        with fade
        mt "На полустанке очень жарко, но вы не можете уйти в кафе попить воды, потому, что поезд здесь будет стоять всего две минуты, и вы очень боитесь опоздать."
        mt "А ещё вы ни разу не были здесь, поэтому не знаете, откуда пойдёт поезд, где ловить второй вагон."
        mt "Проводник, конечно, должен пустить, даже если вагон не ваш, а потом сопроводить по составу. Но вдруг нет? Вдруг он скажет: «Иди, мальчик, в свой вагон»."
        mt "А как пробежать целый поезд за две минуты? {w}Так что вы стоите и ждёте там, где, по вашим прикидкам должен остановиться ваш вагон."
        mt "Вокруг жарко и сухо, вам хочется пить, а чемодан очень тяжёлый, но это не портит вам настроение."
        mt "Ведь у вас столько есть, о чём рассказать дома о лагере!"
        "Ольга понизила голос."
        mt "И вот на горизонте появляется поезд! Он идёт именно так, как вы планировали, останавливается именно там, где вам хотелось."
        mt "И…"
        mz "Давай, помогу, мальчик."
        me "Но чемодан очень тяжёлый…"
        show mz smile pioneer with dspr
        mz "Мальчик, поезд ждать не будет! Давай чемодан и запрыгивай!"
        me "Уф… Спасибо."
        "Вокруг царила темнота, тишина, и потому негромкий ритмичный стук сразу привлёк моё внимание."
        "Я оглянулся — девочки, сидящие вокруг стола, негромко постукивали о столешницу, показывая, как поезд отправляется."
        "И выходило у них очень похоже!"
        show mz normal pioneer with dspr
        mz "Какое у тебя место?"
        me "Двенадцатое."
        show mz laugh pioneer with dspr
        mz "Вот как? Значит, будем соседями. Я Женя."
        me "А я… кхм… Я Семён."
        "В какой-то момент я утратил связь с реальностью: весь этот ритмичный стук, звуки дождя из-за окна, горящая свеча…"
        "Я поплыл."
        scene black with dissolve
        $ volume(1.0, "ambience")
        stop music fadeout 3
        stop ambience fadeout 3
        pause(1)
        window hide
        scene bg int_coupe_day_7dl
        show mz smile pioneer at center
        show unblink
        play ambience ambience_7dl["train"] fadein 3
        play music music_7dl["last_summer"] fadein 3
        "Когда я открыл глаза, вокруг уже было смутно знакомое купе поезда, сквозь занавески лился неяркий закатный свет, а напротив меня сидела смутно знакомая девочка."
        "Она не особо-то обращала внимание на меня — её внимание было безраздельно занято леденцовыми кофетками в прозрачных шуршащих обёртках."
        "Зелёными и красными."
        "Разворачивала и забрасывала в рот."
        "Я застонал и принял вертикальное положение."
        "Шуршание мгновенно стихло."
        mz "Ну, пришёл в себя?"
        me "Что случилось?"
        mz "Тепловой удар, такое частенько происходит, если головной убор не носишь."
        me "Вот как?"
        "Я потрогал затылок — голова нещадно болела, а перед глазами плясали радужные круги."
        mz "Откуда едешь?"
        me "Из лагеря."
        show mz normal pioneer with dspr
        mz "Понравилось?"
        "Вопрос хороший. Понравилось ли?"
        "Гораздо больше меня заботило иное — разве мы не должны уезжать из лагеря на автобусе?"
        th "Хотя да, автобус был."
        "Только вот доставил он меня совсем не по назначению, я должен был открыть глаза дома, а не…"
        "Я достал из кармана скомканные билеты, на которых значилось «Калинин — Ленинград»."
        "Логично."
        "За окном царил закат, обваливающаяся в воду линейная перспектива мостов и бесконечные столбы опор."
        me "Скорее, да."
        mz "Расскажешь?"
        "Я помотал головой — та всё ещё кружилась."
        hide mz with dissolve
        "Попутчица тут же вскочила и убежала куда-то, оставила меня в гордом одиночестве."
        "И я, наконец, окончательно запустил сознание — поверил в происходящее вокруг."
        "Старая практика родом из страны детских кошмаров."
        "У меня всегда была куча богатств."
        "Самое ценное из них — это, конечно, время."
        "Моё «я» и «время». Упусти любое из этих сокровищ — и дни побегут на автоперемотке, на автопилоте, не оставляя на ладонях даже пыли."
        "Моё «время» плотно забито неким вымышленным миром, потому и части мира реального воспринимает с трудом."
        "И это неплохо в целом. Если ты на работе, где смена идёт 12 часов, на бесконечно длинной паре, на линейке, посвящённой очередной беспредметной чуши."
        "Там так удобно отключать «я», позволяя себе перематывать целый день, спасая себя и психику от неизбежного при всех прочих отупления."
        "Только вот…"
        "Моего «времени» жалко."
        "Я ведь не живу, так получается?"
        "На работе или учёбе проматываю время, а дома лежу пластом, восстанавливая затраченную энергию — тело всё это время работало, тратило силы и теперь требует!"
        "В результате из детских планов работать до шести часов, а с шести до отбоя заниматься творчеством получается пока только работать до шести."
        "А потом падать спать."
        "Или смотреть сквозь монитор, не в силах уловить информацию на экране."
        "Ни жизни. Ни творчества…"
        "Говорю же — моего «времени» жалко."
        "Про «я» уже даже не вспоминаю — они должны качаться в противофазе маятниками, лишь в моменты полного совпадения выдавая мгновения значимого бытия."
        "А сколько я уже ничего подобного не ощущал? {w}Пять лет? Десять?"
        "Видимо, бегство в этот лагерь было моим последним шансом остаться живым."
        "Бегство, ставшее стационаром. Процедурами для спасения психики."
        "И как мне понравился мой «санаторий»?"
        show mz smile pioneer with dissolve
        mz "Вот, держи. Здесь ромашка и мелисса, немного полегче будет."
        "Попутчица протянула мне стакан в фирменном подстаканнике."
        me "Спасибо."
        mz "А не за что."
        "Она снова зашуршала фантиками."
        "Так мы и ехали некоторое время в полном молчании."
        show mz normal pioneer with dspr
        mz "Скучаешь?"
        th "Скучаю? Сложно сказать."
        "Я привык к тому, что у меня всегда с собой есть балалайка с кучей книг и игрушек."
        "Да, недавно появилась, потому я в неё ещё не наигрался."
        "И одновременно не понимал, как живут современные детишки?"
        "Все поголовно угадженные, из уха торчит наушник, глаза стеклянные, мира вокруг нет."
        "Считают себя лучше других, а по сути, не отличаются."
        "Так что — да. Я считаю себя лучше."
        "Пусть куча фильмов и книг в кармане, пусть."
        "Зато у меня было детство."
        "Детство."
        "А не нынешнее поколение, у которого детство отличается от взрослости тем, что их не заставляют на работу ходить."
        "А так всё то же самое: интернеты, планшеты… Равнодушие."
        me "Наверное, скучаю."
        "Не покривив душой, ответил я."
        me "Там были такие люди…"
        show mz smile pioneer with dissolve
        mz "А ты знаешь, что если выбрать себе точку, то куда бы ты ни ехал, ты обязательно вернёшься?"
        me "И в лагерь?"
        mz "И в лагерь."
        "Кивнула попутчица."
        mz "Есть легенда, что люди соединяют путями точки с одинаковыми названиями совсем не просто так."
        me "А как?"
        show mz laugh pioneer with dspr
        mz "Со злым умыслом!"
        show mz smile pioneer with dissolve
        mz "Эти точки связаны между собой, даже если между ними нет прямой дороги."
        mz "Потому и влюблённые, из тех, что поумнее, расставаясь, селятся там, где названия звучат одинаково — так они лучше чувствуют друг друга."
        mz "Только следующий шаг — сесть и поехать — мало кто решается совершить."
        me "Так если прямой дороги нет?"
        mz "Ну и что? Дорогу надо просто попросить."
        mz "И она сама себя выведет куда ты только захочешь."
        me "Это же противоречит…"
        show mz normal pioneer with dspr
        mz "Всем законам физики? {w}А ты слышал, что у дорог есть свой покровитель?"
        mz "Сколько существуют дороги, у них всегда был и есть покровитель."
        me "И кто же он?"
        mz "Его раньше звали совсем иначе, да и был он совсем другой."
        mz "Шимата-но Ками, божественная чета Яшимата; Ксаман Эк; Гермес."
        me "Меркурий?"
        mz "А какая разница?"
        "Я покачал головой. {w}Разницы действительно не было."
        mz "Сейчас он отказался от имени, но всё ещё могуч, этот один из двух божеств, оставшихся живыми в нашем мире."
        mz "Он, да богиня случайности…"
        me "Рандом."
        "Догадался я."
        mz "Верно. {w}А ты частенько её поминаешь, да?"
        me "Я думал, это «он», в смысле, мужчина."
        show mz smile pioneer with dspr
        mz "Это бог. Он может быть как «он», так и «она»."
        me "Хорошо, я понял. А кто же тогда покровитель дорог?"
        mz "Как я уже говорила, он отказался от имени, и немногие верующие знают его теперь как"
        $ sunset_time()
        $ persistent.sprite_time = "sunset"
        scene expression Dawn("bg int_coupe_day_7dl")
        show mz smile pioneer
        with fade
        extend " дорожного демона."
        "Всё это звучало настолько логично, настолько правильно, что мозг буксовал в поисках контраргументов."
        "И не мог найти ни один."
        "Потому и веры в слова попутчицы было немного."
        mz "Не веришь, да? {w}А сам пользуешься дорогами."
        mz "Неужели никогда не было такого, чтобы ты оказывался там, где желаешь, но не помнишь дороги?"
        me "Предположим, было. {w}Но я спал."
        mz "Его проделки."
        mz "Хочешь конфетку?"
        "Она протянула мне ладонь с двумя разноцветными конфетами."
        "Зелёной и красной."
        me "Спасибо."
        "Красная оказалась барбарисовой, моей любимой."
        mz "Барбариски любишь? Наш человек. {w}Но тархун тоже попробуй, рекомендую!"
        me "Да, спасибо."
        window hide
        with fade
        mz "Вечность пахнет полынью."
        mz "А дороги — барбарисом."
        me "Вечность пахнет полынью…"
        "Голову снова закружило, и я поднял ладонь перед лицом, пошевелил пальцами."
        "Проверял задержку между сигналами мозга и реакциями руки."
        "Задержа составляла четверть секунды — лаг."
        mz "Эй, не засыпай, ляг нормально!"
        me "Что?"
        stop music fadeout 3
        stop ambience fadeout 3
        pause(1)
        window hide
        scene bg ext_city_night_7dl
        show blackout_exh
        show prologue_dream
        with dissolve
        $ prolog_time()
        play music music_7dl["uneven_me"] fadein 3
        "У метро повесили гадальные автоматы в виде страшных рож в эстетике инков."
        "Страшных оскаленных рож с оскаленной пастью, куда тебе надо положить ладонь, чтобы получить свой прогноз."
        "Хиромантия, хреномантия."
        "Я никогда во всю эту чушь не верил, но сейчас почему-то не пожалел сотенной."
        "Ладони было горячо, а автомат так страшно сверкал красными глазами, будто и в самом деле собирался откусить мне кисть."
        "Но недолго."
        "Внутри него что-то загудело, наружу полез чек из термочувствительной бумаги."
        "Штрих-код, схема, какие-то непонятные цифры."
        "Надо же."
        "Гадальный автомат у метро выдал мне справку о моей чистоплотности."
        "Порадовал… Эгоиста — что руки вымыл."
        "Хотя лучше бы написал правду — про то, что к двадцати годам я всё ещё был несостоявшимся чмом без достоинств."
        "О чём тут ещё можно было написать?"
        "О том, что клюнувшая на меня девушка сделала это либо из жалости, либо в силу неразвитого вкуса?"
        "Сейчас мне нечем привлечь девушку, ибо ничего я из себя не представляю."
        "Что об этом говорит ваша херомантия?"
        "Автомат скромно молчал — ждал ещё одну сотенную."
        "Я плюнул и отошёл."
        "Везде пытаются нажиться на тяге человека к эзотерике, а в результате, куда ни ткни — одно и то же."
        "Деньги."
        "И никаких ответов. {w}А мне так нужен был хотя бы один…"
        "Я ехал до своей станции, чувствуя себя оплёванным и опустошённым."
        "Потому и на комок шерсти, жалобно плачущий у подъезда, отреагировал не так, как мне было привычно."
        "А просто нагнулся и подобрал его с тёплой трубы, спрятал за пазуху."
        "В подъезде снова было темно, свет был только от лампочки на столе консьержки, так что дорогу до лифта пришлось искать наощупь."
        window hide
        scene bg int_home_lift_7dl
        show blackout_exh
        show prologue_dream
        with dissolve
        "В лифте комочек отогрелся и мирно засопел у меня на груди, неумело замурлыкал."
        me "Да."
        "Согласился я."
        me "Теперь у тебя есть свой человек."
        window hide
        scene bg int_sam_house_clean_7dl
        show blackout_exh
        show prologue_dream
        with fade
        "К счастью, молока дома хватало — в «тетрапаках», шестипроцентного."
        "Оставалось просто намыть моего нового соседа, погреть молока, и…"
        "Сосед оказался девочкой. Кошкой."
        "И впереди были долгие полгода, пока я выхаживал её, возил к ветеринарам, лечил застуженную мочеполовую и содранную на боку шкурку."
        "Эти полгода я прожил как живой человек."
        "Ко мне снова вернулись мои «я» и «время» — особенно в самый первый день, когда девочка чуть не перестала дышать, а я метался по квартире и интернету в поисках решения."
        "А в два часа ночи выскочил из квартиры, забыв шапку, помчался в круглосуточную ветеринарную…"
        window hide
        with fade
        "Вернулись мы только под утро и сразу легли спать."
        "Я не знаю, что снилось ей, а вот мне…"
        stop music fadeout 3
        window hide
        scene anim_underwater
        show blackout_exh
        show prologue_dream
        with dissolve
        pause(1)
        play music music_7dl["youre_not_real"] fadein 3
        "Мне снилось что-то крайне странное."
        "Землёй горьких слёз это место назвали неспроста."
        "Когда-то здесь произошла жуткая экологическая катастрофа, в результате которой под воду ушёл целый район Токугавы."
        "Капитально ушёл — с борта лодки можно было видеть сквозь толщу воды типовые панельные семиэтажки, проплывающие под нами на глубине всего-то в два метра."
        "Кое-где над водой даже торчали антенны, потому приходилось править лодкой крайне аккуратно."
        "Она, конечно, из какой-то химической дряни, обладает жуткой плавучестью, но течь в лодке — всегда неприятно."
        "Здесь погибло около двухсот тысяч человек. В одночасье."
        "С тех пор и установилась традиция запирать берега бетонными стенами, а сюда, в качестве назидания направлять тех, кто плюёт на природу."
        "Вот, как нас."
        "Или это было ещё раньше?"
        window hide
        scene bg ext_adductius_7dl
        show blackout_exh
        show prologue_dream
        with fade
        "Сначала я упустил трубку, точно."
        "Китайская реплика какого-то жутко навороченного телефона из-за дождя скользила в руках, потому и улетела так легко."
        "Скользя, промчалась по асфальту и в итоге исчезла за решёткой ливнёвки."
        "А после катастрофы на Токугаве решётки в Японии очень широкие."
        window hide
        scene black
        show blackout_exh
        show prologue_dream
        with fade
        "Я в ужасе вскочил, вскинулся на шезлонге, заботливо укутанный пледом."
        "Трубка была здесь."
        "Звонок на телефон жены как средство успокоения."
        "Я знаю, что у меня нет жены и никогда не было, но номер почему-то помнят пальцы."
        "Долгие гудки, и в итоге, когда должен прозвучать автоответчик, щёлкнуло что-то и в трубку вкатился наглый голос того хлыща, что вился вокруг Ланки последнюю неделю."
        voice "Привет, рогоносец. Ты уже догадался — что произошло, верно? Да."
        voice "Твоя жена ушла ко мне. И не то чтобы она сильно нужна была мне, но я её оставлю."
        voice "На правах части гарема. Она знает, она согласна. Вот и подумай, что же в тебе не так, если молодая, красивая девушка согласна даже на такое — лишь бы не с тобой. Сайонара."
        "Я бессильно сдавил трубку в кулаке."
        "Ланка, Ланка…{w} Как же ты так, а?.."
        "Хотя я с первых дней не верил в её ко мне чувства — чем мог заинтересовать прелестную аспирантку сухарь с кафедры?"
        "Да ничем."
        "И эту неделю вот я только и мог, что бессильно наблюдать за рассыпающимися и без того непрочными чарами, неспособный что-то изменить или помешать — и становлениём новых, вокруг всё того же хлыща."
        "И не хотел мешать."
        "Всё повторял себе — насильно мил не будешь, мол, сердцу не прикажешь."
        "Так или иначе, нам надо прожить здесь ещё неделю — и именно парой."
        "Потому что несемейных русских в Нихоне не любят."
        "Я затянулся поглубже и задумался."
        "Сегодня в чашке поселились личи и грейпфрут — винный фрукт."
        "Мог ли я обвинять Свету в происходящем?"
        "Мне достаточно хватало предзнаменований — потому и жил я в вечном ощущении дежавю."
        "Я просчитал всё, включая издевательский тон этого деятеля."
        "Потому притворяться, что ничего не произошло, было проще простого."
        "Хлопнула дверь — Ланка вернулась в номер."
        "Как всегда, с кучей барахла и сувениром для меня."
        th "Бедная бедная девочка... Интересно, она сама понимает, что наделала сама и позволяет творить ему? А про автоответчик в курсе?"
        "Заскрипела рольдверь, по мрамору процокали каблучки, и моего лба коснулись прохладные губы."
        voice "Привет, дорогой."
        voice "Сегодня я немного переборщила с покупками, так что и тебе пришлось взять побольше."
        voice "Ты как насчёт новой пары кроссовок? Я помню твой размер."
        "Вот и ответ. Не знает."
        me "Завтра ничего не планируй, едем на Землю Слёз."
        voice "Но я же…"
        "Она осеклась."
        me "Да-да?"
        voice "Нет, ничего. К морю, значит, к морю."
        me "Ничего не планируй, ясно тебе?"
        voice "Да, как скажешь, милый."
        "Она упорхнула, снова оставив свой айфон у меня на коленях."
        "Знала, что я не могу его разблокировать без её лица."
        "Зато я знал пин-код."
        "Руки мыть надо, когда телефона касаешься, чтобы по следам на стекле не спалили."
        "Так что я набрал пин, и…"
        stop music fadeout 5
        play ambience ambience_7dl["train"] fadein 3
        mz "Эй, просыпайся!"
        "В пространство моего сна вдруг вторгся чей-то крайне знакомый голос."
        me "А, что?"
        "Я открыл глаза."
        $ night_time()
        $ persistent.sprite_time = "night"
        window hide
        show unblink
        scene bg int_coupe_night_7dl
        show mz normal pioneer
        with fade
        play music music_7dl["to_the_sunrise"] fadein 3
        mz "Вокзал."
        me "О, спасибо."
        "Я спрыгнул с полки и начал в спешке собирать вещи."
        mz "Куда это ты собираешься?"
        me "Так Московский вокзал же.{w} Поезд дальше не идёт."
        show mz laugh pioneer with dspr
        mz "Дурачок… Это у тебя он не идёт.{w} А у того, кто спешит…"
        mz "Тебе же потом ещё четыре часа на автобусе ехать?"
        me "Откуда вы знаете?"
        mz "А электрички там ходят?"
        "Проигнорировала вопрос попутчица."
        me "Ну…"
        mz "Садись. Доедешь с ветерком."
        "Она подмигнула мне неожиданно знакомым жёлтым глазом."
        "А я никак не мог вспомнить — где раньше мог видеть такие?"
        th "У кого?"
        mz "Ну что… Поедешь со мной?"
        th "Она!"
        "Сладко обмерло внутри."
        me "Эй, заканчивай притворяться!{w} Я знаю, что это ты."
        show mz smile pioneer with dissolve
        mz "Ну и что? Мне так удобнее."
        me "Да как хочешь."
        "Женя… Вернее, уже не-Женя хихикнула и закинула ещё одну ледяшку в рот."
        window hide
        with fade
        me "Как ты меня нашла?"
        "Спустя некоторое время поинтересовался я."
        mz "Учитывая, как ты постоянно дёргаешь окружающее пространство — это было легко."
        mz "Я тебя лучше провожу сейчас по-человечески.{w} Но ты должен дать мне обещание."
        "Она наклонилась ко мне и обдала запахом барбарисовых леденцов."
        mz "Больше никаких путешествий без взрослых, ясно тебе?"
        "Я судорожно кивнул."
        mz "Вот и молодец."
        "Она крепко обняла меня и поцеловала в лоб."
        mz "Принести тебе чая?"
        me "Да, пожалуйста."
        hide mz with dissolve
        "Не-Женя удалилась, а я хотел было выскочить за ней в коридор, но, откатив в сторону дверь, застыл в ужасе на пороге."
        window hide
        scene anim_digi
        with dissolve
        "По ту сторону двери было совсем не то, чего я ожидал."
        "Не приличный коридор купейного вагона, а вообще непонятно что!"
        "Вокруг всё блестело, переливалось, неслось в разные стороны, и не было там ни верха, ни низа."
        window hide
        play sound sfx_close_cabinet
        pause(1)
        scene bg int_coupe_night_7dl
        with flash
        "Я почувствовал, как соскальзываю в эту бездну и с силой захлопнул дверь."
        "Откинулся на подушки, тяжело дыша."
        "И тут же откатилась дверь, там показалась моя попутчица."
        show mz normal pioneer with dspr
        "Я кинулся проверять — за её спиной был вполне себе нормальный коридор."
        show mz laugh pioneer with dspr
        mz "Думал сбежать?"
        me "В туалет хотел."
        "Буркнул я."
        mz "В туалет пока нельзя. Не слышишь, не тронулись ещё."
        me "Да как мы тронемся, мы на тупиковом вокзале!"
        show mz normal pioneer with dspr
        mz "Ты пей свой чай, пей."
        "За дверями прогрохотали чьи-то сапоги, кто-то заголосил, забормотал на несколько тонов."
        "Всё стихло."
        mz "Хочешь барбариску?"
        me "Да, спасибо."
        mz "Или тархун?"
        me "А мне и те, и те нравятся."
        "Сказать по правде, до сегодняшнего дня я никогда не слышал о тархуновых леденцах, но мне понравился их вкус!"
        mz "Вот и правильно, вот и хорошо."
        "Попутчица запустила руку в карман и насыпала мне красных и зелёных ледяшек в ладонь."
        mz "Помни, дорога пахнет барбарисом, а вечность — полынью."
        "Я пригубил было чай, и тут же чуть им не подавился."
        "Поезд явно тронулся с места."
        "И тронулся ровно в ту же сторону, куда мы ехали."
        me "Да куда мы едем?"
        mz "Можешь посмотреть в окно."
        "Безразлично пожала плечами не-Женя."
        window hide
        with fade2
        "А за окном была непроглядная темень."
        me "Очень смешно."
        mz "А что ты ожидал увидеть? Как мы проходим сквозь Московский Вокзал?"
        mz "Путешествия тебе не игрушки."
        "Надувшись, я решил больше не позволять себя подначивать и воздал должное угощению."
        mz "Вот и кушай, кушай."
        mz "Дорога пахнет барбарисом, а вечность…"
        $ sunset_time()
        $ persistent.sprite_time = "sunset"
        stop music fadeout 6
        pause(1)
        window hide
        scene bg int_clubs_male_rain_7dl
        show mz smile pioneer
        with dissolve
        $ volume(0.5, "ambience")
        play ambience ambience_7dl["rain"] fadein 3
        mz "Полынью!"
        "Окружающие рукоплескали."
        "А я как будто только-только пришёл в себя: обвёл растерянным взглядом девочек, вожатую…"
        me "И что это было?"
        show mt laugh pioneer at right with dissolve
        mt "Лучше ты расскажи нам, что это было — про Японию, поезда, дороги…"
        me "Я не знаю…"
        show dv laugh pioneer2 at left with flash
        dv "Но получилось круто! Молодец, новичок!"
        "Алиса хлопнула меня по плечу."
        mt "Так, ладно, дети! А теперь самое важное!"
        me "Что?"
        hide dv with dissolve
        mt "Собираемся вокруг свечки!"
        mt "Давайте-давайте! Ещё теснее!"
        "Все собрались вокруг нас, и Ольга заговорила."
        show mt normal pioneer with dspr
        mt "Есть много способов загадать желание."
        mt "Можно на падающую звезду, можно между тёзками."
        mt "Но самый верный способ — это загадать желание, когда мы все собрались вокруг свечи и смотрим на неё."
        mt "Она обладает силой, притягивающей внимание, она может почти всё."
        mt "Вам надо просто…"
        th "… попросить."
        "Произнесло вдруг что-то в голове крайне знакомым голосом."
        mt "Загадать желание!"
        hide mz
        with dissolve
        mt "Итак, давайте, собираемся все вместе и на счёт три задуваем свечку и загадываем желание!"
        "Славя уже стояла рядом."
        "Все девочки стояли рядом."
        mt "На счёт три!"
        hide mt with dissolve
        voices "Раз…"
        voices "Два…"
        voices "Три!"
        "Мы синхронно нагнулись к свече и дунули."
        "Огонёк погас."
        th "Я хочу узнать, что это было."
        "Вот и всё, что успел загадать я."
        "Показалось, или где-то далеко-далеко послышался едва уловимый детский смех?"
        "Или не показалось?"
        show us laugh sport at cright with dissolve
        us "… чтобы закончился дождь!"
        stop ambience fadeout 6
        show mt normal pioneer at left with dissolve
        mt "Ульяна! Желание нельзя вслух произносить!"
        "Строго попеняла вожатая."
        show dv smile pioneer2 at fright with dissolve
        dv "Но он и правда закончился."
        mt "Да?"
        $ volume(1.0, "ambience")
        play ambience ambience_clubs_inside_day fadein 4
        "Ольга кинула взгляд на часы."
        mt "Ох, ты ж… Так, ребята, все собираемся и идём к столовой!"
        mt "Засиделись мы что-то, время без пяти два."
        show us smile sport with dspr
        us "Ура! Моё желание сбылось!"
        show dv grin pioneer2 with dspr
        dv "Оно бы и так сбылось, балда!"
        "Послышался звонкий звук щелбана."
        dv "Надо было заказывать нового медведя! Ну, или конфет."
        us "Медведя мне и так привезут! А конфет я дома наемся!"
        mt "Так, девочки! Руки в ноги — и марш в столовую."
        mt "Семён, тебя тоже касается."
        "Я послушно кивнул и отправился вслед за всеми."
    else:
        window hide
        scene bg ext_clubs_rain_7dl
        with dissolve
        "За спиной доносилось сосредоточенное сопение пополам со шлёпаньем по лужам."
        "Когда мы подошли к клубу, вожатая обогнала меня:"
        show mt normal pioneer with dissolve
        mt "Подсвети?"
        "Я приподнял лампу, и вожатая достала из кармана брелок с несколькими ключами."
        "Это была уже не та монструозная связка, которую я видел раньше."
        "Видимо, в отличие от Слави, оттягивать себе карманы Ольга совсем не спешила."
        mt "Он самый."
        "Обрадовалась она."
        play sound sfx_unlock_door_campus
        pause(1)
        mt "Заходите, ребята."
        $ volume(0.5, "ambience")
        window hide
        play sound sfx_open_door_clubs_2
        pause(1)
        scene bg int_clubs_male_rain_7dl
        with dissolve
        "А вот внутри уже всё было готово к мероприятию!"
        "Стол был пуст и даже, кажется, чист, вокруг него расставили табуретки."
        "Мы было кинулись занимать их, но Ольга остановила нас:"
        show mt normal pioneer with dspr 
        stop music fadeout 3
        mt "Табуретки уберите под стол, они нам сегодня не потребуются."
        us "Ну, почемуууу…"
        play music music_7dl["you_are_soul"] fadein 3
        "Дождавшись завершения уборки, Ольга кивнула мне, и я поставил лампу в центр стола."
        "Рядом на стол легла чёрная картонная коробка. "
        mt "Тема сегодняшней свечи — разговор в темноте."
        mt "Эта свеча отличается от других."
        mt "Дело в том, что свечек будет не одна, а сразу несколько!"
        mt "Для начала займите места, которые вам покажутся самыми удобными."
        mt "Садиться на табуретки нельзя, а на стулья, кресла и подоконники — можно."
        us "Ура!"
        "Обрадовалась Ульянка и заняла стул кибернетиков."
        "На нём, правда, стояли какие-то коробки и пакеты, но нашу егозу это совершенно не смущало."
        "Она угнездилась наверху с довольным видом и высокомерно поглядывала на нас:"
        us "Я царь-гора!"
        show mt smile pioneer with dspr
        mt "Сиди уж… царь-гора."
        "Пока я наблюдал за эволюциями нашей общей головной боли, остальные девочки уже успели разбрестись по помещению."
        hide mt with dissolve
        "Кто-то занял место на подоконнике, кто-то уселся на край стола."
        "Лена и Алиса стояли у шкафов на противоположных сторонах комнаты и подпирали их плечами."
        "Один я остался без места."
        "Пришлось усаживаться рядом с Мику — на подоконник."
        "Я ожидал очередной вербальной атаки, но нет, ничего такого."
        "Японка сидела и с любопытством наблюдала за творящимся в помещении."
        "Ей эти игры, видимо, были внове."
        show mi normal pioneer with dissolve
        mi "А что будет дальше?"
        me "Я не знаю, я сам в первый раз такое вижу."
        show mi smile pioneer with dspr
        mi "Интерееееесно!"
        "Воскликнула Мику, потирая ладошки."
        hide mi with dissolve
        show mt normal pioneer at right with dissolve
        mt "Мику, цыц! Так, теперь выбираем двух ведущих."
        show us laugh sport at left with dissolve
        us "Я буду, я!"
        show mt grin pioneer with dspr
        mt "Неужели даже с кучи своей слезешь?"
        show us laugh2 sport with dspr
        us "А можно я буду ведущей, не слезая со стула?"
        mt "Нельзя!"
        show us dontlike sport with dspr
        us "Вот так всегда!"
        hide us with dissolve
        mt "Значит, ведущими будут… Мику."
        show mt grin pioneer at right with dspr
        show mi happy pioneer with dissolve
        mi "Я!"
        "Японка спрыгнула с подоконника и подбежала к вожатой."
        mt "И Алиса."
        show dv normal pioneer2 at left with dissolve
        "Алиса кивнула и подошла к Ольге и Мику."
        mt "Правила простые: вы зажигаете свечку от лампы и можете подойти к какому-нибудь — любому — человеку и сказать ему какие-нибудь добрые слова."
        mt "Но только тихо, чтобы слышали только вы и он. Всё понятно?"
        "Мику кивнула, а Алиса скривилась."
        "Видимо, ей не очень-то нравилась идея говорить кому-либо что-то доброе."
        "Дело её."
        mt "А теперь…"
        window hide
        scene bg int_clubs_male_rain_7dl
        show blackout_exh
        with fade
        $ night_time()
        $ persistent.sprite_time = "night"
        mt "Наступает ночь!"
        "Ольга резко задёрнула шторы, и в помещении сгустились сумерки, с трудом разбиваемые тремя неяркими свечками."
        "И началось…"
        "Суть игры мне не была понятна до конца — просто ходить и говорить что-то, и всё?"
        "В чём смысл?"
        "Вот в «горячий стул» можно было бы поиграть — там есть побеждённые и победившие."
        "А здесь…"
        "В общем, не знаю."
        "Хитрость ситуации состояла ещё в том, что следовало бы как следует запомнить расположение присутствующих, чтобы в потёмках подойти именно к желаемому человеку."
        "Я, например, помнил, что Ульянка сидит во главе стола на куче вещей."
        "А остальные?"
        "Не мог вспомнить."
        "Да, по большому счёту, и не хотел."
        "В имеющейся ситуации я почему-то не мог найти того, кому мог бы сказать несколько слов одобрения."
        "Разве что Славе."
        "Только вот нет её."
        "Огоньки перемещались в потёмках, слышны были переговоры вполголоса."
        mt "И… Наступает день!"
        window hide
        scene bg int_clubs_male_rain_7dl
        with flash
        $ day_time()
        "Шторы разъехались в разные стороны, вынуждая каждого из нас недовольно жмуриться из-за непривычно яркого света."
        show mt normal pioneer at left with dissolve
        mt "Теперь ведущие отдают свечку тому, с кем говорили, и занимают их места."
        show el sad pioneer at right with dissolve
        el "А пожно переход хода без наступления дня?"
        show mt surprise pioneer with dspr
        mt "Да? А разве так не интереснее?"
        voices "Нет! Не интереснее!"
        voices "Глаза режет!"
        show mt smile pioneer with dspr
        mt "Ну, хорошо. Тогда пусть у нас будет долгая, бесконечная ночь."
        mt "Переход хода!"
        window hide
        scene bg int_clubs_male_rain_7dl
        show blackout_exh
        with fade
        $ night_time()
        "Огоньки свечей снова поплыли в темноте."
        "Каждый, видимо, подбирал слова, которые мог бы сказать, но никак не находил момента."
        "Каждый находил минутку для того, чтобы пообщаться с тем, с кем давно хотел."
        "И это броуновское движение двух крохотных молекул, сотканных из света…"
        "Оно завораживало."
        "Если бы только не одно «но»."
        "За наблюдением я совершенно утратил счёт времени. Люди менялись, ходили, говорили друг другу что-то."
        "Судя по подсчётам, далеко не один раз уже успели смениться ведущие."
        "А вот ко мне почему-то никто не подходил."
        "То ли не хотел, то ли…"
        th "Славя бы, наверное, подошла…"
        "С неизвестно откуда взявшейся тоской подумал я."
        th "У неё всегда есть, что сказать хорошего."
        th "А у всех остальных, похоже…"
        "Я задумался о том, что могло бы случиться, если бы свечка попала ко мне."
        "К кому бы я пошёл и что сказал."
        mt "Что?"
        "Раздался в темноте голос вожатой."
        mt "Мне? Но я же не играю!"
        mz "На свечке все — часть круга."
        "Непререкаемо проронил знакомый скрипучий голос."
        mt "Да? Что ж… Что ты хочешь сказать мне, Женя?"
        "Женя что-то негромко забормотала."
        th "Вот, даже к вожатой свеча попала."
        "Совершенно отстранённо подумал я."
        th "Это кое-что говорит о моей популярности в отряде."
        th "Так всё-таки, к кому бы я пошёл, если бы был ведущим?"
        th "Что сказал?"
        $ persistent.sprite_time = "night"
        mt "Семён?"
        "Из ниоткуда чуть ли не под самым моим носом появился огонёк."
        mt "Держи."
        me "Что? А, спасибо."
        "Ну вот, вроде бы, только горевал о своей исключительности, и — на тебе."
        "Даже не знаю, как себя вести."
        mt "Не надо хвататься за огонь."
        "Донёсся смешок."
        mt "Свеча ниже."
        me "Ой, извините."
        "Нашёлся в темноте и тонкий, жирный на ощупь цилиндрик парафиновой свечки."
        "Он привлекал внимание, как привлекает любой огонь в темноте."
        "И как будто весь сужался до размера лишь одного меня, оставляя собеседника в темноте."
        "Психологический трюк, позволяющий сказать самое главное и не сильно смущаться при этом."
        th "Ольга, Ольга… {w}Манипуляторша."
        show mt normal pioneer with dspr
        mt "Что бы ты о себе ни думал, Семён — но ты важная часть нашей семьи."
        "Негромко заговорила вожатая."
        "Девочки притихли, чтобы не мешать, и сами  начали прислушиваться."
        mt "У тебя длинная и неприятная история, я понимаю. {w}Но просто помни о том, что есть люди, которым не всё равно."
        me "Длинная?"
        show mt smile pioneer with dspr
        mt "Говорит только ведущий."
        "Напомнила она."
        mt "Не думай, что твоя отстранённость позволит тебе закрыться от самого важного в людях — их желания помочь."
        mt "Я хочу, чтобы ты сегодня, когда закончится дождь, отбросил свою пасмурность и начал улыбаться."
        th "Далась им всем моя улыбка."
        "Потерянно подумал я."
        mt "Если день плохой — просто ложись спать. {w}Пусть проходит, будет новый."
        mt "Всегда обязательно будет новый день."
        mt "Всегда будет шанс начать всё заново и вместе с солнцем улыбнуться друг другу."
        "Девочки выдохнули, а сама Ольга потрепала меня по плечу:"
        mt "Не надейся отсидеться в углу, понял? {w}Отряд — это мы все вместе."
        mt "А теперь двигайся и пойди скажи кому-нибудь что-то хорошее."
        stop music fadeout 2
        hide mt with dissolve
        "Стащив меня с подоконника, девушка заняла моё место."
        play music music_7dl["Redemption"] fadein 3
        "А я… Я оказался в темноте."
        "Лишь справа от меня светилась неподвижная лампа на столе, да где-то далеко в темноте плыл собрат огонька в моей руке."
        me "Я ничего не вижу."
        "Пожаловался я."
        "В такой темноте, тем более, в таком клубе можно было серьёзно пораниться."
        dv "Так в этом и вся соль."
        "Донёсся голос Алисы со стороны стола."
        mi "Ты должен найти человека, которому тебе важно что-то сказать. {w}Не ищи глазами."
        "А вот Мику была уже где-то около входа."
        us "Ставь перед собой ногу, чтобы не кувыркнуться!"
        "Посоветовал голос вообще откуда-то снизу."
        el "Просто отвернись от свечи и зажмурься на пять секунд."
        "Наконец-то конструктивный совет."
        "Я и сделал так, как велел Электроник."
        "Отвернулся, зажмурился…"
        mt "Может, сделать день?"
        "Предолжила Ольга, и все наперебой загомонили."
        "Пришлось вожатой отступиться."
        "А мне…"
        "Что ж, я не видел никого вокруг, но очертания предметов хоть и смутно, но различал."
        "Слева шло ощущение тепла, я было сделал шаг — и остановился."
        "Оттуда донёсся знакомый высокомерный смешок."
        "Ульяна, похоже, вообще, сидит под столом — ну да мне и нечего ей сказать."
        th "А кому есть?"
        th "Пожалуй, только Славе."
        "Я запаниковал:"
        th "И что мне теперь, остановиться вот здесь и сказать, что мне нечего и некому сказать?"
        "Но это было бы жутко неправильно."
        "Мне и так с подачи вожатой дали шанс влиться в коллектив, изображать из себя высокомерную сволочь было бы не лучшим решением."
        th "А будь что будет."
        "Решил я."
        "Закрыв глаза, крутнулся круг своей оси и ткнул рукой в случайном направлении."
        "В ходе этого маневра свеча едва не погасла, и это было бы действительно скверной приметой."
        "Но мы справились."
        "Я сделал крохотный шажок вперёд."
        "Потом ещё один."
        "Разминулся со стулом."
        "Больно ударился бедром обо что-то твёрдое — похоже, что столешницу, вызывая дрожание света в лампе и смех из-под стола."
        "И только после этого сориентировался."
        "Кажется, я сейчас стоял где-то на проходе между входной дверью и дверью, ведущей в чулан."
        "И, если я ничего не путаю, чуть-чуть правее по курсу будет тот самый шкаф, где стояла Двачевская в начале игры."
        "Раз мы все занимаем места, которые уже кем-то были заняты — там должен кто-то находиться."
        "И этот кто-то…"
        show un serious pioneer with dissolve
        "Лена."
        show un shy pioneer with dspr
        "Она тут же смутилась, отвела глаза."
        "Я и сам думал отойти — из всех моих попыток пообщаться с ней ровным счётом ничего хорошего не получалось."
        th "Так что, может, ну его?"
        "Но раз уж пришёл…"
        me "Держи."
        show un normal pioneer
        show blackout
        with dissolve
        un "С-спасибо."
        me "Знаешь, я сначала не хотел с тобой разговаривать."
        "Начал я, припоминая монолог Ольги Дмитриевны."
        me "Потому что тебе, похоже, неуютно рядом со мной."
        me "Несмотря на все мои попытки сгладить углы и если не подружиться, то хотя бы перестать воевать."
        un "Н-но…"
        we "Говорит ведущий!"
        "Грянуло сразу несколько голосов, и Лена поспешно умолкла."
        "Вот и хорошо. Теперь она не сможет убежать, и будет должна меня дослушать."
        me "Потому я перестаю доставать тебя, и это будет последний раз, когда я с тобой разговариваю."
        me "Не знаю, за кого ты меня приняла и что себе выдумала, но я — это не он."
        me "Я вижу, как у тебя портится настроение, когда я появляюсь."
        me "Мне хотелось бы, чтобы сегодня перед сном ты обдумала всё, что я сказал — и постаралась простить меня."
        me "Что бы я с твоей точки зрения не совершил."
        me "Забудешь всё и начнёшь новый день с чистого листа."
        me "А я просто постараюсь держаться подальше. Идёт?"
        un "Н-но…"
        show un cry pioneer with dspr
        un "Я н-не хочу!"
        "Во внезапной тишине прорезавшийся голос Лены прозвучал невозможно ясно."
        un "Не хочу!"
        hide un with easeoutright
        "Девочка сорвалась с места и, бросив по дороге свечку, убежала куда-то в темноту."
        play sound sfx_open_door_clubs_2
        pause(1)
        "Выскочила на улицу."
        "А я так и не понял — приняла ли она мои добрые слова?"
        menu:
            "Бежать за ней!":
                "Я рванулся за Леной!"
                with vpunch
                "И тут же остановился как вкопанный."
                "Передо мной стояла вожатая."
                mt "И куда это мы собрались?"
                me "Так за Леной же!"
                mt "Да какой Леной ещё? Свечку подбери, погасла."
                me "Ой, плохая примета…"
                show mt sad pioneer
                show blackout
                with dspr
                mt "Да нет."
                "Вздохнула вожатая."
                mt "Всё равно свечка уже закончилась."
            "Не бежать":
                $ karma += 10
                "Я растерянно проводил убегающую девочку взглядом и наклонился за лежащей на полу свечкой."
                "Та ещё не погасла."
                me "Что это с ней?"
                "Никто мне не ответил."
                show mt normal pioneer
                mt "Кажется, свеча закончилась."
                "Задумчиво резюмировала вожатая."
        stop ambience fadeout 3
        stop music fadeout 3
        "Сегодняшний день, увы был не из лучших."
        pause(1)
        play music music_7dl["explore"] fadein 3
        us "И дождь закончился!"
        "Крикнула Ульяна."
        us "Слышите? Не барабанит!"
        window hide
        scene bg int_clubs_male_day
        with flash
        $ persistent.sprite_time = "day"
        $ day_time()
        "И правда — по ту сторону стёкол сквозь прорывы в тучах уже проглядывало солнышко."
        show mt smile pioneer with dissolve
        mt "Что ж, на этом объявляем свечу законченной."
        us "А задувать свечу?"
        mt "Конечно!"
        mt "Ну-ка, собирайтесь все вместе."
        mt "На счёт «три» загадываем желание и задуваем свечки. Раз!"
        hide mt with dissolve
        voices "Два!"
        voices "Три!"
        "Мы все вместе наклонились над лампой и дунули."
        th "Пусть Славя поскорее выйдет из медпункта."
        "Успел загадать я."
        "Свеча погасла."
        "А желание…"
        stop music fadeout 1
        pause(1)
        "Что ж, будем посмотреть, как говорится."
        play sound sfx_7dl["eat_horn"] fadein 1
        "И тут в нашу идиллию вторгся такой неуместный, но такой любимый пионерами сигнал."
        mt "Так, девочки-мальчики, выходим на улицу строиться!"
        mt "Не забываем помыть руки перед едой."
        mt "Дождевики, так и быть, можете пока оставить, после обеда переодеться обязательно!"
        us "Ольдмитривна! Мы это слышали уже, не первый дождь!"
        mt "И послушаете ещё раз! {w}Всё, марш на улицу, марш!"
    stop sound fadeout 1
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day5_sl_7dl_herc_day:
    scene bg ext_square_day
    with dissolve
    play ambience ambience_camp_center_day fadein 2
    play music music_7dl["more_than_alive"] fadein 3
    "После дождя лагерь сиял чистотой."
    th "Мог бы и вчера пройти, скотина."
    "Я неприязненно покосился на всё ещё забранный облаками небосклон."
    th "Сразу бы двух зайцев убили: и пионеров бы напрягать не пришлось, и этих олухов огородных разогнали пораньше."
    show sl normal pioneer with dissolve
    sl "Хорошо дышится, да?"
    me "Сыро."
    show sl grin pioneer with dspr
    sl "Ты просто бука! И не умеешь радоваться маленьким вещам."
    me "Я стараюсь не размениваться на мелочи."
    show sl laugh pioneer with dspr
    sl "Поэтому ты из простой игры устроил целый спектакль?"
    me "Да ничего я не устраивал."
    show sl smile pioneer with dspr
    sl "Успокойся, Сёмушка, мне понравилось."
    me "Что ты сказала?"
    show sl normal pioneer with dspr
    sl "А что не так? Я говорю, мне понравилось, очень…"
    me "Я о том, как ты меня назвала."
    sl "Сёмушка."
    show sl shy pioneer with dspr
    sl "Нельзя?"
    me "Да нет, можно."
    "Просто меня уже очень давно так никто не называл. {w}Так давно, что имя резануло ухо, а ассоциативной цепочкой чуть снова не уволокло в прошлое."
    sl "Я теперь тебя буду так называть, не против?"
    "Я не был против. {w}Разве что было некоторое сомнение внутри относительно того, чем могут закончиться все эти ласковые поименования."
    me "Мне кажется, что в этом ничего плохого нет."
    show sl shy2 pioneer with dspr
    sl "Вот и хорошо, Сёмушка! Побежали руки мыть!"
    "Девочка вцепилась мне в рукав дождевика и с места взяла такую скорость, что мне и самому пришлось выложиться как следует — лишь бы не отстать."
    "Лишь бы…"
    window hide
    scene bg ext_dining_hall_near_day
    with dissolve
    "Если дорожку туда Славя бесспорно лидировала, то на обратном пути я поднажал!"
    "И оказался первым у крыльца."
    "Не знаю, что на меня нашло. {w}Скорее всего, появился в крови некий азарт, некое пьянящее чувство вернувшейся юности, бурлящее у самой кожи покалывающими пузырьками."
    "Как будто скучный, старый Семён перестал притворяться старым и вспомнил, что у разума нет возраста, а значит, тебе всегда столько лет, на сколько ты выглядишь."
    "Я уже не говорю про вполне очевидную реакцию у умывальников, когда мы начали плескаться со Славей, на неё попало немного воды и стекло под дождевик, Славя расстегнула посмотреть, и…"
    "Видимо, мало-помалу пыль с застоявшихся инстинктов уносит юным ветром этого времени."
    "Или, всё-таки мира?"
    "Так или иначе, но за последние пять дней я не почувствовал ни какого-то жестокого уныния, ни желания покурить, ни даже придушить кого-нибудь."
    "Внутренний голос — не в счёт."
    dreamgirl "Эй, а чё я сразу?!"
    show sl smile pioneer with dissolve
    sl "Пошли?"
    me "Дамы вперёд!"
    show sl laugh pioneer with dspr
    sl "Спасибо… Сэр."
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 3
    "И уже заходя в дверь, я подумал вдруг, что всему виной и причиной вполне могло стать то странное свидание в купе идущего на Ленинград поезда."
    "Та странная девочка с жёлтыми глазами."
    "Я сунул руку в карман."
    "И вытащил на свет божий две конфеты в прозрачной целлофановой обёртке."
    "Прозрачно-зелёную и прозрачно-красную."
    th "Значит… Не приснилось?"
    window hide
    with fade
    "Столовая была битком, хотя и не так, как вчера."
    "Тем не менее, Славя с места взяла приличную такую скорость, двигаясь к раздаче."
    "Пришлось спрятать конфеты и ускориться, чтобы не отстать."
    "Дав себе очередное обещание, из тех, что дают тысячами, а через минуту забывают."
    th "Я разберусь с этим позже."
    window hide
    with fade
    "Вообще, как я помнил, рыбным днём в моём родном совке называли четверг."
    "Потому были все шансы нарваться на ту же невероятно вкусную порцию минтая с яйцом и пюре, что и два дня назад."
    "К сожалению, мы со Славей стояли в самом конце очереди, потому отсюда разглядеть меню не представлялось возможным."
    th "Стоп. Два дня назад."
    me "Славя, а когда у вас рыбный день?"
    show sl smile pioneer with dspr
    sl "Обычно, по четвергам, а что?"
    me "Но нас же уже кормили этой гадостью! {w}Какой сегодня день недели?"
    th "Четверг."
    show sl serious pioneer with dspr
    sl "Так потому и кормили, что комиссия была, чтобы не стали говорить про несвежие продукты, нам рыбу сварили, а сами новую из города привезли."
    me "Ничего не понимаю. Кого же они ей кормить собрались?"
    show sl normal pioneer with dspr
    sl "Во-первых, не забывай про пересменок. {w}Здесь дети всегда остаются между сменами."
    sl "А во-вторых… Здесь есть взрослые, которые съедят всё, что ни приготовишь."
    me "Тяжёлая физическая обязывает, да."
    "Многозначительно кивнул я."
    show sl laugh pioneer with dspr
    sl "А, я поняла! {w}Ты боишься, что тебе опять то же самое приготовили."
    sl "Не беспокойся, сегодня рис с курицей. {w}Я узнавала."
    me "Спасибо, благодетель."
    ka "Дети, не стойте. Либо двигайтесь с очередью, либо уйдите болтать в сторону."
    show sl shy pioneer with dspr
    sl "Ой, простите, Екатерина…"
    ka "Просто Екатерина."
    "Кивнула вторгшаяся в беседу вожатая."
    $ meet('ka',"Катюшка")
    ka "А ещё лучше — Катюшка. Мне так больше нравится."
    th "Разве эти двое не знакомы?"
    dreamgirl "Знакомы, ещё как. Они для тебя концерт разыгрывают, не видишь?"
    me "А я Семён."
    ka "Я догадалась!"
    "Рассмеялась Катюшка."
    ka "Вы вперёд двигаться будете или нет?"
    "Мы спохватились и сделали несколько шагов вперёд."
    hide sl with dissolve
    window hide
    pause(1)
    with fade
    show sl normal pioneer with dissolve
    sl "Значит, чем после обеда собираешься?"
    "Поинтересовалась Славя, едва мы расселись."
    me "Я бы хотел лечь поспать, но мне вряд ли позволят."
    show sl smile pioneer with dspr
    sl "Неужели тебе не жалко своего времени? {w}У тебя же целое утро, считай, отняли!"
    me "Мне это утро понравилось."
    sl "Неужели?"
    me "Да. {w}Игра в попутчика оказалась жутко увлекательным занятием."
    th "И теперь мне предстоит уйму вещей обдумать и попытаться стыковать их между собой."
    dreamgirl "Чтобы не было несостыковок?"
    th "Для всех, использующих слово «несостыковок» в аду приготовлен отдельный котёл."
    dreamgirl "Глядите на него, какие мы нежные!"
    mt "Это хорошо, ведь у меня есть для тебя ещё одно увлекательное занятие!"
    show mt smile pioneer at right with dissolve
    me "Да кто бы сомневался…"
    "Ольга присела на краешек скамейки и лёгким движением подвинулась сама и подвинула меня в сторонку."
    th "И вот зачем? {w}Я же теперь буду думать не только о промокшей рубашке Слави, но и…"
    "Бррр."
    mt "Семён, ситуация следующая: из-за дождя скорее всего размыло костровую, так что надо бы сходить и прибраться там перед вечерним мероприятием."
    me "Но…"
    mt "Можешь считать это наказанием за твоё вчерашнее поведение."
    me "Да что я сделал-то?!"
    show mt laugh pioneer with dspr
    mt "Тебе перечислить?"
    "Ольга начала загибать пальцы."
    show mt normal pioneer with dspr
    mt "Самовольный уход за территорию — раз. Драка после обеда — два. Хамство гостям лагеря — четыре."
    me "Не сбились со счёта?"
    "Услужливо переспросил я."
    show mt grin pioneer with dspr
    mt "Нет! {w}И это только за один день."
    me "Но об этом же знает только…"
    show mt normal pioneer with dspr
    mt "Ответственной за тебя назначаю Славяну."
    sl "Хорошо, Ольга Дмитриевна."
    "Кивнула девочка. Ей, похоже, всё было нипочём."
    mt "Наденьте что-нибудь от грязи, непачкучее. Есть такое слово?"
    me "Нет такого слова!"
    show mt grin pioneer with dspr
    mt "Вот и хорошо. До встречи на поляне."
    hide mt with dissolve
    "Вожатая ушла, а я уставился на Славю с немым вопросом."
    show sl surprise pioneer with dspr
    sl "Что такое?"
    me "Это ты?"
    show sl smile pioneer with dspr
    sl "Конечно, я! {w}Я же помощница вожатой, помнишь? Я должна всё докладывать."
    me "Но это же была наша тайна."
    show sl shy pioneer with dspr
    sl "Да…"
    if alt_day4_sl_7dl_herc_rendezvous:
        me "А если бы дождя не было, и мы встретились бы снова на берегу? Тоже рассказала бы?"
        show sl sad pioneer with dspr
        sl "Я не могу поступать иначе.{w} Не врать же мне."
        me "Ну и зачем мне тогда это нужно?"
        me "Что-то не очень хочется попасть под новое наказание."
        show sl upset pioneer with dspr
        sl "А как же риск?"
        me "К дьяволу риск."
    "Я заработал ложкой."
    "Обида была лёгкая, зато разочарование…"
    "Кроме разборок с творящимся в лагере, мне теперь предстояло ещё одно дело."
    "Смириться с полной и тотальной публичностью Слави."
    "Или уйти от неё, пока не поздно."
    window hide
    play sound sfx_open_door_2
    pause(1)
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_day fadein 6
    "Всё это странно, всё это грустно."
    window hide
    scene bg ext_dining_hall_away_sunset at zenterleft
    with dissolve
    "Я не мог понять отношения к Славе, не мог понять её отношения ко мне."
    "Старый я просто пожал бы плечами и перестал доверять секретики."
    "Внутри него ровным счётом ничего бы не всколыхнулось, во флегматике этаком."
    "Но, к несчастью, новый я уже совсем не тот."
    "Я уже и забыл, когда последний раз меня могли задеть слова или поступки других людей."
    "И вот…"
    window hide
    scene bg ext_square_day
    with dissolve
    th "Что со мной происходит?"
    "Беззвучно спросил я у неба."
    "Небо молчало."
    th "Что происходит с этими людьми, с этим лагерем?"
    th "Что это было за странное видение, откуда я умудрился вытащить две конфеты?"
    "А у меня их точно не было."
    if alt_day5_sl_7dl_workout:
        "Славя же выдала мне абсолютно новый комплект."
    else:
        "Я проверял карманы перед тем, как одеться — привычка ещё с дома, чтобы не оставлять мелочь по курткам."
        "Не было там ничего."
    "И, наконец, что происходит со Славей?"
    "Разве она не понимает, что отношения не могут быть достоянием общественности?"
    dreamgirl "Разве у вас есть отношения?"
    if alt_day4_sl_7dl_herc_rendezvous:
        th "А чем ты назначение свидания назовёшь?"
        th "Я её не на деловой обед позвал, если ты вдруг не в курсе."
    else:
        me "А как это называется? Мы повсюду вместе."
    dreamgirl "Для неё это может ничего не значить."
    dreamgirl "До тебя трудно доходит, Семён, но Славя — странная. Она очень необычная."
    dreamgirl "Так что глупо ожидать от неё какой-то типовой реакции."
    th "Я думал, странные — это Мику и Женя."
    dreamgirl "У тебя в отряде нет никого, кого можно было бы назвать «нестранным». Смирись и терпи, Сёмчик."
    window hide
    scene bg ext_warehouse_day_7dl
    with dissolve
    play ambience ambience_camp_entrance_day fadein 3
    "Славя всё ещё была занята какими-то своими делами, потому я решил обойти склад в поисках места, где можно посидеть."
    "И замер перед стеной склада, на которой кто-то быстрыми-быстрыми штрихами накидал изображения реки и леса."
    "Уставился на неё."
    "На этой картине всё было резким, диким, кричащим, несмотря на то, что пейзаж сам по себе был мирным."
    "Вот только все эти ломаные линии… Кто-то находился в кризисе, пока рисовал это."
    "И, наверное, даже хорошо, что не стал раскрашивать."
    "Потому что к такому стилю рисунка подходят только багрянец и чернота."
    "У меня в отряде был один товарищ, которого выперли из художки, он тоже рисовал такое."
    "И никогда не красил."
    "Никогда."
    "А однажды решил добавить цвет."
    "Мы нашли его наутро в туалете."
    "В общем, не говорит о душевной стабильности такое художество, совсем не говорит."
    th "Кто бы это мог быть?"
    "Невольно задумался я."
    if ('library' in list_voyage_7dl):
        "В голову приходил всего один человек."
        "Лена."
    else:
        "Никто в голову не приходил."
        "У каждого свои увлечения, свои занятия. Никаких художников я не видел."
        th "Разве что в других отрядах?"
    th "Надо будет сообщить Славе."
    "Я подумал это вяло, отстранённо."
    "На картинке можно было разглядеть, как по мосткам, направленным в воду, бежит какая-то девушка в пальто, бежит к какому-то молодому человеку."
    "Он ещё не обернулся, мы не можем видеть его лица, потому весь рисунок дышит напряжением, ожиданием."
    "Поневоле хочется, чтобы девушка добежала, чтобы смогла — и не поскользнулась, каблук не угодил в трещину между досками, равновесие не изменило…"
    th "Счастливчик он. {w}К нему так бегут."
    dreamgirl "Может, его убить хотят?"
    th "Распахнутыми ладонями?"
    dreamgirl "Смотри, сбоку ещё что-то."
    "«Чем-то», вернее «кем-то» оказалась девочка с парой длинных кос, смотрящая туда же, куда смотрел и парень с картинки — на горизонт."
    "Потому и её лица не было видно."
    "Странная картинка. {w}Картинка затылков."
    sl "Нравится?"
    "Я обернулся."
    show sl normal pioneer with dspr
    me "Кто это рисовал?"
    sl "Лена."
    me "Зачем?"
    sl "Это прошлогодний рисунок. Проведи пальцами."
    "Рисунок казался исполненным грифельным карандашом, но по факту, под пальцами чувствовались все трещинки и ямки."
    "Кто-то потратил уйму времени на то, чтобы не нарисовать, а вырезать картинку."
    sl "Слева я, с косами."
    show sl shy pioneer with dspr
    sl "Правда, они тогда были куда короче. {w}Лена постоянно рисует меня красивее, чем я есть на самом деле."
    me "А что за парень?"
    sl "Прошлое."
    "Грустно улыбнулась девочка."
    sl "Девочка справа — тоже прошлое. Горькое Ленино прошлое."
    me "Расскажешь?"
    show sl upset pioneer with dspr
    sl "Ты же сам понимаешь — это её история. {w}Я не могу."
    me "А про нас ты, значит, можешь?"
    show sl surprise pioneer with dspr
    sl "Нас?"
    "Удивилась Славя."
    sl "Каких «нас»?"
    me "И правда."
    "Девочка-девочка, красивая, добрая и милая. Ласковая, заботливая. Встречает с первого дня."
    "Что может пойти не так?"
    "Наверное, то, что я не привык чувствовать себя особенным?"
    "Потому со мной это не работает?"
    "Я не стремлюсь выделиться, показать себя всем. Быть «одним из» меня больше чем устраивает."
    "Так что алгоритм дал сбой, и цепочка, ведущая от смеха под дождём к горизонту отчаяния внезапно отказалась вдребезги колотить старого Семёна."
    me "Выдай мне всё необходимое для уборки и пошли."
    show sl sad pioneer with dspr
    sl "Но, Семён…"
    me "Выдай мне всё необходимое."
    "Только так и надо."
    stop music fadeout 6
    "Только так и правильно."
    show sl upset pioneer with dspr
    sl "Да, конечно. {w}Пошли."
    window hide
    play sound sfx_open_door_strong
    pause(1)
    scene bg int_warehouse_day_7dl
    show sl normal pioneer
    with dissolve
    play music music_7dl["everyday"] fadein 3
    play ambience ambience_int_cabin_day fadein 3
    "Через несколько минут моему вниманию был явлен засаленный чёрный фартук из какой-то плотной ткани, несколько мётел и огромный мешок."
    me "Перчатки-варежки?"
    sl "Ай, там отмоемся — река в пяти минутах ходьбы от костровой."
    me "Ты-то отмоешься."
    "Пробурчал я. {w}Пачкать руки не хотелось."
    sl "Не думаешь же ты, что я так пойду?"
    me "Да я вообще ничего не думаю."
    sl "Я сейчас в спортивную форму переоденусь — она грязеотталкивающая."
    sl "Подождёшь?"
    me "До дома побежим?"
    show sl smile pioneer with dspr
    sl "Нет! У меня здесь запасной комплект есть."
    sl "Только не подглядывай!"
    me "Да? Ой, чёрт, я как раз только собирался."
    show sl laugh pioneer with dspr
    sl "Стой, где стоишь!"
    hide sl with dissolve
    "Славя упорхнула куда-то в дальнюю часть склада, где за шкафами и зашуршала какими-то пакетами."
    me "Стою…"
    dreamgirl "А что, если…"
    th "Забудь."
    dreamgirl "Да мы краешком глаза только."
    th "Я сказал, я…"
    show sl smile sport with dissolve
    sl "А вот и я!"
    dreamgirl "Нееееет!"
    th "Прибери либидо, чудовище."
    dreamgirl "Ты не хами, а то нашлю три дня дисфункции."
    th "А ты можешь?"
    dreamgirl "Я и не такое могу!"
    th "Тогда нашли на меня полной дисфункции, чтобы не думалось и не моглось."
    dreamgirl "С «не думалось», я, пожалуй, не справлюсь."
    th "Эх ты, а ещё шизофрения!"
    sl "Вот тебе три пары рабочих варежек."
    show sl grin sport with dspr
    sl "Чтоб ручки не запачкать."
    sl "Готов? Пошли. {w}Нам надо ещё Ульяну захватить."
    play sound sfx_open_door_2
    window hide
    scene bg ext_warehouse_day_7dl
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Славя вытолкала меня из помещения и закрыла за мной дверь."
    show sl smile sport with dissolve
    "Немного повозилась с замком, повернулась ко мне со своей привычной уже улыбочкой."
    me "А Ульяну зачем?"
    sl "Её Ольга Дмитриевна за вчерашние художества наказала!"
    me "Художества?"
    show sl laugh sport with dspr
    sl "С яблоками."
    me "Не слишком ли суровое наказание?"
    show sl normal sport with dspr
    sl "Да ну, брось. Это же просто уборка."
    me "Уборка костровой поляны."
    sl "Да там ничего тяжелого нет, мы справимся!"
    me "А вдруг дерево упало?"
    show sl smile sport with dspr
    sl "Семён, ты ведёшь себя как паникёр."
    me "Зато ты непонятно в чём уверена."
    window hide
    scene bg ext_square_day
    show us dontlike sport at right
    show ba evil uniform at cright behind us
    with dissolve
    "На площади нас уже ожидала Ульяна в сопровождении почётного эскорта."
    us "Отпустите меня, дядьборя! Я не убегу, честно!"
    ba "Ты уже «не убегала» трижды."
    show us laugh sport with dspr
    us "Так я не виновата, что вы меня постоянно догоняете!"
    us "У вас вон какие ноги длинные."
    ba "Стой здесь и жди."
    show sl smile sport at left with dissolve
    sl "Добрый день, Борис Александрович!"
    show ba smile uniform with dspr
    ba "О, Славок, привет! {w}Я тут уже устал бегать за вашей арестанткой."
    ba "Забирайте её поскорее — и с глаз долой!"
    me "Думаешь, от тебя не убежит?"
    "Вполголоса поинтересовался я."
    show sl laugh sport with dspr
    sl "Куда ж она убежит, если я её единственная дорога к прощению?"
    me "Э… В смысле?"
    sl "Не отработает на костровой — будет лишена ужина или чего-то ещё."
    me "Разве едой наказывают?"
    show sl normal sport with dspr
    sl "Вообще, нет. Но нашу Ульяну больше ничем не проймёшь."
    ba "Вы наговорились? Тогда сдаю с рук на руки."
    ba "Всё, пошёл."
    hide ba with dissolve
    show us smile sport at center with move
    sl "Уль-я-на!"
    us "Да что сразу Ульяна?"
    sl "Даже не думай."
    show us laugh sport with dspr
    us "Я вообще не думаю! Это плохая привычка!"
    show sl laugh sport with dspr
    sl "Пошли, привычка."
    show us surp1 sport with dspr
    us "Куда?"
    sl "У-би-рать-ся!"
    "Раздельно произнесла Славя."
    show us calml sport with dspr
    us "Но я не хочууууу!"
    show sl normal sport with dspr
    sl "А яблоками кидаться и концерт срывать ты «хочууууу»?"
    show us surp2 sport with dspr
    us "Так весело же!"
    sl "Ох, беда бедовая."
    "Славя взяла Ульяну за руку и повела за собой, мимолётом кивнув и мне."
    "У нас было три фартука, три пары варежек и один огромный мешок для мусора…"
    stop music fadeout 3
    window hide 
    scene bg ext_path_day
    with dissolve
    play ambience ambience_forest_night fadein 3
    pause(1)
    play music music_7dl["magic_is_gone"] fadein 3
    me "А что, там много убираться надо?"
    "Поинтересовался я, когда за нами захлопнулась калитка."
    me "Трёх человек на одну маленькую полянку."
    show us dontlike sport at right with dissolve
    us "Сам как думаешь, дядя? {w}На целый лагерь, там ууууу какая полянища!"
    "Ульянка замахала руками, показывая, какая поляна на самом деле огромная."
    show sl smile sport at left with dissolve
    sl "Не слушай её, Семён."
    "Отмахнулась Славя."
    sl "Не так там всё страшно, просто после дождя, скорее всего, размыло костровище, могло мусора из леса притащить, сам понимаешь."
    me "Тогда зачем туда нас аж троих?"
    show us sad sport with dspr
    us "Потому что косатая обманывает! Там горы валежника и огромные глыбы!"
    us "И… И… Дикие звеееери!"
    show sl grin sport with dspr
    sl "А кому конфету?"
    show us dontlike sport at cleft with easeinleft
    us "Эй! Отдай! Моё!"
    show sl smile sport at fleft with dissolve
    sl "Правда? И даже повара с тобой согласятся?"
    us "Когда только успела, бука злючная."
    "Пробурчала себе под нос девочка."
    us "Всяк норовит ребёнка обокрасть."
    "Она надула губу и прибавила шагу, из-за чего мы остались в отстающих."
    hide us with easeoutbottom
    sl "Не убегай далеко, заблудишься!"
    show sl normal sport at center with move
    sl "На самом деле, нас и не должно быть так много: просто вы у нас вроде как наказанные, а я — сопровождение."
    me "Вертухай?"
    show sl upset sport with dspr
    sl "Что? Мне не нравится это слово."
    me "Охраняет арестантов. Извини, не хотел тебя обидеть."
    sl "Тебе бы и не удалось."
    th "О, на этот счёт я готов поспорить."
    show sl normal sport with dspr
    sl "Так или иначе, у нас сейчас времени в обрез — если не хотим опоздать на полдник."
    sl "Так что догоняем Ульяну, пока она опять куда-нибудь не сбежала!"
    hide sl with dissolve
    "Да, для кого-то бег — определённо способ релакса."
    "Но не для меня."
    "И тем не менее,"
    window hide
    scene bg ext_polyana_day
    with dissolve
    extend " на костровую поляну мы именно прибежали."
    show us dontlike sport with dissolve
    us "Эй, а где буреломы и валежники?!"
    show sl smile sport at left with dissolve
    sl "Не в этот раз. Бери себе фартук и выбирай сторону."
    show us surp2 sport with dspr
    us "А где здесь сторона где полежать?"
    show sl laugh sport with dissolve
    sl "Можешь полежать на бревне, когда мы закончим."
    us "Нет, я хочу покрикивать и размахивать хлыстом как махараджа!"
    sl "Варежки взять не забудь, махараджа!"
    show us grin sport with dspr
    us "Скучные старшаки, мамонты вымерли, а вы от скуки загнётесь!"
    show sl smile2 sport with dspr
    sl "Что-что?"
    show us surp1 sport with dspr
    us "Ничего! Я вообще не с тобой разговариваю!"
    us "И не наступай на мою тень!"
    hide us with moveoutleft
    "Ульяна задрала нос и отправилась к дальней стороне поляны, всё ещё бормоча что-то себе под нос."
    sl "Готов к труду и обороне?"
    me "Как Гагарин и Титов."
    sl "Вот и хорошо. Смотри, наша главная работа —  это проверить костровище и если вдруг что, восстановить его…"
    window hide 
    scene expression Dawn("bg ext_polyana_day")
    with dissolve
    "Ульяну наказали за вчерашние безобразия на концерте."
    "Меня — за вчерашние же безобразия — но уже за столовой."
    "А Славю никто не наказывал, она сама вызвалась."
    "Ещё, по идее, должны были наказать Алису за то, что добила двух моих жертв, но её почему-то нигде видно не было."
    "Не то спряталась как следует, не то ей придумали совершенно отдельное занятие."
    th "Жизнь от уборки до уборки."
    "И тем не менее, вкалывала Славя усерднее обоих арестантов."
    "Фактически, настолько, что заглянувшая к нам на огонёк вожатая даже не нашла, за что бы ей взяться самой."
    show mt normal pioneer with dissolve
    mt "Ульяна, вижу тебе требуется помощь?"
    show us calml sport far at left behind mt with dspr
    us "На ручки меня возьмите."
    show mt laugh pioneer with dspr
    mt "Разве что после уборки! И, начали…"
    hide mt with dissolve
    hide us with dissolve
    "Вожатая засучила рукава."
    window hide
    hide us
    with fade
    "Правда, как я ни смотрел — всё она убиралась то на корточках, то на бревне, то подпирая плечом деревце."
    "Без продыху, спору нет."
    stop music fadeout 6
    "Правда, в какой-то момент я почуял нечто странное."
    "Что-то не так было в окружающей атмосфере, что-то неправильно."
    "Будто я забыл нечто важное, и подсознание беспокоило и беспокоило меня."
    th "Чё надо?"
    dreamgirl "Бухтение пропало."
    "Я огляделся и прислушался."
    "И внутренний голос снова оказался прав, скотина этакая."
    "Всю дорогу ругавшаяся себе под нос Ульяна не перестала стенать и здесь, когда мы начали уборку."
    "Вот только её бормотание умная перцепция успешно низвела до фонового шума."
    "Потому теперь, когда Ульяна исчезла из поля зрения, тишина показалась оглушительной."
    me "Ольга Дмитриевна?"
    "Поинтересовался я у трудящейся на бревне носом к солнцу вожатой."
    show mt normal pioneer with dissolve
    mt "Что такое, Семён?"
    "Ответила она, не открывая глаз."
    mt "Уже всё закончил?"
    me "Почти. А вы Ульяну отпустили?"
    mt "Ульяну…"
    "В этот самый момент вожатая открыла глаза."
    show mt shocked pioneer with dspr
    mt "Ульяна!!!"
    show sl surprise sport at right with dissolve
    play music music_7dl["dropit"] fadein 3
    sl "Что случилось, Ольга Дмитриевна?"
    mt "Ульяна пропала!"
    dreamgirl "Похоже, обиделась девочка, что на неё всю работу свалили."
    "После сравнений нашей стороны со стороной Ульяны пришлось согласиться."
    show mt sad pioneer with dissolve
    mt "Семён, Славя, вы когда последний раз её видели?"
    me "Да когда вы пришли. Вы же вместе убирались, помните?"
    th "Так что это {i}вы{/i} должны были следить за ней."
    "Очень хотелось сказать это вслух, очень."
    "Потому я прикусил язычок и ожидал ЦУ от самых ответственных людей лагеря."
    mt "Так нельзя, нет. Там же в лесу чёрт-те что и волки."
    sl "Здесь нет волков, Ольга Дмитриевна."
    show mt angry pioneer with dspr
    show sl dontlike sport at fright with move
    mt "А ты вообще молчи! Упустила подругу…"
    "Славя бросила беспомощный взгляд на меня, но чем я мог помочь в такой ситуации?"
    "Вожатой было неуютно и страшно."
    "А потому летели головы всех, кому не повезло очутиться на линии огня."
    "Потому лучше я промолчу. {w}Если никто не против."
    if alt_day4_sl_7dl_herc_appletree:
        mt "А ты что молчишь? {w}Вместе же вчера с этой стрекозой за яблоками лазили, друзья-приятели!"
        me "Я ей не друг."
        mt "А должен быть!"
    show sl sad sport with dspr
    sl "Ольга Дмитриевна, может быть, мы лучше…"
    show mt rage pioneer with dspr
    mt "Не надо «лучше», не надо! {w}Вы уже сделали как лучше, хватило всему лагерю."
    me "Ольга Дмитриевна, пока вы нас ругаете, Ульяна где-то в лесу."
    "Напомнил я."
    show mt sad pioneer with dspr
    "И это напоминание мгновенно остудило нашу вожатую — та будто под ведро ледяной воды угодила: съёжилась как-то, прикусила губу."
    mt "Мы будем её искать, понятно?"
    mt "Никто никуда не пойдёт, пока мы её не разыщем."
    me "А как же полдник?"
    mt "Да уймись ты со своим полдником! У него товарищ пропадает, а он только о брюхе своём думает!"
    me "Я работал."
    "Угрюмо ответил я."
    show mt normal pioneer with dspr
    mt "Ничего, не помрёшь без полдника. Мы отправляемся на поиски!"
    ba "Мне кажется, это не самая здравая затея, Оляш."
    mt "Борис Александрович, но…"
    show ba evil uniform at left behind mt with dspr
    ba "Дрищ хоть дурак, но вещи правильные говорит: у тебя кроме мелкой ещё целый отряд, за которым надо следить."
    show mt angry pioneer with dspr
    mt "Я отвечаю за неё, а вы…"
    show ba em1 uniform with dspr
    ba "А я поищу её."
    "Удивительно мягко для такого хама прервал Ольгу физрук."
    ba "Признай: ищу я гораздо лучше тебя."
    mt "Н-ну…"
    ba "Вот и иди. {w}И пионеров своих не забудь."
    ba "Хватит с тебя одной потеряшки."
    "И говорил он вроде мягким, ласковым голосом, а вот спорить почему-то не хотелось совершенно."
    th "Интересно даже, этому их в школе физруков учат?"
    mt "Славя, Семён, мы возвращаемся в лагерь."
    mt "Поиски начнём после полдника."
    "Саныч только рукой махнул."
    "Видимо, понял уже, что если одной взбалмошной девчонке что-то втемяшилось в голову…"
    ba "Идите уж."
    "Послушно кивнув, мы убрались с поляны."
    window hide
    scene bg ext_path_day with dissolve
    show sl sad sport with dissolve
    sl "Как думаешь, с Ульяной всё в порядке?"
    "Спросила Славя, когда мы вышли на уже знакомую тропинку."
    "Ольга Дмитриевна шла впереди нас чуть ли не бегом, что позволяло пусть и между делом перебрасываться репликами."
    me "Знаешь, мне кажется, уж у неё-то точно всё лучше всех."
    sl "Мне бы твою уверенность."
    mt "Пионеры, не отстаём!"
    "Крикнула вожатая."
    "Мы прибавили шагу."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day5_sl_7dl_herc_evening:
    scene bg ext_square_day
    with dissolve
    play music music_7dl["sky_feather"] fadein 3
    play ambience ambience_camp_center_evening fadein 5
    "Полдник прошёл как-то впопыхах, все куда-то бежали, кого-то о чём-то расспрашивали."
    "Все переживали за Ульяну."
    "Я же… Я не чувствовал ничего."
    "Это старая моя болячка. {w}Стоит лишь бардаку вокруг набрать необходимые обороты…"
    "Возможно, потом, до меня дойдёт, и я вволю попугаюсь, понервничаю и так далее."
    "А пока мне требуется быть собранным и прикидывать варианты."
    "Спасибо сержанту за это."
    "Со Славей мы разошлись по возвращению в лагерь: ей срочно нужно было бежать переодеваться."
    "Так что я сдал ей на руки инструмент вместе со спецодеждой и остался в гордом одиночестве."
    "Собственно, даже полдничать пришлось одному."
    "А я уже почти отвык питаться, не болтая с кем-нибудь между делом."
    "Социализация, прости господи."
    show sl normal pioneer at right with dissolve
    sl "Готов к поискам?"
    me "Какая информация от физрука?"
    sl "Он ещё не вернулся. {w}Но много ли найдёт один человек?"
    me "Логично."
    me "Так что, открываем спасательную экспедицию?"
    show dv grin pioneer2 at left with dissolve
    dv "Да она опять убежала куда-нибудь, где её никто не найдёт, а мы ищи."
    show sl sad pioneer with dspr
    sl "Алиса! {w}Неужели ты совсем не переживаешь?"
    show dv smile pioneer2 with dspr
    dv "За эту-то? Да нисколько. {w}Она нигде не пропадёт."
    show dv smile pioneer2 at cleft with dspr
    show mt normal pioneer at fleft with dissolve
    show dv normal pioneer2 at center with move
    mt "Алиса, где Лена?"
    dv "Сейчас подойдёт. Мы точно должны искать мелкую?"
    show mt angry pioneer with dspr
    mt "Твой товарищ пропал!"
    show dv grin pioneer2 with dspr
    dv "Да сидит где-нибудь, над нами в кулак хихикает."
    show sl sad pioneer at cright with dspr
    show un normal pioneer far at fright behind sl with dissolve
    un "Звали, Ольга Дмитриевна?"
    mt "Да. Мне нужны все свободные ребята."
    th "Надо понимать, Мику, Женя и Электроник свободными не являются?"
    dreamgirl "Музыкальный клуб, библиотека и кружки. {w}Этих с места срывать нельзя."
    th "Почему?"
    dreamgirl "Вопросы задавать начнут, узнают, вожатую по головке не погладят."
    window hide
    scene bg ext_square_day with dissolve
    show mt normal pioneer with dissolve
    mt "Все слушаем сюда!"
    mt "Сегодня, в ходе уборки костровой поляны перед костром потерялась Сидорова."
    mt "Я не знаю, заблудилась она в лесу или спряталсь где-то, но мы должны её найти!"
    mt "Поэтому сейчас разбиваемся по парам и выбираем каждый себе направление поиска."
    me "Точка сбора?"
    mt "Перед воротами лагеря. Если у кого-то будет информация, какие-то следы или что-то вроде того — приходите и сообщаете. {w}Я оставлю Шурика, будете докладывать ему."
    th "Поправился, похоже?"
    mt "Вопросы есть? Вопросов нет.{w} Приступаем."
    hide mt with dissolve
    "Вообще, я бы не отказался отправиться с вожатой. {w}Или Электроником. Всё-таки, если Ульяну понадобится тащить, мне нужен кто-то покрепче в напарники."
    "Да и Славя…"
    "Честно сказать, она меня очень отвлекает."
    "Но Лена с Алисой уже перемигнулись с вожатой и отправились к южным воротам, а вожатая уже сама куда-то усвистала."
    "Пришлось… Да, пришлось!"
    dreamgirl "Для тебя это это такая пытка, правда?"
    th "Я этого не говорил."
    dreamgirl "Тебе и не надо."
    dreamgirl "Правда, отрядить всего четырёх пионеров прочёсывать лес, и тех поставить парами…"
    dreamgirl "Гениальная затея, тебе не кажется?"
    th "Что верно, то верно."
    show sl normal pioneer with dspr
    sl "Смотри, что я нам для поисков принесла!"
    "Похвасталась Славя, подбрасывая на ладони обтянутую зелёной тканью фляжку."
    sl "А то мало ли пить захочется."
    me "Что там?"
    show sl surprise pioneer with dspr
    sl "А что там может быть? Вода."
    "Удивилась Славя."
    sl "Не компот же туда наливать."
    "Знавал я и таких, кто во фляжке носил четыреста грамм чистого спирта."
    "Хотя, конечно, это детский лагерь, всё такое…"
    me "Давай её сюда."
    "Повозившись, я подвесил сосуд на пояс, подёргал — висит."
    me "Готов к труду и обороне."
    show sl normal pioneer with dspr
    sl "Ну что, пошли?"
    me "А куда?"
    show sl smile pioneer with dissolve
    sl "Раз девочки пошли прочёсывать юг, то мы пойдём на север!"
    me "Пойдём."
    "Вздохнул я."
    window hide
    scene bg ext_camp_entrance_day
    with dissolve
    play ambience ambience_camp_entrance_day fadein 6
    "У ворот было жарко, душно, пыльно."
    "Асфальтовое полотнище прекрасно рассеивало тепло солнышка, потому непонятно было даже, как это вcя растительность под стенами не повяла до сих пор."
    "Я бы точно завял."
    "Украдкой глянув на Славю, я открутил крышку фляги и сделал небольшой глоток."
    "Вода была всё ещё прохладная, но пройдёт каких-то несколько часов…"
    "Шурика, что характерно у ворот не оказалось."
    me "И где наш связной?"
    "Спросил я, закрутив крышку и повесив флягу на пояс."
    show sl smile pioneer with dissolve
    sl "Да вот же!"
    "Славя махнула рукой в сторону гипсового пионера с горном."
    "Приглядевшись, я увидел сидящего на корточках, привалившегося спиной к постаменту Шурика."
    sl "В тень спрятался."
    me "Знаешь… Не знал бы — в жизни бы не нашёл!"
    show sl laugh pioneer with dspr
    sl "Вот для этого с тобой и я: если ты что-нибудь пропустишь, я обязательно это замечу."
    hide sl with dissolve
    "Она махнула мне и зашагала по дороге."
    me "Эй, погоди!"
    window hide
    scene bg ext_road_day
    with dissolve
    me "Ты думаешь, Ульяна где-то здесь, рядом с дорогой?"
    show sl normal pioneer with dspr
    sl "Нет, но в километре отсюда в лес уходит удобная тропинка."
    sl "Если идти по ней, можно обогнуть лагерь."
    me "А зачем нам…"
    show sl smile pioneer with dspr
    sl "Сейчас между нами и костровой поляной крупный клин леса, его мы и будем прочёсывать."
    sl "Потому что если Ульяна пошла в другую сторону — она точно вышла к воде, а там её девочки найдут."
    me "Значит, никаких поисков на дороге?"
    show sl normal pioneer with dspr
    sl "А что ей здесь делать на проезжей части?"
    me "Ну… Дорога может вести в лагерь."
    "Поделился умозаключениями я."
    sl "И за час она не дошла? {w}Тогда её точно искать бесполезно."
    sl "Но я не думаю, что она где-то на дороге: Ульяна не любит жару, она рыжая, поэтому очень быстро обгорает."
    me "Значит, лес либо вода?"
    sl "Именно так."
    "Некоторое время мы шли молча."
    show sl grin pioneer with dspr
    sl "Семён, если будешь так хлобыстать воду, она закончится через полчаса!"
    me "Извини. {w}Что-то жарко сегодня."
    sl "Да ничего, но если будешь много пить… В общем, не до поисков тебе будет."
    me "Да, я понял. {w}А наша пропажа не могла убежать в старый лагерь?"
    show sl normal pioneer with dspr
    sl "Знаешь… Мне кажется, Борис Александрович как раз все такие места и будет проверять."
    sl "Потому что застрять одной в лесу в трёхстах километрах от цивилизации…"
    me "Судя по тому, как себя вела — она далеко не первый раз здесь, так что даже как-то странно."
    sl "Нет, она именно что убежала. {w}А вот куда…"
    sl "Наш поворот."
    hide sl with dissolve
    "По левую руку я расслышал негромкое журчание — похоже, с той стороны дороги текла какая-то небольшая речушка."
    "Выдавали её буйные заросли — не чета тем, через которые предстояло пробираться нам."
    "Раздвинув стебли сухостоя, Славя кивнула, приглашая двигаться за ней."
    stop music fadeout 3
    window hide
    scene bg ext_backroad_day_7dl
    with dissolve
    pause(1)
    play ambience ambience_forest_day fadein 3
    play music music_7dl["escape_2"] fadein 3
    "Раньше у меня никогда не было такого, чтобы кто-то постоянно держался впереди, понукал, дёргал."
    "Потому пятый день подряд…"
    "Это слишком много."
    "Потому даже к поискам этим глупым отнестись серьёзно не получается, хоть как старайся."
    "Пока солнце бьёт в глаза, а от ярких пятен я больше чувствую, чем вижу впереди идущую девушку, пока сердце не на месте."
    "Вот здесь, на этом глупом поле с сухой травой, четыреста метров от дороги до леса, я могу задать себе один вполне уместный вопрос:"
    th "Пропал?"
    "Риторический вопрос, ответа не требующий."
    "Последнее время всё неслось так вприпрыжку, вскачь, что даже отходя ко сну, я не успевал задать себе несколько вопросов, разложить в голове по полочкам."
    "Всё торопился жить дальше."
    "Торопился навстречу новому дню."
    "А без беседы с самим собой никак."
    "Я запнулся и едва не проехался вперёд на животе."
    sl "Эй, ты живой?"
    me "Живой. Топаем."
    "Топаем."
    show sl sad pioneer with dspr
    sl "Что случилось, Семён? У тебя вдруг так испортилось настроение."
    me "Всё хорошо. Просто ты права."
    "Я похлопал по фляжке."
    me "Не стоило мне так много воды пить с самого начала."
    show sl upset pioneer with dspr
    sl "Да?"
    me "Я отойду ненадолго, мне нужно по некоторой потребности."
    me "Стой здесь, а то и я тоже потеряюсь."
    show sl normal pioneer with dspr
    sl "Да, конечно. Я подожду."
    me "Вот и хорошо."
    window hide
    hide sl
    with fade
    th "Что мне делать?"
    dreamgirl "Проблему не решишь, бегая от неё."
    dreamgirl "Ты должен набраться сил и либо решить всё, либо закончить."
    dreamgirl "Иначе так и будуте мучить друг друга, думать о всяких глупостях, тянуть время."
    th "А потом болезненное расставание у автобуса, да?"
    dreamgirl "Именно."
    th "Но если ей это всё не нужно?"
    th "Если всё это для неё пока не имеет никакого смысла…"
    dreamgirl "Не попробуешь — не узнаешь. {w}Оп, что это?"
    "Скосив глаза, я увидел какую-то серую тень, неторопливо ковыляющую от меня."
    th "Что это?"
    "Я знал, что диких зверей следует опасаться, они могут служить переносчиками бешенства, но это ленивое и неторопливое…"
    me "Дела…"
    "Пригнувшись, я решил проследить за тенью."
    "Да, идея, возможно, не самая разумная, но…"
    "Когда кусты между мной и моей жертвой пропали, я чуть не остановился и не плюнул с досады."
    th "Просто ёж! Очень он мне нужен сейчас!"
    sl "Семён, ты закончил?"
    "Донёсся голос Слави. Девочка беспокоилась."
    me "Иди сюда!"
    sl "Но ты же…"
    me "Иди."
    sl "Сейчас…"
    show sl normal pioneer with dspr
    sl "Что у тебя?"
    me "Смотри."
    show sl smile pioneer with dspr
    sl "Ой, это же Феликс!"
    me "Феликс?"
    sl "Помнишь, я рассказывала тебе про семью ежей, которая живёт возле ворот?"
    me "Это их патриарх?"
    show sl smile2 pioneer with dspr
    sl "Да, глава семейства."
    me "А почему он такой неторопливый?"
    sl "Так бояться ему нечего, вот и обленился."
    sl "Людей не боится совсем, пару раз даже в лагерь залезал."
    me "Так у них тут гнездо или что-то в этом роде?"
    show sl normal pioneer with dspr
    sl "Нет, живут они поближе к лагерю. Феликс что-то далеко забрался."
    dreamgirl "Призвала солнышко-царевна себе на помощь зверя лютого, ежа толстого!"
    dreamgirl "Велела найти ему потерявшуюся сестрицу!"
    "Я подозрительно посмотрел на Славю."
    me "Зачем?"
    show sl laugh pioneer with dspr
    sl "Я-то откуда знаю? {w}Оставь его, пусть идёт по своим делам."
    "Девочка отвернулась было, давая понять, что разговор окончен, и тут кое-что привлекло моё внимание."
    me "Славя?"
    show sl normal pioneer with dspr
    sl "Семён, нам лучше вернуться к поискам."
    me "Да нет, я о другом."
    "На дереве, наколотая на ветку алела какая-то тряпочка."
    me "Похоже, твой Феликс нам всё-таки помог."
    "Очень осторожно ступая, Славя подошла к дереву и мизинцем потрогала тряпку."
    show sl sad pioneer with dspr
    sl "На галстук не похоже."
    "Неуверенно произнесла она."
    sl "Галстук кумачовый, а это…"
    me "Да?"
    sl "Это больше похоже на ткань рубашки."
    me "Красную?"
    show sl dontlike pioneer with dspr
    sl "Она раньше была белой…"
    th "Ты же не хочешь сказать, что Ульяну съели волки?{w} Сама же говорила, у вас здесь даже для ежей никакой угрозы."
    show sl sad pioneer with dspr
    sl "Возвращаемся."
    th "Всё понятно. {w}Думаешь."
    hide sl with dissolve
    "Славя зашагала к тропинке, а там свернула налево — к шоссе."
    "Похоже, поговорить нам сегодня точно не судьба."
    window hide
    scene bg ext_road_day
    with dissolve
    play ambience ambience_day_countryside_ambience fadein 2
    "Нет, в то, что с Ульяной могло случиться такое… Я не верил."
    "Она из любой передряги выберется. Не тот человек, чтобы быть бездарно съеденным."
    "Хотя я и знал-то её без году неделю."
    "Но откуда-то было такое впечатление."
    "Меня частенько навещало дежавю при общении с малявкой, значит, я встречал как минимум ещё одного похожего человека."
    "Значит, знаю, как они себя ведут."
    "Что же до Слави…"
    show sl normal pioneer with dissolve
    "Славя ждала меня у самого подъёма к шоссе."
    "Как чувствуя неким местом, когда мои размышления сворачивали на неё."
    th "Ведьма чёртова."
    sl "Семён, ты за последние полчаса не произнёс и слова."
    "Я кисло улыбнулся — мол, признаю свою вину, меру-степень-глубину…"
    sl "За Ульяну переживаешь?"
    "Нет, Ульяну и ульяноподобных лопатой не перешибёшь."
    "Переживал я за себя. Хотя и казалось это странным и диким — мы ищем пропавшую в лесу девочку, а я всё о своём, о девичьем."
    "Чувствовал неуместность собственных переживаний и размышлений."
    "И как теперь высказать вслух всё, что творится на душе?"
    "Я не знал."
    "Хотя глаза в гору, вздох и реплику «Семён опять за своё» представить себе очень даже мог."
    "Потому лучше я буду молчать."
    "Когда рядом происходит любое чудо — созидательное, восстановительное, музыка, какое-то невероятно захватывающее действо — надо просто стоять и наслаждаться моментом, а не бегать за творцом с расспросами."
    "В лучшем для всех случае он просто проигнорирует тебя, и волшебство продолжится."
    "А вот если он решит тебе ответить — куда денется чудо?"
    "Будет разменяно на пустую болтовню. {w}Мне не кажется это достаточно равноценным обменом."
    th "Потому, ты твори пока чудо собственного существования, а я помолчу."
    "Именно потому я и не хотел искать её компании."
    "Она хороша, пока я не залапал её своими ожиданиями и требованиями."
    "Как нераскрытая книга, про которую куча лестных отзывов, куча аннотаций, из которых я мог почерпнуть пищу для воображения."
    "И вот, я напридумывал себе всего, разогнался, настроился, открыл книгу и…"
    "Разочаровался."
    "Потому что никакой автор не напишет так, как пишет тебе твоё воображение."
    "Никакой."
    "А я до смерти боюсь разочароваться в Славе."
    "В моём босоногом ангеле."
    window hide
    with fade
    "Покачав головой, я прибавил ходу."
    "Нечего мне было ей сказать, нечего."
    window hide
    scene bg ext_camp_entrance_day
    show sh normal pioneer
    with dissolve
    sh "Что у вас?"
    show sl normal pioneer at right with dissolve
    sl "Вот."
    "Славя достала из кармана и протянула Шурику красно-грязную тряпочку."
    sl "Нашли в трёх километрах отсюда, по пути к костровой."
    sh "Ульяну не нашли?"
    "Славя покачала головой."
    show sh scared pioneer with dspr
    sh "А это… Это…"
    show mt normal pioneer at left
    with dissolve
    mt "А что это вы здесь делаете? А ну, марш на поиски!"
    show sl sad pioneer with dspr
    sl "Ольга Дмитриевна! Вместо того, чтобы ругать нас, вы бы посмотрели, что мы нашли."
    mt "Что нашли?"
    "Шурик безмолвно подал вожатой тряпочку, и выражение испуга перекочевало и на её лицо."
    show mt shocked pioneer with dspr
    mt "Это же её галстук!"
    sl "Там ткань другая."
    mt "Какая разница! Славя, где ты это нашла? Нам надо…"
    "Голос вожатой дрогнул."
    mt "Шурик собирай всех, можешь закрыть кружки, но зови весь отряд."
    hide sh with easeoutright
    "Мальчик понятливо кивнул и скрылся за воротами."
    show mt normal pioneer with dspr
    mt "Славя, где нашли?"
    sl "Я отведу."
    mt "Это хорошо. Мы сейчас… Сейчас мы растянемся цепочкой и будем прочёсывать лес, пока не найдём… Да, мы найдём!"
    sl "А Лена и Алиса?"
    show mt angry pioneer with dspr
    mt "Их нет? Почему их нет? {w}Чем они занимаются?"
    me "Ищут Ульяну на южной стороне."
    "Напомнил я."
    show mt normal pioneer with dspr
    mt "А зачем они ищут на южной… Когда надо! Надо здесь искать! Да где там этот Трофимов?!"
    me "Он только что ушёл."
    show mt angry pioneer with dspr
    mt "А ты меня не поправляй! Упустил из виду! А мы ищи теперь."
    dreamgirl "Кажется у кого-то ПМС."
    th "Или истерика."
    show sl normal pioneer with dspr
    sl "Я сбегаю за Леной и Алисой."
    "Я помахал ей рукой. Беги, мол."
    "Что с тебя возьмёшь?"
    "Я сам бы сбегал кого-нибудь позвал — находиться на одном пятачке с истерящей вожатой не улыбалось совершенно."
    hide sl with easeoutright
    stop music fadeout 3
    window hide
    scene bg ext_backroad_day_7dl
    with dissolve
    pause(1)
    play music music_7dl["rewind"] fadein 3
    "Время стоп, мысли стоп."
    "Я сбился со счёта, сколько раз уже прошёл здесь."
    "Но всё ходил и ходил."
    "Мы держались цепью, чтобы не потерять друг друга из вида и не заблудиться."
    "И частой грядой прошли как лес со стороны лагеря, так и со стороны костровой поляны."
    "Распугали, кажется, всю наличную живность."
    "И ничего."
    "Ни ещё одной такой же тряпочки, ни хоть каких-то следов."
    "Ноги уже гудели от количества намотанных километров."
    "Но все молчали. Молчал и я, одним глазком приглядыая, чтобы не потерялись соседи, а другим старательно выискивая хоть какие-то зацепки."
    "Ничего."
    window hide
    with fade
    "Да, эту стену я видел уже раза четыре точно."
    "Моё внимание привлекли крики, и я заспешил на шум."
    th "Возможно, кто-то что-то нашёл?"
    window hide
    show mt angry pioneer at right
    show dv angry pioneer2
    with fade
    mt "Нет, Двачевская, мы будем искать, пока не найдём!"
    "Как оказалось, нашлись пока только проблемы."
    "Двачевская сжала кулаки и цедила слова через зуб, но и вожатая тоже была крепкий орешек."
    "Ещё чуть-чуть — и кто-то начнёт кого-то бить."
    dv "Да какого чёрта? Я не нанималась вам в ищейки!"
    show sl surprise pioneer at left with dissolve
    sl "Нашли что-то?"
    mt "Двачевская — наказана!"
    dv "Да плевала я."
    show dv normal pioneer2 with dspr
    dv "За ваши косяки вы должны отвечать сами."
    dv "А не на нашем горбу в рай въезжать."
    hide dv with moveoutright
    "Алиса демонстративно отвернулась и отправилась в лагерь."
    "К тому моменту, привлечённый руганью, вокруг нас собрался целый отряд."
    stop music fadeout 3
    $ volume(0.5, "sound")
    play sound sfx_7dl["eat_horn"] fadein 1
    "А со стороны лагеря донёсся сигнал горна."
    "Но никто никуда не спешил."
    "Мы стояли, ожидая, что скажет вожатая."
    "А она молчала."
    "Все мы в какой-то степени были обеспокоены судьбой Ульяны, но только Алиса непрошибаемо верила в подругу."
    "Это достойно уважения."
    "А мы…"
    "Что ж, человек слаб."
    show mt sad pioneer with dspr
    mt "Ладно, отправляемся на ужин."
    sl "Продолжим поиски после ужина?"
    mt "Нет, после ужина костёр…"
    "И уже почти шёпотом."
    mt "Я сама поищу."
    "Мы стояли и никто никуда не спешил."
    "Поэтому вожатая собралась и скучным, будничным тоном приказала:"
    mt "Первый отряд, на ужин марш."
    "Мы неохотно потянулись в лагерь."
    window hide
    scene bg ext_dining_hall_near_sunset
    with dissolve
    "А лагерь готовился к костру."
    "В отсутствие первого отряда обязанности по подготовке перешли на детишек помладше."
    "Картошка, дрова, покрывала, репелленты — этим занимались второй и третий отряды."
    "И, судя по их возбуждённым голосам, им это больше чем нравилось."
    "Странные люди."
    "Но мы не обращали на них внимания — все находились до гудящих конечностей  и мечтали лишь о лавке и чём-нибудь горячем в тарелке."
    "Так что мы гурьбой завалились в столовую…"
    $ volume(1.0, "sound")
    stop music fadeout 6
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg int_dining_hall_sunset
    show us normal sport
    with dissolve
    play music music_7dl["bureaucracy"] fadein 3
    "… где нас уже ждала Ульяна."
    us "Эй, а где это вы были? Я думала, странно, целый отряд на ужин не пришёл!"
    show mt rage pioneer at cleft behind us with easeinleft
    mt "Да я тебе!"
    "Вожатая замахнулась…"
    show dv rage pioneer2 at cright behind us with easeinright
    dv "Даже и не…"
    "Рука повисла в воздухе, перехваченная Алисой."
    th "Ой-йо. И всё перед глазами целого лагеря… Что-то сейчас будет."
    "Обычно в такой ситуации кто-то кому-то обязательно бьёт по морде."
    "Интересно, кто кому?"
    "Вот только Алиса удивила."
    dv "Нет уж, дайте я ей первая вдарю!"
    dv "Ты где лазишь, дрянь мелкая?"
    show us calml sport with dspr
    us "Не кричи на меня! Я в домике была."
    me "Домике? Никто не проверил домик?"
    mt "Не том домике. В шалаше на дереве, да?"
    me "Никто не проверил шалаш?"
    show mt normal pioneer with dspr
    mt "Молчи уж, искатель. Что вы за красную тряпку нашли?"
    me "Я думал — галстук."
    show sl normal pioneer at fright with dissolve
    sl "А я думала — лоскуток от футболки."
    dv "Ты дальше, дальше рассказывай."
    show us dontlike sport with dspr
    us "А что рассказывать? Я свою часть работы сделала, пока вожатая спала, и ушла в лагерь!"
    us "Я наказалась достаточно!"
    show dv grin pioneer2 with dspr
    dv "И?.."
    us "Пошла в домик, там сидела, ела конфеты и обижалась. А потом уснула, вот…"
    show mt angry pioneer with dspr
    mt "Сидорова, ты наказываешься за…"
    menu:
        "Промолчать":
            "Тут за Ульяну вступилась — я даже удивился — Славя!"
            "И это за ту, что принесла сегодня столько проблем?"
            show sl angry pioneer with dspr
            sl "Я не знаю, что у вас случилось, Ольга Дмитриевна, но Ульяну наказывать не за что."
            sl "Она свою повинность отработала."
            mt "А ты, значит, хочешь её защищать?"
            show sl serious pioneer with dspr
            sl "Нет, но вы неправы!"
            mt "Напомни-ка мне девочка, это ты у нас вожатая или всё же я?"
            sl "Вы."
            mt "Вот. А теперь слушаем сюда: пока ещё я решаю, кто и чем должен заниматься."
            mt "До тех пор, пока я твоя вожатая, ты делаешь что сказано и не лезешь куда не просят. Это понятно?"
            show sl angry pioneer with dspr
            sl "Ульяна не виновата."
            show us surp1 sport with dspr
            us "Да! Я не виновата! А в чём?"
            "Алиса наклонилась к уху подруги и что-то начала шептать."
            show us shy sport with dspr
            us "Ой… А вы что, меня искали?"
            us "Здоооорово!"
            show mt sad pioneer with dspr
            mt "Хватит с меня на сегодня этого цирка. Феоктистова!"
            sl "Я!"
            mt "Назнчаешься ответственной за поведение этого стихийного бедствия, ясно тебе?"
            sl "Ясно. До конца смены?"
            show mt smile pioneer with dspr
            mt "Ты до конца дня доживи сначала."
        "Ольга Дмитриевна, совесть есть?":
            $ karma += 10
            $ lp_sl += 1
            me "Если бы не спали во время уборки, то и не потеряли бы никого."
            show mt rage pioneer with dspr
            mt "Да как ты…"
            "Меня её гнев не пугал совершенно."
            "И она это прекрасно понимала."
            "Потому несколько секунд постояла, глотая воздух, а потом уведомила."
            show mt normal pioneer with dspr
            mt "С Сидоровой вина снята полностью."
            mt "А Сычёв, раз такой умный, назначается ответственным за её поведение."
            me "Э… Что?"
            show mt smile pioneer with dspr
            mt "Если она что-то испортит, сломает или нарушит — отвечать будешь ты."
    mt "Отряд, на ужин разойтись."
    window hide
    scene bg int_dining_hall_sunset
    with dissolve
    "Алиса и Ульяна стремглав кинулись к раздаче."
    "Немного погодя, за ними отправились и мы."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day5_sl_7dl_loki_day:
    scene bg ext_square_day
    with dissolve
    play ambience ambience_camp_center_day fadein 5
    play music music_7dl["magic_is_gone"] fadein 3
    "Великое открытие — открытие глаз, когда и дышать в целом незачем."
    "Стена дождя, глупый ритуал и неотпускающее чувство, что не всё здесь просто так."
    "И кое-кто добавлял куда больше смысла в происходящее, чем кажется окружающим."
    "Я вышел из столовой таким же голодным, как и заходил — аппетит был испорчен, мысли пустились в разброд и шатание."
    "По идее, следовало бы отправляться к Мику в гости, снова пытаться и позориться, да только не хотелось."
    "Вместо этого я уселся на скамейку и, запрокинув голову к небу, расслабился."
    "В плывущем зное уже и не верилось даже в то, что полчаса назад здесь поливало так, что вытянутой руки не видно было."
    th "Нет, ни к чему было то открытие, определённо."
    "Глаза начали слипаться."
    dv "Бездельничаешь?"
    th "Даже здесь от вас нет спасения."
    "С неудовольствием подумал я."
    dreamgirl "Добро пожаловать в реальный мир."
    me "Сейчас пойду репетировать."
    dv "Я знаю. {w}Я за тобой пришла."
    "Вот и весь сказ."
    "Скамейка рядом скрипнула."
    dv "Что там? Спутник?"
    me "Облака. Небо."
    dv "Заняться тебе нечем." 
    th "Конечно. Для разлагающихся от собственного яда трупов я предал искусство."
    dv "Пойдёшь?"
    me "Даже не знаю, нужен ли я там."
    "Мику отнеслась с пониманием и терпимостью к моей вчерашней неудаче."
    "Славя же, кажется, вовсе ничего не поняла. {w}Или с её точки зрения я предпринял мало попыток."
    dv "Я слышала, ты на трубе играешь?"
    me "Я тоже так считал. {w}Но взял в руки инструмент…"
    "Я замолчал."
    dv "Разучился?"
    me "Да кто ж его знает. Понимаешь, когда ты всю жизнь считаешь, что умеешь что-то, что изучил это в деталях…"
    dv "Разочаровался в себе. {w}Так бывает."
    "Алиса вела себя тише воды, ниже травы — видимо, ещё с дня вчерашнего висел над ней должок."
    "Потому старалась она о себе не напоминать лишний раз, и сейчас старалась найти себе местечко, где можно было бы успешно переждать тихий час."
    dv "Только не вздумай теперь пугаться, понял? {w}Даже я гитару освоила, а у меня проблемы с мелкой моторикой."
    me "Я хочу на трубе."
    "Глупо пробормотал я."
    dv "А горн?"
    me "Горн — это даже близко не труба. Там можно играть только самые простые вещи."
    dv "А обеденный горн или отбой сыграть сумеешь?"
    me "Почему ты спрашиваешь?"
    th "Если ты предложишь выступать с сигналами горна, я в тебе окончательно разочаруюсь."
    dv "Так ты можешь стать штатным горнистом. У нас в прошлой смене барабанщик был, там его от всего освободили."
    me "А зачем мне освобождаться?"
    dv "Тупица. {w}Тебе не надо больше никуда бегать и строиться."
    dv "Встал пораньше, сыграл подъём, линейку и завтрак, а потом дальше можешь спать."
    me "Пораньше?"
    dv "Я думаю, тебе придётся идти в кабинет директора, там играть перед микрофоном."
    dv "Потому что от площади тебя не услышат."
    "В голосе Алисы прозвучала какая-то непонятная зависть."
    "И едва ли она была о том, что невозможно сыграть «бери ложку, бери хлеб» на гитаре."
    "Даже в случае отсутствия проблем с мелкой моторикой."
    "Вот только не грела меня мысль становиться каким-то избранным, отщепенцем, парией…"
    "Я только-только начал получать удовольствие от пребывания в коллективе."
    "Противоестественное, должен признать, удовольствие. {w}И всё-таки."
    dv "А потом спать."
    me "Что ж сама тогда не возьмёшься?"
    dv "Да пробовала я. {w}Получается какой-то ужас, а не игра."
    dv "Учиться надо."
    "Алиса фыркнула."
    dv "Всему всегда надо учиться. {w}Даже злость берёт: почему никогда не получается что-то с первого раза?"
    "Вопрос был с подковыркой. {w}Да что там, даже тон, которым рыжая бестия задала его, звучал как-то особенно."
    "Потому я не торопился отвечать."
    "Возможно, сейчас она говорила совсем не о трубах, гитарах и музыке."
    "Возможно, имела в виду нечто совершенно новое."
    me "Давно хочешь-то?"
    dv "Стать горнисткой? {w}Да с прошлого года."
    "Легко ответила Алиса."
    dv "Как увидела, как на морозе один хлопец играет горн на отбой, так и решила."
    "Что она «решила» — было снова непонятно."
    "Она дополнительно выделила это голосом, как будто намекая на что-то."
    "А я почему-то не горел желанием разгадывать её шарады."
    me "Так училась бы. Сигналы горна легко можно освоить за три месяца."
    "Я покачал головой, разминая затёкшую шею, поправил галстук и поднялся."
    show dv normal pioneer2 with dissolve
    dv "В клуб?"
    me "Куда ж ещё…"
    dv "Я думала, ты уснёшь на этой скамейке."
    me "Думать вредно. {w}А я и спал, пока ты не пришла."
    show dv laugh pioneer2 with dspr
    dv "Думать вредно только тебе. {w}Ты и так постоянно тормозишь. А я…"
    hide dv with dissolve
    "Я неторопливо обогнул её и направился на север."
    show dv normal pioneer2 with dissolve
    "Что-то бормоча и размахивая руками, Алиса догнала меня и пристроилась рядом."
    th "Странно. Странно всё вокруг."
    dreamgirl "Он ушёл от нас, а вчера вода с неба. Мокро. Холодно."
    th "Я иду по красивому месту, на встречу с одной красивой девочкой, а рядом со мной идёт другая красивая девочка."
    th "Я со всех сторон окружён красотой."
    dreamgirl "Так радуйся и наслаждайся, морда протокольная, какого ж рожна тебе ещё?"
    th "Просто чужое это всё. {w}Я не принадлежу этому месту."
    th "Ни звёздам над головой, ни этим чужим красивым лицам, ни этому чужому красивому месту."
    th "Будто я украл у кого-то проездной, но забыл уточнить, что места в вагоне только для живых."
    dv "Не кисни."
    me "Я пытаюсь. {w}Просто…"
    "Я хотел объяснить этой чужой красивой девочке, что очень боюсь возвращаться, потому что на том берегу ни за что не смогу поверить в случившийся со мной сон наяву."
    "Как может она, продукт десятков тысяч лет идеального генетического отбора, понять проблемы среднего человечка?"
    "У таких, как она, всегда всё получается, их при рождении наделили внешностью, харизмой, подвешенным языком и способностью находить путь к решению любой задачи."
    "Потому и хорохорится она сейчас, пробуя мягкими лапами пределы дозволенного, играет в нонконформизм."
    "Вот и всё."
    "Я махнул рукой и кисло улыбнулся."
    me "Мне хочется думать, что со сменой всё не закончится."
    dv "Влюбиться тебе надо."
    me "В кого? В тебя?"
    show dv laugh pioneer2 with dspr
    dv "Да хоть и в меня. Начнёшь страдать и краснеть — перестанешь корчить из себя роденовского «мыслителя»."
    "Откуда ясноглазая оторва могла знать про Родена, мне и думать не хотелось."
    dv "Или в эту свою блондинку влюбись. Она любит убогих существ: приютит, по голове погладит."
    me "Тебе не кажется, что это достаточно странная тема для разговора между мальчиком и девочкой?"
    show dv grin pioneer2 with dspr
    dv "А о чём нам с тобой разговаривать? {w}Не о музыке же."
    me "Можно и о музыке!"
    "Я почувствовал себя уязвлённым: как так, я, меломан — и вдруг недостаточно хорош для бесед такого плана."
    dv "Хорошо. Тогда что ты можешь сказать о творчестве Янки Дягилевой?"
    me "Ну…"
    dv "А про Майка Науменко что думаешь?"
    me "Э… Это тот, который «Лето, я изжарен как котлета»?"
    dv "Всё с тобой ясно."
    window hide
    scene bg ext_musclub_day
    with dissolve
    "Алиса показала мне язык и ускорилась."
    "Побежала вперёд, неловко размахивая руками и что-то крича."
    "Как немного некоторым нужно для счастья."
    "Сказать какую-нибудь колкость, необидную, но всё равно смешную, самому рассмеяться — и бежать вперёд."
    "Голубое небо, горяще медные хвосты, торчащие по разные стороны от головы подобно молниям…"
    th "Любопытная всё же штука — человеческие взаимоотношения."
    "Подумал я."
    th "Алиса склонна к надменности, она прекрасно знает, как добраться до самого уязвимого места и ткнуть туда, но всё равно всем другим способам решения предпочитает открытый, честный конфликт."
    "Как будто сама не понимает ещё разрушительного эффекта собственной внешности."
    "Ей совершенно не нужно бить кого-то в лоб, кричать или доказывать."
    "Достаточно просто мило улыбнуться, похлопать ресницами — и окружающие мужчины сделают всё и принесут на блюдечке."
    "Только вот не знала она, не умела пока этого."
    "И этим подкупала сильнее всего."
    "Какая-нибудь Двачевская образца двадцати трёх-двадцати пяти лет, умело пользующаяся харизмой и красотой вкупе с ледяным высокомерием…"
    "Да, подобная картинка способна была напугать."
    "Но до неё лет пять ещё ждать, а до той поры максимум, чего следовало бы опасаться — это прямого в нос."
    "Безобидного, беспомощного жеста, который неспособен достать до сердца."
    "Грустно, что я раньше никого похожего не встречал."
    "И совсем печально, что если бы встретил — то мы никогда не смогли бы познакомиться."
    "Слишком уж разные."
    "Только это же касалось и Слави, и Мику, и Лены…"
    "Каждая из них могла бы заставить бить сердце быстрее, улыбнувшись или глубоко вздохнув."
    "Чистая красота, которой не нужны стрелки на глазах и помада на губах."
    "Чистая, чужая красота."
    stop music fadeout 3
    window hide
    play sound sfx_open_door_clubs
    pause(1)
    scene bg int_musclub_day
    show sl normal pioneer at right
    show dv normal pioneer2 at left
    with dissolve
    play music music_7dl["shestheone"] fadein 3
    play ambience ambience_music_club_day fadein 3
    "Я пропустил Алису вперёд, а сам просочился следом."
    "Здесь уже были все — и кто надо, и кто не надо."
    "В частности, здесь зачем-то была Славя."
    "Нет, я помнил указание Ольги Дмитриевны — но что она сейчас делать собирается?"
    "Вряд ли она опять будет баловаться с Мику."
    "Возникало просто такое впечатление, что она Алису не то стесняется, не то сторонится."
    "Вот и сейчас — подняла глаза, готовясь улыбаться."
    "Сникла."
    "Видимо, до последнего не верила в такое вот доброе соседство, а получила в нагрузку бездарного Семёна и непокорную Алису — локальное такое торнадо, способное вдребезги разнести окружение."
    "Собственно, вся идея собраться здесь изначально была таким торнадо."
    show dv grin pioneer2 with dspr
    dv "Смотрите, кто у нас тут."
    "Протянула Алиса."
    dv "Да это же наша гордость и краса, талант и активистка. {w}Что нас сегодня ждёт? Уборка? Или уборка?"
    show dv grin pioneer2 with dspr
    show sl upset pioneer with dspr
    sl "Послушай, Алиса, я сама не рада здесь находиться."
    show dv smile pioneer2 with dspr
    dv "Зато я-то как счастлива!"
    "Алиса привстала на носочки и прогнулась в некой пародии на балетное па."
    dv "Что у нас сегодня? Бальные танцы? Русские народные?"
    show mi surprise pioneer with dissolve
    mi "Славя занимается бальными танцами?"
    "Удивилась Мику."
    "Я же скромно сидел и помалкивал."
    "Мне вообще не было никакого дела до их споров."
    "Если бы Славя была моей… кхм… девушкой…"
    "А до той поры я не вижу причин вступаться ни за одну из сторон."
    "Как я понял, они постоянно на ножах, только Славя для Алисы практически неуязвима."
    "Вот и издевается рыжая, когда доводится возможность."
    "Что они не поделили — я, честно сказать, затруднялся ответить."
    "И не стремился выяснять, если на то пошло."
    me "Вот нравится людям собачиться."
    show mi upset pioneer
    show dv smile pioneer2
    with dissolve
    dv "Что сказал?"
    "Я перевёл взгляд на Алису."
    "Она стояла подбоченясь и отчаянно улыбалась."
    "Улыбалась так, будто либо расхохочется сейчас, либо пойдёт считать чужие головы."
    me "Да пришло вдруг в голову, как я бездарно с вами время тут трачу."
    show dv laugh pioneer2 with dspr
    dv "Так иди, найди занятие!"
    me "Нельзя."
    "Покачал головой я."
    me "Я здесь с вами в одной лодке. {w}Некуда идти."
    "Будь я наедине с одной Славей или одной Мику (да что там, наедине с рыжей!) — я бы отчаянно стеснялся."
    "Но когда их становилось {i}так{/i} много — они превращались в нечто общее-эфемерное, колыхающееся как студень и вызывающее больше головной боли, чем смущения."
    "Потому и общаться с ними было не в пример проще."
    "Такие дела."
    me "Что гораздо хуже — вы сами его бездарно тратите."
    show sl normal pioneer with dspr
    sl "Ольга Дмитриевна велела ждать её здесь, сам слышал."
    me "А для этого обязательно трепать друг другу нервы?"
    "Вообще, согласно правилам этикета мне следовало бы обхаживать прекрасных дам, уверяя, что они затмевают друг друга своею красою."
    "Только они прекрасно сами друг друга {w}охаживали."
    show mi sad pioneer with dspr
    mi "Я — за! Давайте, переставайте ругаться!"
    show dv normal pioneer2 with dspr
    dv "Да было бы с кем."
    hide dv with dissolve
    "Алиса спрятала свою ядовитую усмешку и отвернулась к окну, с преувеличенным вниманием разглядывая творящееся там."
    "А разглядывать там нечего было особо — кусты да трава."
    "Видимо, с её точки зрения, уж лучше кусты, чем наша весёлая компания."
    hide mi with dissolve
    "Мику тоже отошла к роялю."
    "Остались только мы вдвоём со Славей."
    show sl normal pioneer at center with move
    sl "Извини, я постоянно забываю, что половину слов Алисы надо просто пропускать мимо ушей."
    me "И зря. {w}Понимаешь, её негативное поведение не должно заставлять тебя стыдиться собственных чувств."
    show sl upset pioneer with dspr
    sl "Каких чувств?"
    me "Да откуда ж я знаю?"
    "Я не знал, и мне было всё равно."
    me "Злости, возможно? Раздражения? Желания доказать кому-то что-то?"
    sl "И как ты всё знаешь?.."
    me "Да вот…"
    "Очень охота была поведать девочке о том, каких высот в раздражении ближнего своего достигли иные искушённые пользователи сетей."
    "У них даже термин был для этого специальный, как игрушка у стаи макак."
    "И вот они несутся по пальмам довольные, верещат: «аааа, разозлил, разозлил!»"
    "Как будто в злости есть что-то постыдное."
    "Или в любой другой эмоции."
    me "Если бы ты знала, что у тебя остался всего год жизни, как бы ты среагировала?"
    "Неожиданно спросил я."
    "У меня-то года не было…"
    "Дай бог, если наберётся часов сорок. А что будет потом?"
    "Об этом я предпочитал не задумываться."
    show sl smile pioneer with dspr
    sl "Всего год? Я не зна…"
    "Резко рявкнула гитара, заглушая последнее слово, но я умудрился понять его по губам."
    "Алиса явно не была в настроении сидеть и болтать."
    "Мику смущённо улыбнулась из-за рояля — она и сама что-то писала в нотной тетради."
    "Видимо, запас вдохновения у японской гостьи был поистине неисчерпаем."
    show sl normal pioneer close with dissolve
    sl "Может быть, на улицу?"
    "Горячее дыхание Слави опалило мне ухо, я весь мгновенно покрылся мурашками."
    th "Ого!"
    "Восхитился я."
    th "Ничего себе реакция!"
    me "А репетиция?"
    show sl laugh pioneer close with dspr
    sl "Ты же всё равно ни на чём не играешь."
    me "Я собирался!"
    show sl happy pioneer close with dspr
    sl "Пошли! Не будем мешать."
    "Славя поманила меня за собой и направилась в двери."
    hide sl with dissolve
    "Когда я шёл за ней, в клубе вдруг повисла какая-то невозможная, неестественная тишина."
    "Чуя неладное, я резко обернулся."
    show dv laugh pioneer2 far at right
    show mi laugh pioneer far
    with dspr
    "Ну, разумеется."
    "Обе мерзавки корчили нам в спину рожи и показывали языки."
    "И если Алису я бы понял, то Мику…"
    "Покачав головой, я вышел на улицу."
    stop music fadeout 3
    window hide
    play sound sfx_open_door_clubs
    pause(1)
    scene bg ext_musclub_day
    with dissolve
    play ambience ambience_camp_center_day fadein 5
    play music music_7dl["midday_reverie"] fadein 3
    "На улице было тихо, мирно, солнечно…"
    "Дикие удары по струнам из клуба мгновенно сменились меланхоличными переборами, стоило лишь закрыть дверь за собой."
    "Славя устроилась на скамейке, и, сбросив обувь, забросила ножки на соседнюю, подставляясь солнцу, бьющему сквозь кроны деревьев."
    show sl smile pioneer with dissolve
    sl "Они напрасно стараются, для меня такая память всё равно будет дорога."
    me "Любая память дорога?"
    "Я было нацелился на скамейку, занятую ногами Слави, но глянул на неё, на её юбку, на любопытный ракурс с места возможного приземления…"
    "И сел на соседнюю."
    "Сесть совсем рядом с девочкой мне и в голову не пришло."
    sl "Любая."
    me "А какая самая дорогая?"
    "Славя прикрыла глаза и покачала головой."
    th "Видимо, с её точки зрения, так глубоко лезть под кожу не стоило?"
    th "Что это случилось с нашей активисткой? Неужели начала расставлять рамки?"
    "Как оказалось, я снова ошибался."
    "Потому что Славя открыла глаза и, всё так же улыбаясь, сообщила:"
    sl "Самая дорогая память — самая глубокая."
    sl "Лучше всех спрятанная."
    me "Имеешь в виду то, что ты не хочешь показывать никому?"
    sl "А как ты покажешь память?"
    me "Значит, не рассказывать об этом. Держать внутри себя, как самую большую ценность."
    sl "Нет."
    sl "Просто эта память сама по себе спрятана глубже всех прочих. До неё тяжело доставать."
    me "Что-то из детства?"
    show sl laugh pioneer with dspr
    "Славя рассмеялась."
    sl "Ты ведёшь себя как юноша на первом свидании — чувствуешь себя неловко и ведёшь неловко."
    dreamgirl "И говоришь несуразности."
    "Завершил внутренний голос."
    dreamgirl "Если не глупости."
    th "Да вы все сговорились, что ли?!"
    show sl smile pioneer with dspr
    sl "Я расскажу."
    "Сжалилась наконец девочка."
    me "Если не трудно. {w}Не нравится мне чувствовать себя дураком."
    sl "Ты не дурак. {w}Просто мальчики и девочки на разные вещи смотрят по-разному."
    me "И на память?"
    sl "На неё в том числе. Вот скажи, ты можешь вспомнить в деталях лицо близкого тебе, любимого человека?"
    sl "Не обязательно какой-то девочки. {w}Попробуй вспомнить лица родителей, бабушек…"
    "Я же предпочёл вспомнить лицо…"
    menu:
        "…одной знакомой ядовитой змеи":
            show blink
            "Прикрыл глаза, расслабился, воскрешая в памяти яркие голубые глаза."
            "И понял вдруг, что не могу вспомнить больше ничего!"
            "Ни формы скул, ни носа, ни даже разреза этих самых глаз."
            "Вообще ничего."
        "…одной не в меру навязчивой…":
            $ lp_sl += 1
            "Тем более, вот она сидит, довольная."
            "Что уж может быть проще: запомни как следует, закрой глаза…"
            show blink
            "И представь."
            "Если не получается с первого раза — пробуй ещё, память в итоге всё равно уцепит черты лица!"
            "Разве нет?"
            window hide
            "Не получилось ни с третьей, ни с пятой попытки."
    scene bg ext_musclub_day
    show sl smile2 pioneer
    show unblink
    me "Да как ты это делаешь?!"
    sl "Это ты делаешь, Сёмушка."
    "«Сёмушку» я предпочёл пропустить мимо ушей."
    sl "Самые дорогие воспоминания — самые глубокие. {w}Ты почти никогда не можешь вызвать в памяти лица любимых людей."
    sl "И, соответственно, я тоже."
    sl "Как ни стараюсь. {w}Только человек должен быть любимым по-настоящему."
    "Она со значением посмотрела на меня, поймав взгляд, подмигнула."
    "Снова смежила веки."
    sl "Последнее время я столько бездельничаю."
    sl "Дни тянутся долго-долго, в каждый из них столько вмещается…"
    show sl upset pioneer with dspr
    mt "И вместится ещё больше, будь уверена!" with vpunch
    "Ольга Дмитриевна в этот раз ради разнообразия решила материализоваться у меня за спиной, заставляя подпрыгнуть на месте."
    "Славя же и бровью не повела."
    "Видимо, давно уже засекла вожатую."
    show mt smile pioneer at left with dissolve
    mt "Я вижу, вы тут без роздыху репетируете?"
    me "Как оказалось, на трубе у меня получается играть чуть меньше, чем никак."
    show mt normal pioneer with dspr
    mt "Да? А на горне?"
    th "Началось в колхозе утро…"
    mt "Ну, не корчи такую физиономию, тебе не идёт."
    me "Надеюсь, вы не будете меня пропагандировать стать горнистом?"
    show mt laugh pioneer with dspr
    mt "А какой смысл? Остался всего один день."
    me "Алиса считала иначе."
    show mt normal pioneer with dspr
    mt "К слову об Алисе. Она там?"
    mt "Зови."
    hide sl with easeoutright
    play sound sfx_open_door_clubs
    "Славя понятливо кивнула и удалилась."
    "Внутри что-то грохнуло, о чём-то заговорили на повышенных тонах."
    play sound sfx_open_door_clubs
    scene bg int_musclub_day
    show dv angry pioneer2 at right
    show sl normal pioneer
    with dissolve
    dv "…бы ей самой не… "
    show dv surprise pioneer2 with dspr
    show mt grin pioneer at left with moveinleft
    mt "Зайти? Я зашла."
    show dv normal pioneer2 with dspr
    dv "И чем я могу помочь нашей вожатой?"
    show mt normal pioneer with dspr
    mt "Двачевская, не паясничай."
    mt "Твоя задача на сегодня — это разучить какую-нибудь пионерскую песню на три партии."
    show dv smile pioneer2 with dspr
    dv "За один день? Вы смеётесь?"
    mt "Простенькую."
    dv "Да даже простенькую! И потом, почему три? {w}Мику, я… Кто ещё?"
    show mt smile pioneer with dspr
    mt "Неправильно. Ты, Семён и Славя."
    show dv laugh pioneer2 with dspr
    dv "А, точно шутите."
    dv "С Мику мы ещё могли бы…"
    show mt normal pioneer with dspr
    mt "У Хатсуне и так слишком много номеров будет, не надо её ставить ещё и сюда."
    dv "… но с этими вряд ли выйдет что-то путное."
    "Продолжила Алиса так, будто её не перебивали."
    mt "Что-то из Визбора, наверное, или «дай руку». Короче, подберёте слова и музыку."
    mt "С тремя аккордами Семён худо-бедно должен справиться, пусть и с медиатором."
    me "Я? {w}Да я гитару-то в руках держал…"
    mt "Так что теперь это ваша задача."
    mt "У вас сутки на репетицию. {w}Приступайте."
    menu:
        "Это нереально!":
            $ karma += 10
            show mt smile pioneer with dspr
            "Алиса благодарно посмотрела на меня, но вожатая просто улыбнулась."
            mt "Партия сказала «надо», что ответил пионер?"
            me "Что в гробу я видал такие задания?"
            show mt laugh pioneer with dspr
            mt "Выступишь — тогда можно и в гроб."
            mt "Через полчаса жду на полднике. Постарайтесь к тому времени придумать, с чем хотите выступать."
        "Кто-то явно сошёл с ума":
            show mt smile pioneer with dspr
            mt "Я что-то плохо расслышала, Семён."
            mt "Ты отказываешьcя выступать?"
            me "Да, я отка…"
            show sl normal pioneer close with dissolve
            extend " мммм… Ммм!"
            "Я мычал и бешено вращал глазами, но произнести ничего не мог."
            "И то верно — поди скажи что-нибудь, когда тебе рот без лишней нежности затыкает ладошка."
            sl "Мы всё сделаем."
            mt "Умницы!"
            mt "Про полдник не забудьте, через полчаса горн."
            mt "Жду от вас хорошей песни."
    hide mt with moveoutleft
    "Ещё раз одарив нас ослепительной улыбкой, вожатая ушла."
    show dv normal pioneer2 at right
    show sl normal pioneer at left
    with move
    dv "Разучить песню за сутки?"
    sl "Угу."
    dv "Ни больше ни меньше."
    sl "Точно."
    me "Мы обречены."
    show dv angry pioneer2
    show sl angry pioneer
    with dspr
    we "Заткнись!"
    show dv laugh pioneer2
    show sl shy2 pioneer
    with dspr
    "Девочки рявкнули унисоном, потом переглянулись — и расхохотались."
    show sl normal pioneer with dspr
    sl "Ладно, попробуем."
    show dv grin pioneer2 with dspr
    dv "Есть у меня на примете одна."
    sl "Только не как в тот раз, понятно? Никакой матерщины, даже закашливаемой."
    dv "Никакой."
    sl "И похабщины."
    show dv surprise pioneer2 with dspr
    dv "Эй, чем тебе похабщина не угодила?"
    sl "Мы будем выступать перед детьми, если ты забыла. {w}В дворце ветеранов люди хотя бы понимающие были."
    sl "А здесь ты кого увидеть в зале планируешь?"
    show dv smile pioneer2 with dspr
    dv "Зануда ты, Славка."
    me "Э… Вы уже больше не ссоритесь?"
    sl "А мы и не ссорились."
    dv "Что нам делить?"
    th "Похоже, в женщинах я никогда разбираться не научусь."
    dreamgirl "Хорошо сказано."
    me "Ещё скажите, что дружите."
    show dv laugh pioneer2 with dspr
    dv "Я? С ней?"
    show sl grin pioneer with dspr
    sl "Да ни за что!"
    th "Определённо не научусь."
    stop music fadeout 1
    pause(1)
    play sound sfx_7dl["eat_horn"] fadein 1
    "Над нашими головами разнеслись задорные переливы горна."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day5_sl_7dl_loki_evening:
    play sound sfx_open_door_2
    pause(1)
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_medium_crowd_indoors_1 fadein 3
    play music music_7dl["too_serious"] fadein 3
    "Народ вокруг гудел, готовясь к тому, как он компенсирует себе потерянное утро."
    "Сходились все в одном — проводить время лучше всего на открытом воздухе."
    "И я в кои-то веки был полностью с ними согласен."
    "Вот только…"
    show sl normal pioneer with dissolve
    sl "Есть какая-нибудь песня на примете?"
    "Я покачал головой."
    "Из всех песен у меня в голове сейчас сидела увертюра из «Индианы Джонса», под которую удобно давать по газам, а не орать, выпучив глаза, песни со сцены."
    sl "Мне несколько песен в голову пришло, но это всё не то."
    dv "Зато мне пришло!"
    show dv normal pioneer2 at right with easeinright
    show sl upset pioneer at left with ease
    dv "Я присяду, можно."
    "Алиса плюхнулась на соседнюю со Славей скамейку, в упор игнорируя наши неласковые взгляды."
    dv "Значит, слушайте сюда, девчонки и мальчишки."
    me "Крайне внимательно."
    show dv smile pioneer2 with dspr
    dv "Слышала его, Феоктистова?"
    "Покосилась Алиса."
    dv "Вот как надо пресмыкаться!"
    "Видимо, понятие «сарказм» в эту благословенную глушь не завезли."
    "А жаль!"
    show sl smile pioneer with dspr
    sl "По-моему, Семён тебя дразнит."
    show dv surprise pioneer2 with dspr
    dv "Да? {w}Мне казалось, он был серьёзен."
    show dv smile pioneer2 with dspr
    dv  "В любом случае, я добыла один песенник с неплохими песнями."
    dv "Но вам я их показывать не буду — не уверена в том, что мы таким составом вообще способны что-либо выдать."
    show sl normal pioneer with dspr
    sl "Ты именно за этим села?"
    show dv grin pioneer2 with dspr
    dv "Ага! {w}Предупредить вас: готовьтесь к демонстрации каких-либо талантов."
    dv "В клубе будет прослушивание! {w}Впрочем, Феоктистовой это не касается."
    me "Почему?"
    dv "Я же сказала! Про-слу-ши-ва-ние! {w}А не фестиваль бездарей."
    show sl grin pioneer with dspr
    sl "Ни разу не слышала про такой. Поделишься опытом?"
    show dv normal pioneer2 with dspr
    dv "После полдника жду. Будем смотреть, кто на что способен."
    dv "Про твою дудку, новичок, слышала, это не то."
    dv "Возможно, ты сможешь быть более убедительным с гитарой?"
    "Славя промолчала, и этим вызывала гораздо больше вопросов, чем если бы продолжила спорить."
    th "Блин, не наврала же она мне про свои четыре года занятий!"
    dreamgirl "Почему ты так считаешь?"
    th "Ну… Не врут с таким лицом!"
    dreamgirl "Ха-ха-ха! Вы слышали этого простофилю! Не врут с таким лицом!"
    show dv smile pioneer2 with dspr
    dv "Короче говоря, просьба не пропадать. {w}Адью!"
    hide dv with dissolve
    "Алиса подмигнула мне и гордо удалилась."
    show sl sad pioneer at center with move
    sl "Иногда она совсем невыносима."
    "Пожаловалась Славя."
    me "Ты тоже не сахар, знаешь ли."
    sl "Я хотя бы над людьми не издеваюсь!"
    "Не издевается она, как же."
    "Пятый день не издевается."
    me "Я тебя на крыльце подожду."
    "Мне вдруг в голову пришла странная мысль, которую требовалось обмозговать."
    stop music fadeout 6
    window hide
    play sound sfx_open_door_2
    pause(1)
    scene bg ext_dining_hall_near_day
    with dissolve
    play music music_7dl["too_quiet"] fadein 3
    play ambience ambience_camp_entrance_day fadein 3
    "Выйдя на улицу, я устроился на скамейке и, как Славя в прошлый раз, закинул ноги на соседнюю."
    "Подставил солнцу лицо, прикрыл глаза…"
    "Почти машинально попытался вспомнить лицо любимого человека — и с чертыханием отступился."
    "Не получалось."
    "В прошлый раз не получилось, не получилось и в этот."
    dreamgirl "Хитрое колдунство, да."
    th "Которое заключается только в том, что на близких людей ты не смотришь глазами."
    dreamgirl "Интере-есно. {w}А чем? Ушами?"
    th "У меня не так много действительно близких людей, но и тех, что были… Я почти никого не разглядывал в упор."
    th "Большинство из них я осязал неким десятым чутьём, большую часть их внешности достраивая из воображения."
    dreamgirl "Вот! Раз достраивал — значит, есть из чего!"
    th "Из бессознательного!"
    "Если бы я умел рисовать — едва ли я смог бы нарисовать по памяти мать, Ксану…"
    "Проблемы с добычей информации из бессознательного не были для меня чем-то новым."
    dreamgirl "Славю…"
    window hide
    with fade
    th "Как думаешь, почему она смолчала?"
    dreamgirl "Стеснялась, наверное."
    th "А если точнее?"
    dreamgirl "Точнее — в женской бане. {w}Там всё напоказ."
    dreamgirl "А, точно. Ты в курсе."
    th "Да иди ты!"
    "Внутренний голос снова рассмеялся."
    "А мне почему-то не давала покоя мысль, что у Слави и Алисы долгая-долгая совместная история."
    "То, что ни та, ни другая не спешили делиться ей, только подогревало любопытство."
    dreamgirl "Да они просто одноклассницы, вот и всё."
    th "Не думаю, что всё так просто…"
    play sound sfx_open_door_2
    pause(1)
    show sl normal pioneer with dspr
    sl "Понравилось тебе так сидеть, я погляжу."
    me "А кого ты представляла, когда закрывала глаза?"
    show sl shy pioneer with dspr
    sl "Опять эти намёки…"
    me "Нет, я серьёзно!"
    me "Должен же у тебя быть человек, которого ты считаешь самым близким?"
    show sl normal pioneer with dspr
    sl "Мама…"
    "Кивнула девочка."
    sl "Раньше я была бабушкиной внучкой, пока… ты понимаешь. {w}А сейчас я очень привязана к маме."
    sl "Конечно, она редко бывает дома, она всегда занята, а я делаю за неё очень много работы по дому."
    show sl smile2 pioneer with dspr
    sl "Но я же девочка."
    sl "Когда-то ещё выйду замуж, а там уже надо будет всё уметь — и накормить, и обстирать…"
    me "Совмещаешь учёбу с заботой о семье."
    "Кивнул я."
    me "Я тоже никогда сам себе не готовил — только матери."
    show sl smile pioneer close with dspr
    sl "В тебе столько сюрпризов."
    "Продолжая глядеть мне в глаза, Славя безошибочно, не глядя, нашла мою руку и легонько сжала пальцы."
    sl "Иногда мне кажется, что ты просто обманываешь меня, смеёшься надо мной, говоришь то, что я хочу услышать."
    me "Это плохо?"
    sl "Это…"
    show sl normal pioneer with dissolve
    sl "Пошли, нас Алиса ждёт."
    hide sl with dissolve
    "Развернувшись, Славя зашагала по тропинке."
    "Её уши горели."
    window hide
    scene bg ext_musclub_day
    with dissolve
    "И не знаю уж, то ли она специально это делала, то ли просто задумалась, размеренно шевеля ногами — но я так и не смог догнать её до самого кружка."
    "Хотя я и не был против."
    "А уж внутренний голос наглазелся вдосталь."
    "Да, голос — наглазелся. {w}Есть многое на свете, друг Гораций, что и не видели в отделе эксгумаций."
    "Тошнило меня уже от этого здания, положа руку на ногу, признаюсь."
    "Я здесь практически живу последние двое суток."
    "Но выбор, однако, невелик — либо сказать всем «адью» и идти куда хочешь."
    "Но тут сразу Ольга, сразу нотации — подводишь, мол, батенька, ты товарищей своих, под монастырь подводишь, а потому быть тебе наказану тремя годами строгого расстрела."
    "Славя, опять же, расстроится."
    "Стиснуть зубы и терпеть."
    "Притворяться «полноценным членом общества»."
    "Ведь Слави общаются лишь с полноценными членами, никак иначе."
    stop music fadeout 3
    window hide
    play sound sfx_open_door_2
    pause(1)
    scene bg int_musclub_day
    with dissolve
    play ambience ambience_music_club_day fadein 5
    play music music_7dl["imfine"] fadein 3
    "А в клубе готово уж всё было к грядущему позору."
    "Мику расположилась поодаль, баюкая на коленках бас-гитару, рядом с японкой нашла своё место банкетка с какими-то разбросанными книжками."
    "Алиса же устроилась чуть ли не в дверях."
    "Вооружена же она была соло-гитарой и тетрадкой с нотами."
    "Настроена, что характерно, решительно."
    show dv normal pioneer2 with dspr
    dv "Мику, я сама начну, не мешай."
    show mi laugh pioneer at right with dissolve
    pause(1.3)
    hide mi with easeoutright
    dv "Итак… Чем можете похвастаться?"
    me "Мне нечем."
    "Моё самое выдающееся качество — самоотводы."
    me "Я человек скучный, жизнь проходит спокойно…"
    show dv grin pioneer2 with dspr
    dv "Попытка юморить засчитана. Может, выпустим тебя на сцену с комическими куплетами?"
    "Я уловил намёк и понятливо заткнулся."
    dv "А ты, Феоктистова?"
    "В отличие от меня, Славя признаваться ни в чём не спешила: пожала плечами с видом полной безучастности."
    "Мол, песню мы вам споём, а вот экстра-сервиса не гарантируем."
    show dv normal pioneer2 with dspr
    dv "Мда…"
    "Поднявшись с места, Алиса долго укладывала гитару, пытаясь не дать той соскользнуть на пол."
    "Мы со Славей наблюдали."
    "Мику хихикала."
    "Обычный день в пионерском лагере, что здесь такого."
    hide dv with dissolve
    "Плюнув наконец на непокорный инструмент, рыжая оставила его на полу и отправилась куда-то за рояль."
    "Долго громыхала там чем-то, а вернувшись, протянула мне шестиструнную гитару."
    show dv normal pioneer2 with dspr
    dv "Мику сказала, ты музыкой занимался. {w}Докажи."
    "Доказывать я никому ничего не собирался, однако взгляд Слави и кивок украдкой заставили меня повременить с радикальными мерами."
    th "Подкаблучником становлюсь, вот что."
    th "Эдак через полгодика и женюсь, как пить дать."
    dreamgirl "Ещё не поздно указать им точное направление движения и отправиться по своим делам."
    "Не поздно…"
    "С моей точки зрения, поздно было уже вчера, когда я сидел и терпел бардак вокруг себя."
    me "А как?"
    show dv smile pioneer2 with dspr
    dv "Сыграй что-нибудь…"
    me "Что-нибудь?"
    "Ладно, это не должно быть сложно."
    "Три блатных аккорда я худо-бедно выучил ещё до поступления на духовую кафедру, должен осилить задачу."
    "Должен же?"
    "Ничего сложного!"
    "Пальцы думали иначе."
    "Произошла ровно та же петрушка, что и с трубой — пальцы были деревянными, гитара постоянно ложилась неудобно, а струны резали подушечки пальцев."
    th "Этому, похоже, я тоже никогда не учился."
    "С уже привычным унынием констатировал я."
    "Алиса унывать не стала."
    "Вместо этого она отступила на шаг и высказала всё, что думает о бездарях, неслухах и бармалеях, притворяющихся музыкантами."
    "Говорила больше по делу и даже почти не повторялась."
    "Я заслушался, Мику конспектировала что-то в блокнотик."
    "Славя же откровенно потешалась."
    th "Хоть кому-то это казалось забавным. Ура."
    show dv sad pioneer2 with dspr
    dv "Хоть что-нибудь сыграть можешь? Возьми аккорд хотя бы."
    me "Да я стараюсь!"
    "С грехом пополам перехватив струны в нужных местах, я издал свой самый мощный «брень»."
    "Мику поморщилась, Славя заплакала, стекло в двери треснуло, а с помойки мне подпел хор бродячих котов."
    window hide
    with fade
    "Шучу."
    "Хотя реакция не была сильно позитивнее."
    "Алиса же, похоже, решила пойти по второму кругу, поэтому я решил вклиниться в назревающий монолог:"
    me "Да с пальцами проблемы, но что-нибудь несложное, думаю, сыграю."
    dv "Да что ты осилишь?"
    show sl normal pioneer at right with dissolve
    sl "Мы можем петь."
    sl "Вы с Мику будете играть, а мы петь."
    show dv laugh pioneer2 with dspr
    dv "Неплохое предложение! Мы будем играть, а вы петь. Ахаха, какое замечательное предложение."
    sl "Правда?"
    show dv normal pioneer2
    dv "Нет."
    dv "Давайте лучше разведём на сцене костёр и картошки нажарим."
    dv "А! И водки. Только в этом случае Феоктистова освобождается от обязанности аккомпанировать."
    show sl upset pioneer with dspr
    sl "Я справлюсь без костра и водки."
    show dv angry pioneer2
    show sl angry pioneer
    with dspr
    dv "А я справлюсь без вас! {w}Но если ты забыла, Шляпа поручила выступление нам троим!"
    dv "Я сама прекрасно справлюсь, но вы мне нафига?"
    sl "Может быть, мне стоит извиниться перед тобой за поручение Ольги Дмитриевны?"
    sl "Мы с Семёном будем петь!"
    th "Спасибо, что поинтересовались моим мнением."
    dv "Одна я играть не буду!"
    sl "Да куда ты денешься?"
    dv "Послушай меня, ты…"
    "Я бы слушал их трёп и дальше — разве что без попкорна, но тут рядом заскрипело сиденье, и чьё-то тёплое дыхание согрело мне ухо."
    mi "У меня в кармане крыса! Я нашёл её в лесу! Она мокрая и лысая! Я тебе её несу!"
    me "Извини… Что?"
    "Переспросил я, с трудом борясь с подступающим хохотом."
    hide dv
    hide sl
    show mi happy pioneer
    with dissolve
    mi "У меня в кармане крыыыыса…"
    "Послушно начала Мику."
    me "Извини, а какое…"
    show mi smile pioneer with dspr
    mi "Не обращай внимания, эти двое пока не наругаются досыта, ничем заниматься не будут.{w} Будь они мальчик и девочка, я бы решила, что это любовь."
    dreamgirl "Оу, ю тач май тралала!"
    "Прыгнувший в голову образ проходил по категории «18+», потому я старательно зажмурился."
    me "Какой кошмаааар!"
    stop music fadeout 2
    show mi normal pioneer with dspr
    pause(1)
    play music music_7dl["breath_me"] fadein 3
    mi "Не говори! {w}Каждый раз, когда им что-то поручают вместе, всегда вот такое происходит."
    "Мику махнула рукой в сторону размахивающих руками девочек."
    mi "Всегда!"
    me "Кто обычно побеждает?"
    show mi laugh pioneer with dspr
    mi "С переменным успехом!"
    me "Делаем ставки?"
    mi "Принимаем ставки!"
    "Захлопала в ладошки японка:"
    mi "В левом углу боец в синих трусах, в правом углу — боец в красных трусах!"
    mi "Сегодня объявляется битва на звание чемпиона занудства!"
    mi "Ставки!"
    "Мику ударила в воображаемый гонг."
    mi "Двести долларов на бойца в красных трусах!"
    "Прозвучало это донельзя двусмысленно, но я постарался не проводить параллелей."
    hide mi with dissolve
    show dv angry pioneer2 at right
    show sl angry pioneer
    with dissolve
    me "Двести долларов на…"
    "Я ухмыльнулся."
    me "На Алису!"
    show dv laugh pioneer2 with dspr
    show sl upset pioneer with dspr
    "Обиженная вероломством, Славя поперхнулась аргументом."
    dv "Что ты там сказала? «Да»?"
    sl "Что? Я не…"
    mi "Побеждает Алиса!"
    show dv grin pioneer2 with dspr
    dv "Значит, место Феоктистовой — за барабанами! Марш! Марш!"
    "Рыжая запрыгала вокруг блондинки, дёргая её за руки."
    dv "Покажешь всем, как легко это — музыка!"
    dv "За язык никто не тянул, сама сказала, что барабаны — просто."
    dv "Даже ты сама сможешь. {w}Покажи класс."
    hide sl
    hide dv
    with dissolve
    "Смущённая напором оппонентки и нашими взглядами, Славя позволила увлечь себя за установку."
    "Уселась на табуретку, взяла палочки."
    th "Вот было бы забавно, устрой она сейчас забойное соло."
    "Мелькнуло в голове."
    "Это было бы слишком фантастически, чтобы быть правдой, но чем чёрт не шутит?"
    "Получилась бы банда, играли бы блэк-металл…"
    "Я не сразу понял, что вместо ожидаемого ритмического рисунка в тишину клуба вплёлся нервный перестук, больше походящий на какую-то пионерскую дробь."
    "Хотя, наверное, это дробь и была."
    "Видимо, ничего другого на барабане исполнять Славя просто не умела."
    show dv laugh pioneer2 at right with dissolve
    dv "И это всё?"
    dv "Вот всё это — простое — оно всё?"
    show sl sad pioneer at left with dissolve
    show dv smile pioneer2 with dspr
    sl "Я не говорила, что барабаны — это просто."
    dv "Говорила."
    sl "Я имела в виду…"
    "Алиса взмахом руки оборвала её, и, обернувшись ко мне, заявила:"
    dv "Вы все безнадёжны, но я придумала вам роль."
    me "Вот как?"
    dv "Угу. Вы возьмёте ветки и будете махать у меня над головой, пока я одна буду играть и петь."
    dreamgirl "Деееедушка едееет домоооой!"
    show sl angry pioneer with dspr
    sl "Предлагаю сломать ветки о спину Алисы."
    show sl sad pioneer at fleft
    show dv smile pioneer2 at center
    with move
    show mi normal pioneer at fright with dissolve
    mi "Я не против! Не буду я ветками махать!"
    me "А я воздержусь."
    "Несмотря на то, что Алиса пока не зарекомендовала себя как добрая и ласковая девочка, её забота о деле подкупала."
    "Потому…"
    me "На сцене есть пианино, рояль или любые другие клавишные?"
    "Мику кивнула."
    me "Что ж, в таком случае у меня есть встречное предложение."
    "Славя отчаянно замотала головой, но мне уже вожжа под хвост попала."
    "Нёсся вперёд как оглашённый."
    me "У нас будет гитара с пианино."
    dv "И кто же будет играть на пианино? {w}Ты?"
    dv "Судя по тому, как ты «играл» —"
    "Она подчеркнула это слово, изобразив кавычки в воздухе пальцами."
    dv "На трубе и гитаре — пианино сведёт тебя с ума."
    me "Нет, играть на пианино будет…"
    show sl upset pioneer with dspr
    stop music fadeout 3
    extend " Славя."
    show mi surprise pioneer
    show dv surprise pioneer2
    with dspr
    we "Славя?!"
    me "Покажи им."
    play music music_7dl["yume_akari"] fadein 3
    sl "Нет."
    me "Смелее!"
    sl "Я не буду."
    mi "Славя умеет играть на пианино? {w}Я не знала…"
    dv "Я слышала что-то подобное, но не верила."
    show sl angry pioneer with dspr
    sl "Да я…"
    show dv normal pioneer2 with dspr
    dv "Значит, скрывала."
    dv "Ну, Славка…"
    me "Покажи им."
    show sl sad pioneer with dspr
    "Славя заколебалась, подыскивая какие-нибудь доводы, кроме невежливого «нет»."
    "Только вот не дал ей никто такого шанса."
    show mi smile pioneer
    show dv smile pioneer2
    with dspr
    we "Сла-вя! Сла-вя!"
    "Хором начали скандировать девочки."
    sl "Я не хочуууу…"
    "Простонала она."
    me "Похоже, у тебя нет выбора."
    "Мне оставалось только надеяться, что улыбка вышла не слишком издевательской."
    window hide
    with fade
    sl "Зачем ты им сказал?"
    me "Это твои пятнадцать минут Слави. Помнишь беседу про шанс стать тем, кем ты хочешь?"
    me "Возможно, музыка — это ответ и для тебя тоже."
    "Я не могу сказать, чтобы так уж верил в музыкальные таланты девочки."
    "Отнюдь. {w}Мои уговоры были продиктованы насквозь эгоистичным и себялюбивым переживанием."
    "Я представил себя на её месте, вспомнил, на что потратил последние десять лет…"
    "Да я бы уцепился за этот шанс всеми лапами!"
    "Потому и подталкивал, и подталкивал девочку."
    show sl shy pioneer with dspr
    sl "Я сто лет не играла."
    dv "Ничего, это как не велосипеде ездить — ни за что не разучишься."
    show mi happy pioneer with dspr
    mi "Мы верим в тебя, Славя!"
    me "Дерзай!"
    "Славя смутилась, покраснела чуть ли не до слёз."
    "Она смотрела на нас, но видела в наших глазах лишь поддержку."
    "И она сдалась."
    hide sl
    hide mi
    hide dv
    with dissolve
    "Всё той же, смутившейся, растерявшейся, она оказалась за роялем."
    "Положила дрожащие пальцы на клавиши…"
    sl "Я мало песен знаю."
    "Сообщила она."
    sl "А эту мы разучивали с бабушкой, и она до сих пор моя самая любимая."
    sl "Только вот моя игра…"
    "Пальцы пришли в движение, и в золотой, наполненный пылинками и ожиданием воздух плавно вплелись первые ноты."
    "Я знал эту песню."
    "Когда-то именно с неё и начиналась моя карьера музыканта."
    "Французская песня о том, что всегда есть надежда, что ни в коем случае нельзя расставаться и опускать руки."
    "Песня о любви."
    "И всё она наврала, глупая Славка — всё в порядке у неё с игрой."
    show dv normal pioneer2 at right with dissolve
    dv "Ты знаешь…"
    "Шепнула Алиса, приобняв меня за плечи."
    dv "Теперь у нас будет музыкальное сопровождение такое, что все обзавидуются."
    "Правда, она тут же спохватилась и убрала руку, да только я всё понял."
    "И то, что не злая она, притворяется только, что и ей доступны простые человеческие переживания."
    "Что Алиса — добрая девочка."
    "Вот только если я скажу ей это в лицо — она будет долго смеяться."
    show mi smile pioneer at left with dissolve
    "Мику же просто смотрела на происходящее и улыбалась, качая головой в такт музыке."
    "Из всех нас она, пожалуй, была самой счастливой."
    hide dv
    hide mi
    with dissolve
    "Славя взяла последний аккорд, и в помещении повисла тишина."
    sl "Вот…"
    "Славя упорно смотрела в крышку рояля перед собой, будто читая там что-то."
    "Мы же молчали."
    "Потому что после такой игры… Что ж, иногда лучше действительно просто промолчать."
    play sound sfx_simon_applause
    "Алиса зааплодировала, а Мику засуетилась, бормоча себе что-то под нос."
    "Сначала побежала в угол к магнитофону, потом несколько раз обогнула рояль…"
    "Наконец, нашла искомое там, где сидела раньше."
    show mi smile pioneer at left
    show sl shy pioneer
    with dissolve
    mi "Вот! Попробуй."
    "На полочке появилась открытая книжка."
    mi "У тебя получится!"
    sl "Но я же…"
    mi "Просто попробуй!"
    sl "Ох, хорошо."
    hide sl
    hide mi
    with dissolve
    "Глядя в ноты, Славя «попробовала»."
    "И у неё получилось!"
    "Пусть неуверенно, медленно…"
    "Но для игры «с листа», для человека, который чёрт-те сколько не садился за рояль…"
    show mi smile pioneer at left
    show dv smile pioneer2 at right
    show sl smile2 pioneer
    with dissolve
    "Мику улыбаясь, качала головой, а потом негромко затянула:"
    mi "Прощальный час настал… И обнял нас за плечи."
    dv "Запомни этот зал и этот тёплый вечер!"
    "Подхватила Алиса."
    "Кажется, к завтрашнему концерту мы всё-таки что-то приготовим."
    "Обязательно приготовим!"
    "Из кружка ещё долго доносились клавишные переборы, поверх которых звучали три пусть и плохо поставленных, зато звонких голоса."
    "Был и один поставленный профессионально, но в эти полчаса среди нас не было дилетантов и профессионалов, не было кого-то выше или ниже."
    "Были просто мы."
    "Когда прозвучал сигнал горна, мы поняли, что совсем утратили счёт времени, а три часа пролетели совсем незаметно."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return
    

label alt_day5_sl_7dl_day:
    scene bg int_dining_hall_day
    with dissolve
    play ambience ambience_medium_crowd_outdoors fadein 2
    play music music_7dl["your_life"] fadein 3
    "Обед прошёл скомканно и неловко."
    "Я порывался было отнести покушать Славе, но к моменту моего появления в столовой, Виолы уже не было."
    "А жаль…"
    "Очень неплохой был бы повод повидаться ещё раз."
    "Как минимум."
    "От того было грустно и непонятно: будто бы я стал, бестелесный, у Гостиного двора и бессловесно наблюдаю за суетящейся вокруг жизнью."
    "И люди не бегают медленнее, и озабоченности у них на лицах не больше и не меньше."
    "Всё так же летают голуби, всё так же шуршат покрышки машин, а из динамиков доносятся рекламные ролики."
    "Здесь ничего не меняется без меня, жизнь не останавливается и даже знакомые мне люди не перестают быть, когда перестаю быть я."
    "Славя продолжит быть, когда меня не станет."
    "Даже голодной не останется."
    "Открытие было неприятно отрезвляющим."
    "Обед тоже получился… неприятным."
    "Со вздохом, я составил почти нетронутые тарелки обратно на поднос и поднялся."
    dreamgirl "Неужели даже за списком важных дел не пойдёшь?"
    th "А надо?"
    dreamgirl "Славя надеется на тебя."
    window hide
    play sound sfx_open_door_2
    pause(1)
    window hide
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    th "Не думаю."
    show mt normal pioneer with dissolve
    mt "В медпункт спешишь, Сёмыч?"
    "Я безучастно качнул головой."
    mt "Не беспокойся, все Славины дела и делишки я уже поручила другим пионерам."
    mt "Уж извини, но ты — не Славя. {w}С её списком один ты бы точно не справился."
    th "Не думаю. {w}Уверен точно — никто на меня не надеется."
    mt "Но я приготовила для тебя одно, самое интересное."
    me "Какое же?"
    mt "Пошли, покажу."
    "Ольга махнула рукой и, не оборачиваясь посмотреть, иду ли я, зашагала куда-то."
    scene bg ext_square_day
    show mt normal pioneer
    with dissolve
    window hide
    me "Хм… Зачем мы здесь?"
    th "Не хотите же вы дать мне метлу и заставить подметать площадь?"
    "Это было бы слишком банально и предсказуемо."
    show mt normal pioneer with dspr
    mt "Сейчас, дождёмся Лену."
    me "Лену? А она какое отношение…"
    show mt smile pioneer with dspr
    mt "Сейчас, дождёмся Лену…"
    "Терпеливо повторила вожатая."
    mt "Куда ты так торопишься? Тебе теперь торопиться никуда не надо."
    "Прозвучало зловеще."
    "Я даже открыл было рот, чтобы уточнить, как она меня перебила:"
    show un sad pioneer at right with moveinright
    mt "Вот и Лена!"
    un "Д-да…"
    "В руках Лена держала две какие-то банки."
    "С краской, если я не ошибаюсь."
    show mt normal pioneer with dspr
    mt "Очень хорошо."
    mt "Итак, задача на время тихого часа — подвести краску на воротах, пока там никто не шастает."
    mt "Старшей за исполнение назначаю себя, а Тихонова наказана."
    me "Эй, а я-то за что наказан?"
    mt "Ты не наказан, но раз ты сегодня заменяешь Славю — заменишь и здесь."
    th "Не было печали."
    mt "А теперь — напра-во! Красить ворота — марш!"
    hide mt
    hide un
    with dissolve
    "Мы уныло поплелись в указанном направлении."
    window hide
    scene bg ext_camp_entrance_day
    with fade
    play ambience ambience_camp_entrance_day fadein 6
    "У ворот было тихо, мирно и спокойно."
    "Здесь и в другое-то время редко кто ходил, а уж в тихий час…"
    show mt smile pioneer with dissolve
    mt "Только не думай, что я это делаю для собственного удовольствия."
    "Улыбнулась вожатая, устраиваясь в тенёчке поудобнее."
    mt "Будь моя воля — я бы сейчас домой пошла."
    "Она потянулась."
    mt "Книииижечку бы почитала…"
    "И зевнула."
    window hide
    with fade
    me "Так идите."
    show mt grin pioneer with dspr
    mt "Нельзя."
    me "Не доверяете?"
    mt "Ни на грош. Тут либо ты сбежишь, либо вы поубиваете друг друга."
    mt "Вдвоём вас оставлять нельзя, и тем не менее — дела должны быть сделаны."
    show mt smile pioneer at right with move
    show un shy pioneer at left with dissolve
    un "Н-неправда, я…"
    show mt grin pioneer with dspr
    mt "Девочка моя! Я за вами наблюдаю несколько дней, и каждый раз, когда вы сталкиваетесь, между вами постоянные конфликты."
    mt "Если бы я не знала про Славю, я бы решила, что вы влюбились."
    window hide
    with flash2_red
    "Лена мгновенно залилась краской."
    "Я и сам почувствовал, что смущаюсь."
    th "И надо же некоторым обязательно лезть в чужие дела!"
    mt "Всё, довольно болтовни. Разбирайте створки и за работу — марш, марш!"
    pause(1)
    hide mt with dissolve
    "Вожатая утомлённо сдвинула панамку на глаза, давая своим видом понять, что разговор окончен."
    me "На какую створку пойдёшь?"
    show un sad pioneer with dspr
    un "Н-на закреплённую."
    me "Ступай."
    "Банка была довольно тяжёлая."
    th "Как только их Лена несла? Ещё и с кисточками…"
    "А краска внутри была та самая. Шаровая."
    window hide
    hide un
    with fade
    "Хмурая, жидкая сталь, почти не отражающая свет."
    me "Ольга Дмитриевна?"
    mt "Хм!"
    "Скрипнуло из-под панамки."
    me "Кисточками мы забор будем до морковкина заговенья красить!"
    me "Может, есть какие-нибудь валики или что-то в этом роде?"
    mt "Забор? Какой забор?"
    me "Тьфу. Ворота, то есть."
    mt "Так не надо их красить целиком. {w}Ваша задача — обновить немного краску да замазать трещинки и если где что облупилось."
    me "Какое облегчение."
    mt "Я знала, что тебе понравится."
    "А мне не понравилось."
    "Вот ни разу."
    "Ладно, краска не слишком токсичная — нет риска надышаться и поймать бабушку из Парижа."
    "Но она же жутко маркая! А зная собственную изящность и аккуратность…"
    th "Видимо, пионеры здесь работают ещё и малярами."
    dreamgirl "Смирись и страдай. {w}Посмотри на Лену — разве она ноет и стенает?"
    th "Да она наказана! Вот и терпит свою схиму."
    dreamgirl "А ты — герой. Так что прикрой варежку и не жалуйся."
    th "Всё равно мне это кажется жутко несправедливым. {w}Я на это не подписывался."
    dreamgirl "На что ты подписывался? Таскать Славе нямку, гладить её по голове и говорить, какая она разнесчастная?"
    th "Это не самая плохая идея!"
    dreamgirl "Вожатая так не считает."
    "Внутренний голос угомонился, оставив за собой ещё более тягостное возмущение, чем раньше."
    "Я чувствовал необъяснимую неправильность происходящего."
    "Но никак не мог сформулировать свои претензии."
    "Скорее всего, дело было ещё и в отвлекающем факторе в лице Леночки?"
    th "Дошло!"
    th "Разве подновление ворот и прочие хозработы — не забота дежурных по большому счёту?"
    "К этому моменту я уже успел закрасить две трещины на самом верху, изляпать пальцы и с огромным трудом отдёрнуть мысок сандалии от падающей вниз жирной капли."
    th "Нет, это никуда не годится."
    me "Ольга Дмитриевна!"
    mt "Ну что ещё?"
    me "Как дела?"
    mt "Лучше всех! А почему ты спрашиваешь?"
    th "Да вот думаю банку эту вам на голову надеть."
    "А вслух спросил:"
    me "Какой отряд сегодня дежурит по лагерю?"
    mt "Предположим, первый."
    me "Что-то я не видел никого из наших, дежурящих в столовой."
    mt "Хорошо, второй. Второй отряд."
    show mt normal pioneer with dissolve
    "Вожатая убрала с глаз панамку и села поудобнее, видимо, смирившись с тем, что поспать ей не дадут."
    me "Так почему тогда мы вместо дежурных красим?"
    mt "Я тебе объясняла."
    "Терпеливо начала вожатая."
    mt "Лена наказана, а ты…"
    me "Почему этим не занимаются дежурные второго отряда?"
    mt "Потому, что они маленькие ещё."
    me "Да им по пятнадцать лет, лбы здоровые!"
    mt "Тем не менее, за ними нужен глаз да глаз."
    me "Такой же, как за нами?"
    show mt laugh pioneer with dspr
    mt "Уел, уел, чертяка."
    mt "Чего ты хочешь?"
    me "Я думаю, надо поймать дежурных и заставить их делать то, что они и так обязаны."
    mt "А пока ты их ловишь — кто будет всё красить?"
    me "Не убежит. {w}А я уж прослежу, чтобы они не убежали!"
    show mt smile pioneer with dspr
    mt "У тебя двадцать минут."
    "Сообщила вожатая и вернулась в старую позу."
    "Похоже, Лене она всецело доверяла."
    stop music fadeout 2
    window hide
    scene bg ext_clubs_day
    with dissolve
    pause(1)
    play music music_7dl["temptation"] fadein 2
    "Уже ступив за ворота, я поймал себя на мысли, что понятия не знаю, где их искать."
    "Я хочу сказать, я даже не был в курсе относительно домиков, в которых квартировали сегодняшние дежурные."
    "Как-то до сих пор не было повода заинтересоваться."
    "И вот…"
    th "Пойду, наверное, Ульянку подостаю — если она, конечно, не убежала."
    th "Раз она со своей гвардией дружбу водит, то и помочь мне сможет."
    "Вот так. Главное — это выставить себе не одну громадную цель, а цепочку крохотных."
    "Их и решать проще, и достигаются они быстрее."
    "«Найти Ульянку» звучало куда проще, чем «разыскать места обитания второго отряда и заставить одного из них красить забор вместо меня»."
    "Главное, чтобы мелкая не отказалась мне помочь!"
    window hide
    with fade2
    "Я сделал всего несколько шагов, как вдруг из-за клуба выкатилась знакомая уже троица и, запыхавшись, остановилась передо мной."
    me "Бонджорно."
    show dn normal pioneer
    show al normal pioneer at right
    show tn normal pioneer at left
    with dissolve
    tn "Привет…"
    me "Вы откуда такие летите?"
    show dn sad pioneer with dspr
    dn "Не мешай нам, мы дежурные! Некогда нам, некогда!"
    me "Так я как раз по дежурству! Очень хорошо."
    show al dontlike pioneer with dspr
    al "Что опять? Если хряки где-то накосячили, то мы не…"
    me "Ворота!"
    "Объявил я."
    me "Обычно за всех дежурных это делала Славя, но раз она в медпункте, то дежурным придётся выполнять свою работу."
    me "Иди сюда."
    "Я кивком подозвал самого вежливого и всучил ему банку с краской."
    me "Не разлей и не испачкайся."
    show tn shy pioneer with dspr
    tn "Красиииииво."
    "И тот разумеется сунул в банку палец."
    "Почему-то я даже не удивился."
    show dn dontlike pioneer with dspr
    dn "Так у нас своих дел полно, зачем нам краска?"
    me "Какой отряд сегодня дежурный? {w}Вот и найдите самого бездельника."
    "Ребята переглянулись, а потом хором заявили:"
    we "Кошкин."
    me "Что Кошкин?"
    dn "Бездельничает.{w} Сейчас мы его приведём."
    me "Жду вас у ворот."
    hide tn
    hide al
    hide dn
    with moveoutright
    "Помахав мне, мальчики умчались дальше по своим делам."
    window hide
    scene bg ext_camp_entrance_day
    with dissolve
    "А я отправился обратно к воротам."
    "Уселся рядом с Ольгой Дмитриевной."
    "Сегодня ради разнообразия было неплохо почувствовать себя плантатором-эксплуататором."
    mt "Успехи?"
    me "Сейчас дежурного приведут, пусть работает."
    mt "Значит, всё же сумел кого-то организовать на работу? Растёшь, Сёмыч."
    "Она вслепую протянула руку и потрепала меня по плечу."
    window hide
    with fade
    "И надо же было именно в этот момент Лене обернуться и посмотреть на нас."
    "Разумеется, она стушевалась и вспыхнула."
    "Разумеется, вспыхнул и я."
    "Ласки от нашей добрейшей вожатой не так-то просто было добиться, а тут такая ситуация…"
    "Везение моё да карма — два крокодила."
    mt "А что, если они не придут?"
    "Как бы невзначай поинтересовалась вожатая."
    me "Эти-то? Гвардия?"
    mt "А, гвардия. Эти точно придут."
    "И не ошиблась."
    "Не прошло и получаса, как из-за ворот донеслись какие-то крики, и на пятачок вытолкали смутно знакомого рыжего пионера."
    ml "Эй, вы не имеете прррава!"
    "Чуть картавя закричал он."
    show dn normal pioneer with dissolve
    dn "Ещё как имеем, Олежка. {w}Кто сегодня больше всех бездельничал?"
    ml "Да я пррросто устал!"
    show al dontlike pioneer at right with dissolve
    al "Кому ты заливаешь, Кошкин? Устал он."
    al "Что ты делал, что устал? Лежал на боку?"
    ml "Готовился к завтрррашнему выступлению!"
    show tn grin pioneer at left with dissolve
    tn "Повторять стихи можно и так, Олежка."
    "Тихо сообщил последний из гвардии мальчик."
    "Похоже, была у них такая манера — разбивать мысль на троих и произносить её по очереди."
    ml "Так что делать-то?"
    me "Ох…"
    "Я с кряхтеньем поднялся."
    me "Твоя задача на сегодня — это взять краску и как следует пройти все дырки на воротах, понятно?"
    ml "Но это же прррроизвол!"
    me "Дежурь давай."
    "Я всучил ему кисточку и напутственно похлопал по плеу."
    me "Партия верит в тебя!"
    ml "Я не хочу…"
    me "Как не хочешь? Ты же дежурный?"
    ml "Ну и что!"
    me "Крась давай."
    ml "Да я знаете чей сын!"
    show dn sad pioneer with dspr
    dn "Похоже, придётся звать нашего кардинала."
    show al smile pioneer with dspr
    al "Ульяну."
    show tn sad pioneer with dspr
    tn "Она будет очень недовольна."
    ml "Что ж вы сразу не сказали!"
    "Олежка вздрогнул, судорожно обернулся по сторонам и, схватив кисточку, вприпрыжку кинулся к воротам."
    me "Краску забыл, эй!"
    ml "Ой, да. Сейчас."
    "Олежка вернулся, забрал у меня банку, побежал обратно, засуетился…"
    "А Лена, понятно, всё это время старательно красила свою сторону ворот."
    "Вожатая, посмеиваясь, наблюдала за процессом из тенька."
    "Похоже, здесь моя помощь уже не требовалась."
    "Лена хоть и поглядывала вопросительно на то, как делегирую полномочия, возражать не стала."
    "Видимо, твёрдо решила отработать наказание."
    "Или была слишком скромная для того, чтобы возмущаться."
    "Кто ж её знает…"
    show dn normal pioneer with dspr
    dn "На этом наши полномочия всё."
    show tn smile pioneer with dspr
    tn "Пойдём дальше на обход."
    show al normal pioneer with dspr
    al "Пока, Семён!"
    th "Ого, они знают моё имя!"
    "Я даже удивиться не успел."
    hide dn
    hide al
    hide tn
    with easeoutbottom
    "А я пошёл на главное место погонщика рабов — рядом с Ольгой Дмитриевной."
    show mt smile pioneer with dissolve
    mt "Запряг?"
    me "Немножко."
    mt "Знала я, что в тебе пропадает педагог! {w}Пойдёшь к нам в школу? Я за тебя похлопочу."
    me "Работать с детьми?"
    mt "У тебя неплохо получается!"
    "Я содрогнулся."
    show mt laugh pioneer with dspr
    "Вожатая рассмеялась."
    mt "Тебе понравится, обещаю!"
    me "Ольга Дмитриевна, а что не так с Леной?"
    show mt normal pioneer with dspr
    mt "Не так с Леной?"
    me "Не так."
    mt "А что с ней не так?"
    me "Это я вас спрашивал, помните?"
    mt "Ты спросил, что не так с Леной. А я спрашиваю, не так — это что?"
    "Я схватился за голову."
    me "Просто скажите, почему она ведёт себя странно?"
    mt "Нормально она себя ведёт."
    me "Тогда почему бегает от меня и смотрит так, будто я её бабушку убил. И съел."
    show mt grin pioneer with dspr
    "Вожатая рассмеялась."
    mt "Может, и съел."
    mt "Может, и убил."
    me "Вы снова издеваетесь!"
    mt "Нет, я над пионерами не издеваюсь. {w}Это всё поклёп и вражеская пропаганда."
    me "Может, тогда ответите на мой вопрос?"
    show mt normal pioneer with dspr
    "Смех стих."
    mt "Ты уверен, что тебе надо это знать?"
    mt "Ты уверен, что она не услышит, как мы здесь о ней шепчемся?"
    mt "Ты уверен, что тебе вообще всё это надо?"
    me "Я не знаю."
    "Честно ответил я."
    me "Но мне кажется, что будь Славя на моём месте, она бы обязательно постаралась разобраться и помочь."
    mt "Беда в том, что ты не Славя."
    "Вожатая коротко вздохнула и убрала панамку с лица."
    mt "Она на твоём месте не будет. {w}Но изволь. Я расскажу сколько могу."
    mt "И не говори потом, что я не предупреждала."
    stop music fadeout 3
    window hide
    pause(1)
    with fade
    "Наклонившись ко мне поближе, вожатая начала рассказ:"
    play music music_7dl["promise_to_meet_you"] fadein 3
    mt "Я расскажу о Лене сколько могу, но после этого ты должен перестать спрашивать меня, понял?"
    me "Так точно."
    show mt sad pioneer close with dissolve
    mt "Тогда слушай."
    mt "Мы с Леной никогда не были особо дружны и близки, но в прошлом году я уже знала её."
    mt "Правда, в прошлом году она была во втором отряде, поэтому познакомиться ближе не удавалось."
    me "Так она здесь не первый год уже?"
    mt "Не первый."
    "Ольга нервно дёрнула уголком губ."
    mt "В прошлом году из-за неё произошёл крупный скандал."
    me "Она сделала что-то нехорошее?"
    "Вожатая поморщилась."
    mt "Мне не сказали точно и запретили узнавать."
    mt "Вот прямо так: пригласили к начальнику ОК и прямым текстом запретили приближаться ко второй школе и расспрашивать про подробности."
    "Ссутулившись, она спрятала ладони между коленями и сжала их."
    "Вела она себя как девчонка, застуканная за чем-то постыдным."
    "За чем-то…"
    mt "Всё, что удалось понять: произошло всё почти сразу же после возвращения второй смены из лагеря, у неё произошёл какой-то конфликт, и…"
    mt "Дальше я не знаю."
    me "Не знаете?"
    show mt normal pioneer with dissolve
    mt "Я рассказала что могла."
    "Вожатая отвела глаза, и до меня дошло вдруг:"
    th "Так ведь она врёт!"
    "Физиогномист из меня был не ахти, но такие очевидные признаки даже дуб вроде меня мог прочитать."
    "Не было в том никакой трудности."
    me "И больше вам добавить нечего."
    show mt smile pioneer with dspr
    mt "Догадался, да?"
    me "Здесь и догадываться не о чем. Всё с первого взгляда понятно."
    show mt normal pioneer with dspr
    mt "Послушай, я могу рассказать ровно столько, сколько рассказываю. Всё остальное — под запретом."
    mt "Ясно тебе?"
    me "Так вы ничего не рассказали!"
    show mt sad pioneer with dspr
    mt "Почему же… про скандал, про то, что запретили расспрашивать и приближаться к школе."
    mt "Всё это было."
    me "Я понял, что вам запрещено срываться на личности и частности. Но хоть что-то вы мне можете рассказать, сверх того, что уже сказали?"
    me "Какой скандал, почему? Как с такой историей Лену пустили обратно в лагерь?"
    "Ольга прикусила губу и долго не отвечала."
    show mt sad pioneer with dspr
    mt "Несчастная любовь у неё случилась."
    "Наконец сообщила она."
    mt "Перетекающая в нервный срыв."
    mt "Её чуть было не перевели на домашнее обучение, но одноклассницы вступились."
    mt "Потому будь добр, перестань приставать к ней со всякими глупостями. {w}Она действительно нестабильна, может заплакать или убежать в любой момент."
    me "Вот почему вы так строги с ней."
    "Дошло до меня."
    me "Не хотите обижать её особенным отношением."
    mt "И это тоже. Но в первую очередь я хочу, чтобы она забыла обо всём."
    mt "Что бы у неё ни произошло в прошлом году — пусть остаётся в прошлом."
    "Вот эта история была больше похожа на правду."
    "Хотя ох и многое замалчивала наша добрейшая вожатая, ох и многое."
    me "Значит, когда я на свечке подошёл сказать ей несколько добрых слов, у неё случилось…"
    mt "Знаешь, просто попробуй держаться от неё подальше. {w}Так будет проще."
    me "Что, вот так бросить человека только из-за того, что у неё проблемы?"
    mt "Семён, ты не понимаешь…"
    th "Ну, разумеется. Я опять чего-то не понимаю."
    th "Это вообще довольно трудно — понимать что-либо при полном отсутствии информации."
    "Я стряхнул с плеча удивительно слабую ладонь Ольги и поднялся."
    hide mt with dissolve
    mt "Семён, ты сделаешь только хуже."
    me "По крайне мере я попробую."
    "Я мало понимаю людей. Женщин — ещё меньше."
    "Но почему-то сейчас мне казалось, что будь здесь моя Славя, моя Славушка (имя-то какое)…"
    "Она одобрила бы то, что я собираюсь делать."
    "Заглянула в глаза и кивнула бы, соглашаясь."
    "Потому что человеку нужен человек."
    "Даже Лене."
    "Это так просто."
    "Поэтому стоит раз и навсегда завершить эту тему, закрыть эту рану."
    "Гулко ударяя пятками в асфальт и тем самым борясь с дрожью в коленках, я шёл извиняться перед Леной."
    stop music fadeout 6
    window hide
    with fade 
    pause(1)
    "Я боялся навредить, боялся сделать хуже."
    play music music_7dl["sign_of_blood"] fadein 3
    "Одно мне, пожалуй, было решительно ясно."
    "Оставлять дело на самотёк было никак нельзя."
    "Сам-то я в жизни бы не решился на такой поступок."
    "Но у меня была Славя."
    "Что гораздо интереснее, она теперь у меня всегда будет, незримо подталкивая и направляя там, где только представится шанс вести себя как человек."
    "К моменту, когда я созрел до беседы, девочка уже успела замазать все огрехи с внешней стороны и переключилась на внутренюю."
    "Олежка же, её сосед, не справился и с половиной створки."
    "Плюс большую часть проблем он не мог поправить по причине маленького роста."
    th "Похоже, доделывать за ним придётся."
    "Сумрачно подумал я, делая шаг между створок."
    window hide
    scene bg ext_clubs_day
    with dissolve
    me "Лена?"
    show un surprise pioneer with dissolve
    un "Ой!"
    "Дёрнувшись от неожиданности, он как-то неловко махнула кисточкой, и, в результате, испачкала себе нос."
    un "Да что же это…"
    "Негромко причитая, она нагнулась за белой пластмассовой бутылочкой, накрытой сверху тряпкой и стала отмываться."
    "Судя по эффективности очистки, в бутылочке был не то растворитель, не то ещё какой уайт-спирит."
    me "Где растворитель взяла?"
    show un normal pioneer with dspr
    un "В клубе."
    me "Там же…"
    un "Открыто."
    me "Вот как…"
    show un serious pioneer with dspr
    un "Т-ты что-то хотел?"
    me "Я? О, я просто шёл мимо, думал навестить тебя, а то в одиночестве работать скучно."
    "Лена не сказала ни слова, и я поспешил продолжить:"
    me "Так что я, стало быть, компанию тебе составить хотел. {w}Вдруг тебе поговорить с кем-нибудь захочется, а тут я рядом, значит."
    "Лена продолжила хранить молчание."
    me "Или вдруг тебе надо помочь как-нибудь. Подтереть, там, или подать что-нибудь."
    show un normal pioneer with dissolve
    un "Это всё зачем ты пришёл?"
    me "А ещё мне неловко, что я пионера припахал, а ты тут одна красишь, так что…"
    show un sad pioneer with dspr
    un "Скажи мне внятно: чего{w=.3} ты{w=.2} хочешь?"
    with flash_cyan
    th "Коль скоро ты ставишь вопрос таким образом…"
    me "Я извиниться пришёл. {w}За всё."
    show un surprise pioneer with dspr
    un "Ты мне ничего не сделал."
    me "И всё-таки! Я понимаю, что у тебя трудное положение, год выдался не из лёгких, а тут ещё и я с глупостями."
    me "Ты прости меня, пожалуйста, хорошо? {w}Я обещаю, что больше не стану тебе докучать."
    me "Просто пойми и не держи зла на меня."
    show un cry pioneer with dspr
    un "Зла…"
    "Меня почему-то мучало крайне странное дежавю: будто бы делал я всё ровно то же самое когда-то давным давно."
    "Просто забыл."
    "И девочка напротив плакала ровно так же."
    "Только вспомнить никак не удаётся."
    un "Зачем ты узнавал про меня?"
    me "Прости, но я ничего не узнавал."
    "Я зачем-то упорно продолжает извиняться. {w}То ли лыжи не едут, то ли…"
    un "Не ври! Ты не знаешь, ты ничего не можешь обо мне знать!"
    un "Зачем ты узнавал обо мне?"
    me "Прости, ты убежала со свечки, а меня совесть теперь мучает."
    me "Тебе может показаться, что я над тобой издеваюсь, но это на самом деле не так."
    me "На самом деле я просто хочу прояснить всё, чтобы никто не обижался."
    me "Поэтому вот, сказал. Пока."
    un "Совесть мучает? А что твоя совесть скажет об этом?"
    "Лена поставила краску на асфальт, аккуратно положила сверху кисточку и, сняв с запястья часы, ткнула руку мне под нос."
    show un angry pioneer with dspr
    un "Что совесть говорит тебе теперь?"
    "На её запястье белел страшный кривой шрам."
    un "Ничего не напоминает?"
    me "Но это же…"
    th "Она хотела покончить с собой?!"
    un "Просто иди. И не приставай ко мне больше."
    me "Но…"
    show un rage pioneer with dspr
    un "Отвали, я сказала!" with vpunch
    "От её крика в ушах зазвенело так, что пришлось потрясти головой, вытряхивая звон из ушей."
    "Лена отвернулась и, судя по движениям локтей, возвращала ремешок часов на место."
    hide un with dissolve
    me "Я сделал всё, что мог."
    "Сказал я в дрожащую спину."
    "Лопатки шевельнулись, и это был весь ответ."
    me "Поступил по совести. {w}А ты — злая."
    "Не желая больше задерживаться здесь, я ушёл обратно за ворота."
    stop music fadeout 5
    window hide
    scene bg ext_camp_entrance_day
    with dissolve
    pause(1)
    "С этой стороны было хотя бы тихо и мирно."
    "Всё так же возюкал кисточкой картавенький Олежка, всё так же кемарила в теньке Ольга свет Батьковна."
    play music music_7dl["walkingaway"] fadein 3
    mt "Что за вопли на том берегу?"
    "Лениво поинтересовалась вожатая."
    me "Да ну."
    "Мне так хотелось стать лучше! {w}А всё закончилось тем, что…"
    me "Вас, женщин, иногда не поймёшь."
    mt "Так нас не понимать надо."
    "Тихо хихикнула вожатая."
    mt "Нас надо любить."
    mt "Что ты ей наговорил?"
    me "Да ничего особенного."
    "Задним числом проанализировав разговор, я и в самом деле не мог углядеть в нём решительно никакого криминала."
    "Разве что последнее время Рандом сталкивает нас чаще обычного, потому я могу казаться излишне навязчивым."
    "Но это не повод пугать меня воплями!"
    me "Просто извинился, обещал больше не обижать и не подходить."
    mt "Ох, дураааак…"
    show mt normal pioneer with dissolve
    "Ольга схватилась за голову, подавилась панамкой, с проклятиями стянула несчастный головной убор с головы, села и требовательно уставилась на меня."
    mt "Она тебе ничего не рассказывала и не показывала?"
    me "Вообще-то, показывала. Шрам. {w}Это у неё от нервного срыва, да?"
    mt "Нет, Семён."
    "Похоже, с каждым ответом я делал всё только хуже."
    mt "Это у неё из-за несчастной любви."
    mt "И ты очень, очень похож на того, из-за кого всё случилось."
    me "Я не понимаю, что произошло! Похож? Какая околесица!"
    me "Разве не видит она, что я совсем другой человек? {w}А я же сделал всё правильно, по чести и совести!"
    me "Разве нет?!"
    "Вожатая выпустила воздух сквозь стиснутые зубы, сдавила, сжала кулаки так, что аж побелели костяшки."
    mt "Ты всё сделал правильно. {w}Но очень невовремя."
    "Тут из-за ворот послышался какой-то странный грохот, а за ним — удаляющийся перестук каблучков."
    mt "И, похоже, она опять…"
    ml "Эй, она убежала!"
    "Подал голос Олежка."
    me "Как убежала?"
    ml "Ножками! Вон!"
    show mt normal pioneer with dspr
    mt "Семён-Семён…"
    "Похоже, я опять где-то крепко облажался."
    "Радовало только одно — эта глупость из числа лимита на день хотя бы не была опасной для жизни и здоровья."
    ml "Мне что, одному теперь все ворота красить?"
    mt "Один ты их будешь красить до отъезда. Нет."
    mt "Тебе Семён поможет."
    me "Уж лучше ворота, чем забор."
    mt "Рада, что ты чувствуешь разницу. А теперь за работу марш!"
    "Хочу заметить, всё это время, она сидела на одном месте и даже не шевельнулась, когда Лена убежала."
    th "И ну её в баню, эту истеричку! Пусть Славя ругается."
    th "Я сделал всё, что мог."
    "Я отправился на ту сторону ворот за краской и кисточкой."
    "До полдника оставалось почти полчаса."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day5_sl_7dl_evening:
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_day fadein 1
    play music music_7dl["magic_is_gone"] fadein 6
    "Вся жизнь в этом лагере крутится вокруг столовой."
    "Люди рабочие живут от зарплаты до зарплаты, а пионеры — от одного приёма пищи до другого."
    "И нельзя их в этом винить."
    "В конце концов, должно же быть что-то незыблемое."
    "Без него человек очень легко теряет почву под ногами."
    "Я же…"
    "Я завершил покраску, домазал там, где не дотягивался Олежка и отправился полдничать."
    "Только вот полдник показался каким-то безвкусным."
    dreamgirl "Может, краски нанюхался?"
    th "Может, наоборот?"
    dreamgirl "Не донюхал?"
    th "Ой, отвянь."
    "На самом деле мне казалось, что чего-то очень важного не хватает."
    "Или кого-то?"
    "Так или иначе, я решил навестить Славю в её обители."
    "Похвастаться, так сказать, своими успехами на трудовой ниве."
    "Только вот…"
    "Полдник снова унесли без меня."
    "А других поводов…{w} Да ни одного не было, на самом деле."
    dreamgirl "А тебе обязательно нужны поводы?"
    th "А как иначе? Я не хочу показаться навязчивым. {w}Только вот… Не с чем мне к ней идти."
    th "Ни еды, ни…"
    th "Да и что я ей скажу?"
    th "Что весь список поручений, который она мне дала, вожатая успешно распределила между добровольцами, а мне достались лишь ворота?"
    th "Какими тогда глазами она посмотрит на меня?"
    play sound sfx_open_door_2
    pause(1)
    show mz normal pioneer with dissolve
    mz "Ты почему здесь стоишь?"
    me "Да так…"
    mz "Славке полдник думал нести, ухажёр?"
    with flash2_red
    me "Так уж и ухажёр."
    show mz smile pioneer with dspr
    mz "М-да… Ухажёр ты, конечно, так себе."
    mz "Раз тебе так моя соседка нравится, мог бы и потрудиться."
    me "Да что ты знаешь вообще…"
    mz "А ты угадай, кто её обедом кормил."
    hide mz with dissolve
    "Покачав головой, Женя прошла мимо меня."
    "И впрямь, печальное зрелище, когда я вынужден конкурировать за внимание Слави с библиотекаршей."
    th "Никуда не годится."
    me "А я всё равно к ней пойду."
    "Крикнул я в спину Жене."
    "Она только подняла руку над головой и, не оборачиваясь, помахала."
    mz "Удачи!"
    "Донесся ответ."
    th "Надо только придумать, с чем и зачем."
    th "Нет, решительно никаких резонов и смыслов."
    "Только вот увидеть Славю очень хочется."
    "В конце концов, мы не виделись уже целый день."
    th "Я соскучился…"
    dreamgirl "Ого, речь не мальчика, но мужа!"
    dreamgirl "Сделай ещё одно усилие над собой и признайся в чём-то поважнее!"
    th "В чём?"
    dreamgirl "Подумай!"
    window hide
    scene bg ext_dining_hall_away_day
    with dissolve
    "Чтобы не мешать никому, я отошёл от крыльца на несколько шагов и прислонился к стене."
    "Речи внутреннего голоса были бы достаточно безобидны, если бы на них не откликалось внутри что-то."
    "Что-то, о чём я почти забыть успел."
    "И оно требовало быть названным, как полуночный демон, требовало имени и внимания."
    "И имя это…"
    th "Я…"
    dreamgirl "Ага."
    "Поощрил внутренний голос."
    th "Очень…"
    dreamgirl "Дальше."
    th "Я очень привязался к Славе за эти несколько дней."
    dreamgirl "Бинго! Ты сам сказал."
    dreamgirl "Теперь у тебя есть веский повод!"
    th "Какой?"
    dreamgirl "Ты к ней привязался, сам сказал!"
    th "И какое это имеет отношение? Это же {i}я{/i} к ней привязался, а не наоборот."
    dreamgirl "Ты хочешь проведать нравящуюся тебе девушку! Справиться о здоровье своего боевого товарища!"
    dreamgirl "Короче, называй как хочешь — тебе кровь из носу необходимо её увидеть."
    dreamgirl "Потому — бегом арш! Левой, левой!"
    "Осенив себя крестным знамением, я отклеился от стены и направился в гости к Славе."
    "В голове бушевал целый сонм мыслей, переживаний, страстей."
    "Я одновременно и страшился, и желал увидеть Славю."
    "Но в данный текущий момент вопрос, который меня и останавливал, звучал как-то совсем нестрашно."
    "Что я скажу ей? Ха! Да придумаю что-нибудь!"
    "Обязательно придумаю."
    window hide
    scene bg ext_aidpost_day
    with dissolve
    play sound sfx_campus_door_rattle
    "Только вот Смольный сегодня не принимал."
    th "Заперто?"
    th "Как так?"
    "Я подёргал дверь ещё раз — с тем же результатом."
    th "Куда же тогда полдник отнесли?"
    th "Может, её закрыли внутри?"
    "Сойдя с крыльца, я обогнул здание медпункта — если я ничего не путаю, именно второе окно должно было вести в кабинет доктора."
    "Оно постоянно должно быть открыто."
    play sound sfx_metal_door_handle_rattle
    "Окно тоже оказалось закрыто."
    th "Дела…"
    "К счастью, форточка так и оставалась нараспашку, потому мне не составило больших трудов через неё открыть верхний шпингалет."
    dreamgirl "Быть тебе, барин, большим медвежатником."
    th "Спасибо, я сам в восторге."
    "С нижним пришлось повоевать, но в результате открылся и он."
    "Секунда"
    window hide
    scene bg int_aidpost_day
    with dissolve
    play ambience ambience_medstation_inside_day fadein 3
    extend " — и я внутри."
    "Оставлять грязные следы на стерильном столе-бюро не хотелось, потому пришлось снимать обувь и красться по нему на носочках."
    "Стол протестующе заскрипел, но мой вес выдержал."
    "А вскоре я уже стоял на полу."
    me "Славя? Эй!"
    "Нет ответа."
    me "Славя, это я, Семён!"
    window hide
    play sound sfx_open_door_1
    pause(1)
    scene bg int_refinery_day_7dl
    with dissolve
    "Приоткрыв дверь, я засунул голову в образовавшуюся щель."
    me "Славя?"
    th "Что за чёрт."
    "Здесь тоже никого не было."
    "Койка, которую занимала Славя, была идеально заправлена, подушка стояла по струнке…"
    "Ну да, от идеальной девочки не стоило ждать чего-то иного."
    th "И всё же, где она?"
    th "Вряд ли бы она стала играть в прятки, не так ли?"
    dreamgirl "А ты на всякий случай проверь под кроватью, проверь."
    "Под кроватью была только кем-то забытая книжка, и ровным счётом никакой Слави."
    me "Да что за дела?"
    dreamgirl "Вот и навестил больную."
    dreamgirl "Судя по всему, эта больная тебя здорового за пояс заткнёт."
    th "Пора выбираться отсюда, пока мои проверки не обернулись неприятностями."
    dreamgirl "Вот с этим соглашусь полностью."
    th "А на улице и помозгую — куда она могла деться."
    dreamgirl "Дело. Пошли!"
    stop music fadeout 3
    pause(1)
    window hide
    scene bg ext_aidpost_day
    with fade
    play ambience ambience_camp_center_day fadein 5
    play music music_7dl["will_you"] fadein 3
    "Весь порядок действий пришлось воспроизвести в обратной последовательности."
    "И всё это — посекундно опасаясь быть обнаруженным."
    "Сначала встать на подоконник, выбраться наружу, закрыть окно, перегнувшись через форточку, закрыть нижний шпингалет…"
    th "Да, когда я лез сюда, меня половина этих вещей не волновала."
    th "Что-то определённо не так со мной."
    dreamgirl "Я даже знаю, что."
    th "Только не говори опять про Славю."
    "С едва слышимым стуком шпингалет упал в предназначенную ему лунку."
    dreamgirl "Всё. Спрыгивай."
    dreamgirl "Спрыгивай!"
    "Я послушно спрыгнул на землю и, обогнув медпункт, аккуратно выглянул из-за угла."
    "И не знаю уж, откуда у моего внутреннего голоса глаза на затылке, но засёк он приближающегося Саныча аккурат, чтобы дать мне время ретироваться."
    "Физрук, тоже чем-то озабоченный, поднялся на крыльцо, безуспешно подёргал дверь и, процедив нечто-то явно нецензурное, отправился восвояси."
    "Я же…"
    "Что ж, опасность быть замеченным миновала, потому можно теперь с чувством, с толком, с расстановкой и погрустить."
    "Вернее, подумать."
    dreamgirl "Да ладно тебе! Ты так себя ведёшь, будто её Кащей похитил."
    dreamgirl "И чахнет теперь, над златом своим."
    th "Нет, со Славей, пожалуй, особо не почахнешь."
    dreamgirl "Точно! Выгонит его на пробежку и заставит по кругу километры нарезать."
    dreamgirl "«Движение — жизнь!»"
    "Передразнил внутренний голос очень похожим голосом."
    th "Всё бы тебе издеваться…"
    dreamgirl "А что такое?"
    th "Да так… Тебя не поймёшь — то ты на моей стороне, то… Ну тебя, короче!"
    play sound sfx_bush_leaves
    show us smile sport at center:
            ease 0.15 yalign -0.2 
            ease 0.15 yalign 0.0 
    with easeinright
    us "Здорово, Сёмыч!"
    me "И тебе не хворать!"
    us "Чем занимаешься?.. А, ты к Славке пришёл?"
    me "Только её нет почему-то."
    show us laugh sport with dspr
    us "А я знаю! {w}Её Виола в тихий час куда-то увела!"
    me "Куда?"
    show us surp1 sport with dspr
    us "Мне они не говорили!"
    me "Кто бы сомневался."
    us "Можно домой к Виоле сходить. Пошли? Я покажу!"
    me "Да нет, наверное."
    "Я покачал головой."
    "Настолько навязчивым мне быть совсем не хотелось."
    us "Что, так и будешь сидеть?"
    me "Должна же она когда-нибудь вернуться?"
    show us smile sport with dspr
    us "А если она вернётся только к ужину? Все три часа здесь просидишь?"
    me "И просижу, если потребуется!"
    us "Не скучно же тебе!"
    us "О! Хочешь, про Олежку расскажу?"
    me "Это с которым мы забор красили?"
    us "Да!"
    me "Я не большой любитель сплетен…"
    us "Всё равно делать тебе нечего! Слушай!"
    "Плюхнувшись на скамейку рядом со мной, Ульяна прижмурилась на секунду и снова распахнула свои глазищи:"
    us "Значит, так! Олежку наказали за то, что вчера после концерта он убежал в лес."
    me "Что-то зачастили местные пионеры в лес…"
    show us laugh sport with dspr
    us "Не перебивай! Слушай дальше!"
    us "Его искали всем отрядом, хотя мне сразу было понятно, куда он пошёл!"
    me "И?.."
    show us normal sport with dspr
    us "К старому лагерю!"
    me "Не слышал ни про какой старый лагерь…"
    us "Это потому что ты балда и географией не интересуешься!"
    us "А у нас, между прочим, там «зарница» была!"
    us "Приезжала полевая кухня, мы бегали и срывали друг с друга погоны."
    me "Веселье…"
    show us laugh2 sport with dspr
    us "Я знала, что ты поймёшь!{w} Вот! А самым отличившимся даже дали пострелять из «калаша»!"
    us "По шесть выстрелов целых! И гильзы разрешили забрать!"
    me "Ты отклонилась от темы."
    show us laugh sport with dspr
    us "Ничего я не отклонилась! Наши-то все, кто стрелял — Славя, Алиса — свои гильзы раздали ребятишкам. А я потеряла!"
    me "Как потеряла?"
    show us sad sport with dspr
    us "Ну… На самом деле я не потеряла, просто эта машина так грохочет!"
    "Ульяна поморщилась и поковыряла в ухе, показывая, как сильно грохочет «калаш»."
    us "Я и забыла, что гильзы надо собирать."
    us "Мне ещё и выстрелов больше всех досталось! Целых двенадцать!"
    me "За красивые глаза?"
    show us laugh sport with dspr
    us "Нет! Просто Электроник отказался стрелять, и мне разрешили вместо него."
    us "Вот! Теперь точно отклонилась!"
    "Я кивнул головой, соглашаясь с её соображениями."
    us "Короче, мальчишки из второго отряда кинулись собирать гильзы, и больше всех собрал Олежка."
    us "Всё ходил и кричал как придурошный: у меня шесть патронов, у меня восемь патронов!"
    me "И зачем он снова туда полез?"
    us "Так не все гильзы собрали! Я стреляла двенадцать раз, а собрали всего десять гильз."
    us "Вот он и пошёл искать недостающие. {w}Каждую неделю ходит, на что-то надеется."
    us "Теперь останется охранять корпуса третьего отряда вместо костра."
    us "Со всеми своими патронами. {w}Смешно, правда?"
    "Ульянка хихикнула."
    me "Ни капельки."
    show us dontlike sport with dspr
    us "Ну и фиг с тобой! {w}Зануда!"
    hide us with easeoutright
    "Махнув на меня рукой, Ульяна вскочила со скамейки и убежала."
    "Оставляя меня в компании моих размышлений."
    "Да с вопросом: это что сейчас было? Ради чего она прибежала сюда?"
    "Развлекать меня глупыми историями?"
    "Эх, похоже, действительно, вся удача против меня."
    "Стоило лишь мне решиться, собраться и отправиться — и на тебе!"
    "Этак и остатки духа растерять недолго."
    th "Моя карма и моя удача! Вы, два крокодила, хватит надо мной стебаться!"
    dv "Эй!"
    "Кажется, сегодня меня никто не хочет оставлять в покое."
    "Грррр…"
    "Я поднял голову и остолбенел."
    stop music fadeout 6
    pause(1)
    show dv2 angry pioneer2 with dissolve
    play music music_7dl["catch_the_hedge"] fadein 3
    "Это была Алиса. {w}Но какая!"
    "Сначала я её даже не узнал. Лишь её вечная ехидная ухмылочка позволила мне вовремя сориентироваться."
    me "Что ты…"
    "Это так забавно и странно было — видеть её не с привычными хвостами-молниями, а со скучным лошадиным хвостом."
    "Впрочем, зримого воздействия на характер это не оказало почти никакого."
    "Разве что стала она только ещё злее и порывистее."
    "Она так странно смотрела на меня, как будто ждала чего-то."
    "Вот только я не мог ничего дать ей."
    dv "У меня руки чешутся тебе врезать. {w}Но нельзя."
    me "Да за что?"
    dv "Держись подальше от Тихоновой, понял?"
    me "Да я…"
    dv "Я сказала."
    "Алиса приблизилась вплотную."
    dv "Не подходи и не разговаривай с Тихоновой. {w}Понял?"
    dv "Иначе я тебе морду разобью и коленки переломаю, спички вставлю и скажу, что так и было."
    dv "Ферштеен зи?"
    play sound sfx_lena_hits_alisa
    with hpunch
    "Мне ощутимо прилетело по загривку."
    me "Да за что? {w}Ты сказала, я всё понял!"
    dv "Для закрепления материала."
    "Бесцветно сообщила Алиса."
    "И тут меня прорвало."
    "Всё смешалось вместе: пропажа Слави, постоянные подначки вожатой, глупости вокруг меня."
    "И откровенная провокация Алисы послужила той самой последней соломинкой на спине верблюда."
    "Я вскочил и заорал."
    me "Да сдалась она мне в обед триста лет, мымра твоя истеричная!" with vpunch
    me "Я уже десять раз зарекался вообще к ней подходить и что-то говорить!"
    show dv2 grin pioneer2 with dspr
    dv "Вот как? Что ж ты тогда за ней хвостом вьёшься?"
    dv "Девчонка плачет уже от тебя, а ты мне тут сказки рассказываешь."
    me "Да ничего я не вьюсь, что за выдумки?!"
    "Было вполне очевидно, что Алиса сопоставляет факты, как она их видит."
    "Она не видит то, чего видеть не хочет, не понимает то, что ей мешает."
    "И вот результат."
    me "Мне просто показалось, что я как-то невольно обидел её или напугал, поэтому я подошёл к ней извиниться."
    dv "На свечке?"
    me "Да у ворот! На свечке она убежала, если ты вдруг не помнишь."
    show dv2 normal pioneer2 with dspr
    dv "И что там произошло?"
    me "Да то же самое! Она снова убежала. {w}А мне потом за неё ещё докрашивать пришлось."
    show dv2 smile pioneer2 with dspr
    dv "То есть, ты не в курсе, почему она заперлась в домике и отказывается выходить, не знаешь почему у неё истерика, и вообще ни в чём не виноват?"
    me "Да я тебе об этом и талдычу битый час уже!"
    show dv2 normal pioneer2 with dspr
    dv "А я поняла, что это из-за тебя!"
    me "Пошла ты, знаешь куда."
    show dv2 surprise pioneer2 with dspr
    "Я отодвинул опешившую Алису в сторону и пошёл домой."
    hide dv2 with dissolve
    "Почему-то мне казалось, что здесь, конкретно на этой скамейке находится некое особое поле, притягивающее неприятности."
    "Потому, как говорится, от греха…"
    th "Преследую я её, да как же!"
    th "Девочка она, конечно, красивая и не без приятствия, но преследовать?"
    th "Я же не маньяк какой! Тьфу."
    window hide
    scene bg ext_square_sunset
    with dissolve
    dv "Эй, погоди!"
    me "Что ещё?"
    show dv2 normal pioneer2 with dissolve
    "Алиса догнала меня, запыхавшись."
    "Видимо, от злости я выдал такую скорость, что даже тренированной Двачевской показалось чересчур."
    dv "Извиняться я не буду."
    "Сразу предупредила она."
    me "А стоило бы."
    show dv2 angry pioneer2 with dspr
    dv "Ты остановишься или нет?"
    me "Ну?"
    dv "Послушай, мы с Леной знаем друг друга с детства, и…"
    me "Зачем ты покрасилась?"
    show dv2 smile pioneer2 with dspr
    dv "Нравится?"
    me "Непривычно как-то."
    th "Нет."
    dv "Просто захотелось."
    me "Так вот, послушай меня, «просто захотелось»: я никого и никогда не преследовал. {w}Это полная ерунда."
    me "Она мне даже не нравится!"
    show dv2 grin pioneer2 with dspr
    dv "Да-а? А кто нравится?"
    me "Как думаешь, это твоё дело?"
    dv "Лена, Лена нравится!"
    me "Да думай ты что хочешь."
    dv "Неужели не скажешь?"
    me "Отстань."
    "Алиса стояла прямо на дороге, потому было затруднительно просто отодвинуть её и отойти."
    "Хотя рандом свидетель, ещё несколько минут в таком режиме, и…"
    dv "Ты потому за ней и бегаешь, что она тебе нравится! В душу запала!"
    me "Тьфу."
    me "Хочешь узнать, кто мне нравится? Изволь."
    me "Только сначала обещай, что отстанешь от меня и подружку свою бесноватую больше не подпустишь."
    show dv2 normal pioneer2 with dspr
    dv "Бесноватую?"
    me "Согласна?"
    dv "Сначала имя."
    me "Всё, сделка отменяется."
    show dv2 sad pioneer2 with dspr
    dv "Да погоди ты! Я согласна."
    me "Согласна…"
    "Я оставил фразу незавершённой."
    dv "Согласна отстать и не подпускать больше Лену к тебе."
    dv "Всё, обещала! Говори теперь."
    me "Хорошо… Мне нравится…"
    stop music fadeout 2
    pause(1)
    play music music_7dl["nowyouseeme"] fadein 3
    show dv2 surprise pioneer2 at right
    show sl sad pioneer2 at left
    with dissolve
    sl "Это я."
    "Сказала Славя, неслышно подойдя к нам сзади.{w} Кажется, она слышала разговор целиком."
    "Впервые на моей памяти она выглядела взмокшей, усталой и помятой."
    me "Славя? Откуда ты…"
    show sl shy pioneer2 with dspr
    sl "Бежала, я, Сёмушка."
    sl "Как услышала, что Алиска пошла Семёна убивать, так всю дорогу и бежала."
    me "Да с чего бы ей меня убивать?"
    show dv2 sad pioneer2 with dspr
    dv "Я как увидела, что тебе вообще всё равно, так и передумала."
    dv "А вот если бы ты начал юлить и крутиться — там бы тебе конец и пришёл."
    me "Славя?"
    sl "Всё так. {w}Мы все стараемся охранять Лену от переживаний, но в этот раз ты довёл её."
    sl "Потому Алиса и решила… Защитить её."
    sl "А за тобой я давно наблюдаю, и  твои переживания для меня не секрет."
    sl "Просто мне раньше казалось, что это баловство всё."
    me "Баловство."
    "Алиса поморщилась, внимательно разлядывая нас."
    "Как будто кому-то из нас могла прийти в голову разыгрывать здесь водевиль, чтобы спасти одного скудного Семёна."
    "Едва ли."
    show sl upset pioneer2 with dspr
    sl "А теперь понимаю, что ради ничегонезначащего человека не будешь ты так себя заставлять. {w}Просто не сможешь."
    sl "Значит — нравлюсь."
    show dv2 guilty pioneer2 with dspr
    dv "И что мне теперь делать?"
    me "Извиниться."
    dv "Извиняться надо за то, чего ты делать не хочешь. {w}А я шла спасать мою подругу."
    me "Тогда вали отсюда. {w}Волосы она покрасила, на тропу войны вышла."
    me "Вот из-за таких, как ты и вырастают мальчики женоненавистниками."
    show dv2 sad pioneer2 with dissolve
    dv "Что ж…"
    "Алиса вымученно улыбнулась."
    dv "Совет да любовь. {w}И помни своё обещание."
    me "Это твоё обещание!"
    dv "Всё равно помни. {w}Ушла."
    hide dv2 with dissolve
    show sl shy pioneer2 at center with move
    me "Ну так и…"
    sl "А ты…"
    "Я смотрел в сторону, не в силах встретить прямой взгляд."
    "Хотя, казалось бы, пережито уже всё в юности, отболело, отгорело!"
    "Мне казалось, сердце вовсе утратило возможность ускоряться из-за каких-то там эмоций!"
    "А тут — вот."
    sl "Присядем?"
    "Славя кивнула на скамейку и пожаловалась:"
    sl "Голова кружится… Немножко."
    me "Ох, прости!"
    "Я кинулся к скамейке, поддерживая девочку под руку."
    "Девочку, которая несмотря на самочувствие, снова кинулась спасать кого-то."
    "Какая трогательная и глупая заботливость!"
    sl "Присядь."
    "Мгновенно поймав мою руку, Славя переплела наши пальцы и заговорила каким-то отстранённым голосом, будто бы находилась не здесь, а всецело в воспоминаниях."
    "Её ладонь была горячая и сухая, а тонкая нервная дрожь в кончиках пальцев выдавала её волнение."
    "Хотя, казалось бы — ей-то зачем волноваться?"
    sl "Я расскажу тебе то, что рассказывать права не имею. {w}Просто потому, что знаю — не расскажешь никому. А самому тебе это поможет понять кое-что."
    me "Опять про Лену?! {w}Может хватит? Я слышать про неё…"
    sl "Нет, послушай."
    sl "Так грустно и сложно всё, и лучше бы этой истории не было никогда, но…"
    sl "Есть кое-что, сильно осложняющее жизнь."
    me "Да, да, спасибо, я уже понял! {w}Только не рассказывай мне какой-нибудь мыльный сюжет про её братьев и сестёр!"
    show sl serious pioneer2 with dspr
    sl "В прошлом году Лена хотела совершить самоубийство."
    "Очень хорошо, что я уже был на скамейке, иначе присел бы на месте."
    me "Само…"
    sl "Вены порезала."
    me "Так вот, откуда у неё этот шрам!"
    sl "Откуда ты знаешь про шрам?"
    me "Я к ней в тихий час подходил извиняться, и она мне его в нос ткнула, будто я виноват…"
    show sl upset pioneer2 with dspr
    me "Почему ты так смотришь на меня?"
    sl "Ты и виноват, Семён."
    me "То есть, как?!"
    sl "Она чуть не покончила с жизнью из-за тебя, Семён."
    "Спокойно уведомила Славя."
    me "Да я здесь впервые! Что за чушь?"
    sl "Значит, из-за кого-то, очень, очень похожего на тебя."
    sl "В прошлом году, после завершения смены я отправилась встречать их около завода, а Лены уже не было."
    sl "Я побежала к ней домой, а когда прибежала…"
    sl "Мне удалось узнать, что у неё был роман с кем-то в лагере. {w}С кем-то, очень похожим на тебя."
    sl "Так что скажешь? У тебя брат-близнец, амнезия, ещё что-то?"
    show sl cry pioneer2 with dspr
    "Её голос зазвенел."
    sl "Потому что мне больно от мысли, что ты способен на подлость, Семён!"
    "И вот как её здесь было не обнять?"
    "Мне, одиночке, неспособному, неумелому, забывшему и похоронившему себя…"
    "Мы сидели на скамейке, она плакала, а я обнимал её за плечи."
    me "А я и неспособен. Слышишь?"
    sl "Да."
    me "Веришь мне?"
    hide sl with dissolve
    "Вместо ответа Славя положила голову мне на плечо."
    stop music fadeout 6
    pause(1)
    "Знак расположения и доверия."
    "Я не знал, как доказать им всем, что не был я здесь ни разу."
    "Не знал, как убедить Славю в своих словах."
    "Я мог расчитывать на одну лишь веру — мне и моим словам."
    play music music_7dl["so_lonely"] fadein 3
    me "Да если бы я в прошлом году что-то как-то с Леной…"
    me "Не знаю даже. {w}Я бы, наверное, не бегал за ней и не пытался извиняться."
    sl "Но кто тогда это был?"
    "Донёсся из объятий приглушённый, сдавленный голос."
    me "Может быть, стоит спросить у Ольги Дмитриевны? Она в прошлом году тоже вела первый отряд."
    me "У Виолы? У Саныча?"
    sl "У Бориса Александровича."
    "Строго поправила меня Славя."
    me "Спросить."
    sl "А если все скажут, что виноват ты?"
    me "Тогда я прыгну под поезд."
    sl "Дурак!"
    window hide
    with fade
    sl "Всё сложно. Почему всё всегда так сложно?"
    "Проговорила Славя, не делая попыток выбраться."
    sl "Должно быть, потому, что есть то, чему не научат никакие умные книжки?"
    "Мы сидели на главной площади лагеря, нас, обнимающихся в любой момент могли увидеть вообще кто угодно."
    "И что тогда?"
    sl "Самое простое и самое сложное одновременно — возлюбить ближнего, как самого себя."
    sl "Когда ты не принижаешь никого себе в угоду, сам не унижаешься и живёшь в гармонии с этим миром, с этими людьми."
    sl "И я не о религии говорю сейчас, это просто…"
    me "Я понял."
    sl "Моя бабушка была набожна, но и умна. {w}Она называла все эти заповеди законами общежития."
    me "Значит ли это, что ты не такая, как она?"
    sl "О нет, я бы никогда не смогла так жить, как она."
    sl "Так прощать, как она."
    me "Ты простила меня."
    sl "Потому что ты… Ни в чём ты не виноват, бедный Сёмушка. {w}Я верю тебе, я чувствую в тебе только непонимание и страх."
    sl "Никакой вины."
    me "А вдруг я просто бессовестный?"
    sl "Ты самый совестливый человек из всех, кого я знаю, Сёмушка. {w}Ты пытаешься отгородиться от других, потому что тебе слишком больно от их боли, слишком страшно от их страхов."
    sl "Вот потому мне так хорошо с тобой рядом. {w}Я чувствую, что можно научиться любить мир, не боясь за последствия."
    th "Какая ерунда."
    th "И про людей, и про мир, и про совесть."
    dreamgirl "Ой ли?"
    sl "Я хочу… Я хочу, чтобы любви в мире было больше."
    sl "Даже в твоём сердце, которое устало болеть уже."
    me "Только не проси рассказать. Это…"
    sl "Понимаю."
    sl "И тогда… Может быть, пойдём и поговорим с Леной?"
    me "Опять?! {w}Двачевская меня теперь точно убьёт."
    "Тем более, что была у меня в жизни одна Лена."
    "Да, Лена, очень-очень похожая девочка."
    "Только это была совсем другая Лена."
    "Та, за чью судьбу я до сих пор себя не простил."
    "А тут…"
    sl "И всё же подумай."
    me "Исключено."
    "Немилосердная память выворотила целый пласт, откуда на меня в упор посмотрели внимательные зелёные глаза."
    "Сколько ей было?.."
    th "И до чего похожа, господи…"
    show us normal sport at right with dissolve
    us "А что это вы здесь делаете, а?"
    show sl normal pioneer2 with dspr
    "Мы со Славей отпрянули друг от друга."
    "Хотя должен признать, отпускали пальцы мы крайне неохотно."
    me "Какая твоя разница?"
    show us calml sport with dspr
    us "Фи, как грубо!"
    me "Грубо, грубо. Опять будешь про патроны рассказывать?"
    show us laugh sport with dspr
    us "Нет! Я хотела сказать, что всю вашу болтовню подслушала!"
    show sl dontlike pioneer2 with dspr
    sl "Если ты кому-нибудь…"
    us "Ладно вам! Я же вам не Мику!"
    us "Ой, я забыла, о чём сказать хотела."
    me "Тогда до свиданья!"
    show us smile sport with dspr
    us "А! Вспомнила! Я знаю, как помочь Тишке!"
    me "Только без меня, окей?"
    us "О-кей, бармалей!"
    "Ульяна показала мне язык."
    sl "Что тебе для этого нужно?"
    show us normal sport with dspr
    us "Ничего. Я просто помогу ей."
    us "Главное, вы не ходите разговаривать и извиняться больше! {w}А то вы всё только хуже делаете!"
    if karma > 100:
        menu:
            "С превеликим удовольствием!":
                us "Вот и хорошо!"
                $ lp_sl += 1
                $ alt_day5_sl_7dl_olroad = True
            "Мы сами решим":
                us "Смотрите, я вас предупредила!"
                us "Пойдёте разговаривать с Тишой по душам — быть беде!"
    else:
        me "Да как хочешь."
    us "Всё, бегу! Через десять минут горн на ужин, а я до сих пор на площади! Баррррдак!"
    hide us with dissolve
    "Захохотав, Ульянка удалилась."
    show sl smile pioneer2 with dspr
    "Мы проводили её взглядом и, не сговариваясь, снова взялись за руки."
    me "Через десять минут пионеры всего лагеря пойдут через площадь, и на этом история закончится."
    sl "Но у нас есть ещё десять минут."
    me "Целых десять минут!"
    window hide
    with fade
    "Мы так и сидели, наслаждаясь утекающими минутами, и каждая из них была по-своему бесценна."
    "Очень скоро мимо побегут пионеры, вожатые — люди, которые ничего не знают, которым не надо ничего знать…"
    "Тогда контакт будет разорван."
    "Но до той поры мы будем сидеть, чувствуя тёплым пледом лёгшее на наши плечи счастье."
    "То, ради чего вообще стоит жить."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day5_sl_7dl_campfire:
    scene bg int_dining_hall_people_sunset
    with dissolve
    play ambience ambience_dining_hall_full fadein 5
    play music music_7dl["your_life"] fadein 3
    "Все дороги ведут в Рим, как водится…"
    if not (herc or loki):
        "Славя увязалась вслед за мной в столовую, уверяя, что чувствует она себя превосходно и ещё несколько часов в медпункте просто не переживёт."
        "Вожатые косились на нас, мы — на вожатых."
        "И всё это было ровно до того момента, пока в столовой не появилась свет Церновна."
        "Окинув отеческим (или, в её случае, материнским) взором толпу, она безошибочно остановилась на Славе."
        "Поманила её к себе пальчиком."
        "Славя сникла и нехотя отправилась к столам персонала."
        "Откуда так и не вернулась."
    else:
        "Славя, не вдаваясь в долгие объяснения, просто собрала свои и мои тарелки к себе на поднос и быстрым шагом отправилась ко всё ещё пустовавшему местечку у окна."
        "Своеобразной «камчатке», куда обычно ссылают всяческих лоботрясов и бездельников."
        "И воркующих парочек, конечно."
        "Хотелось бы думать, что мы относимся к последней категории, но верилось с трудом, если честно."
    "Между тем ужин продолжался согласно распорядку, пока на середину столовой не вышла наша добрейшая вожатая."
    "Прочистила горло."
    "Ноль внимания."
    "Начала было что-то говорить обычным своим голосом — с тем же результатом."
    "Сокрушённо покачав головой, вожатая набрала в грудь побольше воздуха:"
    show mt smile pioneer with dissolve
    mt "Дорогие пионеры!" with vpunch
    "Рявкнула она, да так, что парочка близстоящих пионеров присела, а те, кому не повезло очутиться ещё ближе — поседели до времени и подумывали прилечь."
    mt "Напоминаю вам о том, что на сегодняшний вечер назначен общелагерный костёр!"
    mt "Счастлива сообщить вам о том, что планы не изменились, и мы все после ужина отправляемся на костровую поляну!"
    mt "Хочу выразить признательность пионерам первого отряда за помощь в уборке!"
    if herc:
        mt "Кроме того, прошу второй отряд сдать то, что для них будет слишком тяжело нести."
        mt "Если хотите, конечно. {w}Первый отряд полностью освободился и готов помочь."
        show dn dontlike pioneer at left with dissolve
        dn "Дудки! Сами всё понесём."
        show tn normal pioneer at right with dissolve
        tn "Если хотите помочь, можете взять брезент и картошку."
        dn "Вообще-то мы картошку и сами отнесём."
        tn "На весь лагерь?"
        mt "В общем, жду вас после ужина на площади, там и разберёмся."
        "Данечка и его приятель кивнули, сели обратно на свои места."
        hide dn
        hide tn
        with dissolve
    elif loki:
        mt "Пионерам первого отряда, не занятым в уборке костровой прошу после ужина собраться у столовой — будут розданы дрова, продукты и брезент, если кому понадобится." 
        show dv normal pioneer2 at right with dissolve
        dv "Зачем брезент?"
        show us laugh sport at left with dissolve
        us "Чтобы тебя комары не покусали!"
        mt "Всё так. {w}Вопросы есть?"
        mt "Продолжайте ужин. {w}Через полчаса жду всех на построение."
    else:
        mt "Если кому-то понадобится что-то, кроме картошки: соль, хлеб — подойдёте ко мне после построения."
        mt "Кроме того, у сторожа можно будет получить отрез брезента."
        show sl sad pioneer at left with dissolve
        sl "Значит, палатку ставить не будем?"
        show mt laugh pioneer with dspr
        mt "Тебе, Феоктистова, сейчас не о палатках думать надо, а о том, как побыстрее поправиться."
    "Завершив выступление, Ольга кивнула и отправилась к раздаче за своей порцией ужина."
    scene bg int_dining_hall_sunset with dissolve
    show sl sad pioneer with dissolve
    if herc:
        sl "За Ульяной будем следить вместе, хорошо?"
        me "Не думаю, что она нуждается в каком-то пригляде. {w}По-моему, она уже всё осознала и раскаялась."
        show sl smile pioneer with dspr
        sl "Плохо ты Ульяну знаешь, Семён."
        me "Надо верить в людей."
        sl "Я верю. {w}Потому готовлюсь к худшему."
        "Что на это ответить, я не знал, поэтому заработал ложкой."
    elif loki:
        sl "Надеюсь, эта сумасшедшая парочка не заставит нас петь на костре."
        show mi happy pioneer at right with easeinright
        mi "Я всё слыыыышу!"
        hide mi with easeoutright
        sl "Вот потому я и стараюсь молчать о том, что умею, чему училась…"
        me "Ты ли это?"
        "Я не поверил ушам."
        me "Та самая добрая и со всех сторон правильная девочка?"
        show sl laugh pioneer with dspr
        sl "Это всё ещё я. {w}Но есть то, чем мне заниматься не очень хочется."
        me "Например, петь?"
        show sl shy pioneer with dspr
        sl "И поэтому меня пытаются заставить выступать каждый концерт."
        me "Ничего. Споём как можем!"
        sl "Это-то меня и пугает…"
        "Остатки ужина прошли в молчании."
    else:
        sl "Гонят меня по делам, Сёмушка."
        "Славя закончила с Виолой и уселась обратно за стол."
        sl "Я и так процедуру сорвала, когда к тебе убежала."
        me "Процедуру?"
        show sl smile pioneer with dspr
        sl "У Виолетты Церновны дома «солнышко» стоит."
        me "«Солнышко»?"
        sl "Аппарат такой, с ультрафиолетовой лампой. {w}Она сказала, чтобы я даже не рассчитывала на костёр, пока мы мне горло не прогреем."
        me "Значит, на костёр ты всё же пойдёшь?!"
        "Я не скрывал радости."
        sl "Я не знаю… Если всё затянется, то, возможно, и не пойду."
        me "Но ты попробуй всё же. {w}Я буду очень ждать."
        show sl smile2 pioneer with dspr
        sl "Я знаю."
        "Ласково улыбнулась девочка."
        show cs normal at right with dissolve
        cs "Слав-яна!"
        "С каким-то непонятным акцентом позвала медсестра."
        show sl normal pioneer with dspr
        sl "Иду, Виолетта Церновна."
        hide cs with moveoutright
        hide sl with dissolve
        "Славя поднялась из-за стола и, напоследок кивнув мне, отправилась вслед за медсестрой."
        "Остатки ужина прошли в одиночестве и грустном молчании."
    stop music fadeout 3
    window hide
    play sound sfx_open_door_2
    pause(1)
    scene bg ext_dining_hall_away_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 6
    play music music_7dl["shehasgone"] fadein 3
    "Сказать по правде, я даже не знал, что мне можно собрать на костёр."
    "Палатку, панамку и рыбацкие сапоги?"
    "Ах да, у меня их нет."
    show us normal sport with dspr
    us "Сёмыч, а ты в своей одежде пойдёшь?"
    me "Какой одежде?"
    show us laugh sport with dspr
    us "Да в той, какая на тебе была, пока ты не переоделся!"
    me "Да знаешь…"
    th "А это мысль!"
    me "Комарья действительно много будет?"
    show us smile sport with dspr
    us "Я не знаю! Я для них невкусная! Никогда не кусают!"
    me "Вот как… Спасибо за мысль!"
    show us laugh sport with dspr
    us "Не за что! Не опаздывай на построение, а то без тебя уйдут!"
    hide us with easeoutleft
    "Ульянка помахала мне рукой и умчалась."
    "Ей было удобно — логово рыжих находилось ближе прочих к столовой."
    "А вот мне пришлось шевелить ножками."
    window hide
    scene bg ext_house_of_mt_sunset
    with dissolve
    pause(1)
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_house_of_mt_sunset
    with fade
    play ambience ambience_int_cabin_day fadein 6
    me "Ну, здравствуй, дом."
    dreamgirl "Ты с кем это разговариваешь?"
    th "Ни с кем, мысли вслух."
    dreamgirl "Тогда заканчивай свои мысли и в темпе переодевайся. Брезента может не хватить на всех."
    th "Брезент-то зачем?"
    "Я послушно сбросил с себя рубашку и отправился к шкафу в поисках своих старых вещей."
    dreamgirl "Возможно, это не совсем клетчатый пледик, однако если вы под ним окажетесь вдвоём…"
    th "То…"
    dreamgirl "Это будет очень романтично…"
    th "Ничего себе! С тобой всё в порядке? {w}Где там был мой вечный пошляк?"
    dreamgirl "…и тебе возможно перепадёт кусочек комиссарского тела."
    th "Вот, сразу другой разговор!"
    th "А то ишь ты — романтика! Ха! В нашем тандеме за романтику ответственный я!"
    dreamgirl "Переодевайся давай, романтичный ответственный."
    "Обиженно буркнул внутренний голос."
    "Чем я и занялся."
    th "Вряд ли на костре будет слишком уж холодно, чтобы потребовался свитер, можно, по идее и в футболке пойти."
    th "Но даже если свитер и не пригодится, всегда можно будет утеплить одну правильную девочку."
    th "А что такого? Это же не цветы, это просто свитер."
    th "Никто и внимания не обратит."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg ext_house_of_mt_sunset
    with dissolve
    "Утешив себя таким образом, я накинул свитер на плечи и вышел на улицу."
    "Полупустынную улицу — похоже, все уже стройными рядами отправились на площадь, где Ольга должна будет добредить несказанное на ужине."
    "Пора и мне, значит."
    stop music fadeout 6
    pause(1)
    window hide
    scene bg ext_square_sunset
    with dissolve
    play music music_7dl["canon_d_flamenco"] fadein 3
    "Здесь уже были все наши."
    "Пионеры выстроились стройными рядами, а у самой трибуны бесформенной кучей громоздились дрова, какие-то мешки и свёртки."
    "Одеты были все достаточно разношёрстно, кто во что горазд."
    if herc or loki:
        "Разве что только наш отряд отличился — у нас в форме были целых два человека."
        "Славя и Женя."
    else:
        "У нас из общей разношёрстной компании выбивалась только Женя."
        "Она, похоже, из своей формы вовсе не вылезала."
    "И, понятно, Алиса в своём образе вечной оторвы."
    if herc or loki:
        "Я невзначай протиснулся во второй ряд, где уже стояла Славя."
        "Поймал её улыбку, улыбнулся в ответ."
        "Перекинуться нам и парой слов не дали — Ольга Дмитриевна завела свою сирену про товарищество, взаимопомощь и прочие глупости."
        "Мне-то бы, понятно, это не помешало, а вот Славя на меня шикнула и до конца пятиминутки, задрав нос, внимала речам как какой-то неземной мудрости."
    else:
        "Свободным было одно местечко в первой шеренге, куда я и встал."
        "И всё время, что Ольга Дмитриевна разорялась про командный дух и прочие коуч-радости — стоял, думая о том, как хрупко порой бывает здоровье неких изнеженных барышень."
        "Не то что моё."
    "Наконец, Ольга сжалилась над нами и скомандовала:"
    mt "Отряды со второго по шестой, напра… во! К воротам и костровой поляне шагом… арш!"
    "Отряды послушно повернулись и направились в указанном направлении."
    show mt normal pioneer with dissolve
    mt "Первый отряд, подходим к трибуне и разбираем кто что понесёт."
    "Бесформенными грудами оказались мешки с картошкой, а свёртками — брезентовые полотнища."
    "Такой вот бюджетно-советский вариант посиделок под пледами у костра с зефирками."
    mt "По парам разбиваемся согласно домикам. Возражений нет?"
    if herc or loki:
        show sl normal pioneer at right with dissolve
        sl "Ольга Дмитриевна, а можно я с Семёном встану?"
        mt "А тебе не кажется, что ты слишком часто с ним встаёшь?"
        show sl shy pioneer with dspr
        sl "Что вы имеете в виду?"
        "Захлопала ресницами девочка, а вожатая просто рукой махнула:"
        mt "Да вставай, раз тебе так хочется."
        hide mt with dissolve
        if loki:
            "Моего мнения, понятно, спросить забыли."
            "Но ничего, я уже привык."
        else:
            sl "Встанем сразу за Ульяной, так будет проще её контролировать."
            me "Э-эх, а я думал, ты со мной встаёшь, потому что покорена моей красотой и обаянием."
            show sl laugh pioneer with dspr
            sl "Бери плед — тогда точно покоришь!"
            me "Обещаешь?"
            sl "Как это?"
            me "Проехали."
            "Я завязал рукава свитера узлом на шее чтоб не потерять и, нагнувшись, поднял свёрток брезента."
            hide sl with dissolve
            "Довольно тяжёлый, надо сказать!"
            "Но чего не сделаешь ради посиделок под пледом."
            "Пусть и на советский манер."
    mt "Готовы? Тогда выдвигаемся!"
    window hide
    scene bg ext_camp_entrance_sunset
    with dissolve
    play ambience ambience_camp_entrance_evening fadein 6
    if herc:
        "Мы со Славей шли предпоследними, замыкала колонну Мику в гордом одиночестве — освободившаяся соседка Слави без зазрения совести умыкнула у японки Лену."
        "Хотя худрука нашего такими мелочами тяжело было смутить: она шла за нами, бормоча под нос песенку Винни-Пуха и чувствовала себя прекрасно."
        "Мы же шли, изредка касаясь мизинцами и в четыре глаза следили за поведением Ульяны."
        "Нет, какого-то масштабного акта устрашения от неё мы не ждали, но раз вожатая поставила — следовало проявлять бдительность!"
        dreamgirl "Бдятельность. {w}Надо было брать самоотвод и идти, тратя время только на Славю."
        th "Мне пока и так нормально."
        dreamgirl "Конечно. {w}Дятлу всегда нормально."
    elif loki:
        "Мы шли сразу за Ольгой Дмитриевной, след в след, а уже за нами двигалась и остальная колонна."
        "Алиса же с Ульяной замыкали шествие."
        "Они о чём-то спорили, Ульяна легкомысленно размахивала полешком, которое ей выделили на правах пионерки первого отряда."
        "И это было всё ещё больше, чем досталось Мику — та вообще несла в руках гитару."
        "Ульяна пыталась было заставить Мику взять и что-нибудь ещё, но неожиданно получила укорот от близкой подруги — Алиса наворчала на Ульянку и велела той идти и «не питюкать»."
        us "Ах так!"
        us "Вредная Алиса по лесу идёт, шишки собирает в кузовок кладёт! Тут одна вот шишка Лиске прямо в лоб! Алиса рассердилась и ногою… Ай! Ты чего дерёшься?"
        "Славя улыбнулась и покачала головой."
        show sl smile pioneer with dspr
        sl "Такие у них трогательные отношения. {w}Не обращай внимания."
    else:
        show mz normal glasses pioneer with dissolve
        "Женю Ольга Дмитриевна поставила со мной."
        me "Интересно, кто бы из нас со Славей пошёл…"
        show mz smile glasses pioneer with dspr
        "Женя задрала нос и сверкнула очками:"
        mz "Я, конечно. {w}Меня она больше любит."
        "Похоже, она не сомневалась в своей правоте."
        me "А вдруг меня?"
        show mz laugh glasses pioneer with dspr
        "Женя рассмеялась."
        mz "Это очевидно!{w} Кого она выберет — свою верную соседку по домику или какого-то странного чахлика?"
        with flash2_red
        me "Эй, я не чахлик."
        mz "Да шучу."
        show mz normal glasses pioneer close with dspr
        "Женя понизила голос и приблизилась, а я поймал на себе недовольный взгляд Электроника."
        mz "Если Феоктистова влюбилась в тебя, то вожатая об этом будет знать через десять минут."
        me "Прямо всё-всё расскажет?"
        show mz normal glasses pioneer with dspr
        mz "Помощница вожатой, чего ты хотел? {w}Встреч при луне и тайных записок в дупле дуба?"
        dreamgirl "Боюсь, через нашего дуба записку не передашь."
        "Женя рассмеялась своим мыслям и отвлеклась на Лену — та подошла с каким-то вопросом."
    window hide
    scene expression Dawn("bg ext_backroad_day_7dl")
    with dissolve
    play ambience ambience_forest_evening fadein 3
    "Костровая поляна не должна быть далеко."
    "Во-первых, вести детей после ужина в вечер куда-то далеко в лес — затея заведомо самоубийственная."
    if herc:
        "А во-вторых, я несколько часов назад ходил убирать её, поэтому прекрасно помнил дорогу!"
    else:
        "А во-вторых, судя по переговорам пионеров, они сегодня уже были там, пусть и не со столь возвышенными целями."
    "И Ольга Дмитриевна это чувствовала."
    "Потому не стала нарезать никому не нужные круги по лесу, а сразу дошла до широкой торной тропы, куда и свернула."
    "И таким вот волшебным образом, пока остальные вожатые проверяли товарищеский дух, смекалку, доблесть и честь своих пионеров, мы тихой сапой вышли напрямки к костровой поляне."
    window hide
    scene bg ext_polyana_sunset
    with dissolve
    "И оказались здесь первыми."
    if herc or loki:
        show us laugh sport with dissolve
        us "Ура-ура-ура! Мы преодолели горы и океаны, и теперь мы первопроходцыыыы!"
        "Ульянка побежала по поляне, размахивая руками."
        hide us with dissolve
        show mt normal pioneer with dspr
        mt "Ульяна, не бегай, упадёшь!"
        us "Не упадууууу!"
        if herc:
            "Видимо, после сегодняшней уборки для Ульяны эта поляна представляла особый интерес."
            "Она обежала всё по периметру, посмотрела, нет ли где грязи, заглянула где только могла."
            "Мы же со Славей наблюдали за всем этим и улыбались."
        else:
            th "Умеют же некоторые радоваться простым мелочам."
            "Славя смотрела за творящимся на поляне и тихо радовалась чему-то."
            "А чему…"
        hide mt with dissolve
        "От нас многого и не требовали — достаточно было сложить нашу ношу у костра — и до появления основной массы пионеров мы были совершенно свободны."
        "Я и чувствовал себя почти счастливым."
        if alt_day5_sl_7dl_workout:
            "Правда, немного першило в горле."
            "Но я предпочитал не думать об этом."
        "У меня была Славя, был вечер и друзья вокруг."
        "Я и сам изменился. Не очень сильно, но зато весь."
        "Неизменным осталось только имя."
        "Но вскоре послышался крик всё той же вездесущей красноголовой егозы:"
        us "Идут, они идут!"
        mt "Славя."
        sl "Да, Ольга Дмитриевна."
        "Славя отправилась к костровищу."
        "Не без моей помощи дрова были сложены шалашиком вокруг растопки."
        "И несколько минут спустя огонь был рождён."
    else:
        show mt normal pioneer with dissolve
        mt "Семён, умеешь костёр разводить?"
        me "С одной спички?"
        "Полушутя спросил я."
        show mt smile pioneer with dspr
        mt "Нет."
        "Серьёзно ответила вожатая."
        mt "Мы выдадим тебе туристические, они горят лучше. {w}Целый коробок."
        show mt laugh pioneer with dspr
        mt "И дрова сложим как надо. {w}Ты, главное, справься."
        hide mt with dissolve
        me "Ну, дрова не надо…"
        "Я прекрасно понимал, что окажись здесь Славя — вся нагрузка легла бы на неё."
        "Так что я не имел права ни облажаться, ни злоупотребить чужой помощью."
        "Сам, всё сам."
        window hide
        hide mt
        with fade
        "Как оказалось, я немного переоценил свои возможности."
        "Уж второй и третий отряды пришли — а я до сих пор куковал у костровища, так и эдак перекладывая дощечки, пытаясь собрать идеальный для огня домик."
        "Стоит ли говорить, что безрезультатно?"
        "Дошло до того, что Ольга Дмитриевна куда-то ушла, а над душой у меня встали два пионера из третьего отряда."
        "Они о чём-то горячо спорили, размахивая руками."
        "Голоса их были визгливые и вздорные, потому я поневоле прислушался к их горячему диалогу."
        ml "Ты неправильно разводишь костёр!"
        ml2 "Неправильно, конечно! Кто тебя вообще учил костёр разводить?"
        ml "Так ты никогда не справишься!"
        me "Так разведите сами."
        ml "Ты разводи, я тебе расскажу как правильно."
        ml2 "Нет, я расскажу как правильно!"
        ml "Да ты вообще не знаешь!"
        ml2 "Это я-то не знаю?!{w} Да я знаешь, сколько книжек прочитал, как правильно!"
        ml "Фигня твои книжки!"
        ml2 "Это ты фигня! Откуда ты умеешь костёр разводить?"
        ml "Мне бабушка рассказывала, как!"
        ml2 "Фигабушка! Где твои доказательства?"
        ml "А где твои доказательства, что ты костёр разводить умеешь?"
        ml2 "А где твои доказательства?{w} Я могу доказать, что бредила твоя бабушка и всё неправильно говорила."
        ml2 "Уж я-то знаю! Я книжку читал!"
        ml "Да засунь себе эту книжку знаешь куда?"
        me "Так что, любители книжек, кто-нибудь может развести  костёр?"
        "Устало спросил я."
        ml2 "Я могу тобой руководить."
        ml "Нет, я!"
        "Я покачал головой и низвёл их трещание до уровня фонового шума."
        "Кажется, у меня почти начало получаться."
        "Почти…"
        "Я так увлёкся разведением огня, что вздрогнул, когда кто-то коснулся моего плеча."
        "Я поднял голову."
        show sl normal pioneer with dissolve
        sl "Позволь мне…"
        me "Что?"
        sl "Да, позволь, я сложу и подожгу."
        me "Да, конечно."
        hide sl with dissolve
        "Славя присела на корточки у костра, несколько минут поколдовала, и…"
        "В тишину отходящего ко сну леса добавился негромкий треск горящих дров."
    "Я отошёл от костра и присел на бревно."
    "Вечер начался."
    stop music fadeout 1
    pause(1)
    play sound_loop sfx_forest_fireplace fadein 3
    play music music_7dl["lastlight_guitar"] fadein 3
    "Там за гитару и Мику взялась."
    "Вечерний воздух качнули смутно знакомые переборы."
    "Я с трудом улавливал мелодию, но гармоники почему-то узнавал."
    "И слова… Почему-то казалось, что под эту музыку поют именно про ночь. {w}Прощальную, хорошую ночь."
    show sl normal pioneer with dissolve
    sl "Ну, как дела?"
    "Закончив все свои дела с костром, Славя присела рядом со мной."
    me "Средней паршивости. {w}Ты почему не оделась? Прохладно же."
    show sl shy pioneer with dspr
    sl "Я закалённая."
    "Отчаянно запротестовала Славя."
    if not (herc or loki):
        "Правда, при этом она обнимала себя за плечи и дрожала."
        "И после событий перед ужином обнять бы её."
        "Да как решиться на такое?"
    "Развязав рукава свитера, я накинул его Славе на плечи."
    me "Грейся, закалённая."
    show sl happy pioneer with dspr
    sl "Спасибо…"
    me "Надень по-человечески, совсем озябнешь."
    sl "А как же ты?"
    me "У меня майка плотная, я в ней не мёрзну."
    sl "Да?"
    "В голосе девочки явно сквозило сомнение."
    "Но спорить она не решилась — и правильно сделала."
    if herc:
        show mt normal pioneer far at right with dissolve
        mt "Славя? На минутку."
        show sl surprise pioneer with dspr
        sl "А как же…"
        "Ульяна была в пределах видимости и досягаемости, а нашу задачу никто не отменял."
        show mt smile pioneer far with dspr
        mt "Семён посмотрит. На пять минут."
        sl "Иду."
        hide sl
        hide mt
        with dissolve
        "Пионеры рассаживались, устраивались поудобнее, все смотрели на костёр."
        "Кое-где развернули тот самый брезент, на нём затеяли возню малыши."
        "После ужина никто особо не спешил бежать к костру жарить хлеб или печь картошку, но уже очень скоро…"
        "Всё же свежий воздух, прохлада, поход…"
        "Мику отдала гитару Алисе, кивнула и поднялась."
        "Сказать по правде, я ожидал, что та сейчас вдарит по струнам и затянет что-нибудь весёлое."
        "Но нет, та, взяв инструмент в руки, тоже выбрала что-то такое меланхолическое и задумчивое."
        show mi normal casual with dissolve
        mi "Добровечер."
        me "Привет, приглашённая звезда."
        show mi laugh casual with dspr
        mi "Где свою подругу потерял?"
        me "Подругу?"
        show mi happy casual with dspr
        mi "Боевого товарища! {w}Весь лагерь уже в курсе о том, что вы несколько дней не расстаётесь."
        me "Да мы же просто гуляли! Потом Ульяну искали…"
        show mi grin casual with dspr
        mi "А теперь она ходит в твоём свитере."
        show sl smile pioneer at left with dspr
        sl "Если тебе так завидно, Мику, могу поделиться."
        show mi laugh casual with dspr
        mi "Нет, вдвоём мы под ним не поместимся."
        dreamgirl "Но надо попробовать. Это же зрелище!"
        th "Ещё какое. {w}Только вряд ли они решатся."
        dreamgirl "Кругом цинизм, морализм и ханжество. O tempora! O mores!"
        show mi smile casual at left
        show sl normal pioneer at right
        with move
        "Девочки расселись по разные стороны от меня, и я сразу ощутил себя чуть ли не… Как там Ульянка говорила? Махараджей?"
        "Потому что теплом веяло сразу с обеих сторон."
        "Спокойным, размеренным — любовью — с правой стороны, где сидела Славя."
        "И шебутным, враспрыжку, ломаным — жадным интересом — со стороны Мику."
        me "Хороший вечер."
        mi "Хороший… Мой па говорил о том, что ценно любое время, которое ты живёшь."
        mi "Но бесценно… Бесценно только то, что ты проводишь с близкими тебе людьми."
        me "Похоже, твой отец очень умный мужик."
        show mi shy casual with dspr
        mi "Да. К нему последнее время только так и обращаются: Говоров-сенсей."
        "Здесь была какая-то неувязка, которую я поспешил разрешить:"
        me "Но ты же не Говорова?"
        show sl grin pioneer with dspr
        sl "У неё два свидетельства."
        "Хихикнула Славя."
        sl "В японском написано «Хатсуне Мику», а в советском…"
        show mi dontlike casual with dspr
        mi "Славя!.."
        show sl smile2 pioneer with dspr
        sl "Говорова Мария Архиповна. {w}Представляешь?"
        me "Машенька…"
        "Попробовал имя я."
        me "Нет, тебе бы точно не пошло."
        show mi shy casual with dspr
        mi "Я тоже считаю. Потом, на японском языке имя «Мария» ничего не означает, а это глупо."
        mi "Поэтому я навсегда останусь Мику, мне нравится, что в моём имени звучит будущее!"
        th "А в моём имени звучит желание одиночества. {w}Его я, собственно, и получил."
        th "Только вот вам об этом знать совершенно необязательно."
        sl "Просто мы привыкли к тому, что Мику — это Мику!"
        show mi smile casual with dspr
        mi "И пусть так остаётся!"
        "Мы рассмеялись, негромко, но дружно."
        "В этом мы не были кем-то особенным — тут и там с разных концов поляны доносились возгласы, смех, разговоры…"
        mi "Поверить не могу, что так мало времени осталось и так много надо успеть."
        me "Что успеть?"
        mi "Самое главное! Самое… важное. Сказать слова, какие не успела сказать, сделать то, что следовало сделать."
        "Внутри меня поселилось некое сосущее чувство, как предвкушение чего-то необыкновенного, что вот-вот должно произойти."
        "Я посмотрел на Славю, она на меня."
        if herc and (lp_sl > 16) and (persistent.sl_7dl_good_loki and persistent.sl_7dl_good):
            sl "Да."
            "Медленно проговорила Славя."
            sl "Столько нужно успеть."
            show mi smile casual with dspr
            mi "Решительные какие… Вожатой не попадитесь."
            hide mi with dissolve
            "Мику поднялась с бревна, и, показав язык, растаяла в сумерках"
            sl "Пошли, что ли?"
            me "Куда?"
            show sl laugh pioneer with dspr
            sl "Узнаешь!"
            "В смехе девочки было нечто ведьмовское, от чего сердце ускоряло бег, а предвкушение становилось совсем уж томительным."
            me "Пошли."
            "Ольги Дмитриевны нигде видно не было, и никто не помешал нам отступить несколько шагов за круг света, развернуться, и…"
            window hide
            stop music fadeout 3
            stop ambience fadeout 6
            stop sound_loop
            with fade
        else:
            if alt_day4_sl_7dl_herc_rendezvous:
                me "Между прочим, мне кое-кто кое-что обещал."
                show sl shy pioneer with dspr
                sl "Да."
                me "И не явился."
                sl "Так дождь был…"
                me "Ну и что?"
                sl "Промокнешь, простынешь, заболеешь?"
                me "Ерунда."
                sl "Да… Но как же Ульяна?"
                me "Разве она важна сейчас?"
                show sl smile2 pioneer with dspr
                sl "Хорошо."
                "Славя поднялась."
                sl "Пойдём, я верну тебе долг. {w}Здесь недалеко река, твоя девушка из поместья встретит тебя там."
            else:
                me "У нас огромный груз на двоих."
                sl "Да."
                me "Вредный и рыжий."
                sl "Вредный."
                me "Нам голову отвернут, если мы его упустим."
                sl "Огромный риск, огромный."
                "Славя говорила всё это, крохотным шажками отходя от костра."
                "А я шёл за ней."
                "Ответственность, ответственность…"
            hide mi with dissolve
            "Мику хихикнула и исчезла, оставляя нас вдвоём."
            "А вокруг будто бы исчезли, пропали люди, и мы были на поляне тет-а-тет."
            "Хотя и остались у меня к Славе вопросы, да и к глупой её расстановке приоритетов."
            "Я не со всем был согласен — и в её поведении, и в том, как она относится к чужим тайнам."
            "Леночкину тайну мы охраняем, а нашу общую вдруг… Эх!"
            "Я в очередной раз понял, что любовь в первую очередь подразумевает умение плюнуть на вопросы или спустить всё на взаимных компромиссах."
            stop music fadeout 5
            window hide
    elif loki:
        stop music fadeout 5
        show sl normal pioneer at center with dspr
        show dv normal sport at right with moveinright
        show mi normal casual at left with moveinleft
        dv "Сидите, голубки?"
        show sl dontlike pioneer with dspr
        sl "Тебе нравится издеваться, Алиса?"
        show dv smile sport with dspr
        dv "На самом деле я тебе даже немного завидую."
        show sl normal pioneer with dspr
        sl "Вот как?"
        show dv grin sport with dspr
        dv "Да! Гляди, какой свитер модный у тебя!"
        show dv laugh sport
        show mi laugh casual
        with dspr
        "Девочки засмеялись, а Славя просто махнула рукой."
        window hide
        show dv normal sport
        show mi normal casual
        with fade
        "Мне же было необъяснимо хорошо."
        "И дело было не в каком-то определённом человеке, нет."
        "Напротив."
        "Славя была мне безмерно симпатична, но здесь было и что-то ещё."
        "Алиса вызывала живой отклик своим поведением, заставляла относиться серьёзнее к тому, на что раньше рукой махал."
        "А Мику… Это японское чудо, казалось, и не делало ничего — но в его присутствии становилось как-то теплее и… Душевнее, что ли?"
        "Ни с одним из этих людей наедине я не мог бы расслабиться и получать удовольствие от жизни, но когда они собирались триумвиратом…"
        dv "Смотри что принесла."
        "Алиса достала из-за спины гитару."
        me "Э… И зачем?"
        show dv laugh sport with dspr
        dv "Я хочу, чтобы ты что-нибудь слабал."
        me "Да как? Сама же видела, как я играю."
        dv "Я видела, как ты не играешь."
        show mi normal casual with dspr
        mi "Алиса хочет сказать, что у тебя явно видна школа, просто тренировки мало."
        dv "Вот и тренируйся!"
        me "Да я и не умею ничего."
        dv "Совсем?"
        me "Ну…"
        "Я покопался в памяти, пытаясь выудить песенку, которую все знают достаточно хорошо, и в то же время, не слишком требовательную к навыкам гитариста."
        "И, кажется, одну нашёл."
        "Только сейчас до меня дошло, что всё это время над поляной висел лишь несмолкаемый гомон множества голосов."
        "Музыка пропала."
        "Так что от того, какую мелодию я выберу, будет зависеть настроение."
        me "Ну, ладно."
        show dv normal sport
        with fade
        play music music_7dl["breath_again_slow"]
        "Я взял гитару поудобнее, потряс плечами, подёргал пальцами, разминая."
        "Конечно, я прекрасно понимал, что всё это ерунда, пока у меня не будет достаточно тренирована моторика пальцев."
        "Но… Вдруг удастся обмануть организм?"
        "В конце концов, эту вещь я играл тысячу раз, пожалуй, больше даже нетленки Омельчука."
        "Пальцы коснулись струн…"
        "И первый вопрос прозвучал:"
        me "А будем ли мы жить вечно?"
        me "А если вместе?"
        "На меня никто не обращал особого внимания, потому я продолжал и продолжал играть."
        "Вспоминал, где впервые услышал, какие ассоциации…"
        "О том, что смерть — это просто болезнь, о том, что надо искать причины."
        "О том, куда заводит месть."
        "Девочки слушали молча, изредка лишь морщась там, где я промахивался пальцами мимо ладов."
        "Но, судя по их задумчивым глазам, я сумел произвести впечатление."
        "Старался."
        "А кого ради?"
        "Слави? Мику? Алисы?"
        "Да вот как-то получается, что ради их всех вместе. {w}Ради того, что происходит, когда мы вчетвером собираемся в кружок и болтаем."
        "Хотя, казалось бы, с рыжей я толком общаться-то начал несколько часов назад."
        show dv normal sport with dspr
        dv "Смогаешь!"
        "Кивнула Алиса, забирая инструмент."
        dv "Значит, и завтра сможешь!"
        me "Попробую."
        dv "Там партия проще, чем то, что ты здесь играл. Точно сможешь."
        hide dv with dissolve
        "Махнув нам рукой, Алиса вернулась на старое место, и над костром снова поплыли лады бардовских песен."
        "Мику же продолжала сидеть рядом и что-то никуда не спешила уходить."
        "Как и Славя."
        dreamgirl "А давайте замутим…"
        th "Не стоит. Даже думать. Об этом."
        dreamgirl "Ты ханжа просто!"
        th "Я просто понял, что настоящая ценность вовсе не в том, что ты там хочешь мутить."
        dreamgirl "Расскажи мне ещё про дружбу и семью, олух. Болтовня импотентов!"
        th "А тебе так хочется, чтобы я кого-нибудь завалил под кустом, да? И там, в грязи, темноте и холоде…"
        dreamgirl "Ну… Почему бы и да?"
        th "Всё с тобой понятно, короче."
        show mi smile casual with dspr
        mi "Ты очень старался, Сенечка."
        show sl smile2 pioneer with dspr
        sl "Но практики тебе не хватает."
        me "Да я знаю."
        "Угрюмо ответил я."
        mi "А мне понравилось! Ты вполне можешь стать гитаристом."
        me "Спасибо, я предпочитаю стать духовиком."
        mi "Но у тебя же на трубе ещё хуже получается… Ой!"
        show mi surprise casual with dspr
        "Мику прикрыла рот ладошкой."
        me "Спасибо. Я в курсе."
        me "Мне нужна практика, и ей я займусь незамедлительно после лагеря."
        sl "Не обижайся, Сёмушка…"
        me "И не подумаю."
        "Меня на самом деле не задели слова Мику."
        "Да и думал я о совсем другом."
        "О вторых, пятых, десятых шансах, об исполнении фантазий."
        "Только вот меня всю жизнь учили опасаться того, чем могут стать мечты."
        me "Пойду я прогуляюсь."
        hide mi
        hide sl
        hide dv
        with dissolve
        "Поднявшись, я вышел за круг света."
        "Хотелось одиночества, размышлений и жалости к самому себе."
        "Только с первыми двумя приходится пока распрощаться — в толпе, да в компании таких дам особо не поразмышляешь."
        "А вот жалости…"
        stop sound_loop
        window hide
        scene bg ext_path_night
        with fade
        play ambience ambience_forest_night fadein 5
        "Я никогда не стоял на остановке, ожидая, пока примчится волшебный автобус, что увезёт меня в страну сказок."
        "Нет, я старательно превращал себя в то, кем хотел бы себя видеть."
        "Болезненный процесс. Долгий."
        "Но я умел поставить себе цель, умел идти к ней. Годами, если потребуется."
        "Так случилось с музыкой."
        "Так случилось с моей глупой, детской местью."
        "Сказать по правде, мелькнувшие между решением суда и звонком от Ксаны полгода не запомнились абсолютно ничем."
        "Мне нечем и незачем было жить, расстановка целей буксовала, приоритеты повалились плашками домино."
        "Я ничего не хотел."
        "А теперь?"
        "А теперь я вдруг хочу слишком многого."
        "Музыку, игру, общение, людей."
        dreamgirl "Славю."
        th "Нет, её, пожалуй…"
        dreamgirl "А если подумать?"
        th "Думать нечего, я…"
        play sound sfx_bush_leaves
        "За спиной треснула ветка, и я обернулся на звук."
    else:
        "У телефона оставалось всего ничего зарядки, но это был тот самый случай, когда жалеть не стоило."
        me "Я тебя сниму, можно?"
        sl "Снимешь?"
        me "Сфотографирую…"
        sl "А на что?"
        "Славя с любопытством посмотрела на смартфон у меня в руках."
        sl "На него?"
        "Я кивнул."
        show sl smile2 pioneer with dspr
        sl "Изволь! Но тогда я жду от тебя фотокарточку."
        me "Э… Конечно."
        "Объяснять ей всякие сложные вещи не хотелось совершенно, потому…"
        window hide
        show frame at truecenter:
            xalign 0.5 yalign 0.5 zoom 1.0
            linear 0.8 zoom 1.0 xalign 0.5 yalign 0.5
        show cam_ui at truecenter:
            xalign 0.5 yalign 0.5 zoom 1.0
            linear 0.8 zoom 1.0 xalign 0.5 yalign 0.5
        window hide
        $ renpy.pause(1, hard=True)
        play sound sfx_7dl["snap"] fadein 0
        scene white with flash
        $ renpy.pause(1, hard=True)
        $ persistent.sprite_time = "night"
        $ night_time()
        scene bg ext_polyana_night
        show sl smile pioneer
        with dissolve
        sl "Доволен?"
        "Я смущённо улыбнулся."
        "Честно сказать, я сам не знал, для чего мне этот снимок, что я с ним делать буду…"
        "В рамочке на стенку повешу?"
        "Без понятия."
        "Очевидным было одно — зачем-то он мне всё же нужен."
        "Славя сидела в моём свитере, привалясь ко мне плечом и тихо улыбалась."
        "Чему радовалась?"
        "Я не знал."
        sl "Почему ты молчишь?"
        "Её внимание полностью сфокусировалось на мне, она не обращала внимание ни на что."
        "Вожатая, хмурящая брови, медсестра, бросающая укоризненные взгляды…"
        "Сейчас здесь и сейчас были только мы…"
        me "Я не знаю, что сказать."
        "Признался я."
        sl "Скажи «спасибо»."
        me "Да… Как я не понял."
        me "Спасибо."
        show sl serious pioneer with dspr
        sl "Что будем делать с Леной?"
        stop music fadeout 3
        me "Да далась тебе эта Лена!"
        me "Мне ты нужна! Ты…"
        play music music_7dl["rewind"] fadein 3
        "Тем более, что и нет Лены в обозримом пространстве."
        "Когда Славя только села, я обратил внимание на то, что Ульянка о чём-то выговаривает грустной девочке."
        "А теперь вот обе куда-то пропали."
        th "Сходить разузнать, что ли?"
        dreamgirl "А как же твои слова о том, кто тебе на самом деле нужен?"
        th "Нельзя превращаться в равнодушного. {w}Славя не поймёт."
        dreamgirl "Ты же не пробовал, откуда ты знаешь?"
        th "Просто я уверен в этом."
        sl "В любом случае, эта история должна быть закрыта."
        sl "Нельзя вот так бросать всё на полпути."
        sl "Пошли."
        "Славя направилась к Алисе и потянула меня за собой."
        "Идти пришлось через всю поляну, под обстрелом многочисленных взглядов."
        "Но теперь было совсем не как три дня назад, теперь мне удавалось не нервничать и даже почти не обращать внимания."
        "Изменения налицо."
        show sl normal pioneer at right with dissolve
        show dv2 normal pioneer2 at left with dissolve
        sl "Привет!"
        dv "Привет."
        "Славя обернулась на меня, предлагая мне включиться в разговор."
        me "Алиса, как там Лена?"
        show dv2 smile pioneer2 with dspr
        dv "Ты же сказал, больше не подойдёшь к ней."
        me "Так я и не подхожу."
        dv "Тогда чего хотел-то?"
        me "Поболтать хотел."
        dv "Ногами поболтай…"
        me "С Леной точно всё будет хорошо?"
        dv "До тех пор, пока ты к ней не подходишь? Да."
        dv "А теперь, если вы не против…"
        hide dv2 with dissolve
        "Алиса взяла гитару в руки."
        "Я думал вернуться обратно на своё место, но Славя взяла меня за руку и потянула за собой."
        me "Куда ты?"
        sl "Пошли. {w}Раз уж с одним неотложным делом не справились, решим другое."
        dreamgirl "Только не отбивайся! Не вздумай отбиваться!"
        th "Да я-то что…"
        "Я пошёл вслед за девочкой как покорный телок, полностью доверив ей инициативу."
    stop music fadeout 3
    stop sound_loop
    window hide
    pause(1)
    scene bg ext_path_night
    with dissolve
    play ambience ambience_forest_night fadein 3
    "За спиной осталась почти привычная уже жизнь."
    "Костёр прогорел, в золу уже начали закапывать первые картофелины, к углям потянулись пионеры с хлебом на прутиках."
    "Вожатые там сгрудились кружком и болтали о своих вожатских делах, а Саныч втихомолку фотографировал происходящее — память-с!"
    "Память."
    "Всё осталось за спиной."
    if herc:
        "Я сам выбрал только то, что впереди."
        "Пригревшись рядом с моим солнышком, напитался, набрался сил и сделал свой очередной шаг в неизвестность."
    elif loki:
        "И это, наверное, даже к лучшему. {w}Лучше всего иногда просто сбежать."
        "Так я и сделал."
        "Вернее, думал, что сбежал."
        "Кое-кто считал иначе."
    else:
        "А меня этой памяти лишили. И не совсем понятно было, чего ради."
    $ persistent.sprite_time = "night"
    $ night_time()
    if lp_sl > 15 and herc:
        $ lp_sl += 1
        scene bg ext_beach_night
        with dissolve
        play ambience ambience_lake_shore_night fadein 3
        play music music_7dl["silent_angel"] fadein 3
        "И река внезапно оказалась недалеко, я и не заметил, как мы вышли на берег."
        "Просто шёл, не чуя земли под собой, и всё, что имело значение — это тёплая ладошка в руке, да периодические касания локтем."
        show sl shy pioneer with dissolve
        sl "Вот…"
        if alt_day4_sl_7dl_herc_rendezvous:
            sl "Всё, как я обещала."
        me "Да…"
        "Мне тяжело сейчас давались слова, да и не нужны они были, на самом деле."
        "Я ощутил вдруг, что не просто так всё это, творящееся вокруг меня, что и ночь эта, и воздух, и даже красивая девочка рядом — всё вело меня именно к этой точке."
        "К этому моменту."
        sl "Ты такой зажатый… Расслабься, я тебя не сьем."
        me "Я не зажатый, я просто…"
        "Просто сейчас до меня дошла в полной мере вся значимость происходящего."
        th "Я — со Славей!"
        "Мне хотелось вскинуть голову к небу и злорадно расхохотаться, ткнуть пальцем в творца и издевательски подмигнуть."
        "Как же, он так старался сделать моё существование невыносимым, но по факту, я оказался в невероятном месте, встретил невероятную девочку, которую чувствую продолжением себя."
        "Несмотря ни на что!"
        sl "Смотри, лунная дорожка."
        "Славя указала на реку, вода на которой была как натянутое зеркало."
        "И острый серебряный луч рассёк поверхность, создавая бесконечно длинную, бесконечно прямую тропинку."
        me "Красиво."
        sl "Видел когда-нибудь?"
        me "Такую ровную и красивую? Ни разу в жизни."
        sl "Вот видишь. {w}В мире ещё остались чудеса."
        me "Самое главное чудо в мире — это ты."
        sl "Что?"
        window hide
        scene cg d5_sl_kissing_7dl:
            zoom 2.0 xalign .8 yalign .1
            linear 4.0 zoom 1.0 xalign .5 yalign .5
        "Вместо ответа я поцеловал её."
        "Как говорили раньше: украл поцелуй."
        "У меня всегда было трудно с притворством, я не мог притвориться, если человек мне не нравился или, наоборот, вызывал симпатию."
        "Славя же вызывала…"
        "Как назвать эту бурю эмоций, которая всходила в груди невесомой, но непреодолимой волной?"
        "Какими бабочками непонятно где объяснить то, что я улыбаюсь её именем и с нетерпением жду каждой новой встречи?"
        "Это влюблённость? Любовь?"
        "Это просто слова."
        "А у меня было своё."
        "Славя."
        "Золотая, звенящая, ошеломляющая реальность проснувшегося."
        "Она ответила с такой жадностью, что я перестал сомневаться."
        "Как будто она тоже до последнего сомневалась, размышляла и пыталась примерить логику на то, где логика попросту неуместна."
        "И зачем?"
        window hide
        scene bg ext_beach_night
        show sl shy pioneer
        with dissolve
        sl "С-семён!"
        "Славя оторвалась от меня только когда нам обоим перестало хватать воздуха."
        sl "Нельзя же…"
        me "Счастье — от слова «часть».{w} Вот что я понял."
        me "Ты счастлив, когда все твои части на месте. Ты «с-част-лив»!"
        me "А если вдруг части тебя не на месте, ты становишься несчастливым, нецельным."
        show sl normal pioneer with dspr
        sl "Да."
        "Серьёзно кивнула девочка."
        sl "И я тоже чувствую себя целой сейчас. С того момента, когда ты…"
        show sl shy pioneer with dspr
        "Она снова жарко покраснела."
        me "Что теперь делать будем?"
        sl "Наслаждаться… моментом?"
        me "Да!"
        show sl shy pioneer close with dspr
        "Я обнял её и прижал к себе, с-част-ливый, как никогда прежде."
        window hide
        with fade
        "Мы пришли в себя, когда нас начали аукать."
        show sl smile pioneer with dspr
        "Вздрогнули, отпрянули было — и рассмеялись."
        sl "Пора возвращаться."
        me "Пора."
        sl "Это был…"
        "С усилием произнесла девочка."
        sl "… хороший вечер."
        me "Да."
        sl "Тогда пошли?"
        me "Погоди!"
        show sl shy pioneer close with dspr
        "Я снова притянул её к себе, снова нашёл её губы."
        me "Пошли."
        window hide
        scene bg ext_polyana_night
        with dissolve
        "Обратно на костровую я возвращался как в тумане, и на попытки Слави завести беседу не реагировал."
        "Внутри меня что-то умерло."
        "Что-то старое, грязное и злое."
        "И я не знал, что делать с появившейся лёгкостью на душе."
        "Одно можно было сказать с точностью."
        "Я был счастлив."
        "И чувствовал счастье рядом с собой."
    elif lp_sl > 15:
        $ lp_sl += 1
        play music music_7dl["not_alone"] fadein 3
        show sl normal pioneer with dissolve
        sl "Слышишь?"
        "Девочка махнула рукой, будто обнимая окрестности."
        me "Что?"
        sl "В детстве я частенько ночевала у бабушки."
        sl "У неё было радио — простенькое такое, от радиоточки. {w}А дед старался его отключать."
        sl "Говорил, что надо слушать тишину, а не болтовню."
        me "Тишину."
        sl "Слышишь, как дышит лес?"
        me "Не слышу."
        "Честно сообщил я."
        me "Вокруг просто тишина, и всё."
        show sl shy pioneer with dspr
        sl "Глупый, глупый, Сёмушка. Это и есть дыхание."
        sl "Просто ты его не слышишь, как не слышишь собственное сердцебиение."
        sl "Но иногда сердцу становится невмоготу сдерживать бег, и тогда ты начинаешь осязать его — в висках, в кончиках пальцев, везде."
        "Последнее слово она произнесла с таким выражением, что я поневоле и сам почувствовал, как ускоряется сердце."
        "Как всё сильнее оно бьётся, пытаясь выскочить из клетки и улететь в ночь, чтобы петь вместе с ночными птицами."
        me "Как сейчас?"
        if loki:
            sl "Ты постоянно закрываешься, но… Да."
            sl "Слышишь?"
            me "Слышу."
            show sl shy pioneer close with dissolve
            sl "А теперь?"
            me "Теперь ещё громче."
            sl "Ещё громче."
            sl "Я тебе нравлюсь, Сёмушка. И с этим ещё можно как-то жить."
            sl "А вот что делать с тем, что ты нравишься мне?"
            "Голос охрип."
            me "Не знаю."
            sl "И я…"
        else:
            sl "Я слышу, как оно колотится."
            me "А я слышу… Слушай, может, это я просто себя слышу?"
            show sl happy pioneer with dspr
            sl "На два лада?"
            me "Пожалуй…"
            sl "Как думаешь, мы уже все нужные слова сказали?"
            me "Нужные для чего?"
            show sl laugh pioneer close with dissolve
            sl "Чтобы перестать притворяться уже."
            sl "Мы же оба всё поняли там, на площади, пока спасали друг друга."
            me "А вдруг просто показалось?"
            sl "Тогда через минуту я крепко об этом пожалею."
        window hide
        scene cg d5_sl_kissing_7dl with flash
        "Поцеловала."
        scene bg ext_path_night
        show sl shy pioneer close
        with dissolve
        me "А это зачем?"
        sl "Чтобы понять, нужно ли нам продолжение?"
        me "Иииии?.."
        sl "Хм… Дай подумать.{w} Не поняла."
        window hide
        scene cg d5_sl_kissing_7dl with flash
        "Славя покачала головой и привлекла меня к себе снова."
        "Поцеловала снова."
        scene bg ext_path_night
        show sl shy pioneer close
        with dissolve
        "Помолчала, восстанавливая дыхание."
        sl "Определённо, нужно."
        mt "Славя?! Семён?! Вы где?"
        "Донёсся голос Ольги Дмитриевны."
        sl "Мы здесь!"
        "Крикнула Славя."
        "Кажется, её совершенно не смущало, кто и что может подумать."
        "И меня, кажется, тоже."
        "Она была облачена в платье из платонической влюблённости."
        "И я не видел ничего в ней, кроме восторгающей чистоты, делающей её неуязвимой для любых смешков и сплетен."
        "И я рядом с ней тоже становился неуязвимым."
        "Потому что мы были вместе."
        window hide
        stop music fadeout 3
        play sound sfx_bush_leaves
        scene bg ext_polyana_night
        with dissolve
    else:
        play music music_7dl["the_way"] fadein 3
        scene bg ext_path2_night
        show sl normal pioneer
        with dissolve
        if loki:
            me "Славя? Что ты здесь делаешь?"
            sl "А ты?"
            me "Мне слишком много происходящего."
            "Покаялся я."
            me "Я как будто переполнен и людьми этими, и шумом, и музыкой."
            me "Остро понадобилось побыть одному."
            "Я с намёком посмотрел на Славю — мол, и ты мне мешаешь."
            "Только вот у неё была явная проблема с пониманием намёков."
            "Она мотнула чёлкой и подошла поближе."
            sl "Нам надо поговорить."
            me "Ты за этим и шла?"
            sl "Да."
            me "Что ж, изволь…"
            "Славя глубоко вздохнула и начала:"
        sl "Семён, мне кажется, у нас всё пошло не по плану."
        me "Вот как?"
        sl "Да. {w}Я думала, что мы будем друзьями, будем помогать друг другу…"
        sl "А сама забыла о том, что некоторым людям не требуется ничья помощь, им нужно просто дать разобраться в себе."
        me "Есть такое."
        "Осторожно ответил я."
        me "А почему ты мне об этом говоришь?"
        sl "Я запуталась, Семён."
        "Жалобно посмотрела на меня Славя."
        sl "У меня никогда раньше не было такого, понимаешь?"
        me "Не было чего?"
        sl "Влюблённости."
        "Спокойно пояснила эта невозможная девчонка."
        me "Влюб… Кхм…"
        "Я закашлялся."
        me "В кого?"
        show sl sad pioneer with dspr
        sl "Ну нельзя же быть настолько бесчувственным чурбаном?"
        sl "В тебя влюблённости, глупый Сёмушка, в тебя!"
        me "Но почему? Мы же ничего не…"
        sl "Мы очень много времени вместе проводим. "
        if herc:
            sl "И твоё поведение во время поисков Ульяны, и вчера, и…"
            "Она махнула рукой."
            sl "Я как будто всё это время боялась, а рядом с тобой успокоилась."
            sl "А теперь снова…"
            show sl sad pioneer with dissolve
            sl "Что мне делать?"
        elif loki:
            sl "Ты сторонишься людей, но ты очень уважаешь музыку."
            sl "Ты предан ей чуть ли не сильнее, чем та же Мику."
            me "Да ну…"
            sl "Семён, я могу поверить в то, что глаза у тебя сами собой заслезились, когда ты взял в руки инструмент, но не дождался ответной боли."
            sl "Но тот ураган эмоций… Его ни с чем не спутаешь."
            sl "Ты же не по своей воле сделал этот огромный перерыв, верно? {w}Потому что сейчас у тебя такой вид, будто тебе вернули часть тебя."
            sl "И ты не в силах в это поверить."
            sl "Как будто в сказке — всю жизнь был заколдован, и теперь злая ведьма померла, ты свободен. {w}А страх никуда не делся."
            sl "Я сгораю от любопытства, сочувствия и желания прикоснуться."
        else:
            sl "Я мало знаю о тебе, но постоянно слышала."
            sl "Ты приезжал сюда постоянно в другие смены, когда мы никак не могли увидеться."
            sl "А теперь вот… И я узнаю про Лену, про Ольгу Дмитриевну, про весь тот скандал."
            me "Но мы же договорились…"
            sl "Я ни в чём тебя не обвиняю."
            sl "Но я знаю, что за тобой стоит история куда серьёзнее, чем просто брошенная девочка."
            me "Да не бросал я её!"
            show sl shy pioneer with dspr
            sl "Значит, и меня… не бросишь?"
        "Она говорила всё это с такой детской непосредственностью, способностью услышать и вовремя отпрянуть, что мне самому стало совестно."
        "Девочка, простая девочка Славя, способная почувствовать тебя раньше, чем ты сам это можешь, ходила вокруг да около…"
        "Боясь оскорбить мои чувства!"
        "И дело не в уникальности моей, не в превосходстве над остальными."
        "Просто мы и в самом деле очень много времени провели вместе."
        "И поневоле пустили корни один в другого."
        "Взаимное паразитирование?"
        "Взаимное уничтожение?"
        "Симбиоз?"
        if herc:
            th "Что ей делать… А что делать мне?"
            "Лихорадочно размышлял я."
            th "По хорошему, обнять бы её, поцеловать — что там ещё в глупых книжках полагается?"
            me "Просто успокойся."
            show sl shy2 pioneer with dspr
            sl "Тебе легко говорить! «Успокойся»…"
            me "Ты знаешь… Если земля уходит из-под ног, ты всегда можешь опереться на меня."
            sl "А если земли там просто нет?"
            me "Тогда виси!"
            "Славя неверяще посмотрела на меня, а потом кинулась вперёд, подпрыгнула как-то…"
            "И действительно повисла на мне."
            "Обняла крепко-крепко, дохнула жарко в ухо:"
            sl "Ты разрешил. {w}Теперь не отпущу."
            me "Я никуда не денусь. Правда!"
            sl "А я всё равно не отпущу."
        elif loki:
            me "Так прикоснись."
            th "Если бы ты знала, как легко рядом с тобой я забываю всё плохое…"
            sl "Но… К тебе однажды так прикасались уже. {w}И всё закончилось плохо!"
            me "Всё правильно. {w}Потому что я не разрешал."
            me "А это уже называется насилие."
            sl "Так можно?"
            "Славя несмело протянула руку."
            "Я кивнул."
            "Её ладошка была холодной, чуть дрожащей."
            th "Не виноват я в твоей влюблённости, девочка."
            "Тоскливо пронеслось в голове."
            th "И ты ни в чём не виновата."
            th "В любой трагедии никогда не бывает кого-то виноватого однозначно, кого можно было бы наказать, чтобы все вокруг были счастливы."
            th "Возможно, я сумею отогреться рядом с тобой?"
            sl "Ты весь дрожишь."
            me "Да… Это от нервов."
            me "И от того, что ты такая красивая."
            th "А мне так хочется поверить в то, что ты честна — и останешься такой."
            me "Никого такого красивого не встречал."
            sl "Гнусный льстец. {w}Обманщик."
            me "Это комплимент."
            sl "Я знаю."
            "Я не знаю, кто сделал шаг вперёд, кто подался навстречу, но в результате пришёл в себя уже в её обьятьях."
            "Хотел отпрянуть, уйти, пока не поздно, но…"
            th "Бедная, бедная девочка."
            "Бедный, бедный я."
        if not (herc or loki):
            th "И что мне делать?"
            dreamgirl "А ты ей полежать у себя на плече предложи, мол, ты тёплый, да."
            th "Нафига?"
            dreamgirl "Не видишь, зябнет девочка."
            th "И?"
            dreamgirl "Не стой столбом, согрей! Обними."
            me "Да как ты могла подумать об этом…"
            "Славя передёрнула плечами."
            "Здесь даже я догадался."
            "Притянул её к себе, обнял."
            "Прошептал на ухо:"
            me "Я тебя никогда не брошу."
            "Славя негромко всхлипнула и обмякла в моих руках."
            "А над головой всходили невероятно яркие, колючие звёзды."
    stop music fadeout 3
    window hide
    scene bg ext_polyana_night
    with dissolve
    stop sound_loop fadeout 6
    pause(1)
    play music music_7dl["lth"] fadein 3
    $ night_time()
    $ persistent.sprite_time = "night"
    "Когда мы вернулись, большая часть пионеров уже ушла в лагерь, на поляне суетился только наш отряд во главе с Ольгой Дмитриевной."
    "Все собирали брезент, остатки картошки, неиспользованные дрова…"
    "Переглянувшись, мы отправились помогать."
    if lp_sl > 15 and not herc:
        "Похоже, кроме вожатой, никто нас так и не хватился."
    else:
        "Похоже, нашего отсутствия так никто и не заметил."
    "Разве что Алиса как-то так хитро смотрела, между делом прибираясь."
    "Но мы не обратили на неё внимания."
    "Нас связывала тайна, доступная лишь нам двоим."
    window hide
    scene bg ext_path2_night
    with dissolve
    "А вскоре наши хождения по мукам завершились, и мы потянулись в лагерь."
    "И хотя я понимал умом, что он всего в двадцати минутах пешком, что заблудиться здесь попросту невозможно — всё же я бы не рискнул сунуться сюда ночью в одиночестве."
    "Ночной лес пугал меня."
    if herc:
        "Вернее сказать, он {i}пугал бы{/i} меня, если бы не Славя рядом."
        "Она, никто больше, давала мне жажду жизни, яростную, неопалимую."
        "Она, никто другой, могла вдохновить и сподвигнуть."
        "Рядом с ней я, впервые за последние десять лет, снова почувствовал себя защитником."
        "Не воином, не солдатом — защитником."
        "Человеком, способным пожертвовать всем ради людей, которых он…"
        me "Любит."
        "Вслух произнёс я."
        "И полностью согласился с этим."
        "Пусть тело сводит меня с ума, впрыскивая и впрыскивая в кровь сумасшедшую закись гормонов, глубоко внутри я остался всё тем же осторожным и недоверчивым Семёном."
        "И вот этот мой старина Семён наперечёт знал все симптомы."
        "Умел отличить микро-влюблённость от чего-то большего."
        "Славя всё это время шла рядом и держала меня за руку."
        "А я-то, дурак, всё удивлялся, как это у других в лагерях получалось всё сделать за один вечер."
        "Раз — и они танцуют, два — и на следующее утро уже ходят в обнимку."
        "Чудеса какие…"
        "Только вот в этот раз я был совсем от них неотличим."
        sl "Я совершенно и необъяснимо счастлива."
        me "И я…"
        sl "Но я счастливее!"
        me "А мне кажется…"
        sl "Да?"
        "Заинтересовалась Славя."
        me "Что МЫ счастливее."
        "Славя рассмеялась."
        "Сквозь деревья замаячили огни лагеря, и мы прибавили шагу."
    elif loki:
        "Я гордоской житель до мозга костного."
        "Ночью предпочитаю сидеть перед лампой монитора и щурить воспалённые глаза на плывущие изображения."
        "Стоит лишь дать себе послабление — и я мгновенно перееду на ночной образ жизни."
        "Вот только жить буду сидя у компьютера."
        "А не прыгая по окрестным лесам."
        "Наверное, Славя этого никогда не поймёт."
        "Как ей объяснить, что вся эта чушь, творящаяся по ту сторону жидких кристаллов, не интересна, не привлекательна — и при этом жрёт время со страшной силой?"
        "В эту бездну легко могут ухнуть годы, ты оглянуться не успеешь, как годы за окном полетят с бешеной скоростью."
        "Знаю по себе."
        "Хотя, наверное, со Славей это не сработает."
        "Как я понял, для неё очень важен личный контакт."
        "Глаза в глаза, улыбка, смех…"
        "Вот, даже обняла меня, когда поняла, что мы оба перешли некую границу."
        "Самое забавное — для меня было очевидно, что это просто её способ продолжения общения."
        if lp_sl > 15:
            "Целовать не самого привлекательного пионера?"
            "Обнимать его и говорить всякие волнующие вещи?"
        else:
            "Просто обниматься с полузнакомым мальчиком в лесу?"
        "На такое способна только Славя."
        sl "Я стала чуточку ближе к тебе."
        me "Думаешь, хорошая затея?"
        sl "А теперь поздно отыгрывать назад."
        me "Уйти никогда не поздно."
        sl "Если бы я была машиной без чувств и привязанностей? Возможно."
        "Хихикнула Славя."
        me "А если ты просто разумный человек?"
        sl "Разумный человек не станет рубить себе руку, если занозил ладонь."
        sl "Не станет сжигать лес, если там упало одно дерево."
        sl "Хочешь ты того или нет, но ты теперь часть моего мира… Сёмушка."
        "Славя потянула меня за собой — впереди явственно замаячили огни лагеря."
    else:
        "Царила в сердце сладковатая жуть, какая бывает у костра, когда вы собрались кружком и рассказываете страшные истории."
        "Но впервые за неизвестно сколько лет я чувствовал, что легко могу справиться со страхом."
        "Если только потребуется, я в любой момент сумею переступить через себя, через страх."
        "Для того, чтобы сберечь и защитить девочку, держащуюся за руку."
        "Славю."
        "Потому не гнал я от себя шепоток и щекотку меж лопаток."
        "Боялся светлячков в темноте, дыхания засыпающего леса."
        "И получал от этого какое-то необъяснимое наслаждение."
        me "Ночью я бы здесь один точно не пошёл."
        "Признался я."
        "Признался в трусости."
        "Естественно, как дышал. {w}Всё равно я давно подозревал Славю в некоторых необычных способностях…"
        "Потому бесполезно было прикидываться."
        "Она все мои чувства понимала раньше меня самого."
        "Особенно, когда мы идём вот так, держась за руки, касаясь плечами."
        sl "А я купаться ночью хожу иногда."
        "Поделилась Славя."
        sl "Но я хожу только по тропинкам, с фонариком."
        me "И что, совсем-совсем не страшно?"
        sl "Ни капли. {w}Хочешь, сходим как-нибудь вместе?"
        me "Какие в твоём состоянии купания? {w}Только из медпункта вышла."
        "Ворчливо возразил я."
        me "Не удивлюсь, если тебя сейчас обратно в изолятор загонят."
        sl "Не загонят."
        "Негромкий смешок я больше почувствовал, чем услышал."
        sl "Отпустили домой. {w}Но спасибо за заботу, мне очень приятно."
        "Силуэт Слави на мгновение замер, и моей щеки коснулись тёплые губы."
        "Я покраснел, встал как вкопанный, а Славя хихикнула и прибавила шаг."
        "Сквозь деревья уже можно было разглядеть огни лагеря."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day5_sl_7dl_hentai:
    scene bg ext_square_night
    with dissolve
    play ambience ambience_camp_center_night fadein 5
    play music music_7dl["iamsadiamsorry2"] fadein 3
    "Славя молчала всё время, что тащила меня через лес."
    "Молчала и тогда, когда показались огни лагеря."
    "Первый раз только и открыла рот, когда я заколебался между её и моим домиком."
    show sl shy pioneer with dissolve
    sl "К тебе."
    me "Но там же вожатая…"
    sl "Она не придёт ещё целый час. {w}У нас уйма времени."
    window hide
    scene bg ext_house_of_mt_night_without_light
    with dissolve
    pause(1)
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_house_of_mt_night2
    show sl shy pioneer2 
    with dissolve
    sl "Как мне больше идёт? С галстуком или без галстука?"
    "Я закрыл дверь и обернулся."
    "Славя стояла, облитая лунным светом, красивая такая, загорелая, в просвечивающей насквозь кургузой и глупой пионерской рубашке."
    me "Мне кажется, тебе идёт в любом виде."
    sl "Правда?"
    th "А как же. Не место красит человека, как известно…"
    hide sl with dissolve
    "Славя была прекрасна, как прекрасна может быть только любимая женщина, когда никого кроме неё не то что не замечаешь — замечать не желаешь."
    "Меня всего трясло и колотило, потому вторую часть выражения «но больше всего тебе пойдёт вообще без всего» я, разумеется, не сказал."
    "И зачем?"
    "Славя сама прекрасно всё поняла."
    "Потому и улыбнулась этак по-ведьмовски, голубыми глазищами своими хлопнула, заставляя сердце остановиться на долю секунды."
    "На секунду даже показалось, что не голубые они у неё совсем, не голубые."
    "Зе-ле-ну-щие!"
    "И всё получилось как нельзя лучше, и Славя была милая, покорная и чувствовала все мои желания раньше меня самого."
    "Лён стёк к ногам и застыл там сугробом, через секунду там же застыла и тёмная юбка."
    "Славя стояла передо мной в одих трусиках и отчаянно стеснялась."
    "Только вот никогда бы и ни за что не сумела признаться мне."
    "И стрекот цикад за окном, и перекрикивающиеся совы, и неповторимый аромат женщины…"
    "Мы любили друг друга, мы хотели…"
    window hide
    with fade2
    me "Ну, что такое?"
    sl "Прости, Сёмушка, прости, я не могу."
    th "Да это я, я не могу!"
    "Как будто между нами провесили зеркало, и я чувствовал всё, что чувствовала она."
    "Мы уже были на моей кровати с продавленным панцирем, и под нужным место у Слави уже была подушка, и я приложил все усилия для того, чтобы всё прошло, как надо, а…"
    "Чёрт-те что и сбоку бантик."
    th "Я это или не я?"
    th "Где старый я, наплевательский относящийся к чувствам другим?"
    me "Что ты со мной сделала, ведьма чёртова?"
    "Вытолкнуло пересхошее горло."
    "Я не мог заставить себя сделать ей больно."
    "Просто не мог."
    "Это было на почти физиологическом уровне."
    "Когда я пытался надавить чуть сильнее, боль чувствовали оба."
    sl "Прости… Я правда хотела. Я думала, что ты будешь первым моим мужчиной, и мы…"
    "Славя села на кровати и заплакала."
    me "Ничего."
    "Глупая сцена, глупая."
    "По идее, как пишут во всех романчиках, мы сейчас должны стать единым, и она обязательно должна получить свою долю оргазма, вот только…"
    "Она до сих пор не знала ни секса, ни мужской любви как таковой, где ж ей научиться?"
    "Вот и я не знаю."
    "Я обнял её и прижал к себе, целуя шею, чувствуя, как под губами затихает заполошное."
    "Как пропадает дрожь и чувство вины."
    me "Даже то, что у нас не получилось в этот раз, не значит, что я уйду, понятно тебе?"
    sl "Но я так хотела…"
    me "Всё, что ты хотела, мы обязательно попробуем в следующий раз."
    sl "Завтра?"
    "Несмело спросила она."
    me "Необязательно завтра. Можно через неделю, через месяц, через год."
    me "Не думаешь же ты, что такая мелочь, как эта, может меня оттолкнуть?"
    sl "Сказать по правде, этого я и ожидала."
    me "Не дождёшься."
    sl "Тогда…"
    "Славя выбралась из моих объятий и повернулась ко мне…"
    sl "Может быть…"
    "Она потянулась ко мне губами, прикрыв глаза, а её руки скользнули вниз по моему животу."
    me "Может быть."
    sl "Может…"
    stop music fadeout 5
    play ambience ambience_int_cabin_night fadein 5
    with fade
    "Когда Славя, моя Славя, так и не ставшая женщиной, но не утратившая от того и толику притягательности, оделась и ушла, я долго-долго лежал на кровати, чувствуя, как витает в воздухе её запах."
    "Будоражащий, сводящий с ума."
    "Мёд, лимонник, деготь…"
    "А потом поднялся и распахнул окно."
    "В таком сопровождении я точно не усну."
    "А если и усну, то честь вожатой определённо будет под вопросом."
    "Шутка, конечно."
    "Шутка."
    "А Славя так извинялась, так извинялась…"
    "Как будто не поняла, насколько это льстит — желание девушки видеть тебя своим первым."
    $ alt_day5_sl_7dl_hentai_done = True
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return

label alt_day5_sl_7dl_sleeptime:
    play music music_7dl["melancholy_sun"] fadein 3
    if not alt_day5_sl_7dl_hentai_done:
        scene bg ext_house_of_mt_night_without_light
        with dissolve
        "Когда мы вернулись в лагерь — долго ещё не хотели отпускать руки."
        "Даже не знаю, что это нашло на нас обоих."
        if loki:
            "Вроде на ужине ещё не было ничего такого."
            "Или было?"
        "Возможно, всему виной свежий воздух и атмосфера братства?"
        dreamgirl "Если братства — инцестом попахивает, не?"
        th "Тьфу на тебя, пошляк."
        "Я проводил Славю до её домика, а сам отправился к себе домой."
        "Она собиралась отправиться в баню, но, боюсь, если я предложу составить ей компанию…"
        "Я прислушался к себе — так и есть."
        "Ничем пристойным это определённо не закончится."
        "Так что домой."
        window hide
        play sound sfx_open_dooor_campus_1
        pause(1)
        scene bg int_house_of_mt_night2
        with dissolve
        play ambience ambience_camp_center_night fadein 6
    "Сумасшедший день."
    "Сумасшедший вечер."
    th "И Славя эта… Тоже сумасшедшая."
    dreamgirl "Ты вроде не был против."
    th "Я и сейчас не против. {w}Но что с ней случилось?"
    th "Шпанскую мушку в чай подлили? Откуда такая страстность — у нашей-то во всех отношениях правильной?"
    dreamgirl "Какая тебе разница? Бьют-беги, дают — бе… В смысле, пользуйся."
    th "Добротааа…"
    "Свитер, который оставила Славя, до сих пор пах её кожей."
    "Мечта для фетишиста."
    "Сложил свои вещи на табуретку в ногах, а свитер повесил на спинку в изголовье."
    "Ещё раз вдохнул запах и пробормотал:"
    me "Доброй ночи, Славя."
    "И, забравшись под одеяло, закрыл глаза."
    "День был такой, что и запомнить не стыдно."
    "Главное, чтобы он не оказался сном."
    "Слишком уж фантастично всё происходящее."
    if herc:
        "Наши поиски пропавшей Ульянки, завершившиеся просто ужином."
    elif loki:
        "Добрая Алиса… Добрая Алиса! Вы это можете себе представить?"
        "И я не могу."
        "А хихикающую Мику, стоящую против Слави и рассказывающую стишки про мокрую и дохлую крысу?"
        "А то, как сложится наша странная компания."
        "Фантастика и чудеса."
    else:
        "Мой подвиг во имя болючей царь-солнышки."
        "Пусть Лена сегодня и портила малину, в итоге всё закончилось хорошо."
        "Я рядом с тем, кто для меня важен, а остальное пусть идёт лесом."
    window hide
    scene cg wtf_end_of_day
    with dissolve
    th "Славя…"
    if alt_day5_sl_7dl_workout:
        $ alt_day5_random_val = renpy.random.choice([1, 2])
        if alt_day5_random_val == 1:
            $ alt_day5_sl_7dl_herc_sick = True
            "В горле снова запрешило, и я кашлянул."
    "Через несколько секунд я уже спал."
    stop music fadeout 3
    window hide
    play ambience ambience_catacombs_stones fadein 5
    scene bg int_mine_heart_7dl
    show prologue_dream
    with joff
    "История началась здесь."
    "Здесь она и завершится."
    window hide
    scene cg d4_sl_lookup_7dl
    show prologue_dream
    with flash
    sl "Ты должен понять, что это я выбрала тебя."
    sl "Мне нужен ты потому, что ты без меня не можешь."
    sl "Я нужна тебе потому, что ты ищешь ответы."
    window hide
    scene bg ext_boathouse_alt_day_7dl
    show prologue_dream
    with dissolve
    un "Ты обещал, что мы будем вместе!"
    un "Твои слова хоть чего-нибудь стоят?"
    if herc:
        stop ambience fadeout 3
        scene black with dissolve
        play music music_7dl["seven_summer_days"] fadein 3
        "Воздух встал в груди, попытался что-то ответить, и…"
        "И проснулся!"
        window hide
        scene bg int_house_of_mt_night2
        with dissolve
        "Проснулся с колотящимся сердцем, весь на нервах, то ли боясь чего-то, то ли, напротив, страстно ожидая."
        if alt_day5_sl_7dl_herc_sick:
            "В горле першило, но я не обратил на это особого внимания."
        "Ольга Дмитриевна уже пришла, устроилась поудобнее и досматривала пятый сон."
        "Я не мог объяснить себе причины своего странного поведения, но мне становилось всё душнее и душнее, пока я, наконец, не проснулся окончательно."
        "Свитер на всякий случай взял с собой — летние ночи, понятно, летние, но если вдруг станет холодно…"
        "От сна в памяти остались лишь обрывки, нечёткие, неясные, будто принадлежащие сразу нескольким людям — слишком уж разные были от них послевкусия."
        "Панцирь коротко скрипнул, прогибаясь, я сел на краю кровати, борясь с бьющим всё тело нервным возбуждением."
        "Осмотрелся…"
        "А вокруг была ночь."
        "Тихая, лунная, сонная."
        "Ночь, дарящая надежду на нечто неявное, неясное."
        "Когда все спят, и лишь влюблённые, сумасшедшие и поэты глядят сквозь пыльное стекло в небо."
        if lp_sl > 15:
            "И хотят уйти по серебряной лунной дорожке, гдё всё совсем по-другому и уже одним этим лучше."
        "Вожатая разметалась под простынёй, её черты, резко очерченные льющимся из окна лунным светом, складывались в жутковатую гримасу."
        "Но это не мешало ей улыбаться — похоже видела Ольга нечто очень хорошее."
        "А я…"
        "Мне тяжело было объяснить тремор свой, нездоровье, но несмотря на открытую форточку и доносящиеся с улицы крики ночных птиц, всё душнее и душнее становилось в четырёх стенах."
        "Как будто весь воздух остался там."
        "А я…"
        "Путаясь в штанинах и одновременно стараясь произвести как можно меньше шума, я судорожно одевался."
        "Сандалии на босу ногу, шорты и незастёгнутая рубашка."
        "Вряд ли в местных широтах бывает слишком холодно по ночам."
        "Здесь я ожидал скептической реплики своего подсознания, но оно почему-то молчало."
        "Должно быть, спало?"
        "Или не появилось ещё раздражителя нужного калибра, чтобы раскачать моего вечного визави, вернуть ему вредный, противный голос?"
        "Так или иначе, но я проскользнул мимо вожатой к двери."
        "Здесь были скрипучие доски, был шкаф, зеркало в котором дребезжало от тяжёлых шагов мимопроходящих."
        "Но сейчас я будто знал, куда ставить ногу, где идти, а где нет — в полной тишине я оказался у дверей, осторожно толкнул створку…"
        window hide
        play sound sfx_open_dooor_campus_1
        pause(1)
        scene bg ext_house_of_mt_night_without_light
        with dissolve
        play ambience ambience_camp_center_night fadein 3
        "Легкомысленный ночной ветерок игриво толкнул в грудь, забрал избыток жара, заставил расправиться лёгкие."
        "И сонный флёр спал с глаз, очертания предметов снова стали ясными и чёткими."
        "Как и мысль, что вышел я сюда отнюдь не просто так."
        "Что-то должно произойти сегодня. Но что?"
        if alt_day5_sl_7dl_hentai_done:
            "После того, как Славя ушла, мне казалось, ей потребуется время и какие-то собственные методы приведения головы в порядок."
            "Отоспаться, возможно?"
            "Передумать?"
            "У каждого свои заморочки, у каждого свои способы борьбы острым разочарованием в себе."
        else:
            "Мне почему-то казалось, что это будет Славя."
            "Что-то связанное с ней."
            "После костра в крови дрейфовала эйфория, и одной лишь усталости я обязан тем, как быстро уснул."
            "Но теперь всё вернулось на круги своя."
            "Я был безбрежно счастлив, безмерно глуп, не мог спать и хотел думать о субъекте воздыханий."
        "В горле пересохло, захотелось попить воды, потому я отправился к умывальникам."
        window hide
        scene bg ext_washstand_night_7dl
        with dissolve
        play sound sfx_open_water_sink
        pause(1)
        play sound_loop sfx_water_sink_stream
        "Ледяная вода ещё сильнее остудила разгорячённое лицо, ещё ярче высветила всю мою глупую восторженность."
        th "Полно, братец."
        "Строго сказал себе я."
        if alt_day5_sl_7dl_hentai_done:
            th "Неужто ты ожидаешь, что где-то в нощи бродит девочка с ясно-голубыми глазами и ищет твоей компании?"
            th "После всего случившегося?"
        elif lp_sl > 15:
            th "Всё самое лучшее с тобой произошло, перестань."
            th "Вы перестали сомневаться, сказали друг другу самое важное и каждый сделал по шагу."
            th "Но эта тропинка не из тех, по которой следует бежать бегом."
            th "По шагу. По другому, по третьему."
            th "Всё будет. {w}Но совершенно точно не сегодня ночью."
        else:
            th "Разве тебе пятнадцать лет?"
            th "Как просто свели тебя с ума несколько слов от красивой девочки."
            th "А хорохорился! Выступал, обещал себе не терять бдительность и всегда держать в памяти, как легко, походя такие вот красивые девочки колотят сердца."
            th "А теперь всё?"
        "Стиснув зубы, я сунул под воду голову целиком и держал несколько секунд."
        "Мир на мгновение вспыхнул обжигающим золотом, выбивающей дух объективной реальностью."
        "И я вспомнил, кто я и зачем я."
        "Как я застыл во мгновении полёта, занося руку над глупым пьяницей с пистолетом."
        "Как тверды под лопатками керамические плитки грязного пола в нашем магазине."
        "Как протягивала руку мне старая моя знакомая, снова приглашая с собой."
        "И Славя здесь была решительно не при чём."
        stop sound_loop
        play sound sfx_close_water_sink
        "Просто я забыл о том, что вся эта восторженная влюблённость и стихи в тетрадке — это давным-давно забытое прошлое."
        "А вот тот, чьё место я сейчас занимаю…"
        "Он внезапно потребовал ночи, восторга и сладкого предвкушения."
        window hide
        scene bg ext_houses_night_7dl
        with dissolve
        "Тело требовало своего."
        "А разум не всегда мог обуздать его позывы."
        "Особенно, когда разум спит."
        "Моё внимание привлёк знакомый силуэт, и я замер как вкопанный."
        show sl_shade with dissolve
        th "Славя? Что она делает здесь?"
        "Вполне возможно, она просто шла в туалет."
        "Однако знаю по себе: в туалет мы обычно ходим в режиме непроснувшегося зомби."
        "А здесь она шла очень даже осознанно!"
        "Так что…"
        "Я решил проследить за ней!"
        "Глупо, правда?"
        "Но после вчерашнего мне казалось, у нас больше нет тайн."
        "Что бы она ни прятала, куда бы ни кралась…"
        "Я последую за ней!"
        window hide
        with fade
        "Так мы и шли."
        "Сначала по территории до незапирающейся калитки…"
        window hide
        scene bg ext_path2_night
        with dissolve
        "Потом за ней…"
        window hide
        scene bg ext_lake_night_7dl
        with dissolve
        play ambience ambience_lake_shore_night fadein 3
        "И какого же было моё смущение и злость, когда мы оказались на берегу той какого-то озерца в лесу, а Славя принялась…"
        th "Никаких тайн? Она что, просто так сюда купаться ходит?"
        th "Купаться! Какая бездарно прожитая ночь!"
        dreamgirl "Кто-то сказал «купаться»?"
        "Неожиданно проснулся внутренний голос."
        dreamgirl "А в купальнике или неглиже?"
        th "Да откуда ж я знаю? Я вообще…"
        "Короткий разбег с места, прыжок…"
        "Лунный свет безжалостно высветил, что никакой одежды на Славе не осталось."
        "Ровным счётом."
        "Нырок."
        "И я глубоко задышал, стараясь справиться со вполне логичной реакцией организма."
        "Мне пришло в голову, что меня слишком часто и слишком активно дразнят для пионер-лагеря."
        "Пионер должан думать о высоком, но — чувстве, цели, плане."
        "А не топологии девушки, купающейся нагишом в ночном озере."
        "Тихий плеск с воды — Славя вынырнула."
        sl "Сёмушка!"
        "Донёсся смех с воды."
        "И безошибочно нашла меня!"
        sl "Если ты уже закончил подглядывать — разведи, пожалуйста, костёр!"
        sl "А то мне самой холодно будет на берегу."
        me "Ничего я и не подглядывал…"
        sl "Спички у меня в кармане юбки!"
        "Донёсся голос."
        "И плеск."
        "Славя снова нырнула."
        "На берегу сиротливо лежали пионерская юбка, рубашка и трусики."
        "Судя по всему, бюстгальтер девочка сегодня на купание с собой не взяла — видимо, тот провинился за что-то."
        dreamgirl "И у тебя будет уникальная возможность…"
        th "Я знаю."
        dreamgirl "Что, даже смотреть не станешь?"
        th "Смотреть стану, конечно. {w}Ни за что не отвернусь."
        "А вот всё остальное…"
        th "Только, знаешь… Не хочу я вот так в лесу, как животное."
        if alt_day5_sl_7dl_hentai_done:
            dreamgirl "Лучше на пионерской скрипящей кровати, да ещё и неудачно?"
            "Язвительно поинтересовался внутренний голос."
            th "Почему нет? Это будет хотя бы цивилизованно."
        else:
            dreamgirl "А что так?"
            th "Первый раз у девушки запоминается на всю жизнь."
            th "И, как оказалось, мне совсем не хочется, чтобы Славя запомнила свой первый раз именно таким."
        "Пришлось выбираться на открытое пространство."
        "Вещи были разбросаны в беспорядке — и это было совсем не в духе той Слави, о которой я знал."
        "Здесь же, в небольшой углублении в песчаной ямке чернело пятно старого костровища."
        sl "Или, может, присоединишься?"
        "Позвала она."
        me "Да я бы с радостью."
        th "Но слишком хорошо знаю себя."
        "Потому нет."
        "Аккуратно сложив форму Слави на лежащее здесь же полешко, я отправился в близлежащие кусты за дровами."
        "Скоро уже выпадет роса, и тогда мы действительно оба озябнем."
    window hide
    stop music fadeout 3
    stop ambience fadeout 6
    with fade
    return