label alt_day4_mi_7dl_ch1:
    window hide
    scene bg ext_dining_hall_near_night
    with dissolve
    "Машина уже успела немного остыть после дневного пекла, поэтому в салоне было достаточно приятно."
    "То ли в силу привычки, то ли ещё по какой причине, я мгновенно занял место на переднем сиденье — дорога предстояла довольно долгая, и возможность вытянуть ноги упускать не хотелось."
    "За спиной уже разместился Шурик — со стороны места водителя."
    scene cg d4_cs_car_dark_7dl
    if alt_day3_mi_donor:
        "За спиной же у меня…"
        "Мурашки стройными рядами замаршировали по шее куда-то к линии роста волос — я ощутил на коже тепло дыхания Мику."
        mi "Ня!"
        "Улыбнулась девочка, хватаясь руками за спинку моего кресла и как-то очень уютно устраивая на нём подбородок."
        "Поймав мой вопросительный взгляд, улыбнулась:"
        window hide
        with fade
        mi "Что не так? Я всю жизнь на заднем сиденье катаюсь — привыкла."
        me "За Шуриком последишь если что?"
        "Мику не успела ответить мне — на подмостках появился наш водитель."
    cs "Всё, с Олей я утрясла все трудности."
    "Выдохнула сестра, плюхнувшись на сиденье."
    cs "Но чтобы без пряток мне, ясно"
    if alt_day3_mi_donor:
        extend "… пионеры?"
        "Мы, переглянувшись (я снова весь покрылся мурашками от малоприятной близости), в один голос ответили:"
        me "Так точно."
        mi "Будет сделано."
    else:
        extend "… пионер?"
        "Я пожал плечами."
        "Будто мне и правда захочется куда-то уйти от единственного человека, которого я буду знать в городе."
        "Дудки. Буду держаться за подол до победного."
        th "Гусары, молчать."
    cs "За рулём буду я."
    "Ответила Виола на невысказанный вопрос."
    cs "Так что лучше бы пристегнуть ремни."
    me "А?"
    "Она поняла мой вопрос."
    "И усмехнулась."
    cs "Не беспокойся за ценный груз — я его как следует принайтовала."
    me "Он сказал «поехали»!"
    if alt_day3_mi_donor:
        mi "И махнул рукой!"
        "С воодушевлением подхватила Мику."
        mi "Ой!"
        "И тут же закрыла рот ладошками."
        "Покосилась на недовольно всхрапнувшего Шурика и перевела дыхание."
    "Виолетта, терпеливо дожидавшаяся завершения бенефиса, вздохнула и повернула ключ."
    cs "Надеюсь, не придётся останавливаться по неотложным делам."
    "Вполголоса пробормотала она, включая первую передачу."
    window hide
    scene cg d4_cs_car_night_cs_7dl
    with fade
    stop ambience
    play music music_7dl["sh_ai_rejuv"] fadein 3
    play sound sfx_intro_bus_engine_start
    "«Волга» вырулила за ворота и, коротко рявкнув мотором, рванулась вперёд."
    "Я, преодолевая растущую перегрузку, с уважением покосился на спокойно держащую рулевое колесо медсестру — видно было, что водить она любит и умеет."
    "Вернее, не просто водить, а водить экстремально."
    "Благо дорога позволяла."
    "Вот что меня смущало."
    "В конце концов, я помнил, в какой стране живу, в какой стране оказался."
    play sound_loop sfx_intro_bus_engine_loop fadein 3
    "И три российских беды знал наперечёт — дураки, дороги и…"
    dreamgirl "Аккуратнее!"
    if alt_day3_mi_donor:
        "В один голос выкрикнул внутренний голос и Мику."
    else:
        "Озвучил я реплику внутреннего голоса."
    "Прямо по курсу появилась выбоина."
    "Виола процедила сквозь зубы какое-то непонятное, явно нерусское слово — не то «бридж», не то «анкоридж» — и кивнула:"
    cs "Спасибо."
    cs "Следи внимательнее, пионер, если вдруг заметишь что-нибудь."
    "Не отрывая взгляда от дороги, бросила Виола."
    th "Могла бы и не говорить."
    "Даже по самым скромным меркам, машина неслась над небывало ровным асфальтом ощутимо так за сто километров в час."
    "Музыку бы сейчас, да боюсь — не оценят."
    "Было что-то жутковатое в том, как мы в тишине, нарушаемой лишь гулом мотора, неслись по автотрассе."
    "Если спросите меня — то ночью по загородной дороге ездить в таком духе станет только самоубийца."
    "Или Виолетта Церновна Коллайдер."
    "Почувствовав мой взгляд, сестра пояснила:"
    cs "У нас не очень много времени, пионеру нужен догляд кого-то, кто занимается такими ранами."
    me "Вы нет?"
    "Она в ответ только закатила глаза."
    if alt_day3_mi_donor:
        "А мне по уху прилетело небольно, но звонко — щелбаном:"
        mi "Семён, не отвлекай Виолетту-сан, иначе мой труп будет на твоей совести!"
        me "Очень очаровательный труп."
        mi "Не беспокойся, ты не на долго переживёшь меня."
        "Мило улыбнулась девушка и снова вернулась к наблюдению за дорогой."
    "В салоне остро пахло бензином, обивкой, похожей на шкуру страшного зверя Кожзаменителя."
    "И вездесущей «ёлочкой»."
    "До поры до времени это должно помочь бороться с запахом антисептической мази."
    if alt_day3_mi_donor:
        "Но Мику уже морщила нос, значит, близок и мой черёд."
    me "У вас радио нет?"
    "Спустя полчаса бдения спросил я — горло с отвычки выдало скрип, слабо походящий на мой обычный голос."
    cs "Есть. Хочешь послушать?"
    cs "Только здесь ты вряд ли что-нибудь поймаешь."
    th "Надо полагать, про вещь вроде входа под универсальную шину, заикаться не стоит?"
    dreamgirl "Ты б ещё про компакт-диски или кассеты спросил, балда!"
    th "А что? Кассеты уже были в это время — вспомни магнитофон Мику!"
    dreamgirl "А если приглядеться?"
    dreamgirl "Надпись «Электроника» ни на какие выводы не наталкивает?"
    th "Э?"
    dreamgirl "Эге! Магнитофон Мику, кассеты тоже ей принадлежат."
    dreamgirl "А здесь ты можешь рассчитывать разве что на проигрыватель на бобинах."
    "Я представил себе картину, как заправляю бобину в темноте, и решил, что мне и без музыки хорошо живётся."
    me "Я всё же попробую."
    "Нерешительно произнёс я."
    "Виолетта молча дёрнула плечом — мол, дерзай."
    window hide
    with fade2
    "Шипение."
    "Кто бы сомневался."
    "Я бросил взгляд на часы — время было вплотную к часу, значит от лагеря мы успешно умотали километров на полтораста."
    "Но и здесь тоже были определённые сложности с приёмом любых радиосигналов."
    "Возможно, спутниковая связь здесь и заработала бы — но не в привычном мне общедоступном формате."
    "Протоколы тех же ГЛОНАСС и GPS — даже низкоточные — были далеки от стадий даже крайне предварительного планирования."
    "Снова шипение — на обоих УКВ-диапазонах."
    "На СВ и ДВ я решил не лазать."
    "По собственному детскому опыту знаю, что все возможные частоты этого диапазона оккупированы болтовнёй импотентов от творчества."
    "Пусть их."
    "Я выключил приёмник."
    cs "Убедился?"
    me "Могли бы и не спрашивать."
    if alt_day3_mi_donor:
        mi "Сенечка, а ты какую музыку слушаешь?"
        "Я пожал плечами."
        me "Красивую."
        mi "Я серьёзно!"
        "Она ткнула мне в затылок кулачком."
        mi "Почему ты постоянно над всеми издеваешься?"
        me "Я убийственно серьёзен."
        "Ответил я."
        mi "Вот! Снова начинаешь!"
        "Воскликнула она."
        "И снова издала какой-то невнятный выдох, когда со стороны Шурика донеслось бормотание."
        mi "Я опять из-за тебя кричу! Как так можно!"
        th "Так. Мне не нужен международный скандал."
        "Я попробовал успокоиться."
        th "Тем более, если я полезу сейчас её душить, возможно, я помешаю Виоле вести машину, и мы кувыркнёмся в кювет."
        th "С нашей скоростью мы рискуем превратиться в гоголь-моголь."
        "А потому я сделал несколько глубоких вдохов и выдохов."
        "И попробовал сначала:"
        me "Так о чём ты хотела поговорить, Мику?"
        mi "Рррр… Ни о чём! Всё!"
        "Пальцы, всё это время сжимавшие опоры моего подголовника, разжались и убрались."
        "Их поп-высочество изволили гневаться."
        "Бедаааа."
        "В салоне повисло немного напряжённое, но такое долгожданное молчание."
    me "Я посплю, пока в дороге, ладно?"
    "Обратился я в пустоту."
    me "Когда прибудем — толкните меня, пожалуйста."
    "Московское время — два часа ночи."
    window hide
    scene bg ext_road_night with dissolve
    "Час быка."
    "Время, когда стоит повнимательнее прислушаться к собственной интуиции."
    "А она мне говорила, что сейчас мне лучше уснуть."
    "Ибо переход всегда лучше проходит, если пропускаешь его мимо сознания."
    "Всё будет чередом в строгом соответствии с причинно-следственной цепочкой."
    "А значит, утро ждёт меня в городе…"
    show blinking
    "Я зевнул, мимоходом подумав ещё, что так и не узнал названия населённого пункта."
    "И надо бы спро…"
    "На полуслове я отключился."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day4_mi_7dl_ch2:
    window hide
    scene cg d4_cs_car_night_cs_coat_7dl
    with dissolve
    play music music_7dl["rewind"] fadein 3
    "Устал я. Устал."
    "Иногда кажется, что уже нет ничего, что могло бы заставить выжить — выдохнуть и подняться."
    "Да чёрта с два."
    "Шея затекла от неудобного положения, казалось — ещё чуть-чуть, и переломится."
    "На секунду я замечтался о том, как это было бы здорово — просто сломать себе шею и уйти на новый оборот колеса Сансары."
    "Был у меня такой грешок — поиграться во что-нибудь, добиться определённого уровня и положения, а потом сделать сброс."
    "И начать сызнова."
    "Возвращение в невинность своего рода. Жаль, в жизни это не работало никогда."
    "Но коль уж скоро я оказался в непонятном измерении, на непонятных координатах — может, это я уже и… того? А?"
    "Усмехнувшись, я всё же разрешил себе проснуться."
    "Судя по дрожащей на торпеде стрелке, московское время значилось как пять утра — рыыы, спал бы и спал."
    cs "Ещё минут десять и будем на месте."
    "Безошибочно определила моё пробуждение Виола."
    cs "Да, ты храпел."
    "Ответила она на невысказанный вопрос."
    if alt_day3_mi_donor:
        cs "Хорошо остальных не разбудил."
    cs "Глянь, как там наш подранок?"
    "Я послушно обернулся и пристальным взглядом окинул героя дня."
    "Обколотый болеутоляющим по самое «не могу», Шурик посапывал носом в боковое стекло, и из уголка его рта вниз стекала тонкая ниточка слюны."
    dreamgirl "Мерзость какая!"
    th "И тебе с добрым утром."
    dreamgirl "Угу."
    if alt_day3_mi_donor:
        "Я проверил как дела у Мику — та тоже спала."
    "За неимением лучшего занятия, уставился в окно — на горизонте и правда забрезжили ломаные прямоугольные контуры зданий — худо-бедно нам удалось добраться до места."
    "И десять минут спустя мы и правда въехали в город."
    "Через двадцать — Виола уверенно повела машину под арку с огромной синей надписью «Городская Больница»."
    "Две минуты — и мы остановились у нисходящих вниз ступенек."
    cs "Всё. С добрым утром!"
    "Поздоровалась она и заглушила мотор."
    stop sound_loop fadeout 1
    window hide
    scene bg ext_hospital2_away_day_7dl
    with dissolve
    play ambience ambience_7dl["town_day"] fadein 3
    play music music_7dl["explore"] fadein 5
    "За спиной кто-то недовольно что-то заворчал, заворочался."
    "Но «Волга» была машиной какой угодно, только не удобной для сна."
    "Так что, повздыхав и поохав, пришлось освобождать салон."
    if alt_day3_mi_donor:
        "Мику выглядела недовольной."
        show mi upset pioneer with dspr
        mi "Могли бы и помедленнее ехать."
        "Пробурчала она."
        "И только сейчас заметила меня."
        mi "Ой, с добрым утром."
        me "Дратуйти."
        "Приветливо кивнул я."
        me "Как спалось?"
        mi "Не спрашивай. Не выспалась. Можно, я пойду обратно в салон?"
    show cs normal at left with dissolve
    cs "Даже не думай лечь спать."
    "Предупредила преступное намерение медсестра."
    cs "Сначала дело, все глупости потом."
    "Она была права — Шурика мотало, едва ли он сумел бы сам подняться вверх по лестнице."
    "Более того, подозреваю, что он ещё бы и Виолу уронил, возьмись та поддерживать его."
    "Так что если и были у меня сомнения касаемо цели моего пребывания здесь, сейчас они рассеялись."
    "Цель была утилитарной и насквозь меркантильной."
    "Вздохнув, я подступил к Шурику и перекинул его раненую руку себе через шею."
    if alt_day3_mi_donor:
        "Мику тоже хотела было подключиться к процессу, но я так цыкнул на неё, что она послушно отступила, не решившись спорить."
    me "И! Шажок за маму, шажок за папу…"
    hide mi
    hide cs
    with fade
    "Я специально не считал количество ступенек, но обычно для долгого подъёма нужен был какой-нибудь ритм."
    "Шаг — помочь Шурику сделать шаг — придержать руку — поймать равновесие, чтобы мяклый пионер не завалился назад."
    me "Вместо тепла — зелень стекла!"
    "Простонал я уже на одиннадцатой ступени."
    "Бледный до синевы Шурик болтался на ветру и норовил рассыпаться на запчасти."
    me "Вместо огня — дым! Из сетки календаря выхвачен день!"
    "Портвейна, конечно, не было, но насчёт дня — это верно было сказано. Целый день пропадёт впустую. И всё почему?"
    "Потому что один придурковатый пионер вообразил себя перелётной птисой."
    "Я с большим трудом подавил искушение стукнуть очкарику по рёбрам как следует — тем более что того опять мотнуло особо сильно, и мы чуть оба не покатились вниз."
    "Но всё когда-нибудь кончается."
    play sound sfx_open_door_2
    "Негромко скрипнула дверь, загудела натягивающаяся пружина — архаичный доводчик…"
    window hide
    stop ambience fadeout 6
    scene bg int_hospital_hall_day_7dl with dissolve
    play ambience ambience_int_cabin_evening fadein 2
    "И я со вздохом облегчения опустил Шурика на притулившуюся в уголке банкетку, обтянутую коричневым кожзамом."
    me "Спасибо мне, дорогому и любимому! Награждаю себя премией, которая пойдёт в фонд голодающего меня и…"
    "Я замолчал — через фойе к нам уже спешил какой-то мужчина в белом халате."
    "Похоже, он довольно неплохо знал Виолетту свет Церновну, так как немедленно подхватил её под локоток и поволок за собой."
    "В мою сторону он даже не посмотрел."
    "Но это «даже» было настолько выпукло значимым, что я каким-то десятым чутьём понял, что этот мужик должен обязательно знать и нашего Саныча тоже! А как же иначе-то!"
    if alt_day3_mi_donor:
        "Мику, непривычно тихая, села по соседству с Шуриком, а я, немного поколебавшись, уселся рядом."
        "И тут живот решил напомнить о себе."
    else:
        "Немного подумав, я решил не садиться рядом с Шуриком — вместо этого я выбрал банкетку неподалёку."
        "Слышал уже, что сотрясение межушного ганглия иногда сопровождается тошнотой."
        "И как-то совершенно без логики вывел мысль, что сам ещё ничего не ел."
    "Но вместо совершенно законно полагающегося моему угасающему организму отдыха и провианта, меня заставили ночь напролёт трястись непонятно где и как, потом заставили заниматься погрузочно-разгрузочными работами!"
    "Теперь ещё и в упор игнорируют!"
    "Самое то для того, чтобы впасть в уныние."
    "Но вместо этого я впал в забытьё — всё-таки не выспался довольно ощутимо!"
    if alt_day3_mi_donor:
        "Мику упокоила голову у меня на плече и тоже затихла."
    "По сути, момент, когда Шурика подняли и увели в хирургию, для меня остался незамеченным."
    "Хотя по логике событий, мне бы полагалось сидеть и потеть, переживая за своего товарища."
    if alt_day3_mi_donor:
        "Ну значит, такие вот мы с Мику товарищи!"
    else:
        "Ну значит, такой вот фиговый я товарищ!"
    window hide
    with fade2
    stop music fadeout 3
    "Так что мне показалось, что я прикрыл глаза всего на мгновение."
    "И тут же мне на плечо кто-то положил руку и несильно, но настойчиво потряс меня."
    scene expression Dawn("bg int_hospital_hall_day_7dl")
    show cs normal
    with dissolve
    "Виола выглядела непривычно задумчивой и себе на уме."
    "Хотя если бы я не искал подвох повсюду — и внимания бы не обратил."
    me "Да. Уже просыпаюсь."
    "Я неохотно разлепил глаза."
    me "Что случилось?"
    play music music_7dl["but_why"] fadein 5
    if alt_day3_mi_donor:
        "Я старался говорить тише, чтобы не потревожить сон Мику, но та, похоже, уже проснулась."
        "Она отпрянула от меня — я успел ухватить периферийным зрением стремительно покрасневшие щёки да снисходительно-понимающий взгляд нашей вамп-сестры."
        cs "Да ничего. Я тут ещё немного задержусь, можете пока сходить погулять."
    me "Виолетта Церновна?"
    "Похоже, всё-таки совсем без проблем не получится."
    me "Что-то с Шуриком?"
    cs "Что? Нет. Всё… Всё нормально. Он сильный мальчик."
    show cs shy with dspr
    "Меня её слова не убедили."
    if alt_day3_mi_donor:
        "Мику, похоже, тоже."
        show mi normal pioneer at left with dspr
        mi "Виолочка Церновна, не обманывайте нас! Мы с вами ехали, кажется, имеем право знать!"
        cs "Да?"
        "Мы синхронно кивнули."
        cs "Ох, ладно."
    else:
        "И это, похоже, было достаточно красноречиво написано у меня на лице."
    "Виола тяжело вздохнула."
    show cs normal with dspr
    cs "У пионера сильная кровопотеря."
    "Начала она."
    cs "Но, полагаю, это небольшая тайна. Хуже другое — у него довольно редкая группа крови."
    cs "Запрос в банк мы сделали, но пока они пришлют нужную партию."
    me "Вы так говорите, как будто всё решают секунды."
    "Я ощутил себя героем дешёвого сериала, и это чувство мне категорически не понравилось."
    me "Тем более, это же больница. Здесь дилетантов не держат."
    cs "Так-то оно так."
    "Виола вздохнула и села на место, которое занимал Шурик."
    cs "Я всё равно беспокоюсь."
    "Почему-то язык не поворачивался — съязвить или спошлить."
    "В моей жизни уже пошли бы пересуды, кто-то бы уже обязательно выдвинул теорию о том, что Виолетта и Шурик тайком от всего лагеря встречаются, — да мало ли…"
    "Но здесь почему-то все эти мысли казались неуместными."
    me "Вы же в курсе, что когда начинают беспокоиться врачи — остальным пора заказывать место на кладбище и отправляться пешим ходом, чтобы не гонять казённую карету?"
    show cs smile with dspr
    cs "А я это только тебе говорю."
    "Подмигнула она."
    if alt_day3_mi_donor:
        "Мику рядом со мной обиженно засопела."
    me "И почему бы?"
    cs "Потому что ты никому не расскажешь?"
    me "Не расскажу?"
    cs "Если попробуешь рассказать — тебе никто не поверит. А я в свою очередь умею помнить людей, сделавших мне добро."
    "Она изобразила пальцами, будто держит резиновую грушу, и резко сдавила её."
    me "А! Гм. Всё верно, никому не расскажу."
    "Коль скоро она преподносила это таким образом…"
    me "Ладно. Я всё понял. Вы беспокоитесь."
    me "От меня-то вы чего хотите?"
    show cs normal with dspr
    cs "Да ничего. Жду вот, когда машина из банка крови прибудет, а между делом болтаю."
    cs "Нервничаю я, понимаешь?"
    "Я застыл и выдохнул."
    menu:
        "Понимаю":
            "Виола не могла просить меня о таких вещах. Никто бы не мог."
            "Это настолько интимный и личный вопрос, что никто и никому не вправе указывать."
            "А мне претила мысль раздаривать собственную жизнь — да и ничего критичного там не маячило на горизонте."
            th "Виола же сама сказала. Она же не станет врать, правда?"
            th "Или станет?"
            cs "Ну и вот."
            "Она смотрела прямо перед собой."
            cs "Лучше бы я и правда на нормального врача пошла. {w}А не на этого. Психа."
            "Она поднялась."
            cs "Ладно, спасибо за компанию, схожу проверю, как там посылка."
            hide cs with dissolve
            "Она исчезла за дверью."
            if alt_day3_mi_donor:
                show mi upset pioneer with dspr
                mi "Знаешь, Сенечка."
                "Задумчиво протянула Мику."
                mi "Кажется, она немного не всё нам рассказала."
                me "Угу."
                "Согласно ответил я."
                mi "Может, мы…"
                me "Нет."
                mi "Но я…"
                me "Я сказал — нет."
                show mi angry pioneer with dspr
                mi "Да что ты мне указываешь-то!"
                me "Ладно. {w}Окай, майн либен. Иди и делай правильно."
                me "Ты же знаешь, как правильно?"
                show mi normal pioneer with dspr
                "Мику призадумалась."
                "И несколько секунд раздумий спустя снова села рядом со мной."
                mi "Не думай, что ты победил."
                "Предупредила японка."
                me "Да."
        "У меня, вроде, вторая-отрицательная":
            "Если, конечно, я ничего не путаю."
            me "Вы хотите, чтобы я…"
            cs "Нет, не хочу."
            "Сестра повесила голову."
            cs "Нужна хотя бы третья. Эх."
            hide cs
            with fade
            "Покачивая головой, она поднялась и скрылась за дверью."
            if alt_day3_mi_donor:
                $ lp_mi += 1
                mi "А меня почему никто не спросил?"
                "Возмутилась Мику."
                me "Потому что я вешу втрое тяжелее тебя, и мне в случае чего совершенно несмертельно будет сдать пинту жидкостей."
                show mi smile pioneer with dspr
                mi "И мне тоже!"
                me "Да?"
                "Я смерил девушку долгим взглядом — сначала с головы до ног."
                show mi shy pioneer with dspr
                "Потом с ног до головы."
                mi "Да что?!"
                me "Ни-че-го. {w}Только вот сдаётся мне, нет у тебя опыта в этом деле."
                show mi angry pioneer with dspr
                mi "Здесь опыт и не нужен! Лежи себе и всё!"
                me "В таком случае, моя дорогая, если твоего ненаглядного Шурика внезапно обнаружат на краю гибели — к тебе обязательно обратятся."
                me "Но только в экстренном случае."
                show mi normal pioneer with dspr
                mi "А сейчас не он?"
                me "Судя по тому, что Виола довольно спокойна? Нет, не он."
                me "Так что займи место рядом и давай ещё немного поспим."
                mi "Мысль разумная. Но я не думаю, что теперь сумею уснуть."
                "Тем не менее, она исполнительно заняла место на банкетке рядом со мной, вернула голову мне на плечо и смежила веки."
            else:
                "Я проводил её взглядом."
                "Давненько я не чувствовал себя таким бесполезным."
                "В голову впервые пришло, что, возможно, стоило уговорить Мику поехать с нами…"
                $ alt_spt += 1
                "Впрочем, сделанного не воротишь."
                window hide
                with fade
        "И… Что нам делать теперь?" if alt_day3_mi_donor:
            "Вот уж действительно вопрос вопросов."
            "Хотя обычно, в матушке-России всегда сначала искали виноватых — менталитет такой."
            "Сейчас, к сожалению, на такие глупости времени не было совершенно."
            stop music fadeout 3
            "И…"
            me "Нет."
            play music music_list["always_ready"] fadein 5
            show mi happy pioneer with dspr
            mi "Да!"
            me "Ты не можешь…"
            mi "Ещё как могу!"
            me "Глупо…"
            "Мику смерила меня пренебрежительным взглядом."
            mi "Уж не глупее, чем решать за остальных, что им можно, а чего нельзя."
            "И тут я заткнулся."
            "Потому что понял правоту слов девочки."
            menu:
                "Уверена, что потянешь?" if herc:
                    $ alt_hpt += 1
                    "Я не особо рассчитывал на положительный ответ, но Мику, помедлив, кивнула."
                    "И напрасно."
                    "Я до последнего надеялся, что она включит заднюю."
                    "Блин."
                    mi "Ни пуха мне, Сенечка."
                    "Она встала и подошла к Виолетте:"
                    mi "Я готова."
                    $ alt_day4_mi_7dl_donor = True
                "А давай! Покажи им всем!" if loki:
                    $ alt_hpt += 1
                    "Предложил я."
                    "Это был азарт, это была игра с самим собой — и, окажись на кону кровь моей группы, я бы и секунды не сомневался."
                    "И уж к счастью ли или великому сожалению — я заразил Мику своим азартом."
                    "Она улыбнулась и кивнула."
                    mi "Спасибо, что не стал отговаривать, Сенечка."
                    "Она поднялась и подошла к Виоле."
                    mi "Когда начинаем?"
                    $ alt_day4_mi_7dl_donor = True
                "Я считаю, что идея плохая" if not (herc or loki):
                    $ alt_spt += 1
                    show mi dontlike pioneer with dspr
                    mi "Почему бы это?"
                    me "Потому! Ты девочка тощая и дохлая. Если ты сейчас кровь сдашь, тебя вообще ветром таскать будет."
                    me "Мне теперь ходить и держать тебя за руку, чтобы ветром не унесло?"
                    "Мику поднялась."
                    mi "Я буду кирпичи в карманах носить."
                    "Пообещала она."
                    "И, показав мне язык, скрылась за дверями операционной."
                    me "Стервь."
                    $ lp_mi += 1
                    mi "От дурака слышу!"
                    "Донеслось до меня."
                    $ alt_day4_mi_7dl_donor = True
                "А это не слишком для тебя?":
                    $ alt_spt += 1
                    mi "Но я же могу спасти чью-то жизнь."
                    "Девушка удивилась так, будто спасение жизней для неё ежедневная работа."
                    mi "Почему я должна отказываться?"
                    me "Потому что для тебя самой это может быть опасно — ты вон какая хрупкая и маленькая."
                    "Мику упрямо качнула головой."
                    "Но раз уж я взял слово…"
                    me "К тому же, скоро концерт — ты полезешь на сцену с зелёным лицом?"
                    mi "Почему это зелёным?!"
                    me "Кровопотеря."
                    "Старательно объяснил я."
                    me "Слабость, тошнота, головокружение — а на тебя весь лагерь смотреть будет."
                    mi "Но как же Шурик тогда?"
                    me "Не беспокойся за него — с ним всё будет в порядке."
                    "Я говорил с куда большей уверенностью, чем сам ощущал."
                    $ alt_day4_mi_7dl_bl_save = True
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day4_mi_7dl_ch3:
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg int_hospital_hall_day_7dl
    with dissolve
    play ambience ambience_int_cabin_evening fadein 3
    "Я сидел на всё той же несчастной банкетке и не находил себе места от беспокойства."
    "Конечно, я понимал, что здесь работают только профессионалы, дилетантам места нет."
    "Что Виолетта неизбежно сообщит о довольно специфическом статусе нашей гостьи из страны Восходящего Солнца."
    "В конце концов, не убьют же её там! Не высосут досуха, как вампир жертву."
    "Нет, конечно. Сам принцип переливания крови состоит в том, чтобы просто заткнуть дырку."
    "Порции в 450 грамм должно хватить — недаром же её называют медицинским минимумом!"
    "Весь вопрос лишь в том, переживёт ли Мику удаление из организма этих самых граммов."
    "Она же такая маленькая. Хрупкая."
    "Уязвимая."
    "Я поймал себя на мысли, что рассуждаю не то как мамаша-наседка, не то как друг-жених-бойфренд, будто бы имеющий право говорить и думать так."
    "Что на самом деле не так."
    "Но если однажды меня кто-нибудь научит не беспокоиться о тех людях, что стали мне дороги…"
    "Расправа над этим «учителем» будет быстрой и жестокой. А я немедленно верну душевный status quo."
    play sound sfx_open_door_kick
    $ renpy.pause(1)
    stop music fadeout 4
    show mi rage pioneer with dspr
    "Хлопнула дверь, и я не успел ничего понять, как рядом со мной плюхнулась та, кому я только что возносил дифирамбы."
    "Сказать, что она была огорчена, было бы грандиозным преуменьшением."
    "Прижимая ватку к проколотому безымянному пальцу, рядом со мной сидело живое воплощение разочарования."
    "Наверное, ей следовало бы дать кого-нибудь побить, чтобы выпустить пар, но за отсутствием альтернатив пришлось бы подставлять бока."
    "Так что пришлось медленно и аккуратно разговаривать девушку."
    play music music_7dl["beasteye"] fadein 3
    "Очень медленно и очень аккуратно."
    show mi normal pioneer with dspr
    mi "Сенечка, знаешь…"
    "Начала она после нескольких минут топаний ногами, скрежетаний зубами и прочей демонстрации плохого настроения."
    mi "Я впервые что-то решила для себя сама — просто потому, что так будет правильно."
    mi "Не «логично» или «выгодно» — а правильно."
    mi "Па всю жизнь пытался научить меня этому — и вот, теперь, когда он преуспел…"
    "Она неосознанно сжала и разжала кулаки."
    mi "Это вот."
    me "Ты так и не сказала, что случилось."
    "В голову почему-то лезли страсти вроде малокровия."
    "В принципе, Мику и выглядела как малахольный ребёнок сейчас — я бы не удивился."
    "Но решил сны собственного разума оставить невысказанными — реальность сама стучалась в двери."
    mi "Мне не позволили стать донором."
    "Сообщила она."
    me "Это-то я понял. А по какой причине?"
    play sound sfx_punch_medium
    with vpunch
    pause(1)
    mi "Группа крови."
    show mi sad pioneer with dspr
    "Она стукнула кулаком по сиденью."
    mi "Вторая, резус отрицательный."
    me "Надо же. Такой же, как у меня. Знаешь, что это значит?"
    "Загрустившая было Мику подняла нос."
    mi "И что же?"
    me "А то, что случись вдруг что — и мы сможем помочь друг другу! Представляешь?"
    show mi normal pioneer with dspr
    mi "Так это когда будет ещё…"
    menu:
        "Даже если не будет":
            me "Ты не понимаешь ценности момента."
            me "Не всякая вещь бесполезна просто потому, что не полезна в данный момент, понимаешь?"
            show mi shy pioneer with dspr
            mi "Нет."
            "Прямо ответила она."
            me "Ты же не считаешь велосипед бесполезным просто потому, что на нём нельзя ездить по сугробам, правда?"
            show mi smile pioneer with dspr
            mi "Ну…"
            me "Вот! Не считаешь. Всему есть своё время и место."
            me "Так и с тобой — возможно, ты не смогла принести пользу здесь и сейчас, зато узнала о себе кое-что, что может помочь в будущем в похожей ситуации."
            mi "Но я помочь не смогла."
            "Уныло произнесла японка."
            me "Во-первых, речь шла не о жизни и смерти, уверяю тебя."
            me "Потому что будь оно так — Виолетта Церновна сама бы поехала на своей «Волге» в несчастный банк крови — и полетели бы клочки по закоулочкам. А она чаи гоняет в приёмном отделении."
            me "А во-вторых, Шурик будет знать, что товарищи были готовы помочь ему даже в таком деле."
            me "Очень неплохая моральная поддержка — что это, по-твоему, как не помощь?"
            show mi smile pioneer with dspr
            mi "Да… Наверное, ты прав."
            me "Да уж не «наверное»! Я прав."
            dreamgirl "Ты сам-то веришь в то, что говоришь?"
            th "А какая разница? Или у тебя есть план утешения получше?"
            dreamgirl "Всё, молчу."
            $ alt_hpt += 1
        "Ты молодец":
            "Я легонько похлопал её по плечу."
            me "Я очень горжусь тобой."
            mi "Угу."
            "Уныло протянула она."
            "Настроение у неё было паршивым."
            $ lp_mi += 1
            $ alt_spt += 1
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day4_mi_7dl_ch4:
    scene bg int_hospital_hall_day_7dl
    with dissolve
    play sound sfx_open_door_strong
    pause(1)
    if alt_day3_mi_donor:
        play music music_7dl["breath_me"] fadein 3
        "За беседой мы совсем не обращали внимания на окружение, поэтому оба синхронно вздрогнули, когда дальняя стеклянная дверь громко щёлкнула, выпуская к нам женщину в белом медицинском халате."
        "Мне только сейчас пришло в голову, что медсестра наша так и не переоделась с момента обнаружения Шурика — как была в своём обычном облачении, так и полетела сюда."
        "Выглядела она умиротворённо, спокойно."
    else:
        play music music_7dl["ltyh"] fadein 6
        "Виола поймала мой взгляд ещё от самой двери и успокаивающе кивнула."
    "Учитывая то, что убегала она в самом растрёпанном облике — что-то где-то стабилизировалось."
    "И это что-то…"
    show cs normal at left with dissolve
    cs "Звонили из банка."
    "Сообщила она."
    cs "Им удалось найти всё необходимое, выслали машину."
    me "Э… Разве они не должны были выслать её ещё час назад?"
    cs "Нет. В любом случае, скоро она будет здесь."
    cs "Но я чего здесь вообще…"
    if not alt_day3_mi_donor:
        "Она достала из кармана связку ключей и подбросила ту на ладони."
    else:
        "Она снова посмотрела на нас своим {i}фирменным{/i} взглядом — которому, я уж чаял, она разучилась."
    cs "Александра в любом случае оставляют здесь на стационаре."
    cs "Дело в том, что кроме раны и потери крови, у него сотрясение. И ещё по мелочи — короче, до августа он точно здесь пробудет."
    me "Кроме шуток?"
    "Я сочувственно покачал головой."
    me "Половину лета на больницу потратить — это тяжело."
    cs "Да, да. Сейчас я утрясу формальности, заполню документы и так далее — это минут сорок займёт минимум. {w}И ещё я бы домой заглянуть хотела."
    me "А как же лагерь?"
    cs "Поедем обязательно. Но нам же нет необходимости ехать туда… сразу?"
    cs "Тем более что…"
    if not alt_day3_mi_donor:
        cs "Оля мне ключики от квартиры оставила."
        cs "Она достаточно тебе доверяет, я погляжу."
        me "Да?"
        "Сказать, что я удивился — это ничего не сказать."
        "Особенно, если учесть, что я едва не уволок у неё из-под носа потенциальную причину международного скандала."
        cs "Если хочешь, можешь сходить ополоснуться да чайку попить, здесь недалеко."
        cs "Адрес помнишь?"
        me "Нет."
        "Честно ответил я."
        show cs smile with dspr
        cs "Не беда. Я тебе напишу."
        cs "Я бы и сама тебя проводила, но…"
        show cs shy with dspr
        me "Нет, спасибо! Сам справлюсь!"
        cs "Вот и чудненько."
        "Добыв из кармана ручку и блокнотик, она начеркала несколько строчек и, оторвав лист в синюю клеточку, протянула мне:"
        cs "Выйдешь из здания за ворота, сразу налево — до проспекта Ленина. Там уже не перепутаешь."
        cs "Поднимешься на четвёртый этаж, первая дверь слева, тёмно-красная дверь, верхний замок закрывается в обратную сторону."
        cs "Всё, адью… пионер."
        "Она кивнула и, промаршировав мимо меня на улицу, оставила в одиночестве."
    else:
        cs "Погода такая, гулять и гулять."
        cs "Сходите, проветритесь, пионер город знает — покажет, где здесь что."
        cs "Можете считать это свиданием."
        "Краска бросилась мне в лицо, да и у Мику ушки заметно заалели."
        "Но почему-то ни тот, ни другая не поспешили с опровержением."
        show mi laugh pioneer at right with dissolve
        "Вместо этого мы, переглянувшись, рассмеялись."
        mi "И куда в этом городе можно пойти?"
        cs "Э… Определитесь сами."
        "Виола спрятала обратно в карман какой-то ключ, который было начала доставать, но я не уделил этому особого внимания."
        cs "У вас деньги-то есть на кафе-мороженые всякие?"
        "Осторожно поинтересовалась она."
        show mi smile pioneer with dspr
        mi "Да, конечно."
        "Прощебетала Мику."
        mi "Я наменяла немного йен перед поездкой сюда — хотела купить что-нибудь на память."
        cs "Вот и замечательно."
        cs "В таком случае увидимся через… три часа на прогулку хватит?"
        "Мы кивнули."
        cs "Тогда в час дня встречаемся здесь же. Всё, теперь адью."
        "Она раскланялась с нами и строевым шагом промаршировала на выход."
        "Переглянувшись, мы хихикнули и последовали вслед за ней."
    stop music fadeout 3
    window hide
    play sound sfx_open_door_clubs fadein 0
    pause(1)
    scene bg ext_townscape_ph_day_7dl
    with flash
    play ambience ambience_7dl["town_day"] fadein 3
    return
    
label alt_day4_mi_7dl_ch5a:
    play music music_7dl["sky_feather"] fadein 3
    "Мне город говорит «лети» — и щедро подбрасывает ветра под спотыкающиеся крылья."
    "Эти городки всегда кажутся куда ближе к небу, чем тянущиеся ввысь многоэтажки мегаполисов."
    "Ты чувствуешь, чем пахнет небосвод, когда летнее солнышко ещё только начинает прогревать воздух, а в уютных полутёмных уголках ещё ощущается дыхание ночи."
    "Он пахнет свежей травой, свободой и абсолютным нежеланием думать о последствиях."
    "Известно же, что первый шаг в небо начинается у земли, а значит дети к небу ближе взрослых."
    "Как и такие вот невысокие городки."
    "Если хмуро над головой, то оно лежит на плечах, луну можно взять в ладонь, а тучи видны до мельчайших деталей."
    "А когда рядом с тобой в небо протянулась игла на тридцать этажей, очарование поневоле пропадает — хочешь не хочешь, а сравниваешь масштабы, глядишь на высоту…"
    "Когда я вышел на дорогу, обнаружил, что вниз, к проспекту Ленина вела узенькая двухполоска, по случаю утра и лета, пустая."
    "Так как мог я отказать себе в такой малости, как выбраться на самый центр проезжей части и, сделав снимок на память, неторопливо отправиться вниз."
    "Я всю жизнь по ночам так гулял."
    "Наверное, потому так и не обзавёлся машиной — мне нравилось думать, что дорога принадлежит лично мне, а не фыркающему механизму."
    "Сонное ленивое настроение, какое присуще лишь глубинке, — вот справа, почти на самом повороте, открылся магазин «Молоко», но продавщица, вместо того, чтобы забиться за прилавок, вышла, выставила табуретку на солнце и принимала солнечные ванны."
    "Пока мы мчались сюда, я не помню, чтобы был дождь — хотя я и спал добрую половину дороги, мог упустить такой момент."
    "Но кое-где асфальт был влажным, что наводило на мысли о том, что и здесь с утра ползают по проезжей части помывочные-поливочные машинки."
    window hide
    with fade2
    "Дом номер семь по проспекту Ленина оказался четырёхэтажным голубым домиком с претензией на изысканность."
    "Во всяком случае, все эти колонны из якобы мрамора, эркерные окна-балконы…"
    dreamgirl "Да."
    th "Цыц."
    "Внутренний голос со своими дурацкими репликами совершенно сбил меня с панталыку, поэтому пришлось отматывать мысленную цепочку назад на несколько звеньев, потому думать о том, каким образом я вышел к тем умозаключениям…"
    "В результате я плюнул и признался себе — да, мне здесь определённо понравилось бы жить."
    "Выходить с утра из подъезда на пробежку, здороваться с бабульками у подъезда — не в пример прочим домам, совершенно не злым — забегать по дороге в магазин по мелочи."
    "Окна выходят во двор, потому ни шума проезжающих мимо машин, ни пыли, ни грязи."
    "Никаких бабок у подъезда не было, и ничто не помешало мне пройти к двери."
    "Виола не сообщила мне код на двери, но самые вытертые кнопки подсказали и так."
    play sound sfx_open_door_2
    window hide
    pause(1)
    scene bg int_access2_day_7dl with dissolve
    "Несколько секунд спустя я уже был в подъезде."
    "Лифтом, конечно, здесь и не пахло."
    "Но ступеньки были выверены с точностью до миллиметра, шагалось по ним вверх легко и удобно — или, возможно, всё дело в том, что моё тело я ещё не успел загубить сидениями перед компьютером?"
    "И парой минут спустя я оказался перед искомой тёмно-красной дверью."
    th "Ну что, посмотрим, как живут вожатые?"
    dreamgirl "Давай-давай!"
    "И…"
    play sound sfx_open_door_2
    "Прихожая была как прихожая — ничего необычного."
    "Вешалки с одеждой, которая пока никак не пригодилась, но обязательно потребуется в будущем."
    "Обувь, зонтики."
    "Изящная шляпка, неизвестно как оказавшаяся здесь."
    "Стандартный интерьер стандартной квартиры, видел один — видел все."
    "В квартире было две комнаты. Дверь в первую, выкрашенная белой краской, была закрыта, на двери висел нарисованный от руки дорожный «кирпич», ещё ниже — Весёлый Роджер."
    if alt_day2_dv_us_house_visited:
        extend " Точная копия того, что занавешивал стеклянные двери в доме у Алисы."
    "Я приоткрыл дверь — и сразу закрыл."
    "Это явно была комната Ольги. Потому что бардак там уж очень напоминал то, что происходило у нас в домике."
    "От добра добра не ищут, и если я сейчас туда полезу — рискую навлечь на себя недовольство."
    dreamgirl "Да кто что узнает?!"
    th "Я узнаю."
    dreamgirl "Только не говори, что тебя беспокоит чьё-либо доверие?"
    th "Нет, не беспокоит. Но когда дело касается Ольги — я почему-то не решаюсь на всякие глупости."
    dreamgirl "Ну а может…"
    th "Ну что я там делать буду? Корчить из себя фетишиста, рассматривая её кружавчики?"
    th "Спасибо, нет."
    "Я отошёл от первой двери."
    stop music fadeout 6
    "Вторая была чуть приоткрыта, и я заглянул внутрь."
    "И застыл."
    window hide
    play music music_7dl["so_cold"] fadein 3
    scene bg int_mt_sam_room_away_7dl with fade
    "Потому что по ту сторону двери оказалась комната, которую я однажды видел во сне."
    "Или был в ней наяву."
    "Можно было, конечно, списать всё на типовую застройку, типовую мебель, типовую планировку, но…"
    "Чёрт, да у меня же дома всё ровно так же, исключая разве что компьютер да постеры на стенах…"
    "Ну и дела."
    window hide
    scene bg int_mt_sam_room_7dl with dissolve2
    "Я зашёл в комнату и огляделся."
    "В голове успокаивающе вертелись разрозненные «типовуха», «под одну гребёнку», «стандартизация»."
    "И хотелось бы в это верить. Если бы не пустое место у окна, которое однажды займёт компьютерный стол, не место под шкаф, не обои, которые уже сейчас сверху чуть-чуть начинали отклеиваться."
    "Ну и, конечно, трёхрожковая люстра."
    "Подытоживая: смотрел я сейчас на стартовую точку, нулевой меридиан, от которой плясала история моей комнаты."
    "В футбол я не играл, но мячик был у каждого уважающего себя пацана."
    "Где-то на антресолях лежал ещё волейбольный — и вот последний я использовал куда активнее."
    "Фактически настолько, что бока у него облупились, залоснились — и одним далеко не прекрасным днём показал мне мячик «грыжу» за что был безжалостно сдут и пущен на жгуты под рогатки."
    "Я прошёл вдоль кровати, проверил пальцем почти несуществующий слой пыли на лакированной спинке, на столе, посмотрел на книжки, каждую из которых перечитал не один десяток раз."
    me "Я дома?"
    "Спросил я сам у себя."
    window hide
    scene bg int_mt_sam_room_close_7dl
    with fade2
    me "Дома."
    "Сбросив на кровать одежду, я отправился в ванную, где минут пятнадцать воевал с газовым котлом."
    "Потом, плюнув, перестал пытаться сделать всё правильно — и тогда всё пошло само: рогульки заняли положенные им места, в эмалированной утробе приветливо подмигнул мне голубой газовый огонёк."
    "И вода пошла горячая."
    with dissolve
    play sound sfx_open_water_sink
    $ renpy.pause(1)
    play sound_loop sfx_water_sink_stream
    "Кайф!"
    "Кто бы знал, какое это удовольствие — просто помыться!"
    "Не под ледяным ногомойником, не в речке."
    "А цивилизованно, под горячим душем!"
    "Сменные семейники нашлись там же, где я их и ожидал найти — вторая полка сверху, слева труселя, справа носки."
    "Здесь всё подчинялось моей логике."
    "Устал уж удивляться."
    window hide
    stop sound_loop
    play sound sfx_close_water_sink
    with fade
    "Памятуя о том, что на улице тридцать градусов, мылся под самой горячей, какую мог терпеть, водой."
    "И, закончив очистку души, совести и тела, решил подумать и о прочих невинных потребностях."
    "Нет, я не пошёл в комнату к Ольге изучать её кружавчики, как мне снова советовал внутренний голос."
    "Путь мой лежал на кухню, где по левую руку от входа меня ждал мой лучший друг — желтоватый «Минск»."
    "Как был, в трофейных семейниках, я прошлёпал босыми ногами по линолеумной плитке и потянул на себя ручку…"
    window hide
    scene expression Desat1("bg int_mt_sam_room_away_7dl")
    with fade2
    me "Чего и следовало ожидать."
    "Вздохнул я."
    "В холодильнике было шаром покати."
    "Мышь повесилась."
    "Мамай прошёл."
    "Исключая крышку с активированным углём и какую-то бумажку, которую эта самая крышка прижимала, ничего не было."
    "Из морозилки на меня угрюмо скалилась какая-то рыбоплавающая тварь, но я пока не настолько был голодным."
    "Вот если бы там были пельмени…"
    "От безысходности я потянул бумажку."
    window hide
    $ set_mode_nvl()
    "На сложенной вчетверо разлинованной страничке красивыми круглыми буквами значилось:"
    "«Салют лентяям!»"
    "«Не пугайся особо, меня до двадцать седьмого не будет, так что деньги там же где всегда — не сиди сухомяткой, сходи в магазин, купи и свари себе что-нибудь приличное!»"
    "«Если не хватит, можешь смело занимать у Виолы, она не откажет»."
    "«Всё, целую, поки-поки»."
    "«Твоя Комета»."
    "«P.S.: Да, и по возможности не ругайся с соседками, Дим, они только-только начали забывать, как ты выглядишь»."
    nvl clear
    pause(1)
    $ set_mode_adv()
    me "Дим?"
    "Жалко спросил я."
    "Чувствовал я себя при этом преглупо."
    me "Но меня Семён зовут…"
    dreamgirl "А так хотелось мыстической стори вокруг твоей драгоценной персоны?"
    "Горько усмехнулся внутренний голос."
    dreamgirl "Будто она тебя всегда ждала, только тебе была верна и вообще планировала, что ты в город поедешь."
    th "Нет, конечно. Но какой-то Дима… То есть у неё есть молодой человек, жених или муж…"
    dreamgirl "Или брат."
    th "Тоже вариант, да. Так или иначе, почему мне дали ключи и пустили в квартиру, которая несколько несвободна?"
    dreamgirl "А почему нет? Пара часов — много ты не съешь, спалить дом не успеешь."
    dreamgirl "Ольге нетрудно, а тебе приятно."
    dreamgirl "Ладно, давай нарушать запреты нашей добрейшей вожатой!"
    th "А?"
    dreamgirl "Бэ. Догадаешься, где здесь чай с печеньками? {w}Будем сидеть сухомяткой!"
    "Я послушно угукнул и, набрав в чайник воду в жестяном рукомойнике, водрузил тот на газ."
    window hide
    stop ambience fadeout 3
    stop music fadeout 4
    scene bg ext_townscape_ph_day_7dl
    show cs normal
    with dissolve
    play ambience ambience_7dl["town_day"] fadein 3
    "А ещё час спустя я кивнул Виоле, передавая ей ключ."
    cs "С лёгким паром?"
    "Спросила она."
    me "Спасибо."
    cs "Поехали, что ли."
    me "Я на заднее, ладно?"
    cs "Давай. Обратно я гнать не стану. Как раз выспишься… пионер."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day4_mi_7dl_ch5b:
    play ambience ambience_camp_entrance_day fadein 3
    "Так что в итоге оказались мы на улице."
    "Я."
    "И Мику."
    if alt_day4_mi_7dl_donor:
        "С проколотым пальцем."
    play music music_7dl["what_am_i_doing_here"] fadein 5
    show mi shy pioneer with dspr
    mi "Насчёт кафе, кстати, мне понравилась мысль."
    "Она погладила живот и жалобно посмотрела на меня."
    mi "Гооолодно."
    "Пожаловалась Мику."
    me "Угу."
    "Чувствовал я себя несколько неуютно."
    "И не в том дело было, что у меня это, строго говоря, было первое — пусть и импровизированное — свидание за незнамо сколько лет."
    "Просто оказалось вдруг, что я на мели и даже букетик каких-нибудь ромашек своей спутнице задарить не смогу."
    "Ну куда это годится?!"
    show mi laugh pioneer with dspr
    mi "Не беспокойся насчёт денег."
    "Совершенно справедливо поняла она мои колебания."
    mi "Мне их как раз на такой случай и дали. Я думала купить сувенир, но мне же хватит и на него, и на мороженое?"
    "И тут я такой: «Нет! Нельзя! Давай пустим твои деньги на добрые дела, а сами останемся голодными!"
    "Ну конечно же!"
    window hide
    with fade
    "Я повернулся к ней боком:"
    me "Вашу руку, мадам!"
    "Мику улыбнулась и протянула мне ладонь."
    window hide
    with fade2
    me "Интересно…"
    "Сказал я, когда мы немного отдалились от больницы, и первый ступор-смущение начал понемногу отпускать."
    me "Что это за сувениры ты такие планировала привезти из Союза на родину?"
    me "Неужели каких-нибудь матрёшек и шапку-ушанку?"
    show mi laugh pioneer with dissolve
    mi "Нет, но идея очень симпатичная!"
    me "Серьёзно?"
    mi "Да! {w}Я видела у Па фотографию, где он в таком вот малахае где-то зимой."
    mi "Жаль, не привёз! Я бы с удовольствием поносила."
    "Сердце девичье — потёмки. Лично я находил ушанки донельзя уродливыми."
    show mi shy pioneer with dspr
    mi "Но если честно — то мне больше доставляет удовольствие ходить по магазинам, чем покупать что-то."
    mi "Исследовать новые территории, понимаешь?"
    show mi dontlike pioneer with dspr
    mi "Но у себя на родине я не могу просто так ходить. Больше не могу."
    mi "Если я зайду и не куплю что-нибудь, значит, я тем самым обижу владельца. "
    me "А если путешествовать инкогнито?"
    show mi laugh pioneer with dspr
    mi "Сенечка, ты, конечно, умница, но…"
    me "Тебя вся Япония в лицо знает, да."
    show mi normal pioneer with dspr
    mi "А у меня как раз рядом с музыкальной школой построили новый торговый комплекс…"
    "Она мечтательно вздохнула:"
    mi "Ты любишь ходить по магазинам, Сенечка?"
    "Огорошила вопросом она."
    me "Как бы тебе сказать…"
    "Не сразу нашёлся с ответом я."
    me "Я никогда не относился к шоппингу как к увлекательному занятию."
    show mi happy pioneer with dspr
    mi "Не смущайся ты так. {w}Вы, мужчины, вообще во многих вопросах куда скучнее мыслите."
    me "Это называется «оптимизацией». К тому же, я же сказал, что не против составить тебе компанию. Хотя я и не фанат походов по магазинам."
    mi "Нет! По магазинам ходить весело в любом случае!"
    "Я закатил глаза и вздохнул."
    me "Как скажет твоё высочество!"
    show mi serious pioneer with dspr
    mi "Так и скажу! Пошли же!"
    "Она потянула меня за собой вниз по улице."
    window hide
    scene expression Dawn("bg ext_townscape_ph_day_7dl") with dissolve
    play ambience ambience_7dl["town_day"] fadein 3
    "Я сильно сомневался в том, что она сможет утолить свою покупательскую жажду."
    "Но не подрезать же ей крылья на взлёте?"
    me "Видишь где-нибудь торговые ряды?"
    "Спросил я."
    show mi happy pioneer with dspr
    mi "Сенечка!"
    "Мику погрозила мне пальцем."
    mi "Я хоть и из другой страны, но не думай, что я совсем глупенькая."
    mi "За сувенирами я поеду в столицу! Но это будет уже после смены."
    me "Уж и пошутить нельзя."
    show mi smile pioneer with dspr
    mi "Можно. И только поэтому я не рассердилась на твою болтовню."
    "И вот что с ней такой делать, спрашивается?"
    me "Тогда зачем мы вообще куда-то идём?"
    show mi grin pioneer with dspr
    mi "Процесс!"
    "Многозначительно подняла палец девочка."
    mi "В нашем деле важен процесс!"
    mi "Кафе я вижу и отсюда — но это не повод бежать к нему сломя голову."
    me "А голод? Голод — повод?"
    show mi serious pioneer with dspr
    mi "Ты ещё не упал в голодный обморок. Так что терпи и не жалуйся."
    dreamgirl "А теперь, если вы закончили препираться — может, всё-таки куда-нибудь уже отправимся?"
    "Мы снова остановились на дороге."
    "Возможно, нам и не стоило бы вместе выбираться куда-то?"
    "Мику очень рассеянная, а я неудачник. Вдвоём мы можем попасть в беду."
    me "Значит, мы с тобой просто гуляем — и всё?"
    "Звучание слов резануло ухо."
    stop music fadeout 3
    "«Мы с тобой гуляем», а?"
    "И почему я волнуюсь?"
    play music music_7dl["take_my_hand"] fadein 3
    "Настоящая рррромантика, да?"
    "Господа Альбатросы в белых мундирах, девушки, мечущие в небо чепчики, и торжественный туш на сходе «Гагарина» в холодном доке со стапелей…"
    "Только я не такой же."
    "И место?"
    "Уверен, местная молодёжь находит собственную необъяснимую прелесть во всех этих холмах и буераках, в неровной застройке и целых трёх сельпо."
    "Возможно, они катаются здесь на мотоциклах?"
    "Возможно, они просто не обращают внимания на окрестности и каждый уикенд выбираются в ближайший крупный город?"
    "Не знаю."
    "Но Мику явно не место здесь."
    "Впрочем, она считала иначе."
    "Чуть ли не раскрывая рот от любопытства, она шла вперёд, рассматривая решительно всё, заглядывая чуть ли не в каждый угол."
    window hide
    scene bg ext_townscape_ph_day_7dl
    with fade
    play ambience ambience_7dl["town_day"] fadein 3
    "Дать бы в зубы ей «Никон» — и не отличишь от тех живчиков, что ежегодно рассыпаются из огромных тонированных автобусов на Дворцовой и ваташивакают по окрестностям."
    "И не боятся же заблукать!"
    "Парочками, одиночками, стайками — их можно обнаружить, например, в пышечной на Большой Конюшенной — и «пысики, четыре я и три она, аригато?»"
    "Мику совершенно точно заблудиться не боялась."
    mi "Шире шаг, Сенечка!"
    "Подбадривала она, увидев стеклянную витрину и немедленно спеша к ней."
    "Из-за стекла на неё укоризненно посмотрел манекен с облупившимся носом, и девушка не сдержала разочарованного возгласа."
    me "Не столица, да."
    "Она постояла немного, разглядывая витрину, а потом, вздохнув, спросила:"
    mi "А ты сам в столицу не собираешься?"
    me "Нет. Да и зачем бы?"
    "Я пожал плечами."
    "Было мнение такое, что я здесь и сейчас доживу свою смену — а потом проснусь у себя дома, или где я там был, когда засыпал?"
    "Собственно, потому и не строил никаких планов."
    "А хотелось."
    "Безусловно, я не обольщался на свой счёт относительно Мику."
    "Но первый план, который я бы хотел строить, касался бы непосредственно её."
    "Это совершенно необязательно должно было быть нечто романтическое, отнюдь."
    "Я с огромным удовольствием бы пообщался с ней и просто на дружеской ноге."
    "И не только на ней, чего уж греха-то таить."
    mi "Мы могли бы походить по магазинам вместе?"
    me "В Москве есть чем заняться и помимо магазинов."
    "Особенно, если у тебя есть пара лишних рублей и уйма свободного времени."
    show mi normal pioneer with dspr
    mi "Думаю, да."
    "Серьёзно кивнула японка."
    mi "Должны же эти миллионы людей чем-то заниматься, когда не работают и не спят."
    me "Например, ходят в кино."
    mi "Или на концерты! Сенечка, тебе какая музыка нравится?"
    me "Да ты спрашивала уже!"
    show mi dontlike pioneer with dspr
    mi "И спрошу ещё!"
    me "Ох…"
    th "Мне, моя ты милая, нравится такой винегрет из песен, что лучше бы тебе не спрашивать."
    me "Да я как-то не…"
    show mi sad pioneer with dspr
    mi "Только не говори, что ты не любишь музыку! Я всё равно не поверю."
    me "Я этого и не говорил. {w}Просто не могу назвать какие-то имена или отдельные песни."
    dreamgirl "Ага, ещё и потому, что подавляющее большинство их ещё не было написано в это время."
    th "И поэтому тоже."
    me "Мне очень много музыки нравится — от рока до классики. Уверен, мне бы понравилась и твоя музыка — если бы мог, обязательно сходил бы на твой концерт."
    show mi shy pioneer with dspr
    mi "Лучше бы со мной — на чей-нибудь ещё! Хотя, конечно, приятно такое доверие."
    mi "У нас в прошлом году приезжала эта немецкая группа, «Скорпионс», они такие красивые песни пели! Нравится?"
    me "Очень!"
    "Честно ответил я."
    me "Если на дискотеке играет их песня — обязательно надо танцевать с кем-нибудь. Иначе никак."
    show mi smile pioneer with dspr
    mi "А мне с тобой было не очень удобно танцевать. Ты вон какой большой, как мне тебя обнимать прикажешь?"
    "Она обернулась ко мне и попыталась закинуть руки мне на шею."
    "Я со смехом увернулся:"
    me "Вчера надо было закидывать, сегодня всё!"
    mi "Ну и ладно."
    "Не обиделась она."
    mi "Послезавтра у нас прощальная дискотека — тогда и потанцуем."
    me "Стоп. Что значит «послезавтра»?"
    show mi normal pioneer with dspr
    mi "То и значит. В смене три недели, а ты приехал на последнюю."
    "Не сказать чтобы я сильно удивлялся — всё-таки, пионеры не выглядели только-только приехавшими."
    "Но сюрпризец был не из приятных."
    "Я-то планировал чуть побольше!"
    mi "Надену своё самое красивое платье."
    "Продолжала гнуть свою линию Мику."
    mi "И буду танцевать!"
    me "Будешь!"
    mi "А перед этим у меня будет выступление на прощальном концерте!"
    me "Будет!"
    show mi angry pioneer with dspr
    mi "Сенечка, хватит меня подкалывать!"
    "Она задрала нос и прибавила шагу."
    "При этом её путь снова лежал в стороне от прямой, соединяющей мой страждущий желудок и вывеску с тремя шариками!"
    th "Рыыыы…"
    me "Может, мы просто…"
    "Мику проигнорировала мою реплику."
    "В этот раз её заинтересовали тоталитарно прямые обводы в стиле столь популярного сейчас брутализма. Не Ле Корбюзье, конечно, ну так и здесь всего лишь «промтовары»."
    "Из застеклённых витрин коих на нас скалились пластмассовые космонавты."
    "Там же неподалёку кто-то зачем-то разложил шахматную доску на табуретке и расставил фигуры — хочу добавить, неправильно расставил, ладью к ладье, слона к слону…"
    "И, разумеется, торшеры-абажуры, куда ж без них."
    show mi sad pioneer with dspr
    mi "Слушай, ну это же какая-то тоска…"
    "Призналась Мику."
    mi "Глазу зацепиться абсолютно не за что."
    me "А здесь не глазом зацепляться, здесь всё — товары народного потребления."
    me "Хочешь экзотики — марш на базар."
    "Я задумался, есть ли здесь рынок и счёл, что это маловероятно."
    me "В Тулу — за пряниками и самоварами, в Рязань за пирогами…"
    show mi angry pioneer with dspr
    mi "Послушай, мне просто хочется немного погулять."
    mi "Нет ничего сложного в том, чтобы галопом проскакать в кафе, слопать своё мороженое и потом галопом убежать обратно в больницу."
    mi "Я так не хочу, понимаешь?"
    "Конечно, понимаю."
    "И окажись мы где-нибудь в Ленинграде или Москве — там можно было бы хотя бы провести тебя с экскурсией, показать памятники, рассказать, что помню сам…"
    "Здесь же с этим определённые сложности."
    "Взгляд заметался по сторонам в поисках возможного спасения."
    "Снова портить наше и без того разваливающееся свидание не хотелось."
    me "О, смотри, там ещё Дом Книги. Зайдём?"
    show mi smile pioneer with dspr
    "Мику улыбнулась и кивнула."
    "Кажется, я начал понимать её чуточку лучше."
    "Кажется, дело было вовсе не в том, что для неё процесс был важнее всего."
    "Скорее, дело было в том, что она очень большое значение придавала Ритуалам."
    "Уверен, и на рынке она торговалась бы до хрипоты, получая от этого несказанное удовольствие — просто зная, что так положено, торговаться."
    "И этим она подкупала."
    "Потому я приказал желудку заткнуться."
    "Еда от меня никуда не уйдёт, а вот доверие одной маленькой японской девочки — штука хрупкая."
    stop ambience fadeout 3
    stop music fadeout 3
    window hide
    scene bg int_caffee_day_7dl
    with fade
    $ persistent.sprite_time = "sunset"
    "К счастью, Дом Книги оказался закрыт на переучёт, а других объектов интереса по дороге не было."
    "И Мику, повздыхав для порядка, вынуждена была уже отправиться, наконец, туда, куда я так стремился."
    play ambience ambience_dining_hall_empty fadein 3
    "Она с любопытством оглядывалась по сторонам, изучая советский ампир, а лично меня интересовали вещи насквозь приземлённые."
    "Усадив её на угловой диванчик у окна разглядывать интерьер и дальше, я сам прошествовал к прилавку."
    me "Два молочных коктейля с крошкой и два пломбира, пожалуйста."
    "Попросил я."
    play music music_7dl["what_am_i_doing_here"] fadein 5
    voice1 "Сколько шариков?"
    "Понимающе улыбнулась продавщица."
    me "Давайте по четыре."
    "Меня одарили ещё одной многозначительной улыбкой, а несколько минут спустя я стал гордым обладателем двух высоких запотевших стаканов и двух же блестящих металлических креманок, в которых пирамидкой уложили по четыре шарика вкуснейшего мороженого."
    me "Итадакимасу!"
    "Воскликнул я, выгружая на стол богатства."
    show mi smile pioneer with dissolve
    mi "Спасибо!"
    "Она тут же зачерпнула длинной ложечкой шарик мороженого целиком и отправила его в рот."
    "И что с ней такой делать прикажете?"
    show mi happy pioneer with dspr
    mi "Кушно!"
    "Сообщила она несколько минут спустя, с трудом справившись с лакомством."
    me "Угу."
    "Когда я ем — я глух и нем. Хитёр и быстр, и дьявольски коварен."
    "Мы почти не разговаривали, пока ели, житейская пошлость про то, что любовь приходит и уходит, а кушать хочется всегда, оказывается очень кстати, но я не произнёс вслух и этого."
    me "Ты устала, да?"
    show mi shy pioneer with dspr
    mi "Немножечко."
    "Призналась она."
    if alt_day4_mi_7dl_donor:
        mi "Перенервничала, думала, что подвиг совершу."
        mi "А вместо подвига только палец болит. Эх!"
    else:
        mi "Немного беспокоюсь за Сашу. Хотя он и спал нормально, и в больнице сказали, что всё хорошо."
    mi "Но не просто же так нас гоняли целую ночь, правда, Сенечка?"
    "Я кивнул."
    mi "Как думаешь, когда взрослые перестанут нам врать?"
    me "Никогда."
    "Подумав, ответил я."
    me "Мы уже сами взрослые без пяти минут — пора принимать эстафету."
    show mi angry pioneer with dspr
    mi "Лично я врать никому не стану!"
    "Сердито сказала она."
    mi "Если у меня будут дети, я буду говорить им только правду!"
    me "И про то, откуда они взялись?"
    "Не удержался я."
    show mi shy pioneer with dspr
    mi "Бака!"
    me "Прости. Глупый вопрос, да."
    "Мику опустила голову, пуская пузыри через соломинку."
    mi "Да нет, вопрос не глупый."
    "Наконец, сказала она."
    mi "Не получится так, что ты честен в основном, но врёшь по мелочи. Так не бывает, всё верно."
    "Она снова замолчала, напряжённо над чем-то размышляя."
    show mi sad pioneer close with dissolve
    mi "Сенечка, скажи. А что ты думаешь обо мне?"
    "Она вдруг подвинулась ко мне поближе и посмотрела мне прямо в глаза."
    "Вопрос вопросов. В лагерях раньше очень модны были так называемые «откровяшки»-вопросники с анкетами."
    "Правила заполнения были строгими, жёсткими — ровно одна строчка на ответ, коротко, по существу."
    "Но для таких вот каверзных вопросов давалось послабление — после вопроса «что вы думаете об авторе анкеты» отводилось обычно три-четыре строчки."
    "Любопытно даже, сумею ли я уместить свои мысли о Мику в три строки?"
    "Особенно, если учесть, что я и сам толком не разобрался в моём к ней отношении."
    me "Ты… Ты звучишь приятно."
    show mi surprise pioneer close with dspr
    mi "Звучу?"
    me "Звучит коряво, но — да. Есть люди, которые отрада для глаз — и это я не о красоте говорю. Есть те, которые пахнут так, что способны свести с ума."
    me "Тебе же досталось звучание. Слышала когда-нибудь о понятии «приставучая песня»? Ты слышишь какую-то песню, ритм, мотив, слова, запоминаешь их с первого раза и помнишь потом до конца жизни."
    mi "Значит, я приставучая?"
    "Мику не выглядела сильно огорчённой, и я понял — попал, угодил в десяточку."
    me "Очень. Что гораздо интереснее, никому и никогда не захочется, чтобы ты отстала. Это талант, береги его."
    "Я говорю это полушутливо, расслабившись с виду — но сам внутри напрягаюсь, опасаясь непонятно чего."
    th "Неужели меня страшит то, что она может принять мою честность за флирт?"
    "Пришла вдруг в голову непонятная мысль."
    "Да нет, быть не может."
    show mi normal pioneer with dissolve
    mi "Спасибо, Сенечка."
    "Мику откинулась на спинку, оставив в покое несчастный коктейль."
    "Выглядела она немного смущённой, но это лишь добавляло ей очарования."
    "Иную девушку злишь лишь потому, что она прекрасна в гневе. Мику же иногда стоит вгонять в краску."
    me "Не за что. В конце концов, ты оплатила мой обед, а честность — самое малое, что я могу предложить взамен."
    "В этот раз она уловила шутку и понятливо улыбнулась."
    "Хотя глаза у неё остались серьёзными."
    show mi serious pioneer with dspr
    mi "Сенечка?"
    me "Хм?"
    mi "Я не очень часто вот так сижу с кем-то, поэтому могу выглядеть глупо."
    mi "Вернее, я абсолютно точно знаю, что выглядела глупо несколько раз."
    mi "Потому я скажу тебе то, что не говорила уже очень давно."
    "Она сложила ладошки и поклонилась мне — хорошо хоть, не вставая из-за стола:"
    mi "Домо аригато. Свидание получилось не таким, каким хотелось мне, но всё равно было очень весело и забавно."
    "Я почувствовал, как в очередной раз за сегодня краснею:"
    me "Э… И тебе спасибо. То есть я рад, что тебе понравилось. Я имею в виду…"
    show mi laugh pioneer with dspr
    mi "Сенечка, ты тараторишь."
    "Тихо хихикнула Мику."
    me "Прости."
    mi "Совсем как я в нашу первую встречу. И во вторую. И…"
    me "Хочешь сказать, что мы похожи?"
    show mi grin pioneer with dspr
    mi "Нет, я хочу сказать, что нам обязательно надо будет повторить."
    mi "Но чтобы никаких «рыбных» магазинов и «гастрономов», хорошо?"
    "Как будто это от меня зависит…"
    me "Сделаю всё от меня зависящее."
    "Торжественно пообещал я."
    "Мику снова погрустнела."
    mi "Как видишь, иногда «всего зависящего» недостаточно."
    me "Намекаешь на историю с Шуриком? Но кто же мог знать…"
    mi "Вот и с нашим следующим походом кто может знать? Ладно, что-то я раскисла совсем. Видимо, бессонная ночь сказывается."
    mi "Пойдём на улицу?"
    "Она махом допила коктейль и поднялась."
    mi "Дома я не ела мороженого, не пила холодные напитки — боялась застудить связки."
    "Сообщила она."
    mi "Сейчас тоже не следовало бы. Но так надоело поступать правильно и так, как от меня ожидают."
    hide mi with dissolve
    "Не дожидаясь меня, она вышла на улицу."
    "Пришлось в темпе допивать и спешить вслед за ней."
    stop music fadeout 3
    window hide
    $ persistent.sprite_time = "day"
    play ambience ambience_camp_entrance_day fadein 3
    scene bg ext_townscape_ph_day_7dl
    show mi normal pioneer
    with dissolve
    play ambience ambience_7dl["town_day"] fadein 3
    "Мику ожидала меня в тени раскидистого вяза, стоящего неподалёку от кафе."
    "Наверное, сюда время от времени вытаскивают столы и пируют на свежем воздухе."
    "Но мы искали прохлады и тишины — и получили их."
    me "Следующую нашу кафешку оплачиваю я, так и знай."
    "Сообщил я, остановившись рядом с японкой."
    show mi laugh pioneer with dspr
    mi "Как пожелаешь! За твой, значит, за твой. Закажу крабов, омаров…"
    "Она бы долго ещё смеялась, но тут за моей спиной скрипнули тормоза, и чей-то незнакомый голос позвал:"
    play sound_loop sfx_intro_bus_engine_loop fadein 3
    play music music_7dl["unholy_you"] fadein 3
    $ meet ('sak','Японец')
    sak "Здравствуйте, Мику-кун."
    "Я резко обернулся — за рулём кажущегося здесь неуместным «Мицубиси» сидел…"
    show mi normal pioneer with dspr
    mi "Здравствуйте, Сакишита-сан."
    $ meet ('sak','Сакишита')
    "Улыбнулась Мику."
    mi "Вы по поручению отца?"
    me "Мику, что это за хрен?"
    "Вежливо полюбопытствовал я."
    mi "Этот, как ты выразился, «хрен» — мой агент. Пожалуйста, не надо ему хамить — мне ещё с ним работать."
    "Тихо попросила она."
    "Пришлось соглашаться."
    sak "Мику-кун, вас тяжело было найти, в России никто не знает дороги, все хотят только показывать направления."
    "Он выбрался из машины и подошёл к нам, оказавшись удивительно высоким для японца - почти с меня ростом."
    show sak normal suit at zenterleft
    show mi normal pioneer at right
    with move
    sak "К счастью, Говоров-сан подробно объяснил мне, как найти этот лагерь."
    sak "Я заехал сюда заправить машину и переночевать, так как на обратном пути не будет времени на отдых."
    show mi sad pioneer with dspr
    mi "Что-то случилось? Что-то с Па?"
    show sak sigh suit with dspr
    sak "Нет-нет, Мику-кун, с вашим отцом всё хорошо."
    "Поспешил успокоить её японец."
    sak "Но кое-что произошло всё же."
    "Он отвернулся в салон, а несколько секунд спустя явил нашему вниманию какую-то блестящую пластинку, на которой парой кандзи было написано очень знакомое мне имя."
    show mi surprise pioneer with dspr
    mi "Серьезно?! Но они же сказали, что у нас очередь как минимум до октября!"
    show sak normal suit with dspr
    sak "Всё так, Мику-кун, но вашу запись видел премьер, так что лейбл любезно согласился подвинуть очередь."
    mi "И я…"
    "Растерянно произнесла Мику."
    show sak smile suit with dspr
    sak "Всё верно."
    "Растянул узкие губы в улыбке Сакишита."
    sak "Мы отправляемся домой."
    show mi dontlike pioneer with dspr
    mi "А как же мои вещи, моя техника?"
    "Уж не знаю, из вежливости ли или ещё по каким-то соображениям, но они оба продолжали общаться на почти безукоризненном русском."
    "Только сейчас, когда Сакишита позволил себе ругательство на японском, я обратил на это внимание."
    show sak dontlike suit with dspr
    sak "Мику-кун, разумеется, я довезу вас до места пребывания, и мы заберём всё вам необходимое. Просто поторопитесь, пожалуйста."
    me "Мику, я не уверен, что это хорошая идея."
    "Засомневался я."
    mi "Я тоже, Сенечка."
    "Призналась Мику."
    mi "Я только начала получать удовольствие от отдыха."
    mi "Но он прав — если моя записывающая компания согласилась подвинуть график, лучше этим воспользоваться, до предновогодних праздников лучше успеть немного поездить в поддержку альбома, иначе тот не продастся."
    me "Да нет, я про то что…"
    mi "Да не беспокойся на этот счёт."
    "Понятливо кивнула японка."
    mi "Я — работодатель Сакишиты-сан, ему невыгодно вредить мне."
    show sak calm suit with dspr
    sak "Мику-кун, вы идёте?"
    "Снова позвал доставучий японец."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day4_mi_7dl_ch52:
    play music music_7dl["will_you"] fadein 3
    me "Я ему не доверяю."
    me "Даже если это твой агент, за тебя сейчас несут ответственность совершенно другие люди, понимаешь?"
    me "Ты не можешь просто взять и исчезнуть просто потому, что встретила кого-то знакомого."
    show mi upset pioneer with dspr
    "Мику вздохнула."
    mi "Но я…"
    me "Без «но». {w}Спроси у своей Сакишиты, как бы он отнёсся, если бы ты так же сбежала от его надзора?"
    "Я не планировал напускаться на Мику вот так, но почему-то в голове разом пронеслись все эти малообъяснимые страхи, какие все мужчины всех времён испытывали за дорогих им женщин."
    me "Молчишь? То-то же."
    "Мне вдруг в голову пришла мысль, что я выступаю здесь несколько не в своём амплуа — да и не совсем по праву."
    "И в результате трёхсекундного брейнштурма выдал компромисс:"
    me "Мы всё равно возвращаемся в лагерь, так что придерживаемся первоначального плана: едем на машине Виолетты Церновны, а там уже и станем думать что, куда и как."
    mi "Но нам сказали гулять до часу."
    me "А московское время…"
    show mi shy pioneer with dspr
    "Мику бросила взгляд на свои часики и ойкнула:"
    mi "Без пятнадцати."
    me "А значит, Золушке пора возвращаться, если, конечно, она не опасается двенадцати ударов в тыкву."
    "Я снова приглашающе отставил локоток."
    show mi laugh pioneer with dspr
    mi "Сенечка, я не со всем согласна и не всё понимаю, что ты говоришь."
    "Задумчиво протянула японка."
    mi "Но, наверное, ты прав."
    "Она поклонилась японцу:"
    mi "Простите, Сакишита-сан, но мы должны найти нашего старшего, я не могу с вами ехать."
    show sak sad suit with dspr
    "Тот наклонил голову в ответ, признавая справедливость слов девочки."
    sak "В таком случае, я отправлюсь в лагерь, чтобы утрясти все формальности, и буду ожидать вас там. До скорой встречи."
    "Поклонившись ещё раз, он вернулся в машину."
    hide sak with dspr
    play sound sfx_intro_bus_engine_start
    window hide
    with fade
    stop sound_loop
    "А мы отправились обратно к больнице, где нас и поджидала Виолетта Церновна."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day4_mi_7dl_ch6:
    window hide
    scene cg d4_cs_car_day_cs_7dl
    with dissolve
    play sound_loop sfx_bus_interior_moving fadein 4
    "Про обратную дорогу ничего не могу сказать толком."
    "Должно быть, всё дело было в том, что все мы были сильно измотаны."
    "За себя я мог поручиться — надо мной довлело то самое незабываемое ощущение, когда ты только что свеж, бодр и орёл, а тут сел — и сил подняться нет."
    "Укатали Сивку, укатали."
    if alt_day3_mi_donor:
        "Мику тоже угрюмо отмалчивалась, похоже, снова и снова прогоняла в голове беседу с агентом."
        "Или пыталась смириться с тем, что её личное лето вот-вот закончится."
        "И я ей, честно сказать, не завидовал вовсе."
        
    window hide
    stop sound_loop fadeout 5
    stop ambience fadeout 3
    with fade2
    "Так что к лагерю мы подъехали в весьма подавленном состоянии."
    "Дело было уже к шести часам, полдник мы тоже благополучно проморгали — что только усугубило и без того великолепное расположение духа."
    play ambience ambience_camp_center_day fadein 3
    window hide
    scene bg ext_dining_hall_away_day
    with dissolve
    "Без долгих расшаркиваний, Виола завела машину на территорию лагеря и, поставив ту у столовой, немедленно отчалила домой."
    if alt_day3_mi_donor:
        "В отличие от нас, она не спала и минуты — работала."
        "Мику скомканно попрощалась со мной и тоже ушла."
        "А я остался один."
        "Всё как всегда — с чего начал, тем и закончил, неизбывный канон жанра."
    else:
        "Я её прекрасно понимал — мне удалось урвать хотя бы пару часиков сна на заднем сиденье."
        "Так что ничего удивительного в её лёгкой неприветливости не было."
    play music music_7dl["the_way"] fadein 3
    "А лагерь снова жил."
    "Солипсисту внутри меня было не слишком-то приятно понимать, что и без меня нигде жизнь не замирает."
    "Что мой фокус внимания вовсе не главная движущая сила Вселенной."
    "Но грустно от этого было, чёрт возьми!"
    "А со стороны эстрады доносились басовые перекаты."
    if alt_day3_mi_donor:
        "Похоже, что лагерь прекрасно жил и без Мику."
        "Наверное, Славя?"
        "Кибернетики провели и настроили аппаратуру, Славя проводит, на Алисе контроль качества."
        "Так вот, четыре человека худо-бедно в состоянии выполнять функционал одного."
        "Великолепная иллюстрация фразы «незаменимых нет»."
    else:
        "Кажется, Мику без меня вовсе не скучала."
        th "Было бы странно, окажись иначе."
        "Как будто я ей или она мне чем-то обязаны."
        "Разумеется, ничего такого."
        
    window hide
    scene bg ext_dining_hall_near_day
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Отряхнув скамейку от налетевшей хвои и шишек, я устроился с максимальным комфортом и обнаруженной здесь палочкой стал чертить всякие непотребства на песке."
    window hide
    scene cg d4_mi_kandji_7dl with dissolve
    "Высунув от усердия язык, я тянул три параллельные линии слева направо."
    "Потом символ, похожий на письменную букву «п», только чуточку более вычурную — уверен, если бы кто-то обладал таким же почерком — был бы он первым дизайнером на селе."
    "Никто никогда не поймёт, кроме одного человека."
    "Как я раньше не додумывался до того, что на «тетрадном листке и на классной доске» писать следует не доступные любому разумению русские буквы, а непонятные кривульки иероглифов!"
    "Я вздрогнул и очнулся."
    "Почему я постоянно думаю о Мику?"
    "В том смысле, что я не вкладываю в собственные размышления каких-либо дополнительных смыслов."
    "Нет здесь чего-то большего. Просто она нейдет у меня из головы."
    "Вот и всё."
    "Думаю и думаю, думаю и думаю."
    "Если брать за пример меня же образца десятилетней давности — то ох как же я завидовал себе прежнему! — никаких сомнений, всё четко по полочкам, мир дискретен, полутонов нет."
    "Самое замечательное, пожалуй, то, что я абсолютно точно понимал, чего и от кого желаю."
    "В том смысле, что если девушка привлекала меня сексуально, я не стеснялся самому себе в этом признаться."
    "Вздохнув, я стёр надпись."
    window hide
    scene bg ext_dining_hall_near_day with dissolve
    "Здесь же, как ни крути, даже на пятьдесят процентов уверенности не получается."
    "Где мои семнадцать лет!"
    "Поднявшись, я решил немного размять ноги."
    if not alt_day3_mi_donor:
        dreamgirl "На самом деле, искать Мику и отчитываться ей о прибытии."
        th "Цыц."
        "Мику, вероятнее всего, сейчас ведёт концерт."
        "Во всяком случае, где ещё может находиться главный массовик-затейник, пока из колонок льются такие басы?"
        window hide
        scene bg ext_stage_big_day with dissolve
        "Однако Мику не оказалось на месте."
        "За пультом сидела Алиса, которая одарила меня откровенно вопрошающим взглядом, но мне было не до глупостей."
        dreamgirl "Надо… Искать… Мику… Брэээээйнс!"
        window hide
        scene bg ext_square_day with dissolve
        "Наверное, я и правда со стороны выглядел одержимым."
        "Но чем дольше мне приходилось бегать по лагерю, тем сильнее я переживал."
        th "С ней же ничего не произошло, правда? Скажите, что с ней ничего не произошло!"
        window hide
        scene bg ext_house_of_mt_day with dissolve
        "Когда я в третий раз пробегал мимо домика Лены, я обратил внимание на какого-то незнакомого японца, о чём-то болтающего с вожатой."
        "Я не стал к ним подходить — во избежание."
        "Мне повезло уже обнаружить Мику — та плелась по тропинке от умывальников и вид имела самый унылый."
        $ meet('sak','Сакишита')
        window hide
        scene bg ext_house_of_un_day
        show mi sad pioneer
        with dissolve
        play music music_7dl["finale_farewell"] fadein 3
        me "Мику!"
        "Замахал рукой я."
        show mi normal pioneer with dspr
        "Она обернулась на крик, явно ожидая увидеть кого-то."
        "И тут же сникла."
        show mi sad pioneer with dspr
        mi "Это ты…"
        "Ну да. А чего я ожидал, спрашивается."
        "Это я скучал и изнывал в дороге, думая о японской принцессе."
        "А ей здесь, судя по всему, скучать не приходилось."
        me "Да."
        "Я улыбнулся — но снова не нашёл ответа на её лице."
        me "Что-то случилось?"
        show mi normal pioneer with dissolve
        "Мику очень внимательно оглядела меня."
        "Потом так же сосредоточенно покачала головой."
        me "Тогда в чём дело?"
        me "Или чего-то {b}не случилось{/b}?"
        mi "Не случилось. Но ты здесь не при чём."
        me "Вот как? Ясно."
        mi "Я говорю правду."
        th "И зачем она оправдывается?"
        mi "Кое-что случилось, чего я ждала, но этого не произошло."
        me "Что же?"
        "Меня стал немного удручать этот разговор, состоящий из экивоков и недомолвок. Куда-то вдруг подевалась девочка-пулемёт, которая прекрасно всё и без участия собеседника разбалтывала."
        "Теперь напротив меня стояла довольно неласковая девочка, слова из которой приходилось тянуть чуть ли не клещами."
        mi "Сегодня родительский день."
        "Спокойно сообщила она."
        me "Серьёзно?"
        mi "Да. А я ждала, что Па выкроит день и приедет."
        me "Не приехал?"
        "Сочувственно спросил я."
        mi "Нет. Вместо него приехал… Вот он."
        hide mi with dissolve
        "Мику отошла к домику и уселась на ступеньках прибалконника, подвернув левую ногу под себя."
        me "Ты ожидала, что отец приедет?{w} Наверное, он просто очень занят, с сильными мира сего такое бывает."
        me "Кстати, а что это за хрен?"
        "Мику изобразила намёк на улыбку одними лишь уголками губ."
        "Похоже, она и правда очень расстроилась."
        show mi angry pioneer with dissolve
        mi "Вот именно что хрен…"
        mi "Моржовый.{w} Если отец и хотел меня обидеть — ему это удалось: прислал он человека, которого я последнего хотела бы видеть."
        "Мику старалась не говорить громко, но видно было, с каким трудом она сдерживает злость."
        me "Настолько плохой?"
        "Уточнил я, между делом прикидывая, как будет сподручнее всего избавляться от трупа."
        show mi serious pioneer with dspr
        mi "Да нет. Не плохой. {w}Вообще никакой."
        mi "Вообще тяжело себе представить более равнодушного ко мне человека. {w}Подыхать буду — он даже не почешется."
        me "Тогда зачем он согласился? Добраться сюда из Японии свет неближний."
        mi "Деньги. Сакишита мой агент. И работает он на меня только до тех пор, пока это коммерчески целесообразно. Н-ненавижу."
        "Выдохнула она."
        mi "Вместо того, чтобы повидаться с папой, я вынуждена лицезреть его постную рожу. Если он со мной ещё и любезничать начнёт, у меня вообще депрессия случится."
        "Она мрачнела и мрачнела с каждым словом."
        me "Так не любезничай, проблем-то? Вот бог, вот порог, а нахрен — это туда."
        show mi dontlike pioneer with dspr
        mi "Фокус хороший, да не сработает."
        "И непонятно было, чего ожидать от неё в таком состоянии — либо она вразнос пойдёт, либо разрыдается, и мне придётся её утешать."
        "Но когда я услышал подробности — почувствовал, что утешение, скорее, потребуется лично мне."
        mi "Не буду утомлять подробностями — он приехал забрать меня домой."
        me "Извини, что?"
        show mi cry pioneer with dissolve
        mi "То. Лето моё закончилось, Сенечка."
        "И она, не сдерживаясь уже, разрыдалась."
        mi "Я поверила, он обещал, что всё изменится, здесь я пойму, как правильно, как надо.{w} И только начало получаться…"
        me "Тише, тише… Всё будет хорошо…"
        "Я сам не заметил, как оказался рядом и, обняв девочку за плечи, успокаивающе начал шептать ей что-то на ухо."
        "Сам не помню, что и как я говорил — интонация была важнее."
        "И только с отстранённой тупой болью отгонял мысль, что не будет нифига хорошо."
        th "Мику-Мику… Что ж у нас всё с тобой не как у людей-то, а?"
        th "Могло же получиться волшебно, сами бы потом гордились тем, как стали вместе."
        th "А вышло — вот."
    else:
        window hide
        scene bg ext_house_of_mt_day with dissolve
        "Когда я вышел к домику с желанием отчитаться Ольге Дмитриевне об успешном прибытии, та оказалась несколько занята."
        "Сакишита всецело завладел её вниманием."
        "В растерянности я огляделся."
        "Мику почему-то так и сидела на крылечке собственного дома вместо того, чтобы добросовестно отсыпаться."
        "Наконец, японец закончил беседу — судя по раздосадованному виду, так и не добившись от вожатой того, чего хотел, и отошёл к Мику."
    show sak normal suit at right with dissolve
    show mi sad pioneer with dspr
    sak "Собирайтесь, Мику-кун."
    sak "Нас ждёт дорога."
    "И я понял вдруг, что такое отчаяние."
    "Отчаяние — это когда ты, как последний придурок, выкладываешься на сто два процента, в кровь и пот расшибаясь о камни — а этого оказывается недостаточно!"
    "И ты понимаешь, что уже не можешь выжимать из себя больше, что дальше только красный коридор, после которого люди уже не возвращаются."
    "У тебя целый миг отчаяния на то, чтобы выбрать — и либо аорты разомкнутся, давая ещё миг на то, чтобы понять — путь обратно закрыт."
    "Либо ты отлетаешь переломанной марионеткой и застываешь в придорожной пыли."
    "Я уже очень давно не дрался."
    "Но сейчас мне показалось очень уместным возобновить давно позабытое."
    "Я сжал кулаки и поднял взгляд."
    "Я искал взгляд похитителя чужого счастья — мне нужно было, чтобы он успел ощутить моё отчаяние, прежде чем один из нас останется остывать."
    "Мику не видела моего лица — но после того, как сквозь слёзы и грусть пробился уютный огонёк задумчивости и подсчёта шансов, я решил не добивать и так трещащий по швам мирок."
    "Я набрал в грудь воздуха побольше, готовясь сорваться с места, и…"
    stop music fadeout 3
    show mt normal pioneer at left
    with dissolve
    mt "Извините, товарищ Сакишита."
    "Раздался голос вожатой."
    play music music_list["always_ready"] fadein 3
    show mi surprise pioneer with dspr
    mt "Я, безусловно, рада, что у Мику там что-то где-то случилось, и всё такое прочее. {w}Но я не могу отдать ребёнка незнакомому человеку."
    mt "Даже если сама Мику за него поручается."
    show sak treat suit with dspr
    sak "Простите?"
    show mt angry pioneer with dspr
    mt "А что непонятного? Везите разрешение от отца и справку из облОНО, тогда и поговорим."
    "Безапелляционно заявила вожатая."
    "И я, уже почти лишившийся надежды, снова воспрял духом."
    "Никогда не думал, что скажу это или подумаю — но спасибо огромное Ольге!"
    if not alt_day3_mi_donor:
        "В принципе, после того, как она выделила мне квартиру под помывку, я и так был перед ней в долгу."
        "Теперь он увеличился многократно."
    "Теперь он пробегает по инстанциям до самого конца смены, и у нас будет ещё несколько дней!"
    "Сакишита определённо умел держать удар."
    show sak sorrow suit with dspr
    "Он вежливо поклонился."
    sak "Я понимаю."
    "Но не было похоже, что сдался."
    sak "Вы распоряжаетесь будущим, на которое не имеете прав. Но у вас есть ответственность."
    show mt normal pioneer with dspr
    mt "Пока этот ребёнок находится под моей опекой, я несу ответственность и за его будущее."
    mt "Привезёте разрешение — тогда и поговорим, а пока…"
    "Она посмотрела на часы:"
    mt "Родительский день заканчивается через два с половиной часа — попрошу вас освободить к тому времени территорию ПЛ."
    show sak normal suit with dspr
    sak "Понял вас."
    "Покорно кивнул японец."
    "Настроен он оказался весьма решительно — достав из кармана бандуру, в которой я с удивлением признал спутниковый телефон, тут же набрал номер, начинающийся с единицы, и отдал туда несколько коротких приказаний."
    "Выслушал ответ и, растянув губы в узкой улыбке, сложил антенну, спрятал трубку во внутренний карман пиджака и снова обратился к нам:"
    show sak pain suit with dspr
    sak "Разрешение заказано и идёт телексом. Я заберу его на почте и вернусь за Хатсуне-сан."
    mt "Счастливого пути."
    "Пожелала Ольга."
    mt "Будет разрешение — будет ребёнок. Не смею задерживать."
    
    if not alt_day3_mi_donor:
        sak "Не извольте беспокоиться. Будут. Мику-кун, я думал устроить прощальный вечер, но, похоже, вы намерены уходить только со скандалом."
        "Он поклонился."
        show sak unsured suit with dspr
        sak "Я не знаю, как русские празднуют чью-то удачу —  но точно уверен, что здесь это тоже пользуется популярностью."
        show mi surprise pioneer with dspr
        mi "О чём вы говорите?"
        show sak normal suit with dspr
        sak "Если вам не очень трудно, проводите меня к моей машине, пожалуйста."
        sak "И захватите с собой кого-нибудь — например, можете вашего друга."
        window hide
        with fade2
        $ persistent.sprite_time = "sunset"
        scene bg ext_no_bus_sunset
        with dissolve2
        $ sunset_time()
        play ambience ambience_camp_entrance_day fadein 3
        "Мы были в лагере в шесть часов, а сейчас уже ощутимо так было к восьми — солнце клонилось на закат, в воздухе запахло вечером."
        "Ещё чуть-чуть — и горн позовёт пионеров на ужин."
        "Японский внедорожник стоял в теньке, наглухо задраенный — нетрудно было догадаться, какая душегубка стояла в салоне."
        "Но японец, не поморщившись, забрался в салон и открыл багажник изнутри."
        show sak normal suit with dspr
        sak "Пожалуйста. Забирайте. Используйте, как сочтёте нужным."
        "Мику направилась в обход машины, а я на всякий случай подстраховал её."
        "В багажнике внедорожника была какая-то серая цилиндрическая штука, которую Мику мгновенно и сцапала."
        show sak normal suit at left
        show mi smile pioneer at zenterright
        with dissolve
        mi "Спасибо вам, Сакишита-сан!"
        "Она легонько поклонилась, демонстрируя свою признательность."
        sak "Не за что. Я ещё вернусь. И надеюсь на благоразумие с вашей стороны."
        hide sak
        with dissolve
        "Он захлопнул багажник, обошёл машину и прыгнул за руль."
    else:
        window hide
        with fade2
        $ persistent.sprite_time = "sunset"
        scene bg ext_no_bus_sunset
        with dissolve2
        $ sunset_time()
        play ambience ambience_camp_entrance_day fadein 3
        "Покачивая головой, Сакишита отправился прочь с территории."
        "На всякий случай, мы оба решили проконтролировать, чтобы он обязательно уехал."
        "Впрочем, этот дядька, похоже, был самых строгих правил."
    "Японские покрышки взвизгнули на горячем асфальте, и «Мицубиси» укатила в раскалённую даль."
    "Только сейчас я разрешил себе выдохнуть."
    "И обернуться к Мику."
    show mi happy pioneer with dspr
    "Только диву дался — в её глазах ярко светилось отражение моих эмоций."
    "Только проводив взглядом машину за ворота, она дала волю чувствам — заулюлюкала и обняла меня изо всех сил:"
    mi "Гуляем, люди!"
    menu:
        "Поедешь?" if herc:
            $ alt_spt += 1
            mi "Не знаю. А ты хочешь, чтобы я поехала?"
            me "Я старый фанат твоих песен. Мне лучше бы, чтобы ты пела."
            "Мику ничего не сказала, только, улыбнувшись, обняла меня за плечи."
        "Хороший дядька" if loki:
            $ alt_spt += 1
            "Безразлично сказал я."
            mi "То есть?"
            me "Не поленился отправиться в чужую страну непонятно куда, чтобы предупредить тебя о переносе сроков."
            me "Должно быть, он очень тобой дорожит."
            dreamgirl "Или очень некисло зарабатывает на ней."
            "Я согласился и с этим."
            mi "Наверное."
            "Мику несмело погладила мою руку и, не встретив сопротивления, поймала палец."
            mi "Но разве вся поездка не нужна была немного для другого?"
            me "Да. Но твоя жизнь — музыка. Я уже даже с этим смирился. "
            me "Смирись и ты."
            show mi sad pioneer with dspr
            mi "Я не знаю…"
            "Прошептала она."
            me "И я тоже. Но я одно могу сказать точно: петь у тебя получается слишком хорошо, чтобы просто так зарывать талант в землю."
        "Разве ты не этого хотела?" if not (herc or loki):
            mi "В смысле?"
            "Мику подняла взгляд и с любопытством посмотрела мне в глаза."
            "Но в этот раз исключительно разнообразия ради я не стал смущаться или отводить глаза."
            me "Помнишь, как мы познакомились? {w}Ты выглядела как человек, который очень не на своём месте."
            mi "А где тогда оно — моё место?"
            "Я ткнул в сторону поднимающейся вверх дороги."
            me "Эстрада, полагаю."
            mi "Но у меня просто ничего иного не было."
            me "Разве тебе петь не нравится?"
            mi "Нравится."
            me "Вот тогда и не лишай себя этого."
            "Мику вздохнула."
            $ alt_spt += 1
        "Но разве ты не этого хотела?" if herc:
            $ alt_hpt += 1
            mi "Не знаю уже, чего я хотела."
            me "Неужели тебе петь не нравится?"
            mi "Нравится, но…"
            me "Хочется попробовать себя в чём-то ещё?"
            "Она кивнула."
            me "Тогда у тебя целых два дня на пробы."
            "Она расхихикалась и ткнула меня пальцем в бок."
        "Он обиделся, наверное" if loki:
            $ alt_hpt += 1
            mi "Пускай."
            "Жёстко сказала Мику."
            mi "Ему за это деньги платят."
            me "И за то, что он нашёл тебя здесь?"
            "Её плечики неопределённо дёрнулись."
            me "Ещё не поздно передумать и вернуть всё на круги своя."
            show mi serious pioneer with dspr
            mi "А зачем?"
            me "Чтобы потом не переживать, что ты сменяла шило на мыло."
            show mi normal pioneer with dspr
            mi "Я хочу хотя бы попробовать."
            "Спокойно ответила японка."
            mi "Имею я на это право?"
            me "Конечно. И в чём же ты хочешь себя попробовать?"
            mi "Э… Я пока не знаю."
            me "Я так и думал."
            "От столовой послышался горн, и я потащил её за собой на ужин."
        "Неужели ты довольна?" if not (herc or loki):
            $ alt_hpt += 1
            $ lp_mi += 1
            mi "Да!"
            "Японка меленько расхихикалась."
            mi "Сакишита — напыщенный индюк. Хорошо, когда удаётся немного потрепать ему нервы!"
            me "Уууу, какой злой маленький ребёнок!"
            mi "Дя! Такой-такой! "
            "Она кивнула и игриво толкнула плечом."
            mi "А теперь — наперегонки! Кто первый на ужин!!!"
            "И в такт её словам от столовой донеслись бессмертные «Бери ложку, бери хлеб»."
            "Улыбнувшись, я кинулся вдогонку неугомонной девочке."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day4_mi_7dl_ch7:
    scene bg int_dining_hall_people_sunset with dissolve
    play ambience ambience_dining_hall_full
    play music music_7dl["surf"] fadein 3
    "В дверях мы оказались одновременно — у меня, конечно, куда более длинные ноги, но Мику своими шевелит определённо чаще."
    "Каждый подумал, что успеет первым."
    "И оба поднажали, выкладываясь в спурте."
    "Оба застряли в дверях. Два идиота."
    show mt laugh pioneer with dspr
    mt "Семён, Мику?"
    "Увидев то, в каком мы состоянии, Ольга не сдержала смешка:"
    mt "Ну и на кого вы похожи? Руки мыли?"
    me "Да!"
    "Хором соврали мы."
    show mt grin pioneer with dspr
    mt "Я так и думала. Кругом шагом марш!"
    mt "И чтобы продемонстрировали мне руки, когда вернётесь. Не задерживаю."
    "Она отвернулась к стоящей здесь же Виоле."
    me "Ольга Дмитриевна!"
    "Проныл я."
    me "Может, сделаем исключение? Один крохотный разик?"
    show mt normal pioneer with dspr
    mt "Один, говоришь?"
    me "Да."
    mt "Крохотный?"
    me "Никто и не заметит!"
    "Топать к умывальникам было откровенно лениво."
    mt "Не заметит."
    show mt rage pioneer with dspr
    "Она тут же упёрла руки в бока и рявкнула своим фирменным хартмановским рёвом:"
    mt "А ну марш оба мыться, пока я сама вас не намыла!!!"
    with vpunch
    window hide
    play sound sfx_open_door_kick
    pause(1)
    play ambience ambience_camp_center_evening
    scene bg ext_dining_hall_away_sunset
    with dissolve
    "Она кричала и что-то ещё, но мы это уже не слышали."
    "Нас чуть ли не в буквальном смысле сдуло прочь из столовой."
    window hide
    scene expression Dawn("bg ext_washstand_day")
    show mi smile pioneer
    with dissolve
    mi "И чего тебе эти руки, Сенечка?"
    "Спросила Мику, когда мы наконец добрались до рукомойников."
    mi "Если не намоешь, заболеть можешь."
    me "Дак дело-то не в руках!"
    play sound sfx_open_water_sink
    $ renpy.pause(1)
    play sound_loop sfx_water_sink_stream
    "К счастью, воду неплохо прогрело солнце — умываться такой было сплошное удовольствие."
    mi "А в чём?"
    me "В принципе."
    "Пояснил я."
    if alt_day3_mi_donor:
        me "Мы с тобой ни много ни мало спасли товарища. Мы же герои практически."
        me "И действовали бескорыстно! Разве мы не заслуживаем некоторых послаблений?"
        me "Поняла?"
        show mi smile pioneer with dspr
        mi "Конечно же, я поняла! Я же тебе не дура какая-нибудь."
        "Улыбнулась Мику."
        mi "А причём здесь мытьё рук?"
        show blinking
        me "О…"
        "Ясно."
        "Здесь я понимания не найду."
        me "Давай уже в темпе мыться и питаться — у меня кишка кишке бьёт по башке."
        "Мороженое, которым она меня кормила семь часов назад, безвозвратно усвоилось и впиталось стенками кишечника."
    else:
        me "Я сегодня практически спас жизнь! Я герой!{w} Мне нужны почести, признание, слава!"
        show mi laugh pioneer with dspr
        mi "Ты забавный. Зачем тебе всё это?"
        me "Ладно."
        "Немного подумав, я решил поумерить аппетиты."
        me "Тогда меня устроит какая-нибудь поблажка — например, мне разрешат не мыть руки перед столовой!"
        me "Разве это такая непосильная плата за спасение товарища? Понятно тебе?"
        show mi smile pioneer with dspr
        mi "А как же! Всё понятно, ты герой и хочешь почестей."
        mi "Но причём здесь мытьё рук?"
        with fade
        "Я изобразил позу капитана Пикарда."
        "Потому что мне на долю секунды очень хотелось сказать что-нибудь нецензурное."
        me "Просто давай уже пойдём ужинать, окей?"
        "Мику кивнула и, откопав забытый кем-то кусок хозяйственного мыла, принялась сосредоточенно намыливать ладошки."
    stop sound_loop
    play sound sfx_close_water_sink
    $ persistent.sprite_time = "sunset"
    pause(1)
    scene bg int_dining_hall_people_sunset with dissolve
    play ambience ambience_dining_hall_full
    "Когда мы, крадучись, вернулись обратно в обеденный зал, вожатой при входе уже не было."
    "Вместо этого она заняла столик для персонала и предавалась чревоугодию. "
    th "Ну Ольга Дмитриевна!"
    "Хорошо, кормили здесь с запасом — на раздаче всегда можно было затариться добавкой, если вдруг нескудной лагерной порции казалось мало растущему организму."
    "Ну а в нашем случае пионеры хоть и троглодиты, но и нам досталось по порции пюре с котлетой."
    "Пришлось, конечно, отстоять очередь на раздачу, потом балансировать тарелками, вилками и чашками, протискиваясь через ряды страждущих детей."
    "Но мои мытарства были вознаграждены — у самого окна, где обычно сидела то Славя, то Лена, было совершенно свободно и даже относительно не грязно."
    "Туда и приземлились."
    show mi normal pioneer with dspr
    mi "Ну?"
    "Вопросительно подняла бровь она."
    "Я в лад ответил:"
    me "Итадакимасу!"
    "Она рассмеялась и приступила к трапезе."
    "Мне, конечно, приятного аппетита никто не пожелал — но мы не из гордых, готовы жрать-с и так."
    "Тем более, в такой компании."
    "Я обратил вдруг внимание на то, что Мику перестала болтать."
    "В том смысле, что она и сейчас под настроение могла потрещать, но этого вот сбивающего с ног вербального потока не было."
    "Как будто я, с ногами забравшись на чашу весов, добавил в её психику немного флегмы — и теперь она почти как я, ленивая и добрая."
    th "Интересно, какая она наедине с собой?"
    "Пришло вдруг в голову."
    "Человек общительный одинаково общителен с разными людьми. Человек мудрый с каждым человеком разный."
    "А Мику же ещё и человек сцены. Артистка."
    show mi normal pioneer with dspr
    mi "О чём думаешь, Сенечка?"
    "Беззаботно спросила Мику."
    mi "Я имею в виду, кроме того, о чём вы все, мальчишки, думаете в этом возрасте."
    me "Скажите, пожалуйста, какая взрослая."
    "Пробормотал я."
    show mi grin pioneer with dspr
    mi "А?"
    me "Ага… Мику, не скажешь мне, что там за фиговину тебе твой престарелый китаец притащил?"
    "Мику задумалась."
    me "Я имею в виду этого твоего."
    "Как бишь там его было-то…"
    "Сукишито? Э… Не уверен, что это стоит произносить вслух."
    "Хотя в японском «дайски» пишется очень забавно на латинице. А вслух его лучше не читать — не поймут."
    mi "Ничего."
    "Нашлась с ответом девочка."
    me "Тяжеловатое такое «ничего»!"
    mi "Извини, но я пока не могу тебе сказать."
    me "У тебя есть тайны от меня?"
    show mi upset pioneer with dspr
    mi "Нет! В том смысле, что… ой."
    me "Извини?"
    show mi shy pioneer with dspr
    mi "Подумала вдруг, что мне так неприятно оправдываться. Или вообще думать о том, чтобы врать тебе."
    me "Так и не ври!"
    show mi sad pioneer with dspr
    "Последним своим требованием, похоже, я окончательно её огорчил."
    mi "Тогда не задавай вопросы, на которые я буду вынуждена врать."
    "Мику отодвинулась, оставляя между нами лишний метр живого пространства."
    mi "Можешь сделать для меня такое одолжение?"
    me "Я попробую, конечно."
    "Честно ответил я."
    show mi smile pioneer with dspr
    mi "Спасибо! Ты очень сильно меня этим обяжешь."
    dreamgirl "Обяжу… Обвяжу… Садо-мазо накажу!"
    dreamgirl "Ты знаешь, что в слове «бдсм» первая буковка обозначает «бондаж» или то самое связывание?"
    th "Бррр, отлезь, чудище похотливое."
    mi "Это нужно мне для кое-каких моих выступлений."
    "Сжалилась наконец она."
    show mi normal pioneer with dspr
    mi "Обещаю, ты всё обязательно увидишь."
    mi "Думаю, тебе понравится."
    "И пока моё озабоченное альтер-эго снова не подняло голову, я поспешил уточнить:"
    me "Что-то связанное со сценой?"
    mi "Ну…"
    show mi shy pioneer with dspr
    mi "Что-то вроде того."
    "Она, очевидно, замялась, но я решил не придавать этому особого значения."
    "Мало ли у кого какие тайны."
    mi "Расспросы закончились?"
    me "Так точно!"
    mi "Ты сейчас ничем не занят случайно?"
    me "Да нет, а что?"
    show mi happy pioneer with dissolve
    "Мику просияла:"
    mi "Ты же не будешь против моей компании?"
    me "Нисколечко."
    "Осторожно ответил я."
    me "Но что мы станем делать?"
    show mi smile pioneer with dspr
    mi "У меня есть одна очень глупая идея. Найди меня после ужина, пожалуйста."
    mi "Договорились?"
    "Получив мой кивок в качестве согласия, она снова обрадованно улыбнулась и улетучилась прочь из столовой. "
    "Хочу отметить — оставив на меня оба комплекта грязной посуды."
    th "Кто напомнит, как по-японски будет «свинтус»?"
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day4_mi_7dl_ch8a:
    window hide
    scene bg ext_dining_hall_near_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 2
    "Короче говоря, когда я вышел из столовой, у меня полностью вылетела из головы договорённость с Мику."
    window hide
    scene bg ext_square_sunset with dissolve
    "Я отправился на площадь, где неплохо повалялся на скамейке, наблюдая за облаками."
    "Потом, поколебавшись между пристанью и домом, сделал выбор в пользу шезлонгов."
    window hide
    scene bg ext_house_of_mt_sunset with dissolve
    "Однако не успел я разложить кресло и устроиться в нём поудобнее, как кто-то похлопал меня по плечу."
    play sound sfx_pat_shoulder_hard
    pause(1)
    window show
    play music music_7dl["everyday"] fadein 5
    "Пришлось неохотно разлеплять веки."
    show mt normal pioneer with dissolve
    mt "Бездельничаешь?"
    "Спросила она беззлобно."
    me "Имею право! Я сегодня герой и вообще."
    show mt laugh pioneer with dspr
    mt "Опять ты свою шарманку заводишь, про героев."
    mt "Ладно."
    show mt normal pioneer with dspr
    mt "Я нигде не вижу Мику."
    me "Мику?"
    mt "Я и хочу, чтобы ты её нашёл."
    "Хоть убей, как первое из второго вытекало, понятно не было."
    "Но это же Ольга Дмитриевна — её логика обывателю недоступна!"
    if not alt_day3_mi_donor:
        "Тем более, после того, как мне с её подачи выделили время и возможность ополоснуться, я чувствовал себя в некотором роде в долгу перед ней."
    show mt smile pioneer with dspr
    mt "Возможно, она снова дрыхнет у себя в гримёрке, в этом случае пускай спит."
    mt "Главное, чтобы за территорию не вздумала уйти."
    me "А мне-то вы почему это поручаете?"
    "На всякий случай уточнил я."
    mt "Как это, почему?"
    mt "Вы разве не вместе ездили в город?"
    me "Да. И?"
    mt "Вместе совершили подвиг, трудности вас сплотили."
    show mt normal pioneer with dspr
    mt "Короче, партийное задание ты слышал, партия сказала «надо»."
    hide mt with easeoutleft
    "Озадачив меня таким образом, Ольга улыбнулась мне."
    "Отпихнула меня бедром в сторону."
    play sound sfx_open_door_2
    "И скрылась за дверью домика."
    me "Блин."
    mt "Я всё слышу!"
    "Донеслось изнутри."
    "Да конечно."
    "Дело было не в поисках — Мику я бы и сам поискал без лишних уговоров."
    "А в принципе."
    dreamgirl "Всё убиваешься за недоданную тебе педаль за отвагу?"
    th "Язви-язви."
    dreamgirl "Даже не надейся, она бы не стала уламывать тебя крестом и пестом. Она вожатая, она не уговаривает — она раздаёт партийные поручения."
    dreamgirl "Пора бы уже и привыкнуть к тому, где очутился."
    stop music fadeout 3
    window hide
    with fade2
    scene bg ext_square_sunset with flash
    me "Я на площади."
    "Было бы намного проще и веселее, окажись у неё телефон — пара слов по выспрошенному у вожатой номеру, и вуаля."
    "Не вариант. Во-первых, покамест до первого серьёзного аппарата ещё годы и годы разработок."
    "Спутниковую дуру, в которую говорил агент Мику, в расчёт не берём."
    "А во-вторых… в лагерях имеют обыкновение забирать трубку на день и прятать её под замок."
    "Исключительно с целью спасти хрупкую машинку от неизбежных перегрузок."
    play music music_7dl["melancholy_sun"] fadein 3
    "Но если отбросить в сторону все факторы — то японцы, сами на всём этом повёрнутые, давным-давно открывают доступ к своим геоданным, подписывают друзей и подписываются сами, находят знакомых через распознавание лица…"
    "И если смотреть со стороны на карту какой-нибудь Ренрен или Вайбо, то города усыпаны отметочками людей активных в сети."
    "Будто в аугментированной реальности, или в огромной ММО игре — только в ней не играешь, а живёшь."
    "Сейчас я бы достал телефон, задал бы в поиске «Хатсуне Мику», и несколько секунд спустя приятный женский голос выдал бы мне что-нибудь вроде «поверните на север и через триста метров поверните направо»."
    "Цивилизация, прости господи."
    "Сейчас от моей балалайки толку было чуть."
    "Разве что последних кулонов в аккумуляторах хватит на то, чтобы сыграть полразика в «змейку»."
    "Сначала я отправился к столовой."
    window hide
    scene bg ext_dining_hall_away_sunset with dissolve
    "Глупо. Ей нечего здесь делать."
    "Есть такие люди — они ходят заедать стресс."
    "Вот я Мику наврал — явно стресс."
    "Только вот вряд ли она пойдёт грабить столовую — не Двачевская же."
    window hide
    scene expression Dawn("bg ext_warehouse_sunset_7dl") with dissolve
    "Возле столовой по земле лениво распласталась тушка сарая-склада."
    "Ничего примечательного, если бы не пара крайне удобных ступенек вдоль торца здания — место, где так хорошо прятаться от палящего солнца и надзора вожатой!"
    "К несчастью, Мику не оказалось и здесь."
    window hide
    scene expression Dawn("bg ext_house_of_un_day")
    with dissolve
    "В голову запоздало пришло, что, возможно, стоило искать Мику у неё во владениях с самого начала."
    "Но задним умом, как водится, все крепки."
    "Я не мог припомнить, чтобы Мику особо контактировала с кем-то."
    "Да, с ней многие могли заговорить — она не отказывала в помощи и выступала на сцене."
    "Но дружба у неё, похоже, даже с Леной не задалась."
    "Так что оставалась у Мику только музыка да пыльные инструменты."
    "Тоскливо звучит. Одиноко."
    "Я покрутил входную ручку, поцарапался в стекло — заперто."
    "Лена, похоже, тоже куда-то ушла."
    window hide
    scene bg ext_square_sunset
    with swradarr
    "Ходил я уже битый час."
    "И, похоже, сейчас было самое время немного попредаваться унынию и остракизму."
    "Ведь я оказался неспособен найти одну очень милую девчушку."
    me "Но для начала…"
    "Конечно, глупо было бы там искать, но всё-таки…"
    window hide
    stop ambience fadeout 3
    scene expression Dawn("bg ext_musclub_day")
    "Почему глупо? Да потому что…"
    window hide
    play sound sfx_knock_door7_polite
    pause(1)
    play sound sfx_open_door_clubs_2
    pause(1)
    scene expression Dawn("bg int_musclub_day")
    with fade
    "Потому что я идиот, вот почему."
    me "Мику?"
    "Спросил я, делая первый шаг."
    "Помещение оказалось незапертым — и было это несколько не в духе той Мику, какую я её знаю."
    th "То есть она до определённой доли легкомысленная, да."
    th "Но к аппаратуре и инструментам она относится крррррайне серьёзно!"
    if ('music_club' in list_voyage_7dl):
        "Я покосился на многострадальный тромбон."
        th "За редкими исключениями."
    "Тишина была мне ответом."
    "Я огляделся, на всякий случай даже заглянул под рояль — а ну как она там достаёт какую-нибудь губную гармошку?"
    "Тщетно."
    th "Надо бы запереть здесь, прежде чем я уйду."
    "Задумался я."
    "И тут моё внимание привлёк какой-то странный звук."
    "Я даже застыл на несколько секунд, пытаясь определить, на что это могло быть похоже."
    "И…"
    me "Храп?"
    "Он доносился из-под прикрытой дверки, ведущей в недра клуба."
    "Я вспомнил о предупреждении, что Мику, возможно, будет там."
    "Но если она переодевается…"
    "Мне почему-то в голову не пришло, что посапывание и переодевание как-то слабо коррелируют между собой."
    "Но надо быть вежливым."
    stop music fadeout 3
    play sound sfx_knocking_door_outside
    mi "Мням… мням…"
    "Внятно произнесли изнутри."
    "Понятно."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    $ persistent.sprite_time = "night"
    scene bg int_wardrobe_7dl
    with fade
    play music music_7dl["silent_angel"] fadein 3
    "Она и правда была здесь!"
    me "Эй, ты что, спишь?"
    "Почему-то шёпотом спросил я."
    "В дальней части помещения на тюках, как какая-то перемётная цыганка, она свернулась клубочком и сладко посапывала во сне."
    "Поездка и дальнейшие разборки с агентом порядком вымотали девчонку."
    "Выглядела она такой хрупкой и беззащитной — и мне просто не захотелось её пугать."
    "Должно быть, я уже сам не понимал, о чём думать и что делать, раз уж самому себе объясняю собственное поведение."
    "Или всё дело в том, что я просто устал, а потому не очень задумываюсь над тем, что несу."
    "И всё-таки, немного обидно было, что все мои беспокойства, вся эта беготня ничего не значили — она просто придремала в тишине и спокойствии, не дождавшись меня."
    "Значит, мы квиты и никаких обид?"
    "В любом случае, мне следует разбудить её и отвести домой, а то она долго может так проспать."
    "В конце концов, это моё поручение!"
    "Потому я наклонился и легонько толкнул её за плечо."
    mi "Мням…"
    "Ответила Мику."
    "Кажется, её нисколько не заботили мои тычки."
    me "Просыпайся, Мням ходячий."
    mi "У…"
    "Какая высокоинтеллектуальная беседа."
    me "Если ты не пойдёшь домой, придётся ночевать здесь."
    mi "Уууу…"
    me "Давай же, уютная люлька только и ждёт тебя — тепло, мягко!"
    "Уговоры я почему-то продолжал полушёпотом."
    mi "Лена, брысь."
    me "Какая я тебе Лена, просыпайся, давай!"
    "Я попробовал потрясти её чуть крепче."
    "С тем же результатом."
    "Блин. Не годится её так оставлять."
    "Хотя внутренний голос и подсказывает мне здесь пару идей о том, как можно надругаться над сонной тушкой, я не стану слушать его."
    me "Мику, если я тебя не отведу домой, лучше бы мне тогда и самому не возвращаться."
    me "Я тогда завалюсь спать рядом! Будешь мне подушкой."
    "Как я и подозревал, её этим не проймёшь."
    "Похоже, она собралась провести здесь всю ночь."
    "Мне остаётся либо смириться с этим, либо…"
    if herc or loki:
        menu:
            "И что я могу сделать?":
                dreamgirl "Вот и я не знаю."
                dreamgirl "Давай уж скажем нашей добрейшей вожатой, что нашли беглянку да спать упадём — что-то с ног валит, спасу нет!"
                th "Тебя-то что валит?!"
                "Изумился я."
                dreamgirl "Так ты ещё просто усталость почувствовать не успел. Но не беспокойся, стоит тебе лишь расслабиться…"
                "Немного струхнув от такого пророчества, я последний раз глянул на спящую Мику:"
                me "Сладких снов, солнце ясное."
            "Как-то это неправильно":
                th "Не находишь?"
                th "Если я сейчас уйду, я, по сути, оставлю её одну здесь."
                dreamgirl "И что? Музклуб ей дом родной."
                th "Не глупи, ночью все девчонки боятся, а Мику страшная трусиха, сама признавалась, помнишь?"
                dreamgirl "Какие твои предложения?"
                "Я улыбнулся."
                $ alt_day4_mi_7dl_ev_savior = True
                $ alt_spt += 1
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day4_mi_7dl_ch8b:
    $ sunset_time ()
    $ persistent.sprite_time = "sunset"
    scene bg ext_square_day with dissolve
    play music music_7dl["shestheone"] fadein 3
    me "«Найди меня», ни больше, ни меньше."
    "Проворчал я, выйдя на площадь."
    "Честно сказать, что мне уже даже и несколько неловко было проводить столько времени с девушкой… не состоя с ней в каких-либо отношениях."
    "То есть я ни на что не намекаю, но…"
    dreamgirl "Да! Начинай выть: «я вас так любыв, що других не бачив вообще!»"
    th "Прекрати."
    "Я покраснел и смутился так, будто крики моей шизанутой половины может услышать кто-то ещё."
    dreamgirl "Нет, я серьёзно. Если ты планируешь — как там в вашем придурковатом времени говорят? «Мутить»?"
    th "Я не говорю так."
    dreamgirl "Не суть. Давай, к домику Мику на расспросы её соседки шагом арш, цигель-цигель!"
    th "Зачем это?"
    dreamgirl "Затем, милый мой придурочек, что ты за время вашего знакомства как-то совершенно ни разу не поинтересовался кругами обитания своей без пяти минут возлюбленной."
    th "А стоило бы?"
    "Я же не планировал, что у меня появится такой вот интерес."
    "А всем своим друзьям-приятелям я всегда оставлял пространство для маневра и их собственных тайн."
    "Могли же быть у Мику тайны?"
    window hide
    scene expression Dawn("bg ext_house_of_un_day") 
    with dissolve
    "Я хотел бы думать, что нужен хоть кому-то."
    if herc:
        "Но на деле, никто не заметит моего отсутствия."
        "Исключая разве что кошку мою — но и та насквозь прагматично ждёт меня исключительно в качестве раздаточного аппарата."
        "Если же я вдруг не явлюсь или явлюсь слишком поздно — что тоже бывало — что ж. Проблема небольшая."
        "Переберётся из незакрывающейся форточки по карнизу в незакрывающееся же окно на лестничной площадке, а двумя этажами ниже живёт очень сердобольная бабушка."
        "Так что даже в этом плане я не являюсь чем-то важным."
    else:
        "На деле я не был нужен себе в первую очередь — и отсюда всё начиналось."
        "Я даже о смерти думал этак отстранённо, как о чём-то совершенно нестрашном."
        "Просто очередной перезапуск системы «Семён», работающей в катастрофически неудачной конфигурации."
    "А хотелось чего-то другого."
    "Возможно, идти под руку с кем-то, знать, что на твоё пожатие ответят пожатием, что кто-то вспоминает о тебе… глупые мечты глупого человечка."
    play sound sfx_knock_door7_polite fadein 0
    "Я крайне вежливо и корректно постучался в дверь, старательно отгоняя мысль, что ещё вчера не был так скромен."
    "Хотя бесполезно."
    "Изнутри не раздалось ни звука — похоже, никого не было дома."
    me "И что мне теперь делать? "
    "Мику просила найти её, но, блин, могла бы и позаботиться о зацепках!"
    dreamgirl "Так может, начнёшь искать более систематично? В её клубе, например."
    th "И что ей там делать?"
    dreamgirl "Ну, милый мой, в отличие от тебя, у неё есть обязанности. "
    th "Дело!"
    "Согласился я, разворачиваясь на север."
    window hide
    scene expression Dawn("bg ext_musclub_day") with dissolve
    "Клуб оказался заперт на замок."
    th "Ещё предложения будут?"
    dreamgirl "Не-а."
    "Обескураживающе честно сообщил внутренний голос."
    th "Толку от тебя как от козла молока!"
    dreamgirl "От бестолочи слышу!"
    "Мы бы ещё долго так препирались, но я вдруг краем уха уловил знакомый голос."
    "И шёл этот голос."
    window hide
    scene expression Dawn("bg ext_admins_day_7dl") with fade
    stop music fadeout 5
    "Да, теперь можно было сказать, что вся моя беготня не была безрезультатной: от здания администрации расходились малыши, а чем-то донельзя довольная Мику расселась на скамеечке под окнами кабинета начальника лагеря."
    show mi normal pioneer with dissolve
    mi "Нашёл всё-таки."
    "Кивнула она."
    mi "Присядешь?"
    "Я сел на скамейку рядом с ней."
    me "Главное, сказала найти, а где найти — не сказала."
    play music music_7dl["someone_like_you_guitar"] fadein 3
    show mi shy pioneer with dspr
    mi "Ну прости. Иногда меня заносит, я совершенно перестаю принадлежать себе."
    me "В смысле?"
    show mi smile pioneer with dspr
    mi "Я точно знала, что должна быть где-то, где ты сможешь меня найти, тогда ты меня найдёшь, но тут я встретила детишек из пятого отряда, они назвали меня «Тётей Мику» и попросили спеть."
    "Она опять тараторила."
    "Волновалась."
    mi "Вот я и, как бы ни хотелось убежать, встала и спела им. Сначала «взвейтесь кострами», потом «вновь продолжается бой», и… Кстати, Сенечка, ты знаешь что-нибудь из Высоцкого?"
    "Она выглядела достаточно искренней, чтобы я заподозрил какую-то игру."
    "Хотя если бы она и была — как бы я сумел её распознать? Она же артистка, она умеет играть."
    show mi upset pioneer with dspr
    mi "Ну вот, ты расстроился."
    "Она наклонила голову и, глядя на меня исподлобья, надула нижнюю губку и быстро-быстро захлопала ресницами, делая вид, что вот-вот расплачется."
    "Но сегодня я уже не поверю в лицедейство такого толка."
    me "Ты же не уехала с этим болваном, значит в какой-то мере всё же принадлежишь себе."
    show mi smile pioneer with dspr
    mi "Да?"
    "Я утвердительно кивнул, а Мику очень по-русски почесала затылок."
    mi "Знаешь, ты прав! Умница ты, Сеня!"
    "Привычная мне поскакушка-Мику стремительно возвращалась, и это не могло не радовать."
    me "Я так понимаю, Сакишита тебе не родственник и даже не друг?"
    show mi normal pioneer with dspr
    mi "Точно так."
    me "Тогда что это за лысый хрен в ушанке?"
    show mi laugh pioneer with dspr
    mi "Его нанял Па, а в декабре контракт заканчивается."
    mi "А если я не успею к тому времени записать хотя бы сингл, Сакишиту вежливо попросят на выход."
    me "Вот почему он был таким настойчивым?"
    "Догадался я."
    mi "Ну…"
    me "Значит тебе лето важнее."
    show mi sad pioneer with dspr
    mi "Просто…"
    "Японка смутилась, но упорно смотрела перед собой."
    mi "Просто не было у меня так никогда — чтобы никто-никто не лез в мои личные дела, а тут потребовались — и раз! — помогли."
    mi "Потому я немного злоупотреблю этим чувством ещё, хорошо?"
    "Я невольно улыбнулся, кивая."
    show mi normal pioneer with dspr
    "Над головой застыла громада административного здания, из-за приоткрытой форточки ветром доносились переливы саксофона, вечер был добрый, и удивительно уютно оказалось в компании одной японской девочки."
    "И пускай нас разделяет целая скамейка, при желании между нами сможет плюхнуться половина нашего отряда и не стесниться совершенно."
    "Куда важнее была сопричастность, общий воздух и мысли."
    "Далеко не каждый день удаётся встретить человека, мысли которого настолько полно отвечали бы твоему собственному внутреннему монологу."
    "А Мику внезапно оказалась звучащей в лад, в тон с моим сознанием."
    "И впору уже бы подумать о глупостях, что мгновенно лезут в голову натурам юным и максималистским — обязательно до гроба, обязательно судьба и прочие глупости."
    "Но мне не семнадцать уже больше десяти лет."
    "Да и Мику не выглядит романтично настроенной — скорее, ей просто уютно и спокойно, когда можно не торопиться высказать собственные мысли."
    "Всё верно, да — я обязательно дослушаю и выслушаю всё, не пропущу ни слова мимо ушей, сопоставлю и сделаю выводы."
    "Проще сказать, то, что обычно и происходит в ходе нормальной беседы между двумя нормальными людьми."
    show mi serious pioneer with dspr
    mi "Я опять не спала ночью — опять был страшный шум под окнами."
    "Поделилась она."
    mi "Уснуть после этого я так и не смогла. "
    mi "Лежала в темноте, смотрела в потолок и думала."
    me "А Лена?"
    show mi shy pioneer with dspr
    mi "К Жене в библиотеку пошла: они там с девочками на жениха гадали, какая-то дата у них."
    me "Что ж ты тоже не пошла? Неужели не любопытно?"
    show mi normal pioneer with dspr
    mi "Нисколько."
    "Просто сказал этот ребёнок."
    "Её подруги вовсю женихаются, интересуются противоположным полом и гадают на имя будущего наречённого."
    "А она сидит со мной и рассказывает о том, как её три ночи подряд пугал шум под окном."
    "Звучание голоса удивило меня же самого:"
    me "Это, наверное, кто-то над тобой подшучивает."
    show mi surprise pioneer with dspr
    mi "Зачем это?"
    "Удивилась японка."
    mi "Ночью же надо спать, а не…"
    me "Иному возможность поиздеваться над ближним своим дороже любого сна."
    "Тем более с домиками, приподнятыми над землёй."
    $ night_time()
    stop music fadeout 15
    "В голове вертелась целая одна мысль: стоит ли говорить Мику о том, что, несмотря на кажущуюся доброжелательность, дети жестоки по определению?"
    "Она кажется такой чистой, такой неиспорченной, что казалось грешным пачкать её житейским цинизмом и срывом покровов."
    "И тут она меня удивила."
    $ persistent.sprite_time = "night"
    scene bg ext_admins_night_7dl
    show mi dontlike pioneer
    with dissolve
    play ambience ambience_camp_center_night fadein 3
    mi "Значит, и здесь всё повторяется?"
    play music music_7dl["longing"] fadein 2
    "На секунду её глаза затуманились — видимо, было ей что вспомнить, а потому я поспешил уточнить:"
    me "Но это не обязательно так! Может, просто шутка."
    mi "Шутка, да. Шутка. Которая смешна всем, кроме жертвы шутки."
    "Подобрав под себя ноги, сев как-то странно, на подвёрнутое колено, она выдохнула:"
    mi "Всё везде одинаковое."
    mi "Хочешь, я расскажу, почему я ушла из начальной школы?"
    th "Вообще-то, нет."
    th "У меня слабая нервная система, я впечатлителен и могу потом не спать несколько ночей, сопереживая."
    "Я кивнул."
    me "С концами ушла?"
    mi "Да. Мне было двенадцать, когда родители полностью перевели меня на домашнее обучение."
    mi "Только чуть позже, чтобы держать себя в форме, я всё-таки записалась в музыкальную школу по классу вокала."
    mi "Но это будет через несколько лет — а пока я, хафу, сижу за своей партой у окна."
    show mi normal pioneer with dspr
    mi "Иногда мне казалось, что есть мой класс и есть я — и мы учимся в разных местах, по-разному."
    mi "Когда ты чуть старше, конечно, проще — мальчики начинают интересоваться, кричать вслед «кавайи» и оказывать знаки внимания."
    mi "Но когда тебе восемь, и ты мальчиков воспринимаешь как существ с другой планеты… И они платят тебе тем же."
    mi "Когда тебя могут запереть в спортивной раздевалке просто для того, чтобы посмотреть, как ты умеешь плакать…"
    mi "Однажды меня вообще вытащили за руки и за ноги полураздетую и забросили в мужскую раздевалку."
    me "Что?!"
    show mi angry pioneer with dspr
    mi "Что слышал. Забросили. Полураздетую."
    me "И?"
    mi "На меня накричала старший преподаватель, назвала «хентай», а дома выпороли так, что я неделю сидеть не могла."
    me "Ты никому ничего не сказала?"
    "Догадался я."
    mi "Да."
    mi "В целом, бесполезно это. Преподаватели сами были такими, сами учились так — это часть нашей жизни, Сенечка, часть культуры, если хочешь."
    mi "Поэтому никто и никогда из преподавательского состава не заметит и не обратит внимания на то, что тебя травят."
    dreamgirl "Не сильно-то от привычных тебе школ отличается, ага?"
    th "Там хотя бы можно было пожаловаться, привлечь полицию, снять побои и так далее. "
    dreamgirl "В Японии, наверное, тоже можно?"
    show mi normal pioneer with dspr
    mi "Они как будто всегда чувствовали грань, до которой меня можно злить и мучать. То есть однажды мне вырезали целый клок волос на макушке — но никто никогда не бил по лицу."
    mi "Продуманная жестокость."
    mi "Количество подброшенных в рюкзак живых мерзостей исчислению не поддаётся."
    mi "Прости, кажется, я тебя совсем заболтала."
    "Японка тряхнула головой, прогоняя воспоминания."
    mi "Это всё такое прошлое, я уже и сама почти не верю в то, что это происходило. "
    mi "Очень много времени прошло, очень. А потом было моё выступление, были курсы сценического мастерства."
    show mi smile pioneer with dspr
    "Тут она впервые за время своего монолога улыбнулась."
    "Улыбка у неё была мечтательная:"
    mi "Потом была моя музыкальная школа от ЮНИСЕФ."
    mi "Тебе бы понравилось! Там такие парни замечательные!"
    stop music fadeout 3
    me "Парни?"
    mi "В смысле, мальчики и девочки.{w} У меня там даже появилась подруга, которая почти не убегает от моей болтовни!"
    show mi normal pioneer with dspr
    mi "Но об этом в следующий раз! Отбой скоро."
    scene bg ext_house_of_mt_night_without_light with fade
    play ambience ambience_camp_center_night fadein 1
    play music music_list["a_promise_from_distant_days_v2"] fadein 2
    show mi happy pioneer at center with dissolve
    mi "И снова у нас вечер откровений."
    mi "Снова я болтаю, а ты слушаешь."
    "Мику сложила ладошки у щеки, глядя на меня с непонятным восторгом."
    mi "Неужели тебя совсем не утомляет?"
    if loki:
        "Учитывая, что я был узником замка Тишины последние лет семь?"
    if alt_day2_mi_hyst:
        me "Ты же обещала мне, что я однажды уйду?"
        "Прямо заявил я."
        me "Поэтому спешу набраться впечатлений, прежде чем твои пророчества начнут сбываться."
        mi "А…"
        "Девочка начала было грустнеть, поэтому я поспешил продолжить:"
        me "Но, надеюсь, предсказамус из тебя плохой, и мы ещё много-много раз увидимся."
        mi "Да?"
        me "Зуб даю!"
        show mi laugh pioneer with dissolve
        mi "Хорошо же! Я запомнила, что ты сказал — чтобы не отказывался потом!"
    else:
        mi "Я ничего не поняла!"
        me "Я потом расскажу. Честно."
        me "Обещаю."
        mi "Да-а?"
        "С сомнением протянула Мику."
        "Я утвердительно кивнул."
        show mi normal pioneer with dspr
        mi "Ну тогда…"
    mi "До утра!"
    hide mi with easeoutleft
    "Она развернулась и заспешила по улице к своему домику."
    me "Мику?"
    "Вместо ответа она, не поворачиваясь, помахала ладошкой над головой:"
    mi "Спокойной ночи!"
    "Я проводил её взглядом и, лишь убедившись в том, что она успешно зашла и захлопнула дверь за собой, позволил себе отправиться домой."
    "После тех страстей, что я сегодня наслышался, почему-то чувствовал непонятную ответственность за девочку."
    stop ambience fadeout 1
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_house_of_mt_noitem_night
    with fade
    play ambience ambience_int_cabin_night fadein 1
    "Для нас придумали столько условностей."
    "Нельзя говорить нравящемуся человеку о симпатии — сначала нужно долго-долго принюхиваться."
    "Нельзя открыто проявлять эмоции при всём честном народе."
    "Как говорится, в Советском Союзе детям не давали смотреть на три вещи: на точечную сварку, на кварцевую лампу и на то, как дядя тётю целует."
    "И, наконец, мальчики и девочки должны обитать раздельно."
    "Впрочем, последнее правило я крайне успешно нарушаю, раздеваясь в домике, где кроме меня обитает ещё и крайне фигуристая вожатая."
    "В целом, как я понял, пустующие домики ещё есть в наличии."
    "Почему меня поселили здесь, остаётся загадкой."
    dreamgirl "Кому и загадкой, а кому и не очень."
    "Загадочно произнесло альтер-эго."
    th "Ты что-то знаешь?"
    dreamgirl "Догадываюсь, скорее!"
    th "И?"
    dreamgirl "Думаю, дело в том, что Ольге не очень хочется доставать у тебя из шкафа полураздетую Мику."
    th "С какой это радости полураздетую?"
    dreamgirl "Ага, значит, по прочим пунктам претензий не имеется."
    th "Тьфу на тебя."
    dreamgirl "Тьфу-то, тьфу. Но ты имей в виду — это для тебя ваши трогательные беседы ничего не значат."
    dreamgirl "У окружающих обязательно сложится другое мнение — в обычном стиле твоей кармы неудачника."
    show blink
    "Я закрыл глаза."
    th "Подумаю об этом завтра."
    "И я снова сбегал от мыслей, снова избегал понимания, которое мне безрезультатно вкладывало в голову раздвоение личности."
    "Потому что только в невинности могло быть всё просто и внятно."
    "А мне так не хотелось сложностей!"
    window hide
    scene cg wtf_end_of_day
    with dissolve
    th "Спать…"
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day4_mi_7dl_ch81:
    play sound sfx_open_door_clubs fadein 0
    $ night_time()
    $ persistent.sprite_time = "night"
    pause(1)
    play ambience ambience_camp_center_night fadein 3
    scene bg ext_musclub_night_7dl
    with blind_l
    play music music_7dl["yume_akari"] fadein 3
    $ alt_hpt += 1
    "Когда я снова оказался на улице — там уже успело стемнеть."
    "Должно быть, беготня по лагерю и уговоры одной японки оторвать тушку от спальника заняли больше времени, чем мне казалось."
    "И — нет."
    "Я вовсе не сходил к умывальнику с ведром."
    "Хотя возникала у меня и такая мысль."
    "Нет. Вместо этого я, дыша сквозь зубы, волок японку на собственном горбу."
    dreamgirl "Романтика же!"
    th "Заткнись!"
    "Мику, похоже, так и не проснулась — и просыпаться не планировала."
    "Хотел бы и я уметь так спать."
    "Должно быть, у неё чистая совесть."
    "Очень чистая."
    window hide
    scene bg ext_house_of_un_night_7dl with dissolve
    "До дома Лены и Мику — даром, что тот находился ближе прочих — я добрался уже чуть живой от усталости."
    "Если и были у меня какие-то планы на ночь, звёзды и юность, то…"
    "К чёрту. Я устал как кошка и планирую поспать."
    "И горе тому, кто мне помешает."
    show un surprise pioneer with dissolve
    un "Я слышала, конечно, что девушек носят на руках, но чтоб на спине…"
    "Лена подошла со спины в фирменном для местных обитателей бесшумном стиле."
    "Через плечо у неё было полотенце, в руках щётка и мыльница — похоже, девочка только что закончила вечерние процедуры и планировала укладываться баю."
    "Чего я был напрочь лишён!"
    me "Очень смешно."
    "Пробормотал я."
    me "Если ты будешь так добра…"
    "Лена, подавив смешок, кивнула и поднялась вверх по лестнице:"
    un "Прошу!"
    "Открыла дверь нараспашку, запуская внутрь комарьё, ночной воздух."
    "И, разумеется, меня с Мику."
    window hide
    scene bg int_house_of_un_night with dissolve
    "Наверное, последние движения всё-таки разбудили Мику."
    "Потому что на меня тут же уставились изумлённые глаза."
    show mi shocked pioneer with dissolve
    mi "А?!"
    me "И тебе с добрым утром."
    mi "Утром?"
    show mi scared pioneer with dspr
    mi "Но ведь сейчас же ночь!"
    me "Ты тоже заметила, да?"
    mi "Да! Я сидела в клубе, тебя ждала, а ты всё не шёл и не шёл, а потом я решила, что у меня устала спинка, пошла немного полежать, и… а как я сюда попала?"
    me "Молча."
    show mi shy pioneer with dissolve
    mi "Ты что, меня нёс всю дорогу?"
    me "Что-то в этом духе."
    mi "Ох… Прости, пожалуйста. Я не думала…"
    th "Вот с этим соглашусь!"
    show mi upset pioneer with dspr
    mi "То есть я не хотела. Короче, извини, что тебе пришлось из-за меня напрягаться."
    "Если бы она весила хотя бы сорок пять килограммов, может, я бы ещё и напрягался, а так…"
    me "Да ладно. Я пойду, хорошо? Спать хочется."
    mi "Конечно."
    me "А ты тоже постарайся уснуть. Ты очень крепко спала, но тебе лучше выспаться."
    "Зачем я это говорю?"
    mi "Мне снился очень хороший сон."
    "Призналась Мику."
    mi "Не хотела просыпаться."
    me "Какой именно?"
    show mi happy pioneer with dspr
    mi "Про мою школу, куда меня перевели в прошлом году!"
    me "Жаль."
    show mi surprise pioneer with dspr
    mi "В смысле?"
    me "Я имею в виду, жаль, что пришлось разбудить тебя."
    mi "Да ничего."
    "Лена, всё это время вежливо ожидавшая в дверях, кашлянула, привлекая внимание, и мы оба вздрогнули."
    me "Всё, теперь я точно пойду."
    mi "Да…"
    stop music fadeout 10
    window hide
    play sound sfx_open_door_clubs
    pause(1)
    scene bg ext_house_of_un_night_7dl with dissolve
    "Не знаю, почему, но когда я в спешке протискивался мимо Лены в дверь и сбегал вниз по ступенькам, у меня отчётливо горели уши."
    "Возможно, тому виной был донельзя странный взгляд Лены."
    "Не знаю. Не уверен точно."
    window hide
    stop ambience fadeout 6
    $ night_time ()
    $ persistent.sprite_time = "night"
    stop music fadeout 1
    scene bg ext_house_of_mt_night_without_light with fade
    play ambience ambience_camp_center_night fadein 1
    play music music_7dl["to_the_sunrise"] fadein 2
    "Творю историю «на люди» — а они не видят за ней моей скуки и одиночества."
    "Чувствовать себя получается только вполовину реальности, и благодарности за это уходят киноакадемии и им всем — толпой держащим лезвие, тонкой стружкой снимающее с меня наледь."
    "Но я не виню их за то — в конце концов, сильнее всего мы кричим как раз на тех, кто запомнил нас голодными и с горящим взором."
    dreamgirl "Опять хандришь?"
    "Если это стоит назвать хандрой."
    dreamgirl "А смысл?"
    th "А никакого. Я начинаю вспоминать кто и что такое Мику — и знаешь что?"
    dreamgirl "Что? "
    th "Похоже, я успешно нарушил первое же собственное правило."
    dreamgirl "Не думать слишком долго о ком-нибудь?"
    th "А также не сажать этого «кого-то» себе на шею — как в прямом, так и в переносном смысле."
    "Над головой вставала полная луна — время оборотней, влюблённых и прочих больных личностей."
    "Хотелось в такие моменты найти пустой чердак и курить до утра, играясь с рифмованными строчками."
    "Что-то там было — про ненависть к тому, что стал почти родным, про глаза, отражающие небо и печаль целого океана."
    "А я — здесь. Вместо того, чтобы сбить с души пыль, немножко встряхнуться, я планирую лечь спать."
    "Уже не потому, что жутко устал."
    "Просто чтобы не думать ни о чём."
    "Особенно, о…"
    stop ambience fadeout 1
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_house_of_mt_noitem_night with dissolve
    play ambience ambience_int_cabin_night fadein 1
    "Имя генератора сложностей не удалось услышать за скрипом двери и оглушающей тишиной одиночества."
    "Между тем, время ощутимо так подобралось к полуночи."
    me "Хороший пионер в этом время уже должен ложиться спать."
    "Продекламировал я, бросив взгляд на кровать вожатой."
    "Та оказалась сильно примятой — похоже, что наша далеко не идеальная вожатая устроила себе вечернюю сиесту."
    "То есть сначала озадачила меня игрой в Пинкертона, а потом пошла и завалилась сюда."
    dreamgirl "И что?"
    dreamgirl "Хлеб вожатого тяжел и добывается потом и кровью."
    th "Да, да. В деле добычи хлеба вожатому надорвались пятнадцать пионеров."
    "Я вспоминал что-то ещё, задумывался, прикидывал, даже слова песен вспоминал."
    "Но стоило лишь ослабить хватку, как сквозь нагромождения строчек мгновенно проступали огромные сине-зелёные глаза."
    th "Мне прямо страхово ложиться спать."
    dreamgirl "Неужели так неприятно думать об одной одинокой японской девочке?"
    "Невинно поинтересовался внутренний голос."
    th "Да уж поприятнее, чем с тобой болтать."
    dreamgirl "В чём же проблема?"
    show blink
    "Я закрыл глаза."
    th "Ни в чём."
    "Под сомкнутыми веками мгновенно всплыли воспоминания дня сегодняшнего."
    "И везде, кругом, кругом она была рядом."
    th "Кошмааааар!"
    scene cg wtf_end_of_day  with dissolve
    "Простонал я."
    window hide
    scene black with fade2
    "И тем не менее, необъяснимо улыбался, когда тишина и темнота окутали меня."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day4_mi_7dl_ch82:
    $ lp_mi += 1
    $ alt_spt += 1
    $ night_time()
    $ persistent.sprite_time = "night"
    pause(1)
    play ambience ambience_int_cabin_evening fadein 2
    scene bg int_wardrobe2_7dl
    with fade
    play music music_7dl["tellyourworld"] fadein 3
    "… либо…"
    window hide
    with fade
    dreamgirl "Да ну?"
    th "Ну да!"
    dreamgirl "Но это же глупо."
    th "Угу."
    dreamgirl "Тем более, так никто здесь не делает."
    th "Тож верно."
    dreamgirl "Наконец, у тебя может появиться уйма проблем."
    th "И это тоже верно."
    "Я поднял руку с тремя сжатыми пальцами."
    th "Все три критерия глупости соблюдены. Неужели ты считаешь, что я в состоянии удержаться теперь?"
    play sound sfx_7dl["blanket"] fadein 0
    "Я вытащил тюк-близнец того, на котором кемарила Мику, поближе к тёмному уголку, ей облюбованному."
    "И устроился со всеми удобствами — почти как в «Люмьер-Холле» на их фирменных грушах на выставке-планетарии."
    "Только вот экспонат сегодня один. Одна звезда — одна-единственная старлетка."
    "Странно, но я почти не чувствовал себя усталым."
    "И я, чувствуя себя экспертом по части искусств, прикрыл левый глаз — оставляя лишь холодные тона: блики на волосах, молочно-мраморную кожу, что расцветает лишь от смущения… или злости."
    "Мурашки на руках."
    th "Мурашки?"
    "С некоторым запозданием до меня дошло, что здесь, в райских для меня условиях, она вполне может мёрзнуть!"
    "В конце концов, она родилась и всю жизнь жила в несколько ином климате."
    window hide
    scene bg int_wardrobe_7dl
    with dissolve
    "Секунды шли, складывались в минуты, а ничего не менялось."
    "Сил, которых и без того было немного, всё-таки накопилось достаточно — и я со стоном отклеил себя от «груши»."
    "В дальней части помещения сложенное вчетверо ждало своего часа невесть откуда взявшееся здесь покрывало."
    "Вскоре в щель под дверью протянулась полоса лунного света — ночь устойчиво и уверенно вступала в свои права, потому я погасил свет."
    play sound sfx_7dl["blanket"] fadein 0
    th "Вы мне ещё за Цусиму ответите."
    "Посулил я, укутывая девочку покрывалом."
    dreamgirl "Будешь греть её своим теплом?"
    dreamgirl "Лето, конечно, лето — но может быть довольно прохладно. Она простудится!"
    "А вот это было без дураков искушение."
    "Я даже заколебался на пару минут, прикидывая, как бы…"
    th "Нет!"
    dreamgirl "Что?"
    "Альтер-эго изумилось так натурально, что я понял: врёт."
    th "Ничего. Последний раз, когда я так засыпал с не будем показывать пальцем кем — помнишь, чем всё закончилось?"
    dreamgirl "Ну…"
    th "Вот-вот! Не стоит рисковать, со мной чревато спать рядом: можно проснуться в очень интересном положении."
    th "Так что, пожалуй, воздержусь."
    "Не стоит принимать подарки от дьявола."
    "Даже если это ваш личный дьявол, так сказать, деус экс."
    window hide
    show blinking
    "Хотя было, было искушение, чёрт возьми!"
    "Тем не менее, я подтянул тюк поближе к лежаку японки — так, чтобы мог видеть её."
    "И не в том дело, что я как-то особо заботился о ней — нет."
    "Хотя и в этом тоже."
    "Но в моей жизни однажды целый один раз оказалось некому подоткнуть одеяло."
    "Некому оказалось придержать камень от долгого падения с обрыва."
    "Потому-то, видимо, и осталось это трепетное отношение к чужому сну — хотя японцы, говорят, и почитают извращенцами тех, кто подглядывает за их снами."
    "Но оставить её мёрзнуть значило бы заранее принять на себя вину в её возможной будущей простуде."
    "Немного не тот груз, который хотелось бы принимать на душу."
    mi "Мням?"
    "Отчётливо спросила Мику."
    me "Спи, мням."
    "Я и сам почувствовал, как меня буквально заживо выключает — глаза закатывались, веки слипались…"
    "Последним, что я помнил перед тем, как уснуть, было:"
    mi "Пум-пурум-пум-пум…"
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day4_mi_7dl_ch83:
    play sound sfx_open_door_clubs fadein 0
    $ night_time()
    $ persistent.sprite_time = "night"
    pause(1)
    play ambience ambience_camp_center_night fadein 3
    scene bg ext_musclub_night_7dl
    with blind_l
    play music music_7dl["vale"] fadein 3
    "Тёмная, тёплая ночь встретила меня, когда за спиной хлопнула дверь в музыкальный клуб."
    "В такую ночь, как в тёплое озеро, ныряешь до самого утра — и делаешь вещи, которые даже подшофе не всегда решишься совершить."
    "Потому-то и Ивана Купалу заводили именно на это время — когда каждая ночь таит в себе волшебство и так просто сказать девушке нравящейся, что она самая лучшая на свете."
    "Преступлением казалось спать в такую ночь."
    "И я чуть-чуть не развернулся, чтобы всё-таки растолкать несносную японскую вредину!"
    "А из леса донёсся крик совы, с берега слышался смех, который мог принадлежать только Алисе и Ульяне."
    "Сейчас бы носить под рубашкой тюбик пасты и мазать носы беспечным пионерам."
    "Собираться ночью в заброшенном здании и рассказывать истории про Чёрную Руку и Красные Сосиски."
    "А я чем занимаюсь? Хожу и выполняю поручения вожатой."
    dreamgirl "Да, Сёмыч — ты абсолютно скучный человек. "
    th "Спасибо. Мрачный зануда. "
    dreamgirl "Мне просто интересно, что случилось бы, если бы ты остался рядом с ней? "
    dreamgirl "Представляешь? Вы просыпаетесь утром вместе. И первое, что видите, проснувшись — это друг друга. Романтика!"
    th "Романтика, да."
    "Согласился я."
    window hide
    scene bg ext_square_night with dissolve
    "Но для того, чтобы у меня было хоть какие-то на это права — я должен хотя бы самому себе признаться в том, что и как думаю о Мику."
    "А с этим пока было туговато."
    "Она очень хороший человечек, мне с ней легко и комфортно."
    "Так стоит ли ломать то, что так хорошо выросло?"
    "Лена опять читала под фонарём, не обращая внимания на окружающих."
    "Потому я не стал её тревожить и бочком убрался прочь с площади."
    "У столовой мелькнул приметный такой силуэт самой приятной топологии, с парой весьма приметных кос."
    "Народ не скучал. Не грустил и не становился на паузу, если я вдруг не включал их в радиус внимания."
    "От этого было немного грустно, но ощущение того, что здесь и есть самая жизнь, искупало, пожалуй, всё."
    me "Мне здесь нравится."
    "Признался я ночи, пустоте и неизвестно откуда взявшемуся счастью."
    me "Очень нравится."
    "Наверное, я был бы не против, если бы мои годы детские насчитывали девять лет не в том крохотном пионерском раю на Карельском перешейке — а, например, здесь."
    "Потому что и здесь тоже здорово."
    voice "Не тебе одному."
    "От неизвестного голоса я вздрогнул и обернулся."
    window hide
    scene bg ext_admins_night_7dl with dissolve
    "И далеко не сразу разглядел человека, который говорил со мной. "
    "А когда разглядел…"
    show mz normal glasses pioneer with dissolve
    me "Э?"
    mz "Э, э."
    "Добродушно передразнила меня она. "
    mz "Можешь присесть рядом, скамейка большая."
    me "В смысле?"
    mz "В смысле, что мне всё равно, но постоянно задирать голову неудобно."
    "Она что-то делала в темноте, что я никак не мог разглядеть."
    me "Женя? А что ты здесь делаешь?"
    show mz smile glasses pioneer with dspr
    mz "Наблюдаю. "
    "Поделилась она."
    mz "Я не Славя, конечно, но тоже вижу, если где-то что-то интересное происходит."
    "Она снова сделала специфическое движение руками, и я понял, чем она занимается."
    "Фриволите! Вернее, вязание."
    "Или макраме?"
    "Я не помню точно, но тот первый и единственный день, когда мне пришлось идти в тот кружок, запомнился именно этим движением."
    "Так пальцы правой руки продевают челнок между нитками, натянутыми на левой руке."
    me "Что вяжешь?"
    "Спросил я просто так, чтобы что-то спросить."
    show mz normal glasses pioneer with dspr
    mz "Тебе-то какая разница?"
    me "Резонно."
    "Заметил я."
    me "Ладно, я пойду. Хорошо?"
    mz "Ступай."
    "Разрешила Женя."
    "И когда я уже почти совсем удалился, бросила мне в спину:"
    mz "За Мику не переживай, она постоянно там спит."
    me "Да я не…"
    mz "А твои шансы далеко не нулевые."
    "Перебила меня Женя."
    show mz angry glasses pioneer with dissolve
    mz "Но если продолжишь тормозить, то никакой тебе Мику не будет."
    "Женя вернулась к вязанию, потеряв ко мне интерес."
    "А я не решился приставать к ней с вопросами."
    "Вообще, до сегодняшнего дня у меня сложилось определённое впечатление о Жужелице."
    "Но сегодня она его пусть и не развенчала, но добавила чёткости и деталей."
    "И оказалось вдруг, что ничего-то я, в сущности, про Женю и не знаю."
    dreamgirl "Да, как и про Лену, например. Или про Ольгу Дмитриевну."
    me "Спокойной ночи."
    stop music fadeout 10
    window hide
    play sound sfx_open_door_clubs
    pause(1)
    scene bg int_house_of_mt_noitem_night with dissolve
    "Вожатой в доме не было, поэтому я написал ей письмо, в котором излагалась судьба её задания."
    "«Уважаемая Ольга Дмитриевна!»"
    "«Беглянку я нашёл, спасибо тебе огромное, Семён, дай поглажу по голове!»"
    "«Но она отказывалась просыпаться, поэтому пришлось оставить её там — я вам не Шварценеггер!»"
    th "Думаешь, поймёт?"
    dreamgirl "Сомневаюсь."
    th "Кого тогда? Я из атлетов только Бубку помню."
    dreamgirl "Бабку, блин! Он вообще по другой части."
    th "Ну а кто? Кожемяку, может?"
    dreamgirl "Кого-кого?"
    th "Кожемяку."
    dreamgirl "Никитку-то? Лучше Муромца тогда, фига ли мелочиться?"
    th "Ты не помогаешь!"
    "Обозлился я."
    dreamgirl "Ладно, ладно! Кожедуб фамилия."
    me "Ага! Вот."
    "«Я вам не Кожедуб — пусть Кожедуб таскает её!»"
    "«А я сущность тщедушная и усталая. Я баю. Чего и вам желаю!»"
    "Перечитав письмо ещё раз, я удовлетворённо кивнул."
    "Оставил на столе и юркнул в кровать."
    "Ооооочень безответственно, согласен."
    "Но такой уж я уродился."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day5_mi_7dl_rain_2gether:
    play ambience ambience_7dl["rain"] fadein 3
    play music music_7dl["to_the_sunrise"] fadein 3
    "Мои слова — как срывающиеся с губ признания в самом непростительном."
    "Я виновен перед тобой."
    "Я заложник собственной глупости и страха."
    "И самым грустным, пожалуй, является моя полная неспособность бороться с этим."
    "Не потому, что слаб, труслив или немощен."
    "Всё дело в том, что {i}я-не-мо-гу{/i}."
    "Меня как будто иссушает изнутри, отравленными мурашками сковывая ломкую волю."
    "И я опускаю копьё и покидаю ристалище."
    "Ты имеешь право сделать мне больно — я слишком долго не приходил."
    "Я почти забыл о том, что когда-то были Мы — как-никак, миновала целая ночь."
    scene expression Dawn("bg int_wardrobe_7dl")
    with dissolve
    with vpunch
    "Меня разбудил ощутимый такой тычок в плечо."
    voice "Вставай, гнусный обманщик!"
    "Обладатель голоса явно сердился."
    "Но мне так хотелось спааааать!"
    show blinking
    "Глаза захлопнулись, и сознание снова швырнуло меня в чарующую бездну беспамятства."
    "Иногда хочется спать даже во сне."
    "Как сейчас… Сейчас…"
    play sound sfx_punch_medium
    with vpunch
    "Это будто я пытаюсь уже помереть, наконец, а до меня домогаются с дефибриллятором наперевес."
    "Удар был достаточно сильным — кто-то сверху был очень раздражён. Иначе зачем бы ему бить…"
    "В то же самое место!"
    th "Да что за нелюди там в реальности?! {w}Синяк же будет!"
    "Я уже встаю, мам, минуточку только полежу — и сразу всё! Да!"
    "Где там."
    "Меня продолжали колотить, пока не вытряхнули из тяжёлой головы последние остатки сна."
    "И только после этого, поняв, что дальше валяться бесполезно, я принял вертикальное положение."
    "Делать нечего, придётся просыпаться."
    show mi upset pioneer with dissolve
    "И…"
    "С добрым утром?"
    "Первым, что я увидел, вернувшись в мир бодрствующих, была крайне недовольная чем-то физиономия одной очень знакомой мне особы."
    th "Значит, это не хулиганы были?"
    "Крайне недовольная."
    me "Эээ… С до…"
    "Как прекрасен этот мир, посмотри!"
    "Я думал улыбнуться Мику, поздороваться и сказать, как я рад её видеть."
    "Вообще, в планах было ещё много глупостей. Но у Мику были свои планы."
    with vpunch
    "По уже больному месту мне попало в четвёртый раз."
    me "Ты что творишь, враг рода человеческого?!"
    "Завопил я, скатываясь со своего удобного лежака-подушки — на всякий случай, по другую сторону; какая-никакая, а защита."
    mi "Как ты мог?!"
    "Я чуть не спросил «что мог?», но проблески интуиции дали понять, что этим вопросом я закопаю себя ещё глубже."
    show mi sad pioneer with dspr
    mi "Я тебя вчера о чём просила? {w}Ждала тебя как бака, ждала…"
    show mi dontlike pioneer with dspr
    mi "Уснула, пока дожидалась!{w} А ты и не пришёл даже!"
    "Мику расстроилась, и собиралась взыскать с меня за каждую секунду своего испорченного настроения."
    "Вообще-то, пришёл. Вот он я, здесь. Прошу любить и не жаловаться."
    me "Прости."
    "Я не чувствовал себя виноватым просто потому, что… Хотя, какого чёрта?"
    "Чувствовал."
    hide mi
    with fade
    "Мику задрала нос и отвернулась."
    "У меня было не очень много опыта общения с женским полом — в миру, в быту."
    "Но даже непроходимо оторванному от женского общества мне было очевидно — даже если не я главная причина плохого настроения Мику, моей вины здесь тоже хватает."
    "И не в том дело, что я забыл про назначенную встречу."
    "Дело-то житейское."
    "Что гораздо хуже — Мику вчера было пусто и одиноко после визита этого сухаря престарелого, а меня не было рядом, чтобы сказать, что всё хорошо."
    "Ну и какой я к чёрту хороший друг после этого?"
    with fade2
    me "Прости, пожалуйста."
    "Покаянно обратился я к напряжённой стройной спинке."
    me "Я не пришёл, но это было продиктовано заботой о тебе — ты выглядела такой усталой."
    mi "Я не устала."
    "Ровным голосом уведомила девочка."
    me "Но мне неоткуда было это знать. Вот я и решил… не навязываться."
    me "Хотя всё равно потом пришёл."
    "В качестве извинения это звучало крайне слабо."
    "Сообщил я в напряжённую спину."
    window hide
    with fade
    stop music fadeout 3
    mi "Что же ты тогда."
    "Не поворачиваясь, спросила она."
    "Её голос дрогнул."
    mi "Спишь непонятно где, если ты не навязывался?"
    me "Прости."
    "Тут она обернулась — и я понял, что всё это время она прятала по-детски озорную улыбку."
    play music music_7dl["what_am_i_doing_here"] fadein 5
    show mi smile pioneer with dissolve
    mi "Смотри, Сенечка!"
    "Мику погрозила мне пальцем:"
    mi "Это тебе последнее предупреждение!"
    "О том, что будет в следующий раз, я благоразумно решил не уточнять."
    "Мику потянулась, привстала на носочках и полутанцующим шагом прошлась от стенки к стенке."
    mi "Я хотела выйти подышать воздухом, но у меня не получилось."
    me "По причине?"
    mi "А ты не слышишь."
    me "Что?"
    mi "Прислушайся же."
    "И я прислушался."
    me "Дождь!"
    me "Я очень люблю дождь."
    show mi smile pioneer with dspr
    mi "Я тоже, но там же кошмарный проливной ливень! Мы не сможем выйти, потому что обязательно промокнем, простудимся и заболеем!"
    hide mi with easeoutleft
    mi "К тому же смотри, что я нашла!"
    "Она улетучилась, влекомая потоком воздуха, в следующее мгновение её голос доносился уже непосредственно из репетиционного зала."
    me "Что?"
    mi "Да иди сюда смотреть!"
    "Нетерпеливо позвала девушка."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_musclub_day
    show mi smile pioneer
    with dissolve
    "Пришлось несколько секунд моргать, прежде чем глаза приспособились пусть и к тусклому дневному свету — после чулана он казался болезненно ярким."
    "Мику стояла у подоконника, держа в руках какой-то свёрток."
    "Сбоку к нему была приколота записка."
    me "Последний раз прощаю. О. Д."
    "Прочитал я."
    me "Кажется, у кого-то в лагере блат?"
    show mi grin pioneer with dspr
    mi "И ничего не блат! И вообще! Если не хочешь бутерброд, так и скажи — мне больше достанется!"
    "Бутерброд я хотел. Поэтому благоразумно извинился и заткнулся."
    "Поизучав меня с минутку, японка всё-таки решила поделиться."
    show mi normal pioneer with dspr
    mi "Ладно. Угощайся."
    "В пользу голодающего меня был выделен бутерброд с сыром и какой-то непонятный творожный сырок — пища богов практически."
    "Мику же всё свое внимание уделила сосискам."
    "Но Мику не была бы собой, если бы просто сидела и молча потребляла что Рандом послал."
    "Нет."
    window hide
    with fade2
    pause(1)
    show mi upset pioneer with dspr
    mi "Сенечка…"
    "Её лицо сделалось очень-очень озабоченным."
    me "Ммм?"
    dreamgirl "Мику мне друг, но завтрак всё ж дороже."
    mi "Сенечка…"
    "Несмотря на мои отчаянные попытки игнорировать досаду, японка продолжала привлекать к себе внимание как только могла."
    "Наконец её терпение лопнуло:"
    show mi angry pioneer with dspr
    mi "Сенька! Хватить жевать и посмотри на меня!!!"
    with vpunch
    "Закричала она мне в ухо."
    "Голос у неё был сильный и звонкий. Ничего удивительного, при её-то образе жизни!"
    th "Ррры…"
    "Я помотал головой, безуспешно борясь со звоном в ушах."
    me "Прости, я задумался, что?"
    window hide
    scene expression Desat("bg ext_musclub_day") with dissolve
    play music music_7dl["dance_with_me"] fadein 5
    show mi normal pioneer
    with fade
    mi "Сенечка, а ты из какого города?"
    "Спросила Мику, сбросив неподъёмное полиэтиленовое полотнище на пол и усевшись на ступеньку здесь же."
    me "Из Санкт-Питенбурха."
    "Гордо ответствовал я."
    show mi surprise pioneer with dspr
    mi "Это где-то на Урале?"
    me "Да. Примерно там."
    show mi grin pioneer with dspr
    mi "Сенечка, я знаю, что Петербург и Лениград — это одно и то же!"
    me "Эх. А счастье было так близко."
    with fade
    mi "А ленинградцы все малость сумасшедшие?"
    "Мы сидели под навесом на открытой веранде, куда то и дело задувал озорной ветерок, плескал в лицо каплями дождя и холодил влажную кожу."
    "Вот и сейчас: Мику не успела увернуться от ещё одной капли за шиворот, зашипела как кошка — искала, на ком бы злость сорвать."
    "Ничего удивительного в том, что жертвой высшего гнева оказался я."
    "Вопрос был с подковыркой, изобретательно заданный. Вроде тех, на которые невозможно ответить однозначно: «Вы перестали избивать жену?»"
    "Ага. Перестал."
    me "Угу."
    "Подумав, ответил я."
    me "Но не все. И далеко не всегда."
    show mi smile pioneer with dspr
    mi "Но ты-то точно!"
    me "Угу. Ми-ку! Миииии-ку! Микуська-барабуська!"
    show mi smile2 pioneer with dspr
    mi "Чи-во!"
    me "Ни-чи-во!"
    hide mi with dissolve
    "Раздельно ответил я и, задрав нос, отвернулся."
    with vpunch
    play sound sfx_water_emerge
    "Из-за спины послышалось хихиканье — и за шиворот мне ухнула целая пригоршня воды."
    "Я вскочил со вскриком — Мику уже оставила между нами недвижимое (скамейку) и, сложив ладошки над головой, приговаривала:"
    show mi laugh pioneer far with dissolve
    mi "Я в домике, меня не бить! Я в домике!"
    "Рассмеявшись, я махнул рукой и как мог, на себе, отжал рубашку."
    me "Моя мстя будет коротка. Но страшна."
    show mi normal pioneer with dspr
    mi "Не получится. Я буду зорко следить, хорошо прятаться и кидаться томагавка… Ой"
    hide mi with easeoutbottom
    "Японка вдруг ойкнула и нырнула за скамейку."
    "Неожиданно."
    "Проследив возможное направление угрозы, я перехватил взгляд неторопливо двигающейся к нам вожатой."
    show mt smile pioneer at left with dspr
    mt "Салют лентяям!"
    "Поздоровалась она."
    mt "Хатсуне, даже не пытайся играть в партизанов. {w}Я заметила тебя."
    mi "Упс."
    show mi upset pioneer at right with moveinbottom
    mi "Я это… Я заколку уронила, а потом ещё шнурок развязался, и…"
    show mt laugh pioneer with dspr
    mt "Да, я так и поняла."
    show mt normal pioneer with dspr
    mt "Ладно, к делу. Вкусно было кушать завтрак в постель? Не краснейте так, я уже успела насмотреться на вас спящих."
    "Она немного помолчала, наслаждаясь нашим смущением:"
    mt "Так или иначе, на сегодня назначен закрывающий смену костёр, дежурный отряд готовил его вчера, но из-за дождя всё, конечно, размыло."
    mt "Так что вам, как двум с залётом, поручается ответственное партийное поручение:"
    me "Привести поляну в божий вид?"
    show mi dontlike pioneer with dspr
    mi "Эй, это эксплуатация!"
    show mt laugh pioneer with dspr
    mt "Нет, это очень ответственное поручение. Славя хотела пойти сама, но у неё работа в младших отрядах, а никому другому я это поручить не могу."
    show mt normal pioneer with dspr
    "Она поморщилась:"
    mt "Не Ульяну же отряжать. Она вся перепачкается так, что потом до самого отъезда не отмоем. Мне нужен кто-то достаточно взрослый и ответственный, чтобы и сам справился, и не был на костре Чуней Чумазым."
    me "Мы не справимся!"
    "Чуть было не сказал я, но Мику уже вприпрыжку соглашалась на всё — доводы вожатой не казались убедительными только мне одному?"
    show mi happy pioneer with dspr
    mi "Конечно же, мы очень ответственные и взрослые. Можете поручить это нам."
    "Да. Обрабатывала Ольга определённо не меня."
    "Но кем бы я был, бросив Мику в одиночестве на будущей работе?"
    window hide
    with fade2
    "Как ни крути, била Ольга безошибочно."
    "Поймав мой взгляд, она медленно-медленно подмигнула"
    hide mt with dissolve
    extend " и с поистине королевским величием удалилась. "
    show mi smile pioneer with dspr
    mi "Я бы прокралась."
    "Пожаловалась Мику, дождавшись, пока вожатая отойдёт подальше."
    mi "Но оказалась в неприятной ситуации."
    me "Да? В какой же?"
    mi "Противник был нечестен. Он использовал сверхчеловеческие возможности."
    me "Нюх как у собаки, глаз как у орла, да?"
    show mi serious pioneer with dspr
    mi "Откуда ты знаешь?!"
    me "Да уж слухом земля полнится… {w}На самом деле тебя выдала твоя откляченная пятая точка. Не играть тебе в зарницу."
    show mi surprise pioneer with dspr
    mi "Да?"
    "Мику машинально почесала указанную точку."
    mi "Неужели она такая большая?"
    me "Э…"
    "Я крайне внимательно изучил предмет беседы, пока до Мику не дошла вся многозначительность ситуации, и она с писком не отскочила в сторону."
    show mi shy pioneer far with dissolve
    mi "Хентаи! Сенечка гнусный извращенец!"
    me "Ага. Ты говорила уже."
    "Она пару секунд сжимала кулаки, размышляя: в ней говорили сразу два начала."
    "Японское требовало немедленного моего избиения, этому девочек учат сызмальства. Даже хафу."
    "А русское начало требовало пожать плечами и отреагировать на эту ситуацию с иронией."
    show mi normal pioneer with dissolve
    mi "А ещё она была очень убедительна."
    "Сказала Мику. Похоже, русские корни возобладали."
    "И хвала рандому."
    me "Да."
    "Согласился я."
    me "Неотразимо убедительна."
    play sound sfx_7dl["eat_horn"] fadein 1
    pause(3)
    stop music fadeout 3
    stop sound fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day5_mi_7dl_morning:
    play music music_7dl["sign_of_blood"] fadein 3
    scene anim prolog_2
    play ambience ambience_7dl["rain"] fadein 3
    play music music_7dl["dance_with_me_piano"] fadein 3
    "И снова дождь льёт, снова голос твой нежный меня зовёт…"
    "В памяти застревают отдельные слова, кадры, не складывающиеся в единую стройную картину, как ты ни старайся."
    "И потом о самых счастливых своих днях вспоминаешь только калящее плечи солнышко да неистовую голубизну смеющихся глаз, зовущих за владелицей туда, туда…"
    "Сколько бы отдал за то, чтобы вернуться туда, где всё было таким простым и понятным: были наши, были их, ты верил людям, а они верили тебе."
    "А сейчас… Краткая передышка, после которой я неизбежно проснусь там же, где и засыпал: в мире, где люди больше не ловят поцелуи дождя губами и не бегают по лужам, смеясь от счастья."
    "Радует одно лишь: вернусь я гораздо богаче, чем был."
    "Как будто можно сделать вдох, расправить крылья и шагнуть в свинцовое небо, тихо улыбаясь простым пониманием: {i}ты — есть{/i}."
    "Глупо называть это влюблённостью, мне слишком часто повторяли, что любовь обесценилась. {w}Однако крохотная толика тепла в груди теперь — только моё."
    "Ты — есть."
    "Даже когда я не смогу больше видеть тебя, а ты обо мне забудешь, я не стану менее счастливым от этого. Ибо ты всё ещё останешься где-то."
    "Этого никто не отнимет."
    "И я говорю «спасибо» миру, я говорю «спасибо» тебе."
    me "Мику."
    "Прошептал я."
    window hide
    show unblink
    scene expression Desat("bg int_house_of_mt_sunset")
    with dissolve
    "И проснулся."
    play sound sfx_open_door_2
    pause(1)
    show mt normal pioneer with dissolve
    "И как по волшебству в едва приоткрывшуюся дверь просочилась Ольга Дмитриевна."
    "Одета она была в глухой плащ-дождевик, с которого весёлыми ручейками вниз стекали капли дождя."
    show mt smile pioneer with dspr
    mt "С сонным утром, Сём Сёмыч."
    "Приветливо улыбнулась вожатая."
    me "Дождь?"
    "Поинтересовался я."
    "Она кивнула:"
    mt "Сладко спалось, да? Не отвечай, вижу по твоей довольной моське."
    show mt normal pioneer with dspr
    me "Зависть — плохое чувство."
    "В тон ответил я, не спеша подняться."
    "Впрочем, сама Ольга не особо и настаивала:"
    mt "Рано проснулся, из-за дождя подъём в половине только будет, потом сразу завтрак."
    me "Даже линейки и зарядки не будет?"
    show mt laugh pioneer with dspr
    mt "Могу провести индивидуально для тебя. Хочешь? {w}Только чур, большой плащ мой!"
    me "Нетушки, спасибо. Я как все."
    show mt smile pioneer with dspr
    mt "В таком случае раскачивайся да собирайся. Запасной плащ в шкафу если что."
    "Она отправилась к двери:"
    mt "Пойду детей будить."
    if alt_day3_mi_donor and not herc:
        me "А Мику?"
        mt "Раз уж ты успешно провалил данное тебе задание, то и о пропитании своей подруги позаботишься сам."
        mt "Я наверх не пойду!"
    window hide
    hide mt with dissolve
    play sound sfx_open_dooor_campus_1
    pause(1)
    play sound sfx_open_door_2
    scene bg int_dining_hall_people_rain_7dl with dissolve
    play ambience ambience_dining_hall_full fadein 3
    "Мику не было на завтраке."
    if alt_day3_mi_donor:
        "Ничего удивительного."
        "Судя по всему, она так и спит у себя — укатали Сивку крутые горки."
    else:
        "Ульянка рассмеялась, глядя на моё растерянное лицо:"
        show us laugh pioneer with dissolve
        us "Что, Сёмыч, потерял свой заморшкую прынцессу?"
        me "И ничего она не моя!"
        "Кажется, я сказал это слишком поспешно, так как вызвал ещё один комплект смешков."
        show us laugh2 pioneer with dspr
        us "Конечно, конечно!"
        "Я почувствовал, как краска бросилась мне в лицо."
        window hide
        with flash_red
        pause(1)
        "Однако от очередной глупости меня спасли."
    show mt normal pioneer at left with dissolve
    mt "Семён."
    "Ольга проявилась на горизонте как панацея, пророк и попутно ответчик на все доступные вопросы."
    mt "Мне тут птичка вчера нашептала, что вы с Мику теперь не разлей вода?"
    me "Простите?"
    mt "Она в клубе застряла."
    "Пояснила Ольга."
    mt "А так как товарищей надо выручать…"
    stop music fadeout 2
    window hide
    scene expression Desat ("bg ext_musclub_day")
    show rain_overlay
    with dissolve
    "Вышло так, что полчаса спустя я с мешком в руках стучался в святая святых нашей японки."
    play sound sfx_knock_door7_polite
    $ renpy.pause(1)
    mi "Открыто!"
    window hide
    play sound sfx_open_door_strong
    pause(1)
    scene bg int_musclub_day
    with dissolve
    play music music_7dl["tellyourworld"] fadein 3
    play ambience ambience_music_club_day fadein 3
    pause(2)
    show mi smile pioneer with joff
    mi "Ам, мням!"
    me "Извини, что?"
    mi "Очень вкусно, спасибо!"
    "Прожевав, ответила Мику."
    "Бутерброды она подметает с такой скоростью, что нечего даже и думать урвать себе один."
    mi "А ты, Сенечка, ничего, оказывается!"
    me "Угу. Спасибо."
    mi "Ты только что заработал пять очков в рейтинге крутости Мику, здорово, а?"
    "«Рейтинг крутости» звучал слишком пугающе, чтобы мне хотелось знать, что бы он мог значить."
    me "Угу. Просто прекрасно. Так что тебе помешало зайти в столовую?"
    "Как ни приглядывался я, не мог найти решительно ни одной причины для того, чтобы заставлять товарищей таскаться под дождём с бутербродами."
    mi "Я была очень занята!"
    me "Я так и подумал. А чем?"
    show mi grin pioneer with dspr
    mi "Секрет!"
    mi "Очень-очень вкусно!"
    "Её куда больше заботила колбаса, чем я, задающий какие-то странные вопросы."
    th "Прагматичность до мозга костей."
    me "Не скажешь, значит?"
    "Похоже, мне не слишком-то здесь рады."
    show mi happy pioneer with dspr
    mi "Шкажу, ты оштавайша!"
    "Приглашающе прошамкала она."
    me "А я тебе точно не помешаю? Ты, похоже, была очень сильно занята…"
    "…непонятно чем."
    mi "Всё в порядке."
    show mi happy pioneer with dspr
    mi "Фы буфешь моим мужом!"
    me "Кх… Простите, кем?!"
    "Мне показалось, или я ослышался?!"
    dreamgirl "Чонитак? Тебя только что позвали замуж, соглашайся, чувак!"
    "Издевательства сразу изнутри и снаружи."
    "У меня совсем нет друзей."
    "Никто меня не любит, никто не приголубит…"
    show mi normal pioneer with dspr
    "Наконец, Мику сжалилась надо мной."
    mi "Я имею в виду, если женский род — это муза, то мужской — муз? Разве не так?"
    me "Наверное."
    "Осторожно ответил я."
    show mi smile pioneer with dspr
    mi "Вот! Будешь моей музой мужского рода."
    mi "Ты же не против?"
    me "Смотря что делать надо."
    mi "Сиди на месте и выгляди круто. Да! Вот так."
    "С трудом сглотнув особо крупный кусок белого хлеба с колбасой, японка отскочила к гитаре и заколотила жирными пальцами по струнам."
    mi "На меня всегда вдохновение находит во время дождя! Или вдохновление? Ты же меня вдохновляешь, значит вдохновление!"
    "Я смотрел сквозь неё на колотящий по стеклам дождь."
    "Мику была добра со мной. Будет очень некрасиво, если я скажу, что у меня болит голова от её болтовни."
    "Не слушая её больше, я повернул откидное сиденье и устроился с ногами."
    "Правда, из-за неудобной позы и кургузой, мокрой ткани, шорты мгновенно встопорщились складками, вызывая самый оживлённый интерес со стороны рояля."
    "С пару минут поперекладывав ноги, я, всё ещё чувствуя себя блондинкой в мини-юбке, устроился по-человечески."
    "Мику всё это время музицировала, что-то напевая себе под нос."
    "Талант — он и в «Совёнке» талант — ухо начало улавливать гармонию уже спустя несколько тактов."
    "Заслушавшись, я перехватил её взгляд."
    "Смутился от того, как пристально разглядывал японку."
    "Мику подмигнула и начала песню сызнова."
    stop music fadeout 3
    "Она нащупала мелодию, повторила несколько раз…"
    "Выдохнула, и…"
    window hide
    scene cg d4_mi_guitar_club_7dl with fade2
    play music music_7dl["kiss_you"] fadein 2
    "Я ощутил, что остался в полном одиночестве — здесь, наедине с напоённой дыханием дождя и звоном струн тишиной."
    "Мику была где-то ещё."
    "Не здесь."
    "Я мог физически чувствовать её тепло, коснуться, видеть — но взгляд её был устремлён в небывалые, несбыточные дали."
    menu:
        "Из-за этого на завтрак не пошла?":
            $ alt_hpt += 1
            "Мику чуть смущённо кивнула."
            me "Увлекающаяся ты натура, Микуська."
            window hide
            scene bg int_musclub_day with dissolve
            "Ничтоже сумняшеся сообщил я."
            show mi shy pioneer with dspr
            mi "Что? Нет!"
            "Кажется, в моих словах она разобрала нечто совсем не то, что я туда вкладывал."
            "Иначе зачем бы ей бросаться меня опровергать?"
            me "Я же не сказал ничего такого. Просто я рад, что ты так много сил уделяешь своему хобби."
            dreamgirl "Неправильно, ты, дядя Фёдор, врёшь. Ты себе врёшь, а надо — окружающим."
            mi "Ты тоже будешь обвинять меня в том, что для меня музыка на первом месте?"
            me "Сфигали?"
            me "Я уважаю право человека сходить с ума как ему хочется."
            show mi smile pioneer with dspr
            mi "Хорошо как ты это сказал."
        "Какая красивая песня":
            $ lp_mi += 1
            $ alt_spt += 1
            "Она перевела взгляд на меня, с трудом возвращаясь в объективную реальность."
            "Я невольно засмотрелся на неё — любая патология поневоле привлекает внимание."
            "В её взгляде полная увлечённость, в которой нет и не будет места ничему иному."
            "Она уже всё для себя решила, окружающим остаётся либо принять, что они всегда будут присутствовать по остаточному принципу…"
            "Либо самоустраняться."
            "И с таким взглядом у неё неизбежно всё получится — потому что не остановится и не сдастся."
            "Приходилось ли мне когда-нибудь видеть подобный взгляд в зеркале?"
            "Или пассионарности и в самом деле недостача?"
            mi "Спасибо."
            "Меня обожгло мгновенной завистью — ничем подобным я никогда не мог похвастаться."
            "Я почти могу разглядеть выражение собственных глаз на дне её зрачков — идеальный собеседник-зеркало."
            "Что я могу увидеть там?"
            "Бледная, бесцветная, колеблющаяся фигура?"
            "Не нынешняя моя внешность, а тот самый парень без малого тридцати лет, щетина, мешки под глазами, копна нечёсаных волос…"
            mi "Сенька!"
            "Она сфокусировала взгляд, и иллюзия исчезла."
            mi "Спасибо, что накормил голодающую! Ты самый лучший друг!"
            "И поцеловала меня в щёку."
            "Её поцелуй пах полукопчёной колбасой и белым хлебом."
            "Жирные пальцы оставляли пятна на почти просохшей рубашке."
            "И всё же, несмотря на это, я чувствовал непонятное удовлетворение."
            "А Мику, будто влив в этот свой жест все запасы бесшабашности, отшатнулась назад, густо покраснела."
            window hide
            scene bg int_musclub_day
            show mi shy pioneer 
            with dissolve
            mi "Ой. Это было очень близко."
            "Пробормотала она, отсаживаясь обратно."
            "Она наклонила голову так, чтобы волосы скрывали полыхающие щёки."
            "Хотя влажный блеск глаз я всё равно успеваю ухватить."
            "И это здорово."
            "Значит, она всё-таки живая."
            "Бесцельно скользнув пальцами по струнам — гитара отозвалась нестройным звуком — Мику посидела ещё пару секунд."
            mi "Слишком близко."
            hide mi with moveoutleft
            "А потом встала и, будто не замечая меня, вышла за дверь."
            "Я, захваченный совместным стыдом, сочувствием, страшился подняться или хотя бы окликнуть девушку."
            "Странно."
            "На часах было порядка полудня, когда всё произошло, а спустя ещё полчаса я понял, что она не вернётся."
    play sound sfx_7dl["eat_horn"] fadein 1
    pause(3)
    stop music fadeout 3
    stop sound fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day5_mi_7dl_dinner:
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 5
    play music music_7dl["genki"] fadein 1
    if alt_day4_mi_7dl_ev_savior and loki:
        "Начать всё с нуля — это не безумие. Безумие — это вести жалкую жизнь, бродить в тупом оцепенении, день за днем, день за днем."
        "Безумие — притворяться счастливым, притворяться, что именно эту лямку ты должен тянуть всю свою убогую жизнь."
        "Мику смотрела приветливо и с неким вызовом, когда я примостился на скамеечке рядом с ней."
    else:
        "Плотно прикрыв дверь клуба, я отправился на обед, справедливо рассудив, что если уж Мику с таким энтузиазмом напала на бутерброды, едва ли она захочет лишиться обеда."
        "Так и случилось."
        "Она на миг смутилась, ощутив мой взгляд, но — артистичная натура — тут же справилась с собой, подняла глаза."
    show mi normal pioneer with dissolve
    me "Я приземлюсь, не против?"
    "Спросил я с таким видом, будто с этого места меня не смогут сдвинуть и парочка тягачей."
    show mi smile pioneer with dspr
    mi "Конечно-конечно, Сенечка."
    "Она огляделась по сторонам — никто на нас не смотрел, и тем забавнее были её игры в каких-то непонятных шпионов."
    mi "Сенечка, я не очень интересовалась, но как вообще здесь относятся, если кто-то вдруг решит… ну… это…"
    me "Это?"
    show mi normal pioneer with dspr
    mi "Да!"
    show mi shy pioneer with dspr
    me "А «это» — ить что бы могло значить?"
    mi "Ну… ты же понял!"
    me "Нет."
    "Честно ответил я."
    mi "Ох… Я имела в виду, когда мальчик с девочкой хотят…"
    stop ambience fadeout 0
    me "А! Ты имеешь в виду «встречаться»?"
    "Она поймала мою руку и писала на ладони что-то пальцем."
    "На какой-то момент гомон столующихся пионеров стих, поэтому мой голос, нарочито громкий, чтобы перекрикивать тот самый гомон, прозвучал особенно громко."
    "На всю столовую."
    with flash_red
    "Внимание зала мгновенно оказалось приковано к моей скромной персоне."
    "А хафу со мстительным счастьем в глазах так же громко подтвердила:"
    show mi laugh pioneer with dspr
    mi "Да, именно встречаться!"
    "Мне очень захотелось провалиться сквозь землю."
    "Или оказаться где-нибудь далеко-далеко отсюда."
    th "Она же это специально, да?"
    dreamgirl "Ты сомневался!"
    "Кусок котлеты встал у меня в горле."
    play sound sfx_chair_fall
    with vpunch
    window hide
    scene bg int_dining_hall_people_day with fade
    "Я вскочил и опрометью выскочил вон из столовой."
    window hide
    with fade
    scene black
    pause(1)
    scene bg ext_dining_hall_near_day with dissolve
    play ambience ambience_camp_center_day fadein 2
    play sound sfx_run_forest fadein 1
    "Хлопнула дверь."
    "И, судя по сдавленному смеху, Мику всё это время бежала за мной."
    me "И вот что ты сделала?"
    show mi normal pioneer with dspr
    mi "Что?"
    me "Зачем ты кричала на всю столовую?"
    show mi smile pioneer with dspr
    mi "А ты зачем?"
    me "Так я переспрашивал!"
    show mi happy pioneer with dspr
    mi "А я отвечала!"
    "Я не очень понимал, чем это таким она довольна, но решил не уточнять."
    "Покамест абсолютно любое взаимодействие с японкой топило меня только глубже."
    "Несложно догадаться, например, к чему приведут вопросы в столовой."
    "Вон — идущие мимо нас пионеры уже косятся с нескрываемым любопытством."
    "Так что я только рукой махнул."
    "Сел на скамейку с ясным намерением не делать решительно ничего. А то мало ли."
    show blinking
    "Даже глаза прикрыл на мгновение."
    "Правда, и в самом деле — на мгновение."
    "Меня мгновенно толкнули в бок и возмущённо спросили:"
    mi "Ты теперь так и будешь сидеть?"
    me "А что не так?"
    mi "Мне скучно!"
    me "Соболезную о вашей утрате."
    show mi upset pioneer with dspr
    mi "Сенька! Не будь букой!"
    me "Почему бы и да? Я жил в таком виде до сих пор, это ни разу не подводило."
    mi "Пора меняться, значит! Ты теперь мой друг и товарищ."
    dreamgirl "И сексуальный партнёр, конечно. Хомо хомини же!"
    th "Цыц, озабоченное."
    me "Ага. И дальше что?"
    show mi serious pioneer with dspr
    mi "А дальше то, что ты теперь не имеешь права меня расстраивать и огорчать, а то я расстроюсь и огорчусь!"
    th "Горе-то какой-е!"
    me "Ладно."
    "Чёрт бы побрал мою встроенную вежливость."
    me "Не буду я тебя огорчать. Чего ты хочешь?"
    mi "Развлекай меня!"
    me "В смысле?"
    mi "Ну…"
    show mi normal pioneer with dspr
    mi "Я вот думаю, раз ты теперь герой, всегда приходящий на помощь, надо бы посвятить тебя в рыцари."
    me "У меня плохое предчувствие."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day5_mi_7dl_router:
    window hide
    scene bg ext_house_of_mt_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    play music music_7dl["will_you"] fadein 2
    $ set_mode_nvl()
    "Самая большая проблема современного мира в том, что нас последние лет пятьдесят, наверное, пытаются приучить к мысли о существовании некоего волшебного, скрытого мира."
    "Изнанки бытия."
    "Которое кроется по ту сторону срывов с катушек."
    "И вот когда вся грязь, что копится в тебе, дойдёт до нужного градуса кипения, заставляя тебя визжать от ненависти и совершать непоправимые поступки — тебя, ты уверен, будет ждать волшебный мир. "
    "Новая грань реальности."
    nvl clear
    "Ибо каждый заслужил именно ту реальность, к которой стремился."
    "Тебя встретит не то Тайлер Дёрден, не то Анджелина Джоли с «береттой». Умеющая стрелять по дуге. "
    "Да вот только нет там ничего."
    "Возможно, было когда-то — должны же были идеологи хоть чем-то вдохновляться."
    "Сейчас нет."
    nvl clear
    "И если зависит от тебя хоть что-то, то серое небытие изнанки мира станет для тебя могилой. В лучшем случае."
    "Иначе же всё происходит куда скучнее и проще."
    "Истерика заканчивается пустотой. Тебя никто не встречает."
    "Тебя просто отчисляют. Увольняют. Прогоняют."
    "И ты, разбивающий чужие головы неистовыми ударами, остаёшься не у дел."
    "Никому не нужный. Всеми забытый."
    nvl clear
    "Ты вынужден остановиться и взглянуть самому себе в глаза."
    "А в результате всё равно отправляешься искать работу."
    "Не потому, что деньги или кушать охота."
    "А просто не может же быть человек быть абсолютно никому не нужным."
    nvl clear 
    "А объясняется всё просто: любой сход с рельсов попросту разворачивал к тебе реальность — блестящую, красивую, трёхмерную — новой гранью."
    "И ты, как с кристаллом играясь, познавал всё новые и новые. Не стесняясь и не оглядываясь назад."
    "Ибо кристалл бесконечен, а потому несть числа граням, способным открыться тебе."
    "Но современное поколение слишком долго и остервенело било ногами, прыгало на нашей бедной, увечной реальности."
    "Добилось своего."
    "Сейчас это — просто двухмерный объект. Вроде крышки люка, на которой прыгать крайне чревато."
    "Но кому бы объяснить и поставить ограждающий знак?"
    nvl clear
    "Мику?"
    "Наши каникулы мало-помалу подходят к логическому концу — даже если мы не разъедемся ближайшие пару дней, скоро будет таможня, Владик."
    "Сакишита."
    nvl clear
    window hide
    $ set_mode_adv()
    "Я скосил глаза на безмятежно улыбающуюся японку."
    "Что-то изменилось между нами — мы оба научили друг друга чему-то новому."
    "Но так и продолжаем оставаться неловкими-незнающими-что-сказать время от времени."
    "Не потому, что один стесняет другого."
    "Просто оба оказались в ситуации, в которой ни разу не были до этого."
    "Как бы то ни было, мы и в самом деле крайне весело проводим время вместе."
    "Но — в самом деле — между женщиной и мужчиной всегда остаётся повисшая недосказанность."
    show mi normal pioneer with dissolve
    mi "Мне нужно кое-что обсудить, Сенечка."
    me "Что именно?"
    mi "Сначала ты должен пообещать не обижаться!"
    th "Началоооось."
    me "Нет, ничего обещать не буду. Но ты говори, говори."
    show mi upset pioneer with dspr
    mi "Сенька! Тебе трудно дать девушке такое простое обещание?"
    me "Мне-то?"
    "Очень. А ну как это педонекрозоофилия с извращениями?"
    th "Так что гуляй-ка ты со своими обещаниями."
    "Я вздохнул."
    me "Ладно. Обещаю не обижаться."
    show mi happy pioneer with dspr
    mi "Ты обещал!"
    us "Что обещал?"
    me "Э?"
    show us laugh sport at left with moveoutbottom
    us "Рассказывай давай!"
    me "Но…"
    show us grin sport with dspr
    us "Рассказывай-рассказывай! Давай-давай!"
    "Она прокричала это с таким энтузиазмом, что, похоже, нас услышали в вожатском домике."
    "Оттуда донёсся скрип кровати, кряхтенье человека, отскребающего себя от кровати и…"
    window hide
    scene bg ext_square_day with dissolve
    "Дальше дослушивать мы не стали — нас как ветром сдуло в сторону площади."
    show mi smile pioneer at right
    show us smile sport at left
    with dissolve
    us "Теперь рассказывай!"
    mi "Пока ещё нечего рассказывать, я только начала, когда ты нас перебила."
    us "Значит, я попала к самому началу чего-то интересного?"
    show us surp1 sport with dspr
    us "Уррра! Рассказывайте! Вы решили встречаться?"
    show mi shy pioneer with flash_red
    mi "Что? Нет!"
    show us surp2 sport with dspr
    us "Как нет? {w}Я же всё в столовой слышала, вы решили стать парой!"
    me "Ты неправильно ошибаешься."
    "Показалось, или Мику легонько вздрогнула при этих словах?"
    "На краю сознания полузадушенно тренькнул звонок почившей в бозе интуиции."
    mi "Мне показалось, что мы с Сенечкой так хорошо подружились!"
    us "Не продолжай, я поняла. {w}Ты хочешь выкинуть из домика Ленку, а на её место поселить своего оболтуса?"
    show us laugh sport with dspr
    us "Будет настоящее любовное гнёздышко!"
    show mi normal pioneer with dspr
    mi "Улька, у тебя что-то всё о любви да о любви. Больная тема, что ли?"
    show us shy sport with dspr
    us "Что?! Нет! Как ты подумать могла!"
    "Ульяна выглядела потрясённой отповедью Мику — как же, мисс Безотказность посмела пройтись по обидчику!"
    "И кто бы мог её этому научить?"
    "Взгляд подозрительно сузившихся глазёнок остановился было на мне, но Мику успела с репликой раньше:"
    mi "На завтрашний концерт мне требуется помощник! Одна я не справляюсь, и мне вообще одиноко! Так вот!"
    me "И ты хочешь попросить меня тебе помочь?"
    mi "Да!"
    me "Но тогда надо будет отпрашиваться у вожатой, ставить её в известность…"
    show mi shy pioneer with dspr
    mi "Вообще-то, я уже договорилась с Ольгой-сан обо всём, заранее сказала, что ты согласен."
    th "Теперь понятно, почему она авансом выпрашивала обещание не обижаться!"
    me "Ну и жук же ты!"
    show us grin sport with dspr
    us "Она же девочка, Сёмыч!"
    me "А как правильно? Жучиха?"
    show mi laugh pioneer with dspr
    mi "Это следует понимать как согласие?"
    me "Нет!"
    show mi normal pioneer with dspr
    mi "Ну, Сенечка! Все вокруг уже с какой-то компанией — Ульяна и Алиса, у меня Лену Женька увела, а Славе вообще некогда."
    mi "Мне казалось, мы хорошо ладим."
    me "Не тогда, когда без меня меня женят."
    show mi surprise pioneer with dspr
    mi "В смысле?"
    "Я махнул рукой."
    me "Проехали. Просто не хочу обязательств. Не подписывался никогда и сейчас не желаю."
    mi "Но, Сенечка…"
    show us smile sport with dspr
    us "Он просто боится влюбиться в тебя."
    th "Кто о чём, а вшивый всё о бане."
    me "Не в тебя же влюбляться."
    show us calml sport with dspr
    us "Скажите, пожалуйста! Чем это я тебя не устраиваю?"
    me "Дай подумаю…"
    extend " всем!" with vpunch
    show us dontlike sport behind mi with dspr
    us "АХ ТАК! Да я…"
    show mi dontlike pioneer close at cleft
    with dissolve
    mi "Так, всё! Брейк! Разошлись по углам!"
    "Мику поспешила вклиниться между нами, пока дело ещё не дошло до членовредительства."
    mi "Сенечка, ты мне скажешь, почему ты отказываешься?"
    "И ещё неизвестно, чьи члены кто вредить станет — я больше, но мелкая же пакость такая…"
    me "Возьми мелкую."
    "Предложил я от чистого сердца."
    me "Алиса не будет возражать, уверен в этом."
    show us normal sport at fleft with dissolve
    us "Работорговец."
    "Буркнула Ульяна, показывая язык мне из-за плеча Мику."
    show mi normal pioneer at right with dissolve
    mi "Ульяну? Это можно, но она в технике не сильна."
    "Мелкая отчаянно покивала головой — мол, и в самом деле, не сильна."
    me "Это ничего. {w}Нау…"
    show us dontlike sport close at left
    show mi dontlike pioneer close at right
    with dissolve
    play sound sfx_punch_medium
    with vpunch
    pause(3)
    show us normal sport at left
    show mi normal pioneer at right
    with dissolve
    "Мику потеряла терпение. Ульяна потеряла терпение."
    "Меня с двух сторон наградили оплеухами."
    mi "Сенечка, ты, кажется, не понял."
    "Наверное, да. Я ничего не понял."
    stop music fadeout 3
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_clubs_day
    with dissolve
    play ambience ambience_camp_center_day fadein 5
    "Но полчаса спустя…"
    show mi normal pioneer with dissolve
    play music music_7dl["everyday"] fadein 5
    mi "Значит, смотри, что нам нужно…"
    me "Нам нужно отправиться по домикам, так как тихий час."
    show mi smile pioneer with dspr
    mi "Ты что-то сказал, Сенечка?"
    "Ласково улыбнулась Мику."
    me "Нет, продолжай, о чём ты."
    window hide
    stop ambience fadeout 2
    play sound sfx_open_door_2
    pause(1)
    $ persistent.sprite_time = "day"
    scene bg int_musclub_day
    with dissolve
    play ambience ambience_music_club_day fadein 3
    stop ambience fadeout 5
    dreamgirl "Меня зовут Эш. Я раб. Но так было не всегда."
    th "Ой, заткнись, ты."
    show mi happy pioneer with dspr
    mi "Сегодня нам предстоит уйма работы! Ура?"
    me "Нет."
    show mi laugh pioneer with dspr
    mi "Ты такой шутник! Ха-ха-ха!"
    mi "Давай начнём с ревизии техники, которую будем использовать."
    me "А что ты использовала до этого?"
    show mi smile pioneer with dspr
    mi "Не имеет значения."
    mi "Твоей задачей будет доставка проводов из чёрного пакета на сцену и проверка контактов. Справишься?"
    me "Угу."
    mi "Ты моя лапа. Дай поцелую!"
    "Она шутливо потянулась ко мне, я так же шутливо отшатнулся и громыхая чем-то в пакетах, выскочил на улицу."
    stop ambience fadeout 3
    window hide
    scene bg ext_sky2_7dl
    with blind_r
    "Исключая крохотный микшер 8х8, который Мику таскала в руках, не доверяя никому, вся работа по переноске легла на мои хлипкие плечи."
    "И когда я говорю «вся» — я имею в виду именно всё, от и до."
    "Уверен, окажись я достаточно грузоподъёмным, она ещё меня и колонки кантовать бы заставила."
    "К счастью, обошлось без совсем уж крайних крайностей."
    dreamgirl "Чувак, почему ты позволяешь ей так помыкать собой?"
    dreamgirl "Последнего человека, который пытался провернуть нечто подобное с тобой, ты вытравил из себя с особым цинизмом."
    me "Эй, мне казалось, рабство отменили в прошлом столетии!"
    window hide
    play ambience ambience_camp_center_day fadein 3
    scene bg ext_stage_near_clear_7dl
    show us laugh sport far at right
    with dissolve
    us "Работаем, негры! Солнце ещё высоко!"
    me "Молчала бы…"
    "Пробормотал я."
    "Всё время, что я в мыле носился вокруг сцены и иже с ним, Ульянка наблюдала за мной, оседлав колонку."
    "Видимо, наблюдать за тем, как работают другие, доставляло ей огромное удовольствие."
    "Что сказать — будущий начальник растёт, не иначе."
    show us surp1 sport with dspr
    us "Да за тобой если не следить, ты обязательно что-нибудь напортачишь! Так что арбайтен, шнель!"
    me "Яволь, герр бездельник."
    show us surp3 sport with dspr
    us "Ой, Мику!"
    me "Где?!"
    "Я вздрогнул, оборачиваясь."
    show us laugh sport with dspr
    us "Обманули дурака на четыре кулака!"
    me "Эх ты…"
    "Я махнул рукой и пригорюнился на краю сцены."
    "Разогретые доски пахли смолой и пылью, ради разнообразия было приятно присесть и немного отдохнуть."
    "Ульяна что-то ещё говорила, но я не прислушивался."
    "Мне предоставили пищу для размышления… вернее, предоставляли её последние два часа."
    "Требовалось немного обмозговать происходящее."
    show us normal sport with dspr
    us "Мику грустила последнюю неделю перед твоим приездом."
    us "Хорошо, что ты развеселил её."
    th "Не было печали."
    "Я среагировал привычно-цинично, но удивился тому, насколько, оказывается, наблюдательной оказалась малявка."
    me "Ага. Клоуны, шутки, веселье."
    show us smile sport with dspr
    us "Вроде того!"
    me "Угу."
    us "А ты покажешь мне свой номер?"
    me "В смысле?"
    show us normal sport with dspr
    us "Для завтрашнего концерта."
    me "У меня нет никакого номера."
    us "В смысле? А зачем ты тогда записывался?"
    me "Никуда я не записывался!"
    us "Микуська сказала, записывался!"
    "Непреклонно сказала Ульяна."
    me "Я ей сейчас сам скажу что-нибудь. Где она, кстати? Только что тут была."
    "Я только сейчас заметил, что последние пятнадцать минут точу лясы с мелкой, а меня ни разу за это время не подбодрили."
    show us smile sport with dspr
    us "Репетирует, как обычно. Она почти не отдыхает, если ты не заметил."
    show us laugh sport with dspr
    us "Только когда ты работаешь вместо неё!"
    "Она махнула рукой и, спрыгнув с колонки, отправилась куда-то по своим делам."
    stop music fadeout 3
    hide us with dissolve
    window hide
    stop ambience fadeout 5
    with fade
    scene black
    pause(2)
    play sound sfx_open_dooor_campus_1
    pause(2)
    scene bg int_wardrobe_7dl with fade2
    play ambience ambience_music_club_day fadein 3
    play music music_7dl["yume_akari"] fadein 3
    "Мне пришлось довольно долго искать Мику — потому что я не мог найти ни там, где вполне логично было бы ожидать встретить певицу — на эстраде или в репетиционном помещении — ни в местах отдыха и безделья."
    "В какой-то момент мне даже пришла в голову фантастическая мысль, что, возможно, пока я тут бегал с проводами, её могли похитить и увезти куда-нибудь."
    "К счастью, раз на третий, когда я проходил мимо клуба, услышал изнутри топоток и на цыпочках проследовал в помещение."
    if loki and alt_day4_mi_7dl_ev_savior:
        "Туда, где мы с ней сегодня ночевали."
    "И Мику была здесь."
    "Трудно это было назвать танцем или репетицией — скорее, тренировкой."
    "Она вся взмокла, тяжело дышала, а на лбу застыли крупные, прозрачные капли пота."
    "В голову пришло, что, возможно, она потому и загоняла так меня, что к себе относится с ничуть не большим снисхождением."
    "Не жалеет себя."
    "Нисколечки."
    "И при этом она удивительно уместно смотрится в этом глупом спортивном костюмчике с бирюзовыми плечиками-погонами."
    "Хотя, казалось бы, чего пахать-то? Лето же, жара, лагерь! Отдыхать надо!"
    "Но она, кажется, совершенно отдыхать не умеет."
    "Разучилась? Или это своего рода способ сбежать от реальности?"
    "Я привык видеть в ней легкомысленную дурочку-певичку: бабочки в голове и пустота между ушами."
    "Вчера она показала, что чуть глубже, чем мне думалось."
    "Сегодня — новая грань личности."
    "Небеспроблемной, ох и небеспроблемной."
    menu:
        "Ты себя совсем загоняешь":
            $ lp_mi += 1
            $ alt_hpt += 1
            "Подал голос я."
            "Моё отношение едва ли изменится по отношению к человеку, который не умеет делать поблажки окружающим."
            "Зато я могу помочь этому человеку."
            "Безо всякой задней мысли."
            "В голове возникло краткое дежавю, когда я подобрал с полки полотенце и, подойдя к Мику, промокнул ей лоб."
        "Промолчать":
            $ alt_spt += 1
            "Мне оставалось просто молча восхищаться тем, как человек буквально живёт искусством."
            "Мне такое не дано."
            "Зато я способен разглядеть это."
            "Однако Мику — к счастью или нет — но успела разглядеть меня в ростовом трюмо, поставила воспроизведение на паузу и обернулась ко мне."
            me "Я закончил всё, что ты мне поручила."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day5_mi_7dl_lost:
    me "Пойдём на воздух, отдохнём? Я устал что-то."
    "Она кивнула и позволила себя вывести наружу."
    pause(1)
    window hide
    play ambience ambience_camp_center_day fadein 3
    play music music_7dl["ltyh"] fadein 3
    scene bg ext_musclub_day with fade
    "И я не знаю, что нашло на меня, но едва мы устроились на скамейке, я признался:"
    me "Меня завораживает, как ты танцуешь."
    show mi shy casual with dissolve
    mi "Правда? Спасибо, я тронута. Это особый тип хореографии, его надо исполнять в наших традиционных кимоно, а не в футболке, поэтому ты не видел всего."
    th "Тараторит. Волнуется."
    "С неожиданной нежностью подумал я."
    mi "А ты сам что думаешь про выступление?"
    "Нежность как рукой сняло — я вспомнил, что Мику записала меня на выступление. Притом, что я не давал своего согласия!"
    me "Думаю, что зря ты меня туда записала!"
    show mi laugh casual with dissolve
    mi "Это не тебя, бааака."
    "Меленько расхихикалась японка."
    mi "Это для меня место, чтобы не говорили, что я слишком много номеров себе ставлю."
    "И я заткнулся."
    "Тут же прижал всю свою бестолковую спесь, задушил претензии."
    "Мог бы сразу догадаться!"
    "Это сразу подняло моё отношение к ней от нейтрально-раздражённого до почти симпатии."
    dreamgirl "Штормит тебя, барин. Жениться пора, видимо."
    "И, то ли наперекор, то ли ещё почему, но я позволяю просочиться толике недовольства."
    me "Я бы помог тебе и так, без твоих назначений и приказаний."
    show mi smile casual with dspr
    mi "Ох ты! Это что, бунт? Крестьянское восстание?"
    "Она хихикает и щекочет мне бок."
    mi "На перееееднем Стенька Раааазин, обнявшись стоиииит с княжноооой."
    "Мурлыкает она."
    mi "Бунтовать будешь, а? Будешь?"
    me "Не буду. Но к чему все эти притеснения? Неужели нельзя по-человечески?"
    mi "Можно. Но могу я иногда почувствовать себя сатрапом и самодуром?"
    dreamgirl "Самодурой!"
    me "Обязательно за мой счёт?"
    show mi grin casual with dspr
    mi "А как иначе-то? Ближе тебя у меня здесь никого, отбиваться ты не будешь…"
    me "Ага. И?"
    mi "Идеальная кандидатура!"
    "До поры я был слишком никому не нужен и слишком ни в ком не нуждался."
    "Но даже на мой неискушённый взгляд, тема дружбы не подразумевает рабовладение одного друга другим!"
    "Особенно теперь, когда я начал чувствовать {i}особый{/i} интерес к деву…"
    "Я остановился и ещё раз тщательно пересчитал условия."
    "И понял вдруг, что ничего такого особенного не чувствую уже пару часов — как раз те самые сто двадцать минут унижений и издевательств."
    "Что бы ни сотворила хафу — работало оно безотказно!"
    me "Ну и стерва же ты."
    "От души признался я."
    show mi serious casual with dspr
    mi "Ну наконец-то ты это понял!"
    me "Понял что?"
    show mi sad casual with dissolve
    stop music fadeout 3
    mi "Что я не пустоголовая певичка, ресничками хлоп-хлоп, крылышками бяк-бяк, что и у меня бывают дни, когда мне хочется взять дробовик и перестрелять всех к чёртовой бабушке."
    play music music_7dl["what_am_i_doing_here"] fadein 5
    mi "Я живая, Сень. И то, что ты увидел это — это уже огромный прогресс по сравнению со всеми прочими. {w}Возможно, мы и правда стали ближе?"
    me "Я предпочёл бы старые иллюзии."
    "Проворчал я."
    show mi happy casual with dspr
    mi "А твоего мнения на этот счёт никто не спрашивал!"
    "Снова расцвела эта японская стервь."
    "Она будила смешанные чувства."
    "Как ей это удавалось — непонятно. Но меня бросало от желания сберечь хрупкое и бесконечно голубое, что она будила в душе одним своим присутствием — до просто неистового желания придушить её."
    "Она сидела слишком близко на скамейке, и только сейчас я обратил на это внимание."
    th "А вдруг кто-то увидит!"
    "Вспыхнула мысль. И я поспешил отсесть подальше."
    "На вопросительный взгляд спросил сам:"
    me "Ты никогда не слышала про зону комфорта? Ты вторгаешься в мою зону."
    show mi smile casual with dspr
    mi "Прости, не знала, что ты настолько стеснитетельный."
    "Она не выглядела ни чуточку раскаявшейся."
    "Потому что тут же подвинулась поближе."
    "Это выглядело бы как сексуальное домогательство — в исполнении кого угодно иного."
    "В случае с Мику же…"
    mi "Хммм? Куда это мы собрались?"
    "Наши колени снова соприкасались."
    "Дальше был уже конец скамейки, двигаться было некуда."
    "Пришлось терпеть."
    window hide
    with fade
    "И почему-то даже в голову не пришло, что следовало бы получать удовольствие, а не стесняться как гимназистка на первом свидании."
    "И ещё эта её улыбочка — так улыбаются либо абсолютно святые, либо вконец испорченные люди."
    "К кому на этой шкале категорий отнести Мику, я не знал, и оттого нервничал ещё сильнее."
    me "Я никогда не видел на тебе этой одежды раньше."
    "Сказал я просто ради того, чтобы нарушить молчание."
    me "Что-то случилось с формой?"
    show mi grin casual with dspr
    mi "О, ты ещё многое из моего гардероба не видел!"
    mi "А с формой всё в порядке, просто не хотела её пачкать — видишь в каком я виде."
    "Она шутливо толкнула меня липким от пота плечом."
    dreamgirl "Буэшеньки, если мне будет позволено оценивать."
    mi "Я думала ещё пару прогонов сделать, а потому пойти в баньку — помыться-постираться."
    mi "Но тут появился ты!"
    th "Надеюсь, это не значит, что теперь её одежду придётся стирать мне?"
    dreamgirl "Надеюсь, это значит, что теперь её мытьем придётся заниматься тебе!"
    "В лад заметило моё испорченное альтер-эго."
    "Видимо, я всё-таки недостаточно сильно устал, так как картинка маслом прыгнула в сознание, и я поспешил заложить ногу на ногу."
    "Остаётся надеяться на то, что она ничего не заметила."
    "Или?"
    "Она снова подвинулась, так как из-за изменения положения ног между нами пропал контакт."
    "По лагерю поползут слухи — доиграется, как пить дать."
    dreamgirl "Или до идиота дойдёт всё же, что с таким послужным списком она в первую очередь научилась плевать на общественное мнение, когда ей то требуется."
    "Но я отмахнулся и от этих слов."
    "Наконец Мику надоело меня смущать и она поднялась:"
    show mi normal casual with dspr
    mi "Ладно, пойду купаться. Закроешь здесь всё?"
    hide mi with dissolve
    stop music fadeout 3
    "И, не дожидаясь кивка, ушла."
    window hide
    with fade
    "Обесточив аппаратуру и захлопнув дверь, я поймал себя на мысли, что гадаю — с тем образом жизни, что ведёт Мику, с тем окружением, что у неё на родине…"
    th "Есть ли у неё молодой человек?"
    dreamgirl "Или она более широких взглядов — и у неё девушка! Только представь себе — два юных тренированных тела под простынями…"
    th "Изыди!"
    "На веранде на скамейке я обнаружил банное полотенце любимого цвета Мику — бирюзового."
    "Должно быть, так увлеклась, стесняя меня, что забыла его на скамейке."
    window hide
    scene bg ext_bathhouse_day_7dl with dissolve
    dreamgirl "Ну что, пошли? Поглядим?"
    th "Да ну нафиг!"
    dreamgirl "Чуваааак! Она тебя позавчера с этим прокатила! {w}Ещё и поймала! Неужели ты не хочешь отомстить?"
    dreamgirl "Только представь: она сейчас там… Крупные капли на коже, мурашки, изящный прогиб спины…"
    menu:
        "Нельзя":
            $ alt_day5_mi_7dl_voyeur = True
            dreamgirl "Так а ты как в прошлый раз. Не сам. Не надо тебе самому, а то мало ли…"
            th "Телефон имеешь в виду?"
            dreamgirl "Ну!"
            "Идея сохранить облик лучшей девочки неглиже для потомков настолько захватила меня, что я не сомневался больше."
        "Не хочу я ей мстить":
            $ alt_hpt += 1
            $ alt_spt += 1
            "Тем более, что есть в её взгляде что-то…"
            "Не знаю, как это выразить, но если между нами появится секс — это всё испортит."
            "Так что к чёрту."
    "Полчаса спустя, отдав полотенце, я присел на скамеечку рядом с баней."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day5_mi_7dl_hn:
    play music music_7dl["genki"] fadein 3
    with flash_red
    "Надо было унять льющуюся из носа кровь."
    "И нет, дело совсем не в хентайном шаблоне с перевозбуждением."
    "Просто Мику поймала меня на горячем и без лишних проволочек стукнула в нос."
    "Только и всего."
    "Не надо было заходить в предбанник, тем более не надо было смотреть в окошко."
    "Потому что несколько секунд спустя в предбаннике нас уже было двое и Мику, уточнив, всё ли я рассмотрел, дала в нос."
    "Для остужения пыла, я так понимаю."
    "Кровь всё не останавливалась, и пыл, если он и был, давно остыл."
    show mi sad pioneer with dissolve
    mi "Не останавливается?"
    "На нос опустился мокрый холодный компресс — в бело-бирюзовую полоску."
    "Я предпочёл не думать о том, чем бы это могло быть."
    me "Дет. Де остадавдивается."
    "Прогундосил я."
    mi "Это ничего. Скоро пройдёт."
    mi "Ты скажи, ты зачем подглядывать полез? Не ври только, что тебе было настолько интересно увидеть мои тощие телеса."
    "Вот как ей рассказать теперь, что после реплики о возможных лесбийских наклонностях она вызывает у меня самый болезненный интерес?"
    window hide
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 5
    "Нос прошёл ближе к полднику — и в голову снова полезло непристойное."
    "Я даже подумывал о том, чтобы подойти к Мику за ещё одной порцией освежающего в нос."
    "Потому что, несмотря ни на что, я всё ещё хочу видеть и смотреть на неё без примесей ненужного плотского."
    "Она нравится мне."
    "Но с ней почти невозможно общаться — подводных камней очень много и лавировать приходится с ювелирной точностью."
    "Потому я оставил без внимания её приглашающий взгляд и, сцапав с подноса коврижку, покинул помещение столовой как мог быстро."
    "Расхристанные эмоции следовало причесать, а Мику с её деликатностью уровня кнутобойца помочь мне не могла никак."
    "Или?"
    window hide
    play sound sfx_open_dooor_campus_1
    stop ambience
    $ persistent.sprite_time = "day"
    $ day_time()
    scene bg ext_dining_hall_away_day
    with dissolve
    "Держать дистанцию, держать дистанцию…"
    "В качестве мантры не очень, если честно. Но ничего лучше я не придумал."
    "Тем более, что после полдника она, проигнорировав меня, снова вернулась к своим тренировкам."
    "Кажется, обиделась."
    "Наверное, я очень по-свински себя веду."
    "Наверное, следовало бы как-то иначе всё это решать."
    "Но кто с лестничным остроумием ни разу не казнил себя за былые промахи — прошу, камни к вашим услугам."
    "Я поплёлся к умывальникам — рубашку я всё-таки заляпал и в столовой, судя по всему, красовался как раз с потёками на груди."
    "Хорошо, если их замаскировал кумачовый лепесток, но я не сильно надеялся на чудо."
    stop music fadeout 3
    window hide
    scene bg ext_washstand2_day
    with dissolve
    play sound sfx_open_water_sink
    pause(2)
    play sound_loop sfx_water_sink_stream
    play music music_7dl["melancholy_sun"] fadein 3
    "Вода была достаточно тёплой, а на краю ногомойника кто-то оставил кусок хозяйcтвенного мыла с читабельной ещё надписью «72%%»."
    "Правда, кровь всё равно отходила крайне отвратно."
    "Я перезамачивал и перестирывал рубашку уже раз, наверное, четвёртый."
    "И не мог поверить, что оказался в такой дурацкой ситуации."
    "Отстирывать кровь, которую накапал из разбитого носа за попытку подглядеть за пионеркой."
    "Кошмар."
    play sound sfx_hiding_in_bush fadein 0
    un "П-привет…"
    window hide
    scene bg ext_washstand_day with dissolve
    "Я поднял глаза."
    play sound sfx_close_water_sink
    stop sound_loop
    "Лена стояла, прижав к груди пяток яблок — должно быть, направлялась сюда помыть их."
    "Но зависла — стояла, исподволь разглядывая меня, по пояс обнажённого."
    "Не аполлонова фигура, конечно, но…"
    show un shy pioneer with dspr
    "Лена ойкнула и залилась краской, когда я перехватил её взгляд."
    "Поспешно отвернулась."
    un "Я… Это… Я яблоки п-помою, можно?"
    me "Раковины общие."
    "Пожал плечами я."
    "Она слабо кивнула и, включив тонкую-тонкую струйку воды, принялась за мытьё фруктов."
    "А я в пятый раз уже безрезультатно попытался оттереть кровяку с хлопка."
    "Безрезультатно — это значит ноль целых фиг десятых успеха."
    show un normal pioneer with dspr
    un "Ты подрался с кем-то?"
    me "Можно и так сказать…"
    "Уклончиво ответил я, чувствуя, как вспыхнули кончики ушей."
    "Закончив мытьё яблок, Лена почему-то не спешила уходить и, забавно склонив голову набок, наблюдала за моими потугами."
    un "А если не секрет — с кем?"
    th "Не секрет, конечно. Мне дала в нос Мику, когда я пытался рассмотреть её а натюрель повнимательнее. "
    "Я шевельнул плечом, красноречиво сигнализируя — мол, секрет."
    "Сейчас бы выдать нечто в духе «Разве тебя не ждут где-нибудь неотложные дела»?"
    "Да боюсь, делать бестактности такого калибра я давным-давно разучился."
    un "Не отстирывается?"
    me "Угу."
    un "Мне отец показывал, как сводить кровь перекисью."
    show un shy pioneer with dspr
    extend " Хочешь, п-принесу?"
    me "Хуже не будет, наверное… неси."
    window hide
    scene bg ext_square_day with dissolve
    "Ещё получасом позже я, полностью отстиранный в приятно влажной на таком солцепёке рубашке, стоял на площади, пытаясь перехватить Мику — кто-то видел её то на сцене, то в клубе, поэтому лучше ловить её посередине."
    show mi smile pioneer with fade2
    mi "Привет, хентай!"
    "Поздоровалась подкравшаяся сзади Мику."
    me "Привет."
    mi "Ты здесь просто так стоишь или по важному делу?"
    me "Я… Э… Да просто так, наверное…"
    mi "Очень хорошо! Потому что у меня скопилась ещё небольшая кучка дел, которую некому поручить, кроме тебя!"
    "Она поймала меня за руку и потащила за собой."
    window hide
    stop music fadeout 5
    scene bg int_wardrobe2_7dl with fade
    play ambience ambience_music_club_day fadein 3
    play music music_7dl["breath_me"] fadein 3
    "Я не очень понимал, зачем она притащила меня сюда, и глупо стоял, чувствуя, как бешено колотится сердце, как переглатывает сухое горло."
    "А Мику усмехнулась, будто уловив мои переживания."
    show mi sad pioneer close with dissolve
    mi "Я долго думала, Сеня. Долго."
    mi "Теперь мне всё кристально ясно."
    "Она перетекла из расслабленной позы, мгновенно оказавшись рядом со мной."
    "Я вздрогнул, инстинктивно прикрывая нос, и вызвал ещё один довольный смешок Мику."
    show mi smile pioneer close with dissolve
    mi "Да не бойся ты, больше тебя я не ударю."
    me "Э… Н-но…"
    "Я стоял, всё ещё не зная, что у неё на уме."
    "А Мику запрокинула голову к потолку и рассмеялась. Вернее, даже расхохоталась — судя по всему, она предвидела именно такую реакцию."
    show mi laugh pioneer with dspr
    mi "Что же ты, храбрец. Час назад ты был куда отважнее!"
    show mi grin pioneer with dspr
    mi "Или ты напугался? Такой большой, сильный мальчик напугался крошечной хрупкой японки."
    mi "Я же тебе едва до плеча достаю, видишь?"
    "Она боднула меня в плечо головой, отступила на полшага."
    "…и резко толкнула меня ручками в грудь."
    "Изо всей силы!"
    stop music fadeout 3
    with vpunch
    "Я мгновенно потерял равновесие и полетел назад, готовясь встретить копчиком твёрдый пол, однако всё произошло несколько иначе."
    play music music_7dl["uneven_me"] fadein 3
    "Во-первых, оказалось, что у меня под ногами был мягкий тюк с вещами, которые приняли меня в свои объятья, полностью погасив удар."
    "А во-вторых, пока я размахивал конечностями в поисках равновесия, я зацепил Мику за рубашку и дёрнул."
    "Пуговицы брызнули в разные стороны, а моему взгляду открылся её бюстга… э… то есть…"
    "Бюстгальтера на Мику не оказалось."
    "Должно быть, она ещё с помывки так и накинула рубашку на голое тело."
    "И ходила, просвечивая сосками сквозь прозрачную ткань."
    "Зрелище для настоящих эротоманов."
    "Только дебил вроде меня мог его проморгать."
    mi "Ох…"
    "Она не смутилась, не сказала ничего, даже не сделала попытки прикрыться."
    window hide
    scene black with fade2
    "А мгновение спустя она оказалась на мне сверху."
    "В голове колотилась ровно одна мысль — только бы никто не зашёл и не увидел нас здесь."
    "Но все сегодняшние и вчерашние события плавно подводили меня к одной мысли-переживанию."
    "Мику — моё. Я никому не отдам её."
    "Я рывком оказался сверху."
    "Она близко-близко, у неё мраморная кожа, прозрачная в свете ночника, и я не удержался — провёл пальцами по впалому животу."
    "А она притянула меня ближе и впилась в губы поцелуем."
    "Она нисколько не стесняется, хотя в её движениях нет никакого опыта."
    "Есть волнение, мандраж, трясучка. Но стеснения нет. Будто она приняла меня и теперь отказывается вернуть."
    mi "Теперь ты ещё пришиваешь мне пуговицы, ясно?"
    "Спросила она, отлепившись от моих губ."
    me "Молчи. Женщина."
    "Меня самого колотит, и Мику чувствует это."
    mi "Теперь-то чего трястись? Если тебя здесь поймают, я всем скажу, что ты хотел меня изнасиловать."
    mi "Так что расслабься и получай удовольствие."
    me "Т-то есть к-как…"
    mi "Ох. Заткнись и поцелуй меня ещё раз."
    mi "Да. И вот там тоже."
    "Мику прогнулась, давая мне снять с себя рубашку."
    "Галстук уже куда-то задевался."
    mi "Ты так хотел всё видеть, смотри, смотри. Но не забывай — я хочу не только восхищение, но и ласку."
    "Что она там ещё лепетала, я не очень вслушивался."
    "Меня колотило от возбуждения и страха попасться."
    "Но пальцы сами тянулись к её груди."
    "Я уже видел её в бане, но сейчас всё выглядит немного иначе."
    "В шортах становится тесновато от того, как она близка и желанна."
    "А я же её почти ненавидел ещё час назад."
    "А сейчас хочу… хочу… Хочу, чтобы она орала и извивалась."
    "Я хочу, чтобы ей было хорошо."
    "Её грудь была небольшой, идеально укладывалась в ладонь, идеально отзывалась на ласку."
    "Под меня кто-то снял мерку, отлил форму и создал Мику."
    mi "Ос-ах!-тановишься сейчас — и получишь в нос ещё раз."
    "Дыхание японки участилось, в нём начали звучать масленые нотки."
    "Она такая гладкая и упругая, такая нежная…"
    "Я шевелил пальцами всё быстрее, где только мог добраться."
    "Но Мику вдруг остановилась и посмотрела на меня абсолютно трезвым взглядом."
    mi "Неуклюжий медведь Сенька. Почему ты такой неуклюжий? Я твоя первая?"
    me "Ах… Заткнись."
    "Я следуя собственному совету, закрыл себе рот её грудью."
    "Она всхлипнула и задрожала."
    me "Ч-что?"
    mi "Ты умеешь возбудить девушку, да."
    "Мику произносит это таким голосом, что становится очевидно — издевается."
    "Я не понимаю, зачем так делать, когда можно просто… любить друг друга?"
    "Но сейчас это больше походит на спортивный вызов, чем на романтические глупости под луной на шёлковых простынях."
    "Нет, у нас всё будет глупо, глупо, в пыльной гардеробной на задворках репетиционной базы, с поминутным риском попасться."
    "И от этого в голове уже совсем зашумело — похоть и адреналин — Мику оказалась с ногами, задранными выше головы, а полосатый треугольничек белья улетел куда-то в сторону, оставляя её полностью обнажённой."
    "Бесчестный приём, согласен. Девушку надо заводить опосредованно, в щёчку, в шею, в животик."
    "Но зачем она дразнила меня?"
    "Она была чистой, гладкой — похоже, специльно делала всякие штуки, какие делают все девушки с волосами в интересных местах."
    "Хотя я слышал, как раз японки ничего обычно не удаляют."
    "Интересно, это бритва или депиляция? Узнать можно только подобравшись вплотную."
    "Но сначала надо подобраться."
    "Я попытался раздвинуть её ноги."
    "Но не тут-то было."
    mi "Эй, не дави, мне больно!"
    "Мику заёрзала подо мной, пытаясь вырваться."
    mi "Что ты давишь так больно, мог бы просто сказать, я бы…"
    me "Я тебе сказал уже."
    mi "А?"
    me "Заткнись, я сказал."
    mi "Ах ты…"
    "Забывшись, она ослабила контроль над ногами, и я немедленно оказался там, куда стремился."
    "Без вкуса, без цвета, без запаха."
    "После бани. И гладкая."
    "Значит, депиляция."
    mi "Ты… ты жулик… ааххх…"
    "Я скрутил язык трубочкой и изучал то, до чего мог дотянуться."
    "Здесь мы будто поменялись местами, её насмешничество исчезло, она была полностью в моей власти."
    "И это пьянило голову безо всякого вина."
    "Она лепетала сверху что-то, но я не обращал внимания — и язык, и губы были заняты, а я прислушивался к тому, как она реагирует."
    mi "Ты всё делаешь неправильно! Это не работает."
    "Мику попыталась улизнуть от языка, но где там."
    "Я поймал её двумя руками и как умирающий от жажды в чашу с водой — вцепился в её бёдра, проникая языком как мог глубоко."
    mi "Нет… Нельзя… туда… языком…"
    "Да, глупую женщину я ещё не слушал, куда можно, а куда нельзя."
    "Я протянул левую руку и начал ласкать обделённую вниманием грудь."
    "По всему помещению разносятся звуки… Пренепристойнейшие."
    "Их ни с чем и никак не спутаешь."
    "В какой-то момент полностью нейтральный вкус Мику приобрёл кисловатую нотку — разогрев стал приносить свои плоды."
    "И болтовня незатыкающейся девочки стала всё более прерывистой и бессвязной."
    "Ещё секунда — и я запустил палец внутрь."
    mi "Ты всё делаешь непра-ах!- вильно… Я ничег… а-ах… не чувствую…"
    "Палец вошёл внутрь, почти не ощущая сопротивления — до самой стеночки."
    "Когда я вытащил его, между кончиком пальца и Мику протянулась тонкая прозрачная ниточка."
    me "Ты совсем ничего не чувствуешь, но ты уже готова."
    mi "Ох, придурок… Это совсем другое…"
    "Она отвернулась, красная до корней волос."
    "В воздухе плыли ароматы, которым невозможно подобрать название — но можно понять их. Это переплетённое и обоюдное Желание."
    "Мику вовсе замолкла, прижимая мою голову к себе обеими руками."
    "Цикл эволюции завершился — из надоедливой болтушки, вредной стервы, девочки в поисках себя самой — предо мной оказалась маленькая женщина. И она чувствовала моё изменившееся к ней отношение."
    "Она изо всех сил пыталась расслабиться, но мои пальцы, мои губы и язык не оставляли ей и шанса."
    "Даже ещё один хук по носу едва ли меня сейчас остановил."
    "Я набрал последний глоток воздуха и грубо вторгся языком как мог глубоко — сомкнувшиеся бёдра полностью перекрыли звуки, но я уловил, как она кричит."
    "А ещё мгновение спустя её начало сотрясать — по телу девушки мягкими расходящимися волнами пульсировал оргазм."
    window hide
    stop music fadeout 3
    with flash
    "Время с ощутимым щелчком провернулось вокруг застывшей в янтарной неподвижности секунды, и…"
    "Я выдохнул."
    play music music_7dl["iamsadiamsorry"] fadein 3
    "Очевидно, у неё была здоровая сексуальность, и неким образом она уже успела узнать, что значит разрядка."
    "Самое лучшее болеутоляющее."
    "Я коснулся её клитора языком ещё раз — и она отпрянула, пытаясь сбежать от слишком острого сейчас переживания."
    "И в этот самый момент я избавился от шорт, поднялся наверх и… лизнул ей щёку."
    me "Привет."
    "Сказал я."
    mi "Ч… Ах!"
    "Я был так удобно внутри, что оказалось достаточно просто не сдерживаться — она подалась, последняя препона исчезла, и Мику с изумлением заглянула мне в глаза, чувствуя внутри себя нечто, ей не принадлежащее."
    mi "Подожди… Я сейчас… Привыкну."
    "Она раздвинула ножки как могла широко, но, подумав, просто обвила меня ими и подалась навстречу."
    "Это было как падение с горки."
    "Остро, горячо и очень сладко."
    me "Какая ты узкая внутри."
    mi "Не говори так… ха-а… хаааа…"
    "Не знаю насчёт неё, но у меня никогда в жизни ничего подобного не было — я воспринимал всё как будто в тумане, и сейчас даже угроза вторжения не пугала совершенно."
    "Я был весь там, где мы объединялись в единое целое."
    mi "Нет, нет… Не так резко, не так глубоко…"
    me "Мадам… кто кого… кхм?"
    "Не к месту вдруг вспомнился поручик Ржевский."
    me "Тем более что там так тесно."
    mi "Я схожу с ума…"
    "Я не успел уловить, в какой момент движения перестали принадлежать мне одному."
    "Мику поймала ритм и подавалась мне навстречу."
    "И чем сильнее подавалась, тем сильнее сжимала меня внутри."
    "Я и так-то держался из последних сил, но теперь я полностью утратил контроль над собой и заходил внутри неё как поршень, с каждым мгновением подводя себя к точке."
    window hide
    with flash
    "Перед глазами всё потемнело, а сердце споткнулось на полушаге."
    "Ля пти морт — говорят французы. Маленькая смерть."
    "По всему телу пробегала волна невероятного удовольствия, а мгновением спустя я начал разряжаться внутрь японки."
    "Мне никогда не было так хорошо, даже вмиг заболевшая голова не могла испортить мне удовольствия."
    "Мику обняла меня ещё и руками, прижавшись изо всех сил."
    "Она совсем не хотела выпускать меня из себя."
    "Здесь было очень тихо, слышно только наше дыхание."
    "Никто не пришёл."
    "Я лежал на Мику, опираясь на локти и колени, чтобы не раздавить девушку."
    "А она, прикрыв глаза, прислушивалась к себе."
    "Она снова была потная, как час назад."
    "Но в этот раз меня совершенно это не беспокоило."
    me "Как тебе?"
    "Спросил я, когда она удостоила меня благодарным взглядом."
    "Тут же впрочем спрятавшимся."
    mi "Было… так себе. На троечку."
    me "В смысле?!"
    "Она укоряюще смотрела на меня."
    mi "Ты думал о себе, не давал мне передышек и полностью загонял."
    mi "И это любовь?"
    me "Не ненависть же."
    "Вяло пошутил я."
    mi "Тебе ещё практиковаться и практиковаться."
    mi "И будет лучше, если ты будешь практиковаться со мной."
    "Она нежно обняла меня."
    mi "Потому что если я узнаю, что ты практиковался ещё с кем-то…"
    "И нежно поцеловала."
    mi "Я тебе яйца отрежу. Понял меня?"
    me "Ага."
    mi "Вот и молодец. А теперь слезь с меня, насильник. Пойду, попробую ещё раз договориться насчёт баньки."
    "Она подобрала с пола мою рубашку."
    mi "Нитки и иголка под трюмо. Развлекайся."
    mi "А мне, я чувствую, сейчас предстоит много-много из себя вымывать."
    play sound sfx_close_door_clubs_nextroom
    "Хлопнула дверь."
    "И я остался в одиночестве."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day5_mi_7dl_branch:
    window hide
    scene bg ext_sky_7dl with dissolve
    play ambience ambience_camp_entrance_day fadein 3
    play music music_7dl["ourfirstmet"] fadein 3
    "Мне мирно и уютно."
    "Но черта с два я признаюсь ей, насколько незащищённым я ощущаю себя рядом."
    "Такие вещи только всё портят. К тому же…"
    "Это слишком личное."
    mi "Сенечка, ты о чём-то задумался?"
    "Я неопределённо шевельнул плечом."
    with fade
    "И, соблюдая вежливость, задал встречный вопрос:"
    me "А ты?"
    "Помолчав, японочка кивнула:"
    show mi smile casual with dspr
    mi "Я вот что думаю…"
    "Её улыбка стала бесовской."
    mi "Сенечка, а пригласи меня… на свидание!"
    me "В смысле?"
    show mi happy casual with dspr
    mi "Ты снова смущаешься, будто я сказала что-то неприличное."
    mi "Не бойся ты так, я тебя не съем. Честное пионерское!"
    me "Я и не боюсь…"
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    play ambience ambience_camp_center_day fadein 3
    scene bg ext_musclub_day with dissolve
    "Очевидно, Мику захочет переодеться, потом в душ — и с учётом напавшего на неё игрунчика, каждую стадию она будет всячески смущать меня."
    show mi normal casual with dissolve
    mi "Сень, ты так быстро сбежал, что я не успела договорить."
    me "Да. Не знаю даже, что это на меня нашло."
    mi "Правда? Мне показалось, ты чего-то застеснялся. "
    "Она легкомысленно отмахнулась от мысли и продолжила:"
    mi "А у тебя есть плавки?"
    me "Не проси, не дам!"
    show mi laugh casual with dspr
    mi "Ой, смешной Сенька, зачем мне твои плавки? Я в них два раза обернуться смогу как в плащ."
    "Она покачала головой."
    show mi smile casual with dspr
    mi "Нет, плавки нужны будут тебе. Я пойду купаться на пирс и хочу, чтобы ты составил мне компанию."
    me "Пирс — это где?"
    mi "О, это укромное местечко! Никто о нём не знает! Немного за территорией, там не так шумно, как в купальне, я иногда туда хожу."
    me "Одна?"
    show mi serious casual with dspr
    mi "Конечно же нет! Ты составишь мне компанию."
    me "А. Точно. Совсем забыл."
    window hide
    with fade
    stop ambience fadeout 6
    play sound sfx_metal_door_heavy_close
    scene bg ext_camp_entrance_day with dissolve
    play ambience ambience_camp_entrance_day fadein 3
    "Мику настолько успешно лавировала, избегая встреч с любыми встречными-поперечными, что я заподозрил в ней подготовку нинздя, никак не меньше."
    "Так или иначе, на часах стукнуло три пополудни, когда мы прикрыли за собой ворота."
    mi "Направо и смотри под ноги — после дождя глина может быть скользкой."
    window hide
    scene bg ext_path_day with fade
    play ambience ambience_forest_day fadein 3
    pause(1)
    "Идти пришлось не слишком долго, судя по натоптанной тропинке, пользовались «укромным местечком» часто и с удовольствием."
    window hide
    scene bg ext_lake_day_7dl with flash
    play ambience ambience_lake_shore_day fadein 1
    "И когда кустарники наконец расступились, я не смог сдержать восхищённого возгласа."
    "Так как местечко и в самом деле оказалось — отпад!"
    "Мику же заулюлюкала в традициях индейцев и, сбросив с себя блузку и юбку, с разбегу спустилась вниз, оставляя меня подбирать её одежду…"
    "Пробежала по ослепительно белому песку пляжа…"
    "И, наконец, под ногами японки едва слышно скрипнули доски мостков — и в воду скользнула аквамариновая рыбка…"
    stop music fadeout 3
    window hide
    scene bg ext_sky_7dl with fade
    "Мику плескалась на мелководье, хохоталала сама с собой — и была до последней клеточки самодостаточной."
    "Наверное, я бы обиделся на то, что во мне настолько не нуждаются — позвали же с собой!"
    "И не нуждаются! Зачем звали, спрашивается?"
    play music music_7dl["pathways"] fadein 3
    "Будь я хотя бы на пару лет моложе — так обязательно бы."
    "Но я стар, ленив… Я краем глаза слежу за аквамариновыми хвостами, путаясь временами, где заканчивается вода, и где начинаются хвосты."
    "И чувствую себя превосходно — просто потому, что нахожусь здесь!"
    dreamgirl "Умение довольствоваться малым, надо же."
    "Я не успел вступить в полемику со внутренним голосом…"
    "Меня обдало снопом брызг, а рядом со мной плюхнулась на полотенце та самая акварельная принцесса."
    "От неё веяло прохладой и свежестью, так и маня окунуться…"
    mi "Сенька, пошли купаться!"
    me "Хм…"
    "Кроме того, что о нас могут пойти самые странные слухи, если нас поймают совместно купающимися…"
    me "А пошли!"
    "Вот уж что меня никогда не волновало — так это общественное мнение!"
    window hide
    pause(1)
    scene anim_underwater with dissolve
    $ persistent.sprite_time = "day"
    play sound sfx_shoulder_dive_water
    scene anim_underwater
    show blackout_exh
    with fade
    "Вода была холодной, от неё в первое же мгновение перехватило дух."
    "А потом рядом оказалась Мику, и всё перестало иметь значение."
    "Я ощущал её рядом с собой отчётливо — как продолжение собственной нервной системы."
    "Её смех. Её жизнерадостность."
    "Ей совершенно необязательно быть доброй, ласковой или умной. Достаточно просто быть собой — милой девочкой, которая верит, что мир не чёрен."
    "Но Мику не была бы собой, если бы ограничилась просто милотой."
    "Она двигалась в воде рядом со мной, улыбаясь всякий раз, когда наши глаза встречались."
    "Мику подплыла ко мне, игриво толкнула плечом и устремилась к поверхности."
    "Разумеется, я последовал за ней!"
    "Всё выше, и выше."
    "Я не очень понимал, зачем я преследую юркую девочку-рыбку, но уступать не хотелось."
    "Нравилось мне играть с ней — и даже не пытаться поддаваться."
    "И самым правильным словом здесь, пожалуй, будет «честность»."
    window hide
    play sound sfx_water_emerge
    play ambience ambience_boat_station_day fadein 3
    scene bg ext_beach2_day_7dl
    mi "Сенька плавает как толстая черепаха!"
    "Мику показала мне язык и оплыла вокруг меня."
    "И была она самая красивая и замечательная. Влюбиться бы в такую — и горя не знать."
    "Достойная же кандидатура, ну!"
    me "Тоже мне… худая черепаха!"
    play sound sfx_draw_water
    mi "Бе-бе-бе!"
    "Разыгралась девочка. Раздухарилась."
    me "Ты меня позвала с собой купаться, чтобы унижать и притеснять меня?"
    "Спросил я."
    mi "Тебя-то, пожалуй, притеснишь!"
    "Она брызнула в меня водой."
    mi "Ты вон какой большой, я на тебя вся помещусь, и ты даже не почувствуешь!"
    mi "И не унизишься!"
    th "Чудо ты, Мику."
    "Тихо улыбаясь, подумал я."
    "Мне было так спокойно здесь, за скобками остались все переживания и размышления."
    "Здесь были только мы — и никто нам не был указ!"
    mi "Поплыли к берегу."
    "Позвала она, разворачиваясь по направлению к оставленной на берегу одежде."
    mi "Замёрзла я что-то."
    window hide
    with fade2
    scene expression Desat1("bg ext_sky2_7dl") with flash
    mi "Сенечка, поговори со мной!"
    "Потребовала она, энергично встряхнув меня и прогнав тем самым подступающую дремоту. "
    me "Хм? О чём?"
    mi "Неужели со мной и поговорить не о чем?"
    mi "Я, вот, ничего о тебе не знаю, расскажи что-нибудь?"
    "Что-нибудь. Но что?"
    window hide
    with fade2
    me "Мне куда больше лет, чем кажется."
    me "И с каждым днём, что мне удаётся открыть глаза, будущее становится всё непригляднее и угрюмее."
    me "А вот в прошлом всегда сияет солнце…"
    "Я замолчал, растеряв все мысли."
    "И Мику, вежливо выждав несколько минут, пришла мне на помощь:"
    stop music fadeout 3
    if loki:
        
        mi "Ты уже с кем-нибудь встречался? Или…"
        "Её голос дрогнул."
        play music music_7dl["youareours"] fadein 3
        mi "Сейчас встречаешься?"
        me "Да нет. Ни с кем. Хотя однажды была девушка.{w} Была…"
        with fade
        mi "И где она теперь?"
        me "Скажем так, она меня бросила."
        mi "Правда? Очень жаль. Хотя ты не выглядишь очень огорчённым этим."
        th "Знала бы ты, чем там всё закончилось…"
        "Давно уже нет нас, а дождь всё идёт и идёт…"
        mi "И чем же?"
        "Кажется, последнюю фразу я произнёс вслух."
        "Язык мой — враг мой."
        me "Я не хочу об этом разговаривать."
        "Отрезал я."
        "Но меня тут же оседлали сверху, сжали бёдрами и заканючили: "
        mi "Ну пожалуйста-пожалуйста-пожалуйста!"
        "Была она горячая и шальная, наверное внутри неё работала автономная ядерная печка."
        "И меня на миг кольнуло ощущением, от которого я весь дёрнулся и закаменел."
        me "Так. Ладно."
        "Медленно произнёс я, старательно держа под контролем реакции организма."
        me "Я расскажу всё. {w}Только слезь с меня и перестань вставать в разные позы — смущает."
        "Мику послушно скатилась с меня и улеглась рядом — очень по-уютному свернувшись клубочком на полотенце."
        mi "Трави!"
        "Разрешила она."
        "Кажется, ничего не заметила."
        show expression D3_intro("cg d7_sl_gonna_be_ok_7dl")
        with fade
        me "Всё началось десять лет назад…"
        "Память ещё не вернулась ко мне полностью — например, я едва ли сумел бы сейчас рассказать о событиях, которые предшествовали моему попаданию сюда."
        "Однако последние годы качения под уклон и причины тому держались в памяти крайне цепко."
        me "Когда-то я тоже планировал связать свою жизнь с музыкой, только не эстрадной, а камерной."
        me "Я поступил на первый курс консерватории по классу медно-духовых, откуда мне прямой путь был либо в Санкт-Петербургский… то есть Ленинградский, военный сводный, либо в какой-нибудь симфонический."
        mi "Ты был музыкантом?"
        "От восторга вскрикнула Мику."
        "Чему только восторгалась, спрашивается…"
        me "Да. И даже не самым худшим на свете."
        me "Хотя не сказать чтобы музыка была любовью всей моей жизни — наоборот, подался я туда от безысходности."
        me "Так или иначе, однажды в моей жизни случилась встреча, которая поменяла всё…"
        "Я рассказывал и рассказывал, а сам в этом время переживал по новой — понимал, что по идее, должен был скрипеть зубами от ярости и хотеть придушить причину неприятностей собственными руками."
        "Но ничего этого не было."
        "Потому что сначала я слишком сильно любил Ксению."
        window hide
        scene anim prolog_2 with dissolve2
        "Десять лет безнадёжной влюблённости в человека, которому наплевать на тебя настолько, что даже не пришла проведать в больнице, где я оказался по её вине."
        me "Десять лет…"
        mi "Но как же десять лет, Сенечка, если тебе сейчас семнадцать, и вообще…"
        me "Я потом расскажу тебе, как… Сейчас я хочу рассказать тебе — почему. Дослушаешь?"
        "Мику кивнула."
        "Недовольная собой, она перебралась повыше и улеглась так, что мы оказались голова к голове — как в этих самых глупых мультиках аниме."
        mi "Конечно, дослушаю, Сенечка."
        "Прошептала она."
        mi "Продолжай."
        me "Да продолжать, в целом, и нечего."
        "Десять лет падения и падения: у меня не было никакой жизни, кроме желания отомстить, сейчас, оборачиваясь, я смотрю на дымящиеся руины, оставшиеся от некогда такой многообещающей жизни музыканта, поэта…"
        "Однажды и здесь взойдут первые ростки, но пока, пока…"
        "И любви здесь нет."
        "Возможно, потому-то я и не держал зла на девушку, поняв, что «отожгло и ушло» — на ненависть требовались силы."
        "А у меня не было ничего."
        "Только ледяная игла под сердцем и опустошение, которое навалилось, стоило лишь продавить грудью финишную ленточку и увидеть решение суда о признании банкротства."
        "Возможно, потому я здесь и очутился — что по ту сторону не осталось ничего?"
        mi "Ты себя слишком накручиваешь."
        "Заявила Мику, когда я закончил там, где память ещё сохраняла связность хронологии."
        mi "Тебя просто слишком бесит, что после твоего правосудия не побежали титры и фильм не закончился."
        mi "Только так не бывает."
        me "В каком смысле?"
        window hide
        scene cg d6_mi_vyluthere_7dl with fade
        "Почему-то я не удивился преображению болтушки-хохотушки в человека с собственным мнением."
        "Возможно, потому, что подспудно ожидал чего-то эдакого?"
        mi "В том смысле, что ты думаешь, будто твоя жизнь — это как история про потерю и месть."
        mi "Будто ничего у тебя нет и быть не может. Но у тебя же есть ученики."
        me "Ай, да какие там ученики…"
        mi "Успешные! Ты думаешь, смог бы кто-нибудь проникнуться благодарностью к наставнику сына — если бы наставник был бездарностью или подходил к делу без души?"
        mi "Ты влюблён в музыку. Что гораздо лучше — ты способен влюблять в музыку других."
        mi "Будить в них интерес."
        mi "Поэтому твоя история и не закончилась. У тебя ещё есть несколько нерозданных долгов."
        "Я задумался."
        "А Мику взяла мою руку и стала что-то вырисовать на ладони кончиками ногтей."
        "Было щекотно, но приятно."
        mi "Так что не думай больше о гадостях, ладно?"
        me "Договорились."
    elif herc:
        play music music_7dl["dance_with_me"] fadein 3
        mi "А у тебя там есть телефон?"
        "Я кивнул."
        mi "А давай как-нибудь созвонимся?  Я сейчас запишу номер… +81 11…"
        "Мику оказалась крайне запасливой девочкой — помимо купальника, она позаботилась ещё и о ручке с бумажкой."
        "Вернее, с блокнотом."
        mi "Это на всякий случай."
        "Улыбнулась она."
        mi "Вдруг в голову придёт что-нибудь — я сразу и запишу!"
        "Как это всё просто в её понимании."
        "Пришлось немного остудить её пыл, рассказав, что ещё неизвестно когда у меня будет возможность позвонить."
        "И деньги."
        mi "Неужели могут быть какие-то проблемы?"
        me "Нет, но лучше быть готовым ко всему."
        mi "Тогда, может, расскажешь, где и как живёшь?"
        window hide
        scene cg d6_mi_vyluthere_7dl with flash
        "Мику надулась и, спрятав блокнот, улеглась рядом."
        me "Исключая риск постоянно не попасть на тот берег или засидеться в гостях и упустить последний поезд домой…"
        me "Мне нравится моя панелька."
        "Я покопался в памяти телефона и вывел на экранчик фотографию своего дома — по ней я учился строить перспективу — ещё тогда, когда планировал рисовать."
        mi "И ты в этом живёшь?"
        "Мику с любопытством всмотрелась в снимок."
        mi "Ничего себе. У нас в Харадзюку похожий райончик есть, так точно такие же дома."
        me "Спасибочки."
        mi "Не обижайся! Просто забавно, как бывает похоже строят — панельные дома, балконы, бетон."
        me "Уж не ваш Саппоро."
        window hide
        with dissolve
        mi "А что не так? Центр Хоккайдо, культура-архитектура. Хочешь, приезжай к нам на Снежный Фестиваль?"
        mi " На прошлый Юки Мацури один мой поклонник сделал мою статую в полный рост, очень красиво!"
        "Я промолчал. Изготовление ростовых статуй изо льда было мне не по зубам."
        "Даже в честь лучшей девочки планеты."
        mi "Ну или просто походим посмотрим! Либо в парк Одори ближе к центру, либо на стадион Цудому. До Сусукино от моего дома далековато, так что…"
        "Мику оборвала себя."
        mi "Я опять тараторю?"
        "Я пожал плечами."
        mi "Нет, ну конечно, нам особо нечем похвастаться, не Ленинград-северная столица! Зато у нас были Зимние Олимпийские Игры!"
        me "Когда?"
        mi "В 1972-м!"
        "Тут мне в голову пришла интересная мысль."
        me "Постой-ка…"
        "Я принялся считать на пальцах."
        me "А ты родилась, выходит…"
        "Я ахнул:"
        me "Это значит, что твои родители познакомились на тех самых Олимпийских Играх?"
        mi "Догадался, наконец!"
        "Улыбка Мику была доброй, тёплой такой."
        mi "Всё так и было. Папа приехал из Союза помогать со строительством электростанции — нам требовалось много электричества."
        mi "Но кроме него приехало ещё много советских инженеров. Семьдесят третий и семьдесят четвёртый считаются годом Хафу — сам понимаешь, почему."
        me "Да уж, эпичная история. {w}Значит, в феврале были Зимние Олимпийские…"
        mi "А в августе появилась я! "
        me "Так и прожила всю жизнь в своём селе?"
        mi "Это не село!"
        "Надулась Мику."
        "Но тут же оттаяла."
        mi "Нет, не всю. После начала карьеры я потихоньку перебралась в Токио, но, думаю, после того, как закончу музыкальную школу, вернусь обратно домой."
        me "Зачем бы это?"
        mi "Что значит, зачем?"
        "Японка неприкрыто удивилась."
        mi "Чтобы ты, когда приедешь, мог найти меня, конечно."
        "Меня позабавило, что она сказала «когда», а не «если»."
        window hide
        with fade
    else:
        play music music_7dl["someone_like_you_guitar"] fadein 3
        "Я стою давно у окна, на столе цветы и свечи. Заглушает шум дождя сердца стук в ожиданье встречи…"
        scene bg ext_lake_day_7dl
        show mi normal swim
        with dissolve
        mi "Я до очень недавнего времени боялась воды."
        "Глядя на то, как она плескалась и вопила от восторга, это никак нельзя было предположить."
        mi "Понимаешь, там дело такое было…"
        "Взгляд японки чуть затуманился, когда она вызывала из памяти давние события."
        "Или это отголосок былой печали?"
        "Мику сделала несколько глубоких вдохов."
        show mi sad swim with dissolve
        mi "В младшей школе меня травили далеко не одну."
        "Наконец, решилась она."
        mi "Кроме меня, там была ещё одна… Девочка. "
        mi "Она была очень тихая, спокойная — никогда не играла с нами, никогда ни на кого не жаловалась."
        mi "Даже когда Люка подожгла ей волосы, и пришлось обстричься очень коротко — никому не сказала. "
        "Ничего сверхъестественного она пока не рассказывала — на что решалась-то?"
        mi "Мы привыкли к ней, знали, что Ри просто сама по себе такая."
        mi "Травили, конечно. {w}В детстве это так забавляет, когда тебе не могут сдачи дать в ответ на твои издевательства."
        show mi cry swim with dissolve
        mi "И я… тоже."
        window hide
        "Японка спрятала глаза."
        mi "Иначе все решили бы, что я её защищаю."
        me "Тоже издевалась?"
        mi "Да. На ногу наступала, толкала плечом в проходе — попробуй не толкни, когда на тебя весь класс смотрит."
        "Мику было невыразимо стыдно."
        "Зачем только вообще начала этот рассказ?"
        mi "А она ещё не отвечала никогда — смотрела так, тихо, с улыбкой. От которой удавиться хотелось."
        mi "Я виновата, да. Я плохая — потом несколько дней всё затихало, но тяжело не сталкиваться с человеком, учась с ним в одном классе."
        mi "К тому моменту я как раз успевала наплакаться, совесть меня немного отпускала."
        window hide
        scene anim prolog_2 with fade
        $ set_mode_nvl()
        mi "Мы были в третьем классе, когда произошло несчастье."
        mi "Учитель повела нас в бассейн, у нас была ФК в спорткомплексе, Ри была с нами."
        mi "Необходимо было проплыть тридцать метров, лягушатник в длину — это очень много для третьеклашки, поэтому справлялись далеко не все."
        mi "Лично я не сумела."
        nvl clear
        mi "А Ри попыталась. На тот момент, когда всё произошло, она была на несколько метров дальше моей отметки. "
        mi " Я плохо запомнила подробности, остались только разрозненные картинки — девочки выстроились в шеренгу по одному, все в чёрных спортивных купальниках. Только на дорожке Ри — пустое место, так как её заплыв."
        mi "Вот она плывёт, видно, что старается изо всех сил."
        mi "А вот она уходит под воду — глубина всего два метра, но она не шевелится."
        mi "И никто ничего не понимает, все смеются, называют Ри крокодилом и годзилльей какашкой."
        "Мику резко выдохнула:"
        mi "Только тренер с места, прямо в одежде, прыгнул в воду и поплыл к ней, вытряхнул на берег."
        mi "Попытки искусственного дыхания, очистки лёгких от воды… Всё было бесполезно."
        nvl clear
        mi "Ри увезли на скорой."
        mi "А через две недели мы узнали, что её не стало."
        mi "У неё был витиум кордис.  Ей абсолютно нельзя было волноваться, запрещены были физические нагрузки."
        mi "Такое красивое слово… Па перевёл его как «врождённый порок сердца» — он всегда интересовался латынью."
        mi "А я тогда ещё не знала, что такое порок, и услышала «порог». Уж это-то я знала, на слуху было."
        mi "В доме периодически звучали такие слова — порог прочности, порог вместимости… Я решила, что у Ри был такой же порог."
        mi "Что у её сердца был порог. Прощения. Ри была доброй девочкой, она прощала нас, никому не отказывала в помощи. А однажды не смогла прощать. Потому что достигла порога, за которым сердце больше не может биться."
        nvl clear 
        mi "А в классе сказали, что это из-за того, что она перетрудилась, когда плавала."
        mi "«Перенапряглась во время плавания» — так они сказали."
        mi "И мы несколько месяцев боялись так же «перенапрячься»."
        mi "До истерики!"
        mi "Отказывались купаться на том месте, где встало сердце Ри, боялись, что у нас тоже встанет."
        mi "Таким образом, в том году мы больше не плавали."
        mi "А у меня ещё несколько лет сохранялся страх перед водой."
        nvl clear
        window hide
        scene cg d6_mi_vyluthere_7dl with flash
        $ set_mode_adv()
        me "Только маленький ребёнок мог себе такое навоображать."
        mi "Да. Наверное, ты прав."
        "Мику кивнула резко, будто боясь, что я сейчас брошусь её упрекать в чём-то."
        mi "Но, знаешь… Она приснилась мне. Ри."
        "Продолжила историю Мику."
        "Видимо, это и в самом деле не давало ей покоя."
        mi "После гибели нашей тихони, вся жестокость одноклассников обрушилась на одну меня — а я плакала по ночам от вины за Ри, не очень-то обращая внимания на тычки."
        me "И как долго это продолжалось?"
        mi "Да до тех пор, пока школу не сменила."
        "Она отмахнулась от моего вопроса, как от не имеющего значение."
        mi "Но, наверное, я каким-то образом искупила свои поступки, так однажды во сне ко мне пришла Ри."
        mi "Она была того возраста, какой была, когда утонула, была одета в своё обычной платье."
        mi "Снова улыбалась своей тихой улыбочкой."
        mi "Она сказала, что не злится на меня и всегда хотела быть моей подругой."
        mi "Жаль, что всё сложилось по-другому."
        mi "Приложила два пальца к моему лбу и исчезла."
    window hide
    scene bg ext_lake_day_7dl
    show mi surprise swim
    with dissolve
    mi "Ой, что это?"
    "Мику встрепенулась и приподнялась на локте, встревоженно глядя поверх меня куда-то в сторону."
    "Я проследил за её взглядом."
    "Похоже, что когда-то от дороги к пристани вела выложенная бетонной плиткой тропинка, но с тех пор миновало лет сорок — всё успело зарасти высокой травой."
    "Однако бетонка никуда не делась."
    "И сейчас по ней кто-то очень громко и отчётливо топал."
    "Вернее, даже ТОПАЛ!"
    me "Оууу… Страшный зверь идёт по наши души!"
    mi "Что это?"
    "Мику немного напугалась, но, видя, что я не спешу никуда бежать, заставила себя сидеть на месте."
    me "Лютая зверюга там. Предупреждаю сразу — опаснее его только челябинские рабочие."
    mi "Ой, ужас."
    "Мику шутку юмора, похоже, не уловила."
    me "Ага. Пойдём."
    stop music fadeout 5
    "Я поднялся и, накинув рубашку, потащил Мику за собой."
    me "Давненько я ни на кого не охотился."
    show mi shocked swim with dspr
    mi "Охотился?! Но, Сенечка…"
    "Ни слова не говоря, я заспешил вперёд как мог быстро."
    "Мику пришлось ненадолго замолчать и сфокусироваться на попытках не свалиться где-нибудь по дорожке."
    dreamgirl "А мы потом на неё сверху!"
    th "И пузом к земле, пузом, пузом!"
    me "Цыц! Добычу спугнёшь."
    "Тропинка обнаружилась шагов через двадцать."
    "Я оглянулся. Посмотрел влево…"
    me "Вот он! Лови!"
    show mi surprise swim with dspr
    mi "Но…"
    me "Ату его! Ату-туту!"
    "Завопил я и припустил во всю прыть."
    window hide
    show ftl_anim with Shake((0, 0, 0, 0), 4.0, dist=10)
    "Шевеление было здесь же — вот оно, десять шагов, не видно из-за травы."
    "Я присмотрелся и удовлетворённо кивнул."
    "Именно это я и ожидал увидеть."
    "С лапой, устроенной так, что её владелец постоянно ходит, будто наступая только на пятки."
    "Скорости это ему только не добавляло!"
    play sound sfx_7dl["hedgehog"] fadein 0
    me "На старт… {w}Внимание… {w}Ёж!"
    "С первобытным улюлюканьем я, размахивая над головой невесть как снятой рубашкой, погнал хыщника прямиком к воде."
    play music music_7dl["catch_the_hedge"] fadein 2
    scene cg d4_mi_hedgehod_day_7dl:
        pos (0,0) 
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (5,5) 
        pos (0,0) 
        linear 0.1 pos (0,-5) 
        linear 0.1 pos (0,5) 
        repeat
    with dissolve
    "Видел бы я-прежний себя настоящего!"
    "Я же всегда был такой… такой солидный! Неторопливый."
    "Кто мог подумать, что я скачусь до этого вот голосящего индейца, загоняющего ежа?!"
    th "Надеюсь, никто и никогда об этом не узнает."
    "Почему-то в моих надеждах опасения было куда меньше, чем ожидал."
    dreamgirl "Заиграло детство в одном месте, да?"
    "Болтун в голове занял место камеры GoPro и с дивана комментировал мои действия."
    dreamgirl "Вот поймаешь его — что с ним сделаешь?"
    th "Дам ему палец цапнуть!"
    dreamgirl "Хорошо хоть не нос."
    "В меня бросили картинкой из моего далёкого-предалёкого детства — того самого, что сейчас «играет»."
    "{i}Я наклонился рассмотреть свернувшегося клубочком зверька, а тот вдруг резко раскрылся и вцепился мне прямо в нос!{/i}"
    "{i}Больно вцепился!{/i}"
    "{i}Фактически так, что когда я отпрянул — злючка-колючка всё ещё висела у меня на носу, сжимая челюсти!{/i}"
    "{i}Слёзы брызнули из глаз от боли.{/i}"
    "{i}К счастью, с этим меня уже научили бороться соседские мальчишки.{/i}"
    "{i}Немного скосив челюсть вперёд, я подул на свой многострадальный нос.{/i}"
    "{i}Ёж забеспокоился, попытался дышать носом, но где там! Без шансов!{/i}"
    "{i}Несколько секунд спустя, он, недовольно зафырчав, отцепился от меня и, свернувшись, скатился в подставленные ладони.{/i}"
    "Представив на секунду ту же картинку — но с Мику в роли жертвы, я не сдержал смешка."
    dreamgirl "В темпе! Некогда ржать!"
    window hide
    play sound sfx_slavya_run
    scene bg ext_un_hideout_day_7dl:
        pos (0,0) 
        linear 0.1 pos (-5,-5) 
        linear 0.1 pos (5,5) 
        pos (0,0) 
        linear 0.1 pos (0,-5) 
        linear 0.1 pos (0,5) 
        repeat
    with dissolve
    play sound sfx_7dl["breath"] fadein 3
    "Дыхалки уже почти не оставалось, но я добился своей цели — ёж в панике выскочил на крохотный пляжик рядом с пристанью и, увязая в песке, кинулся вправо."
    "Но скорость, конечно, была уже не та, не та."
    "Если бы не одна проблемка."
    "Ещё несколько секунд, и…"
    play sound sfx_7dl["blanket"] fadein 0
    "Рубашка, будто обретя собственные крылья, полетела вперёд."
    "Рука не подвела меня — белый комок, развернувшись в воздухе, превратился в полотно, которое аккуратно накрыло мою цель."
    "Оказавшись на земле, оно застыло."
    "Потом, в задумчивости, сделало несколько шагов направо…"
    "Налево…"
    "И, наконец, замерло окончательно."
    window hide
    $ persistent.sprite_time = "day"
    $ day_time()
    "Наклонившись, я смотал рубашку на руки — а в них, как в гамаке, оказался и собственно Ёж."
    "Морда оказалась вредная-вредная — как я и ожидал."
    "Для проверки рефлексов пошевелил сквозь рубашку колючие бока."
    "Трофей, как ему и полагается, возмущённо зафырчал и упрятал нос поглубже в иголки."
    window hide
    scene bg ext_un_hideout_day_7dl
    show mi surprise swim
    with dissolve
    mi "Ой, а что это у тебя?"
    "Мику возникла рядом."
    "Как оказалось, всё это время она покорно бежала за мной — в купальнике."
    me "Это моя добыча, я её добыл!"
    show mi shy swim with dspr
    mi "Какая добыча?"
    me "Ёж!"
    mi "Ёжик? Какой симпатичный! А у меня на родине тоже ежи водятся, но они немного другие, и их никто при мне ни разу не ловил!"
    "Мику умилилась и протянула пальчик, погладить хыщника."
    "Я снова представил себе картинку  — Мику с ежом на носу — и, вздрогнув, убрал насторожившегося было зверька подальше:"
    me "Мику, аккуратнее! Эта скотинка знаешь как больно кусается!"
    me "До крови цапнуть может."
    mi "Ой."
    "Мику немедленно отдёрнула пальчик."
    show mi normal swim with dspr
    mi "И что нам с ним делать теперь?"
    "Я пожал плечами."
    "Меня интересовал только процесс поимки скотинки, всё остальное заботило значительно меньше."
    me "Отнесу в живой уголок, да назову Феликсом."
    stop music fadeout 5
    show mi laugh swim close with dspr 
    mi "А почему Феликсом?"
    "Ассоциация такая потому что!"
    me "Потому что для Супер-ёжика Соника наш Феликс слишком тихоходен."
    me "А ещё я в детстве знал одного ёжика — на доисторических игровых консолях."
    show mi smile swim close with dissolve
    mi "«Доисторических» — это как?"
    "«Да, была у меня в детстве восьмибитная «Денди», старая-старая» — чуть было не сболтнул я."
    "А потом вспомнил про Обстоятельства."
    mi "И потом, Сенечка… У нас же нет никакого живого уголка!"
    mi "Может, отпустим Феликса? Пусть гуляет себе."
    me "Эх…"
    "Тяжко вздохнув, я опустил с таким трудом добытую добычу обратно на землю."
    me "Молите Рандома, товарищ Дзержинский — за вас дама попросила."
    "Ёж ничего не ответил и через несколько секунд скрылся в траве."
    "А нас позвал на полдник горн!"
    stop sound_loop
    stop ambience
    stop music fadeout 5
    window hide
    scene bg ext_dining_hall_near_day
    show mt normal pioneer at cleft
    with dissolve
    play ambience ambience_camp_center_day fadein 2
    play music music_list["doomed_to_be_defeated"] fadein 0
    "Ольга уже поджидала нас у столовой."
    mt "Явились, голубчики."
    "Проговорила она."
    mt "Нагулялись?"
    show mt angry pioneer at left
    show mi sad pioneer at right
    with dissolve
    mi "Ольга Дмитриевна-сан, я…"
    "Начала было Мику, но вожатая даже не стала её слушать:"
    mt "Ты вообще молчи, Хатсуне, с тобой отдельный разговор!"
    mt "После полдника марш готовить программу к костру, глаза б мои на тебя не смотрели!"
    "Мику каким-то чутьём угадала, что сейчас не время строить из себя штучку с характером, и, повесив голову, поплелась в столовую."
    hide mi with dissolve
    mt "Что касается тебя, Семён."
    "Ольга странно посмотрела на меня, склонив голову на бок — застыла на полувздохе, будто ожидая какого-то ответа."
    "Не дождалась."
    show mt normal pioneer at center with dissolve
    "Но едва ли её смутили бы такие вещи, как нежелание пионеров подыгрывать в таинственной игре."
    mt "И что мне с тобой делать? Ты же за территорию сбежал без разрешения. Правила знаешь?"
    "Я кивнул."
    "Хотя в глаза никаких правил не видел."
    mt "На первый раз я бы тебя простила. {w}Но, извини, это не первый раз."
    me "В смысле?"
    mt "В прямом. На педсовет тебя отвести, что ли… Пусть выгоняют?"
    "У меня что-то ёкнуло внутри."
    me "Нет…"
    show mt smile pioneer with dspr
    mt "Серьёзно? Я думала, тебе совсем плевать — стоишь такой с каменной миной."
    me "Это от ужаса."
    mt "Я так и подумала. Ладно, давай думать, что делать с тобой."
    "Меня осенило:"
    me "А сегодня же костёр будет! Давайте я с ним помогать буду?"
    show mt normal pioneer with dspr
    mt "Не получится. Дрова уже отвезли."
    me "Тогда я могу прибрать поляну или развести огонь."
    "Ольга дёрнула уголком рта — видимо, она считала разведение огня привилегией, а не наказанием."
    mt "Это место занято Славей."
    mt "И тушение тоже… занято."
    me "Давайте я тогда хотя бы о картошке позабочусь."
    show mt grin pioneer with dspr
    mt "А ты горишь желанием искупить вину, правда?"
    mt "Уговорил! Но чтобы до вечера я вас с Хатсуне вместе не видела, понял?"
    mt "Не хватало мне, чтобы вы опять куда-нибудь вдвоём сбежали."
    "Я покраснел, так как за её «сбежали» легко читался куда менее невинный контекст."
    me "Обещаю!"
    mt "Тогда марш в столовую. И не забудь о…"
    "Она говорила что-то ещё, но я её уже не слушал."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
    
label alt_day5_mi_7dl_potato:
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 3
    play music music_7dl["someone_like_you_guitar"] fadein 5
    "Мику от греха подальше решила не подсаживаться ко мне."
    "А то мало ли…"
    th "Да и ладно! Не особо-то и хотелось!"
    "Даже садиться не стал — на полдник сегодня выдавали венскую булочку, слопать которую можно было меньше чем за полминутки."
    "Вот и я…"
    "Думал, если быстро-быстро всё сделаю — как раз успею сбежать, пока вожатая непонятно где лазает."
    window hide
    with fade2
    "Чёрта с два."
    "Опыт всё-таки не пропьёшь — похоже, на общении с трудными пионерами Ольга свет Дмитриевна не одну собаку слопала: во-первых, выходы были перекрыты Славей и Алисой."
    "А во-вторых — вернулась она ещё до того, как я перестал жевать."
    show mt normal pioneer with dspr
    mt "Вот, Сёмыч. Держи, это тебе."
    "Она ссудила мне с барского плеча пяток дерюжных мешков."
    me "Что?!"
    mt "Что?"
    me "Я имею в виду — зачем так много?! Я не унесу столько!"
    show mt smile pioneer with dspr
    mt "А ты решил накормить целый лагерь? Хм… Похвально-похвально…"
    "Она сделала вид, что призадумалась."
    me "Ничего не решил! И вообще!"
    show mt laugh pioneer with dspr
    mt "Ого, какие мы бурные! Расслабься, Сёмыч, тут не только тебе, но и прочим… кхм… дежурным."
    mt "Не один же наш отряд сегодня костровать идёт, верно?"
    me "Э…"
    "Я уже говорил, что у Ленивовны прирождённый талант — заставлять меня чувствовать себя идиотом?"
    show mt normal pioneer with dspr
    mt "Вот и раздашь. А теперь — чтобы духу твоего здесь не было."
    me "Яволь!"
    mt "И не вздумай возвращаться до тех пор, пока не наберёшь целый мешок, ясно тебе?"
    me "Яволь!"
    show mt grin pioneer with dspr
    mt "И перестань паясничать… Яволь Петрович."
    mt "Ключ вернёшь мне лично в руки. Свободен."
    hide mt with dissolve
    "Ещё раз пристально глянув на меня, Ольга ушла."
    window hide
    stop ambience fadeout 3
    with fade
    pause(2)
    scene bg int_dining_hall_day
    with dissolve
    play ambience ambience_dining_hall_empty fadein 3
    "Разговоры в столовой стихли, сытые пионеры разбрелись каждый по своим делам, оставляя лишь «дежурных» — в добровольно-принудительном порядке назначенных ответственных за провиант."
    "Ольга Дмитриевна иногда подаёт свои назначения так, что спорить с ними нет никакой возможности."
    window hide
    play ambience ambience_dining_hall_empty fadein 9
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_potato_storage_7dl with dissolve
    "Так что я, вкупе с ещё пятком человек – по человеку с отряда – гремел ключом, отпирая навесной замок в погребное хранилище."
    "Несколько секунд, ковыряя внутренности замка ключом, я почти всерьёз размышлял — нарочно ли вожатые подстраивают чей-нибудь промах, чтобы самим не приходилось отправляться сюда пачкать руки и рвать спину?"
    "Дело в том, что вокруг меня были одни только пионеры."
    "Наконец, замок поддался и пропустил меня в место обитания картошки."
    me "На старт, внимание…"
    pause(2)
    "И первым же зашёл на склад."
    window hide
    with fade2
    "Желающих нестись вперёд паровоза не оказалось."
    "Человек Ленивый — а значит, и Разумный — прекрасно понимает несколько положений."
    "1. Любую работу нужно делать на совесть, чтобы потом не заставили переделывать."
    "2. Любую работу надо делать ответственно, чтобы не подумали, что задание слишком малозначимое."
    "И пунктЪ 3: любую работу нужно делать с чувством, с толком, с расстановкой — чтобы она заняла максимум допустимого времени. Чтобы не поручили по завершении чего-нибудь сверх того."
    "Судя по тому, что лица вокруг меня уже успели примелькаться, здесь все постигли «Дао Лентяя» — и Данька из второго отряда, и Лилька из третьего…"
    "Были ещё несколько малышей из отрядов совсем маленьких — их я не знал."
    "А среди них затесалась девочка в совсем уж неуставном платьице. "
    "Сначала мне показалось, что она здесь просто так, подошла посмотреть, чем это мы здесь заняты. Но нет. "
    window hide
    with fade
    play music music_7dl["everyday"] fadein 3
    "Она ровно так же, как и все прочие, подошла ко мне, получила свой мешок и принялась за работу."
    "Одета она была в тёмно-красное платьице, с трудом доходящее до середины бедра, волосы были сколоты жутко популярными в Нихоне заколками для волос в форме кошачьих ушей, что заставило меня предположить, что девочка не так-то проста, как мне показалось."
    "В иное время её экзотическое облачение вызвало бы у меня ряд справедливых вопросов."
    "Но у меня под носом слишком часто мелькал ровно такой же нарушитель дресс-кода — проказливый такой, красномаечный, голубоглазый и вреднохарактерный!"
    "А потому я не задавал лишних вопросов: хочет она ходить так, и пусть. Не жалко."
    "Между тем работа закипела!"
    "Пионеры, каждый вооружённый собственным мешком, разбрелись по помещению, и меланхолично разграбляли сетки с картошкой."
    "Каждому хотелось набрать некрупных клубней, чтобы не особо напрягаться, и в то же время не подвести товарищей."
    "Алгоритм был прост: то, что понравилось, отправлялось в мешок, а всё остальное находило себе место в середине комнаты."
    "Так что мало-помалу там росла горка особо крупных или особо уродливых картофелин – из тех, что ни один уважающий себя пионер запекать, а тем более есть не станет."
    "Своего рода отстойник, продукт в котором заклеймён: с этим лучше не связываться."
    "Только одна фигурка торчала рядом с ней."
    "Та самая девочка."
    "Она с умным видом ходила между нами, заглядывала через плечо и с интересом смотрела за тем, как полнеют мешки — ну ещё бы, такое-то увлекательное зрелище!"
    "Очень самостоятельная девочка."
    "Иногда я ловил на себе её взгляд, но отворачивался, не обращая внимания."
    "Дел у меня было много, а вот времени оставалось впритык."
    "Я всё равно должен буду уйти отсюда последним — ключи, а значит, ответственность за то, чтобы запереть здесь всё, лежала на мне."
    window hide
    with fade
    "Пионеры почти не разговаривали, они полностью ушли в работу: времени между полдником и ужином было кот чихнул, а до костра каждому хотелось что-нибудь успеть."
    "И я полностью их в этом понимал."
    "Не знаю насчёт их собственных желаний, но конкретно у меня почти навязчивой идеей колотилось в висках желание ещё раз увидеть заморскую акварельную принцессу и просто сказать ей «привет»."
    "Ничего же особенного, правда? "
    "И тем не менее."
    "В итоге в помещении остались всего три человека – Данька, ваш покорный слуга и та самая девочка."
    "Даня, как человек ответственный и рассудительный, взял сколько влезло, чтобы не порвался мешок, спросил у меня верёвку и начал перевязывать горловину."
    "Что же до девочки в платье… У неё дела обстояли несколько печальнее."
    "Картошки-то она набрала полный мешок – даже края не сходились."
    "Проблема была в том, что она в жизни бы не сумела утащить на себе всё это богатство."
    "Она умоляюще посмотрела на Даньку, на меня…"
    "И со вздохом перевернула всё, схватила за углы, вытряхивая собранное."
    "Какой бы самостоятельной она ни была, грузоподъёмность её была не очень большой."
    th "Интересно, из какого она отряда?"
    "Мне пришло в голову, что девочка вполне могла бы быть из отряда Даньки — но что в таком случае она делает здесь?"
    "Хотя по возрасту очень даже подходит."
    th "Возможно, просто оказывает шефскую помощь какому-нибудь шестому отряду."
    "Эти малыши и костра толком не увидят: испекут и слопают по картошине, а потом потянутся обратно в лагерь."
    "У них же по распорядку отбой в половине десятого. "
    window hide
    with fade2
    "Девочка подошла ко мне, с интересом посмотрела на мой мешок, потом на картошку, которую я перебирал – видимо, думала, что у меня лучше или интереснее."
    "Тихонько вздохнула."
    stop music fadeout 3
    "И я удивился, услышав собственный голос:"
    me "Ты тут полгода возиться будешь. Бери…"
    "Я протянул ей свой мешок."
    "Здесь был НЗ на весь мой отряд."
    "Но я абсолютно точно знал, что могу унести и больше. А вот она – не сможет."
    "Видимо, последние несколько дней довольно сильно повлияли на меня."
    "Я вспомнил, что это девочка, что я джентльмен."
    dreamgirl "ДжентльСемэн!"
    "И дамам следует уступать."
    play music music_7dl["seven_summer_days"] fadein 3
    "Хотя иногда в метро я всё-таки не уступаю место женщинам. "
    "Она с любопытством перевела взгляд с мешка на меня – и даже в полутёмном помещении склада я споткнулся, наткнувшись на её взгляд."
    "Возможно, картошка и подготовка к костру не самая интересная на свете вещь, но такие вот мгновения окупают всё сторицей."
    "Знакомство с Мику сделало меня романтиком."
    "Это она виновата. Больше некому."
    "Я забился, застыл, перестал дышать."
    "Глаза девочки были жёлтые, кошачьи… Тигриные."
    "На их дне играли золотые искорки, оттого взгляд девочки приобретал выражение неземной печали и какой-то отчуждённости."
    "Очень похоже смотрят на мир едва родившиеся дети – смотрят внутрь себя."
    "Я заблудился, сердце пропустило один шаг, ёкнуло – слишком близко подошёл к краю."
    "Я долго описываю, а на самом деле всё произошло за доли секунды."
    "Важнее то, что когда эта доля прошла, я понял, что ничуточки не жалею о впустую потраченном получасе."
    show uv surprise with dissolve 
    uv "А почему ты… Мне…"
    "Выговор у девочки был странным — как будто русский язык был для неё неродным."
    "Её глаза блеснули."
    me "Просто… Ты вон какая нарядная, в платье, и ужин скоро…"
    "Пробормотал я, чувствуя, какую чушь несу."
    "Она продолжала смотреть мне в глаза — видимо, не чувствуя того, насколько дискомфортно мне от этого."
    "Смутившись, я разорвал зрительный контакт, и сразу стало гораздо легче."
    me "Ты даже в порядок себя привести не успеешь."
    "У неё, похоже, было другое мнение относительно собственного платья."
    "Ей бы рассмеяться – лет четырнадцать-пятнадцать, не больше."
    "В это время дети ещё довольно жестоки. Особенно, если пытаются скрыть стеснение."
    "Смех в такие моменты — штука довольно жестокая, так что я ждал его."
    "Но девочка не стеснялась."
    "Наоборот – она взяла мой мешок и с благодарностью посмотрела мне в глаза ещё раз."
    "И неизвестно, что она сказала или сделала бы дальше"
    play sound sfx_metal_door_heavy_close
    extend ", но у меня за спиной хлопнула дверь – Данечка собрал свой НЗ и удалился по-английски, деликатно не прерывая нашего увлекательного общения."
    "Мы вздрогнули, снова посмотрели друг на друга."
    show uv smile with dspr
    "Нерешительно улыбнулись – синхронно так, по-доброму."
    "Девочка потёрла рукой бок, я проследил за движением, разглядел на руке синяк."
    "Невольно продолжил разглядывать – нарядное на первый взгляд платьице оказалось истрепавшимся, кое-где на подоле вытертым до состояние бахромы, всё в каких-то надрезах."
    "На левой ноге, чуть ниже колена, заметил грубо перехваченную бинтом ранку – повязку явно накладывал человек не медицинской профессии — задохнулся от жалости: синячище был огромным…"
    me "Откуда это у тебя?"
    "Я показал пальцем на синяк."
    show uv guilty with dspr
    uv "Не знаааю…"
    "Она так забавно растянула гласную, как кошка. {w}Виновато блеснули жёлтые (тигриные!) гляделки."
    show uv normal with dspr
    uv "Я постоянно ставлю себе всякие синяки, а потом не могу вспомнить, откуда они взялись. На руках, на ногах."
    me "Но это же ты даже забинтовала…"
    show uv surprise with dspr
    uv "Да? Ой…"
    "Она старательно подумала секунд двадцать, но отрицательно покачала головой:"
    show uv normal with dspr
    uv "Не помню. Кажется, он там был всегда."
    "Я ощутил беспомощную жалость к несчастной девочке с мешком картошки."
    "Смутился от искренности чувств, отвернулся."
    "Я больше не знал, что сказать. Кажется, всё. Всё?"
    "Разозлившись на себя, я отобрал у неё пустой мешок – наказ Ольги Дмитриевны всё же надо было выполнить."
    "Голодные пионеры распнут меня, если этот костёр у них будет без обязательной составляющей."
    show uv smile with dspr
    uv "Даваааай, я помогу?"
    "Девочка села на корточки рядом и в меру разумения принялась помогать."
    "Похоже, с картошкой она до сих пор дел не имела – в котомку полетели «глазастые» клубни, большие, гнилые…"
    "Ничего удивительного в том, что она так долго копалась."
    me "Нет, знаешь…"
    "Почему-то очень не хотелось правдой обижать её."
    me "Я как настоящий добытчик должен добывать еду сам. А не с чьей-то помощью."
    show uv sad with dspr
    "Она растерянно посмотрела на мой подарок:"
    uv "Но тогда… Получается, что я не настоящий добытчик?"
    me "Самый настоящий. {w}На костре подходи ко мне, научу печь картошку в мундире."
    uv "Хорошо. Я попробую."
    "Она легко поднялась и, кивнув мне, вышла прочь."
    "Задержалась в дверях (я невольно проводил её взглядом) и снова несмело улыбнулась."
    "Хорошо улыбнулась, честно."
    me "Постой!"
    "Почему-то захотелось задержать её. Хотя бы на мгновение."
    uv "Что?"
    me "Ты… Ты из какого отряда?"
    "Она покачала головой."
    uv "Попробую."
    pause(2)
    hide uv with easeoutleft
    "И пропала."
    "Я вдруг почувствовал, какое необъяснимо хорошее настроение у меня от этой встречи и от собственного нечаянного рыцарства."
    th "Надо будет познакомить её с Мику.{w} Мне кажется, они должны поладить."
    "Мысль о Мику заставили меня ощутить лёгкое недовольство собой – за то, как быстро я ощутил симпатию к незнакомке."
    "Потому я запретил себе подниматься и провожать девочку взглядом."
    "И вот ведь как получилось… "
    "Слова толком друг другу не сказали, не запомнили и не представились."
    "А всё равно – чувствую на каком-то уровне, что ещё очень долго буду помнить эту встречу."
    "Потому что минутные эпизоды детства  заседают в памяти куда прочнее, чем долгие эпопеи из взрослой жизни."
    "Глупая картошка, глупое задание."
    "А я всё равно улыбался, думал про то, как она забавно смотрится в этом платье, с этой дужкой на волосах с украшением в форме кошачьих ушей."
    "И даже этот бинт на ноге совершенно её не портит."
    hide uv with fade
    "И только несколько минут спустя я понял, почему эта девочка кажется мне такой знакомой."
    th "Я же видел её во сне!"
    dreamgirl "Точно её?"
    th "Ну… Кого-то на неё крайне похожего — это точно. "
    dreamgirl "И что теперь? Будем вызывать отряд Охотников за привидениями?"
    "Да, идея что-то делать казалась не очень-то состоятельной."
    "Но зато я мог рассказать всё Мику!"
    "Осталось накопать собственно японку."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day5_mi_7dl_camp_cleance:
    scene bg ext_square_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Закончив все свои дела, я отправился на поиски своей подружки."
    "Но почему-то нигде и никак не мог её найти."
    "Где бы я ни появлялся — она либо уже ушла, либо её вовсе не было."
    "Обегал я все места, где она могла бы появиться — от музыкального клуба до эстрады или домика."
    "Последний раз меня направили на площадь."
    "С совершенно предсказуемым результатом."
    window hide
    with fade
    play music music_7dl["uneven_me"] fadein 2
    show sl normal pioneer with dspr
    sl "Привет!"
    me "Мику не видела?"
    show sl sad pioneer with dspr
    sl "Знаешь, я не фанат формальностей… Но что случилось с «Привет, как дела?»"
    me "Ой, прости."
    "Отповедь Слави несколько отрезвила меня, и я с усилием выдохнул."
    show sl normal pioneer with dspr
    sl "Да ничего. Ты почему такой взмыленный бегаешь?"
    me "Да понимаешь, я тут поручение Ольги Ленивовны выполнял и Мику потерял!"
    show sl smile2 pioneer with dspr
    sl "Ты теперь без неё не можешь?"
    "На миг в глазах девушки мелькнуло лукавство."
    me "Э… Ну, что-то в этом роде."
    "Не рассказывать же про то, что я увидел наяву девочку из сна!"
    show sl normal pioneer with dspr
    sl "Попробуй поискать её на костровой поляне. Кажется, она направлялась туда после репетиции."
    me "А как же… Это же за территорией."
    sl "Ну и что? Ты же помогать ей отправляешься. {w}Так что можно. Иди!"
    me "Если ты так считаешь…"
    window hide
    $ persistent.sprite_time = "day"
    scene bg ext_polyana_day
    with dissolve
    play ambience ambience_forest_day fadein 3
    window show
    "И Славя не соврала — Мику и в самом деле оказалась здесь!"
    me "Эй, привет!"
    show mi normal pioneer with dspr
    mi "Привет, Сень."
    "Вяло помахала рукой она."
    "Выглядела она подавленной."
    me "Что-то случилось?"
    mi "Да нет… Просто устала я. Последние часы пришлось очень много бегать."
    window hide 
    with fade2
    "Известно, что вакуум в душе заполняется тем, что ближе окажется — бесами ли, ангелами."
    "Известно, что святу месту не быть пусту — и, возможно, стоило бы придумать это место, если бы его не существовало."
    "Как и Мику."
    "Её-то точно стоило бы выдумать. Не самая плохая кандидатура приложения творческого начала, как мне кажется."
    "Я взял бы лунный мрамор и отсёк бы всё лишнее, не смотрел бы в глаза статуе, вспоминая, что контакт глаз свыше половины времени общения — это прямой путь ко влюблённости."
    "А мне нельзя. Нельзя."
    "Визит Сакишиты до сих пор вызывал у меня мерзкое ощущение бессильной злости — хотелось плеваться и говорить мерзости."
    "Но очевидным факт, что агент не отступится, почему-то стал только сейчас."
    show mi smile pioneer with dissolve
    "И это довольно сильно угнетало."
    "Мику же благостно улыбалась, жутко этим раздражая."
    "Я не против вежливости, но вежливость японская способна выбесить даже святого!"
    "А на контрасте с тем, как мы успели подружиться, блиндирование девушки было как ножом по сердцу."
    "Вот и опять. Улыбается. {w}И вежливо заглядывает в глаза."
    me "Это из-за вчерашнего, да?{w} Из-за того, что тебя раньше времени забирают?"
    show mi dontlike pioneer
    "И тут же пожалел о вопросе — очевидно, он был задан слишком «в лоб»."
    "При всей нашей похожести и симпатии друг к другу разности культур никто не отменял."
    mi "Это… Ну…"
    "А мы совершенно очевидно принадлежали к разным культурам."
    "Мику привычнее было бы вилять, исподволь подводя собеседника к неприятной или напрягающей теме."
    show mi sad pioneer with dspr
    mi "В общем и целом…"
    "А меня учили тому, что прямота — лучшая политика в общении с друзьями."
    mi "А как у тебя дела?"
    "Выкрутилась она."
    "Грубовато. Но действенно."
    window hide
    with dissolve
    "Я призадумался."
    "С момента начала поисков в душу впервые закралось сомнение относительно насущной потребности рассказа про ту самую девочку. {w}С ушами."
    "Слишком уж позитивно я воспринял её — не стать бы причиной ненужной и необоснованной ревности…"
    "Да! Именно так!"
    "Представив на секунду, как Мику будет ревновать, я понял, что не хочу видеть её в этой роли."
    "Хотя мы вроде как не слишком-то друг на друга и заявляли претензии."
    show mi happy pioneer with dspr
    mi "Ладно, ты думай пока! А я пойду окунусь ещё разок."
    "Она протянула мне перепачканные ладошки."
    mi "Вся испачкалась."
    me "Эй! Я думал помочь!"
    hide mi with dissolve
    mi "Поздно! Я всё сама сделала!"
    "Она унеслась, на ходу расстёгиваясь."
    "А я, немного подумав, направился вслед за ней."
    "Безусловно, странности нашего поведения требуют, чтобы я где-нибудь присел и обмозговал их."
    "Но пусть лучше это будет там, где я хотя бы не буду выпускать её из поля зрения!"
    stop music fadeout 3
    window hide
    scene bg ext_beach2_day_7dl with dissolve
    play ambience ambience_lake_shore_day fadein 3
    "Спуск оказался довольно крутым, и, цепляясь за корни и ветки, я на некоторое время освободился от постоянного внутреннего монолога."
    "Пустота в голове… "
    play music music_7dl["ltyh"] fadein 3
    "Вот бы вообще разучиться думать!"
    "Буддисты называют нирваной полный отказ от мыслительного процесса. Любопытно, а сумел бы я донырнуть так глубоко?"
    "Потому что сделав полный оборот, мысли снова и снова возвращались к плещущейся внизу девушке."
    "Я очень привязался к ней, но хочу ли я, чтобы наша связь превратилась во вполне логично следующую связь романтическую?"
    "Сейчас, пока можно не стесняться быть рядом, разговаривать о чём угодно и не фильтровать произносимое в боязни задеть чувства другого."
    show expression D3_intro("bg int_looney_bin_7dl") with fade
    "Коридорами памяти я всё-таки добрался до картинки, которая всё это время не давала мне покоя."
    "Приоткрылись глухие ставни."
    if herc:
        "На секунду остро закололо где-то во лбу, затылок ощутил твёрдую холодную поверхность…"
    elif loki:
        "Остро резануло внутри — как будто заболело сразу всё, а снег такой мягкий…"
    else:
        "Меня скрутило, будто я открыл лёгкие воздуху, а туда хлынул жидкий мороз…"
    "Но на самом дне, под слоем ила, подающегося под касаниями коченеющих пальцев, можно было разглядеть картинку."
    "Беснующаяся толпа, объединённая единым порывом, супербасы, отдающиеся в грудной клетке."
    "А на сцене — девочка."
    "И, будто не было перерыва — продолжение монолога-молитвы:"
    "{i}Ты молодец, самый настоящий — остальные, выбравшись на международные подмостки, немедленно отказываются от своих корней, переходят на международные языки и международную культуру.{/i}"
    "{i}Очень мало имён можно вспомнить тех, кто и за рубежом остался верен себе, продолжил работать на своём родном языке — «Раммштайн», например.{/i}"
    "{i}И ты.{/i}"
    "{i}И очень здорово оттого, потому что покупая стик и билет в КЦЗ Лос-Анджелеса, я не боюсь, что со сцены послышится совсем не то, ради чего я пришёл… мы все пришли сюда.{/i}"
    "{i}Ты слышишь? Слышишь? Это всё европейцы, американцы, русские — те, кто не мог всё это время добраться до Нихона в силу кучи бюрократических препон, — мы все подпеваем твоим песням на том языке, теми словами, в которые влюбились однажды.{/i}"
    "{i}Не изменяй себе. Ты слишком славная, и я пока совершенно не представляю, что такое — мир без тебя? Успел забыть как страшный сон время до знакомства, будто однажды просто был выдуман вместе со всей своей историей.{/i}"
    show mi smile swim with dissolve
    mi "О чём задумался, Сенечка?"
    "Поинтересовалась Мику, исподволь смотря не то на меня, не то на темнеющее небо по-над водной гладью."
    "Она поднималась по склону от речушки, снова была в своём легкомысленном купальнике — должно быть, даже не снимала его."
    "Наверное, о возможности безбоязненно искупаться ей сообщила Славя."
    "Либо она уже однажды участвовала в подготовке к костру — как-никак, смена длится три недели, должны же они были хотя бы ещё пару раз собраться попеть-попечь картошку?"
    "Усевшись на бревно рядом, она нагло отняла у меня мою же руку и стала чертить на ней что-то."
    show mi normal swim close with dspr
    "Было довольно щекотно, но я стоически терпел."
    me "Что ты делаешь?"
    mi "Кандзи. Кисточку бы сейчас и чернила."
    mi "Я была первой в нашем классе по каллиграфии, ты знаешь?"
    me "И?"
    mi "Вот смотри…"
    show mi smile swim close with dspr
    "Снова щекотное прикосновение коготками."
    mi "Эта кандзи звучит как «нин» и означает «человек»."
    "Лямбда из «халф-лайф», не иначе."
    mi "А эта кандзи — «аи», означает «привязанность» или «любовь»."
    "Сложная конструкция из букви «Пи» и целой кучи росчерков-капелек."
    "Я смутился."
    me "Любовь как любовь к родине и родителям?"
    mi "Как женщины к мужчине."
    "Мику в упор посмотрела на меня, а я отобрал руку."
    show mi upset swim with dspr
    "На пляже повисло молчание, пока я старательно придумывал, чем можно парировать в такой ситуации."
    "А нечем."
    dreamgirl "Международный женский знак внимания особо тупоумному мужчине, между прочим…"
    "А ещё говорят, что так могут общаться между собой глухонемые и слепые."
    "Какое-то слово ещё есть для обозначения… Не помню."
    "Ещё немного посмотрев мне в глаза, Мику расслабилась — и прильнула ко мне."
    "Уложила свои мокрые хвосты на колени, а голову — мне на плечо."
    "Закрыла глаза и счастливо вздохнула."
    mi "Вот бы этот вечер никогда не заканчивался, правда?"
    me "Да…"
    "Меня накрыло тёплой волной нежности, перед глазами встали воспоминания дня сегодняшнего, вчерашнего — всё время, что мы были знакомы."
    "Дни неслись галопом, вот, кажется, ещё вчера я просыпался, и она приветствовала меня первой после пробуждения, а вот мы сидим здесь сейчас, и никто нам в мире не нужен."
    "А с другой стороны — мы как будто знакомы целую вечность."
    hide mi with dissolve 
    "Стараясь двигаться не слишком резко, чтобы не побеспокоить девочку, я повернулся и вдохнул запах её волос."
    "Эвкалипт. Лекарство от кашля и злости."
    "Пилюля от прошлого."
    th "Что ты будешь делать, когда приедет этот алчный старик?"
    "Безмолвно спросил я у бирюзовой макушки."
    th "По сути, разницы-то и нет, даже если ты откажешься завтра, на следующий день всё равно отъезд."
    th "И угадай, кто тебя будет встречать и куда отвезёт потом?"
    th "Так стоит ли трепыхаться? Чего ради?"
    "И в этот самый момент девушка заворочалась, устраиваясь ещё удобнее."
    "И тем самым ответила на невысказанный вопрос."
    "Стоит. Безусловно стоит."
    "Просто ради того, чтобы вот так сидеть на берегу и сохнуть, греясь друг о друга."
    stop music fadeout 3
    window hide
    scene expression Dawn("bg ext_beach2_day_7dl") with dissolve
    "Вечерело."
    play music music_7dl["shehasgone"] fadein 3
    "Дальний берег, почти полностью сливающийся с горизонтом, потихоньку надкусывало алым, а в воздухе пахло предвкушением чуда."
    mi "У нас был целый час."
    "Пожаловалась мне Мику."
    mi "Мы должны были развести костёр только для нас двоих, у меня никогда не было костра для двоих, даже в школе, даже с папой, ни с кем."
    me "Так ни с кем или с отрядом?"
    "Не удержался я."
    mi "Да ну тебя."
    "Боднув моё плечо головой, Мику отстранилась."
    "С речки тянуло предвкушением прохлады и влажной, тёмной тишины, какая возможна лишь тогда, когда купаешься один."
    "Где-то далеко-далеко закричала птица. Лес дышал миром и спокойствием."
    "Это всё было так давно… Сколько, десять лет назад? Двадцать?"
    "С западной стороны, едва-едва заметный, проявился бледный пятак месяца, и я указал Мику на него."
    window hide
    scene expression Notch("bg ext_beach2_day_7dl") with dissolve
    me "Да ну меня."
    "Согласился я."
    me "Представляешь — наша крохотная планетёнка, и мы в каких-то несчастных трёхстах километрах от цивилизации — а и всё!"
    me "Здесь как будто в жизни не ступала нога человека, в радиусе десяти минут пешего хода ни единой живой души."
    mi "Я тоже житель мегаполиса."
    "Подумав, ответила Мику."
    mi "Мне важно, чтобы вокруг всегда были люди."
    me "А я никак не привыкну к тому, что всё это пока разобщено и нет никаких служб, мобильной связи и общей сети."
    mi "Общей сети?"
    "Мику вернула голову на плечо, намекая на продолжение беседы."
    "Пришлось продолжать."
    me "Как бы это сказать…"
    window hide
    with fade
    me "Мир развивается. Но особенно быстро развиваются технологии."
    me "Всем нужно быстро, дешево и чтобы можно было дотянуться до другого конца земного шарика — с задержкой не больше сорока миллисекунд."
    me "Всем нужно, чтобы можно было встать и унести это «быстро-дёшево» с собой и баловаться в поездке или ожидании очереди в поликлинику."
    me "Из первого произрастают интернет-провайдеры."
    me "Из второго — операторы мобильной связи. "
    me "А Лем же ещё писал."
    me "Человеку нужен человек."
    me "Вот что знают люди, которые уменьшили земной шарик до размера твоего заднего двора — и при желании и финансовых возможностях можно познакомиться с человеком, которого бы ты никогда не знал — живущим где-нибудь в Канаде или Эстонии, а на следующий день сидеть вместе с ним в каком-нибудь пабе, путаясь в английских словах."
    me "Например, есть в Японии такая вещь, как полностью синтезированная музыка — электронная, от и до, включая голос исполнителя."
    me "Не знал бы об этом и не знал, ограничиваясь содержимым районной библиотеки да играми на площадке."
    "Но однажды ты ошибаешься в запросе «hello, world» делаешь несколько ошибок, которые поисковик исправляет по собственному разумению."
    me "И попадаешь в совершенно новую, никогда не известную тебе грань реальности."
    me "Мир становится куда компактнее для тех, кому есть за кого беспокоиться. И, разумеется, куда шустрее."
    th "Ты, Мику, в моём мире именно из-за Интернета популярна."
    th "Небесталанные люди пишут тебе песни, рисуют картинки с тобой и создают феномен «циановой» страницы — когда на запрос имени твоего Гугл и в самом деле становится сине-зелёным."
    th "Тебя много, и это здорово."
    th "Но по той же причине нет никакой надежды на то, что однажды в толпе где-нибудь рядом с Зетта Саппоро я разгляжу знакомые глаза. Тебя придумали, воплотили и нарисовали — маскота, талисман идеи-молитвы объединённого в творческом порыве человечества."
    th"{i}Creator… You.{/i}"
    th "И хотя ты живая, тёплая и дышащая рядом со мной — это лишняя копейка в копилку того, что я далеко не дома у себя."
    th "Между мной и моей пыльной берлогой пролегли не только годы и километры, но и нечто такое, неуловимое, но непреодолимое, что отделяет миры друг от друга."
    "И я даже не сомневаюсь, что моя одиссея по всем законам жанра обязательно завершится."
    "Нос триеры неизбежно коснётся отмели Итаки."
    "Так будет — меня удалят, как посторонний элемент."
    "Поэтому желательно делать так, чтобы удаление меня было максимально безболезненным."
    "И это связывает руки похлеще любого закона о предопределённости."
    me "Люди могут болтать, совершать покупки, хранить информацию и получать знания абсолютно обо всём, что только знает человечество — просто составив корректный запрос."
    me "Всё это — не выходя из дома."
    mi "Какой ты интересный мир описал, Сенечка."
    "Мы сидели, глазея на золотящуюся водяную гладь, слушали дыхание играющего в кронах сосен ветра, Мику с широко раскрытыми глазами впитывала мой рассказ — представляя, конечно же, всё не так и неправильно, как волшебную сказку о невероятных возможностях."
    "И самому верилось в то, что возможности невероятны, а мир мой волшебнее даже фантастического моего перемещения…"
    mi "Но, наверное, не всё так гладко и просто так, как ты описываешь, правда?"
    "Спросила Мику, когда я закончил рассказ."
    me "Разумеется."
    "Технические сложности, технические процессы. Самое главное — деньги. Первичные инвестиции в новое направление."
    "Сапиенти сат, но инвесторы далеко не всегда настолько разумны, как хотелось бы."
    mi "Значит, есть и оборотная сторона?"
    me "Безусловно. Для радиосвязи потребуется целая куча вышек-ретрансляторов, для интернета потребуется размотать миллионы и миллионы километров кабелей, в небо обязательно придётся запустить пару тысяч спутников."
    me "И объединить всё это в единую систему."
    mi "И вокруг будут радиоволны, да?"
    "Я кивнул."
    mi "А мы будем бегать за ними с сачком! Как за бабочками!"
    "Мику дурачилась, улыбалась — настроение у неё было замечательным."
    "Так что вполне естественно и органично было бы приобнять её. Правда?"
    window hide
    with fade
    "Вот только, похоже, зря я это сделал."
    "Я обнял её за плечи, но спина под ладонью так и осталась окостеневшей. Как будто я опять сказал или сделал что-то неправильно. Как и всегда, впрочем."
    mi "Глупая бака Сенька."
    "Пошевелилась Мику, когда я убрал совершенно неуместную руку."
    mi "Неужели так тяжело было обнять, пока рассказывал мне свои волшебные сказки о мире без границ?"
    me "Я…"
    mi "Ты всё испортил."
    "Оттолкнувшись от меня, она встала и, не обращая на меня внимания, стала карабкаться наверх к костровой поляне."
    "Надо полагать, это значило завершение беседы."
    "Телефон пискнул, отмечая восьмой час. Пора было выдвигаться к лагерю, если мы не хотим остаться голодными. Я так и сказал, но Мику даже не обратила внимания."
    dreamgirl "Значит, ты решил толкать её и толкать, да?"
    th "А что не так?"
    dreamgirl "Да нет, всё оукей. За исключением разве что мааахонькой такой, малозначимой особенности ситуации."
    th "А именно?"
    dreamgirl "Вы в разных весовых категориях. В целом ряде смыслов. И там, где ты её толкаешь, её тушка воспринимает это как прямой удар поддых."
    th "Ну так может, это и правильно?"
    dreamgirl "Больной придурок. Она всё ещё прощает тебя, но у тебя есть гарантии, что так продолжится и впредь?"
    th "Послушай, тебе-то какая разница? Неужели было бы лучше и интереснее, если бы я завалил её прямо здесь на полянке?"
    dreamgirl "Может быть, и было. Во всяком случае, между побоями и любовью я как-то к последнему тяготею больше."
    th "Но, наверное, уже поздно её утешать сейчас, да?"
    dreamgirl "Да уж определённо."
    th "И заговаривать с ней бесполезно."
    dreamgirl "А это как сказать…"
    th "Но я же не могу позволить ей…"
    dreamgirl "Не можешь. Но это очень плохое оправдание тому, чтобы делать ей больно прямо сейчас."
    dreamgirl "Я просто спросить хочу — ты хочешь, чтобы она уехала и забыла тебя как страшный сон? {w}Или пусть всё-таки хотя бы иногда вспоминает тебя с теплом и улыбкой?"
    th "Я хочу, чтобы у неё всё было хорошо. Чтобы не было в её жизни меня с моими проблемами, сомнений и сложностей."
    "В конце концов, именно с моей подачи она совершила выбор между тем, к чему лежит душа и тем, что никому не сможешь доверить."
    "А это очень дорогого стоит, высшая степень доверия, которое я ну никак заслужить не мог."
    dreamgirl "Тогда сходи и поцелуй уже девушку, тормоз."
    th "Снова-здорово. Я же сказал, что…"
    dreamgirl "Слушай, у тебя из этой ситуации два выхода — либо рядом с Мику, либо глядя ей в затылок. Выбирай."
    dreamgirl "Нет, совместить нельзя."
    th "Но мне не хватит решимости. Я абсолютно точно это знаю."
    dreamgirl "Чем ближе и теплее ты общаешься с человеком, тем меньше сил на то, чтобы качественно изменить ваши отношения."
    dreamgirl "Ибо вы уже обставили совместную территорию, застелили коврами, занавесили тюлем…"
    window hide
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_polyana_sunset
    show mi normal pioneer
    with dissolve
    me "Мику, честно. Если бы не обстоятельства, я бы очень хотел, чтобы у нас получилось что-то."
    "Догнать Мику мне удалось лишь у самого костровища."
    me "Но ты же уедешь — и чёрта с два из своей Японии вернёшься!"
    me "Да и я сам…"
    th "В любой момент могу проснуться."
    me "Так стоит ли мучать друг друга, если нам и так хорошо рядом?"
    mi "Пойдём лучше в лагерь, ужин стынет."
    "Мику обернулась — и она не улыбалась больше. Но и ожидамой печали на лице не было видно."
    "Она протянула ко мне ладонь с намёком, и я покорно взял девушку под ручку."
    show mi dontlike pioneer with dspr
    mi "Я готова была попробовать."
    "Cпокойно ответила она."
    mi "Даже мало."
    mi "Я верю в то, что любовь подобна бабочке. Сначала есть кокон, но для того, чтобы он превратился в бабочку, нужно время и работа."
    mi "А если их нет, то он просто сгнивает."
    show mi upset pioneer with dspr
    mi "Ты знаешь, как болит мертворожденная любовь?"
    me "Прости. Но лучше совсем никак, чем так."
    me "Лучше понять, что шансов нет, чем бесполезно биться головой о стенку. Особенно, если стенки-то нет…"
    mi "Ты это говорил уже. {w}Мы идём?"
    "Её улыбка была грустной."
    mi "Я слишком верю тебе. Ты знаешь, как правильно."
    "И эта её непреклонная вера резала в десятки раз сильнее, чем тихая злость пятиминутной давности."
    mi "Ведь знаешь же, да?"
    "Я в который раз отвёл глаза. Мучал меня морально-этический комплекс."
    "А думал же всю жизнь, что оставил его дома в шкафу. На одной полке с верой в людей."
    me "Наверное."
    "Глухо ответил я."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day5_mi_7dl_firecamp:
    play music music_7dl["shestheone"] fadein 3
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    if not alt_day5_mi_7dl_voyeur:
        scene bg ext_camp_entrance_sunset with dissolve
        play ambience ambience_camp_entrance_day fadein 3
        "Чужая душа — потёмки. Особенно если это девушка, чьё мнение вдруг стало очень важным."
        "А ты вдруг выдал ей такое, от чего с равным успехом можно как просто разорвать со мной все контакты… так и простить…"
        "Зависит от одного лишь запаса великодушия."
        play sound sfx_7dl["eat_horn"] fadein 1
        "А Мику просто шла рядом, вела меня за руку, и горн застал нас в тот самый момент, когда мы проходили через ворота лагеря."
        "Всё так же, молча, она развернулась и повела меня к столовой."
    else:
        scene bg ext_square_sunset with dissolve
        play ambience ambience_camp_center_evening fadein 3
        "После картошки я устал так, что, похоже, уснул прямо на скамейке на площади."
        play sound sfx_7dl["eat_horn"] fadein 1
        "Потому что разбудил меня тот самый горн."
    scene bg ext_dining_hall_near_sunset
    with fade
    "На крылечке уже никого не было — мы определённо были последними."
    window hide
    play sound2 sfx_open_door_2
    pause(1)
    scene bg int_dining_hall_people_sunset with dissolve
    play ambience ambience_dining_hall_full fadein 0
    "Я едва успел занять место у окошка, когда в центр столовой выплыла Ольга и шумно прочистила горло:"
    mt "Так, дети! Слушаем все сюда!"
    "Ну так она никогда никого от еды не отвлечёт."
    "И вожатой это же стало очевидным спустя несколько секунд."
    play music music_list["always_ready"] fadein 3
    mt "Так… {b}ДЕТИ!{/b}"
    with vpunch
    "Рявкнула она, как обычно делала на линейках."
    "И вот это было уже совсем другое дело!"
    stop ambience fadeout 4
    "Гомон и стук вилок о тарелки стих."
    "Вожатая довольно кивнула:"
    mt "Значит так! После ужина будет костёр! Никаких изменений! Это ясно?"
    show us smile pioneer at cright with dissolve 
    us "Ясно! А картошка?"
    "Мелкая в своём репертуаре."
    show mt smile pioneer with dspr
    mt "На этот счёт можешь не беспокоиться, у каждого отряда есть ответственный дежурный, который этим и займётся."
    show us dontlike pioneer with dspr
    us "Ничего не поняла. А у нас это кто?"
    show mt normal pioneer with dspr
    "Ольга только отмахнулась, и Ульянка, нахмурившись, вернулась к своей рыбе с картошкой."
    hide us with dissolve
    mt "Костёр разводит Феоктистова, поляна убрана, но на всякий случай уберитесь, когда будем на месте."
    mt "У меня всё."
    "Ольга милостиво разрешила пионерам продолжать трапезу и вернулась за свой столик."
    hide mt with dissolve
    "Только сейчас я понял, насколько проголодался и воздал должное ужину."
    "Видимо, увлёкся настолько, что, оторвавшись от тарелки, понял вдруг, что половина отряда благополучно успела закончить дела и покинуть столовую."
    "И Мику была среди них."
    window hide
    with fade
    "Вздохнув, я отнёс грязную посуду к мойке и вышел на улицу."
    play sound sfx_open_door_strong
    pause(2)
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_houses_sunset
    with dissolve
    $ sunset_time()
    play ambience ambience_camp_center_evening fadein 3
    "А где-то люди живут совсем по-другому и радуются не победам, а улыбкам."
    "Где-то люди ставят выше всего радость окружающих."
    "…"
    "Какого чёрта я забыл в этом «где-то»?"
    th "Дорога возникает под ногами идущего…"
    dreamgirl "Но воздушные мосты под ними рушатся."
    if loki:
        "В лад ответил внутренний голос."
        dreamgirl "И больше ни слова про бывшую — чердак лечу, крышу чиню…"
        th "Это к чему бы?"
        dreamgirl "Да просто девочка не станет спрашивать про то, с кем ты и где до неё — если планирует тебя послать по известному адресу и пожелать тебе быть там счастливым."
        dreamgirl "А ты ей такой — мол, very верил в людей, а теперь подите все к чёрту."
        dreamgirl "Ненавязчивый такой намёк на то, что и ей было бы неплохо ухватиться за поручень и последовать вослед всем прочим."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    scene bg int_house_of_mt_sunset
    with dissolve
    play ambience ambience_int_cabin_evening fadein 2
    "И как бы сильно меня не раздражал сквоттер в моей черепной коробке, отказать ему в правоте было трудновато."
    th "… Я извинюсь."
    dreamgirl "Да уж потрудись, пожалуйста."
    "Твёрдо дав себе обещание сделать именно так, я влез в зимние вещи — жарковато, но от комарья должно спасти."
    window hide
    scene bg ext_square_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music music_list["lightness"] fadein 3
    "И, захлопнув дверь, отправился на площадь."
    "Там уже стояли все наши."
    "Рассчитав нас на «первый-второй», поделили парами, развернули направо, погнали к воротам."
    "Мне, к сожалению, пары не досталось вовсе."
    "Дело в том, что Шурик, который должен был стоять с Электроником, в некотором роде отсутствовал, и тот, пользуясь ситуацией, мгновенно занял место рядом с Женей."
    "Славя уже болталась где-то в авангарде — таким образом, все прочие оказались попарно по домикам. "
    mt "Семён!"
    "Позвала Ольга."
    show mt normal pioneer with dissolve
    "Я поднял взгляд от бетонных плиток."
    mt "Можно попросить тебя о чём-то?"
    me "Попробуйте…"
    "Ольга пошла рядом со мной, примерясь под мой шаг — это было не так уж и сложно, длина ноги у нас была примерно одинаковая."
    "А меня снова резануло очевидным фактом того, что она — профессиональный педагог и психолог."
    th "Интересно, а она в курсе, что я вижу насквозь её ужимки?"
    dreamgirl "Она знает, что ты знаешь, что она знает, что ты знаешь!"
    "Пару минут мы шли, всё отставая, пока между нами и идущими впереди рыжими не оказалось метров пятнадцать и можно было говорить, не опасаясь оказаться подслушанным. "
    mt "Сёмыч, мне звонили из города."
    me "Круто."
    "Безразлично ответил я."
    th "Я должен теперь упасть на колени и заплакать от счастья?"
    window hide
    scene bg ext_camp_entrance_sunset
    show mt normal pioneer
    with dissolve
    "Ольга приумолкла на минуточку — очевидно, подбирая наиболее корректные слова."
    show mt normal pioneer with dspr
    mt "Это касается Хатсуне."
    "Начала она."
    mt "Звонил отец Мику, Архип Андреич."
    mt "Очень просил посодействовать с решением вчерашнего вопроса."
    me "Это вы о том придурке, который вчера хотел забрать Мику?"
    mt "Семён! Что за слова!"
    th "В угол меня поставь за слова."
    me "Я прав?"
    show mt sad pioneer with dspr
    mt "Да."
    "Ольга шла рядом, смотря себе под ноги, и напряжённо о чём-то размышляла."
    mt "Я с ним была знакома раньше… Ещё до того, как он уехал строить электростанцию в Японии. "
    mt "Поэтому он просил меня как знакомую, а не как вожатую или педагога."
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "sunset"
    scene bg ext_backroad_day_7dl
    show mt sad pioneer
    with dissolve
    play ambience ambience_forest_evening fadein 3
    "Мне крайне не нравилось, насколько по-японски вожатая подводит нас к теме разговора."
    "Похоже, там и в самом деле нечто крайне неприятное."
    if alt_day5_mi_7dl_voyeur:
        th "Надеюсь, она не в курсе того, что произошло несколько часов назад, — а то беседа шла бы совсем иначе."
    mt "Короче, хочешь верь, хочешь нет, но он попросил меня помочь его дочери."
    th "Помочь?"
    mt "Определиться с дальнейшей судьбой."
    "Я был удивлён настолько, что даже на секунду сбился с шага."
    if alt_day5_mi_7dl_voyeur:
        "Учитывая, что мы оба наплевали на минимальную безопасность, Мику рискует тем, что ей {b}навяжут{/b} судьбу."
        "Месяцев через девять."
        "Тут я впервые ощутил все преимущества своего эфирного статуса здесь."
    else:
        "Мику, по-моему, сама уже достаточно взрослая, чтобы совершенно самостоятельно выбрать, чего ей хочется."
        "Главное, чтобы не подсела на наркотики и не встала в ряд с Цоем и Хендриксом."
    me "В смысле? Не мешать Сакишите, когда он приедет забрать Мику?"
    mt "Нет! Я…"
    me "Я же вижу, сколько она проблем вам доставляет — даже отселили её на самую обочину жизни."
    show mt angry pioneer with dspr
    "И вот здесь Ольга обиделась — по-детски так, искренне."
    mt "Дурак ты, Сёмыч. Самый настоящий."
    if not alt_day3_mi_donor:
        mt "Ты же дома у меня был, неужели не видел фотографий?"
        mt "Я сюда всю жизнь ездила как пионерка, только последние несколько лет вожатой."
        mt "А ты мне тут говоришь, что я хочу избавиться от докуки. {w}В тебе совсем сочувствия и доверия нет?"
    me "Да вас не поймёшь потому что."
    "Пробурчал я."
    me "Что от меня-то требуется?"
    mt "Так-то лучше…"
    "Ольга наклонилась к моему уху и понизила голос практически до шёпота."
    window hide
    $ persistent.sprite_time = "sunset"
    scene bg ext_polyana_sunset
    with dissolve
    play music music_list["dance_of_fireflies"] fadein 3
    "Если путь {i}туда{/i} казался мне длинным, то путь обратно ощущался втрое короче."
    "Ну а третья попытка оказалась вообще самой быстрой — я даже заскучать не успел, пока общался с вожатой насчёт того, что правильно, а что не очень."
    "Но пока суд да дело, последние деревья расступились, и мы вышли на костровую поляну."
    "Напакостить и накидать мусора здесь никто не успел, костровище было выложено свежесобранными булыжниками, а иголки сметены к ямкам по периметру." 
    "Мику явно постаралась здесь."
    "Между тем стройные ряды пионеров смешались, сломались — и мгновенно оккупировали все доступные места."
    "Ясное дело, что лучшие места были отведены под первый отряд — как под самых полезных в плане подготовки мероприятий."
    "Но Мику сегодня была чуть ли не незаменимой — она и площадку подготовила, и не бесила окружающих."
    "А сейчас — вообще, притащила гитару, негромко бренчала на струнах, подтягивая звучание."
    "Славя, сидящая в самом центре костровища, почувствовала мой взгляд, подняла голову и кивнула приветственно."
    "У неё под ногами несколько полешек были составлены домиком, а под ними уже весело полыхала бумажка с насыпанной хвоей и трухой."
    "Первые палочки, просохнув, занялись — и из искорки родилось пламя."
    play sound_loop sfx_forest_fireplace fadein 3
    "Пионеры подобрались поближе, кое-кто уже протянул руки к теплу."
    "А Славя составляла поленья покрупнее, ветки посуше, пока не соорудила эдакую монументальную конструкцию."
    "Гореть ей предстояло часа два, а в таких условиях едва ли кто-нибудь станет подкидывать дровишек."
    "Часов до девяти у костра будет время на то, чтобы просто гореть, а там народ начнёт печь картошку."
    "Всё строго распланировано и продумано."
    "Жаль, конечно, что не с ночёвкой это всё."
    "Было бы неплохо разбить бивуак, расставить палатки, наладить тент и в чёрном, закопчённом чугунке вскипятить отдающего дымком и хвоей чайку — где ещё в городе такое попробуешь?"
    "Судя по всему, Ольга Дмитриевна разделяла мой взгляд на вещи, так как в никуда произнесла:"
    stop music fadeout 4
    mt "В этот раз, к сожалению, без похода."
    "К сожалению…"
    window hide
    show blinking
    play music music_7dl["lastlight_guitar"] fadein 6
    "Я прикрыл глаза, а по ту сторону костра грустно вздохнула гитара."
    "И неспешный, меланхоличный перебор струн поведал затухающему вечеру о том, что конкретно этот — наш последний."
    "Наш хороший вечер."
    "На дороге не будет встречных огней, не явится ниоткуда герой, чтобы протянуть руку и спасти в последний момент."
    "Нас, заблудившихся в воспоминаниях и выдумках, никто и никогда не найдёт — мы канем в никуда."
    "И, надеюсь, канем вместе."
    show sl normal pioneer with moveinleft
    sl "Отдыхаешь?"
    "Славя отошла от костерка и заняла место рядом со мной."
    me "Что-то вроде этого."
    sl "Ты какой-то грустный… Что-то случилось?"
    me "Да… Понимаешь, в чём дело…"
    me "Я не хочу быть один. Разве это слишком много?"
    me "Мне жизненно необходим человек, который и слушает, и говорит, и понимает меня."
    me "Слышишь, как звучит?"
    show sl serious pioneer with dspr
    sl "Неужели ты до сих пор не нашёл этого человека?"
    "Славя кинула взгляд на Мику и улыбнулась, когда та ответила."
    show sl smile pioneer with dspr
    me "Я не знаю точно. {w}Понимаешь, с одной стороны плюнуть бы да брать что дают."
    me "А с другой…"
    sl "Не хочется стать статистом, да? {w}Она ждёт, что ты поведёшь себя как мужчина, и ты из вредности не хочешь себя вести именно так?"
    "Какой бы надоедливой ни была Славя, в наблюдательности ей не откажешь."
    sl "А если отбросить амбиции… {w}Чего ты хочешь на самом деле?"
    me "Я хочу… {w}Слушай, но это уже совсем личное!"
    show sl laugh pioneer with dspr
    sl "Попался!"
    "Славя хихикнула."
    me "И ты издеваешься…"
    sl "Я не издеваюсь."
    "Безмятежно улыбнулась она."
    show sl smile2 pioneer with dspr
    sl "Не удержалась, извини. {w}Просто сидишь такой, надувшись, как сыч на крупу."
    "Потрепав меня по плечу, Славя поднялась и скрылась в сумерках."
    hide sl with dissolve
    "Всё это время Мику смотрела прямо на меня."
    "Поймав мой взгляд, она подмигнула и вернулась к игре."
    window hide
    with fade
    "И вечер снова стал тёплый и ласковый."
    "Зависимость налицо."
    "И просьба Ольги Дмитриевны — сказать по правде, я ожидал, что она запретит мне вмешиваться или любым другим способом влиять."
    "На деле же всё оказалось несколько иначе."
    window hide
    with fade
    "Со стороны задумчиво всхлипнули струны — совершенно другая техника, совершенно другой подход  к игре, и переживания о последней ночи сменились признанием:"
    dv "А люди идут по свету. {w}Слова их порою грубы…"
    "А японка поднялась со своего места и подошла ко мне."
    show mi normal pioneer with dspr
    mi "Скучаешь?"
    "В её вопросе больше половины было утверждением."
    "И непонятно было — самоуверенность или ровно такие же переживания тому причиной."
    "Хотя никогда моя подружка не казалось мне слишком уж самоуверенной или нахальной."
    mi "Весь вечер не могу отделаться от впечатления, что забыла что-то сделать."
    me "Например, что?"
    "Я постарался не показать слишком уж кровной заинтересованности в её словах, но, похоже, что не слишком преуспел."
    show mi smile pioneer with dspr
    mi "Да я вот думаю, думаю… Ты почему так переполошился?"
    me "Я?! Да ничего я не…"
    show mi grin pioneer with dspr
    mi "Сень, у тебя пальцы трясутся."
    "Я вздохнул и признался."
    me "Да, нервничаю. И что с того?"
    "Опять грубовато."
    "Вместо того, чтобы проводить время вместе и радоваться секундам-пополам, я опять начинаю хамить в полный рост."
    me "Прости. Это прозвучало не очень."
    show mi laugh pioneer with dspr
    mi "Да уж очень не очень! Сенька, что случилось?"
    me "Ни-че-го."
    "Честно признался."
    "Но Мику не была бы собой, если бы её можно было купить такой простой отговоркой."
    mi "Ладно…"
    "Она задумалась, машинально царапая ногтями деревяшку, на которой мы сидели."
    mi "В таком случае…"
    show mi shy pioneer with dspr
    extend " что такого {b}должно случиться{/b}, из-за чего ты такой бука?"
    me "Да я всё о том же, о девичьем, о футболе."
    show mi upset pioneer with dspr
    mi "Сенька, ты зануда! В жизни неизбежны неприятности, и что теперь — упасть на бок и постоянно плакать?"
    me "Нет, надо радоваться и прыгать в разные стороны."
    "Раздражённо ответил я."
    mi "А я не хочу думать, что там послезавтра будет, понял меня?"
    dreamgirl "Чувак, она, похоже, совершенно не в курсе относительно звонка её отца!"
    th "Я догадался уж."
    mi "Если так посудить, то смена в лагере имеет такую неприятную привычку — заканчиваться. Давай теперь с заезда самого стенать и страдать, а?"
    mi "У меня сейчас есть картошка, хлеб и…"
    menu:
        "Гитарные переборы":
            $ alt_spt += 1
            "Подсказал я."
            mi "Вот! Ты понимаешь. Музыку у меня никто не отнимет."
            "Она снова боднула меня лбом."
            mi "И память о том, что здесь произошло — тоже! {w}Пусть я и сидела целых две недели просто так!"
        "Я!":
            $ lp_mi += 1
            $ alt_hpt += 1
            th "Верный друг, сидящий рядом."
            show mi laugh pioneer with dspr
            mi "Самомнение у тебя, Сенька!"
            "Мику расхохоталась, и я с удовольствием присоединился к ней."
    "Пир во время чумы, пляски на костях мира."
    "И тут я понял, что врать у меня совершенно не получается."
    me "Всё хуже, принцесса."
    "Сообщил я."
    me "Этот твой старпёр прибывает завтра — все документы у него на руках, все разрешения получены."
    show mi shocked pioneer with dspr
    mi "То есть как это «все разрешения»? Па не стал бы делать такого, не посоветовавшись со мной!"
    "Я пожал плечами."
    mi "Сенька, а ну говори, о чём молчишь?!"
    "Рассердившись, Мику толкнула меня так сильно, что я потерял равновесие…"
    window hide
    $ persistent.sprite_time = "night"
    $ night_time()
    scene black
    show expression Noir("bg ext_polyana_night"):
        xalign .5 yalign .5 zoom 1.0
        ease 0.5 yalign 1 zoom 1.3
    with vpunch
    play sound sfx_fall_wood_floor
    "И завалился назад, на спину!"
    play music music_list["confession_oboe"] fadein 3
    window hide
    scene expression Notch("cg d4_mi_dj_lib0_7dl") with dissolve
    "Бах. Бах. Бах."
    "Что это колотится? Сердце?"
    "Моё? Или её?"
    mi"Ах…"
    dreamgirl "Конечно же. Канон жанра.{w} Вы просто не могли не оказаться один на другом."
    "Я вспоминал об этом постоянно, но в самый важный момент попросту забыл."
    "Я на ней."
    "И каким образом, интересно? Это же она, она меня толкнула!"
    "Неизвестно. Но досталось моим локтям и коленям."
    "Мику совершенно точно не стукнулась затылком — так как стукнулась моя ладонь, на которой лежит её голова."
    th "Почему же она не открывает глаза?"
    "Я хожу под дождём и мёрзну под солнцем — но я так улыбаюсь внутри. Ибо ты — Та Самая."
    "Мы плотно прижаты друг к другу."
    "Фактически, если бы я не успел среагировать — раздавил бы девчонку своим весом, как пить дать раздавил бы."
    "Мику же просто подрагивала и еле заметно вздыхала, не делая попыток выбраться из-под меня."
    me "О, прости пожалуйста… Я сейчас слезу."
    mi "Нет."
    me "Что?"
    "Я ждал, и она, наконец, открыла глаза:"
    scene expression Notch("cg d4_mi_dj_lib_7dl") with dissolve
    mi "Не уходи ещё немного."
    me "Мику?"
    mi "Чуть-чуть… пожалуйста."
    "Она лепетала что-то, а я чувствовал щекой влагу."
    "Стемнело уже так, что вне поля света от костра ничего нельзя было разглядеть."
    "Нас, безусловно, заметят — рано или поздно."
    "Когда целенаправленно отправятся на поиски."
    "Разглядеть нас в темноте за той толстенькой корягой, где мы только что сидели, едва ли кто-нибудь сумел бы."
    th "И что теперь, оставаться в такой позе?"
    "Ну и куда делись мои хвалёные моральные принципы?"
    "Я же чувствую, как тону-пропадаю — почему же я слушаюсь?"
    "Тот рубеж, который так долго держался. Мы друзья. Правда?"
    "{i}Останься…{/i}"
    "Вечеринка в голове — унц-унц, 180 ударов в минуту, адреналин, алкоголь и серотонин в одном флаконе!"
    "Кто бы знал, что чья-то близость — вторжение в моё личное пространство! — окажет на меня такое пьянящее воздействие!"
    "Робко, будто боясь меня, обняла, сцепила руки где-то у меня за спиной."
    "Бах."
    "Редут за редутом."
    "Исступление в голосе, с которым обычно покрывают лицо поцелуями, до последнего не разрывают касания ладоней на перроне через окно поезда, не хотят бросать трубку, звоня через тысячи километров."
    "Со мной…"
    th "Но почему со мной? {w}Что во мне-то такого особенного?"
    mi "Да, я знаю, ты думаешь, это неправильно."
    "Она говорила, а сама всё сильнее вцеплялась в меня."
    mi "И ты прав. Я неправильная. Бракованная."
    "Безусловно, мне хватило бы сил без проблем избавиться от её захвата, но я почему-то не делал этого. "
    "Бах-бах."
    "Бастион за бастионом."
    "Бастионы за бастионом, броня из житейского пошловатого цинизма, неверие в любовь и людей."
    "Всё пало."
    "Не осталось ни морали, ни здравого смысла."
    mi "У нас так мало времени."
    if alt_day2_mi_hyst:
        extend " Я же говорила — что ты обязательно уйдёшь."
        "Сердце перехватило ледяной рукой от простой констатации."
        th "Она ведь права!"
        "Я просто уйду. И её никогда-никогда больше не будет. Я проснусь от неё. Всё."
    mi "Но я была счастлива."
    me "Хватит. Не смей говорить так, будто мы уже расстались."
    mi "Не смей говорить о себе в прошедшем времени."
    mi "Ты стал столько значить…"
    mi "Хотела бы я, чтобы ты поцеловал меня, но…"
    me "Мику…"
    "Я оторвался от неё и смотрел. Ловил строгий, неулыбчивый взгляд."
    "От крепости моей добродетели не осталось и камня на камне."
    if not alt_day5_mi_7dl_voyeur and alt_hpt < 5:
        menu:
            "Я закрыл глаза":
                $ alt_spt += 1
                "Хочется ей — пусть. Мне же не жалко."
            "И я уступил тому, чего и сам так давно хотел":
                $ alt_day5_mi_7dl_kiss = True
                $ alt_hpt += 1
                "Это гравитация. Предмет притягивается к земле."
                "А губы — к губам."
                "Три сантиметра. Наше дыхание смешивалось уже здесь."
                "А теперь, и…"
                "…?"
                "Её глаза стали огромными. "
                "Бойтесь желаний своих, ибо им свойственно исполняться."
                "Я обнял её так, как никогда не обнимал."
                mi "Ммм…"
                "Несколько мгновений на то, чтобы понять."
                with flash
                "Ещё мгновение на то, чтобы вспыхнуть от счастья."
                "Это не любовь. Это куда хуже."
                "Руки, судорожно сомкнутые замком у меня за спиной, расслабились."
                "И две узкие ладошки робко легли между моих лопаток."
    else:
        $ alt_hpt += 1
        "{i}Жизнь, замешанная на лжи и равнодушии, равнодушием и заканчивается.{/i}"
        me "Мику, мы делаем что-то не то."
        "Выдохнул я."
        "И откатился в сторону — вовремя!"
        "{i}Ты засыпаешь в пустой, пыльной квартире, где под запаутиненными сводами давно и безнадёжно поселилась тишина одиночества.{/i}"
        "{i}И всё.{/i}"
        "{i}Барабанная дробь.{/i}"
        "{i}Занавес.{/i}"
        "{i}В следующий раз мир вспомнит о тебе, когда приставы придут выселять тебя за неуплату — лет через пять.{/i}"
        "{i}Ты как раз к тому времени успеешь подсохнуть, перестанешь вонять. Ведь труп должен прилично выглядеть.{/i}"
    mt "Семён! Семён, ты где?"
    "Послышался голос вожатой."
    "Ольга обладает потрясающим талантом оказываться в неудобное время в ненужном месте!"
    stop music fadeout 4
    window hide
    $ persistent.sprite_time = "night"
    $ night_time()
    scene bg ext_polyana_night with dissolve
    "Когда я поднялся, Мику уже и след простыл."
    me "Да, Ольга Дмитриевна, чего вы хотели?"
    "Подал голос я."
    show mt normal pioneer with dissolve
    mt "Ты поговорил с Хатсуне?"
    th "В некотором роде…"
    "Я кивнул."
    mt "И что она?"
    "Я пожал плечами."
    me "Думать будет, что."
    mt "Очень хорошо."
    window hide
    with fade
    mt "Отряды… Стройся!"
    "Рявкнула она мне чуть ли не в ухо — своим «голосом для линеек»!"
    "Я отступил, пытаясь вытряхнуть звон из ушей."
    show mt normal pioneer with dspr
    th "Блин!"
    "Оглядевшись, я вынужден был констатировать очевидное — меня оставили в гордом одиночестве."
    "После той весёлой сценки, в которой мы оба очутились, ничего удивительного в том, что она несколько стесняется."
    "Хотя, казалось бы, работнику сценическому всякие глупости вроде стеснения известны быть не должны."
    "Но именно от таких вот оценок и сбежала Микуська — сначала в школу для одарённых детей, а за ней и в Советский Союз."
    "А потому я полностью уважал её право немного посмущаться и поизбегать компании собственно объекта смущения."
    "Так ведь тоже бывает."
    stop ambience
    stop sound_loop
    hide mt with dissolve
    play music music_7dl["melancholy_sun"] fadein 3
    play ambience ambience_forest_night fadein 0
    "Я вздохнул и занял своё место в арьергарде сложившейся колонны — фактически, уходил с поляны я в самых последних рядах."
    if ('sport_area' in list_voyage_7dl):
        "Позже меня был только Борис Александрович"
    else:
        "Позже меня был только физрук — кажется, его зовут не то Александр Борисович, не то Борис Александрович"
    extend " — он уже добыл где-то круглое коническое ведро, в котором плескалась вода из речки."
    
    "Топ. Топ."
    "Вожатые младших отрядов вооружились сверхсильными фонарями, поэтому в обратной дороге не было решительным образом ничего пугающего."
    "А когда я разглядел бирюзовый затылок — то и вовсе успокоился."
    "Насколько возможно быть спокойным в такой ситуации."
    "Я впервые в полной мере ощутил справедливость изречения о том, что у сердца и мозгов двигатели — разные."
    "Иначе откуда бы во мне взяться этому разладу?"
    "Почему одна половина меня хочет одного, а другая — строго противоположного?"
    "Почему меня вообще заботят вещи, которые никогда раньше и не трогали?"
    window hide
    scene bg ext_path2_night with dissolve
    play ambience ambience_forest_night fadein 6
    "Я завидовал этим детям, этим пионерам."
    "Смотрел им в затылки и завидовал."
    "У каждого из них впереди куча времени, уйма дорог."
    "А завтра из них не вынут половину дыхания, не увезут её за тридевять земель."
    "И святого пионерскаго права на прощальную дискотеку и танец с девочкой нравящейся никто их не лишает."
    "Иного спроси — так плюнет, мол, не нужно ему это."
    "Но на деле {i}там{/i} будут все. Даже та же Двачевская, которая плевать на все эти «кривлянья» хотела."
    "Потому что как смену закроешь, так её и будешь вспоминать. "
    dreamgirl "Не кисни, унылик. {w}Может, всё ещё наладится?"
    th "Каким это образом, интересно?"
    window hide
    scene bg ext_path_night
    with dissolve
    dreamgirl "Ну как, каким… Ты разве не слышал, что тебе Олька сказала?"
    "Я старательно пересчитал условия сделки."
    "Пожал плечами."
    th "Слышал. Дальше что?"
    dreamgirl "А то, балда, что есть шанс, что Мику сделает выбор в пользу…"
    th "А. О. Бэзусловно — в пользу деградации и стагнации."
    th "Привет, я Скудный Семэн, я приводил себя в упадок последние восемь лет! Присоединяйся ко мне, и я покажу тебе насколько глубока на самом деле кроличья нора!"
    th "До самого дна доберёмся!"
    dreamgirl "Об этой неприглядной части твоей биографии знают всего два человека."
    th "Это ровно на два человека больше, чем мне требуется."
    th "К тому же, ты не человек."
    dreamgirl "В любом случае, сейчас не поздно попробовать начать всё сызнова."
    if not alt_day3_mi_donor:
        dreamgirl "Олька тебя приютит на первое время, а там и сам дальше."
    th "С чего бы это ей меня на постой пускать? Я же — пионер без документов."
    dreamgirl "А ты подумай. Подумай."
    dreamgirl "Но я с тобой по этому вопросу соглашусь, пожалуй, полностью — если ты хочешь, чтобы Мику выбрала тебя в ущерб своей сценической карьере, ты должен предложить нечто достойное."
    dreamgirl "Действительно достойное! Понял меня?"
    th "Угу."
    window hide
    play ambience ambience_camp_center_night
    scene bg ext_entrance_night_clear_7dl with dissolve
    dreamgirl "О возвращении к предыдущей жизни не может быть и речи."
    th "Как будто кто-то спросит меня."
    dreamgirl "Вообще-то, спросит."
    th "Заливай-заливай."
    dreamgirl  "Я на полном серьёзе! "
    dreamgirl "Только от тебя зависит, что с тобой будет дальше: останешься ты здесь или нет, как будешь жить и кем в итоге станешь."
    dreamgirl "Так что дерзай."
    "Я вдруг вспомнил, что та девочка так ко мне и не подошла."
    th "Как считаешь, есть смысл рассказать про неё Мику?"
    dreamgirl "А как же! Тогда она точно выберет тебя!"
    th "Ясно. Мог бы и не спрашивать."
    "Спереди донёсся восторженный многоголосый крик — пионеры начали просачиваться на территорию лагеря."
    "Все устали, а я — больше всех."
    th "Надо будет привести себя в порядок и пойти проведать девчонок."
    "Подумал я, чувствуя, как ломит всё тело."
    dreamgirl "Хорошая идея."
    dreamgirl "Так и сделаешь."
    "В голоcе моей карманной шизофрении прозвучал сарказм, который остался непонятым."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day5_mi_7dl_goodnight:
    $ night_time ()
    $ persistent.sprite_time = "night"
    scene bg ext_house_of_mt_night_without_light with fade
    play ambience ambience_camp_center_night fadein 1
    play music music_list["a_promise_from_distant_days_v2"] fadein 2
    "Должно быть, это был самый насыщенный день из тех, что я здесь прожил."
    "Если, конечно, не считать вчерашней безумной поездочки."
    "Зато сегодня мы провели столько времени вместе."
    "Нужна недюжинная мудрость и самокритика для того, чтобы немного отстраниться от происходящего."
    "И понять, что именно этот — да, конкретно этот! — день и есть то, что твоя память, облизав со всех сторон, назовёт «счастливыми воспоминаниями»."
    if alt_day5_mi_7dl_voyeur:
        "И, возможно, мы самую малость поспешили сжечь за собой мосты. "
        "Потому что по факту ничего не изменилось."
        th "Разве что перестали врать самим себе?"
        th "Она нравится мне. Я нравлюсь ей."
        dreamgirl "С чего это ты так решил?"
        th "Ну… Она же оказалась со мной в одной постели… одном тюке!"
        dreamgirl "А вдруг ей просто стало интересно, каково это — со страшненьким Семёном?"
        th "Да ну тебя, язва!"
    else:
        "Мы как будто притягиваем неприятности — постоянно оказываемся в таких дурацких ситуациях."
        "Вот как мы умудрились загреметь с бревна, спрашивается?"
        "Да ещё и так… Так…"
        "Перед глазами на мгновение встал тот самый, {i}зовущий{/i} взгляд японки."
        "Наверное, я и в самом деле пропал."
        "Потому что отчётливо и вдруг понял, что мне будет сниться сегодня ночью."
        "И пару десятков соседних ночей тоже."
        "Поразмыслив, не нашёл в этом ровным счётом ничего плохого."
    window hide
    stop ambience fadeout 1
    scene bg int_house_of_mt_night2 with fade
    play ambience ambience_int_cabin_night fadein 1
    "Дверь открылась без скрипа — а внутри всё равно никого не было."
    "Ради разнообразия было здорово оказаться под родным кровом, не чувствуя за собой какой-то вины."
    "Вот только сильно хотелось спаааать…"
    "Я зевнул."
    th "Вообще-то, я планировал сходить умыться, а по дороге заглянуть к девочкам."
    "Вяло подумал я."
    th "Ох, как спину с этой картошкой натрудил."
    th "Надо бы лечь, чтобы немного отдохнула."
    "И я с блаженных вздохом опустился в объятья панцирной сетки."
    scene bg black with fade2
    "И выключился — как рубильник повернули."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_mi_7dl_wakeup:
    play music music_7dl["lastlight_piano"] fadein 3
    "Удивительно, как меняются требования человека по мере того, как он уходит из равновесия к любому экстремуму шкалы «человек-амёба»."
    "Наверное, я умудрился угодить в то самое шаткое состояние, из которого с равным успехом можно как взлететь, так и загреметь на самое донышко колодца."
    "И — мне повезло — меня за волосы потащили, пинками погнали к свету."
    "Сейчас казалось кошмарным и почти невыносимым то, чем я жил последние несколько лет."
    if loki:
        "Разумеется, у меня была отдушина в работе, но во всём остальном я оставался всё тем же неприспособленным к жизни молодым человеком."
    else:
        "Одно совершенно определённо — я не хочу, чтобы Мику видела или знала о том, чем я стал."
    "Возможно — и, скорее всего, так оно и есть — что всё это достаточно зыбко и без внешней подпитки я очень скоро растеряю все стимулы сжимать зубы и нестись вперёд."
    "Но сейчас, покуда есть силы, я собираюсь хотя бы положить начало изменениям."
    "Прежде чем начинать убираться в доме, следует прибраться у себя в голове."
    window hide
    scene bg int_house_of_mt_sunset
    with dissolve
    "И я открыл глаза."
    "В домике было пусто — вожатая взяла за правило приходить уже после того, как я засну, а уходить раньше, чем я проснусь."
    "Таким образом она разминулась со мной позавчера, таким образом поступила и вчера же."
    "Не будь я уверен в прямо противоположном, решил бы, что Ольга Дмитриевна меня стесняется."
    "Я даже хихикнул, представив себе, как она смущается, стоит у двери, слушая, не заснул ли я, — а потом на всех парах забегает в дом, сбрасывая по дороге одежду, — и ныряет под одеяло!"
    window hide
    with fade2
    "Посмаковав немного получившийся образ, я всё же решил подниматься — день без меня не начнётся!"
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    stop ambience
    scene bg ext_house_of_mt_sunset with dissolve
    "На крыльце вожатой не было."
    window hide
    scene expression Dawn("bg ext_house_of_mt_day") with joff
    play ambience ambience_camp_center_evening fadein 0
    "Не оказалось её там же и когда я в режиме зомби вернулся от умывальника."
    th "Похоже, и правда сильно занята, а не просто играет со мной в прятки."
    "Заключил я."
    th "А это значит… "
    dreamgirl "Несколько минут на то, чтобы поискать нашу роднульку-красотульку?"
    th "Вроде того. В автопилот функция поиска одной японской девушки почему-то встроена не была."
    "Печаль."
    window hide
    scene bg ext_house_of_un_day with dissolve
    play sound sfx_knock_door6_closed
    "К несчастью, домик Мику оказался заперт."
    th "Похоже, она уже успела завершить все свои утренние дела и отправилась на зарядку."
    dreamgirl "А ты будешь делать зарядку?"
    th "Что за вопросы? Конечно, буду!"
    "Радикальные перемены, чтоб их."
    "Я старательно притворился, что мне не лень, не сонно и вообще."
    stop music fadeout 5
    window hide
    scene bg ext_square_sunset
    with dissolve
    play ambience ambience_camp_center_evening fadeout 2
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    play music music_7dl["everyday"] fadein 5
    "Решение, конечно, оказалось глупым."
    "Возможно, Мику и не самый безалаберный человек на свете, но за шесть дней, которые я её знаю, ни разу — не сбейтесь со счёту — ни единого разу я не имел чести лицезреть её на зарядке."
    "Возможно, это связано с режимными послаблениями и прочей блатотой для Высокой Гостьи."
    "Или, как вариант, это могло быть связано с отсутствием у японки спорткостюма."
    "Снова Славя в своей непристойной форме, отрывисто считающая такты, снова Саныч со свистком, ненавязчиво усевшийся на ступенки трибуны."
    sl "И — раз, два, три, четыре — меняем руку!"
    show un normal sport at right with dissolve
    "Лена, к слову, была — она меланхолично размахивала конечностями и вид имела заспанный."
    "Наткнувшись на мой взгляд, она вздрогнула и хотела было отвернуться, но я замахал руками, привлекая к себе внимание."
    show un surprise sport with dspr
    "Наконец, внимания меня удостоили, и я начал своё лицедейство."
    "Собрал волосы в два хвоста, потряс ими, изображая хвосты-косицы — Лена недоумённо коснулась своих забавных хвостиков."
    "Да нет же!"
    "Я быстро быстро зашевил губами — Лена пожала плечами и украдкой потёрлась щекой о футболку. "
    "Видимо, решила, что я ей про некую грязь на лице говорю."
    "О, блин."
    "Возведя очи горе, я тяжко выдохнул."
    show un serious sport with dspr
    me "Как трудно быть бестолковым."
    "На меня уже косились окружающие физкультурники, но я решил сделать заключительную попытку: "
    "Прижал уголки глаз пальцами и повёл их в стороны, косплея китайца."
    "Вот только теперь до Лены дошло, что я про соседку её спрашиваю."
    un "Мику?"
    "Одними губами спросила она."
    "Я с огромным энтузиазмом закивал."
    "Лена как-то очень мстительно улыбнулась:"
    show un evil_smile sport with dspr 
    un "Понятия не имею."
    "Ответила она на всю площадь. И постучала себя пальцем по лбу."
    "Видимо, намекая на «бестолкового»."
    "Отвернулась, в упор игнорируя меня."
    hide un with dissolve
    "А мне вдруг в голову пришло, что, возможно, у Мику и есть форма."
    "Но приличной её считает только она — что-нибудь вроде трёх с половиной лоскутков ткани на двух ниточках, с трудом прикрывающих то, что прикрывать обязаны."
    th "Вполне возможно, что на выселки её выслали далеко не из-за болтовни."
    "Догадался я."
    dreamgirl "Ну так, а то ж! Она же из Нихона — там тепло, мухи не кусают, а девочки все вообще в труселях занимаются."
    th "Откуда дровишки?"
    dreamgirl "Да слухом земля полнится…"
    "Загадочно ответило моё похабное альтер-эго."
    dreamgirl "А Мику та ещё эксгибиционистка."
    th "Не понял?!"
    dreamgirl "Это ничего. У тебя целая куча других достоинств."
    window hide
    play music music_7dl["explore"] fadein 3
    with fade2
    "Накрутившись, напрыгавшись и прочими способами разогнав кровь, пионеры убрались на пробежку."
    "Но это, понятно, самые энтузиасты — со Славяной во главе."
    dreamgirl "Впрочем, если у них все пробежки так проходят — всё становится понятно!"
    "Прокомментировал внутренний голос Славю, которая в своих коротких шортиках легкой трусцой бежала впереди, а за ней, в почтительном отдалении двигались не то фанаты, не то участники группы поддержки."
    "Что характерно — мужского пола."
    "И куда они глазели, тоже было понятно."
    dreamgirl "А то, может, тоже? А? Спорт — это жизнь!"
    dreamgirl "Иногда — новая!"
    th "Да уймись ты, чудище озабоченное."
    "Тем более, что рядом со мной из ниоткуда…"
    window hide
    scene black with guess_on
    mi "Угадай, кто!"
    me "Электроник, конечно, кто ж ещё."
    "Спокойно ответил я."
    mi "Э…"
    window hide
    scene bg ext_square_sunset
    show mi surprise pioneer
    with guess_off
    "Усмехнувшись, я развернулся."
    me "Привет, принцесса!"
    mi "П-привет."
    "Выдавила она."
    mi "Слушай, а почему Электроник-то?"
    me "Э… Ну…"
    me "Я думал сказать «Виола» вообще-то, но кто знает, как ты на это среагируешь."
    show mi dontlike pioneer with dspr
    mi "Ты… Ты смеёшься!"
    me "Прости. Не удержался."
    "Покаянно произнёс я."
    me "Но мне показалось это забавным — и видела бы ты своё лицо."
    show mt smile pioneer far at right with dissolve
    "Японка хотела было ещё что-то сказать, но за спиной у неё из ниоткуда воздвиглась Ольга Ленивовна:"
    mt "Пионеры! На линейку ста-ановись!"
    "Сержантским рыком взревела она."
    hide mt with dissolve
    "И пропала."
    "А бедную девочку чуть не сдуло."
    "Пришлось ловить её под ручку и аккуратно конвоировать к месту, где уже неровными шеренгами строились все наши."
    show mi normal pioneer with dspr
    me "Ты где с утра лазила, скажи, пожалуйста?"
    mi "Ой, знаешь, Сенечка, мне сегодня ночью приснилась такая песня интересная, я как проснулась — сразу побежала её играть! Да!"
    me "А вчера тебе ничего не снилось?"
    "Девочка досадливо отмахнулась:"
    mi "Там другое! И вообще!"
    show mi upset pioneer with dspr
    mi "Такая песня замечательная песня получилась! Хочешь послушать? И!.."
    "Она набрала было в грудь воздуха — наплевав на то, где мы находимся и чем занимаемся — но я был начеку."
    "Мгновенно подскочил к ней и прикрыл ладонью рот."
    show mi dontlike pioneer with dspr
    mi "Мг-му мымумымы!"
    "Рассерженно завопила она мне в ладонь."
    mi "Тьфу! Ты что творишь?!"
    sl "Т-с-с-с!"
    "Шикнула Славя."
    "Кажется, ей единственной из всего лагеря было интересно, что скажут на линейке. "
    me "Мику, после линейки, ладно? Не надо сейчас петь!"
    show mi shy pioneer with dspr
    mi "Ой… Прости…"
    "Между тем, Ольга уже взгромоздилась на трибуну и оттуда поздоровалась:"
    mt "Отряды! Р-равняйсь! {w}Смир-р-на!"
    "Мы послушно подтянулись, а вожатая опять затянула привычную уже волынку."
    "С воодушевлением она вещала с трибуны о каких-то планах на день, о том, что этот день значит…"
    "Я её не слушал."
    "Не слушала и Мику."
    window hide
    scene cg d4_mi_lineup_7dl with dissolve
    "Хотя я и прекрасно понимал, что это, возможно, последняя линейка."
    "Краем уха уловил знакомое имя — насторожился было."
    "Но это Ольга просто рассказывала про то, сколько сделала наш музыкальный руководитель."
    "К слову, сколько именно — для меня осталось загадкой."
    "Всё-таки, приехал я довольно поздно, и то время, что мы с Мику проводили рядом, она не сильно-то помогала в общественной жизни лагеря."
    mt "Сегодняшний прощальный концерт, к сожалению, Мику вести не сможет, так как ей придётся уехать немного раньше, чем всем нам…"
    "Хотя я подспудно ожидал чего-нибудь эдакого — новость ударила по мне как тяжёлый пыльный мешок."
    "Я медленно, крайне медленно перевёл взгляд на Мику."
    "Она ойкнула и спряталась за Лену, которая снова посмотрела на меня как на пустое место."
    "Я вздохнул."
    th "Спасибо за то, что хотя бы так сообщили, что тут ещё сказать…"
    window hide
    with fade
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_dining_hall_near_sunset with dissolve
    play sound sfx_open_door_2
    pause(2)
    play music music_7dl["surf"] fadein 5
    scene bg int_dining_hall_people_sunset with dissolve
    play ambience ambience_dining_hall_full fadein 3
    "Весь завтрак я насупленно молчал."
    "Сел я на самом углу — так, чтобы ко мне нельзя было подобраться."
    "Вздохнув, японка убралась за другой стол — там как раз в одиночестве куковала Лена."
    th "Скатертью дорога."
    "Проглотив показавшуюся картонной кашку-ризотто, я поднялся и вышел прочь из столовой, не обращая внимания на сверлящий спину взгляд."
    "Точно между лопаток."
    "Будь я более впечатлительным — не иначе, очень захотелось бы почесаться."
    "Хорошо, что я такой толстокожий. Да."
    play sound sfx_open_dooor_campus_2
    pause(1)
    window hide
    play ambience ambience_camp_center_day fadein 3
    scene bg ext_dining_hall_near_day with dissolve
    "Ровно в том же положении застывшего в никому не нужном равновесии я швырнул себя вон из столовой."
    "Хотелось пойти куда-нибудь и там немного поунывать."
    "Например, эта вот скамеечка ничем не хуже иных прочих — её не видно от выхода из столовой, здесь меня не станут доставать."
    th "Мику до поры была предельно откровенна со мной."
    "Конечно, дело в том, что она болтушка-хохотушка, язык без костей и находка для шпиона."
    th "Почему я тогда так напрягся, что у неё и от меня, оказывается, могут быть тайны?"
    dreamgirl "Если моя память мне правильно изменяет, доверенность на посвящение решительно во все дела на тебя никто не оформлял и в любви до гроба аналогично не клялся."
    th "О, да! Мне сразу стало легче. Спасибо."
    dreamgirl "Правда?"
    th "Нет!"
    dreamgirl "Быть красивым — это значит, казаться не тем, кто ты есть на самом деле."
    th "В смысле, что раз ты артистка — ты навсегда артистка?"
    dreamgirl "Зришь в корень. До поры с тобой были честны, но пора закончилась."
    th "Я что, вызвал недоверие?"
    dreamgirl "Скорее, наоборот. Ты вызвал его слишком много. {w}Опасно приблизился — а только полный самоубийца говорит своим близким решительно всё, что думает."
    th "Я сейчас расплачусь."
    dreamgirl "Твой сарказм неуместен. {w}Тебя просто берегли…"
    th "Ага. Чтобы потом поставить перед фактом — ткнуть мордой в стенку, так сказать."
    dreamgirl "Это милосерднее, чем заставлять тебя переживать в ожидании. {w}Если бы Ленивовна не проболталась на линейке — был бы у тебя прощальный счастливый денёк в компании твоей ненаглядной японки."
    "Я не был согласен с этим и даже покачал головой, но тут путь лучам солнца преградил чей-то силуэт, и я медленно поднял голову. "
    "Похоже, насчёт «не станут доставать» я здорово обольщался."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day6_mi_7dl_soul:
    $ persistent.sprite_time = "day"
    $ day_time()
    play music music_7dl["will_you"] fadein 3
    "Мне всегда кажется огромной ошибкой, когда мне кто-то рад."
    "Я в этом мире будто шпион, который живет с мыслью, что рано или поздно будет разоблачен и отвергнут."
    "Однако ж вставший против солнца Электроник радовался мне именно что без задней мысли или какой-то выгоды."
    show el normal pioneer with dspr
    el "Привет!"
    "Я не помнил, чтобы видел его с утра или на завтраке, поэтому вежливо поздоровался в ответ."
    el "Надеюсь, что у тебя не появилось внезапной привязанности?"
    "Спросил он, поигрывая невесть откуда взявшимся ломиком-фомкой."
    th "Не понял."
    "Я опасливо отодвинулся, но он сделал шаг за мной."
    me "Это ты сейчас к чему?"
    "Вряд ли он станет предлагать себя в роли той самой привязанности, конечно, но звучит как-то странно."
    show el smile pioneer with dspr
    el "Да просто всех, кого я сегодня видел, волновал один только вопрос — как бы им побольше времени провести со своими любимками."
    "Он фыркнул и дёрнул плечом:"
    el "Как будто сейчас можно успеть сделать что-то, три недели кота за резину тянули — созрели."
    el "А ты, я вижу, спокойно сидишь, никуда не бежишь."
    me "Ага. И?"
    "Наличие тяжёлой железяки в его руке всё ещё не давало мне покоя."
    el "Мне нужен напарник для одного дела."
    me "Какого?"
    show el grin pioneer with dspr
    el "Да не беспокойся, никакого криминала: мне нужно забрать кое-что у Алексей Максимовича, а сам, я боюсь, всё не унесу."
    me "Эх…"
    show el normal pioneer with dspr
    el "Поможешь?"
    th "Надо сказать: пусть Шварценеггер таскает тебе. Правда?"
    "Но как-то вышло, что за шесть дней моего обитания здесь Электроник ровным счётом ничем не дал повода думать о себе плохо."
    "Мне же — вот совпадение — кровь из носу нужно было вытряхнуть из головы скопившийся там хлам: идеальное занятие для фоновых процессов, пока я буду надрывать спину и руки."
    "Так что я поднялся и согласно кивнул."
    window hide
    scene bg ext_admins_day_7dl with dissolve
    "Когда мы подошли к зданию администрации, там уже не было никого — двери были закрыты, на петлях висели замки, только репродукторы из-под крыш жизнерадостно передавали некую полузнакомую песню."
    "Да под стеклянным окошком на двери белела записка."
    me "Ушёл на рыбалку. А. М."
    "Прочитал я."
    me "И что теперь?"
    show el normal pioneer with dissolve
    el "Да всё нормально. Я же сказал, что договорился."
    play sound sfx_keys_rattle fadein 0
    "Он подбросил на ладони связку ключей, посрамившую бы и артефакт Слави."
    el "Вообще, затея была второго отряда, но я вызвался помощником, так что…"
    if alt_day1_sl_keys_took != 1:
        me "Это ты не у Слави случайно слямзил?"
    show el upset pioneer with dspr
    el "Что? Нет! {w}Мне дали, говорю же."
    me "А. Ясно."
    "Опять же, причин не доверять ему у меня не было — да уж больно лукаво улыбался!"
    me "Открывай тогда."
    window hide
    play sound sfx_unlock_door_campus fadein 1
    pause(1)
    scene bg int_chief_office_day_7dl with dissolve
    play ambience ambience_int_cabin_day fadein 3
    "И мы оказались в святая святых."
    "Большой стол, два стула, средства громкой связи — и шкафы, шкафы!"
    "Я даже примерно себе не представлял, какие богатства кроются за этими дверками, но то, что они несметные — это объективный факт!"
    "Однако провести инвентаризацию с частичной приватизацией мне не дали:"
    show el normal pioneer with dspr
    el "Вот две коробки, бери любую."
    me "А ты?"
    show el laugh pioneer with dspr
    el "А я — вторую, очевидно!"
    "Засмеялся он."
    el "Или можешь взять у меня железяку, а я коробки — как раз примерно одинаково весить будет."
    "Представив себе, как я запинаюсь обо что-нибудь незамеченное и лечу носом вперёд, я отрицательно покачал головой и вцепился в холодное оружие."
    el "Почему-то я так и подумал."
    "Спокойно кивнул парень."
    window hide
    scene bg ext_admins_day_7dl with joff
    play ambience ambience_forest_day fadein 1
    show el normal pioneer with dspr
    el "Сегодня с самого утра поднялся по одному делу — пошёл было, а тут вижу: Лена куда-то крадётся."
    "Электроник вышел из помещения, и, захлопнув за собой дверь, с видом крайне занятого человека отправился куда-то в сторону вторых ворот."
    el "Вид ещё такой… вороватый. {w}Я и подумал — может, затеяла что нехорошее, окрикнул её."
    el "Ничего не знаешь?"
    th "Блин. Логика на грани фантастики."
    me "Это же ты её окрикнул, помнишь?"
    show el upset pioneer with dspr
    el "Но ты же с её соседкой общаешься — я думал, может, знаешь что."
    me "Нет, ничего такого."
    el "Да? Жаль. {w}Ну не суть."
    el "Она пока шла, несла обувь в руках, а когда я её окрикнул, сказала что-то себе под нос, обулась да пошла обратно."
    el "Я слышал, она иногда сбегает из лагеря, может, и сейчас хотела?"
    "Я выдохнул и сосчитал до десяти."
    me "Ты объясни, какого чёрта ты ко мне с Леной пристал? Я ей не мама."
    show el serious pioneer with dspr
    el "Но ты же с её соседкой по домику дружишь."
    me "С соседкой!" with vpunch
    extend " А не с Леной."
    "Проворчал я, остывая."
    me "Вообще, куда ты меня тащишь?"
    show el normal pioneer with dspr
    el "Нас должны ждать."
    me "Второй отряд?"
    "Вместо ответа Электроник свернул на едва заметной тропинке и несколькими минутами спустя вывел меня к выходу из лагеря."
    window hide
    scene bg ext_backdoor_day_7dl with dissolve
    "Здесь уже толпились ребятишки из второго отряда."
    el "Все собрались?"
    "Они вразнобой уверили — что да, все желающие на месте."
    el "Имейте в виду, разрешение на выход за территорию получено только на меня и группу, которая со мной."
    el "Если кто-то отобьётся, у него будут большие неприятности."
    "Ребятишки понятливо покивали — мол, неприятностей не будет, отбиваться никто не планирует."
    el "Тогда выдвигаемся."
    window hide
    stop music fadeout 5
    with fade
    pause(2)
    scene bg ext_old_building_day_7dl with dissolve
    play ambience ambience_forest_day fadein 3
    play music music_7dl["summer_ends_soon2"] fadein 3
    "Возможно, окажись я здесь вечером или в ночное время — и шарахался бы от каждого куста, от каждой зловещей тени, падающей на тропинку."
    "Но дело в том, что сейчас был день, вокруг были товарищи, а настроение было самое наплевательское."
    "Если долго грызть себя, рано или поздно дойдёшь до предела, после которого боль не пугает."
    "И ничто больше не пугает."
    "А ребятишки шли парами, как мы вчера на костре, держались за руки и распевали кричалки про того, кто шагает дружно в ряд."
    "И казалось иногда, что счастье и осталось как раз в тех коротких штанишках, откуда ты успешно вырос, а они — вот, только-только догнали: тринадцать-четырнадцать лет, когда что-то значат слова «дружба» и «взаимовыручка»."
    window hide
    with fade
    "Так или иначе, час спустя мы выбрались на полянку, самый центр которой заняло целое с виду здание из дранки и кирпича."
    "Но если первый этаж стоял довольно прочно и ещё лет десять простоять с виду собирался, то на втором тут и там зияли провалы в стенах, кое-где крыша покосилась и просела внутрь, а внешние лестницы раскрутились как проржавевшие пружинки из заводной игрушки."
    "Верными клевретами полусгнившему гиганту выступало то, что некогда называлось игровой площадкой — несколько шарнирных каруселей, парные качельки, навесы со столами для пинг-понга…"
    "С другой стороны можно было разглядеть бетонный желоб и остатки колонки-водокачки — там был аналог нашего рукомойника."
    me "Пансионат на три с половиной детсадовца?"
    "Поинтересовался я."
    "Электроник пожал плечами:"
    show el normal pioneer with dspr
    el "Лично мне отец рассказывал, что они здесь жили в палатках, а в большом доме была игротека и архив."
    el "Хотя я с трудом представляю, как можно целое лето прожить в палатке."
    "Здесь я с ним согласился."
    "В конце концов, ряд моих проблем со здоровьем начался с одной-единственной ночёвки на мостовой — в мае, между прочим! Двадцать пять градусов на улице было!"
    "А здесь целое лето."
    window hide
    with fade
    me "Ладно, а теперь кто-нибудь объяснит, зачем мы сюда припёрлись?"
    show el smile pioneer with dspr
    el "Не знаю, в курсе ли ты, но наш лагерь с самого начала находился именно здесь, это потом переехали."
    el "Не спрашивай, почему, но с момента создания «Совёнка» в 1947-м году была заложена традиция."
    el "Она немного сбилась из-за переезда, но теперь всё вернулось как должно было."
    me "Какая именно традиция?"
    show el normal pioneer with dspr
    el "Капсулы времени."
    me "В смысле?"
    el "Каждые пять лет пионеры закладывают на приметном месте послание в будущее, чтобы открыть его через пятьдесят лет."
    el "Первая капсула была заложена в 47-м, так что через восемь лет можно будет её открыть."
    me "Но что мы тогда здесь делаем?"
    "Поинтересовался я, проведя в голове небольшой расчёт."
    me "Разве не следовало заложить новую капсулу в восемьдесят седьмом?"
    el "Я же говорю — из-за переезда график сбился, поэтому наново стали считать с семьдесят четвёртого."
    el "И сегодня мы закладываем капсулу номер три."
    me "И как должна выглядеть эта капсула?"
    el "Первые две использовали гильзу от выстрела какой-то крупнокалиберной пушки."
    el "Мне тоже дали!"
    "Поставив коробку на землю, Эл достал оттуда зелёную огромную гильзу с явно выраженным пороховым следом."
    el "Сюда нам надо будет сложить всё, что накопилось интересного за пять лет, потом зальём парафином и спрячем."
    me "Куда спрячем-то?"
    show el smile pioneer with dspr
    el "Да туда же, где и предыдущие две."
    "Отмахнулся он."
    el "Под бетонной плитой — зря, что ли, ломик тащили? "
    "Он кивнул на чудом сохранившуюся бетонную дорожку, ведущую от основного корпуса к площадке, явно отведённой под столовую — солдатскую такую, из удобств только брезентовый навес над головой да горячая каша в тарелке."
    "Сейчас от навеса остались только покосившиеся палки-опоры"
    el "Знаешь, как кормили? Полевая кухня приезжала! {w}Настоящая… Как в армии."
    "С завистью протянул он."
    me "Какие твои годы, в армию пойдёшь, успеешь ещё наесться."
    show el laugh pioneer with dspr
    el "Умеешь утешить!"
    "Между тем над коробками начались какие-то споры — судя по всему, в них были сложены записи, дневники и фотографии, накопившиеся за последние пять лет — из тех, что не стали подшивать в лагерный альбом."
    "Имеющееся там ну никак не поместилось бы."
    "Так что вполне справедливо, что одним захотелось одно, другим другое — Электроник мгновенно подошёл к ним и о чём-то вполголоса заговорил."
    hide el with moveoutright
    "Я же, отойдя к краю поляны, задумчиво изучал окрестности."
    "Пахло здесь временем, памятью и чьими-то тайнами."
    "Возможно, что зарыты здесь не только официальные капсулы, но и приветы из прошлого от простых пионеров."
    "По себе знаю — несколько раз закапывал бумажку с пуговицей  и крестом, чтобы однажды вернуться и вспомнить себя — маленького, юного."
    "И если родители присутствующих здесь пионеров однажды уже ездили сюда, то они вполне могли оставить свои приветы."
    "Хотя, наверное, большинство из них ездило как раз в палаточный городок вокруг этого развалившегося исполина, а не в домики-бочки — всё-таки времени с момента переезда прошло очень немного."
    window hide
    scene expression Dawn("bg ext_old_building_day_7dl") with dissolve
    "Как я и ожидал — опоры навеса были изрезаны и исписаны именами, свой след норовили оставить решительно все."
    th "Наверное, и деревья здесь в округе тоже порезаны как следует."
    "Подумал я, и тут меня окликнули:"
    el "Семён, иди помогать!"
    window hide
    show el normal pioneer with dissolve
    "Электроник поманил меня из толпы ребят, что-то крайне оживлённо обсуждающих."
    "Похоже, строгое жюри разобралось, кому что нужнее — несколько явно недовольных мордашек отодвинули на дальний план вместе с коробкой, куда ушли отбракованные материалы."
    "Остальные столпились вокруг Электроника, держащего в руках полиэтиленовый пакет."
    el "Всё не поместится, поэтому оставляем только открытие и закрытие смен и, возможно, что-то совсем-совсем интересное!"
    "Пятнадцать приветов с закрытия смены."
    "Пятнадцать приветов с открытия."
    "И несколько фотографий."
    "Не очень много на самом деле."
    "Если только у тебя не стоит задачи уместить всё в небольшой стальной цилиндрик."
    "Видимо, насчёт фотографий и велись наиболее ожесточённые дебаты — Саныч оказался довольно плодовитым фотографом и выбрать что оставить, а что запаять иногда было действительно очень сложно."
    "Потому-то я и самоустранился."
    "А сейчас я видел знакомые, полузнакомые и совсем незнакомые лица — улыбающиеся, нахмурившиеся, счастливые, печальные…"
    window hide
    scene anim prolog_2 with fade2
    "Я видел Славю на три года моложе себя — удивительно похожую на нынешнюю Ульянку. {w}Не внешне, нет, а каким-то выражением в глазах."
    "Видел Ольгу — почему-то кольнуло сердце — держащуюся за руки с каким-то мутным типом, угрюмо смотрящим в кадр."
    "Лену…"
    "Алису…"
    "События лет, которые я упустил, появившись только под самый занавес."
    window hide 
    with fade
    "И любопытно было так, будто подглядываю в замочную скважину."
    "Мгновения, украденные из потока времени, запечатленные на бумаге — год назад, два, три…"
    "Лена трёхлетней давности — без хвостиков, с длинными-длинными, почти как у Мику, волосами."
    "Алиса — брюнетка!"
    "Ольга Дмитриевна в брючках-капри и майке с надписью «Совёнок-40»."
    "Это лишь те, кого я знаю — а было их намного больше."
    window hide
    with fade2
    "Наконец, текущий год."
    "И первым же снимком — Мику!"
    "Я не сдержал смешка, увидев, как дёрнулся Электроник, откладывая её в отбраковку."
    "Кадр получился действительно шикарным — в открытых дверях стоит Мику в платье привычной ей длины."
    "То есть отличающейся от простой маечки приблизительно парой сантиметров. Чтобы попу прикрывало."
    "Застывшие пионеры, повернувшие к ней головы."
    "Пышущая злостью-румянцем — видно было даже на чёрно-белом снимке, какая она красная — Ольга, направляющаяся в сторону нарушительницы."
    with fade2
    "Следом за ним — Шурик и Электроник, собирающие какой-то хитрый механизм у себя в клубе."
    with fade
    "Лена, дописывающая огромное панно на музыкальную тематику — интересно, где оно сейчас?"
    window hide
    with dissolve2
    "Двачевская — на качелях. Я серьёзно!"
    "Хохочущая, закрывшая глаза — за спиной Ульянка, толкающая подругу в спину."
    with fade2
    "Славя, выпрямившаяся за роялем и наигрывающая какую-то мелодию — видно было, что не просто так села, знает, куда ставить руки-ноги, как держать запястье…"
    "Как многого я попросту не знаю об окружащих…"
    "Как на многое мне попросту плевать."
    el "Ой, вот ещё, с позапрошлого года!"
    "Он достал из коробки несколько жёстких чёрно-белых снимков."
    el "У нас поломался автобус, поэтому пришлось ехать по-старинке, как наши родители ездили."
    el "Из военной части вызвали несколько «Уралов» с тентовым кузовом и скамейками, погрузили нас туда…"
    "Электроник показал мне первый снимок, сделанный явно из глубины такого кузова — уходящие к краю скамейки, облепленные детишками с чемоданами всех мастей."
    "{i}Все довольные, смеющиеся — адреналин, которого и не получишь, катаясь в комфортабельном автобусе!{/i}"
    el "Борис Александрович рассказывал, что раньше вообще брали ЗИС-трёхтонку, один борт на отряд — и ничего, никто не помер."
    "{i}Второй снимок — убегающая вдаль дорога, ветер рвёт над головой брезентовое полотнище, а из машины, следующей за оператором, из кабины, машет рукой водитель — молоденький совсем, улыбающийся во все тридцать два.{/i}"
    me "То есть они тряслись по-солдатски в машинах, чтобы потом всё лето спать на земле."
    show el smile pioneer with dspr
    el "Ты тоже считаешь их сумасшедшими?"
    "{i}Последний снимок — сделанный вдоль борта вперёд — над кабиной был закреплён стяг, с кистями, с жарко горящим на солнце остроносым наконечником древка.{/i}"
    "Стяг, наверное, был алым, кисти и древко — золотыми. Так обычно и было."
    "Ещё на флаге была надпись, которую я с некоторым трудом, но всё же прочитал: «К борьбе за дело Генды всегда готовы!»"
    el "Наверное, это всё."
    "С намёком произнёс кибернетик, и я вернул ему снимки."
    window hide
    scene bg ext_old_building_day_7dl with dissolve
    "Электроник сложил все отобранные записи, фотографии и значки в пакет, прогладил его, выгоняя воздух — и кивнул."
    "Кудрявый пионер из второго отряда тут же вытащил какую-то железяку и быстро-быстро провёл по краю пакета огоньком."
    "Похоже, ему такое делать не впервой."
    "Электроник кивнул с благодарностью, свернул пакет вдвое, как следует покрутил получившуюся трубочку, укладывая поплотнее."
    "Заправил её в гильзу и прихлопнул сверху уже разогретой парафиновой бляшкой."
    el "Пойдём укладывать."
    "Он отвёл меня почти к самому корпусу, где ориентирами служили старая карусель и куст черёмухи."
    el "Видишь, плита немного неровно лежит?"
    "Я кивнул."
    el "Вот её давай."
    "Я и дал!"
    "Пыхтя и обливаясь потом, заработав себе несколько мозолей и оттоптанную ногу (случайно сам себе наступил), я всё же откинул плиту в сторону."
    "Электроник не соврал! В выемке в сухой земле рядом лежали две капсулы — близнецы той, что мы собирались заложить рядом с ними."
    "Пионеры столпились вокруг меня — в ритуале закладки капсулы поучаствовать хотелось всем."
    th "Странно, что никому не захотелось поучаствовать в ритуале работы ломом."
    "Тем не менее — ещё пять минут и бетонная плита легла на место, придавив своим весом уже три гильзы."
    "Пионеры довольно загудели и, разобрав коробки, цивилизованно выстроились парами на обратный путь."
    "Кем бы ни планировал стать Эл — ему в любой случае стоило бы попробовать себя в педагогике!"
    el "На обед в лагерь шагом… арш!"
    "Скомандовал он."
    "И пионеры дружно отправились по дорожке."
    "Немного выждав и пропустив их мимо себя, я поймал его под локоток:"
    show el normal pioneer with dspr
    me "Слушай, я видел, ты там несколько снимков с Мику забраковал."
    el "Ага, и?"
    me "Я их возьму, можно?"
    "Парень рассмеялся и кивнул."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_mi_7dl_star:
    $ persistent.sprite_time = "day"
    $ day_time()
    play ambience ambience_camp_center_day fadein 3
    show mt normal pioneer with dspr
    play music music_7dl["lazy_olga"] fadein 3
    mt "Скучаешь, Сёмыч?"
    th "Да. А теперь ты самоудалишься, и продолжу скучать дальше. Можно?"
    show mt smile pioneer with dspr
    mt "Ну что за кислая физиономия."
    "Рассмеялась вожатая."
    mt "Не бойся ты так, не стану я тебя заставлять трудиться — ты ведь так этого не любишь."
    "Я смутился, но мужественно промолчал."
    mt "На самом деле мне нужно, чтобы ты нашёл Двачевскую и забрал у неё инструмент — гитара требуется мальчишкам из третьего отряда, а сами они боятся подходить к Алисе."
    me "Поэтому давайте бросим ей на съедение меня?"
    show mt laugh pioneer with dspr
    mt "Тебя-то съешь, пожалуй."
    show mt normal pioneer with dspr
    mt "В любом случае, когда заберёшь гитару, отнесёшь её своей ненаглядной — она знает, кому её отдать. Всё ясно?"
    me "Э…"
    "Она хлопнула меня по плечу."
    mt "Тогда приступай!"
    window hide
    with fade
    pause(1)
    scene bg ext_houses_day with dissolve
    "Вот всё как всегда — стоит лишь найти себе удобный уголок для отдохновения, как у окружающих сразу же находится для тебя куча дел."
    "Ещё Мику подгадила со своими секретами."
    "Бррр!"
    window hide
    play ambience ambience_camp_center_day fadein 3
    scene bg ext_house_of_dv_day with dissolve
    play sound sfx_knock_door6_closed
    pause(1)
    "Дома Двачевской не оказалось."
    th "И почему я не удивляюсь, блин?"
    window hide
    scene bg ext_houses_day with dissolve2
    "Вернувшись на главную импровизированную улицу, я призадумался о том, куда бы могла направиться рыжая."
    "Зафилонить задачу мне почему-то и в голову не пришло."
    "Всё дело было в том, что я был крайне ленивым человеком — предпочитал делать работу сразу, чтобы не тянуть время, и на совесть — чтобы не переделывать по пятьдесят раз."
    "Так или иначе, но сейчас я брёл по бетонной дорожке, попинывая попадающиеся под ноги сосновые шишки, меланхолично размышляя о том, на что бы потратить остаток дня."
    "Наиболее логичным было бы разыскать циановую принцессу, помириться, помыркать ей и всячески рядом поувиваться."
    "Но я сегодня обиженный. Вот."
    stop music fadeout 3
    window hide
    scene bg ext_house_of_el_day with dspr
    with fade
    "Я настолько увлёкся вхождением в роль обижуки, что чуть не упустил из виду один крайне знакомый и крайне раздражающий фактор."
    "Запах."
    "Кому, как не мне, знать происхождение этого запаха — как-никак, у меня дома им пропахли все стены и потолок."
    me "Табак?"
    "Недоверчиво протянул я."
    "Мне повезло — мгновением спустя подул слабый ветерок с речки и уволок облако запаха куда-то за сосны."
    "Но я стоял там, где сигаретами пахнуть априори не должно было."
    "Здесь квартировали малыши — крайний домик по улице — а также несколько домиков были закрыты, частью из-за ремонта, частью из-за некомплекта пионеров."
    "И от одного домика, стоящего несколько на отшибе, как раз и тянуло знакомым запахом!"
    window hide
    play sound sfx_knock_door6_closed
    pause(1)
    "Я резко поднялся по ступенькам и толкнул дверь."
    "Тщетно."
    "Хотя я мог поклясться, что пахло именно отсюда!"
    th "Или нет?"
    "Сойдя с прибалконника вниз по ступеням, я задумчиво оглядел дом."
    th "Возможно ли, чтобы кто-то там заперся изнутри?"
    "Маловероятно, конечно, но…"
    play sound sfx_unlock_door_campus
    pause(1)
    "В это время щёлкнул замок, и на пороге появилась…"
    play music music_7dl["breath_me"] fadein 3
    show un normal pioneer with dspr
    un "Да…"
    show un shy pioneer
    extend " ой."
    "После злобной отповеди на зарядке я не слишком-то верил в смущение Лены, поэтому бодро поинтересовался:"
    me "Ты дымишь, что ли?"
    show un scared pioneer with dspr
    un "Ннн…"
    dv "Эй, хрена ли ты в дверях торчишь…"
    "На огонёк из домика выглянула Алиса."
    dv "О, новичок! Ну заходи, раз пришёл."
    "Она в несколько шагов спрыгнула вниз, зашла мне за спину и с неотвратимостью асфальтового парового катка затолкала меня, а мной —  Лену — в домик."
    window hide
    scene bg int_extra_house_day_7dl with dissolve
    play ambience ambience_int_cabin_evening fadein 2
    play sound sfx_close_door_1
    dv "Осторожно, двери закрываются! Следующая станция — морг!"
    "Она хлопнула дверью так, что стёкла задрожали."
    "Взяла с притолоки дымящуюся там сигарету и с душой затянулась."
    "И только после этого вспомнила о своём долге радушной хозяйки."
    show dv normal pioneer with dspr
    dv "Чё припёрся?"
    "Вежливо спросила она."
    me "Я? Ну… Это…"
    sl "Что там?"
    "Из открывшегося шкафчика показала голову Славя."
    dv "Наш дурачок пришёл за гитарой."
    me "Я не дура… Эй, откуда ты про гитару знаешь?!"
    "Двачевская закатила глаза."
    dv "Микуська, вылезай, шухер миновал."
    "Из-под кровати показался сначала длинный хвост сине-зелёных волос."
    "Мику, изрядно подпыленная, показалась много позже."
    "Славя к тому моменту уже вернулась обратно за стол, где в беспорядке были разбросаны карты, а под жестянкой-пепельницей желтел разлинованный на четыре секции листок."
    dreamgirl "Кажется, мы угодили на культурный вечер?"
    "Здесь было всё, за что можно было с треском вылететь с территории — не хватало разве что гурятины и разнузданных половых практик разной степени сомнительности."
    "Хотя ещё не вечер, конечно."
    "Но сигареты, карты и бутылка портвейна присутствовали."
    "Портвейн, к слову, был непочатым, стало быть, берегли его на вечер — оно и логично, в целом."
    "Мне пришло в голову, что захоти я сдать их всех — и никто меня не остановит."
    "Но раз меня сюда затащили, не прогнали, значит, либо знают обо мне что-то, чего я не знаю сам, либо…"
    window hide
    with fade2
    "Меня хотят сделать соучастником."
    dv "Микуська, сдавай, твоя очередь."
    "Японка послушно кивнула и профессионально отработанным движением перетасовала колоду."
    th "Ого! Не слышал про её таланты!"
    dv "За балалайкой потом сходим, ладно?"
    me "Но мне Ольга Дмитревна сказала…"
    show dv angry pioneer with dspr
    dv "Мало ли, что она тебе сказала! Ты думаешь, она сейчас бегает по лагерю и делом занимается? Ха!"
    "Она затянулась ещё раз и протянула мне дымящуюся сигарету, которую я ничтоже сумняшеся взял."
    "Фильтр был чистый и сухой, помадой меня никто не кормил, за что им было отдельное человеческое мерси."
    dv "Гудит она сейчас с Алкосанычем и Вилкой — у них мексиканская водка в квадратной бутылке, лично видела!"
    me "А сегодня-то почему?"
    show sl normal pioneer at left with dspr
    sl "Потому что всё, Алексея Максимовича до обеда не будет."
    "Отвернулась от стола Славя — она немного морщилась, когда клубы дыма добивали до её лица, но стоически терпела."
    show dv normal pioneer with dspr
    dv "Большое начальство отсутствует — ушло на рыбалку до обеда, а после обеда поедет в город договариваться насчёт автобусов. {w}Ты давай не тяни, перефазовался — передай по кругу!"
    "Я послушно сделал, как она велит."
    "Пригляделся к марке сигареты — «Магна». Это ж молодость моя!"
    "Усмехнулся и, затянувшись как следует, передал её Лене."
    "Мне пришло в голову, что их доверие было каким-то необъяснимо безоговорочным, и куплено оказалось минимальной ценой: я просто ни от чего не отказывался."
    show un normal pioneer at right with dissolve
    un "Двачевская чая назабивала."
    "Лена скривилась, выдыхая дым."
    me "Не знал, что ты куришь."
    show un grin pioneer with dspr
    un "Да ты вообще… Наблюдательный."
    sl "Я пас. А Мику не давай."
    show mi angry pioneer at fleft
    mi "Что это значит, не давай?! Я что, самая маленькая, что вы все курите, а мне нельзя?"
    show sl smile pioneer with dspr
    sl "Я не курю."
    show mi dontlike pioneer with dspr
    mi "Ты не в счёт!"
    me "Может, побережёшь голос?"
    mi "Заткнись!"
    "Она подошла к Лене и отобрала у неё сигарету."
    "Сделала глубокую-глубокую затяжку…"
    hide mi
    show sl smile pioneer
    show dv laugh pioneer
    show un laugh pioneer
    with dissolve
    "И зашлась перхающим кашлем, лицо покраснело, на глазах выступили слёзы."
    "Похоже, она пожалела о своём решении показаться взрослой, стоило лишь дыму попасть к ней в рот."
    "Ничего удивительного — слизистые должны немного огрубеть, чтобы их не так сильно жгло от никотина и смол."
    "То есть к отраве следует привыкать."
    "Хотя вынужден признать — выглядела она с сигаретой крайне сексапильно. Эдакая Мата Хари токийского разлива — ядреная бонба в сорок… скорее, в тридцать восемь мегатонн."
    "К ней тут же подскочила Алиса, с энтузиазмом колотя несчастную японку по спине."
    show un normal pioneer with dspr
    dv "Хэхэй! Добро пожаловать в братство грешников!"
    mi "К-какая гадость…"
    "Выдавила Мику."
    show dv normal pioneer
    show sl normal pioneer
    with dissolve
    dv "Ты неправильно же делаешь!"
    "Безмятежно пояснила рыжая:"
    dv "Нужно втянуть дым, а пока вдыхаешь, сказать «аптека» — тогда торкнет."
    show mi upset pioneer at fleft
    mi "Что-то я не очень хочу, чтобы меня «торкало»."
    "С сомнением произнесла Мику."
    show dv grin pioneer with dspr
    dv "Тогда верни табак на родину, нечего чужой никотин переводить!"
    "Она изъяла из руки Мику сигарету."
    dv "Будете с Славкой две трезвенницы-язвенницы."
    show sl smile2 pioneer with dspr
    sl "Эй, я слышу негатив в голосе!"
    show dv surprise pioneer with dspr
    dv "Правда? Быть не может."
    "Алиса удивилась так искренне, что я понял — издевается."
    show dv normal pioneer with dspr
    "Похоже, это не было тайной и для Слави: та только дёрнула уголком губы и вернулась к игре."
    "Сигарета снова перешла ко мне, от меня — к Лене."
    "Я вспомнил вдруг про косвенные поцелуи."
    "Вот сейчас Двачевская целует меня — как Леонид Ильич, взасос, с языком!"
    "А вот я принимаюсь целовать Леночку — ммм, как говорится, поцеловать курящую девушку всё одно что облизать пепельницу!"
    "И такой вот у нас трогательный триумвират облизунов."
    "И Мику на это смотрит и совершенно не ревнует."
    window hide
    with flash_red
    with vpunch
    "Ай!"
    "Был неправ, забираю свои слова обратно."
    show mi grin pioneer with dspr
    mi "Сенечка, если ты хочешь получить от меня поцелуй, тебе придётся почистить зубы!"
    me "Что, и правда поцелуешь?!"
    show mi shy pioneer with dspr
    mi "В щёчку?"
    me "Пффф. Ради щёчки я зубы чистить не пойду."
    show mi angry pioneer with dspr
    mi "Сенька, не будь злюкой! Я и так уезжаю, вся расстроенная, а тут ещё ты бесишь!"
    "Усмехнувшись, я передал сигарету Лене и поднялся."
    me "Так что там с балалайкой, Алиса?"
    show dv normal pioneer with dspr
    dv "Славке отдам после обеда, она всё равно на сцену пойдёт."
    me "Годится."
    dv "Вот и хорошо. Тогда давай-ка за стол, пятый игрок будет очень кстати!"
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day6_mi_7dl_human:
    $ persistent.sprite_time = "day"
    $ day_time()
    play music music_7dl["rewind"] fadein 0
    show us normal pioneer with flash
    us "Хы!"
    me "Мелкая? Чего тебе?"
    us "Дело есть. Пошли!"
    "Ульяна протянула мне руку."
    with fade
    "Которую я успешно проигнорировал."
    me "С тобой? Ни за какие коврижки."
    show us calml pioneer with dspr
    us "Эй, у тебя ко мне какое предвзятое отношение!"
    me "В смысле?"
    us "В том смысле, что если бы тебя Микуська позвала, ты бы пошёл, не задумываясь."
    me "Ты сравнила тоже."
    show us dontlike pioneer with dspr
    us "Вот! Видишь!"
    "Она отскочила назад и ткнула в меня пальцем:"
    us "Я что, компания хуже Мику?"
    th "Откровенно говоря — да."
    me "Тебя как-то раньше этот вопрос не заботил."
    show us smile pioneer with dspr
    "Учуяв слабину, мелкая мгновенно повеселела:"
    us "Люди меняются!"
    "Вот это явно были не её слова. И мы оба это почувствовали."
    show us shy pioneer with dspr
    us "В смысле, мы завтра поедем по домам — а я так и не погуляла с тобой!"
    th "Больно надо."
    me "И что же в тебе сегодня изменилось, человек?"
    dreamgirl "Как будто непонятно, что."
    "Я и сам догадывался, однако мне было интересно проверить искренность малявки."
    show us surp1 pioneer with dspr
    us "Ты с Микуськой везде ходишь, я подумала даже — "
    "Она понизила голос до шёпота:"
    us "Влю-бил-сяяяяя!"
    show us laugh pioneer with dspr
    us "Вот смех-то! Сёмка и Микуська!"
    me "И не говори."
    "Проворчал я. {w}Догадка моя окрепла окончательно."
    us "Вот-вот! Представь только — ты, такая каланча, и она от горшка два вершка!"
    me "Она выше тебя вообще-то."
    "Указал я."
    us "А вот и не выше! Мы одного роста."
    me "Врёшь!"
    show us surp2 pioneer with dspr
    us "Эй, ты чё! {w}Я никогда не вру."
    us "Мой рост сто пятьдесят сантиметров."
    "Вряд ли у неё был резон врать в таких мелочах, и, сравнив на глазок разницу в нашем росте, я был склоннен согласиться."
    "Видимо, до сей поры меня дурачили её пропорции, из-за которых постоянно казалось, что Ульянка ростом примерно с пионера второго-третьего отряда."
    "Вечный любимчик на стульчике для грудничков в батистовом слюнявчике."
    "То есть дитя полка!"
    dreamgirl "На камуфляжном стульчике для грудничков в кевларовом слюнявчике."
    "Я хмыкнул, представив себе эту картину."
    me "Ладно, признаю: был не прав, ты большая, умная и очень взрослая. {w}Из-под меня-то что тебе надо?"
    show us grin pioneer with dspr
    us "Наконец-то созрел. А надо мне от тебя, чтобы ты мне помог!"
    "Она схватила меня за руку и потащила за собой."
    us "Живей давай!"
    me "У меня плохое предчувствие."
    "Пробормотал я."
    window hide
    stop music fadeout 3
    scene bg ext_boathouse_day with fade
    play ambience ambience_boat_station_day fadein 2
    "И вот ни на столечко не ошибся."
    "То есть идея выбраться к воде, чтобы посидеть там и поболтать, сама по себе, разумеется, неплоха!"
    "Но Ульяна не была бы собой, ограничившись только посиделками у воды."
    "О нет."
    play music music_7dl["anglegrinder"] fadein 3 
    scene bg ext_boathouse_day:
        zoom 1.05
        linear 2 zoom 1.0
    show us normal pioneer
    with fade
    us "Я хочу, чтобы ты меня удивил."
    me "Ты определяйся уже, чего хочешь. {w}То тебе помочь, то тебя удивить."
    "Проворчал я."
    us "Одно другому не мешает."
    "Отрезала она."
    show us smile pioneer with dspr
    us "Я приглашаю тебя…"
    with fade
    extend " на романтическую прогулку на лодке!"
    th "Только через мой труп."
    me "И ты уже обо всём договорилась, конечно же."
    show us laugh2 pioneer with dspr
    us "Глупый, что ли? {w}Какой тогда во всём интерес?"
    me "В том, чтобы не огрести от сторожа веслом по хребту?"
    "Не выдержал наконец я."
    "До сих пор удавалось как-то сгладить углы, подобрать слова…"
    "Но этот «дивный ребёнок» способен выбесить и святого!"
    show us upset pioneer with dspr
    us "Сёмка, ты зануда и вредина!"
    "Огорчился «дивный ребёнок»."
    us "Я же хочу, чтобы как приключения, понимаешь? Чтобы интересно было!"
    if alt_day3_mi_donor:
        dreamgirl "Ничего не напоминает?"
        th "Любовь к ритуалам… {w}Поход с Мику по магазинам?"
        dreamgirl "Молодец, возьми с полки пирожок."
    "И правда — под таким углом всё выглядело любопытнее."
    "Просто так отправиться гулять неинтересно — надо обязательно сбежать, чтобы никто не видел."
    "И по дороге обязательно не наступать на тени от веток и трещины на асфальте!"
    "Или не разговаривать!"
    me "Очень будет интересно, когда нас поймают…"
    show us sad pioneer with dspr
    us "Значит, не будешь?"
    "И до чего ж она таким поведением напоминала Мику!"
    "А значит, моё хорошее отношение к несчастной хафу автоматически теперь распространялось и на малявку."
    me "Почему не буду…"
    "Неуверенно забормотал я."
    me "Я же не говорил, что…"
    show us surp1 pioneer with dspr
    us "Урррраааа!"
    "Завопила она."
    me "Тише ты!"
    "Зашипел я, захлопывая ей кричалку ладонью."
    us "Ой… да. Короче, слушай."
    "Она начала излагать свой план."
    "Идеальный план."
    "Замечательный, я бы даже сказал."
    me "Ладно, я всё понял."
    me "Я как Джеймс Бонд взломаю замки, незаметно прокрадусь и украду лодку."
    show us surp2 pioneer with dspr
    us "Да!"
    "С энтузиазмом подтвердила Ульянка."
    "Если бы не одна загвоздочка…"
    me "В таком случае вопрос — а ты сама что делать собираешься, позволь узнать?"
    show us calml pioneer with dspr
    us "В смысле?!"
    me "В прямом! {w}Мне и лодку добудь, и вёсла, и охрану отвлеки."
    show us surp3 pioneer with dspr
    us "Ой. {w}Ещё же и вёсла надо."
    me "Нет, мы будем грести твоей панамкой."
    show us laugh2 pioneer with dspr
    us "У меня нет панамки!"
    me "Именно это я и имел в виду."
    me "Ты только кататься собиралась?"
    show us smile pioneer with dspr
    us "Забухтел как старый дед."
    "Ткнула меня кулачком в плечо Ульянка."
    us "Не хнычь, дедуля, придумала я."
    us "Раз так весло тебе надо, я знаю, где его добыть."
    us "Ты пока лодку воруй, а я скоро вернусь."
    hide us with dissolve
    "Мелкая пропала, а я, за отсутствием альтернатив, решил попробовать себя в нелёгком ремесле медвежатника."
    "Не к Мику же мириться возвращаться, в самом-то деле!"
    window hide
    play sound sfx_alisa_picklock
    "Как оказалось, домушник из меня тот ещё."
    "Однако лодки здесь держались не столько на замках (которые можно было вскрыть и ногтем на мизинце), сколько на авторитете сторожа и честности пионеров — к чему у меня был железобетонный иммунитет."
    "Несколько секунд."
    "Со стороны дебаркадера чем-то загремело."
    "Похоже, Ульяна решила искать вёсла как следует."
    play sound sfx_open_dooor_campus_1
    with flash
    "Я едва успел залечь на дно лодки — несколько секунд спустя мимо меня кто-то прогрохотал кирзовыми сапогами."
    "Страшно было — жуть!"
    "Но шум больше не повторялся — а, как оказалось, всё это время я не оставлял попыток вскрыть чёртов замок."
    "Не такой уж и сложный, я думаю…"
    "Если бы только у меня не тряслись так конечности."
    dreamgirl "Адреналина полные штаны! Вухууу!"
    "Но я был нежен и настойчив — дужка замка отскочила, и цепь загремела, освобождая нос полюбившейся мне синебокой плоскодонки."
    "Теперь главное, чтобы никто меня не заметил в таком положении — не отбрехаюсь же!"
    window hide
    with fade
    "Я взмолился своему ангелу-хранителю и приналёг весом на банку, толкая лодку вперёд — вектор был задан верно, но без весел нечего было и думать забираться внутрь."
    "То и дело вздрагивая, я крался вперёд по доскам настила, волоча за собой лодку на цепочке, и…"
    "Ну надо же было такому случиться!"
    show mi smile pioneer with dissolve
    mi "Ой, Сенечка! Как это здорово, что я тебя нашла!"
    "Захлопала в ладоши японка."
    me "Мику, не сейчас."
    "Процедил я. {w}Лодка зацепила краем одну из своих товарок и пошла ощутимо медленнее."
    show mi serious pioneer with dspr
    mi "Как это не сейчас! Нам надо серьёзно поговорить, и… Сенечка, а что это ты делаешь?"
    me "Вышиваю крестиком, что!"
    "Рявкнул я."
    show mi upset pioneer with dspr
    mi "Злюка какая, не хочешь, так бы и сказал, не навязываюсь!"
    "Она высокомерно отвернула было нос, но тут её взгляд упал на мой без пяти минут трофей…"
    "Японка ахнула:"
    mi "Ты кататься собрался! И без меня!"
    show mi serious pioneer with dspr
    mi "Ну уж нет! Я это не допущу!"
    hide mi with dissolve
    "Она как-то странно изогнулась — и без разбега, практически мгновенно оказалась в лодке — одним лёгким, почти бестелесным движением."
    "Я клянусь! Лодка совсем не просела под её весом!"
    "Останавливаться и вытряхивать докуку с борта было чревато стычкой со сторожем."
    "К тому же со стороны воды на всех парах выруливала Улька-катастрофа с двумя вёслами наперевес!"
    "Она бросила крайне недоумённый взгляд на наше пополнение, но, не задавая лишних вопросов, прыгнула рядом с Мику."
    "К этому моменту лодка добралась до края понтонов — дальше была только открытая вода."
    "И я, немного поколебавшись, ступил с берега в лодку."
    stop music fadeout 3
    me "И, навались!"
    "Я использовал одно весло как рычаг — изо всех сил толкнувшись от понтона."
    "А на берегу кто-то что-то кричал — явно нецензурное, поэтому я и не прислушивался."
    play music music_7dl["too_quiet"] fadein 3
    "Я инвестировал и инвестировал силы в увеличение свободного пространства между моей тщедушной тушкой и тем, кто может больно этой самой тушке напинать."
    "Но так или иначе, а от бортов лодки до берега легло порядка двадцати метров — почти середина реки."
    "И тогда я позволил гудящим рукам чуть-чуть отдыха."
    "Сложил вёсла на дно лодки и вопросительно уставился на Мику."
    me "Итак?"
    "Она смутилась:"
    mi "Что?"
    me "Зачем ты шпионила за мной?"
    mi "Что? Я?"
    "Она рассмеялась."
    me "Но не Ольга Дмитриевна же. Я кажется ясно дал понять, что не хочу с тобой разговаривать, раз ты мне не доверяешь."
    mi "А кто тебя сейчас заставляет?"
    "Неожиданно спокойно ответила японка."
    mi "Не общайся. {w}Греби себе."
    "Ульянка, слушавшая нашу перепалку, рассмеялась:"
    us "Ай да Мику, ай, молодец!"
    me "Ты теперь тоже на её стороне?"
    us "Нет — я на своей собственной. {w}Но было любопытно посмотреть за тем, как вы будете бегать друг за другом и мириться."
    me "Тебе доставляют удовольствие такие сцены?"
    window hide
    with fade
    "Ульянка покраснела и отвернулась:"
    us "Дурак ты, Сёмка. {w}И ты, Микуська."
    "Она покачала головой."
    mi "Почему это?!"
    "Ощетинилась Мику."
    us "Да потому что не могли просто нормально дружить. Надо обязательно всё испортить, да?"
    "Коль скоро её слова звучали в унисон с моим внутренним монологом, я решил не перебивать девочку."
    "Я и сам думал обо всём этом много-много раз. {w}Дружба предполагает союз равных, а романтика…"
    window hide
    show expression D3_intro("gfx bokeh")
    with fade
    "Это абсолютно всегда значит зависимость."
    "Утрату личной свободы."
    "Становясь взрослее, мы приобретаем особенность — наплевательское отношение к личной свободе."
    "Мы готовы раздаривать её в обмен на крохи отражённого счастьица."
    "Но пока тебе четырнадцать и ты цельная натура, никакого самопожертвования не может быть по определению."
    us "Ты, Микуська, вечером свалишь — и что теперь? Будете оба страдать как два идиотика?"
    me "Вообще-то, это не твоё дело."
    me "Мы достаточно взрослые, чтобы решить сами, и…"
    us "Решить сами? Взрослые?"
    "Ульяна расхохоталась."
    us "Да вы на себя посмотрите? Зависимый от чужого мнения нелюдим и неумёха с микрофоном."
    "Признаться, меня ругали и похлеще — крючок отскочил от моей брони с бессильным звоном."
    "А вот Мику, незакалённая в многочисленных дебатах и психологическом насилии, поддавалась на провокации гораздо легче."
    mi "Что это значит, «неумёха»?! Да я, если ты хочешь знать…"
    us "Не умеешь ничего. Только петь и танцевать."
    mi "Неправда! Я ещё… и в звукозаписи понимаю… и на инструментах умею…"
    "Начала перечислять Мику, но Ульяна перебила её:"
    us "Когда я приехала сюда в первый раз, Дима Миронов, мой первый вожатый, вырезал мне кораблик из куска сосновой коры — ножом срезал края, приделал киль и парус — и я отправила судно вниз по Холодному ручью."
    us "Я бежала за ним весь день, пока ручей не впал в какую-то быструю реку, и я потеряла кораблик."
    us "Вернувшись в лагерь, я рассказала вожатому свою историю  — и он сделал мне новый, взамен старого."
    us "Я сломала тот, положила в сумку, в вещи, чтобы запустить здесь на закрытие смены на Дыхании Огоньков, а из сумки достала уже сломанный. Вы можете его починить?"
    me "Что?"
    us "Кораблик. Починить. Сможете. Семён?"
    "Я отрицательно покачал головой."
    "Честно сказать, с трудом представлял себе — что такое кораблик из коры и, тем паче, как его можно починить."
    me "А что такое Дыхание Огоньков?"
    "Спросил я, чтобы сменить тему."
    us "Это не важно."
    us "Вы всё равно туда не попадёте. {w}Туда можно только со {i}своим{/i} корабликом."
    us "А вы оба неумёхи. Особенно ты, Микуська. {w}Я думала позвать тебя с собой, но ты умеешь только петь."
    me "Послушай, Ульяна."
    "Я решил озвучить давнюю догадку."
    me "То, что Алиса сказала тебе поиграть в другом месте, пока она взрослыми делами занимается, не значит ничего."
    me "Она всё ещё твоя подруга."
    us "Это тут при чём?"
    me "При том, что твоя злоба на Мику мне непонятна."
    window hide
    with flash
    us "А ты почему её защищаешь?!"
    "Вдруг закричала Ульяна."
    us "Ты что, муж ей, да? Муж?"
    "Я снова покраснел."
    "Покраснела и Мику."
    "А Ульяна только рукой махнула:"
    us "Поворачивай к берегу. {w}Накаталась я с вами."
    "Я послушно сделал, что она сказала."
    play ambience ambience_lake_shore_day fadein 3
    us "Микуська, посмотри, там слева что — маяк?"
    mi "Где?"
    "Мику развернулась всем телом, куда указывала Ульяна."
    window hide
    with vpunch
    "И та толкнула её изо всех сил, мгновенно выбросив из лодки."
    "Наше судёнышко закачалось, и мы остались вдвоём друг против друга."
    window hide
    scene cg d2_us_boat_escape_7dl with dissolve
    me "Эй, ты что, с ума совсем сошла?!"
    "Закричал я, бросив вёсла и вскакивая."
    window hide
    with fade
    "И очень напрасно это сделал!"
    "Мику прекрасно держалась на воде — она уже выплыла на поверхность и там перебирала конечностями, рассерженно поблескивая глазами."
    th "Надо кинуть ей круг."
    "Подумал я — и это всё, что я успел сделать."
    "Потому что секундой спустя ощутил толчок куда-то в область крестца, а за спиной раздался донельзя противный, вредный, писклявый голос:"
    us "Плыви к своей жене!"
    window hide
    play sound sfx_shoulder_dive_water
    scene anim_underwater with dissolve
    "И холодная вода забила мне горло."
    "Не успев ни сгруппироваться, ни вдохнуть, я выпал из лодки — судя по специфической боли, получив по хребту {i}напутственного{/i} веслом."
    window hide
    play sound sfx_water_emerge
    scene bg ext_sky_7dl with dissolve
    us "Совет да любовь."
    "Услышал я, когда выплыл."
    "С этими словами Ульяна заняла мою банку и, неумело загребая вёслами, направила дрейфующее судно приблизительно в сторону берега."
    "Приналегла на вёсла."
    "При этом она злобно распевала «взвейтесь кострами»."
    "Я прикрыл глаза — вероломство мелкой потрясало."
    window hide
    scene cg d4_mi_sup_7dl
    show unblink
    play music music_7dl["ask_you_out"] fadein 2
    mi "Сенечка? Сенечка, с тобой всё в порядке?"
    th "Исключая то, что меня только что ударили веслом по хребту?"
    th "Опять идиотские вопросы родом из американских фильмов."
    "No, I'm not ok."
    "Мику держалась рядом со мной, подгребая ногами."
    mi "Ты как, на воде хорошо держишься?"
    "Я коротко кивнул головой."
    mi "Тогда поплыли к берегу — он недалеко."
    "Я проследил за взглядом японки: и правда, Ульяна оказалась достаточно милосердной, чтобы ссадить нас с борта за пять метров до причала."
    "Сама она уже стояла там и что-то втолковывала внезапно подоспевшему Санычу."
    "Тот кивнул и бросил пристальный взгляд на нас."
    window hide
    scene bg ext_boathouse_day
    with dissolve
    "Я выбрался наверх первым, вода текла с меня ручьями, а от холодного ветра в спину ощутимо потрясывало."
    "Потом помог выбраться наверх Мику — она выглядела ничуть не лучше меня: такая же несчастная, мокрая и с синими губами."
    ba "Пионеры, это правда, что вы целовались в лодке и за это вас Сидорова выбросила за борт?"
    th "Вы серьёзно?!"
    "Хотел было заорать я."
    "Но Мику меня опередила."
    mi "Правда."
    window hide
    scene cg d4_mi_sup_7dl:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 2.0 zoom 1.15 xalign 0.5 yalign 0.5
    play music music_7dl["tellyourworld"] fadein 3
    "С мстительным счастьем в глазах ответила японка."
    mi "Истинная."
    "Я слишком эгоист, чтобы разрешать тебе делать больно себе. Ибо ты  — моё, у меня болят твои синяки и царапины."
    "А сейчас я чувствую, как ты волнуешься и очень хочешь оказаться далеко-далеко отсюда."
    "Но на нас все смотрят, а значит нет места для слабости."
    mi "И сейчас — тоже."
    "Продолжила она."
    scene cg d4_mi_sup_7dl:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 2.0 zoom 1.15 xalign 0.5 yalign 0.5
    show gfx bokeh
    with flash
    "Ещё секунда — и моих губ коснулись её губы."
    "Легонько — но разве в силе дело?"
    stop music fadeout 10
    mt "ХАТСУНЕ!!!"
    "Донёсся откуда-то из-за кадра голос вожатой."
    mt "МАРШ К ДИРЕКТОРУ!!!" with vpunch
    window hide
    scene black with fade
    pause(3)
    stop ambience fadeout 3
    window hide
    scene bg int_chief_office_day_7dl with dissolve2
    play ambience ambience_int_cabin_day fadein 1
    play music music_7dl["the_way"] fadein 3
    "Пока нас вели, я прикидывал, чем может быть чреват перфоманс, который мы устроили на берегу."
    "Как ни крути, нас видело почти пол-лагеря — немножко не тот казус, который можно замолчать."
    "И что там — аморалка, вынесение на вид, занесение в грудную клетку?"
    "Самое забавное, пожалуй, то, что на Мику половина всех угроз не распространялась, а я вообще обладал иммунитетом к остальной половине."
    "Что они могут сделать? Что?"
    "Расселить-увезти? О, большая проблема."
    "Не то чтобы я включал нигилиста и плевал на всех с высокой колокольни, но целующиеся пионеры — это проблема в первую очередь вожатых и коллектива, а не самих пионеров."
    "Коллективно-цепочечная ответственность."
    "И то, что нас привели чуть ли не под конвоем, заставляло задуматься очень обо многом."
    "Не очень хорошо думать, будто окружающими движет лишь шкурный интерес — но так меня воспитал мой социум, за что ему благодарности, указание в титрах и пошёл на фиг."
    "Куда сильнее меня удручало другое."
    window hide
    with fade
    "Как оказалось, я ничегошеньки не знаю про Мику."
    "То есть отложилось в голове кое-что из её рассказов — но это субъективная точка зрения, когда ты видишь только то, что видит сам рассказчик, и не можешь рассмотреть картину целиком…"
    "А что я знал? Проблемы в школе, карьера исполнителя и ещё Сакишита этот. {w}Всё."
    "Раньше мне это не мешало."
    "Всё-таки лагерь — как отдельный мир с суверенными границами и собственными законами."
    "Здесь работает закон: тебе достаточно просто испытывать симпатию к человеку, чтобы проводить время с ним."
    "На остальное можно наплевать, оно вынесено за скобки."
    "Я просыпался с утра и мы были бок о бок с девочкой весь день."
    "Сюжет, конечно, не самый закрученный, но он меня устраивал."
    window hide
    with fade
    "Да, я ленивая и равнодушная свинья, всё верно."
    "Чем она живёт, чем интересуется, какие планы на будущее?"
    "Я слышал про отца-инженера, но ни слова не слышал о матери, о прочих членах её семьи."
    "Другой вопрос — если у неё отнять музыку, кто останется?{w} Что ещё способно пробудить интерес в лазоревых глазах?"
    "Опора в жизни? Интересы?"
    "Почему она так вцепилась в меня, когда я признался, что боюсь за неё? Неужели я был первым, исключая родителей?"
    "Неужели она {b}{w=.2}на{w=.3}столь{w=.25}ко{/b} одинока?"
    window hide
    with fade
    "Но она же поёт, неужели их не учат этому — как расположить к себе человека, как познакомиться?"
    dreamgirl "Как найти лучшего друга? Или человека, которому доверишься как самому себе?"
    play sound sfx_open_door_strong
    pause(1)
    scene expression Dawn("bg int_chief_office_day_7dl")
    with touch
    "Хлопнула дверь, и в комнату зашёл директор."
    "Он устроился за своим столом и, сцепив руки, принялся изучать нас."
    "На мгновение его взгляд остановился на наших переплетённых пальцах, и Мику стиснула мою ладонь ещё сильнее."
    bb "Садитесь."
    "Прозвучало это так, будто он учитель, а мы пришли на его урок."
    "И, возможно, так оно и было на самом деле."
    "Все шумно завозились, рассаживаясь по свободным стульям."
    window hide
    with fade
    bb "Итак, как мне сообщила вожатая первого отряда, сегодня произошло ЧП."
    "Сверяясь с бумажкой, директор пересказывал наши утренние приключения."
    "Всё верно, всё правильно — гуляли, дружили, упала, потом вообще купались вместе…"
    show ba normal uniform at fright with dissolve
    ba "Никого не хочу оправдать, но проявим снисходительность к дрищу — он выступает пострадавшей стороной. {w}Все видели, кому принадлежала инициатива."
    "На долю секунды я даже проникся какой-то симпатией к увальню-физруку."
    "И даже простил ему «дрища»."
    with flash
    "Я почувствовал, как краснею."
    "Хотя, казалось, после всего сегодняшнего меня уже ничто взволновать не сможет."
    bb "Принимается. Больше никто ничего добавить не хочет?"
    "Присутствующие отрицательно качали головами — верно, верно, добавить нечего."
    show mt sad pioneer far at left with dspr
    mt "Это, наверное, мой недосмотр."
    "Вздохнула вожатая."
    mt "Я и раньше замечала, что они слишком много времени вместе проводят, но Мику была совсем оторвана от коллектива, поэтому я решила, пусть она хоть с кем-нибудь дружит."
    "Ольга выглядела подавленной."
    show ba em1 uniform at fright with dspr
    ba "А я присутствовал там с самого начала."
    if alt_day2_mi_snap:
        ba "И дружат они далеко не первый день — чуть ли не с момента заезда дрища в лагерь."
    else:
        ba "Мелкая хорошая девочка, а вот этот шкет какой-то подозрительный."
    show mt angry pioneer with dspr
    mt "Борис Александрович!"
    show ba em1 uniform with dspr
    ba "Извиняюсь."
    "Раскаяние в голосе Саныча и близко не ночевало."
    ba "Но я мелкую знаю третью неделю, и никому никогда она не доставляла проблем."
    show mt normal pioneer with dspr
    mt "Исключая открытие смены."
    "Пробормотала Ольга."
    show ba smile uniform with dspr
    ba "Да не бойся ты так, не вклеил я в альбом ту фотографию!"
    bb "Товарищи, мы отвлеклись от сути дела."
    "Напомнил о себе директор."
    bb "Что будем делать?"
    ba "Мелкую сегодня всё равно забирают, предлагаю образцово-показательно пропесочить Дрища на линейке и на этом успокоиться."
    show mt rage pioneer with dspr
    mt "Борис!!!"  with vpunch
    bb "Оль, тише…"
    "Поморщился начальник."
    "Вожатая нахмурилась и сбавила обороты."
    show mt angry pioneer with dspr
    mt "А справедливость где?! {w}Я никого не обеляю, но виноваты оба, и если уж наказывать, то и того, и другую."
    bb "И тех, по чьему попустительству это произошло."
    show mt normal pioneer with dspr
    mt "Именно."
    bb "А сами провинившиеся что скажут?"
    "Начальник перевёл взгляд на нас с Мику."
    stop music fadeout 4
    play music music_7dl["silent_angel"] fadein 3
    bb "Вам есть что сказать? Хатсуне?"
    "Мику, казалось, не обратила на реплику директора никакого внимания."
    "Она молчала! Молчала! {w}Впервые за время нашего знакомства девочке-пулемёту нечего было сказать."
    "Внимание присутствующих сфокусировалось на несчастной японке; казалось бы — что ей внимание толпы!"
    "А по её пальцам пробегала мелкая дрожь."
    bb "Послушай, мы не сможем тебе помочь, если ты так и будешь молчать."
    
    "Мику продолжала молчать, только дрожь стала ещё крупнее — мне казалось, её колотило так, что заметно было всем окружающим."
    "В действительности же…"
    bb "Хатсуне?"
    "Терпеливо продолжал давить директор."
    window hide
    with fade
    "И это хвалёная советская школа педагогики? Профессионалы, работающие с детьми?"
    bb "Может быть, есть какие-то обстоятельства, о которых мы не знаем?"
    "Обстоятельства?! Я вам скажу, какие обстоятельства!"
    "Не представляла проблем? Потому что никому нужна не была!"
    "Вела себя тихо и скромно? Потому что некому было увидеть её настоящую!"
    "Её вытащили из её родного одиночества, чтобы тут же бросить в ещё одно, и только на горизонте появляется кто-то неравнодушный…"
    ba "Малая, скажи что-нибудь."
    "Сказал бы я тебе, идиоту…"
    mt "Мику?"
    "Я скосил взгляд и увидел, что Мику стоит, смотря перед собой, очевидно уйдя в какой-то ступор своего рода."
    "Её глаза были абсолютно пустыми — они просто отражали свет, косо падающий из окна."
    "Да безмолвно разевающих рты взрослых — забавно так, как рыб в аквариуме."
    bb "Налицо вопиющее равнодушие и пренебрежение правилами."
    "Вопиющее? Да это ваше равнодушие вопиющее! Как вы можете быть такими слепыми?"
    "Меня примораживает к месту иррациональный страх, что она, возможно, вспомнила то, кем была там, у меня дома."
    "И стоит мне сейчас отвернуться, как паровую стену разметает порывами ветра, а тёплые (пока тёплые) пальцы в моей ладони превратяся в капли конденсата."
    "Они продолжали что-то говорить, что-то требовать, а мне всего сильнее в жизни хотелось сейчас оказаться где-то за тридевять земель отсюда."
    "Где буду только я и она, где можно будет перестать врать себе и понять, насколько мне дорога эта девушка."
    "И урвать хотя бы несколько минут счастья — вместе — на двоих."
    "Но заслужил ли я право на счастье, если струсил и сдался, едва лишь представилась возможность?"
    "Я смешон. Нелеп и жалок."
    "И уж точно не заслуживаю такой девушки, как Мику."
    play sound sfx_bodyfall_1
    "Внезапно её глаза закатились, и она рухнула мне на руки."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day6_mi_7dl_dinner:
    scene bg ext_dining_hall_near_day with fade
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_dining_hall_people_day
    with dissolve
    play ambience ambience_dining_hall_full fadein 4
    play music music_7dl["will_you"] fadein 3
    "Моя жизнь как мешок с пряниками — у меня ничего нет, я тебе ничего не дамЪ."
    "Последний обед, если я не ошибаюсь?"
    "Отъезд завтра с утра."
    "На обед давали всеми диетологами проклятую солянку — прощальный привет желудкам от шеф-повара."
    "Любая проверка сейчас могла бы взять начальство лагеря за мягкие места."
    "Как и тогда, например, когда детям варят пельмени."
    "Или пекут черничный пирог — строго говоря, это всё запрещено. Но кто в здравом уме да во трезвой памяти откажется от такого?!"
    if not alt_day5_mi_7dl_voyeur:
        "Меня всё ещё немного мутило после утренних событий."
        "Всё-таки, несмотря на заботливых Славю и Мику, поминутно открывающих форточку, определённый перебор веселящих веществ в организме присутствовал."
    "Потому на супец, на который в любой другой ситуации я среагировал бы самым позитивным образом, сейчас почти не обратил внимания."
    "Слопал две с половиной ложки и отставил в сторонку."
    if alt_day5_mi_7dl_voyeur:
        "Мне не давала покоя мысль о том, сколько совершенно бесхозных снимков одной моей знакомой старлетки дохлым ворохом лежат на дне коробки, а я тут супом давлюсь!"
    show mi normal pioneer with dspr
    mi "Сенечка, ты почему такой задумчивый?"
    me "Ни почему!"
    "Гордо отозвался я."
    "Несмотря на утренние события, вероломную азиатку я не простил и прощать не планировал."
    "Она тут же надула губы и, подобравшись под столом поближе, пнула меня под коленочку — не очень больно, но крайне ощутимо!"
    play sound sfx_punch_medium
    mi "Сенька!" with hpunch
    "Настоящий джентльмен никогда не станет мешать леди, неправильно забивающей гвоздь?"
    "А что, если леди забивает мысок своей изящной туфельки в коленочку джентльмену? Как достойно ответить в такой ситуации?"
    "Интуиция подсказывала игнорировать раздражающий фактор."
    "Собственно, к этому совету я и планировал прислушаться, когда мне прилетело второй раз."
    show mi dontlike pioneer with dspr
    mi "Сенечка, я здесь, ау!"
    "Задержав воздух в груди как мог долго, я выпустил его сквозь стиснутые зубы."
    mi "Ты меня совсем-совсем не слышишь, да? Или слышать меня не хочешь?"
    me "Я прекрасно тебя слышу."
    mi "Сакишита-сан прибудет в четыре вечера, у нас есть пара часиков."
    mi "Хочешь прогуляться?"
    "Разглядев полное отсутствие энтузиазма с мой стороны по отношению к ядовито-оранжевой жидкости в тарелке, Мику решила последовать моему примеру."
    "И напрасно — голодная домой поедет!"
    mi "Куда угодно! Хочешь?"
    show mi angry pioneer with dspr
    "Мику приподняла бровь и посмотрела на меня со сложной смесью угрозы и смущения:"
    mi "Ты не хочешь?"
    "Коль скоро она излагала это таким образом…"
    me "Вообще-то я не против."
    if alt_day5_mi_7dl_voyeur:
        "Хотя от планов заполучить пару-тройку абсолютно эксклюзивных воспоминаний с японской поп-стар я не отказывался!"
    else:
        th "Надеюсь, она не заставит меня чистить зубы или заниматься ещё какими непотребствами?"
        "Хотя с неё станется — она же грозилась меня целовать?"
        "А при всей своей болтливости Мику отличалась поразительным свойством — она всегда выполняла свои обещания."
    me "Только не вприпрыжку, ладно? {w}Я что-то устал."
    show mi smile pioneer with dspr
    mi "Конечно-конечно!"
    "Она захлопала в ладошки."
    th "И как в ней столько энтузиазма помещается?"
    mi "Пойдём с тобой как бабушка с дедушкой — под ручку!"
    me "Ты, конечно, хватила лишку…"
    show mi grin pioneer with dspr
    mi "А почему нет? Это выглядит достаточно забавно, чтобы попробовать."
    "Она согнулась над столом и оперлась на воображаемую клюку."
    "Входила в образ, не иначе."
    th "Такое ощущение, что грядущий отъезд не будит в ней ничего, кроме позитивных предчувствий."
    show mi normal pioneer with dspr
    mi "Я и так маленькая, а когда стану старенькая — буду совсем маленькая!"
    "Заявила она, глядя на меня с каким-то непонятным восторгом."
    mi "Я буду жить у тебя в нагрудном кармане и по утрам выносить на солнечную сторону свою коллекцию кактусов и петь им «сенбоназакуру» вместо утренней зарядки."
    dreamgirl "Э… Ы?"
    if alt_day5_mi_7dl_voyeur:
        dreamgirl "По-моему, пока мы отсутствовали, она что-то такое употребить успела."
    else:
        dreamgirl "От сигарет она отказалась, но грибов явно поела."
    show mi sad pioneer with dspr
    mi "Эй, ты почему так смотришь на меня?!"
    me "Да нет, ничего…"
    mi "А то смотри мне!"
    show mi grin pioneer with dspr
    "Мику показала мне язык и придвинулась ещё ближе."
    me "Значит, гулять?"
    show mi happy pioneer with dspr
    mi "А как же!"
    me "Ладно. Как скажешь…"
    "Я послушно кивнул."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day6_mi_7dl_soul_day:
    window hide
    scene bg ext_un_hideout_day_7dl with dissolve
    play ambience ambience_lake_shore_day fadein 1
    play music music_7dl["lynn"] fadein 3
    "Здесь ровным счётом ничего не поменялось — и в отсутствие силового вмешательства человека не поменяется ещё миллионы и миллионы лет."
    "Всё так же будет бить в левую скулу слабый бриз, в правую — солнечный свет, и мириады солнечных зайчиков посрамят отскоками любое количество блинчиков, которое способен пустить человек."
    mi "О чём ты думаешь, Сень?"
    "Я не удивился тому, что она привела меня сюда."
    "В конце концов, именно здесь и началась наша история."
    "Да, она самую чуточку моложе, чем наше странное знакомство — ибо именно Мику принадлежит честь первой встретить мой взгляд после пробуждения."
    "А дальше… дальше импринтинг."
    me "Думаю о том, что было бы, откажись я от идеи искать тебя четыре дня назад."
    "Признался я."
    me "Мне хотелось усугубления, чтобы ты болтала и болтала: с тобой рядом так восхитительно пусто в голове становится."
    show mi sad pioneer with dspr
    mi "Ничего не скажу, приятно слышать."
    me "Да ладно тебе."
    "Я тронул японку за плечо."
    me "На самом деле моё отношение к тебе настолько сложно, что очень тяжело выразить это одним словом."
    show mi normal pioneer with dspr
    mi "Но почему?"
    me "Потому что с тобой хорошо, но я не верю, когда слишком долго хорошо."
    me "Потому что я боюсь влюбиться в тебя и пропасть окончательно."
    show mi cry pioneer with dspr
    mi "Но… Но…"
    me "Потому что ты вот-вот исчезнешь из моей жизни, а я только-только начал верить в то, что сказка с твоими глазами сильнее слёз."
    me "Только этого нет, правда? Я — не чудесное избавление, а ты — не принцесса сказочной страны, где возможны самые смелые наши мечты."
    "Мику отвернулась:"
    mi "Я написала новую песню."
    "Подрагивающим голосом сообщила она."
    mi "Уже третью с тех пор, как мы познакомились."
    if not (alt_day4_mi_7dl_ev_savior and loki):
        mi "Так что как видишь, ты всё-таки стал моим музом, даже если не хотел этого."
    me "Споёшь?"
    "Она отрицательно покачала головой."
    show mi shy pioneer with dspr
    mi "Я почему-то очень стесняюсь петь её именно тебе."
    me "А просто так? Не стесняешься?"
    mi "Надо попробовать."
    "В сомнении произнесла она."
    window hide
    with fade
    mi "Пока я писала слова, в голове крутилась одна и та же мысль: порой приходится быть самому себе героем."
    mi "Просто потому, что люди, без которых ты не дышишь, прекрасно обходятся без тебя."
    show mi smile pioneer with dspr
    mi "Жизнь в Японии не замерла, когда я оттуда уехала. Жизнь здесь не замрёт через два часа, когда придёт машина."
    me "Откуда ты знаешь, кстати? Про два часа…"
    mi "Сакишита звонил из города ранним утром, у него все документы, все разрешения…"
    me "Время есть ещё, значит…"
    "Тихо обрадовался я."
    "Глянул на Мику, смутился, поняв, что мои мысли для неё очевидны."
    "Пляж был солнечный, спокойный и очень-очень одинокий. {w}Подумалось вдруг, что захоти мы оба, и…"
    "Я тряхнул головой, отгоняя детализированные видения — со всхлипами, стонами, запахом…"
    me "Не жалеешь?"
    show mi normal pioneer with dspr
    mi "О вчерашнем? Нисколько."
    "Безмятежно пояснила она."
    mi "Риск, конечно, есть."
    "Судя по выражению её лица, плевала она на любой риск… каковы бы ни были шансы."
    me "Ты говоришь о…"
    show mi grin pioneer with dspr
    mi "О ней, да.{w} Конечно, мне не так много лет… Но не пугает, знаешь…"
    me "Вдруг и в самом деле…"
    "Я продолжал давить и давить на эту тему — как будто с девушкой, моей любимой девушкой, которая вот-вот уедет в никуда и неизвестно на сколько  — говорить было попросту не о чем."
    dreamgirl "Любимой? Ты наконец признался себе?"
    "Я пожал плечами."
    "Для меня это не было секретом ещё с первого дня, когда я разглядел в её зрачках крохотные сердечки."
    "И мне давно уже не двенадцать лет, чтобы бояться собственной зависимости от кого-то…"
    "Тем более что этот «кто-то» такой… такой милый!"
    show mi laugh pioneer with dspr
    mi "А вот «если», Сенечка — тогда и буду думать.  Не порти мне последние часы своими «если бы», ладно?"
    "Она подняла с земли камешек и отправила тот в сторону едва различимой отсюда стальной нитки рельсов."
    show mi normal pioneer with dspr
    mi "Никогда не хотел сойти с ума, Сеня? {w}Представь только: у тебя архиважное дело, на тебя надеются и уповают миллионы людей — а ты плюёшь на всё и сбегаешь куда-нибудь в глухую Сибирь."
    mi "Волнительно, не правда ли?"
    me "Нет."
    mi "Нет?!"
    "Я почувствовал необъснимую злость на эту девчонку: ничем её не проймёшь, ничем не прошибёшь!"
    me "Я не позволил бы себе сойти с ума, если бы на меня полагался хотя бы один человек."
    show mi cry pioneer with dissolve2
    mi "Прекрати, слышишь?"
    "Она резко отвернулась."
    mi "Я изо всех сил стараюсь не расклеиться на сопли и вопли, чтобы не портить себе эти часы, слышишь меня, ты?!"
    mi "Видят боги, я многое бы отдала за то, чтобы остаться здесь и сейчас."
    mi "А ты продолжаешь стоять рядом с кислой мордой, как будто это исключительно моя вина."
    show mi rage pioneer with dspr
    stop music fadeout 5
    mi "Я не позволю тебе испортить мне прощание с тобой, понял меня?"
    with vpunch
    "В её глазах блеснула ярость, никогда до этого не виданная!"
    "Сделав шаг ко мне, она схватила меня за рубашку и изо всех сил дёрнула к себе:"
    window hide
    scene cg epilogue_mi_9 with flash
    mi "Мне так одиноко, я одна, всегда сама по себе…"
    "Она лепетала, неловкими, деревянными пальцами промахиваясь по пуговицам моей рубашки."
    "Как будто не было у нас ничего никогда, как будто она сейчас — волнующийся подросток, которого пустили ближе некуда — в себя."
    mi "А ты — зараза. Как ты смог стать таким нужным?"
    "Ещё рывок — и я почувствовал её губы у себя на шее, её пальцы у себя на плечах."
    mi "Ты не понимаешь, как мне холодно без тебя? Согрей меня, согрей…"
    play music music_7dl["feel_you_inside"] fadein 3
    mi "Я никого как ты не встречала никогда, а ты молчишь, тебе как будто всегда всё равно."
    mi "Как будто тебе плевать на всё."
    "Она прижималась ко мне, вся дрожа в исступлённой горячке, а я сильнее всего боялся, что кто-то забредёт на этот уединённый пляж и застукает нас здесь."
    "Но никого не было, никого — будто Мику одной своей волей могла влиять на законы природы, заставляя всех вокруг обходить нас десятой дорогой."
    mi "И знаешь — я могу простить тебе равнодушие."
    "Пальцы с бирюзовым маникюром прошлись по моей щеке, легонько её царапнув."
    mi "Потому что с тобой… С тобой я ничего не боюсь, Сеня."
    "Её голос угасал, начинал звучать с пришёптыванием по мере того, как дыхание углублялось, а на лунной белизны щёки карабкался багрянец."
    me "Мику, не сходи с ума…"
    mi "Сень, я тебе хотя бы чуть-чуть нравлюсь?"
    mi "Скажи правду, я пойму, Сенечка, скажи!"
    "Она прижалась ко мне с такой силой, будто собралась и правда забраться мне под одежду — так, что я мог чувствовать все её мягкости и выпуклости."
    me "Н-нравишься…"
    "Выдавил я."
    me "Очень."
    mi "Почему люди такие идиоты, Сеня? Если бы мне просто хватило смелости сделать всё раньше."
    mi "Или просто посмотреть по сторонам — но я была увлечена собой, новыми переживаниями, которые ты будил во мне."
    "Она умудрялась одновременно и говорить, и целовать меня, хотя я с каждой минутой всё с большим трудом удерживал в сознании смысл её слов."
    mi "Но дьявола с два я сейчас упущу хотя бы секунду.  Я хочу чувствовать тебя внутри."
    me "Мику, нас могут увидеть…" 
    mi "Плевала я. Меня через два часа заберут от человека, значащего всё — я хочу провести эти два часа с ним."
    mi "С тобой, Сеня."
    "Её голос окреп, а пальцы перестали трястись."
    "И прежде чем я успел сказать хоть что-то, она опустилась на песок и потянула меня за собой."
    "Здесь мы будто взбирались на горку — и замерли в хрупком мгновении равновесия, куда ни направишься отсюда, любой путь будет только вниз."
    "И я выдохнул — потянулся — и выключил свет в голове."
    "Из-за чулков казалось, что рука совершенно самостоятельно миновала колено, бедро — задержалась на зоне, изысканными японцами именуемой «зеттаи» и замерла, чуть коснувшись мягкой, тонкой ткани."
    "В кровь впрыснуло искристым либидо, заставляя меня нервно сглатывать — но ни я, ни она уже не способны были сказать простое «хватит»."
    scene black with dissolve
    "Мику резко выдохнула и чуть развела ножки, подаваясь навстречу."
    mi "Се… нечка…"
    "Привстав, она позволила мне стянуть клочок полосатой ткани вниз, пропуская меня в тёплую, упругую тайну…"
    "Куда я немедля запустил палец, вынуждая её вскрикнуть-выдохнуть."
    "В ответ она запустила руку мне в шорты — узкая кисть свободно прошла под ремнём, но дальше было неудобно."
    "Закусив губу, она подключила к процессу вторую руку, активно подаваясь под моими ласками, ослабила ремень и расстегнула несколько пуговиц."
    "Довольная собой, Мику обхватила меня правой рукой, а левую положила мне на грудь, царапнув кожу ноготками."
    "Ещё секунду спустя подались последние пуговки и на её рубашке — бюстгальтера на ней не оказалось."
    "Наши глаза встретились, а на щеках девушки играл насыщенный алый румянец — он стал ещё ярче с момента, когда мы начали."
    mi "Тебе нравится?"
    "Лукаво улыбнулась она, демонстрируя мне себя во всей красе."
    me "Очень."
    "Всё это было неправильно, нехорошо, опасно! {w}Дело даже не в том, что кто-то нас может увидеть — но я представил себе, как кто-то сейчас шумно прочистит над нами горло, и мы вскочим с колотящимися сердцами, взъерошенные, мокрые…"
    "На дне глаз Мику я прочёл отражение собственных мыслей — какой бы сумасшедшей она ни была, она прекрасно понимала чем чревато то, чем мы занимаемся."
    "Чем чревато, то, что произойдёт через несколько секунд."
    mi "Иди ко мне."
    "Позвала она."
    mi "Ты мой первый, мой единственный."
    "Белоснежная кожа, к которой так и не пристал загар, фигура девочки-подростка и бездна обожания в глазах."
    mi "Иди…"
    "Её ножки обвили мои бёдра в позе, которая была идеальна для нас обоих."
    stop music fadeout 3
    window hide
    scene black
    "И я сошёл с ума."
    "Мы сошли."
    window hide
    scene cg epilogue_mi_1
    with dissolve2
    play music music_7dl["unforgotten"] fadein 3 
    "Не знаю, сколько времени существовало многорукое существо, объединившее в себе наши сознания, но когда сдерживающая нас сила иссякла, мы ещё несколько минут лежали в обнимку, обессиленные, мокрые, тяжело дышащие."
    me "Неужели ты совсем-совсем ничего не боишься?"
    "Спросил я, когда силы вернулись ко мне."
    mi "Я боюсь, что это наш последний раз. От этого жутко."
    "Её тонкие пальцы с удивительной силой обхватили моё запястье."
    "Она всхлипнула."
    mi "А я как будто хочу надышаться перед смертью — и не могу."
    mi "Всё время думаю, что мы успеем ещё наболтаться, нагуляться — когда-нибудь, потом! Потом!"
    mi "Сейчас надо успевать сделать то, что нельзя делать при свидетелях — любить друг друга!"
    mi "А разве быть вместе — это не любить?"
    mi "А когда это «потом» будет, когда?!"
    window hide
    scene bg ext_sky_7dl with dissolve
    mi "Я всегда всё только порчу, да? Снова всё неправильно сделала, да?"
    "Моя голова трещала по швам, а в сознании не было ничего, кроме белого шума."
    "Но как бы ни было мне дико, я не имел права бросать девчонку одну."
    me "Всё хорошо."
    "Разлепил губы я."
    "Голос был скрипучий и неласковый."
    me "Мы можем не заниматься вовсе ничем, просто лежать рядом."
    me "И всё равно при этом быть вместе.{w} В этом заключается великое таинство любви."
    "Кандзи «ай», означающее любовь мужчины к женщине."
    "Мику молчала всё время, пока выписывала все закорючки."
    "А когда подняла взгляд от песка — на её губах снова играла любимая мной легкомысленная улыбка."
    mi "Не хочу я, чтобы ты меня потную любил."
    "Сообщила она."
    mi "Я пойду окунусь — а когда вернусь, всё будет лучше. Правда?"
    "Я заставил себя кивнуть."
    th "Не будет."
    th "Никогда."
    me "Конечно, правда."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_mi_7dl_star_day:
    window hide
    scene bg ext_stage_big_clear_day_7dl
    show mi normal pioneer with dspr
    play ambience ambience_camp_center_day fadein 0
    play music music_7dl["nowyouseeme"] fadein 3
    "На улице озоново пахло раскалёнными медными проводами и безысходностью."
    "Не хватало только луж, в которых плавали бы содранные с деревьев ещё живые зелёные листья — как памятник никому не нужной смерти."
    "А ещё можно сесть над такой лужей и вглядываться в глубину, в отражение — небо в нём почему-то всегда глубже и притягательнее, поглядывает манящим провалом, индиго-синим."
    "Наверное, это потому, что мир сам по себе штука довольно фиговая, серая и скучная."
    "И здорово было бы с разбегу прыгнуть в один такой провал — ненадолго задержать дыхание и выскочить с той стороны, где и воздух чище, и люди честнее."
    "Мику рядом со мной молчаливо поглядывала по сторонам — запоминала."
    "Она выглядела той самой нихонской туристкой на выпасе с «Никоном» наперевес — любопытная, безмерно милая и крайне жизнерадостная."
    show mi normal pioneer with dspr
    mi "А у меня целый отрез ткани остался в тон моему костюму."
    "Японка легонько вздохнула:"
    mi "Думала, мы с тобой будем выступать, я тогда тебе сошью костюмчик как у меня! То есть конечно, не как у меня, юбка-то тебе не нужна, а вот шортики с помочами и маечку, и мы бы вместе выступали! Пели или танцевали."
    me "Ага."
    "Многозначительно произнёс я."
    mi "Вообще, конечно, сначала я предполагала просто сделать себе какой-нибудь интересный костюм для сцены в моих любимых тонах. А потом хотела сделать костюм для тебя."
    mi "Теперь вот ни так, и ни сяк."
    "Она задумалась на секундочку."
    show mi smile pioneer with dspr
    mi "Во! А хочешь, я тебе ткань оставлю?"
    me "В смысле?!"
    mi "Для костюмов!"
    me "Мику, ты не выспалась, да?"
    show mi sad pioneer with dspr
    mi "Сам себе сошьёшь…"
    "Ну да, разумеется. Сошью."
    hide mi with dissolve
    "Я глянул на эстраду — там вовсю бегали Алиса и Славя, готовили аппаратуру для будущего концерта."
    "Меня почему-то помогать не звали."
    "Хотя обе выглядели отчётливо зеленоватыми."
    "Ну да вольному воля."
    "Зато с удовольствием умудрялись «припахать» абсолютно всех встречных-поперечных, от мала до велика."
    "Вот детишки, пыхтя, вытащили от дальних кулис матерчатые чехлы непонятного назначения и стали убирать их под сцену."
    "Вот Данька по-обезьяньи взлетел вверх, держа штекер в зубах — закрепился коленями наверху, скомандовал: «вира!»"
    "Вот девочки, уже совсем маленькие, — толпой руководят пыхтящим Электроником, несущим старинное зеркало в красивейшей резной рамке."
    "На секунду он повернул зеркало так, что я сумел разглядеть себя…"
    "Нас."
    "Я — высокий, сутулый, тощий, с рубашкой, висящей пузырём на плечах."
    "Но куда-то канула с лица отчуждённость, нет больше темноты в глазах, а с лица исчезла печать безграничного, безрадостного одиночества."
    "И Мику рядом — она осталась угловатым подростком, но в движениях появилась плавность, а улыбка уже была не профессионально-отработанной, а всё чаще — просто жизнерадостной."
    "Раньше меня непременно удручила бы эта мышиная возня с подготовкой, все эти пертурбации с техникой и реквизитом — но сейчас всё это просто тихо радовало, по-человечески приятно было смотреть на то, как налаженно работал механизм, запущенный Алисой и Славей сотоварищи."
    "Только вот звёздочка моя здесь догуливает последние часы."
    "Верный повод для расстройства."
    "Если бы не щенячье счастье от того, что она просто идёт рядом, держась за руку."
    "Видимо, я деградировал настолько, что в душе не помещалось больше одной эмоции."
    "И сейчас я не отвлекался на то, что будет потом — будет, и чёрт с ним."
    show mi smile pioneer with dspr
    mi "Ты улыбаешься как кот, укравший связку сосисок."
    "Попеняла мне Мику."
    me "А нельзя?"
    mi "Можно…"
    show mi grin pioneer with dspr
    mi "Рядом с моим домом жил старый кот — Обито-сан.  Когда я спешила в школу, он всегда сидел на тёплых плитах и мурлыкал."
    mi "Иногда не было никакой возможности сдержаться!"
    "Она улыбнулась."
    mi "Он был такой круглый, такой чёрный и такой довольный, что мне хотелось кусочек его довольства!"
    mi "Подкрадывалась к нему сбоку и толкала! Бум!"
    "Мику распахнула глаза, показывая, какой громкий был «бум»."
    mi "Обито-сан падал набок, и смотрел при этом возмущённо так — будто был обманут в самых лучших чувствах!"
    "Японка попыталась изобразить на собственной мордашке, как это могло бы выглядеть."
    show mi happy pioneer with dspr
    mi "И тогда я начинала щекотать ему живот."
    "Широко распахнутые глаза, растопыренные пальцы и азарт на лице:"
    mi "Буди-буди-буди! Месим тесто, пирожки с котятками!"
    mi "Обито-сан ругал меня на своём кошачьем языке и ловил мои пальцы лапами — ни разу за время, что мы были знакомы, он меня не поцарапал."
    me "Ты говоришь о нём в прошедшем времени."
    show mi sad pioneer with dspr
    mi "Да."
    "На секунду взгрустнула она."
    mi "Па услали на повышение после сдачи электростанции рядом с Саппоро, и он всё время жил в том общежитии возле моей школы — очень удобно, и мне, и ему."
    mi "Но после повышения Ма сказала, что несолидно чиновнику его ранга «мыкаться по общагам» — между прочим, папкино выражение! — и несколько месяцев спустя мы переехали в новый дом, поближе к центру."
    mi "Вот так вот. {w}С тех самых пор я Обито-сан и не видела."
    stop music fadeout 5
    show dv normal pioneer at left with dissolve
    dv "Микуська, скоро уезжаешь?"
    "Мику бросила взгляд на часы:"
    mi "Через полчаса должны за мной приехать!"
    dv "Может, пока время есть, споём?"
    show mi surprise pioneer with dspr
    mi "Спеть? А что?"
    show dv smile pioneer with dspr
    dv "У меня есть одна песенка… Она должна тебе понравиться."
    play music music_7dl["closetoyou"] fadein 3
    "Алиса забралась на эстраду, немного покопалась в инструментах — кажется её гитару основательно так забросали тряпьём."
    "Но несколько секунд — и она снова перед нами, уселась, подобрав под себя ногу, и взяла несколько первых аккордов."
    "Старых знакомых, любимых, пережитых сотни раз."
    "Эта песня выжала из меня слёз, конечно…"
    "Я сам не заметил, как стал качать головой в такт, наспех вспоминая слова куплетов-припевов:"
    me "Ну же, давай, перестань унывать глупо…"
    "Одними губами произнёс я."
    me "Я же — с тобой! Протяни мне свою руку."
    "Партия, исполненная на виртуозном уровне, за которым угадывались сотни и сотни повторений."
    "И слова, отскакивающие от зубов — призыв не грустить."
    "Просьба просто {w}улыбнуться."
    "А когда Мику присоединилась к Алисе, удачно попав в ритмику и в лад, я и в самом деле не смог сдержать улыбки."
    window hide
    scene cg d4_mi_guitar with flash
    dv "Ты просто посмотри в глаза мне, улыбнись — ведь до рассвета полчаса."
    "Начала Алиса — и я понял, что знаю и эти строчки, несмотря на то, что всю жизнь слышал эту песню исключительно на японском!"
    dv "И, может, наконец, мне хватит сил тебе о самом важном рассказать."
    mi "Нас не было и нет! Мы пустота, мираж!"
    "Подхватила Мику."
    mi "Ты промолчишь: «Ну как дела?» — а я совру."
    mi "Дела никак, а без тебя я больше не живу."
    "Мне было удивительно, как они так успешно спелись, отрепетировали слова и порядок выступления…"
    "Но, в конце концов, у них было ровно на две недели больше, чем у меня, на то, чтобы немного попрактиковаться!"
    "Песня удивительно шла обеим девочкам."
    "Мику пела с придыханием, пропуская слова через себя."
    "Алиса же трясла головой в такт — и уместнее выглядела бы с песней о дальних городах и странах."
    "Но и здесь, с призывом улыбнуться неизвестному брошенному она выглядела удивительно уместно и правдоподобно."
    dv "Ты просто посмотри в глаза мне, улыбнись — ведь до рассвета полчаса!"
    mi "И, может, наконец, мне хватит сил тебе о самом важном рассказать."
    window hide
    stop music fadeout 3
    scene bg ext_stage_near_clear_7dl
    show dv normal pioneer
    show mi normal pioneer at right
    with blind_d
    "В какой-то момент Алиска попросту прихлопнула струны ладонью:"
    dv "Да ну, тоска какая-то. {w}Микуська, у тебя есть что-нибудь повеселее, чтобы я тебя с улыбкой вспоминала?"
    show mi surprise pioneer with dspr
    mi "Повеселее? Хм… {w}Но надо аппаратуру подключить."
    show sl smile pioneer at fleft with dissolve
    sl "Да готово уж всё. {w}Тебя ждём."
    mi "Думаешь?"
    "Засомневалась японка."
    sl "Уверена!"
    "А подобравшиеся сзади пионеры из числа помощников стали в голос скандировать:"
    voices "Мику! Спой! Та-та-та! Мику! Спой!"
    "При этом «та-та-та» они отбивали ладошками и ногами как заправские футбольные болельщики."
    "Ну где уж тут бедной девушке было устоять!"
    show mi happy pioneer with dspr
    mi "Ладно, ладно! Сейчаc что-нибудь спою!"
    "Она отошла к столу ведущего, где уже были свалены различные плёнки и, поискав, нашла нужную."
    mi "Сенечка! Когда выйду на сцену, нажмёшь на «плей»?"
    me "Бу сделано!"
    "Отозвался я."
    mi "Ох. Ну, пошла."
    window hide
    scene bg ext_stage_big_clear_day_7dl
    show mi normal voca
    with dissolve
    play music music_7dl["bad_apple"] fadein 3
    "Она ненадолго задержалась за кулисами, а когда вышла на сцену и я отжал клавишу паузы…"
    "Я едва поймал челюсть у самой земли!"
    "Сразу по двум причинам."
    "Во-первых, из колонок неслось нечто, крайне напоминающее привычные мне ломаные ритмы электронной музыки моего времени."
    "А во-вторых — Мику умудрилась где-то достать своё приметное платье и переодеться!"
    "Не то, чтобы я был против…"
    show frame at truecenter:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 0.8 zoom 1.0 xalign 0.5 yalign 0.20
    show cam_ui at truecenter:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 0.8 zoom 1.0 xalign 0.5 yalign 0.30
    "Я почти на полном автомате забрался в карман и, засветив камеру, вытащил свою балалайку наружу."
    "Не знаю, глюк этот мир или нет — но я обязан это заснять!"
    show mi smile voca with dissolve
    "Мику очаровательно улыбнулась — похоже, она догадалась об этой функции моего телефона."
    "И продолжила выступление."
    dreamgirl "И губы жжёт подруги поцелуй, пропитанный слезой."
    th "А я не был на море — не побывал, как в том фильме, про соль и фуру с лимонами."
    dreamgirl "Свози Мику к морю. {w}Иначе что ты наверху скажешь, когда пробьёт твой час?"
    "Я пожал плечами."
    "Мало-помалу, песня подходила к концу."
    "Как и заряд батарейки — всё-таки, я несколько не планировал оказаться в самом центре нихрена, потому и не зарядился по самое «не хочу»."
    dreamgirl "И «пауэр-банк» с собой не захватил."
    dreamgirl "Дикарь-с!"
    th "Молчи уже."
    window hide
    $ renpy.pause(4.4, hard=True)
    play sound sfx_7dl["snap"] fadein 0
    scene white with flash
    $ renpy.pause(9.4, hard=True)
    window hide
    stop music fadeout 5
    with fade2
    return
    
label alt_day6_mi_7dl_miku_sakishita:
    scene bg ext_camp_entrance_day with dissolve
    play ambience ambience_camp_entrance_day fadein 3
    play music music_7dl["iwantmagic"] fadein 3
    "Здесь всё начиналось."
    "Здесь всё и закончится."
    "Мы оба совершили огромную ошибку, променяв нашу безоблачную дружбу на скованность и недопонимание."
    "Но мне-то от этого не легче."
    window hide
    show mi upset casual with dissolve
    mi "Сень, мне грустно."
    "Пожаловалась Мику, стоящая почти вплотную — но в действительности дальше, чем за миллион километров."
    if alt_day5_mi_7dl_voyeur:
        "Как оказалось, пока мы развлекались на пляже, "
    else:
        "Как оказалось, пока мы развлекались на эстраде, "
    extend "Сакишита успел вернуться в лагерь и предъявил начальству все необходимые документы."
    "Так что Мику оставалось просто покидать в чемодан вещи, переодеться в дорожный костюм — легкомысленные шортики и маечку в обтяжку — и адью."
    window hide
    with fade
    "Здесь уже ничего не решат слова, психология, уговоры, логика — чары — просто смех один. "
    "Здесь царил зной и покой — расплавленный воздух как желе стягивал хаотичные метания реальности сначала до крупной дрожи, а там и вовсе до спокойного дыхания."
    "Исключая деликатно отвернувшегося Сакишиту, мы были здесь только вдвоём."
    "Мику спокойно и почти без боли смотрела мне в лицо."
    "Сказала вдруг:"
    mi "Я права была, да."
    me "Относительно чего?"
    show mi serious casual with dspr
    if alt_day2_mi_hyst:
        mi "Неужели забыл наше первое свидание? Я обещала тебе, что ты однажды уйдёшь."
        mi "И ты уходишь."
        me "Но это же ты уезжаешь!"
        "Возмутился я. Выглядело это и впрямь очень похоже на издевательство."
        mi "Не в том смысле, глупый Сенечка."
        "Она нежно погладила меня по щеке."
        mi "Мы порознь, так и не стали вместе."
        mi "Ты сделал два шага по песку рядом и отправился своей дорогой."
        me "Может, я решил сбегать тебе за мороженым?"
        "Шутка была так себе, но надо же было что-нибудь ответить."
        mi "Не надо, Сенечка."
        "Она произнесла это с такой тоской, что стало очевидно — давно дела сделаны, ошибки совершены."
        "Мику была беспомощная и прекрасная — но она приняла правила игры. "
        me "Но это же ты уезжаешь."
        "Жалко повторил я."
        window hide
    else:
        mi "Не бери в голову."
        "Непонятно ответила она."
        if alt_day5_mi_7dl_voyeur:
            mi "Ты просто не сбылся, вот и всё. "
        else:
            mi "Возможно, нам нужно больше попыток."
    scene cg d6_mi_hugs_7dl
    show gfx bokeh
    with flash
    "Шаг на подгибающихся ногах мне навстречу — неловкие объятья:"
    mi "Хотела бы я остаться. Можно не рядом с тобой, а просто иногда видеться. Вот было бы здорово, правда?"
    if alt_day5_mi_7dl_voyeur:
        mi "Это моя вина, полностью моя — я думала, что за тысячи километров меня будет ждать что-то иное, не то, чего и дома хватает с лихвой."
    mi "Я хотела друга. И хотела не надоедать ему. {w}Ты почти убедил меня в том, что это ты."
    th "Просто надоел я тебе, глупая девчонка."
    if alt_day5_mi_7dl_voyeur:
        extend " Спроси кого угодно — отношения после секса не заканчиваются. Зуб даю!"
    "Разумеется, ничего такого я не произнёс вслух."
    "Пересохшее горло лишь выдавило:"
    me "Мне без тебя уже никак."
    mi "Научишься. Ты обязательно найдёшь себе цель. Главное, не отворачивайся от людей, как ты чуть не сделал."
    me "Не нужны мне люди без тебя, глупая девчонка."
    mi "Почему?"
    me "Почемуууу?!"
    "Японка была идеально корректной, вежливой и невзрачной — толстое стекло, сквозь которое бесполезно пробиваться."
    th "Потому что ты моё всё! {w}У меня никого другого нет и не надо, я просто сдохну один!"
    th "Потому что только рядом с тобой во мне появляется хоть что-то хорошее!"
    "Но я не мог при чужих говорить такие вещи."
    "Чертов Сакишита — виновник всех моих бед."
    "Мне было мучительно стыдно и неприятно — как будто кто-то уже копался у меня в душе и оставил там распахнутыми дверцы с ящиками, разбросанным — бельё и личные вещи."
    scene expression Dawn("cg d6_mi_hugs_7dl") with dsps
    "Я не умею открывать душу, если существует риск быть подслушанным."
    "Поэтому я пробормотал в бирюзовую макушку."
    me "Потому что ты обормотка и шалопайка."
    mi "Сам такой!"
    me "Да, такой…"
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_mi_7dl_miku_farewell_finale:
    window hide
    scene anim intro_16 with dsps
    mi "Сень…"
    play ambience ambience_camp_entrance_day fadein 3
    "Вопреки цветущему внешнему виду, голос старлетки был неуверенным."
    "Подумать только, ещё пару дней назад такие нюансы мне были попросту недоступны. А теперь…"
    mi "А может, тебе со мной? А?"
    "Эта мысль была настолько интересна, что следовало рассмотреть её повнимательнее."
    "Конечно, всё зависит от удачи — например, документы, возможно, проблемой не будут: для меня, как человека из ниоткуда, очень легко состряпать легенду про амнезию."
    "Или ещё что-нибудь в этом роде."
    "Допустим, у нас всё получится — и я, как верный спутник звезды, первая её планетка, заслуженный Меркурий системы Мику,  помчусь по жизни дальше с ней."
    "Я буду всегда рядом. Буду помогать ей в трудную минуту."
    if alt_day5_mi_7dl_voyeur:
        if persistent.mi_7dl_herc_exc or persistent.mi_7dl_loki_exc or persistent.mi_7dl_dr_exc:
            menu:
                "Дохлый номер":
                    "Уныло ответил я."
                    "Мику тоже загрустила."
                    mi "Ну тогда… Тогда давай совсем-совсем прощаться?"
                    me "Давно пора."
                "Будет сложно":
                    $ alt_day7_mi_7dl_trait = 3
        else:
            "Или… Нет?"
            me "Плохая, очень плохая затея."
        return
    "Буду… Буду… Недееспособным и несамостоятельным."
    "Я понял вдруг, что судьба карманной пинетки меня совершенно не прельщает — мне оказалось жизненно важным водить свою возлюбленную по ресторанам за собственный счёт."
    "А в Японии, без образования… Я смогу найти себе разве что работу уровня помощника электромонтажника или какого-нибудь грузчика."
    show mi shy casual with dspr
    mi "Хотелось, знаешь: ты ждёшь меня за кулисами, в руках плед и бутылка воды, в груди тепло, и я всегда знаю, что меня ждут."
    "Она мечтательно вздохнула."
    th "Понимаю, милая."
    th "И только поэтому я откажусь сейчас — чтобы однажды стать достойным тебя."
    me "Ты очень изменила меня, принцесса."
    "Ответил я, прекрасно понимая, что второго такого предложения мне никто и никогда не сделает."
    me "И мне очень хотелось бы поехать с тобой."
    show mi sad casual with dsps
    mi "Но?"
    "Она была большой умницей и все прекрасно понимала."
    me "Я хочу, чтобы мы встретились, когда я буду хоть что-то из себя представлять."
    "Вот и всё. Мосты сожжены."
    "Конечно, можно было бы ухватиться за эфемерную надежду — мне всегда было плевать на собственные нужды, я был крайне неприхотлив в еде и жилищных условиях."
    "Но внезапно оказалось не плевать на Мику, идея рая в шалаше меня выморозила окончательно."
    "Значит ни к чему и весь дальнейший разговор."
    "Всё остальное, что нам требовалось сказать друг другу — о ней, обо мне, о нас, о планах и желаниях, почему Мику может никогда не вернуться в Союз — и безжалостно-честно: о судьбе, которая может ждать её в будущем."
    "Раскалённый день катился к вечеру, а мы стояли, смотря друг другу в глаза, держась за руки."
    "Мы не стали Нами — может, и не хотелось."
    stop music fadeout 5
    "Но я точно знаю: вспоминать Мику я всегда буду как лучшее, что случилось в моей жизни."
    show mi serious casual with dspr
    mi "Может быть, я тогда останусь с тобой?"
    "Жалобно спросила девушка."
    play music music_7dl["so_lonely"] fadein 3
    mi "Я хочу где ты…"
    me "Это утопия."
    if loki:
        "Никто не имеет права отбирать у тебя мечту." 
        "Ты должен стремиться к ней — и только к ней в первую очередь."
        "Потому что всё остальное обязательно дождётся."
        "В том числе, самый близкий человек."
        me "Я никогда не прощу себе, если ради меня ты пренебрегнешь мечтой, Мику."
        "Я отрицательно покачал головой."
        me "Что гораздо хуже — ты мне этого никогда не простишь."
        window hide
        scene expression Dawn("anim intro_16") with dissolve
        me "Ты должна продолжать делать то, что делаешь."
        th "Иначе однажды один молодой человек не услышит твой голос и не влюбится в гимн-молитву имени объединённого человечества, избравшего себе богиней — тебя."
    elif herc:
        "На секунду я даже немного разозлился на непутёвую девчонку."
        me "Ты обязана продолжать! Ясно тебе?"
        me "Ты же мне столько рассказывала, как выправляла свою жизнь, как старалась годами — и что, всё зря?"
        show mi upset casual with dspr
        mi "Может быть, это всё и должно было привести меня к тебе."
        "Ещё немного — и она расплачется."
    else:
        "Это так легко — быть для кого-то мудрым советчиком."
        "Но кто посоветует {i}мне{/i}, когда из меня заживо вынимают смысл бытия?"
        me "Однажды поступившись собой в угоду окружающим, рано или поздно ты захочешь себя прежнюю."
        me "Это неизбежно происходит со всеми."
        "Моё прошлое научило меня только этому. Мику будет полезно знать это из первых рук — от неудачника на добрый десяток лет старше неё."
        me "Исключений не бывает. {w}Тебе обязательно захочется петь снова — и не в душе или на кухне. А на сцене."
    "Вечер будто отражал моё настроение — подавленное, багряно-золотое."
    "Как будто золото и кровь — две самые высокоценимые валюты в мире.  И не было нам сроков увидеться, потому что дул ветер, и дул он на восток, и мы оба знали, что происходит с теми, кто уходит к солнцу."
    "По-над долиной вставал облачный фронт — ещё не предвестник осени, но уже симптом слома середины лета."
    mi "Ты знаешь…"
    "Начала Мику, и голос её задрожал."
    window hide
    scene expression Desat("cg d6_mi_farewell_7dl")
    play ambience ambience_camp_entrance_day fadein 3
    "Она резко отвернулась от меня и уставилась вдаль — к сходящимся в перспективе прямым на недостижимом горизонте."
    mi "На моей родине климат мягкий-мягкий, Фудзи-сан держит ветры, и переходы между временами года чаще заметны по растениям, чем по температуре."
    "Её плечи дрогнули — но артистка есть артистка — она тут же притворилась, что просто встала так, гордо, отставив ножку в сторону, и горе тому, кто заглянет сейчас к ней в лицо."
    mi "А у вас прямо чувствуется, как лето переваливает за середину и откатывается волнами к южным широтам, освобождая место прохладе."
    "Её голос дрожал, а я не смел сделать шаг и обнять."
    "Я знал, что увижу слёзы, но не имел права видеть их."
    me "Зима грядёт?"
    "В шутку спросил я."
    mi "Грядёт."
    "Прошептала она."
    "Я встал рядом, смотря туда же, куда и она."
    mi "Она будет очень долгой, эта зима."
    "И резко повернула голову ко мне, глядя на меня сквозь слёзы."
    "Крупные, повисшие на невозможно длинных ресницах, струящиеся вниз по щекам, оставляющие круглые мокрые пятна на маечке."
    th "Снова из-за меня плачет девушка."
    "Растерянно подумал я."
    me "Ты чего…{w}Ну, зачем теперь-то реветь. Прекрати."
    mi "Буду."
    "Мику шмыгнула носом."
    me "Не реви."
    "Должен же хоть кто-то из нас держать хвост пистолетом за двоих?"
    me "Так и должно было произойти."
    me "Я знал это. Или чувствовал."
    window hide
    scene anim intro_16 with dsps
    "Теперь-то это и для меня стало очевидным — полупанический страх, что Мы не вечны, а Мику вообще никогда не существовала, а стало быть, она родом оттуда, куда мне заказан путь."
    "Но в счастливые часы, проведённые вместе, так легко было бороться со страхом, а когда делились сокровенным, как мог я, именно я представить себе, что однажды человеку, которому я доверял больше, чем себе, приключится вернуться домой?"
    "Верно. Никак."
    "Усилием воли я взял себя в руки — даже приобнял девочку, утешая, прижал покрепче."
    if alt_day2_mi_snap:
        "В этот раз далеко не так деревянно и глупо, как тогда — казалось бы, уйму времени назад."
        "В голову вдруг пришло, что надо бы забрать снимки у Бориса — какая-никакая, а память."
    show mi dontlike casual with dspr
    mi "Значит, ты с самого начала знал, что так будет?!"
    "Я кивнул."
    show mi cry casual with dspr
    mi "Как же ты…"
    "Она сглотнула."
    mi "… как же ты жил со всем этим?"
    mi "Бедный мой Сенечка."
    "Отстранилась — а я не потянулся вслед."
    show mi sad casual with dspr
    "Грустную науку прощаться с любимыми я постиг в совершенстве."
    "Не то, чтобы я стремился стать способным учеником, но моего мнения никто не спрашивал."
    "Прижавшись ещё раз ко мне изо всех сил, Мику отстранилась:"
    show mi shy casual with dspr
    mi "Ну хотя бы помашешь мне в окошко на прощание?"
    me "Это сколько угодно."
    "Двести метров — двести моих шагов, триста шагов Мику, мы будто отмеряли прожитое вместе, тщательно складывая всё по закоулкам памяти."
    "А мы плевать хотели на настроение, мы держались за руки и беззаботно шагали, задавая тон всему, что происходит."
    "Со стороны лагеря ветром донесло сигнал горна."
    mi "Жалко, на концерт уже никак не успеваю."
    "Я кивнул невпопад."
    "Я не знал, насколько был нужен ей всё это время, всё дело в том, что мне-то она была очень нужна!"
    "А взрослый дядька, сидящий внутри юного Семёна, расклеился и дал себе зарок использовать предоставленный шанс — теперь есть для чего!"
    "Смущало одно: когда мы встретимся взрослые, ничего этого уже не будет — ни пионерской формы, ни лагеря, ничего. Будем только мы и я."
    "Хватит ли нам этого?"
    show mi sad casual with dspr
    mi "Хотела бы и я, чтобы одной меня было кому-нибудь достаточно."
    "Тихо сказала Мику, и я понял, что произнёс последнюю фразу вслух."
    "Я не среагировал — я изо всех сил сжимал кулаки, чтобы выдержать…"
    "Машинка была красивой и, несомненно, удобной — как и всё японское. Коснутся асфальта невысокие каблучки, качнутся бёдра, хлопнет дверка — и я останусь наедине с собственной совестью."
    "Я вдруг отчетливо понял, что однажды лагерь закроют. И, возможно, в административном корпусе однажды найдут хронику одного глупенького пионера и одной замечательной девушки из страны Восходящего Солнца."
    show mi serious casual with dspr
    mi "Я пойду, ладно?"
    "Скомканно спросила она."
    "Я так же неловко кивнул. Что тут ещё делать, я не понимал — в голове мелькали мысли поцеловать или хотя бы подарить что-нибудь на память, но что?"
    me "Ступай."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_mi_7dl_miku_farewell_soul:
    scene anim intro_16 with dsps
    play music music_7dl["you_are_soul"] fadein 10
    "Выдохнул я. В горле острой режущей изжогой толкнулось отчаяние: почему она тянет?!"
    if not alt_day5_mi_7dl_voyeur:
        "Мы попрощались — сколько можно тянуть ещё?!"
    "Меня скрутило всего, только оставшаяся злость удерживала меня."
    dreamgirl "Стоять!"
    dreamgirl "Прямо стоять, падла!"
    dreamgirl "Не сметь падать на колени! Не сметь кататься по асфальту, ныть и канючить!"
    dreamgirl "Да быстрей же, мать твою! {w}Ещё несколько секунд — и вы вообще друг друга отпустить не сможете!"
    "Острый комок прокатился обратно вниз по пищеводу, и я прохрипел:"
    me "Иди же! Ступай! Не торчи, в машину прыг — и аллюр три креста, добро пожаловать на хрен отсюда!!!"
    "Отвернулся, стиснул зубы, чувствуя, как крошится эмаль."
    mi "Сенечка…"
    show mi cry_smile casual
    me "Иди! Уезжай! Да больно мне, пока ты здесь, не понимаешь, что ли?!"
    th "Почему кричу на неё?"
    "Вяло удивился я."
    hide mi with dissolve
    "Но, наверное, это было и нужно — Мику послушно отправилась к машине."
    me "Вали!" with vpunch
    window hide
    scene stars
    show expression D3_intro("cg d5_mi_conv_7dl") with dissolve
    $ set_mode_nvl()
    if alt_day2_mi_hyst:
        mi "{i}Я же говорила, что все, кого я люблю, однажды уходят. И ты уйдёшь. {w}Помнишь, что ты ответил тогда?{/i}"
        me "{i}Что это мне самому решать{/i}."
        mi "{i}Значит ли это, что сейчас ты уходишь потому, что сам решил?{/i}"
        "{i}Когда она задавала мне вопросы таким образом…{/i}"
    "{i}Я виновато отвёл глаза.{/i}"
    mi "{i}Вот и раздавила ответственностью. Чудо оказалось слишком обыкновенным мальчиком, таким же, как и все… Я думала, может быть, если мы станем ближе…{/i}"
    nvl clear
    mi "{i}Ничего не изменилось. И зачем, спрашивается, было ехать за тридевять земель за тем, чего и дома-то в избытке?{/i}"
    me "{i}Я не считаю происшедшее ошибкой.{/i}"
    mi "{i}Я тоже… Я этого хотела. Просто ты не сбылся. Этого я тебе никогда не прощу.{/i}"
    nvl clear
    window hide
    scene anim intro_16
    with dissolve
    $ set_mode_adv()
    "Хрупкие плечи вздрогнули ещё раз."
    "Вдох."
    "Выдох."
    "И из-под распахнувшихся километровых пушистых ресниц аквамариново улыбнулась муза и идол в одном лице."
    "Новая Мику."
    "Кукла, ничего общего с моей Мику не имеющая."
    mi "Я буду вспоминать тебя каждый день."
    me "Мику. Момент."
    window hide
    scene cg d6_mi_departure_7dl with dissolve
    mi "Что?"
    "Я судорожно рылся в карманах."
    me "На! Вот."
    "Первым под руку попался телефон."
    me "На память!"
    mi "Ты уверен?"
    "Я молча кивнул."
    mi "Тогда прощай."
    window hide
    scene anim intro_16
    with dsps
    "Развернулась и прошла мимо меня в ожидающую «Мицубиси»."
    play sound sfx_intro_bus_engine_start
    "Мужчина, сидящий за рулём, сделал мне под козырёк и, развернувшись на пятачке, вывел машину на дорогу."
    "Всё время, что он разворачивался, что машина неспешно приклеивалась к горизонту, я пытался рассмотреть Мику."
    "Но она застыла на заднем сиденье с идеально ровной осанкой, смотря прямо перед собой."
    "Ненавидит она меня или нет, сейчас уже не имеет значения."
    "Самое главное — она будет заниматься тем, что получается у неё лучше всего."
    me "Однажды ты скажешь мне спасибо."
    "Одними губами произнёс я."
    "И поплёлся в лагерь."
    "Уверен — она ни разу не обернулась."
    stop music fadeout 5
    window hide
    stop ambience fadeout 5
    scene bg ext_stage_big_clear_day_7dl with dissolve
    play ambience ambience_camp_center_evening fadein 3
    play music music_7dl["gonna_be_ok"] fadein 3
    "Мику отделила себе несколько окон под выступление."
    "У неё было несколько песен — для настроения, для улыбок, для зрителей…"
    "Для меня."
    "И чтобы её не обвиняли в жадности до эстрадного времени, написала она эти окна под чужие имена."
    "Под моё, к примеру."
    "Я не думаю, что с этим была бы какая-то проблема — выступать для Хатсуне было так же естественно, как дышать."
    "Проблема лишь в том, что она отсутствует на территории лагеря."
    "Её забрал и увёз в страну сказок сухопарый японец с безукоризненными манерами, не любивший её и секунды."
    "Проблема номер два заключается в отсутствии даже минимальной подготовки у отягощённых «потёмкинскими номерами»."
    "Никто не планировал выступать, и, разумеется, никто ничего не приготовил."
    "Я насчитал пятерых таких, включая себя."
    "Похоже, моя принцесса обладала недюжинным даром убеждения."
    "Так или иначе, очередь добралась и до меня."
    show mt sad pioneer with dspr
    mt "Я Хатсуне придушу."
    "Грустно пожаловалась в пустоту вожатая."
    mt "Вопиющая безалаберность. {w}Сёмыч, ты тоже из тех, кого просили?"
    "Я пожал плечами."
    mt "По-нят-но."
    "Карандаш резко чёркнул по списку."
    me "Эй, погодите! Я же не говорил, что не стану выступать!"
    show mt surprise pioneer with dspr
    mt "А ты разве станешь?"
    "Я неопределённо шевельнул плечом."
    mt "Может, у тебя и номер отрепетирован?"
    me "Не совсем."
    show mt angry pioneer with dspr
    mt "Что ж ты на сцене делать собираешься, позволь узнать?"
    "Наша увлекательная викторина начала сердить вожатую."
    "Ожидаемо."
    me "Почитаю стихи."
    "Коротко ответил я."
    mt "Надеюсь, никаких непристойностей, или ух я тебе!"
    me "Нет."
    window hide
    hide mt
    with fade
    "Немного посомневавшись, Ольга отошла в сторону — кроме меня, её ожидал ещё один товарищ с подложным выступлением и нужно было чем-то заткнуть дырку в программе."
    "А до моего номера оставалось ещё пять минут."
    "Туда замечательно уместились русские народные танцы от четвёртого отряда — с «каруселью» и девочками в сарафанах."
    window hide
    with dissolve2
    "Но время неумолимо."
    "Я очень долго выбирал какой-нибудь незатасканный стишок — от современных мне поэтов до творцов Серебряного Века."
    "Но в голове крутились и крутились одни и те же строчки."
    stop ambience fadeout 5
    window hide
    scene bg ext_stage_near_clear_7dl with dissolve
    play music music_7dl["meetmethere_tts"] fadein 3
    "Наконец истерзанное сознание самым краешком уловило объявленное имя, и я, ссутулившись, пошёл к сцене."
    "Успел трижды проклясть эту затею — ощущения были ровно теми же, как и тогда, на линейке."
    th "Зачем вызвался, дурак… Зачем?!"
    "Я категорически не воспринимаю любую публичность. Когда в коллективе — ещё худо-бедно."
    "Но сам, наедине с аудиторией…"
    "Сотни глаз уставились на меня в ожидании."
    "Они хотели интересное шоу, хотели летящих над сценой рукавов-утеплителей, коротких юбок и зубодробительных ломаных ритмов с японским наречием сверху."
    "Как мог я конкурировать или надеяться заместить это?"
    "Заместить Мику?"
    "Смех один, право слово."
    "Молчание затягивалось."
    voice "Читай!"
    "Донёсся голос из зала."
    "И я вздрогнул."
    "Мне хотелось принести что-нибудь светлое и радостное на прощальный концерт."
    "Но в сознании заезженной пластинкой крутились и крутились одни и те же строчки."
    "И, вцепившись в микрофонную стойку, я забормотал:"
    me "{i}Речи без помыслов, люди без лиц… Жаркие споры глухих и слепцов…{/i}"
    me "{i}Слышишь? Под звуки кладбищенских птиц мёртвые будят своих мертвецов.{/i}"
    me "{i}Брызнут на веки кровавой росой — вздрогнешь, прозришь и увидишь, скорбя…{/i}"
    window hide
    with flash_red
    with vpunch
    "В этот самый момент сжимающая меня спираль дёрнулась в последний раз — всё сильнее тянущаяся в неизвестность нитка наконец оборвалась окончательно. "
    "И я, в полном согласии со строчками, «прозрил»."
    "Что все мои поступки сейчас не значат ровным счётом ничего."
    "Что моя лунная принцесса попросту исчезла. Я сам оттолкнул её."
    "И всеми стихами на свете её не воротишь."
    window hide
    $ set_mode_nvl()
    scene stars
    show expression D3_intro("anim intro_16")
    with flash_red
    play sound_loop sfx_intro_bus_engine_loop fadein 3
    "Боль была жуткая — умирающая надежда всегда норовит отравить окружение."
    "Безысходность порой толкает на самые отчаянные поступки."
    "Поэтому я прекратил чтение."
    me "Простите, не то стихотворение. Простите."
    "Я уже не видел лиц, они слились в единое неясное пятно с постоянно меняющимися очертаниями."
    "В движущееся куда-то слепое пятно с бирюзовыми краями."
    nvl clear
    scene stars
    show expression D3_intro("cg d6_mi_departure_7dl")
    with dspr
    me "Это стихотворение я выучил, когда мне было двенадцать лет — с тех пор много времени прошло. Но кое-что оттуда я начинаю понимать только сейчас."
    me "Надеюсь, и вы когда-нибудь поймёте."
    nvl clear
    me "{i}Деревянные руки и ноги. Деревянный казённый язык.{/i}"
    "Перед глазами вставали картинки из памяти — тёплое весеннее солнышко, продавленный диван в библиотеке и журнал «Мы» за, кажется, 1992-й."
    me "{i}А ещё этот шарфик убогий, и под ним — слово камень — кадык.{/i}"
    "Не любил читать поэзию — это точно. Но конкретно в этих тринадцати строчках я разглядел Ответ — почему люди друг друга ненавидят, почему грубы с теми, кого хотели бы прижать к груди…"
    "Почему мы убиваем тех, на кого дышим-то с опаской?"
    nvl clear
    me "{i}Я — убожество… Ты — божество! Хоть бы кто-нибудь крикнул «спасите!».{/i}"
    me "{i}Но не грабит никто никого, улыбаюсь как жалкий проситель.{/i}"
    "У меня тоже не оказалось счастливого избавления от тяжёлого разговора. {w}А я так люблю оттягивать неприятные разговоры. "
    "Потому моё «божество» и исчезло."
    "Строчка-ассоциация, горькая от того, что я сам отказался ото всего. Ненавижу себя за это!"
    "Видимо, я умудрился вложить всё злость на себя в голос — потому что следующие строчки прозвучали особенно честно."
    nvl clear
    scene expression Notch("cg d6_mi_departure_7dl")
    with dsps
    me "{i}За бездарность, за робость свою ненавижу себя — и наглею.{/i}"
    "Вот было бы здорово, если бы сейчас у ворот скрипнули тормоза, и за спинами зрителей показалась хрупкая фигурка в шортах и майке, с длинными волосами, собранными в два длинных-длинных хвоста!"
    "Вот было бы классно…"
    me "{i}Я люблю тебя, свято люблю!{/i}"
    scene expression Desat1("cg d6_mi_leaving_7dl") with dissolve2
    "Закричал я в бездушное небо."
    "Слышишь меня? Я неловкий дурак, но ты нужна мне."
    "Запоздалое признание не решает ничего, откровенность была куплена бросовой ценой."
    "Голос совсем изменил мне, поэтому последние строчки я произносил уже полушёпотом."
    me "{i}И в лицо твоё нагло курю…{/i}"
    nvl clear
    window hide
    $ set_mode_adv()
    scene bg ext_stage_near_clear_7dl with dsps
    me "Потому что я {w}{b}благоговею{/b}."
    "Понимаешь? Я отталкиваю тебя и убиваю потому, что готов носить на руках."
    "Потому что я…"
    stop music fadeout 5
    window hide
    scene bg ext_stage_big_clear_day_7dl:
        xalign .5 yalign .5 zoom 1.0
        ease 0.5 zoom 1.3
    "Я спрыгнул со сцены и побежал куда глаза глядят."
    "На зрительских рядах царила тишина — моя искренность оказалась невостребованной."
    "Разумеется, никакой машины нигде не остановилось, и прекрасная девочка с длинными гипнотизирующими хвостами волос не бежала, выкрикивая моё имя."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day6_mi_7dl_miku_farewell_star:
    me "Я буду помнить."
    mi "Да…"
    window hide
    play music music_7dl["forgive_or_what"] fadein 10
    with fade
    mi "Всё хорошо."
    me "Всё правильно."
    "Ненужные, глупые слова, которые говорят друг другу глупые люди, боясь расплакаться, прощаясь навсегда."
    "Почему, кто так придумал, что это стыдно — плакать, когда самый важный для тебя человек просто садится в машину и уезжает?"
    "Почему надо стесняться, отворачиваться и говорить деревянными голосами всё что угодно, кроме того, что действительно нужно и уместно?"
    "Мы же так и унесём с собой последней памятью все эти глупости?"
    "И послевкусие знакомства будет отравлено этими картонными манерами — мыслью о том, что раз она была так спокойна… Раз он был так спокоен…"
    "Мы стояли, смотрели в асфальт, злые на себя, смущённые, сжавшие кулаки."
    window hide
    show mi sad casual
    with fade
    me "На самом деле — ничего не правильно."
    mi "Я знаю."
    me "Но однажды мы сделаем так, что решать будем только мы."
    mi "Да."
    me "Ты такая немногословная…"
    mi "Потому что я слишком много хочу тебе сказать. {w}А времени слишком мало."
    mi "Поэтому… {w}Я давно хотела тебе сказать…"
    me "Что?"
    show mi shy casual with dsps
    mi "Н-нет. {w}Ничего."
    me "Тогда — до свиданья, а не «прощай»?"
    mi "До скорого свидания."
    "Улыбка у неё была грустная."
    window hide
    scene anim intro_16
    show mi smile casual
    with dissolve
    "Отойдя на два шага, она резко обернулась:"
    mi "Выше нос, Сенька!"
    mi "Друзья не должны расставаться с кислыми мордами!"
    me "Да. {w}Да, конечно."
    mi "Всё хорошо! Слышишь? Мы обязательно увидимся снова, обещаю!"
    me "Да…"
    mi "Но ты тоже должен постараться изо всех сил, ясно тебе?"
    me "Ясно…"
    mi "Не слышу?"
    me "Ясно."
    mi "Не слышу ещё раз?"
    show mi happy casual with dspr
    "Мику повернулась ко мне вполоборота, приставила ладошку к уху импровизированной воронкой."
    mi "Что ты там бормочешь?"
    me "Я постараюсь!"
    "Гаркнул я."
    mi "Другое дело!"
    mi "Я буду помнить тебя, Сенька!"
    window hide
    scene cg d6_mi_cya_7dl
    show expression D3_intro("gfx bokeh")
    with flash
    "Мику отсалютовала мне международным знаком мира."
    mi "Выше нос, Сенька! Всё хорошо!"
    window hide
    scene cg d6_mi_cya_7dl with dissolve
    pause(1)
    play sound sfx_intro_bus_engine_start
    window hide
    scene white with flash
    "Она прыгнула в машину, захлопнула за собой дверь — всё это, не оборачиваясь."
    "А потом, когда «Мицубиси» развернулась на пятачке — Мику встала коленями на заднее сиденье и долго-долго махала мне рукой в заднее окно."
    me "До скорого, принцесса."
    "Улыбнулся я."
    "На душе было печально, но удивительно светло."
    "Вскоре машина превратилась в едва различимую точку на горизонте, а со стороны лагеря послышался сигнал горна."
    "Не спрашивай, о ком звонит колокол — он звонит по тебе."
    window hide
    play music music_7dl["so_lonely"] fadein 3
    scene cg d6_mi_leaving_7dl
    show anim_grain
    with dissolve
    play sound_loop sfx_bus_interior_moving
    "В моём старом мире из тех песен Мику, что я сумел вспомнить, наиболее сильное впечатление на меня оказала песня под названием «Исчезновение Хатсуне Мику»."
    "Горько-сладкая повесть о том, как электронная крохотная жизнь, не умеющая ничего, кроме пения, видит гибель своего мира — и пытается успеть."
    "Успеть…"
    dreamgirl "Эту песню допеть!"
    "Перед глазами стоял и стоял образ, как Мику смотрит в окно, а мимо пролетают вышки опор ЛЭП, отражаясь в гнутом японском стекле."
    "Она так старалась показать мне, что всё хорошо, что едва-едва сама в это не поверила."
    "Хотя мне сердце рвёт от каждого метра, пролегшего между нами."
    "У меня есть жизнь и воля — я отдал бы половину за то, чтобы снова ощутить милую Мику в объятьях — и не стану я в этот раз стесняться или бояться чего-то!"
    "Я прижму её к себе изо всех сил, скажу всё, что не успел сказать."
    "И поцелую, наконец — как положено, без комедий положений."
    "Отдал бы, не задумываясь."
    window hide
    scene expression Desat1("cg d6_mi_leaving_7dl")
    show anim_grain
    with fade
    "А с другой стороны прекрасно понимаю, что первым же прогоню её прочь."
    "Потому что она должна быть там — в зале записывающей компании, на лейбле, что однажды выпустит пластинку с плывущей по волнам музыки аквамариновой девочкой."
    "И дальше у неё будет всё, о чём она только мечтает."
    me "Прощай, принцесса."
    "Прошептал я."
    me "Прощай. И пусть тебя никогда не оставляет удача."
    window hide
    with fade
    "Мягкий голос, короткие платьица, танцы, мгновенно разлетающиеся по миру как тренды."
    "Ты знаешь, сколько девочек, родившихся в две тысячи шестнадцатом, получили имя Мику? Ни за что не поверишь…"
    "Хотя ничего сложного в том, чтобы сделать прогноз ещё и на эту тему — слышишь, как шумит и дышит аудитория?"
    voice "Ми-ку! Ми-ку! 39!"
    "Скандируют они."
    "Или не скандируют?"
    "В моём сознании шум голосов сотен экзальтированных поклонников слился и сплавился в одно целое…"
    stop sound_loop
    stop music fadeout 3
    play ambience ambience_lake_shore_day fadein 3
    "В шум прибоя."
    window hide
    scene bg ext_boathouse_day
    with flash
    "Оказывается, пока я грезил наяву — успел пройти лагерь насквозь и застыть на причале, цепко поймав дубовыми руками стальные прутья-поручни."
    "Вода должна была очистить душу."
    "Но вода — это аква, а аква теперь всегда марина; вместо искупления получается какое-то непотребство и очередная порция жалости к самому себе."
    "Фыркнув, я тряхнул пустой головой, приводя мысли в порядок."
    "Нашему лету едва-едва стукнул шестой день — и оно перестало быть нашим."
    "В такие минуты поневоле думаешь, что Пейновское «there's no us in this» наиболее безболезненно."
    "А вечная гримаса на губах презревшего грошовый уют — по сути, просто инструкция по безопасности и чистоте души."
    "Ни к кому нельзя привязываться — потому что они не навсегда."
    "Никому нельзя верить — одиночку невозможно предать или подставить."
    "Но вот только мир в таких правилах безобразно походит на мою родную реальность."
    me "Лёгкой дороги, тёплого дождя и вдохновения между строчками — в праздной голове и в минуты напряжённой работы."
    "Воздух напоён запахом свежей воды, осоки и разогретых досок настила — и над открытой водой голос разносится всё так же чётко и ясно."
    me "Мне одиноко без тебя."
    "Чёртова японская стерва."
    "Эхо пришло через несколько секунд:"
    "Око-око-око… бес тебя…"
    show mt normal pioneer with dspr
    mt "Семён, поднимайся к эстраде, прощальный концерт."
    "Ольга Дмитриевна подошла в своём обычном бесшумном стиле."
    "И одета она была в обычную ежедневку — неужели не планирует приодеться для концерта?"
    "В руках она держала какую-то синюю папку с завязками."
    me "Что я там забыл?"
    show mt surprise pioneer with dspr
    mt "В смысле?"
    "Удивилась вожатая."
    mt "Разве ты не собираешься выступать?"
    "Я отрицательно покачал головой."
    show mt angry pioneer with dspr
    mt "Слушай, конечно, я очень понимаю тебя — ты расстроился из-за отъезда твоей подруги, но это не повод подводить товарищей, и…"
    me "Да как я их подвожу, стоя здесь?!"
    "Зло процедил я."
    mt "А так, что если уж записался участвовать в программе — ты обязан это делать, будь ты хоть сто раз грустным."
    show mt normal pioneer with dspr
    mt "Это не серьёзно, Сёмыч. Несолидно. {w}Большие мальчики так себя не ведут."
    me "Но я не за…"
    "Я заткнулся."
    "Я вспомнил…"
    "Не всё, конечно, но кое-что."
    me "Значит, эта ненормальная всё же внесла меня в список."
    "Почему-то удивления не было совсем."
    "Должно быть, всё дело в том, что гадостей такого калибра очень даже логично ожидать от Мику."
    mt "Ну так что, пойдёшь?"
    "Я дёрнул плечом."
    me "Нет. У меня ни номера, ни костюма, не репетиций."
    me "Что я буду делать, оказавшись на сцене? Стихи читать?"
    "Вожатая пожала плечами:"
    show mt smile pioneer with dspr
    mt "А хотя бы и их. Ну так что?"
    me "Нет, Ольга Дмитриевна, простите, но я пас."
    "Скорбно поджав губы, Ольга открыла папку и что-то зачеркнула на бумажке, лежащей на самом верху."
    if loki:
        "Возможно, я сумел бы что-нибудь смузицировать на трубе — если бы сумел найти ту в закромах родины."
        "Но желания не было совершенно."
        "Никакого."
    if alt_day2_mi_snap: 
        "Она совсем было собралась уйти и оставить меня в покое, когда вдруг вспомнила кое-что."
        mt "Слушай, не знаю, как ты отнесёшься к этому, но, думаю, это поднимет тебе настроение."
        "Приоткрыв край папки, она подставила ладонь — и в руки ей скользнула фотокарточка!"
        mt "Держи!"
        window hide
        scene expression Sepia("cg d2_mi_me_polaroid_7dl")
        show PolaroidFrame_7dl
        with dsps
        "Это был тот самый снимок! Вот красота японская, улыбается во все тридцать два — а вот смущённый и ссутуленный я, положил руку ей на плечо."
        mt "На память!"
    window hide
    scene expression Dawn("bg ext_boathouse_day") with dissolve
    "Попрощавшись со мной кивком, она ушла прочь с пристани — московское время вплотную приближалось к пяти часам, и, в отличие от меня, вожатая явно собиралась принять участие в будущем действе."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_mi_7dl_human_day:
    window hide
    scene anim prolog_1
    $ timeskip1 = "Два часа спустя…"
    show alt_credits timeskip1 at truecenter
    $ renpy.pause(4, hard=True)
    with dissolve2
    $ renpy.pause(1, hard=True)
    scene bg int_aidpost_day
    with blind_l
    play ambience ambience_medstation_inside_day fadein 3
    play music music_7dl["kiss_you"] fadein 3
    "Те же, там же."
    "Перепуганные взрослые мгновенно растеряли весь свой апломб и нравоучительные интонации — стоило лишь мне поймать Мику на руки."
    "{i}Ничего сверхъестественного.{/i}"
    "{i}Самый обычный обморок на нервной почве.{/i}"
    "{i}Пострадавшей прописан покой и сон.{/i}"
    "Обожаю я нашу медсестру — так изящно вывести нас из-под огня…"
    "Хотя она, конечно же, была наслышана — как не быть, когда весь лагерь говорил."
    "И пальцем тыкал мне в спину, пока я нёс свой бесценный груз."
    "Груз, слабо улыбающийся сквозь беспамятство."
    "Так что от нас все отстали."
    "Временно, разумеется — убеждён, все просто ждут, пока Мику заберёт агент, и вот тогда-то можно будет меня пропесочить вдоль и поперёк."
    window hide
    with fade2
    "Но пока у меня есть время — мы те же, там же."
    if alt_day_binder == 1:
        "Только в этот раз мы несколько поменялись местами."
    "Усмехнувшись этой мысли, я подтащил стул к кушетке и собрался бдить."
    show cs normal with dissolve
    cs "Тебе совершенно необязательно неотрывно следить за ней, пионер."
    "Сообщила медсестра."
    cs "Она просто немного перенервничала."
    me "Как она может перенервничать, она же публичная персона!"
    show cs shy with dspr
    "Виола усмехнулась, но милосердно отказалась от комментариев в мой адрес."
    "Закончив заносить нас в журнал поступлений, она удовлетворённо откинулась назад."
    cs "Ты так держишься за неё…"
    "Негромко, полувопросительно сказала она."
    show cs normal with dspr
    cs "Ты же понимаешь, что ничего у вас не получится?"
    me "Если не попробуем — не узнаем, верно?"
    cs "Тоже верно."
    "Она поднялась."
    cs "Захлопните дверь, когда будете уходить — я на пляж. Адиос."
    hide cs with dissolve
    "И мы остались вдвоём."
    window hide
    with fade
    "Мику спокойно лежала на кушеточке и не отсвечивала, пока я изучал её профиль."
    me "Эй, Мику!"
    "Позвал я."
    me "Ми-ку!"
    "Нет ответа."
    me "Микуська-барабуська, у тебя ширинка расстегнулась!"
    "Молчит и лежит трупиком. Хотя казалось бы — причём здесь ширинка на юбке?"
    "Вздохнув, я отстал от японского трупа и забормотал про себя считалку."
    me "Шёл я лесом да мостом — вижу, чайка сохнет. Бросил я её в реку, пусть там чайка мокнет."
    "И!"
    me "Шёл я лесом да мостом — вижу, чайка мокнет. Положил её на мост, пусть она там сохнет."
    "И!"
    me "Шёл я лесом да мостом — вижу, чайка сохнет…"
    "Не потребовалось и десяти минут, прежде чем Мику это достало окончательно, и она решила приходить в себя."
    mi "Выбросил её я вон — пусть она там сдохнет!"
    "Рассерженно продолжила рифму она."
    show mi dontlike pioneer with dspr
    mi "Сенька, вот ты чего пристал! Уже и в обморок упасть человеку нельзя!"
    "Возмущённо поинтересовалась она, сев на кушетке."
    me "Можно-можно! Сколько угодно."
    "Обрадовался я."
    me "Только в следующий раз очередь падать в обморок моя — а на ручках меня понесёшь ты в медпункт!"
    show mi shy pioneer with dspr
    mi "Так я тебя не подниму!"
    "Сообщила она."
    me "Это… бида! Бида!"
    "Сообщил я."
    me "Что же нам теперь делать?"
    "Мику задумалась — кажется, она то ли совсем не догадывалась о том, что я её дразню, то ли подыгрывала…"
    "То ли настолько привыкла к тому, что над ней постоянно издеваются, что даже не обращала особо внимания."
    "И как только до меня дошёл этот факт, я почувствовал, как к щекам приливает кровь."
    th "Похоже, нисколечко в хорошую сторону я не поменялся."
    show mi normal pioneer with dspr
    mi "Сенечка, а что там на педсовете решили?"
    me "Да ничего."
    "Сообщил я:"
    me "Ты крайне своевременно вырубилась."
    mi "Значит, все только меня ждут?"
    me "Не совсем."
    me "Взрослые решили, что раз уж ты и так убираешься из лагеря через пару часов — незачем тебе портить оставшееся время отдыха."
    show mi happy pioneer with dspr
    mi "Вот здорово! Значит, я совсем не обязана здесь лежать?"
    me "Да, наверное, нет."
    mi "Прекрасно! Тогда давай воспользуемся ситуацией на все сто!"
    me "Это как?"
    show mi smile pioneer with dspr
    mi "Давай убежим за территорию!"
    th "Хм… Она-то уедет через пару часов, а мне здесь ещё до завтра жить."
    th "Наверное, надо сделать ей замечание — после утреннего она и так живёт за счёт заведения."
    me "Да, конечно. Куда ты хочешь пойти?"
    "Я уже говорил, что я предельно логичный?"
    play music music_7dl["you_are_human"] fadein 2
    play sound sfx_open_dooor_campus_1
    pause(1)
    window hide
    scene bg ext_sky_7dl with dissolve
    play ambience ambience_camp_entrance_day fadein 3
    "Мы вышли к воротам, где было ещё спокойно, тихо — и не явился ещё злой волшебник, чтобы украсть у меня мою принцессу."
    "Здесь всегда так тихо и спокойно."
    "Мику отряхнула поребрик и уселась на разогретый солнцем бетон, а я растянулся на траве рядом с ней."
    "Небо раскалённо плыло, и казалось несправедливым, что сейчас завершится одна волшебная история — наверху ничего даже не изменится."
    th "Я буду ныть, жалеть и страдать сотни часов."
    "Пришло вдруг в голову."
    th "Испишу ещё одну тетрадь стихами, снова вцеплюсь в гитару или кисть — оправдание собственной трусости, и только-то."
    "Мику смотрела туда же, куда и я."
    mi "Смотри, Луна."
    "Сказала вдруг она."
    me "Это Венера."
    "Какая тебе Луна в такое время…"
    mi "Как думаешь… Её видно сейчас в Японии?"
    "Я прикинул разницу часовых поясов и кивнул утвердительно."
    mi "Я буду смотреть на неё по вечерам — как в отражение: а вдруг ты тоже туда однажды посмотришь."
    "Я сомневался, что Мику теперь будет до глупостей, поглазеть в небо просто так она ещё очень нескоро сможет…"
    me "Песню напиши ещё."
    "Грубовато предложил я."
    mi "Напишу обязательно."
    me "Вот и напиши. Потом людям споёшь — пусть они знают о твоих неповторимых мыслях."
    mi "Сень, ты чего?"
    "Я отмахнулся."
    me "Не обращай внимания. Тебе нужно готовиться, альбомы писать, а тут я со своим негативным мышлением и эгоистичными претензиями."
    me "Прости. {w}Я совсем испортил тебе последние часы перед отъездом."
    window hide
    scene bg ext_camp_entrance_day
    show mi normal pioneer
    with dissolve
    mi "Сень…"
    "Мику тронула меня за плечо."
    mi "Я не поеду, Сеня."
    "Воздух встал у меня в горле."
    me "Т-то есть как?"
    "Шёпотом переспросил я."
    show mi serious pioneer with dspr
    mi "Я не еду с Сакишитой домой."
    "Послушно повторила Мику."
    me "Почему?"
    "Спросил я, не узнавая своего голоса, ставшего вдруг сиплым и ломким."
    mi "Передумала. Дура я, да?"
    "Улыбнулась японка."
    th "Дура? Да нет…"
    "Из всех чувств, которые я испытывал к Мику, сильнее всего, пожалуй, была симпатия."
    "Но почётное второе место занимало внезапно то, что я почти отвык ощущать."
    "Уважение."
    th "Я вижу в тебе Человека, Мику."
    th "Не пустоглазую куклу, сошедшую с экрана аниме."
    th "И потому ты должна прожить собственную жизнь, свою."
    th "А не то, чего от тебя ждут прочие."
    th "Запомни это."
    th "Но что если это просто подростковая блажь?"
    me "А как же Сакишита, альбом, музыка… Мику?"
    mi "Денёк как-нибудь без меня проживут — не дети малые."
    th "Может быть, это я как-то виноват в этом?"
    "Просквозило в голове."
    th "Постоянно давил и давил на неё, заставлял думать над выборами."
    me "Сакишита скрутит тебя — пискнуть не успеешь."
    show mi laugh pioneer with dspr
    mi "Он может попробовать."
    "Засмеялась девочка."
    mi "Зря я, что ли, четыре года в секцию шотокан ходила?"
    "Эта девчонка вела себя всё страньше и страньше!"
    me "Слушай, Мику!"
    "Мой голос звучал жалко."
    me "Но ты же сама помнишь, что тебе это важно для карьеры, и сама меня два дня подряд готовила к тому, чтобы я не устраивал истерик на прощании! А теперь передумала?!"
    show mi grin pioneer with dspr
    mi "Да, я знала, что ты расстроишься."
    me "Я серьёзно!"
    mi "И я. Серьёзнее некуда."
    show mi normal pioneer with dspr
    mi "Конечно, я хотела бы отправиться в Японию, чтобы успеть на запись. Музыка — это моя жизнь! Это всё, что я знаю, всё, что умею!"
    mi "Понимаешь?"
    "Я кивнул:"
    me "Понимаю. То есть понимаю, как для тебя много значит эта возможность, но вот твоего поведения что-то совсем не понимаю!"
    show mi sad pioneer with dspr
    mi "Понимаешь… Я всю жизнь плыла по течению, всю жизнь искала спасения в том, что даётся само, само плывёт в руки."
    mi "Меня изводили в школе — я ушла вслед за отцом в другую. Никогда не было во мне нужной злости, чтобы ударить обидчика."
    mi "Гораздо позже я поняла, что все люди, все окружающие — они вовсе не друзья мне, они не обязаны быть со мной «Nice&Kind», как выражается наша учительница английского."
    mi "Не спрашивай, как во мне ужился панический страх сделать другому больно — со святым уважением к праву любого быть гадом и сволочью последней. {w}Как-то ужились."
    mi "Потом музыка."
    mi "Потом спецшкола ЮНИСЕФ — вместе со мной туда пришла моя бывшая одноклассница Мегурине, она оказалась ничего девочкой."
    mi "Другие ребята тоже были замечательными — но я уже научилась сомневаться, когда «всё слишком хорошо»."
    show mi upset pioneer with dspr
    mi "Тем более что оно всё продолжало мне сыпаться в руки без каких-либо усилий с моей стороны. "
    mi "А тут появился ты. И начал задавать вопросы, которые я постоянно задавала самой себе — неужели я так и буду всю жизнь ведомой? Неужели я буду дышать, любить и жить по чьей-то указке? Не хочу."
    show mi shy pioneer with dspr
    mi "Это самый самостоятельный поступок, который я когда-либо совершала — и видят боги, далеко не последний."
    "Я закрыл глаза и позволил сердцу биться — я услышал что хотел: то, что всю жизнь считал самой важной частью жизни."
    "Во мне неудержимыми толчками просыпалось полузабытое чувство — у меня захватило дух от предвкушения того, на что способна Мику."
    "Не зная куда деть руки, я сжимал и разжимал пальцы, пока их не накрыла узкая прохладная ладошка."
    mi "А ещё я хочу с тобой потанцевать сегодня. Ты же не против?"
    me "Против, конечно."
    "Ответил я.  Мне было почему-то стыдно и страшно от того, что я сейчас начну вести себя глупо и говорить глупости."
    "Разучился радоваться, совсем разучился."
    "Но и просто молчать было невмоготу."
    if alt_day3_mi_donor:
        me "Значит, решила всё-таки сходить со мной по ленинградским магазинам?"
        show mi smile pioneer with dspr
        mi "Да."
        mi "Я хочу, чтобы ты водил меня под ручку, покупал мне горячие пышки в пышечной, помогал устоять на роликах, а потом ждал у телефона, пока я позвоню."
        mi "Аи котоба…"
        mi "Я влюбилась, Сень, да?"
    else:
        me "В окно не попадаешь, значит, альбом вообще непонятно когда запишешь?"
        mi "Плевать."
        "Покачала головой японка."
        mi "Я люблю музыку, а ходить к микрофону как на работу — верный способ убить в себе любовь к музыке."
        mi "И вообще, я хочу поездить по Союзу, может быть, даже учиться здесь поступать буду. "
        me "Куда поступать, горе луковое?"
        show mi happy pioneer with dspr
        mi "Я не знаю."
        "Просто ответил этот ребёнок."
        mi "Куда-нибудь, где ты рядом будешь. Ты же будешь?"
    me "Я прям даже не знаю…"
    "Мне хотелось завопить от восторга."
    "А Мику негодующе заворчала и повалила меня в траву."
    "Мы были самые счастливые."
    "Кто когда бы сказал мне, что однажды в это коротенькое слово умещусь я — и девушка, которой никогда не было в моей жизни, с которой у меня попросту не было шанса познакомиться…"
    mi "Ты большой бука, Сенечка."
    "Заявила Мику."
    me "Бука — как бяка?"
    show mi laugh pioneer with dspr
    me "Потому что я бяка?"
    mi "Нет. Бука как зло во плоти. А зло должно быть наказано."
    mi "Вот я и решила остаться — чтобы было удобнее тебя наказывать."
    "Хафу боднула моё плечо лбом и довольно мурлыкнула."
    "У нас был пыльный асфальт, кашка  у дороги и самое бесконечное небо."
    "И мы почти не обратили внимания на удаляющиеся шаги."
    "На то, как негромко рявкнув, затарахтел двигатель, по асфальту взвизгнули покрышки — и в знойное марево умчалась тёмно-синяя «Мицубиси»."
    "Только Мику, выждав пару минут, произнесла непонятное:"
    mi "Итте иррасяй, Сакишита-сан."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day6_mi_7dl_discoteque:
    scene bg int_dining_hall_people_sunset
    with dissolve
    play ambience ambience_dining_hall_full fadein 3
    if alt_day6_mi_7dl_left:
        play music music_7dl["youre_not_real"] fadein 3
        "На этой смешной ноте позвольте и завершить нашу песню про отношения гест стар и одного бородатого пионера."
        "Ничем не хуже иных прочих, к слову."
        "Во всяком случае, зная собственную карму, чего-то эдакого я и ожидал с самого начала."
        "Мы так успешно отбивались от нападок окружающих, так сработались, так сыгрались отбивать обвинения вроде «тили-тили-тесто»…"
        "Так  что естественно вплывшую в сознание мысль «а ведь я совсем пропал», я принял как продолжение своего отношения к моему лучшему другу."
        "С парой бесконечно длинных хвостов лазурного цвета."
        "К другу, успешно изображавшему не то пулемёт, не то блондинку."
        "Разве что споткнулся на полсекунды, да скрипнул зубами в ответ на сочувствующий взгляд Ольги."
        window hide
        show expression D3_intro("cg d6_mi_leaving_7dl")
        show anim_grain
        with dissolve
        play sound_loop sfx_bus_interior_moving
        th "Мику… Один день ничего бы не решил, да?"
        th "Мы оба это знаем."
        mi "Сень, совесть имей. Живи, будь счастлив и — как ты сказал? — добивайся."
        mi "Уехать уже человеку не дают."
        th "Но мы точно увидимся?"
        "Тоскливо спросил я."
        mi "Я тебе кто, Пифия или Метеобюро? Точно… Пффф. {w}Никто тебе точно ничего не скажет. Никто."
        mi "Ладно, до ближайшего свидания — у меня самолёт через семь часов, едва-едва в Москву поспеваем."
        "Она потянулась ко мне, коснулась щеки призрачными губами — по коже мазнуло прохладным ветерком с нотками эвкалипта."
        "И исчезла."
        play sound sfx_open_door_2
        pause(1)
        window hide
        stop sound_loop fadeout 3
        scene bg ext_dining_hall_near_sunset with dsps
        play ambience ambience_camp_center_evening fadein 3
        "И что мне теперь делать?"
        "Марафет для танцев наводить — а кого ради…"
        "Стал прикидывать, что ещё не успел сделать или кому что обещал, но не выполнил."
        "Оказалось, что нет у меня ни незаконченных дел, ни несвершённых обещаний."
        "Вернее, конечно, занятия были, но от любого из них меня просто чудовищно воротило."
        "Всё представлялось скучным, бестолковым и нудным до тошноты."
        "Так бывает. Бессильная слабость, эмоциональный тупик."
        "Захотелось сделаться пятилетним Сёмкой и пойти пожаловаться маме на глупый мир."
        if not herc:
            "Только это уже несколько лет как невозможно. Не просто же так я живу один…"
        else:
            "Не с моим анамнезом."
        "Я сто лет уже не курил, но в старой своей жизни, когда больно было расправлять слежавшиеся после сна лёгкие, я пристрастился к «верхнему» дыханию."
        "Почти как холотроп, только это позволяло справиться с любым количеством боли."
        "Вдох."
        "Выдох."
        window hide
        scene anim_square_preparty with dissolve
        play ambience ambience_camp_center_evening fadein 3
        "На площади всё было готово к финальному рывку в завтра — навстречу пыльным, пропахшим бензином километрам по дороге к дому."
        "Осталась сущая безделица."
        "Вознести дань памяти да раздать долги: натанцеваться до икоты, накуриться до изжоги и наконец прижать к себе девочку, которой строил глазки всю смену практически."
        "Гидранты ждут разгорячённых голов, укромные уголки ждут дыма и бесшабашных в честности разговоров."
        "Только я всему этому не принадлежу."
        "Как-то вышло так, что я перерос это всё, и нет пути назад."
        window hide
        with fade2
        "Исподволь вспоминаются песни Мику, вспоминаются её видеоролики, вспоминается то, кто она есть в моём мире."
        "Аватара электронного божества, что всё никак не оживёт, несмотря на чаяния многомиллионного эгрегора."
        "Выдуманное воплощение синтезатора."
        "Моя Мику — в моём мире она даже не родилась ещё в это время. "
        "И кто же тогда она — эта Хатсуне Мику с лицом из ролика, побившего рекорды популярности, провоцировавшего слёзы от щемящего счастья — от чувства {i}сопричастности{/i}?"
        "Каким образом стала возможной фантастическая наша встреча, несбыточная наша дружба? А?"
        "Я не знаю ответа и, наверное, не хочу знать."
        "Потому что чудо нашего крохотного лета захиреет и рассыплется штампованными фразами, если пытаться его препарировать."
        "Лучше просто запомнить это как сводящий с ума предрассветный сон, несущий прохладу несбывшегося поцелуя да тепло миниатюрной ладошки, обнимающей мой мизинец."
        show sl normal pioneer with dspr
        me "О, привет…"
        "Пробурчал я, когда рядом со мной села Славя."
        sl "Семён, есть разговор."
        me "Говори."
        show sl serious pioneer with dspr
        sl "Отойдём? {w}Я не хочу, чтобы нас услышали."
        me "Что ещё за игры в секретность?"
        hide sl with dissolve
        "Проворчал я, но послушно последовал вслед за активисткой."
        window hide
        play ambience ambience_boat_station_day fadein 3
        scene bg ext_boathouse_sunset_7dl
        show sl normal pioneer
        with dissolve
        sl "Вот, здесь будет нормально."
        "На песке рядом с ней лежал какой-то мешок, в котором мне почудилось лёгкое шевеление."
        th "Поймала кого-то, что ли…"
        "Подумал я безо всякого интереса."
        show sl shy pioneer with dspr
        sl "Слушай, мне жаль, что у вас с Мику всё так глупо получилось."
        th "А уж мне-то как жаль, ты бы знала…"
        show sl sad pioneer with dspr
        sl "Да нет, ты не думай, что я лезу не в своё дело или злорадствую, но мне просто пришло в голову, раз ты один, и…"
        "Она замолчала."
        window hide
        with fade
        "Молчал и я."
        "Подумав с пару секунд, Славя уточнила:"
        sl "Так, кажется, я сказала что-то не то и очень не так, да?"
        me "Это зависит от того, чего ты хочешь."
        "Уклончиво ответил я."
        show sl smile pioneer with dspr
        sl "Ты не подумай, что я в подружки набиваюсь или что-то в этом духе…"
        "Она несколько раз глубоко вздохнула, а потом посмотрела мне прямо в глаза:"
        show sl normal pioneer
        sl "Семён, из какого года ты сюда попал?"
        "Меня продрало морозом меж лопаток."
        "Если до сих пор всё, что от меня требовалось — это не задавать много вопросов и поддерживать реноме пионера."
        "Про то, что кто-то в состоянии разнести мне весь гамбит одним хорошо подобранным вопросом, нигде не предупреждали!"
        "Даже мелким шрифтом."
        me "В смысле, из какого года?"
        "Пробормотал я."
        show sl sad pioneer with dissolve
        me "Из трёхмиллионного от рождества Гендиного, разумеется."
        sl "Семён."
        "Взросло так посмотрела на меня эта невозможная девочка."
        sl "Не паясничай. {w}Ты совершенно ничего не знаешь и не умеешь, спутать тебя с местными невозможно."
        me "Местным я ещё не уподоблялся."
        me "Мне и свойским быть очень даже неплохо."
        "Славя задумчиво покачала головой."
        "Я и правда вёл себя крайне неестественно для человека, которого не в чем уличать."
        show sl normal pioneer with dspr
        sl "Слушай, я не стала издеваться над тобой, задавая вопросы про нынешнего генсека или вещи, очевидные моим современникам."
        sl "Но это не повод ответно издеваться надо мной."
        "Она достала из кармана и потрясла у меня перед носом знакомой книжечкой в коричневом кожаном переплёте."
        th "Мой паспорт!"
        "Ахнул я."
        if alt_day_binder != 1:
            th "Я думал, пальто уехало с концами…"
        me "А ты озаботилась корпус деликти, я погляжу."
        me "Предусмотрительная, да?"
        window hide
        with fade
        me "Шантажировать меня теперь будешь? {w}Ладно, чего ты хочешь?"
        show sl angry pioneer with dspr
        "Славя перестала улыбаться вовсе — пригасила внутренее солнышко."
        sl "Теперь я вижу, что ты и правда совсем-совсем из другой жизни сюда попал."
        "Тихо сказала она."
        sl "Ты постоянно ждёшь от людей подлости… {w}Как ты выжил?"
        me "Старался я. {w}Ладно, ты поймала меня на горячем и вынудила к чистосердечному. Дальше что?"
        show sl normal pioneer with dspr
        sl "Да ничего. Помогу тебе вернуться на родину, конечно."
        sl "Раз ты всё равно остался один, и ничто больше тебя не привязывает к этому месту…"
        me "Что значит не привязывает?"
        "Перебил её я."
        me "А Мику?"
        show sl sad pioneer with dspr
        sl "Семён, я не знаю, из какого года ты сюда угодил — но у нас здесь пионеры не устраивают роман с зарубежными исполнителями."
        sl "Не получается у них."
        "Славя тряхнула чёлкой."
        show sl angry pioneer with dspr 
        sl "Да и ты — на себя-то посмотри!"
        "Я мгновенно ощетинился."
        me "Что ещё за «посмотри»? Я, по-твоему, ей не пара, что ли?!"
        "Не хватало мне ещё критики от неё!"
        show sl sad pioneer with dspr
        sl "Нет, но…"
        sl "Ты же даже не расстроился! Вообще никак!"
        "Её слова ударили по мне как тяжёлый пыльный мешок — вроде того, что она держала в руках."
        me "Ты права."
        "Нехотя выдавил я."
        "Уж себе-то можно было признаться в этом."
        "А раз можно себе, то и окружающим — тоже."
        me "Я привык получать пинки от жизни."
        me "Но давай попробуем, раз так. Что делать надо?"
        show sl normal pioneer with dspr
        sl "Захоти."
        "Я ушам не поверил."
        me "И всё?!"
        sl "Э… Не совсем, конечно."
        "Она подняла с песка мешок и отдала мне."
        "И будь я проклят, если там что-то не пошевелилось!"
        me "Что там?!"
        window hide
        scene cg d6_sl_bag_7dl
        with dissolve
        sl "Тебя это не должно волновать. {w}Оно поможет тебе вернуться домой, вот что важно."
        me "Каким образом, интересно? Там портативный телепорт?"
        sl "Слушай, я знаю, что у тебя в памяти дыра, я знаю, что ты не можешь вспомнить, как попал сюда."
        sl "А последние несколько дней ты был слишком занят, чтобы просто попытаться вспомнить."
        me "В целом верно."
        "Признал я."
        me "И что?"
        sl "Теперь самое время начать вспоминать."
        window hide
        dreamgirl "Знаешь, чувак, что-то не нравятся мне эти настойчивые инструкции."
        "Впервые подало голос альтер-эго."
        dreamgirl "Всё это крайне подозрительно."
        dreamgirl "С другой-то стороны — ей это на кой нужно? Она кто, по-твоему, миграционная служба?"
        menu:
            "Я попробую":
                $ alt_day7_mi_7dl_trait = 1
                "Вряд ли будет хуже, чем сейчас."
                "Что вообще может быть хуже, чем оказаться брошенным?!"
                window hide
                $ prolog_time()
                scene bg int_intro_liaz_7dl with fade
                sl "Расслабься и разреши памяти сделать всю работу за тебя."
                "Успокаивающе говорила Славя."
                sl "Ты должен понять — ты не принадлежишь нам, ты принадлежишь тому месту, откуда родом."
                stop ambience
                sl "Ты наследил и напортил — да."
                play sound_loop sfx_bus_interior_moving fadein 4
                sl "Но мы сможем всё исправить, прибрать и расставить по местам."
                "Я вдруг почувствовал мгновение невесомости — будто оказался в свободном падении."
                play sound sfx_head_heartbeat
                sl "Твои каникулы окончены, странник."
                sl "Пора возвращаться домой."
                "Она мягко толкнула меня в грудь, и я открыл глаза."
                window hide
                if not (herc or loki):
                    scene black with fade
                    $ volume(0.5, 'music')
                    scene bg intro_xx with dissolve
                    stop ambience fadeout 2
                    play sound_loop sfx_bus_interior_moving fadein 4
                    show prologue_dream
                    "Открыл глаза…"
                    "Мне показалось, что за окном, поросшим морозными узорами, мелькнул знакомый силуэт с каштановыми волосами."
                    "На долю секунды — девушка стояла на поручне и с тоской смотрела мне в глаза."
                    scene bg intro_xx with flash
                    "Будто прощаясь."
                    "А попрощавшись…"
                    "Прыгнула."
                    "Я хотел закричать, вскочить и побежать спасать, набирать номера скорой и кого только можно."
                    "Если бы во мне осталась хотя бы капля сил."
                    "А так оствалось только безучастно наблюдать за тем, как мир за окнами подпрыгнул и сделал сальто-мортале."
                    window hide
                    scene black with fade
                    play sound sfx_water_emerge
                    "Автобус занесло — и он, прокатившись юзом, проломил поручни моста, с места, с высоты пятнадцати метров ухнув в ледяную чёрную воду."
                    window hide
                    play sound sfx_7dl["aunl"]
                    $ persistent.alt_lamp = True
                    $ renpy.save_persistent()
                    show acm_logo_me_lamp with moveinright:
                        pos (1600, 1020)
                    $ renpy.pause(7.4, hard=True)
                    return
                elif herc:
                    stop sound_loop
                    scene black with fade
                    "Автобус и правда направлялся в ад."
                    "Сейчас я понимаю, что дурочка Платт была куда менее глупой, чем мне казалось."
                    "Философия неизбежной смерти, вечный мементо море — я привык заигрывать со смертью, но никогда не относился к ней всерьёз."
                    "Но сейчас я ощутил на губах её леденящее дыхание."
                    window hide
                    scene bg int_store_7dl with fade
                    "И вспомнил, откуда началась вся эта история."
                    "История про неудачника, не способного ни на что, кроме работы охранником."
                    window hide
                    play sound sfx_7dl["makarych"] fadein 0
                    pause(1)
                    scene black with fade
                    "Такая вот интересная история."
                    "Начавшаяся с пули в голове."
                    "В угасающем сознании мелькнуло прощальным мотивом:"
                    dreamgirl "И стоило?"
                    window hide
                    play sound sfx_bodyfall_1
                    stop sound_loop fadeout 0
                    play sound sfx_7dl["aunl"]
                    $ persistent.alt_lamp = True
                    $ renpy.save_persistent()
                    show acm_logo_me_lamp with moveinright:
                        pos (1600, 1020)
                    $ renpy.pause(7.4, hard=True)
                    return
                elif loki:
                    stop sound_loop
                    play music music_7dl["herc_death"] fadein 5
                    show blink  with dissolve
                    scene bg ext_winterpark_7dl 
                    $ renpy.pause(1.5)
                    "Лежа на снегу, в цепких объятьях мертвящего мороза."
                    window hide
                    show prologue_dream
                    "Я не выжил бы здесь и получаса — не в моём пальто."
                    "А лёжа на снегу…"
                    window hide
                    show prologue_dream
                    pause(1)
                    "Без сил…"
                    scene bg ext_winterpark_7dl with flash
                    "Без жизни…"
                    "В фильмах всегда герои умирали красиво — с гордо поднятыми головами, аристократичными профилями, произнося вдохновенные речи."
                    "А не так — измордованные, с лицом, представляющим собой окровавленное месиво — уже начавшее подмерзать."
                    "Скулящие от боли и подступающей под самое горло смерти."
                    "Выходит, ничего они всё же не стоили?"
                    "Мои семь дней лета."
                    th "Ксана."
                    "Всплыло в гаснущем сознании."
                    window hide
                    show blink
                    scene black
                    th "Ксана. {w}Ненавижу."
                    window hide
                    play sound sfx_7dl["aunl"]
                    $ persistent.alt_lamp = True
                    $ renpy.save_persistent()
                    show acm_logo_me_lamp with moveinright:
                        pos (1600, 1020)
                    $ renpy.pause(4.4, hard=True)
                    return
            "Думаю, не стоит":
                me "Если у меня дыра в голове — значит, она там не просто так."
                "Я отдал ей мешок."
                if alt_day_binder != 1:
                    me "Я уже пробовал вспомнить однажды — "
                    "И машинально потёр нос."
                    me "Мне крайне не понравилось."
                sl "Ты собираешься остаться на чужбине?"
                me "Я выходец из ада."
                "Криво улыбнулся я."
                me "Хуже, чем там, не будет уже нигде."
                "Славя вздохнула, хотела было ещё что-то сказать, но передумала."
                "Забрала мешок и, отвернувшись, отправилась прочь."
                "Спину она держала неестественно прямо."
                "А я не ощутил ничего."
                "Вообще, что я должен был ощутить, выбрав из двух зол то, что было ко мне хотя бы терпимым? Ликование?"
                window hide
                scene anim_square_party with dissolve
                "И когда Ольга подошла ко мне с логичным вопросом — я столь же логично согласился."
                "Раз я всё равно сейчас ни с кем танцевать не собираюсь, а одиночество меня вдруг начало пугать до чёртиков… Значит, что?"
                "Правильно, остаётся только возглавить вакханалию!"
                
    else:
        play music music_7dl["shehasgone"] fadein 3
        "Я вспомнил танцы трёхдневной давности."
        "Тогда в вечерней столовой накануне тоже царило нетерпеливое ожидание будущего действа."
        "Хотя нет-нет, да и проскакивали искры других эмоций — кто-то ждал всю смену конкретно этих танцев."
        "А кто-то вообще планирует остаться в лагере так как родители брали путёвку на несколько смен сразу."
        "Эти ходили гоголем, поглядывая на будущих отбывающих свысока."
        "Я не знал, к кому себя отнести, но раз со мной никто не заводил речи о продолжении банкета…"
        show mi smile pioneer with dspr
        mi "Сень, а Сень, а ты пригласишь меня?"
        me "Куда?"
        show mi laugh pioneer with dspr
        mi "На танец, конечно! Или ты с кем-то ещё договорился? "
        th "Здравствуйте, я хотел бы забронировать ваше тело на ближайшие танцы…"
        "Всё-таки, пока между нами не было всех этих… проявлений чувств… было немного проще."
        show mi normal pioneer with dspr
        mi "Если договорился — ничего страшного, я же тебе не жена…"
        me "Хватит болтать ерундой."
        "Попросил я."
        "Мне вдруг пришла в голову интересная идея."
        me "Слушай, дались тебе эти танцы! Давай лучше сбежим гулять?"
        mi "И пропустить последний танец смены?"
        show mi upset pioneer with dspr
        mi "Ни {w=.5}за {w=.4}что!"
        show mi sad pioneer with dspr
        mi "Я не для того тут одна в клубе две недели куковала, чтобы на прощальную дискотеку убежать куда-то!"
        me "А. Ясно. {w}Связь между твоим сидением и дискотекой не пояснишь?"
        show mi shy pioneer with dspr
        mi "Нет!"
        "И как я должен разговаривать с этой ненормальной?!"
        mi "Ты оденешься красиво-красиво, я тебе костюм приготовила и выгладила — и мы будем танцевать, и дядя Боря-сенсей обязательно вклеит нас в альбом 89-го года как самую красивую пару!"
        show mi angry pioneer with dspr
        mi "Я сказала!"
        me "Ладно, ладно! Сказала, значит так и будет…"
        show mi normal pioneer with dspr
        mi "Пошли, Сенечка! А то без нас начнут!"
        "Покачав головой, я направился вслед за ней."
        window hide
        with fade
        play sound sfx_open_dooor_campus_2
        pause(1)
        $ persistent.sprite_time = "sunset"
        $ sunset_time()
        scene anim_square_preparty
        with dissolve
        play ambience ambience_camp_center_night fadein 3
        "А на площади уже всё было приготовлено к танцам!"
        "Пока мы трогательно прощались у ворот, а Мику озвучивала свои планы на карьеру модели для лагерного альбома, здесь уже успели потрудиться вожатые, расставляя аппаратуру и развешивая светомузыку."
        show mi normal pioneer with dspr
        mi "Ой, они времени даром не теряли!"
        "Воскликнула Мику."
        mi "Значит, слушай, Сеня."
        mi "Костюм для тебя висит на вешалке у тебя в домике, в шкафу — спасибо Оленьке Дмитриевне и Славе."
        mi "Наденешь его — и возвращайся! И чтобы без костюма на площади не появлялся, понял меня?"
        "Забавное чудо, забавное — как можно было ему не улыбнуться и не кивнуть."
        "Я согласился, чувствуя, что ох и сделает она из меня подкаблучника!"
        mi "Тогда до встречи здесь же!"
        "Прощебетала она и упорхнула прочь."
    window hide
    if alt_day6_mi_7dl_left:
        scene anim_square_party
        "Я автоматически менял композиции, так же автоматически отмахивался от нечастых приглашений на танец, оборонял пульт от Ульяны и Алисы, желающих поставить что-то своё, зачитывал записки, которые подкидывали мне на стол, объявлял медленные и быстрые композиции."
        "Как будто есть не чувствуя вкуса — вдох, выдох."
        "Тиканье часов, возможно, шорох песка в часах песочных."
    else:
        window hide
        scene anim_square_preparty
        with blind_l
        pause(2)
        "Когда мы снова появились на площади — синхронно, кстати, хоть и с разных её краёв — на часах уже было ровно девять вечера. "
        "В самом центре уже изображала какие-то дикие коленца Ульянка, а её многочисленная свита из отрядов помладше вторила ей с криками и энтузиазмом."
        "Хотя, конечно, музыка играла там такая, что я бы под неё танцевать не рискнул."
        "То ли ритмика не та, то ли мотив, то ли Юрий Антонов у меня с танцами ну никак не ассоциируется."
        window hide
        with fade2
        "Так что первые пятнадцать минут простоял я столбом, подпирая Генду, стойко отбиваясь от всех поползновений японки вытащить меня на танцплощадку."
        "Но вот первая четверть часа сыграла на курантах, и вожатая отправила в эфир первую медленную композицию."
        play music music_7dl["stilllovingyou"] fadein 5
        "Композицию, под которую грех было бы оставаться на месте."
        "Песня про юность души, про тоску и одиночество по тому, кого жизнь частенько отгораживает от нас непреодолимой стеной."
        "Но Клаус Майне пел в первую очередь про Берлинскую Стену, а уже от слушателя зависело кто и что мог там услышать."
        "У каждого находилось что услышать, своя история."
        "У меня?"
        "И у меня тоже."
        window hide
        scene cg d3_mi_dance_close_7dl
        with dissolve
        mi "Почему ты нахмурился, Сенечка?"
        "Полушёпотом спросила Мику."
        "Красивая музыка."
        me "Так…"
        "Потому что и между нами однажды может появиться такая стена — из пространств, времени. Непрошибаемая мембрана сна-яви."
        window hide
        scene cg d3_mi_dance_afar_7dl with dissolve
        "И это так значимо — твоя наивность, твоё умение слышать и доверие чудесам."
        "Мне так хотелось бы снова, милая, тебя увидеть — но лишь глупец полезет дважды на Фудзи-сан."
        me "Думаю, что будет, если у тебя не срастётся осенью со звукозаписывающей компанией — шанс-то тю-тю…"
        mi "Знаешь, Сенечка, я решила попробовать себя вообще в новой сфере — ничего общего с тем, чем я занималась раньше!"
        "Призналась Мику."
        me "Вот как? И в какой же?"
        "Вокалоид, отказавшийся от музыки? Звучит как рыба, научившаяся дышать."
        mi "Пока секрет! Но я думаю, всё у меня получится."
        "Её глаза блеснули в радостном предвкушении."
        mi "Я поняла, что нахожусь сейчас в таком замечательном состоянии."
        mi "Я могу выбрать и попробовать вообще всё, что угодно! Вообще всё, что только придумаю — экстремальные виды спорта, путешествия, музыка, культура, образование — что угодно!"
        mi "И научил меня этому ты."
        "Японка бросила на меня взгляд из-под ресниц."
        mi "А ещё я хочу, чтобы по какому пути ни пошла бы эта история, закончиться она должна там, где я встречаю тебя дома с работы."
        mi "И на концерт этих немцев я тоже хочу сходить."
        mi "И просто прогуляться по магазинам, обвешивая тебя сотней сумочек и пакетиков."
        me "Твоя мечта звучит слишком замечательно."
        mi "А это и не мечта."
        "Мику отстранилась и требовательно посмотрела мне в глаза."
        mi "Это руководство к действию. План-задача на ближайшие несколько лет."
        me "Ничего себе!"
        me "А жить будем в Союзе или Японии?"
        mi "Я пока ещё не решила! Но обязательно!"
        mi "Ты главное сам не пропадай."
        "Я улыбнулся."
        me "Приложу все старания."
    play ambience ambience_camp_center_night 
    stop music fadeout 5
    window hide
    scene cg d6_dance_alt_7dl with dissolve
    "Танцы, прощальные танцы — как выпрошенный у судьбы второй шанс."
    play music music_list["farewell_to_the_past_full"] fadein 3
    "Народ вокруг меня танцевал так, будто завтра никогда не наступит."
    "И для кого-то из них оно и правда уже никогда не наступит таким вот, как сейчас."
    "Слишком взрослые, ищущие свой путь в жизни, или те, кому в будущем году не достанется путёвки."
    "Конечно, они всегда могут взять автобус и приехать сюда самостоятельно."
    dreamgirl "Вот только их охрана на воротах не пустит."
    th "Вообще-то, пустит. {w}Я сам так ездил несколько раз — там, где директор помнил обо мне только хорошее."
    th "Сейчас-то, понятно, воспоминания обо мне будут далеки от радужных."
    "Ну так и я здесь простой гость."
    window hide
    with dissolve
    "Был и второй танец, и третий — а потом Ольга взяла микрофон:"
    mt "Ребята, у нас есть сюрприз от Мику для вас."
    mt "Прошу всех проследовать к пристани."
    "Пионеры дружно загудели, но послушно и крайне оперативно развернулись и потянулись к воде."
    window hide
    scene bg ext_boathouse_night
    with dissolve
    "Над которой уже началось действо…"
    play music music_7dl["sam_lullaby"] fadein 3
    play ambience ambience_7dl["salute"] fadein 1
    show salute
    pause(1)
    show black behind salute
    with dsps
    me "Салют!"
    "Ахнул я."
    if alt_day6_mi_7dl_left:
        "Прощальный сюрприз от Мику."
        "Я смотрел на рвущие небо алые цветы и чувствовал, как точно так же рвётся моё сердце."
        "Слишком многое мне пыталось восполнить салютом, в груди оставалась пустота."
        "И я стоял, сжав кулаки, поодаль от основной массы, и смотрел в небо."
        "Смотрел и вспоминал всё хорошее, что дал мне этот лагерь."
        "Всё хорошее во мне, что неразрывно было связано теперь с простым именем — четыре буквы, два кандзи."
        "Настоящее одиночество нечем наполнить, как нельзя заменить некоторых людей — даже если они мимолётны в твоей жизни."
        "Зато можно смотреть на салюты — до тех пор, пока они не начнут плыть в глазах."
        th "Мне так одиноко…"
        "Это просто резь от ветра с реки и слишком пристального взгляда."
        "Это просто Мику нет рядом."
        th "Мне так не хватает тепла её ладони — сейчас, когда все эти чужие мне люди что-то празднуют."
        "Кто-то бесшумно встал рядом."
        mt "Ну, как тебе?"
        me "Так красиво."
        "Сказал я в никуда."
        me "Так красиво и так бесполезно."
        me "Почему красота не радует, если ты несчастен?"
        me "Я многое отдал бы за то, чтобы вернуть время вспять и сказать нужные слова, не скатываясь до банальностей."
        mt "Думаешь, ты что-то смог бы изменить одними словами?"
        window hide
        with fade
        "Ольга негромко вздохнула — и этот вздох почему-то не перебило разрывами."
        me "Я мог бы попытаться."
        "Возразил я."
        me "Сказал бы самое важное, а там будь что будет."
        th "Хотя мой опыт — сын ошибок трудных — насчитывает всего два раза «самого главного»."
        th "И оба раза оказались неудачными. Неудачными! Как будто слово что-то меняет в психике человека."
        th "И пока вы дружите — в том числе и организмами, ни у кого никаких претензий не возникает. Никому не страшно. Никто никого ни к чему не принуждает."
        dreamgirl "Зато в этом месте {i}она{/i} настоящая. "
        dreamgirl "Можешь себе такое представить? Не безнадёжно накалённые лампы голографических проекторов и дым-экран."
        dreamgirl "А живой настоящий человечек — который даже знает, как тебя зовут."
        stop ambience fadeout 5
        window hide
        scene stars
        with dissolve
        play ambience ambience_boat_station_night fadein 3
        mt "Это никогда не срабатывает."
        "Ещё тише произнесла вожатая."
        "Салют завершился, и потихоньку казавшееся непроглядно чёрным небо проросло кристально звонкой россыпью звёздочек."
        "Небосклон распахнулся вширь, и будь я хоть чуть менее одиноким — я бы засмеялся от счастья."
        mt "Поверь мне, как человеку, который уже сталкивался с этим."
        mt "Никакие признания никогда никого не спасли."
        me "Лучше выть в подушку от мысли, что я мог бы сделать, но струсил?"
        mt "Да."
        "Просто ответила вожатая."
        mt "Иногда это лучше всего."
        mt "Иди танцуй, до отбоя полчаса."
        "Развернувшись, она растаяла в темноте."
        "Немного постояв и поглазев в покрытое звёздами небо, я отправился домой."
        "Танцевать меня что-то не тянуло."
        "И вести танцы — тоже."
        stop music fadeout 6
        window hide
        with fade
        play sound sfx_open_dooor_campus_1
        pause(1)
        scene bg int_house_of_mt_noitem_night
        play ambience ambience_int_cabin_night fadein 1
        "Внутри было восхитительно пусто и одиноко."
        "Как будто я перетащил свой мир сюда и с удобствами разместил под треугольной крышей."
        me "Сопротивление бесполезно?"
        "Спросил я у стен."
        "Стены дисциплинированно молчали."
        me "Ничего…"
        "Пробормотал я, раздеваясь."
        window hide
        scene cg wtf_end_of_day with fade
        me "Ничего… Мы ещё пободаемся."
        window hide
        stop music
        stop ambience fadeout 6
        with fade
    else:
        me "Твоих рук дело?"
        mi "Нравится?"
        me "Не то слово! Очень нравится!"
        "Мы стояли, держась за руки как дети, и глазели на распускающийся в небе салют."
        "И молчали."
        "Я покосился на Мику — она стояла, приоткрыв рот, а в глазах был самый настоящий восторг."
        "Очень заразный восторг."
        "Я привлёк её к себе поближе, обнял за плечи и засмеялся от счастья."
        me "Как красиво."
        "Ответил я на немой вопрос в бирюзовых глазах."
        me "Откуда это взялось?"
        mi "Это Сакишита-сан привёз — подарок от Па."
        "Улыбнулась Мику."
        mi "Планировалось, что это будет мой прощальный подарок перед отъездом, но…"
        "Она зашевелилась, устраиваясь поудобнее, и положила голову мне на плечо."
        mi "Получилось немного иначе."
        mi "Хотя я не сильно жалею — вот правда."
        window hide
        with flash
        "Японка зажмурилась — отступила на четверть шага от одного особо громкого — огромного! — золотого шара, занявшего всё небо над головами."
        "Народ визжал от восторга, встречал криком каждый новый залп."
        "А мы стояли немного поодаль — нам было счастливо и от того, что мы здесь, мы рядом…"
        mi "Я всё думала, думала — как правильно."
        mi "А потом поняла: правильно — это так, как велит сердце."
        mi "Сердце велело к тебе…"
        "И с высоты всех своих ста пятидесяти восьми сантиметров очень взрослая девочка Мику снизошла до меня."
        "Она встала на цыпочки и, зажмурившись, потянулась ко мне."
        dreamgirl "И жили они недолго и гадко, аминь."
        dreamgirl "Назовёшь дитёнка в мою честь?"
        th "Это как? Шизофазия?"
        "Немного рассеянно подумал я — кто-то где-то решил, что целовать Мику важнее воздуха."
        "И стало так."
        play ambience ambience_lake_shore_night fadein 3
        window hide
        scene stars
        with dissolve
        "Стало так, что из всех девочек планеты я выбрал лучшую."
        "А ей осталось просто с этим примириться."
        me "Салют закончился…"
        mi "Да…"
        me "Надо возвращаться на танцы…"
        mi "Надо…"
        "Она так и стояла — обвивая меня худыми руками, прижавшись изо всех сил."
        "Маленькая-маленькая, хрупкая."
        "И на дне глаз плескался и играл целый океан нежности."
        window hide
        scene bg ext_boathouse_night with dissolve
        "И было утро, и был вечер — день шестой."
        "Как будто я всю жизнь брёл к ней наощупь, наобум, там и сям роняя из неверных рук подсказки."
        "А она болтала ногами на краю эстрады и терпеливо дожидалась, пока я пройду достаточно близко — чтобы можно было запрыгнуть мне на шею."
        mi "Поймала!"
        "Я пытался увернуться, пытался едва-едва касаться её губами."
        "Но она хотела большего — поймав мою голову, притянула к себе…"
        window hide
        with fade
        "А над ухом уже кто-то грохнул шампанским, поневоле заставляя пригнуть головы — и пробка улетела в небо, а над пляжем разнёсся счастливый смех людей, которые и делали этот лагерь таким замечательным местом."
        "Начальство смотрело на такие шалости сквозь пальцы."
        "У людей праздник, зачем портить людям праздник?"
        show mi normal dress with dissolve
        "А Мику была самая красивая в своём платье в тон волосам, такая беззащитная, отстранённая, зябко обнимающая себя за плечи."
        me "Холодно?"
        mi "У тебя губа прокушена."
        me "А ты поцелуешь, и пройдёт."
        "Заявил я без сомнений в чудотворных силах моей возлюбленной."
        "И хотелось бы, чтобы как в фильмах — глаза в глаза, глаза в глаза…"
        "Чтобы окружение размылось и отступило в тень, ушли звуки, пропали вспышки света…"
        "А она всё смотрела мне на губы."
        "Как будто что-то хотела там увидеть."
        me "Почему ты дрожишь?"
        "Спросил я, пытаясь прогнать холод с её запястий теплом дыхания."
        mi "Я не знаю."
        "Грустно ответила она."
        "И только теперь подняла взгляд."
        me "А хочешь…"
        "Я задумался на мгновение, и меня озарило."
        me "Хочешь, чтобы сейчас здесь остались только мы с тобой?"
        me "Или мы оказались там, где нас никто не найдёт?"
        mi "А ты можешь?"
        "Лукаво посмотрела она."
        me "Я могу всё."
        mi "Тогда сделай. Сделай так, чтобы мы оказались там, где нас никто не найдёт."
        me "Хорошо. Но ты должна мне доверять."
        mi "Я буду."
        me "Но только доверяй мне изо всех сил."
        mi "Хорошо."
        me "Закрой глаза."
        "И, когда Мику закрыла глаза, я присел и легко поднял её на руки."
        me "Не смотри! Ни в коем случае не смотри!"
        "Она весила всего ничего — три грамма нот, легкомыслия и отражений на воде."
        window hide
        scene anim_square_party with dissolve
        play ambience ambience_camp_center_night fadein 3
        "Я легко взбежал по сбитой до каменного состояния дороге вверх к площади."
        "И, не останавливаясь, побежал дальше."
        "Туда, где нас и правда никто никогда не найдёт."
        window hide
        play sound sfx_open_dooor_campus_1
        if alt_day1_sl_keys_took == 1:
            scene bg int_warehouse_night_7dl
            $ alt_hpt += 1
            if alt_day5_mi_7dl_kiss:
                $ alt_hpt += 1
            mi "Сень, откуда у тебя ключи?"
            me "Да так…"
            "Ответил я."
            if alt_day_binder != 1:
                me "Подобрал, пока один Винни-Пух с длинными волосами свои песни распевал."
        else:
            scene bg int_wardrobe2_7dl
            $ alt_hpt += 1
        $ persistent.sprite_time = "night"
        show mi smile dress
        with dissolve
        "Мы искали губы и руки друг друга бестолково и губительно долго."
        "Тепло ладоней иссякало, и мы остались в темноте."
        window hide
        scene black with fade2
        play music music_7dl["feel_you_inside"] fadein 3
        me "А ты не боишься темноты?"
        "Спросил я, пытаясь угадать в неверном свете луны силуэт девушки."
        mi "Нет."
        "Удивительно, как много места, оказывается, здесь — и потёмки будто расширили пустое пространство."
        "Мне показалось вдруг, что она далеко-далеко, и я, испугавшись, резко сделал шаг навстречу."
        "Вдохнул аромат волос — эвкалипт."
        me "Совсем?"
        mi "Совсем."
        "Прошептала она."
        "Зрение понемногу привыкало, и я уже мог разглядеть, как зябко она обнимает себя за плечи, и полуотвернувшись, смотрит в сторону."
        me "А если вдруг — ёж?"
        mi "Семён…"
        "Укоризненно сказала она."
        me "Ты так давно меня не звала именно Семёном."
        mi "Да."
        "Она так и стояла, и кто-то должен был сделать первый шаг."
        "Так я и оказался рядом — не распуская рук, я стоял так близко к ней, что мог чувствовать сквозь рубашку, как колотится её сердечко."
        me "Ты холодная и пахнешь зеленью. Как леденец от кашля."
        mi "Бака."
        "Она качнулась мне навстречу — оставалось просто подставить ладони."
        "И пустить внутрь себя."
        mi "Неужели ты совсем-совсем не волнуешься?"
        me "Я волнуюсь."
        "Это было внутри. Это было то, что уже нельзя показывать людям близким — каким стала Мику."
        "Я не имею права показывать ей, как меня потрясывает."
        mi "Правда?"
        me "Честное слово."
        "Теперь её и правда трясло."
        me "Тебе холодно?"
        "Она отрицательно покачала головой, поймала мои руки своими и сжала их, прижала к груди."
        me "Не бойся. Если ты не хочешь, я тебя не трону."
        "Глубоко вздохнув, она подняла голову."
        mi "Не тронешь?"
        me "Честно. Не трону."
        "Привстав на цыпочки, она опёрлась на мои руки, выгадав ещё несколько сантиметров."
        "И дотянулась до моих губ."
        mi "Я не боюсь. Я хочу."
        "Чуть слышно шепнула девушка, сметая последние преграды между нами."
        "Ночь ласково улыбнулась, растворяя нас в себе."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day7_mi_7dl_begin:
    scene bg int_looney_bin_7dl with dissolve
    play music music_7dl["uneven_me"] fadein 3
    "Сумеречная зона никого особо не беспокоила."
    "Хотя если доводилось кому-то проходить рядом, ожидала его полная гамма неприятных переживаний."
    "Кожу на затылке стягивало от веющего с той стороны могильного духа, а темнота становилась похожа на крайне внимательный глаз, в упор изучающий глупца."
    "Но, как я понимал, такой вот угол есть абсолютно в любом учебном заведении."
    "Видимо, ради баланса, в пику всем ярко освещённым местам с прекрасной акустикой, всегда находился закуток с тесными стенами, от которых звук возвращался пугающе искажённым."
    "По слухам, в таких местах обитали злые духи — призраки тех, кто однажды забрался слишком далеко во владения Тени."
    "И даже ясное осознание, что половина распускаемых слухов поощряется непосредственно администрацией, не спасало нисколько."
    "Возможно, там просто спрятано нечто незлободневное, вроде ёлочных игрушек или собственно ёлки, колокольчик для последнего звонка и плоские доски для ежегодной ярмарки-выставки…"
    "Здесь и сейчас мне было попросту жутко."
    "А кто-то сюда ходит каждый раз, когда дирекции требуется что-то из закромов родины."
    "Звучит приказ — и вооружённый фонарём с динамо-машинкой на ручной подзаводке завхоз устремляется туда…"
    "Происходит всё, конечно, гораздо позже уроков (а у завхозов рабочий день заканчивается никак не раньше семи часов), поэтому свидетелей таких вот походов почти что и не было."
    "Я стоял здесь уже битый час, пытаясь разглядеть хотя бы контуры канувшей туда симпатичной шатеночки в коротком платье."
    "Она звала меня с собой, и я, кажется, взял её руку — а касание перетряхнуло как крепкий удар током."
    "На долю секунды на мир накинули чёрное покрывало, и когда я открыл глаза — я уже был здесь."
    "Стоял спиной к ЧТ, пока не расслышал за спиной удаляющиеся шаги."
    dreamgirl "Не держи пиксели пальцами — они режут руки."
    "Беззвучно сообщила тишина."
    "Поглотила девушку, а через мгновение разгладились даже круги искажений."
    window hide
    with fade
    "Колонки над головой ожили, и квакающий голос сообщил."
    voice "В эфире «Джангл-радио» специальный заказ в память о Ри Хагакуре."
    "Откуда-то вдруг донёсся громогласный вопль, сопровождаемый шумом шагов — в дальней части холла распахнулась дверь, оттуда выскочила смутно знакомая девушка, затянутая в долгополую кожаную юбку, с длинными волосами розоватого оттенка."
    "Не уделив мне даже взгляда, она пронеслась мимо меня и исчезла за дверью с надписью «школьная радиостанция»."
    "Несколько секунд спустя оттуда донеслись звуки ударов, крики, а потом песня стихла, сменившись фоновым гудением в динамиках."
    "В этот раз я решил не стоять на пути боевой девицы в коже и отступил к окну."
    "Темнота, недовольно чвякнув, отпустила мои лопатки и снова притаилась."
    "Всё время, что я шёл к окну — чувствовал спиной крайне {i}внимательный взгляд{/i}."
    "Шёл, обливаясь холодным потом, каждое мгновение ожидая нападения."
    "Даже прикидывал, каким образом смогу противостоять ледяным когтям, острым как бритва — а в наличии таких когтей у наблюдателя я не сомневался."
    "Наверное, придётся играть на реакцию."
    "Верилось, что пока я не оборачиваюсь, он не посмеет напасть."
    "Тем более, пока вокруг люди."
    "Иногда самым крепким щитом является просто чьё-то присутствие рядом."
    "Хотя бы той самой девицы с розовыми волосами."
    "Поэтому я почти не боялся."
    "Почти…"
    window hide
    with fade
    "Подойдя к подоконнику, я опёрся кулаками на холодный пластик и выдохнул, загоняя поглубже остатки страха."
    "И резко обернулся."
    window hide
    scene expression Desat("bg int_looney_bin_7dl")with fade
    "За спиной никого не было!"
    "При этом ощущение {i}взгляда{/i} никуда не пропало."
    "Так могла бы смотреть на меня стена — обзаведись та вдруг сознанием и критическим мышлением."
    "Тёмный угол притаился и наблюдал за мной."
    "Вздохнув, я отвернулся, решив игнорировать расшалившуюся сигнальную систему."
    "А за окном было на что посмотреть."
    window hide
    scene bg ext_stairs_night_7dl with dissolve
    "Прямо под окнами был разбит сад."
    "Здание, в котором я находился, оказалось двухэтажным, кирпичным, оно замкнутым кольцом обрамляло сад."
    "Крыша, видная отсюда, в полном соответствии с японским правилами, была полностью доступна, хотя и затянута рабицей по периметру."
    "Сейчас там перебрасывали мяч две девушки… или два парня?"
    "На таком расстоянии тяжело было разглядеть — но им это удалось: на мгновение прервав игру, они помахали мне руками."
    "Здесь было бы даже уютно. Здорово."
    "Если бы не эта тёмная пакость."
    "Вот уж не думал, что я так сильно боюсь темноты."
    window hide
    scene bg int_looney_bin_7dl with fade
    "Больше на улице ничего интересного не было, и я отвернулся от окна."
    "Мне не давала покоя странная тишина школьных коридоров."
    "Исключая периодически фонящие колонки школьной радиостанции, ничто не нарушало первозданное спокойствие этого места."
    "Как будто здесь учились самые тихие и спокойные дети, каких только удалось найти."
    "Возможно так оно и было — в конце концов, я ровным счётом пять минут назад открыл глаза и пришёл в себя."
    "Как я шёл сюда — а судя по тому, что я был на втором этаже, я поднимался ещё и по лестнице — не помнил."
    "Не помнил ни дороги сюда, ни событий, этой дороге предшествующих."
    "Как будто пустота однажды решила — да будет этот вот парень, и стал я."
    "Теория ничем не хуже прочих, а?"
    play sound sfx_open_dooor_campus_2
    "Хлопнула дверь."
    "На пороге радиорубки стояла давешняя девица с розовой причёской."
    voice "В класс-то идёшь?"
    "Она надула розовый — в тон волосам — пузырь жевательной резинки и звонко лопнула его."
    "От резкого звука я вздрогнул и немного пришёл в себя."
    me "В класс?"
    voice "Или так и будешь стоять у окошка?"
    "Девушка прошествовала мимо меня, этак мимоходом смерив меня оценивающим взглядом — с ног до головы, потом — в обратную сторону."
    "И скрылась за той дверью, откуда выбежала парой минут ранее."
    window hide
    play sound sfx_open_door_clubs fadein 0
    pause(1)
    scene bg int_concert_room_7dl
    with fade
    "Не придумав никакой альтернативы дальнейшему моему здесь стоянию, я решил проследовать вслед за бойкой розововолосой."
    "Всё-таки была она довольно симпатичной, несмотря на некоторую бесцеремонность манер."
    "Мы оказались в помещении, явно отведённом не то под репетиции хорового пения, не то под банальные уроки музыки."
    "Правда, присутствующие здесь несколько подростков выглядели довольно староватыми для того, чтобы изучать музыку по школьной программе — когда я учился в школе, последние уроки этого предмета были классе в девятом, если я ничего не путаю."
    th "Если только это не музыкальная школа."
    "Пришло вдруг в голову."
    "Тогда я здесь несколько неуместен."
    "Здесь уже было несколько подростков — а я понял вдруг, что мне всё ещё третий десяток и я неуместен здесь чуть более, чем «несколько»."
    "Или?"
    voice "Выбирай себе место."
    "Позвала старая уже знакомая."
    voice "Только не очень близко — здесь так не принято."
    th "Индивидуалисты, да?"
    "Я дёрнул плечом и стал выбирать себе местечко."
    "Стулья-парты были расставлены квадратом пять на пять, но в действительности в помещении было всего восемь человек, включая меня."
    "Каждый из них отсел от окружающих, оставляя как минимум одну свободную парту между собой и ближайшим соседом."
    "Исключение составляла только парочка в углу — видимо, друзья."
    th "Или парочка."
    "И ещё я. "
    window hide
    with fade2
    "Но я просто непонятно как и непонятно насколько угодил сюда, и потому устроился на любимой с детства «камчатке»."
    "Затих."
    "Исподволь начал изучать окружение."
    th "Ничего, скоро придёт преподаватель и во всём разберётся."
    "Успокоив себя таким образом, я мимоходом пожалел, что нет музыки — исключая шёпоток из угла, тишина стояла гробовая."
    "Все сидели на добровольно созданном отшибе — и знакомая мне розовая красотка, и её соседка по окну, с недлинной стрижкой по японской моде, сколотой парными хвостами и лошадиной чёлкой."
    "Три парты на первом ряду занимала какая-то невзрачная мышка в коричневом, парень в расхристанном «апаше» и ещё одна, затянутая в кожу, с надменным выражением лица."
    "Парочка из угла синхронно встретила меня взглядами — и я почувствовал себя идиотом за то, что записал их во влюблённые."
    "Близнецы. Следовало бы сразу догадаться…"
    "Вздрогнув, я перевёл взгляд — заметался неловко, не зная, куда посмотреть…"
    "Мой взгляд остановился, прикованный к гордо выпрямленной спине."
    "К точёной шейке."
    "К длинным хвостам фантастического колера, живущим собственной жизнью."
    "Воздух стал у меня в горле, когда скозь пелену беспамятства прорвалось коротенькое имя — четыре буквы, два слога."
    th "Это же… Она?"
    "Хозяйки не хватило надолго, она оказалась мнительной и несколько минут спустя резко обернулась ко мне:"
    mi "И долго ты ещё собираешься сверлить взглядом мне спину?"
    voice "Эй, ты чего вдруг?…"
    mi "Ты вообще не лезь."
    "Неприязни в её голосе было хоть отбавляй."
    me "Спокойнее, спокойнее…"
    "Я поднял перед собой руки в международном знаке мира."
    me "Просто твоя осанка показалась мне знакомой, я и подумал — а вдруг мы встречались?"
    mi "Вдруг?"
    "И без того ледяной тон стал ещё холоднее."
    window hide
    with fade2
    voice "Мда…"
    "Донеслось со стороны близнецов."
    voice "Характер Мику за лето ничуть не улучшился."
    mi "С чего бы?"
    "Парировала она."
    mi "Это просто визит на родину отца. Я не должна была улучшаться."
    voice "Но и ухудшаться тоже! Я помню тебя как болтливую, но добрую девочку."
    voice "А ты вернулась с таким видом, будто у тебя любимого кота поймали и съели бродяги."
    mi "Да что ты вообще понимаешь!"
    "Вспыхнула она."
    mi "Что вы вообще все понимаете!"
    "Она вскочила, отшвырнув стул, и под громкое улюлюканье американки, выбежала из класса."
    "В дверях она с трудом разминулась с учителем, но не обратила на него никакого внимания."
    voice "Хатсуне-кун?"
    "Растеряно спросил он у пустоты."
    window hide
    play sound2 sfx_dropped_chair
    pause(2)
    play sound sfx_open_door_kick
    pause(1)
    scene bg int_looney_bin_7dl
    with fade2
    "Я не знаю, что меня дёрнуло, но я побежал за ней."
    "Если в мире смысла ноль — то кто мешает выдумать какой-нибудь новый?"
    "Знаешь, сквоттеры именно так и поступают. Они занимают пустующие дома и живут там в своё удовольствие."
    "Так что давай подпустим в этот мир хотя бы чуть-чуть определённости."
    "Вот Мику бежит, вот я за ней…"
    "Мику…"
    with flash
    "Я вдруг вспомнил, откуда знаю эту девушку."
    "Мику."
    me "Мику!"
    mi "Не подходи!"
    "Закричала она, не оборачиваясь, припустив во весь опор."
    "Расстояние между нами начало увеличиваться."
    me "Да подожди же! Мику! Мне нужна помощь!"
    mi "Я не стану тебе помогать!"
    "Утрата концентрации всего на мгновение стала губительной для девушки — она со всего маху влетела в сумеречную зону."
    "Вскрикнула — я не услышал ни звука и понял, почему эту пакость называют чёрной тишиной."
    "Отсюда, как из чёрной дыры, неспособен был вылететь ни один звук, даже свет здесь изменял своей природе и лился неторопливо, разрозненными фотонами."
    "Запнувшись, Мику упала на пол — я кинулся было вслед за ней и остановился, потрясённый."
    "Девушка истекала в окружающее пространство квадратиками — дымно тающими, уплывающими вверх золотыми искрами, будто светлячками из волшебной сказки."
    "Один такой квадратик подлетел ко мне и сел на ладонь, освещая пальцы тёплым, мерцающим светом."
    "Давая понять, что Мику необходимо вытащить, вызволить оттуда, куда она сама себя загнала."
    "И я, со всего разбега прыгнул в сумерки."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day7_mi_7dl_wakeup:
    if alt_day6_mi_7dl_left:
        scene bg int_house_of_mt_sunset with dissolve
        play ambience ambience_int_cabin_evening fadein 1
        play music music_7dl["red_lights"] fadein 3
        "С… утром?"
        "Я неохотно выпростал из-под одеяла левую ногу. "
        "И убедился в том, что за бортом отвратительно тепло и уютно."
        "Явно не чета тому, как оно было вчера, позавчера, и поза-поза… короче говоря, всё время, что я просыпался, стотысячным чутьём воспринимая Мику где-то недалеко."
        "Теперь же она усвистала так далече, что и отсюда не видать."
        "А засим — почему бы теперь местному климатизатору и не включить режим «райский» — это же усугубит моё паршивое состояние, задача выполнена, всем спасибо!"
        "С тяжёлым вздохом я опрокинул голову обратно на подушку и упрятался поглубже под одеяло."
        "Местная объективная реальность меня не интересовала."
        "Куда интереснее был тот красочный, объёмный и со стереозвучанием сон — где я смотрю в бирюзовый затылок, ловлю взгляд; пусть и неприязненный — но родной."
        window hide
        with fade2
        "Стало только моим то, что чуть не стало нашим — и как-то даже жутко думать о том, как мне дальше?"
        "Кого я вчера пытался обмануть, зачем я пытался изобразить из себя кого-то сильнее, чем я-настоящий?"
        "Сейчас я готов был расколотить глупую голову об угол кровати."
        me "Дебил, дебил, пресвятой рандом, какой же дебиииил…"
        "Простонал я, держась за тянущие потусторонней болью виски."
        "Ни одно самоутверждение не стоит упущенной возможности в последнее утро выползти на улицу и там тепло улыбнуться: «Привет. Это ты, да?{w} Я соскучился…»"
        "Или, возможно, если бы я согласился на предложение поехать с ней?"
        "Я отрицательно покачал головой."
        "Мику бы никогда не простила её во мне разочарования."
        "А она бы неизбежно разочаровалась."
        "Наблюдая свет тусклым из-под ресниц, неплотно сомкнутых от струящейся боли, через несколько лет с тоской вспоминая о том, чего ожидала от жизни."
        "Ожидала от нас."
        "А теперь что — седина под ядовито-зелёным колером на волосах, усталость в ногах и вечный озноб в плечах, которые пинетка никогда не обнимает."
        th "Я такой логичный."
        th "Такой правильный и обоснованный."
        "Почему ж тогда так выть хочется?"
        "«Совёнок» оказался крепко связан с печалью, а значит пора отсюда убираться."
        "Чем раньше я поднимусь, тем раньше сяду в автобус."
        "Подъём!" with vpunch
    else:
        scene black with dissolve
        if alt_day1_sl_keys_took == 1:
            play ambience ambience_camp_center_evening fadein 3
        else:
            play ambience ambience_music_club_day fadein 1
        play music music_7dl["groovie"] fadein 3
        "Меня разбудил сигнал горна, орущий, казалось, в самое ухо."
        "Недовольно заворчав, я открыл один глаз."
        window hide
        if persistent.hentai_graphics_7dl:
            scene cg d6_mi_morning_7dl
        elif alt_day1_sl_keys_took == 1:
            scene bg int_warehouse_day_7dl
        else:
            scene bg int_wardrobe2_7dl
        with flash
        mi "Проснулся?"
        "Хриплым со сна голосом поинтересовалась Мику."
        "Лежала она в таком интересном положении, что воображение дорисовывало всё необходимое — а с учётом утренних особенностей организма…"
        "Я потянулся к ней…"
        window hide
        with fade
        mi "Сенька, совесть имей."
        "Мику попыталась отбиться, но как-то без энтузиазма."
        "Как будто сама размышляла о продолжении банкета."
        me "Не буду я совесть… Того-этого. {w}Лучше ты иди сюда."
        window hide
        scene black with fade
        "Мы стали ближе."
        play sound sfx_7dl["sigh_out"]
        "Хотя я всеми силами пытался добиться от неё одного лишь."
        "Желания думать собственной головой."
        "Выбирать по карману, плечу и совести."
        "Кто же мог подумать, что выберет она — меня?"
        "Вот и я не знал."
        "Возможно, всё это был просто сон."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day7_mi_7dl_packing:
    $ persistent.sprite_time = "sunset"
    $ sunset_time()
    scene bg ext_dining_hall_away_sunset with fade2
    play ambience ambience_camp_center_evening fadein 3
    play music music_7dl["old_kiss"] fadein 3
    if alt_day6_mi_7dl_left:
        "Было ожидаемо кисло, тускло и тоскливо."
        "Время тянулось надоедливо медленно — ещё тошнотворнее и резиновей, чем эта непрожёвываемая каша типа «дружба»."
    else:
        "Хотя был во всём этом и несомненный плюс."
        "Мы наконец-то определились в том, как к другу относимся и чего хотим."
        "Вернее, даже не так."
        "Я понял, что отношусь к Мику немного… намного теплее, чем к просто другу — оно и неудивительно после этой-то ночи."
        "А она… Возможно, её выбор был обусловлен тем, что ничего лучше этот лагерь ей предложить попросту не в состоянии?"
        "Хотя если это просто смирение, почему тогда отражением моего восторга горят и её глаза?"
        "Эволюция отношений: знакомые, приятели, друзья… Любовники."
        window hide
        scene bg ext_dining_hall_near_sunset
        with fade
        if alt_day1_sl_keys_took == 1:
            "Я не мог всё поверить в то, что всё это по-настоящему."
            "Казалось, что дотянет девушка до логической точки, до некоего кульминационного предела — и тогда погаснет свет, грохнут петарды, и со всех сторон побегут люди с криками «сюрприз» и «скрытая камера»."
            "Потому что не мог же я и правда поверить в то, что оказался действительно интересным для Мику?"
            "Или мог?"
            "Наиболее опасным был момент, когда загремели ключи в замке склада, и открылись двери."
            "Славя зашла было в помещение — ещё чуть-чуть, и она заметила бы нас!"
            "И выручила нас, как ни странно, Ольга Дмитриевна — она окликнула активистку, та из вежливости вышла на улицу."
            "Что и подарило нам несколько секунд на то, чтобы улетучиться из помещения, благородно оставив не нужную больше связку ключей на столе."
        else:
            "Честно сказать, удивлён тому, что никто нас с собаками не разыскивал."
            "Потому что ещё днём ранее здесь устроили бы чуть ли не поисковую экспедицию."
            "Да и отношение к Мику удивило — будто бы, отказавшись уезжать с Сакишитой, она внезапно утратила с пару десятков пунктов рейтинга незаменимости в глазах окружающих."
            "Никто за последние десять часов ни разу о ней не вспомнил."
            "Разве такое бывает?"
            "Я дёрнул плечом — видимо, бывает всё-таки."
        "Потом был эпический поход к столовой с выглядыванием вожатой из кустов."
        "Но удача сегодня была на нашей стороне — мы пробрались в зал и уселись за столы незадолго до явления Ольги Дмитриевны народу."
        "И в то же время лучше бы просто сразу закончить всё необходимое — и остаться вдвоём где-нибудь, просто греться остатки времени рядом, касаясь друг друга плечами."
    "Но солнышко грело с энтузиазмом, а сонные пионеры гудели со странным воодушевлением."
    window hide
    play sound sfx_open_dooor_campus_1
    pause(1)
    scene bg int_dining_hall_people_sunset at zenterleft
    with dissolve
    play ambience ambience_dining_hall_full fadein 3
    "Обещали друг другу обязательно увидеться — если не в городе, то уж в лагере на следующий год точно."
    "Только вот я никому и ничего пообещать не мог."
    "Даже простейшее «увидимся» в моём исполнении звучало ложью."
    "Я не гарантировал даже ближайшие пять минут."
    "Ничего вообще."
    "Скверно от такого становилось, если честно."
    if alt_day6_mi_7dl_left:
        "Хотя, наверное, мне даже немного полегче — не придётся прощаться с дорогим человеком."
        "Ибо я уже попрощался."
        "Я как будто жил в фильме с грустным концом — после того, как он закончился."
        "Мне нужно было просто смириться и плыть по течению."
        "А уж в этой науке я поднаторел."
    else:
        "Даже непонятно было, как относиться к тому, что нас ещё несколько часов будут мариновать в одном автобусе, прежде чем разлучат."
        "С одной стороны — последний шанс надышаться перед смертью как следует."
        "С другой… Всё это время будет проведено под знаком неминуемого расставания."
        "Шесть часов тоски и скорби."
        "Но это мои тараканы и самокопания."
        show mi normal pioneer with dissolve
        mi "Поможешь мне собраться?"
        "Не думаю, что ей прямо уж так требовалась моя непосредственная помощь."
        me "Безусловно. Что нужно сделать?"
        show mi smile pioneer with dspr
        mi "Посидишь тихонечко в уголочке и составишь мне компанию, пока я платья в чемодан убираю!"
        "Улыбнулась японка."
        "Похоже, это и правда был просто повод."
        me "А как же мои вещи?"
        show mi laugh pioneer with dspr
        mi "Сеня! Я же в курсе, что ты совсем без вещей приехал!"
        mi "Я бы удивилась, но Ольга Дмитриевна-сан сказала, что с твоими родителями есть договорённость на этот счёт."
        mt "Есть! {w}А ещё есть договорённость немного ставить вожатую в известность, где её пионеры ошиваются!"
        show mt normal pioneer at right with dissolve
        "Сообщила вожатая, проявившись ниоткуда прямо за нашими спинами."
        th "Бррр, ей бы роль злодея в каком-нибудь фильме — очень бы подошла."
        dreamgirl "И смех ещё такой замогильный: бва-ха-ха-ха!"
        th "Вроде того."
        mt "Так что, не хочешь мне рассказать, где ты был?"
        show mt grin pioneer with dspr
        mt "Только не надо этих песен про то, что ты гулял."
        show mi serious pioneer with dspr
        mi "Сеня, он…"
        "Мику приняла самый серьёзный вид и даже начала было что-то объяснять, но я перебил её:"
        me "Хорошо, петь не буду. {w}Скажу как есть."
        show mi shy pioneer with dspr
        mi "Ой…"
        me "Короче говоря, я ночевал в домике на дереве."
        "Понятия не имею, откуда вдруг взялся этот «домик» — спрыгнул он с языка совершенно самостоятельно."
        show mt sad pioneer with dspr
        "А Ольга, услышав такой ответ, вся будто потускнела — выдохнула, кивнула."
        mt "Я так и думала. {w}Заканчивайте завтрак и начинайте сборы — отъезд в полдень."
        hide mt with dissolve
        "Не удостоив нас больше и взглядом, вожатая ушла."
        mi "Сень, ничего рассказать не хочешь?"
        me "А, не спрашивай."
        "Покачал головой я."
        show mi upset pioneer with dspr
        mi "Сеееееень!"
        me "Просто старая история, связанная с Ольгой Дмитриевной."
        show mi happy pioneer with dspr
        mi "Как интересно!"
        "Захлопала в ладоши японка."
        mi "Расскажешь?"
        me "Нет. {w}Попозже, ладно?"
        dreamgirl "А мне ничего рассказать не хочешь?"
        th "Тебе — тем более!"
        "Ответил я, заканчивая завтрак."
    stop music fadeout 5
    play sound sfx_open_door_2
    pause(1)
    window hide
    scene bg ext_dining_hall_near_day at zenterright
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    if not alt_day6_mi_7dl_left:
        "Мику вцепилась в меня на крыльце и безапелляционным тоном потребовала продолжения истории."
        show mi serious pioneer with dissolve
        mi "И сейчас же!"
        me "Мику…"
        "Жалобно попросил я."
        me "Мне тут страшно за нас, а ты с вопросами…"
        show mi surprise pioneer with dspr
        mi "Страшно? {w}О чём ты говоришь?"
        me "Понимаешь, у нас всё очень сложно… {w}Ты уверена, что всё получится?"
        show mi angry pioneer with dspr
        mi "Понапридумывал себе всякой фигни."
        mi "Получится, не получится…"
        mi "Тебя спросить забыли, что у кого получится. За руку меня быстро взял и пошли."
        "Сердито потребовала она."
        "Про домик и мою оговорку она больше не спрашивала."
        window hide
        hide mi
        with fade
    scene bg ext_square_day with dissolve
    play ambience ambience_camp_center_day fadein 3
    "На этих бетонных плитах, в этом раскалённом воздухе разыгралось столько житейских драм, трагедий, комедий…"
    "Мне кажется, если бы лагерь обладал самосознанием, он был бы крайне доброжелательным и положительным существом."
    "Таким, например, как Мику."
    "У него всегда была бы наготове история-другая, утешающий леденец и тёплое дружеское участие."
    "И можно говорить, что каждый уезжающий отсюда пионер уносит в себе частичку лагеря, тем самым обедняя это хтоническое существо."
    "Но на деле, они просто несут тепло и свет, которым зарядились за эти три недели — несут туда, где те нужнее всего."
    "В сердца других людей."
    if alt_day6_mi_7dl_left:
        "У моей истории не слишком замечательный конец — собственно, я лично отказался от любой замечательности."
        "Не потому, что я такой идиот — просто будущее Мику мне показалось несколько важнее моей собственной сиюминутной прихоти."
        "Птица рождена для полёта, а не для хождения по земле. Мику рождена, чтобы нести музыку в души, а не варить борщи дома."
        "Вот и вся моя горьковатая логика."
        "С другой стороны, как я сейчас подозреваю, от выбора я располагал одной лишь иллюзией."
        "Иллюзией свободы выбора."
        window hide
        with fade
    else:
        scene expression Dawn("bg ext_square_day")
        show mi smile pioneer
        with dissolve
        "Мику не особо заботили все эти высокодуховные угрызения: схватив меня за лапу, она в крейсерском режиме понеслась вперёд."
        me "Куда ты так торопишься?"
        mi "Некогда объяснять, вперёд!"
        "Она припустила вперёд ещё быстрее — мне оставалось только переставлять конечности в попытках не запнуться."
        stop music fadeout 5
        window hide
        $ persistent.sprite_time = "day"
        $ day_time()
        scene bg ext_house_of_un_day with dissolve
        play sound sfx_open_dooor_campus_1
        pause(1)
        scene bg int_house_of_un_day
        with dissolve
        play ambience ambience_int_cabin_day fadein 3
        play music music_7dl["you_are_human"] fadein 3
        "И только когда за нами закрылась дверь, Мику отпустила мою руку и перевела дух."
        "Честно сказать, причин такой жуткой спешки я не видел, но благоразумно не стал задавать вопросов."
        "А то мало ли…"
        show mi normal pioneer with dspr
        mi "Присядь на кровать пока."
        "Приказала она, рывком вытаскивая из-под кровати пузатый японский саквояж."
        "Мговение — и боковая стенка ушла в сторону, а Мику переместилась в шкаф, откуда в мою сторону практически одновременно полетело сразу несколько платьев, пакетов с бельём, обувь и чёрт знает что ещё."
        "Я попытался всё это поймать, но крепко так получил мыском туфли-«скалы» по голени и намёк уловил."
        "Тихохонько забился в дальний угол, устроив себе блиндаж из подушки — на случай, если вдруг ещё что-нибудь полетит."
        window hide
        scene expression Noon("bg int_house_of_un_day")
        show mi smile pioneer
        with dissolve
        "Мику остановилась на мгновение."
        "Хихикнула, посмотрев на мою перепуганную физиономию."
        me "Очень смешно."
        mi "Разве нет?"
        "Она хихикнула ещё раз."
        mi "Могучий Семён сражён летающими тряпками."
        window hide
        with fade
        "Видимо, вытащив все необходимое, японка удовлетворённо кивнула и хлопнула дверцей — так, что стёкла задрожали."
        me "Слушай! Оно вот обязательно — всё с таким тарарамом и психами?"
        show mi laugh pioneer with dspr
        mi "Надо же, какая нежная натура. "
        me "Ничего не нежная, просто ты так всё делаешь… {w}Как будто в тебя демон разрушения вселился."
        show mi happy pioneer with dspr
        mi "Глупый Сенечка."
        "Она оставила в покое чемодан, с которым воевала во время моей речи, и, присев на краешек кровати рядом со мной, коснулась ладошкой моих волос."
        mi "Мы же уже говорили про это, помнишь?"
        me "Про что?"
        mi "Про расставания, Сеня."
        me "Что-то не припомню."
        mi "Про расставания и отъезды. Про проводы — вы, русские, так любите страдать и копаться в самих себе."
        me "Русские… {w}Сама китайская, что ли?"
        show mi normal pioneer with dspr
        mi "Только наполовину русская!"
        me "Так о чём мы?"
        "Я попытался деликатно вернуть беседу в прежнее русло, пока меня снова не сбили с толку болтологией."
        me "Мы с тобой, якобы, о чём-то разговаривали…"
        me "Про расставания. {w}Хотя я и не помню ни о чём таком."
        show mi shy pioneer with dspr
        mi "На самом деле, так иносказательно было."
        mi "Просто хотела, чтобы ты сам догадался."
        mi "Пока я здесь швыряюсь, кричу и грохочу — я неуязвима для тоски и хандры."
        mi "А я не хочу расклеиться, чтобы ты запомнил меня с красными глазами и распухшим носом, ясно тебе?"
        show mi happy pioneer close with dissolve
        with vpunch
        "Сложив два пальца, она шлёпнула мне по лбу:"
        mi "Так что давай соберись и переставай кисло светить кислой физиономией — а помоги-ка лучше с постельным!"
        "Цапнув получившуюся на кровати горку, она ухнула ту в развёрстую утробу чемодана и приглашающим жестом обвела кровать. "
        me "А ты?"
        mi "В смысле?"
        me "Ты чем заниматься собираешься?"
        mi "Разве непонятно?"
        show mi grin pioneer with dspr
        "Подмигнув мне, она расстегнула верхнюю пуговку на рубашке."
        mi "Всячески мешать и отвлекать тебя, конечно!"
        me "Ты серьёзно?"
        th "Она с ума сошла, что ли?!"
        show mi laugh pioneer with dspr
        "Мику расхохоталась:"
        mi "Я говорила про смену одежды — форму-то сдать надо!"
        show mi normal pioneer with dspr
        mi "А ты о чём подумал?"
        window hide
        with flash_pink
        "Я возвёл очи горе и сполз с кровати."
        hide mi
        with fade2
        pause(2)
        window hide
        scene bg int_house_of_un_day
        with dissolve2
        "Усмехнувшись напоследок, Мику открыла дверку шкафа, и мгновение спустя на край импровизированной ширмы легли рубашка и юбка."
        "А ещё через пару минут передо мной явилась преобразившаяся Мику."
        show mi grin casual with dspr
        mi "Ну это не пионерская форма, конечно…"
        "Пробормотала она."
        "И я согласился с тем, что да — это, действительно, не она."
        me "Блеск!"
        mi "Не считая спортивного костюма, это единственная одежда из дома, которую Ольга Дмитриевна-сан согласилась считать приличной."
        me "Согласилась?"
        show mi cry_smile casual with dspr
        mi "Да.  Остальные она обозвала порнографией и велела «не появляться на людях в этом»."
        "Мику забавно и очень похоже передразнила вожатую."
        mi "Ещё и предупредила, мол, в автобус не пустит, если я решу в платье заявиться."
        mi "Блин, Сенечка! Мне же не три года, почему я не могу ходить в чём захочу?"
        me "Потому что есть определённые правила?"
        show mi dontlike casual with dspr
        "Мику недовольно фыркнула."
        mi "А костюм у меня замечательный такой — уютный, удобный."
        mi "Только загубила я его, Маша-растеряша такая."
        mi "В первую неделю и загубила — мы отправились на первый лагерный костёр, все оделись потеплее, и я тоже."
        me "Не столько от холода, сколько от комаров."
        "Мику задумчиво кивнула."
        mi "Возможно ты и прав, не знаю."
        mi "Так или иначе, когда мы пришли и расселись, я не очень-то глядела куда сажусь."
        show mi sad casual with dspr
        mi "Привыкла на родине, что везде всё чисто, стерильно и облагорожено."
        mi "Вот и плюхнулась не глядя."
        mi "А там — смола. Пакость!"
        mi "Вот чего ты хихичешь?! {w}Она же вообще не оттирается и не сходит!"
        mi "Тем более, материал такой, вроде плюша, мягкий-мягкий — я пока пыталась оттереть одно место, испачкала все остальные."
        show mi smile casual with dspr
        "Скомкав костюм, Мику упрятала его поглубже в чемодан и взмахом руки подозвала меня помогать."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return
    
label alt_day7_mi_7dl_departure_lone:
    play music music_7dl["tilltheend"] fadein 3
    "У меня не было вещей, чтобы их собирать."
    "У меня не было людей, с которыми следовало бы попрощаться."
    "Налегке — перекати-поле, ни к кому не привязывающийся и нигде не задерживающийся надолго."
    "Возможно, таков мой крест — постоянное стремление к горизонту?"
    "Несмотря даже на то, что более лютого домоседа, чем я — ещё поискать."
    "Но от ворот уже трубно гудят автобусы, прибывшие по наши души."
    window hide
    scene cg d7_leaving_no_sh_7dl
    with dissolve
    "А значит — пора."
    "Я не против постоянных разрывов связей и знакомств — это датся мне легко и непринуждённо."
    "Но, чёрт, как же мне надоело жить на чемоданах!"
    window hide
    with fade
    mt "Дети, все здесь?"
    "Я затесался в задние ряды сбившихся стайкой пионеров и ответил за всех утвердительным мычанием."
    "Все-то все. Только двух пионеров наша дражайшая вожатая уже умудрилась растерять."
    "Не то чтобы меня так уж сильно беспокоила судьба Шурика…"
    mt "Объявляю десятиминутную готовность до отъезда, если кто-то забыл сделать свои дела — поспешите!"
    "Из наших никто не двинулся с места — твёрдые все были, тёртые, не первый год замужем, не первый раз в лагере."
    "Все уже знали порядок и правила."
    mt "Сёмыч, сядешь со мной?"
    "Я пожал плечами."
    "Место ничуть не хуже и не лучше всех прочих."
    mt "Тогда занимай первое место и жди меня. Скоро буду."
    "Я кивнул и полез в утробу автобуса."
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_bus with dissolve
    "Через проход от нас, сразу за гнутым стеклом кабины водителя в беспорядке были навалены какие-то тюки, сумочки и баулы."
    "Пришлось садиться с другой стороны."
    "Мимо меня сновали пионеры, то и дело кидая в мою сторону какие-то непонятные взгляды."
    "А я уже почти даже не реагировал — привык."
    "Десять минут спустя с площадки донеслись разноголосые трели вожатских свистков, и рядом со мной на сиденье приземлилась Ольга Дмитриевна."
    show mt normal pioneer with dissolve
    mt "Сёмыч, чего такой кислый?"
    "Я неопределённо дёрнул плечом — отстань, мол."
    "Но вожатая, похоже, на понимание намёков была неспособна."
    mt "Расслабься, Сёмыч!"
    stop music fadeout 4
    "Она хлопнула меня по колену."
    mt "Всё будет хорошо — вот увидишь!"
    play music music_7dl["tellyourworld"] fadein 3
    hide mt with dissolve
    "Она встала коленями на сиденье и обернулась в салон:"
    mt "Готовы, дети?"
    "И «дети» в тон ответили:"
    voices "Готовы!"
    "Закричали ей в ответ, и Ольга самодовольно улыбнулась, поглядывая на меня."
    mt "Тогда отправляемся!"
    "А я, пожав плечами, отвернулся к окну."
    "В отражение собственных глаз всегда так легко грезить, так легко представлять, что глаза отражаются в стекле — не мои, а…"
    "Стало только горше и противнее."
    "Моё лето заканчивалось настолько отвратительно, что, право, лучше бы я…"
    "Но я не успел додумать сожаление, так как плеер щёлкнул — сам по себе — и на экранчике высветилась короткая строчка."
    "Видимо, этот мир всё же не ненавидит меня?"
    "Я поставил наушники в уши и прикрыл глаза."
    stop ambience fadeout 3
    window hide
    scene bg int_bus_people_day with fade
    play sound_loop sfx_bus_interior_moving fadein 2
    "{i}Давай-ка запретим себе трястись — и в небо с разбегу!{/i}"
    "{i}Забудь ты правила — есть вещи на порядок важней!{/i}"
    "{i}Пусть песня на устах ведёт тебя туда, где ты не был.{/i}"
    "{i}И тем теплей от слов внутри, что тянут за собой — вперёд же! Ну же! Скорей!{/i}"
    "{i}И всем тем чудесам,  что шлю навстречу.{/i}"
    "{i}Всему, что знаю, научу — конечно.{/i}"
    "{i}Объединяя точки на Земле той бескрайней сферой, где и мы с тобою.{/i}"
    "{i}Я счастье донесу тебе, я справлюсь.{/i}"
    "{i}Все песни допою, что только знаю.{/i}"
    "{i}И круг замкнётся снова — и плевать,  где ты, ты просто руку протяни.{/i}"
    "{i}И миру расскажи про нас…{/i}"
    "Песня-молитва, песня-мечта — мы же все знаем, что божество существует ровно до тех пор, пока существует хотя бы один верующий."
    "А я… Я верю в Мику."
    window hide
    scene cg d6_mi_vyluthere_7dl
    show anim_grain
    with dissolve
    "Жила-была Девочка, которая родилась в мире, благосклонном к чудачествам."
    "Она умела всё, что только приходило в голову."
    "Но чаще всего она просто пела в распахнутое небо."
    "Про мысли, про время."
    "Про людей."
    "Она была очень одинока в своём мире безграничных возможностей."
    "Пока однажды не распахнулось тёмное окно прямо в небе."
    "Там был высокий холм с проходящей извилистой дорогой — там было так хорошо гулять и ловить губами дождь."
    "Девочка бежала со всех ног, чтобы рассмотреть внимательнее диво дивное, чудо невиданное."
    "Как же — она не одна в этом мире!"
    "Сколько раз она думала о том, что будет, что случится, если однажды встретит кого-то ещё."
    "Представляла себе встречу в подробностях, придумывала вопросы и ответы за себя и за собеседника, песни, темы разговоров…"
    window hide
    scene cg d6_mi_farewell_7dl
    show anim_grain
    with dissolve
    "Ветер свистел в волосах, трава била тяжёлыми колосьями лисок по голым ногам, когда она взбегала вверх на холм: скорее, ещё скорее!"
    "И там…"
    mi "Ко-ни-чуа?"
    "Электронной дрожью сломался голос."
    "Тёмное окно оказалось правильным прямоугльником из очень-очень толстого стекла."
    "Тёмным оно было потому, что по ту сторону окна была глубокая ночь."
    "Лишь свет, падающий с этой стороны, выхватывал из сумерек черты лица, покрасневшие глаза и лихорадочно бьющие по клавишам пальцы с обгрызенными ногтями."
    "Справа можно было разглядеть бесхозно валяющийся на столе планшет со смутно знакомой сине-зелёной наклейкой."
    "Можно было разглядеть и кое-что ещё, но Девочку интересовало не это."
    "Она внимательно разглядывала именно глаза."
    "Знакомые."
    "Несуществующие."
    "Те, что всю жизнь видела во снах и пела им песни, не стесняясь никого, ибо глупо это — стесняться петь, когда ты одна во всём мире."
    mi "Ко… ни… чуа?"
    "Повторила она ещё раз, не уверенная в том, что её расслышали."
    "Очень огорчившаяся от этого."
    "Он же обязательно должен был услышать, он должен был улыбнуться и обрадоваться ей — иначе зачем он сидит сейчас, очень уставший, это видно же!"
    window hide
    scene cg d7_me_epilogue_bus_7dl
    show prologue_dream
    with dissolve
    "Зачем он… по ту сторону?"
    "Привстав на носочки, она положила ладошку на стекло."
    "Стекло было холодное."
    "И Мальчик с той стороны ничего не заметил."
    "И, кажется, даже не пошевелился."
    stop music fadeout 5
    mi "Се-неч-ка?"
    window hide
    scene bg int_bus_night with flash
    play music music_7dl["are_you_there"] fadein 3
    "Я вскрикнул и проснулся."
    "Проснулся…"
    "Один."
    "Рядом со мной никого не было, за рулём было девственно пусто."
    "Я обернулся, бросил взгляд назад — там тоже не было никого."
    "Как будто сбылся старый недобрый сон родом из страны Детства: я остался последним человеком на Земле."
    "Ещё туман этот…"
    "Сквозь плотную серую пелену не пробивалось ни лучика света."
    "Невозможно было определить ни времени суток, ни даже течения времени."
    "Если бы не слабое свечение самого тумана, жирными кляксами распластавшегося на стёклах окон, в салоне было бы совсем темно."
    scene bg int_bus_night:
        zoom 1.0 xalign 0.5 yalign 0.4
        linear 6.0 zoom 2.0 xalign 0.5 yalign 0.4
    with dissolve
    "Двигаясь замедленно, будто во сне, я поднялся с кресла и вышел в проход посередине."
    "Отсюда он казался бесконечно длинным, а в конце его света не было вовсе."
    "И всё же страха почему-то не было совершенно. "
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day7_mi_7dl_departure_a2th:
    scene bg ext_no_bus with dissolve
    play ambience ambience_camp_entrance_day fadein 3
    play music music_7dl["the_way"] fadein 3
    "Пока суд да дело, пока сборы и прощания — оказалось, что полдень уже невозможно близко, а у меня и вещей собирать как будто бы и нет."
    "Так что выкатили мы дорожную сумку Мику к воротам и сами уселись на наше любимое место, где оба передумали столько мыслей."
    me "Даже как-то странно, что и ты сюда ходила поразмыслить. А ты точно не врёшь?"
    "Спросил я."
    show mi smile casual with dissolve
    mi "Вру, конечно."
    "С усмешкой отозвалась девушка."
    mi "Это же так актуально сейчас — когда мы вот-вот разъедемся."
    "Её голос чуть заметно дрогнул — чуть заметно для меня нынешнего — и я поспешил приобнять японку за плечи."
    "Старый я, разумеется, ничего бы не заметил — не до глупостей мне было, вроде точного фиксирования чужих вздохов и размышлений."
    show mi sad casual with dspr
    me "Прости."
    "Покаялся я."
    me "Просто гнетёт меня вся эта ситуация, вот невольно и срываюсь на окружающих."
    mi "Сень, ты на неё, вот на эту ситуацию воздействовать можешь?"
    me "Нет, конечно. Я могу просто ждать."
    show mi grin casual with dspr
    mi "Вот тогда и расслабься, окей? {w}И помни: никто ни в чём не виноват."
    me "Никто ни в чём не виноват."
    "Послушно повторил я."
    mi "Гораздо лучше!"
    "Похвалила японка."
    "И коснулась моей щеки губами."
    mi "Повторяй это себе почаще — и всё будет хорошо. {w}Обещаю!"
    window hide
    play sound sfx_bus_honk
    pause(1)
    scene bg ext_bus1_7dl with dissolve
    "Но договорить нам не дали."
    "С громким гудком сигнала на заасфальтированную площадку перед воротами лагеря вырулили сразу несколько «Икарусов»."
    "Сразу несколько обратных посылок из страны Счастья в мир Бытовухи."
    "Даже если кого-то по ту сторону трёхсоткилометрового перегона ожидает лето на сломе, верные друзья и безбрежное счастье — едва ли он сядет в автобус в счастливом нетерпении."
    play sound_loop sfx_bus_idle
    "Привлечённые клаксоном, из-за ворот показались сначала вожатые, а за ними и их подопечные."
    "Московское время было — половина двенадцатого."
    "Время расставания. Прощения и прощания."
    mi "Пойдём?"
    "Мику толкнула меня локтем в бок, привлекая внимание — со стороны ворот спешила Ольга Дмитриевна."
    window hide
    scene cg d7_leaving_no_sh_7dl
    with dissolve
    mt "Мику, Семён, вы собрались?"
    "Не дождавшись наших ответов, вожатая заняла место возле автобуса — и тут же замахала руками Лене и Алисе, беспредметно шатающимся у ворот."
    "Вслед за ними подтянулись и прочие пионеры."
    "Сейчас бы выдать пафосный спич о том, что мы прошли через горнило, не потеряв ни единого бойца, но по факту было несколько иначе."
    mt "За исключением Трофимова, все должны быть на месте."
    "Она ещё раз тщательно пересчитала нас по головам, после чего кивком разрешила водителю открывать багажное отделение."
    window hide
    with fade
    "Туда тут же полетели матерчатые чемоданы, саквояжи, изредка — модные спортивные сумки с тремя белыми линиями по центру."
    "А ещё минутой спустя места в салоне были оккупированы моими несостоявшимися товарищами по оружию."
    "Как-то получилось, что Мику оказалась мне важнее всего прочего коллектива."
    "Некрасиво. {w}А что поделать."
    play music music_7dl["tilltheend"] fadein 3
    window hide
    $ persistent.sprite_time = "day"
    scene bg int_bus with dissolve
    "Так или иначе, но в салоне, в серединке на отшибе, заняли свои места и мы с Мику."
    "Автобус предназначался для куда большего числа пионеров, но раз у нас был такой вот маленький отряд…"
    show mi smile casual with dissolve
    mi "Поедем вместе."
    me "Да."
    "Мику с энтузиазмом захлопала в ладоши."
    show mi happy casual with dspr
    mi "И будем всю дорогу болтать!"
    "От ответа ещё и на эту реплику меня спас вопрос вожатой:"
    mt "Вы готовы?!"
    "И я в тон всем закричал:"
    me "Готовы!"
    "Автобус швырнул себя в раскалённый день."
    stop ambience fadeout 3
    window hide
    scene bg int_bus_people_day with fade
    play sound_loop sfx_bus_interior_moving fadein 2
    "Мику собралась всецело реализовать свои планы — и проболтать со мной всю обратную дорогу до города."
    "Хотя и нельзя было сказать, чтобы я так уж сильно сопротивлялся."
    "Несмотря на некоторую шумность моей возлюбленной, было в ней одно всёискупляющее качество: её голос было приятно слушать."
    "И говорила она больше по существу, хоть и сбиваясь с пятого на десятое."
    "Надо было просто научиться слушать."
    "Научиться слышать."
    "Мне самому понравилось, как это прозвучало."
    th "Я научился {i}слышать{/i} Мику."
    "Произнёс я про себя — и нипочём стали все грядущие испытания."
    "Ибо самое главное-то, как оказалось, я прошёл только-только вот, не слезая с этого кресла."
    mi "А потом Па и говорит: «Если она не хочет носить юката — никто не будет заставлять её! Пусть хоть штаны носит!» Ма тогда так разозлилась!"
    me "А тебе было так сложно?"
    "Мику смутилась."
    mi "Понимаешь, с этой одеждой связано несколько ритуалов и примет — и все про любовь."
    "Она коротко дёрнула подбородком:"
    mi "Тогда я ещё не была готова к… ну, к тому, чтобы моё имя и любовь ставили в одном предложении."
    me "А теперь?"
    "Мику рассмеялась и сменила тему."
    window hide
    scene cg d7_mi_epilogue_bus_7dl
    with dissolve
    "Смех Мику — самое сильное оружие против любых тревог и страхов, вот что я понял."
    "Как непонятно было — каким же это образом я умудрился выжить по сию пору, не зная и не встретив на своём пути эту девушку…"
    "Так и неясно становилось — как же я… мы — как мы дальше будем?"
    "Мы же не сможем вцепиться друг другу в ладони и не расцеплять их так сильно, чтобы стать одним, не дать никому разъединить нас."
    "Ведь не можем же?"
    "Потому что это утопия."
    "У неё возраст, карьера, гражданство."
    "У меня вообще непонятно что — с неизвестными перспективами."
    th "А значит, что?"
    "Додумать я не успел — автобус вдруг взвыл, будто попал на особо крутой склон, рванулся вперёд, ещё вперёд."
    "А окна прямо по курсу и по бокам стало заволакивать неуместным при таком солнцепёке туманом."
    "И, похоже, что я был единственным, кто видел этот туман."
    dreamgirl "Черта невозврата…"
    dreamgirl "Твоя история завершается примерно здесь, плюс-минус пара километров."
    dreamgirl "Так что запоминай всё вокруг как можешь детально, целуй свою девочку на прощанье — это разрешается, если я ничего не путаю."
    th "И что дальше?"
    dreamgirl "Дальше?"
    "В голосе раздвоения личности послышался горький смешок."
    dreamgirl "С вещами на выход, разумеется. Поезд прибыл на конечную «Дно»."
    "Я резко тряхнул головой и огляделся."
    "В салоне всё ещё царил шум переговоров, гул двигателя, жара и запах бензина."
    "Но всё как будто отодвинулось на второй план, смазалось, зазвучало приглушенно."
    stop music fadeout 3
    window hide
    stop ambience fadeout 2
    $ persistent.sprite_time = "day"
    scene bg int_bus_people_day
    with dissolve2
    play music music_7dl["unholy_you"] fadein 3
    "А ещё несколькими секундами спустя — НАЧАЛОСЬ."
    "Я не очень понимал, как это работает, но, похоже, что только моё активное внимание позволяло удерживать рядом со мной предметы и людей."
    "Я чуть-чуть отвернулся от флажков рядом с местом водителя — и они пропали."
    "Пропал и сам водитель, и часть руля."
    "За спиной тоже давным давно никого не было."
    "Вещи, раскиданные на спинках сидений, выставленные в проход  ботинки, панамки на верхних полках — исчезали, стоило им лишь пропасть из поля моего зрения."
    window hide
    scene bg int_bus
    show mi sad casual
    with flash
    me "Мику!"
    "Я обернулся к Мику и изо всех сил уставился на неё в упор."
    "Старался фиксировать её в сознании как мог чётко, проводя сотни ассоциаций и воспоминаний — а эта неделя оказалась щедрой на воспоминания."
    "Как будто и в самом деле нас пытается разлучить ветер, а мы всё держимся и держимся за руки."
    stop sound_loop fadeout 3
    "И когда из сознания выпал гул двигателя, я понял вдруг, что следует делать."
    "Нужно было просто…"
    me "Где же он был."
    "Я судорожно зашарил по карманам."
    "Искомый предмет обнаружился, разумеется, в самом последнем кармане, что я обыскал."
    "Закон подлости в действии."
    me "Мику."
    "Я взял её за плечи и заглянул ей в глаза."
    me "Все вокруг пропали, но ты не бойся."
    show mi scared casual with dissolve
    "Японка непонимающе огляделась — её глаза изумлённо распахнулись, когда она осознала мою правоту."
    "Но вопросов разумно задавать не стала."
    "Видимо, понимала, что сейчас следует cделать что-нибудь."
    "А поболтать можно будет и потом."
    "Надо просто придумать, что именно."
    "А я, судя по моему уверенному виду — очень даже знал."
    me "Не бойся, всё…"
    show mi normal casual with dspr
    mi "Хорошо?"
    "Или думал, что знал. {w}Хотя не стоит верить всему, что думаешь."
    "У телефона остались три процента зарядки."
    "Три процента — это две минуты разговора."
    "Или одна смс-ка."
    "Или одна открытая страница в браузере."
    show frame at truecenter:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 0.8 zoom 1.0 xalign 0.5 yalign 0.20
    show cam_ui at truecenter:
        xalign 0.5 yalign 0.5 zoom 1.0
        linear 0.8 zoom 1.0 xalign 0.5 yalign 0.30
    "Или…"
    "Одно-единственное доказательство того, что я не сошёл с ума."
    window hide
    $ renpy.pause(4.4, hard=True)
    play sound sfx_7dl["snap"] fadein 0
    scene white with flash
    $ renpy.pause(2.4, hard=True)
    stop music fadeout 5
    with fade2
    "И не влюбился в вымышленный образ."
    window hide
    scene bg int_bus with dissolve
    "Нет, милая. {w}Всё совсем не хорошо."
    "Я сохранил фотографию и сделал резервную копию на карту памяти, прежде чем аппарат отключился окончательно."
    $ persistent.sprite_time = "night"
    $ night_time()
    window hide
    scene anim prolog_2 at zenterleft
    show mi sad casual
    show expression D3_intro("gfx bokeh")
    with dissolve
    play music music_7dl["but_why"] fadein 3
    "И когда поднял голову — Мику сидела, бледная до синевы — и свет солнца, падающий справа на её лицо, почему-то отдавал серебром."
    "А потом и вовсе стал — луной."
    "Вокруг стала ночь."
    "Вокруг не стало автобуса  — остались лишь мы вдвоём, да бесконечная серая пелена вокруг нас."
    "Должно быть, это и была та сама граница, на страже которой поставлено устройство изъятия чуда."
    "Чуда Мику — у меня."
    "Чуда меня — у Мику."
    "И в круговерти обоюдно раздираемых чудес так значимо было не потерять чуткие пальцы."
    mi "Сенечка, мне плохо…"
    "Пробормотала она."
    "Губы её при этом тряслись."
    mi "Сенечка, почему так плохо? Меня же не просто укачало?"
    me "Нет, милая, дело совсем не в этом."
    "Скорее, в том, что разрозненные детали мозаики встали, наконец, на свои места в моей голове."
    "Создатели синтезатора, четыре версии на рынке, последней из которых даже подпевал, умиляясь её «ингришу»…"
    with vpunch
    "Вспомнил про то, что она принадлежит полностью виртуальному пространству."
    "А с ним, как ни бились светлейшие наши умы, до сих пор никак всё не удавалось наладить мостик."
    dreamgirl "Прощайся, Семён."
    "Голос в голове был холоден и беспристрастен."
    dreamgirl "Она не сможет дальше пойти с тобой."
    "Мику становилась всё более прозрачной."
    me "Но почему?!"
    dreamgirl "Потому что она не принадлежит твоему миру."
    me "Но…"
    dreamgirl "Её отвергает всё, что ты только знаешь и помнишь."
    th "В каком это смысле?"
    dreamgirl "В том смысле, что она погибнет, едва окажется там, куда ты её тащишь."
    $ persistent.sprite_time = "night"
    hide mi
    show mi tr1
    with dissolve
    me "Погибнет?!"
    "Я резко обернулся к Мику."
    me "Она не должна, она не имеет права!" with vpunch
    mi "Сенечка…"
    dreamgirl "Не мучай ты ни себя, ни её — отпусти."
    dreamgirl "Пусти!" with vpunch
    hide mi
    show mi tr2
    with dissolve
    stop music fadeout 4
    "Мику тихо заплакала."
    if lp_mi > 16:
        if alt_hpt >= 9:
            play music music_7dl["unfinished_life"] fadein 3
        else:
            play music music_7dl["longing"]
    else:
        play music music_7dl["unforgotten"]
    mi "Значит, так всё и должно быть, да?"
    dreamgirl "Там, куда ты пытаешься её вытащить, она не продержится и нескольких секунд, как ты это понять не можешь?"
    dreamgirl "Потому что её {w}не{w} существует."
    "И, как ни неприятно мне было соглашаться с тварью в моей голове, в словах была ужасающая — но логика."
    th "Но я не хочу."
    hide mi
    show mi tr3
    with dissolve
    me "Я…"
    "У меня перехватило дыхание."
    me "Я не могу."
    "Я хотел отпустить Мику, но она сама взяла меня покрепче."
    mi "Сеня… {w}Не отпускай. Ни в коем случае, слышишь?"
    dreamgirl "Не получится. Разве ты не понял ещё?"
    mi "Сеня… Пожалуйста."
    dreamgirl "Оставь сказку в покое."
    dreamgirl "Пора возвращаться домой."
    dreamgirl "Проснись!"
    "И я…"
    if lp_mi > 16:
        scene anim prolog_2
        #scene cg d7_mi_hands_2gether_7dl
        with flash
        "Я поймал её пальцы и, не заботясь нисколько о том, что чуть ли не насквозь их прохожу, сжал, стиснул изо всех сил! "
        "Мику громко вскрикнула от боли, её лицо исказилось, но сейчас не было никого времени на жалость."
        "Я {b}не мог{/b} позволить себе жалость."
        "Даже по отношению к самому важному человеку."
        "Вернее сказать, как раз по отношению к нему и не мог себе это позволить."
        "Ибо лишь от меня… от нас зависело, станем ли мы друг другу развеявшимся сном или окажемся настоящей явью."
        "Её пальцы были холодными и липкими от пота, глаза закатывались, а сквозь прозрачный контур можно было разглядеть уходящую перспективу автобуса."
        "Она молчала, закусив губу."
        "В какой-то момент из-под верхней губы вниз заструилась ярко-алая капелька."
        "И её пальцы дрогнули, расслабляясь."
        if alt_hpt >= 9:
            scene anim prolog_1
            #scene cg d7_mi_hands_tight_7dl
            with flash
            "Чтобы через секунду найти мои пальцы и переплестись с ними единым узлом-замком."
            mi "Я с тобой, Сенечка."
            "Прошептали призрачные губы."
            mi "Держу."
            "Автобус занесло и юзом проволокло по невидимому в тумане асфальту."
            "Я забыл, когда вдыхал последний раз — и лишь парализованный страхом утраты, продолжал и продолжал смотреть на теряющую материальность девочку."
            "Продолжал и продолжал сжимать пальцы."
            window hide
            scene expression SS_com("bg int_bus_night")
            #scene cg d7_mi_hands_tight_7dl
            with fade
        else:
            "Мику доверилась мне и позволила сделать всё самому."
            "Она повернула руку так, чтобы мне было удобно держать, прижалась ко мне."
            mi "Не… не отпускай…"
            "Бессвязно лепетала она."
            me "Не отпущу."
            dreamgirl "Дурак!"
            "Бесновался где-то внутри почти уже неслышимый голос."
            dreamgirl "Ты не можешь, не имеешь права!"
            "Я игнорировал его изо всех сил."
            window hide
            scene expression SS_com("bg int_bus_night")
            #scene cg d7_mi_hands_2gether_7dl
            with dissolve
        play sound sfx_wind_gust
        "Незримый вихрь всё усиливался — очертания автобуса расплывались, и становилось непонятно, где сон, где явь."
        "Постоянной оставалась только сила, что изо всех сил пыталась нас расцепить."
        "Она рвала и дёргала нас, тянула и тянула в разные стороны."
        "Мику стонала с каждым рывком, а я мог только сидеть, держать изо всех сил и молиться всем известным богам."
        "Между тем серая стена тумана за окнами мало-помалу начала редеть."
        "А это значит, что наше путешествие подошло к концу — осталось всего лишь…"
        play sound sfx_bones_breaking
        scene bg int_bus_warp_7dl
        #if lp_mi > 15:
            #show expression SS_com("cg d7_mi_hands_tight_7dl")
        #else:
            #show expression SS_com("cg d7_mi_hands_split_7dl")
        #with touch
        "Последний рывок оказался невозможной, сумасшедшей силы — я буквально почувствовал, как что-то сломалось в запястье."
        "И в моём, и в её."
        "Страна сказок готова была искалечить меня — но не отдать циановую принцессу."
        if alt_hpt >= 9:
            hide mi
            #scene cg d7_mi_hands_tight_7dl
            with dissolve2
            "Но пальцы, переплетённые между собой, не так-то просто было расцепить."
            "Хотя я уже и вплотную подошёл к своему пределу."
            "Как это было в далёком-далёком детстве, когда мы стояли рука об руку и кричали «Али-баба! О чём, слуга?», и держались изо всех сил, чтобы никто не мог разорвать сцепленные ладошки."
            "Чтобы никому не удалось ослабить наши порядки."
            "Ведь мы… Вместе."
            me "Пятого. десятого…"
            "Прорычал я, балансируя на грани беспамятства."
            "И понял вдруг, что пределы свои преодолеть я не в состоянии."
            scene black
            with fade2
            "Мику вскрикнула и — пропала…"
            "Сердце пропустило удар…"
            me "Мику, нам сюда!"
            stop music fadeout 10
            "Ибо никаких пределов… нет."
            window hide
            $ renpy.pause(4.4, hard=True)
        else:
            "Я всё предусмотрел — и то, как сильно нам придётся постараться, чтобы нас не сумело разлучить."
            "Но то, что мне переломает рывком запястье предусмотреть я не смог."
            "Боль была жуткая."
            "Алая, разлапистая — она вгрызлась в кость и раскалёнными иглами пронеслась вверх по предплечью."
            "Но даже и она ничего не значила, когда я проморгался…"
            window hide
            show unblink
            scene bg intro_xx 
            with dissolve
            play sound_loop sfx_bus_interior_moving fadein 4
            "И понял, что вернулся обратно домой."
            "Обратно в свой восемнадцатый год, в зиму, в человека, мёрзнущего в своём пальтишке на рыбьем меху над колесом в салоне списанного с маршрута автобуса."
            "Возможно, если бы мы держались как-то иначе или просто крепче…"
            "Движимый интуицией, я задрал обшлаг и с немой злостью уставился на извилистый шрам, пересекающий запястье."
            th "Я проиграл?"
            me "Я проиграл."
            me "Я…"
            "Больше ничего сказать я не успел — резко завизжали тормоза, меня швырнуло вперёд, сильно ударило головой об оббитый мягкой подушкой поручень на переднем сиденье."
            "Из кабины водителя нёсся азартный матерок, пустота сгустилась, и ледяной предновогодний вечер застыл в гротескном радиальном вальсе."
            with vpunch
            "Удар…"
            "И всё стихло."
            window hide
            scene black with fade2
            $ renpy.pause(4.4, hard=True)
            stop music fadeout 3
    else:
        "И до меня дошло вдруг."
        th "Ей же больно! Я же ей больно делаю, пока тут за руки хватаю."
        window hide
        scene bg int_bus_warp_7dl
        #scene cg d7_mi_hands_2gether_7dl
        with touch
        "Как будто я был выходцем с планеты, где атмосфера враждебна девушке — и она задыхалась каждое мгновение, что проводила там."
        "Конечно, я был эгоист."
        "Но не настолько эгоист."
        "Мне хотелось оставить Мику рядом с собой, провести время рядом — возможно даже целую жизнь."
        "Но теперь, когда ставкой стала жизнь самой девушки — я дрогнул и отступил."
        window hide
        scene bg int_bus_warp_7dl
        #scene cg d7_mi_hands_split_7dl
        with touch
        "Чужой жизнью распоряжаться права я не имел."
        "Глаза заволокло мутной пеленой, и пока я яростно стирал слёзы кулаком, даже само упоминание о Мику истаяло в ночном воздухе."
        window hide
        scene bg int_bus_night
        with dissolve2
        "Остался только я."
        "Да открытая дверь пустого автобуса."
        "Не знаю, сколько я сидел так, сколько ждал, но наконец поднялся — и отправился навстречу неизвестности."
        "Страха я не испытывал — какими бы ни были грядущие испытания, едва ли будет хуже, чем сейчас."
    stop music fadeout 3
    stop ambience fadeout 6
    window hide
    with fade
    return

label alt_day7_mi_7dl_happy_again:
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    scene bg int_hospital_hall_day_7dl
    with dissolve
    play ambience ambience_medstation_inside_day fadein 3
    play music music_7dl["refuse_to_believe"] fadein 3
    "Я не знаю, когда и чем всё должно закончиться здесь."
    "Я не могу гарантировать ни плохого, ни хорошего исхода — просто потому, что от меня ровным счётом ничего не зависит."
    "Впервые в жизни — не я сам, собственными руками похоронил все шансы на счастливый исход, а стал жертвой форс-мажора."
    "И оттого было неуютно и жутко."
    window hide
    with fade2
    "Всё, что я мог — это пропускать сквозь себя тягучее время, покорно и терпеливо ожидать, когда уже всё закончится."
    "Когда уже всё…"
    "Мне было очень страшно ждать — что будет, когда всё закончится, когда выйдет отложенное количество часов, минут, секунд…"
    "Потому что было более, чем очевидно — не заслужил я счастливого конца, никак не заслужил."
    "Шансы… Минимальны."
    "За спиной остался суматошный перегон-перелёт, имена, сверки, впопыхах оформленные документы — как оказалось, двух приглашений от резидентов было достаточно, дальше надо было просто приехать за билетами…"
    "Но сейчас всё это звучало так, будто меня кто-то с силой подтолкнул по вектору времени, набив взамен голову впопыхах же сфабрикованными воспоминаниями."
    "Хотя сухопарого старика, сидящего рядом со мной, я помнил чуть лучше, чем события последних дней."
    "Вернее, имени-то как раз не знал. Только фамилию."
    "Сакишита-сан, агент, продюсер и нянька одной знакомой мне девушки."
    "Святой рандом, и мне хватало совести говорить, что она его интересует только как источник дохода…"
    "Лицо старика перекосило нешуточной тревогой, а правый глаз периодически начинал мелко-мелко дёргаться."
    "Выглядело это довольно жутко вкупе с лопнувшими сосудиками и заострёнными от усталости чертами лица."
    window hide
    with fade
    $ meet('sak','Сакишита')
    me "Никакой надежды, да?"
    show sak scared suit with dissolve
    sak "Я не знаю, Семён-сан."
    "Вежливо ответил Сакишита."
    sak "Но мы нашли самого лучшего врача, какого только смогли, а он сказал прямо: «Подготовьте мальчика»."
    window hide
    with fade
    "Мальчика — да."
    "Я не знаю, где и что сломалось, но в пальто на заднем сиденье открыл глаза совсем не издёрганный, старый я — нет, я вернулся в некотором роде полностью, тем, кем меня помнила Мику."
    show sak normal suit with dspr
    sak "Как видите, я с вами предельно откровеннен — вы сильный, обязательно выдержите."
    "Он помолчал и добавил вполголоса."
    sak "Иначе же Мику-сан и не выбрала бы вас. {w}Мужайтесь."
    me "Да."
    th "Я держусь, конечно. Этому меня хорошо выучили — держаться."
    "Я держусь, хотя и не имею права на чудо."
    "Но во мне теплится крохотная надежда."
    th "Возможно, право на чудо есть у Мику?"
    play music music_7dl["refuse_to_believe"] fadein 3
    window hide
    with fade2
    me "Но если вдруг что — я же совсем один останусь."
    show sak calm suit with dspr
    sak "На этот счёт не беспокойтесь."
    "Сакишита и бровью не повёл."
    sak "Говоров-сан… отец Мику-сан, и я сам — мы обещаем, что не оставим вас."
    th "Всё равно. Как они могут попробовать заменить Её?"
    "Не оставят. {w}Меня оставила Она — а после этого любое одиночество не пугает совсем."
    "Я вдруг понял, что ещё пара минут ожидания — и я с ума сбегу!"
    "Вскочил, достал из кармана пальто сигареты (за это утро уже улетела пачка, и, похоже, не последняя), бросил пальто обратно на сиденье."
    play sound sfx_open_door_strong
    pause(1)
    scene expression Dawn("bg int_opened_door_7dl")
    "Одновременно с этим с другого конца фойе резко распахнулась дверь, впуская в комнату сноп ослепляюще яркого закатного солнечного света."
    "На фоне этого света контуры человека, устало ссутулившегося, были почти не видны."
    "Но он сделал шаг вперёд."
    play sound sfx_open_door_strong
    "Захлопнул дверь за собой — рука дёрнулась, и дверь грохнула так, что я вздрогнул."
    "И заспешил ему навстречу."
    "Заспешил со всех ног, почти побежал!"
    "Сакишита поднялся было, чтобы следовать за мной, но передумал, а фойе было бесконечное, какие бывают только в советских гостиницах, и сколько ни прикладывай сил, ты никак не можешь пересечь его быстро."
    "Как в кошмарном сне, когда пытаешься догнать кого-то, а пространство растягивается вязкой резиной, заставляя двигаться крохотными шажочками."
    "И всё же я добился своего, мы встали в самом центре холла, мы, двое – я, "
    if not herc:
        extend "Семён Персунов, "
    else:
        extend "Семён Сычёв, "
    extend "и человек, от которого зависело столько, столько…"
    window hide
    $ meet('ai','Говоров')
    "Отец Мику, мой возможный тесть — Говоров Архип Андреевич."
    "Говоров-сама, Фудзита-сан."
    "До сих пор мы ни разу не виделись, со всеми делами мне помогал Сакишита."
    "Он был ростом незначительно выше нового меня — почти не приходилось прикладывать усилия, чтобы смотреть в глаза и видеть на их дне ответ на любой вопрос."
    "Но я не выдержал — отвернулся. {w}Мне всегда крайне трудно давались зрительные контакты."
    "Начал было говорить — закашлялся: горло перехватило спазмом."
    me "К-как она?"
    ai "А…"
    "Говоров помассировал виски, глянул сквозь меня."
    if not herc:
        me "Меня зовут Персунов Семён, я… {w}я друг вашей дочери."
    else:
        me "Меня зовут Сычёв Семён, я… {w}я друг вашей дочери."
    ai "Друг…"
    "Говоров зажмурил покрасневшие, воспалившиеся глаза, потёр их."
    "Ему бы поспать несколько часов, просто прийти в себя."
    window hide
    with fade
    "Но кто мог спать в такой ситуации? "
    "Устало вздохнул — вспомнил."
    ai "Ты — тот, кого она называла «Сенечка»."
    "Я кивнул."
    "Говоров уронил мне на плечо удивительно тяжёлую, тёплую ладонь."
    ai "Свиделись, наконец."
    me "А можно мне… к ней."
    "Голос изменил мне, и я закашлялся."
    me "Чтобы ну…"
    ai "Она отходит от операции, сынок, к ней нельзя."
    "Он стал смотреть куда-то выше моего плеча."
    me "Но я хотя бы хочу руку её подержать… Проститься…"
    "На мгновение сквозь тучи пробился луч солнца, заиграл в тонком тюле, просочился между сплошными вертикальными жалюзи."
    "Несмело коснулся гладко выбритой щеки, добрался до глаз."
    "Теперь я до конца поверил — он и правда ей отец."
    "Два аквамариновых камешка — бездонных как Японское море."
    "Их взгляд снова остановился на мне."
    ai "Проститься? А ты куда-то уезжаешь?"
    me "Но раз она… {w}Я просто хочу запомнить её живой и весёлой…"
    ai "Дождёшься выписки да развеселишь — какие проблемы?"
    "Удивился Говоров."
    ai "Насмотришься ещё, надоест ещё."
    "И я сразу поверил."
    "Потому что мы все здесь собрались, отягощённые болью, неразрывно связанные тесными узами с одной девочкой с певучим серебряным колокольчиком голоса, с бесконечными гипнотизирующими хвостами лазурных волос…"
    "Мужчины не плачут."
    "Правда?"
    "Я уткнулся в грудь, в белый больничный халат, пахнущий дезинфекцией и отчаянной надеждой."
    "И показалось на миг, что это серая футболка с надписью «Совёнок-40»."
    stop ambience fadeout 2
    me "Не надоест."
    me "Никогда."
    play music music_7dl["sam_lullaby"] fadein 3
    play sound sfx_7dl["aunl"]
    $ persistent.mi_7dl_neutral_human = True
    $ renpy.save_persistent()
    show acm_logo_mi_happy_again with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(1)
    return
    
label alt_day7_mi_7dl_liar:
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    play music music_7dl["afraid_of_destiny"] fadein 3
    scene anim prolog_1 with fade2
    play ambience ambience_7dl["night_city"] fadein 2
    "Следует понимать, что «экс» звучит как «экз» — от слова «экземпляр». Твоя «экс» — это экземпляр человека, который недостаточно хорош для тебя."
    "Те «экзы», которые освещали мою жизнь мимолётными светлячками, добавили только шрамов поверх уже существующих — и теперь испещрённая корочками поверхность сердца почти ничем не прошибаема."
    "Во всяком случае, так мне раньше казалось."
    "Она была в куртке, стилизованной под низкополигональную модель."
    "Из треугольников."
    "Так называемой «полигонке»."
    "Дешёвой в обычное время, ибо шьётся из обрезков кожаного производства."
    "Но с подачи нескольких кутюрье этот стиль всё прочнее входил в обиход — и всё чаще на кургузых ветровках-полигонках можно было встретить логотип известного производителя."
    "Невероятно красивая."
    "Я бы боготворил её до беспамятства."
    "Если бы только уже не был влюблён."
    "Автобус промчался мимо меня, обдав ледяным порывом ветра."
    "С задней стенки издевательски ухмылялся логотип Ленэкспо."
    "С четвёртого по одиннадцатое апреля — неделя японских высоких технологий."
    "Ничего удивительно в том, кого они выбрали своим маскотом — талисманом."
    window hide
    scene expression Notch("bg ext_khruschevka_day_7dl") with dissolve
    $ meet('ml','Пижон')
    $ meet('ml2','Мелкий')
    ml "И что, ты тоже веришь в эту чушь?"
    "Издевательски протянул парень в ветровке — один в один той же, что была на Мику с автобуса."
    "Тоже в тренде, скотина… Пижон."
    "С беззубой злостью подумал я."
    ml2 "Ну а почему нет-то? Ты сам посуди, столько совпадений, разве может это быть всё напрасно?"
    "Я благоразумно помалкивал — уже успел пожалеть о том, что вообще сюда припёрся."
    ml2 "Поймите же вы, наконец, совсем не имеет значения, оригинальная это история или чьи-то додумывания сюжета — если нам всем снятся одни и те же сны, даже лица одинаковые, разве может это быть просто так?"
    ml "Может."
    "Отрезал пижон — он был выше нас обоих, хотя и ощутимо легче."
    "Тощий как спичка — зато в модной куртке."
    ml "Если автор достаточно детально расписал внешность, то ничего удивительного в том, что…"
    ml2 "Да какую внешность, дурак! {w}Речь идёт о нарисованных девочках в стилистике аниме!"
    "Кроме нас троих здесь было ещё с пару десятков человек — они тоже разбились стайками по три-пять человек, тоже оживлённо обсуждали что-то."
    ml "Вот именно. Большие глаза, грудь пятого размера — и при этом чистые, непорочные и до свадьбы ни-ни! {w}Как же это, интересно, вы в постель к ним попадаете на шестой день, а?"
    ml2 "Какой же ты… приземлённый."
    "Второй парень — поменьше, хотя и ощутимо плотнее, одетый в чёрную куртку типа «пилот», шумно выдохнул сквозь зубы."
    "Я решил прийти ему на помощь:"
    am "Мне кажется, мы не с той ноги начали, друзья-приятели. {w}Давайте для начала определимся с нашим отношением к провожатому."
    ml "Дурит он нас."
    "Уверенно отрубил пижон."
    ml "Взял с нас по пять штук и скрылся в тумане. {w}Мне-то денег не жалко — если что, будет налог на кретинизм. Но я хочу увидеть, чем всё это закончится."
    ml2 "А я верю! Потому что видел его глаза."
    ml "Какие глаза, балда! Его даже не Семёном зовут."
    "Пижон смирился с потерей денег, хуже того — он смирился с тем, что деньги не потрачены впустую, и его, вполне возможно, выгонят в поле и там натужно будут мучить наспех стилизованными интерьерами и придурками в детской форме."
    "Его глаза были потухшими — никакого чуда от жизни он не ожидал, заранее был настроен скептически ко всему."
    ml2 "Его могут звать как угодно, самое главное — он знает дорогу туда!"
    "Мелкий восторженно подпрыгнул на месте в нетерпении вытягивая шею."
    "Мы стояли у автовокзала, все двадцать придурков, сдавших деньги в обмен на обещание билета в страну Сказки."
    "Мы курили на небольшом удалении в полном согласии с новыми идиотскими законами — не ближе двадцати метров."
    "Я курил свои «рич», пижон раскуривал вейперку-вапороне, а мелкий в пику нам растягивал стомиллиметровую сигариллку."
    "Мне вдруг стало очевидно, насколько они неприятны мне."
    dreamgirl "Двадцать круглых идиотов."
    me "А если нет?"
    "Спросил я, дыша через раз, чтобы не спугнуть чудо."
    ml2 "Господи, да какая разница?! Да поставьте же вы всё на карту, что вы как деды на пенсиях?!"
    "Разгорячённо воскликнул он."
    ml "Тебе легко говорить, у тебя за душой, наверное, и нет ничего."
    "Язвительно парировал «стиляга»."
    ml "Ладно, я своих на праздники к тёще выгнал, чтобы просто в одиночестве недельку дома отдохнуть — единственная радость в тридцать два года, а ты?"
    ml2 "Что я?"
    ml "Сколько тебе?"
    ml2 "… сорок два."
    "Спокойно ответил мелкий. И я вдруг понял, что он вовсе не молод — хорошая генетика держала кожу упругой, но в пёстрых волосах уже можно было разобрать почти невидимую седину, а у глаз залегли морщинки."
    ml2 "У меня двое детей, старшие в феврале за внучкой собираются."
    me "И ты… Вот так просто возьмёшь и уедешь непонятно куда? От них?"
    ml2 "Не просто так."
    "Серьёзно ответил мелкий."
    ml2 "Я не такой уж и наивный, прекрасно понимаю, что нас, возможно — и скорее всего — дурят, играя на чувствах."
    ml2 "Поэтому я ничем не рискую."
    "Его голос дрогнул."
    ml2 "Но если есть хотя бы десятая доля шанса на чудо…"
    ml2 "Я не хочу до самой смерти казниться за то, что сдрейфил, остался при персональной внучке, дочках, дачках и нелюбимой работе, когда достаточно было просто однажды решиться."
    stop music fadeout 3
    play sound sfx_bus_honk
    pause(1)
    window hide
    play sound_loop sfx_intro_bus_engine_loop fadein 3
    scene anim intro_9
    with dissolve
    "С конца улицы раздался сигнал клаксона, и все присутствующие закричали, затопали ногами — к нашей остановке медленно подъезжал автобус."
    play music music_7dl["what_cost"] fadein 3
    "Тот самый автобус, с которого всё начиналось."
    "Красный «ЛиАЗ» допотопной сборки без какой-либо эргономики, с огромным номером «410» в правом верхнем углу лобового стекла."
    "Одновременно с ним, подрезав у самого «кармана», из ниоткуда возник новомодный «муравей», разграфиченный советской символикой, с закреплённой литой фигуркой совёнка на решетке радиатора, с алой надписью-наклейкой на стекле двери: «Совёнок-фест»."
    play sound_loop sfx_bus_idle
    "Мороз продрал меня между лопаток, когда из открытой двери мне улыбнулся старый знакомый."
    "Присутствующие засвистели радостно, закричали."
    ml "Даже ряженого приплели."
    "Зло сплюнул «Пижон», гася сигарету."
    ml2 "Ряженного? Да что с тобой такое?!"
    ml "Со мной? О, со мной всё просто замечательно. {w}Я только что убедился, что весь этот балаган — клоунада и есть."
    "Он резко поднял с земли сумку, забрасывая её на плечо."
    ml "Я хочу отбить хотя бы часть трат — поэтому даже не проси меня лезть в это страшилище и мёрзнуть там."
    ml "Адиос."
    ml2 "Арривидерчи."
    "Ответил мелкий."
    ml2 "Хотя лучше бы ты сделал мани-бэк, честно. В конце концов, у тебя ещё целая куча дел: зачем-то просыпаться, затем зачем-то куда-то нести себя, зачем-то дышать…"
    "Пижон, чуть не споткнувшись, молча выставил над плечом кулак с оттопыренным средним пальцем."
    "За свои деньги он явно не собирался мёрзнуть в полностью аутентичном ЛиАЗике."
    "Он заспешил к «муравью» и первым запрыгнул на борт."
    "Вслед за ним потянулись и другие."
    ml2 "А он ведь половину жизни бы отдал за то, чтобы это всё было по-настоящему."
    "Грустно заметил мелкий."
    ml2 "Он до такой степени истово верит, что сам боится себе в этом признаться."
    ml2 "Настоящий алисофаг."
    am "Ты не торопишься?"
    "Внезапно оробев, спросил я."
    ml2 "Нет. Да и куда? Мой «четыреста десятый» без меня не уйдёт."
    "Метким плевком затушив сигариллу, он бросил окурок в урну."
    ml2 "У меня третья стадия. Лёгкие."
    "Спокойно поделился он."
    ml2 "Ещё чуть-чуть — и начну кашлять кровью. Так что какая разница теперь."
    ml2 "Даже если отвезут в лес и там дадут по башке — хуже уже не станет."
    me "А я… Я просто начитался всякого…"
    "Беспомощно сказал я."
    ml2 "Да будет тебе, Сёмыч."
    "Спокойно улыбнулся он, и я понял вдруг, что он давным-давно догадался, и кто я, и зачем я здесь."
    ml2 "Просто тебя не пустили туда, где возможна Мику, а сделать ещё одну попытку ты боишься."
    ml2 "Потому что не переживёшь ты её, эту попытку."
    am "Но… Откуда ты знаешь?"
    ml2 "Сам-то как думаешь?"
    window hide
    $ renpy.pause(2)
    scene anim intro_10
    with fade
    "Подбросив сумку в руке, он бросил мне ладонь, крепко пожал её — и поставил ногу на первую ступеньку «ЛиАЗ»а."
    "Единственный из тех, кто здесь присутствовал."
    "Единственный, кому хватило пороху…"
    ml2 "Этот автобус видели только мы трое."
    "Не оборачиваясь, сообщил он."
    ml2 "Подумай об этом."
    play sound sfx_intro_bus_door_open
    "Донёс ветер последние слова, и я остался один."
    stop ambience fadeout 5
    window hide
    scene bg ext_city_night_7dl with dissolve
    play ambience ambience_7dl["night_city"] fadein 3
    stop sound_loop
    "Я подумал о том, что надо бы спешить за ним — или хотя бы на этот чёртов фестиваль ряженых кретинов, чтобы, как сказал пижон, отбить часть затрат."
    "Но я стоял и смотрел в глубину салона, где над колесом, прислонив голову к холодному стеклу, смежил веки тот, кем я так и не сумел стать."
    "Выбор сделан. Начислен ещё один флаг в бесконечной игре, и когда-то ещё аукнется…"
    "Мы все стали частью мира, от которого нас воротит."
    "Осталось самое простое — как можно быстрее отсюда, чтобы с глаз долой из сердца вон — красный автобус, мужчина, что на пятом десятке решился променять оптимизированное бытие на рывок в неизвестное будущее, навстречу горизонту."
    "Потому что организатор — ряженый клоун, все собравшиеся и скинувшиеся — наивные и сентиментальные идиоты."
    window hide
    with fade2
    "А жизнь хороша, жить хорошо — эта вселенная милостива к мечтателям, она согласна исполнить любое ваше желание."
    "Просто немного на свой лад."
    "Просто немного вместо ожидаемой самой милой, хорошей, с амальгамы отклеивается отражение мечтателя, с его глазами и улыбкой."
    "Доппельгангер."
    "Живая ходячая кукла в парике, с приклеенной улыбкой — разве может она знать, что макушка настоящей Мику пахнет эвкалиптом, а волосы закручиваются против часовой стрелки?"
    "Разве понимает она, что только сто пятьдесят восемь сантиметров роста плюс невысокий каблук и дают ту волшебную разницу в росте, когда целоваться удобно нам обоим?"
    window hide
    "Лицедейство подобно вторжению в моё приватное пространство."
    "А я всегда с трудом переносил чужие касания."
    "В каждом их сладком «Сенечка» звучит несбывшееся обещание стать настоящей для меня."
    "Я развернулся спиной к остановке и поспешил к метро: «Парнас» закрывался в полночь, и у меня было всего несколько минут, чтобы успеть на последний поезд в центр."
    "В «ЛиАЗ» зайти много ума не надо — а меня ещё ждёт мой апрель, экспо и пятая версия вокалоида."
    "Так глядишь, через пару лет и на русском запоёт."
    window hide
    with fade
    "А то, что ледяной снег в морду, так даже удобнее."
    "Честнее."
    play sound sfx_7dl["aunl"]
    $ persistent.mi_7dl_bad_human = True
    $ renpy.save_persistent()
    show acm_logo_mi_liar with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(1)
    return

label alt_day7_mi_7dl_dark_dreams:
    play music music_7dl["dance_with_me_piano"] fadein 3
    scene bg ext_night_sky_7dl with dissolve
    play ambience ambience_7dl["night_city"] fadein 3
    "В литературе есть понятие «последняя сцена» или «обязательная сцена»."
    "Как правило, этим понятием выражают ту самую точку, куда неизбежно подталкивают героя бесконечным наращиванием конфликта."
    "И самая важная сцена, как правило, неотъемлемо связана с этой точкой — неким пустым местом, где встречаются протагонист и антагонист."
    "Или если выражаться языком игроков, наш герой встречает финального босса — дракона, похитившего принцессу."
    "И это — самый страшный бой, зачастую на грани гибели, герою приходится показать всё, на что он способен."
    "Потому что если в конце героической эпопеи герой в латах не стоит против своего дракона — мы закрываем книгу, чувствуя себя обворованными."
    "Но здесь я ничего поделать не мог, к сожалению."
    "Проблема не во мне — а в том лишь, что конкретно мой главный враг, мой дракон не обладает ни личностью, ни именем, ни даже физической формой."
    "Мой дракон — это я сам."
    window hide
    with fade
    "Мой дракон — это моё настоящее — а в нём безбрежное равнодушие к самому себе и тому, что меня может ждать. "
    "Ужаснуться бы, стряхнуть оковы и сделать вдох перед рывком в неизвестное — но лень шепчет «потом», а цинизм в полный рост заявляет, что сходить с ума из-за примстившегося вокалоида — признак дурачины."
    "Они умеют убеждать меня, маленькие хозяева моей головы."
    "Но в этот раз решать буду только я сам."
    scene bg bus_stop
    show mi cry_smile casual
    with dissolve
    play ambience ambience_cold_wind_loop fadein 3
    me "А вот этого не надо. {w}Сейчас-то зачем хныкать? Не смей."
    mi "Буду!"
    "Всхлипнула она, прячась у меня на груди."
    "Мы вскочили с сиденья, давили кнопку связи с водителем — вытребовали всё-таки, чтобы нам разрешили сойти именно здесь."
    "Через пятьдесят метров от остановки, где я сел на этот самый автобус."
    "Мику дрожала под моим пальто, а я сам ещё мог некоторое время терпеть — толстый свитер неплохо держал тепло."
    "О чём думали вообще — два идиота?! Побежали до автобуса в одном пальто на двоих?"
    window hide
    with fade
    scene bg int_home_lift_7dl with dissolve
    "Мы вернулись домой, сопровождаемые неодобрительным взглядом консьержки, и всё время, что поднимались, хихикали."
    "И смех наш звучал странно и глупо — на фоне такого мрачного лифта, рекламных объявлений с траурным отрезом и угрюмо ухмыляющегося декабря за окнами."
    "Но когда и кого это волновало — насколько и кто глупо выглядит?"
    "Хотя, конечно, следовало беречь девушку — она не верила в мои угрозы, пока дядя в белом халате не подтвердил их."
    "Он сообщил, что Хатсуне Мику (он запнулся на отчестве) 1990 года рождения занесена в базу данных женской консультации Невского района города Ленинграда."
    "С диагнозом «беременность»."
    window hide
    scene bg int_sam_house_clean_7dl with dissolve
    "В этом не было ничего сложного — всё-таки,  десять лет стукнуло с тех самых пор, как она переехала жить на территорию Российской Советской Федеративной Социалистической Республики."
    "Выучилась здесь на педагога, нашла себе работу рядом с домом, в центре Социальной Адаптации и Реабилитации."
    "А однажды — встретила меня."
    "Так всё оно и было на самом деле — поникшие плечики, уныние на личике."
    "Мне тогда показалось, что это очень странно. {w}Будто я всю жизнь смотрел на неё совсем, совсем по-другому, снизу вверх, а тут…"
    mi "Се… ня?"
    "У неё подкосились ножки, мне пришлось ловить её у самой земли, сконфуженную, покрасневшую, бормочущую что-то про неловкость рук и ног."
    "Наверное, тогда я и перестал сомневаться."
    window hide
    scene bg semen_room_window with fade
    "Одна лишь ерунда беспокоила и бесила меня."
    if herc:
        "Почему я время от времени просыпаюсь и пытаюсь впотьмах нащупать Мотьку — мою британскую вислоухую, глупую, вредную, но забавную кошку?"
        "Я же никогда не заводил кошек."
    elif loki:
        "Кто же такая Ксана, которая временами снится мне? И почему я иногда вскакиваю ночью от фантомной боли в груди?"
        "Я никогда не встречал никого с таким именем."
        "То есть в моей жизни попадались Ксюши, Ксении, Оксаны и даже одна Кшися — но именно с такой формой имени я не сталкивался никогда."
    else:
        "Почему я никак не могу отделаться от мысли, что у меня в голове есть ещё кто-то?"
        "Как будто в неиспользуемых нейронах поселился «замечательный сосед», что с тёплой иронией и бесконечной доброжелательностью следит за мной, безмолвно благословляя."
        "Может быть, это бог?"
        "Или один из тех безликих попутчиков родом из страны Снов, которого я считал всего лишь внутренним голосом?"
    
    "Скорее всего, это просто остаток тех самых нечаянных глупых снов, что время от времени посещают меня."
    "Когда всё слишком хорошо, человек начинает грустить и хиреть — и выдумывает сам себе страсти."
    "Так и сны эти — не страшные, не грустные, но какие-то затяжные и бесцветные."
    "Снится мне, будто я снова сижу дома перед монитором, а последний родной человек неделю как хлопнул дверью."
    "Зато у меня вдохновение — и я пишу тексты, которые потом самому стыдно перечитывать, и продать бы их, денег заработать, стать писателем, но самому стыдно, куда уж там давать посторонним людям?"
    "Хотя тексты — это не так уж и плохо. Всё-таки мотивация жить, правда?"
    "Но что делать с тем, что кроме них у меня как бы ничего и не осталось?"
    "Кроме туннельного синдрома, сколиоза, больных зубов и вегето-сосудистой дистонии."
    "А ещё затяжной алкоголизм — верный мой друг и приятель."
    "Правда, никто из этих моих друзей не в состоянии ответить на самый простой вопрос: а дальше, дальше-то что?"
    if herc:
        window hide
        show expression D3_intro("bg int_store_7dl")
        with fade
        "Я так и не выучился ни на кого, не овладел хитрым искусством простого человеческого общения, а служба в армии вытравила страх перед смертью."
        "Так что не очень понятно, зачем вообще нужна такая амёба на свете, как я?"
    elif loki:
        window hide
        show expression D3_intro("bg ext_winterpark_7dl")
        with fade
        "У меня было дело всей жизни — месть человеку, отнявшему у меня музыку."
        "И теперь, когда эта часть сюжета оказалась сыграна, я не слишком понимал, зачем мне вообще дальше существовать?"
        "Я был несчастен. Мои мечты сбылись."
    else:
        window hide
        show expression D3_intro("bg ext_graveyard_rain_7dl")
        with fade
        "Давно канула в лету морозная лондонская боль по визгу тормозов и ледяной воде с неба."
        "Давно в Хитроу забыли бородатого юношу, что на пути «туда» устроил скандал из-за слишком долгой сверки документов, а обратно сопровождал цинковый ящик и незряче ощупывал мир мёртвыми глазами."
        "Я смирился — человек такая мразь, что стерпит ещё и не такое."
        "Однако мотивация «выживать ради памяти» становилась все менее убедительной год от года."
        "В конце концов, хуже чем сейчас, по Ту Сторону уж не будет."
    "Реальность застыла в вечном октябре, припорошенная пылью."
    "Мир зарывает себя со всех сторон — ни в окне, ни на экране монитора, ни по радио уже давным-давно не было ничего хорошего."
    "А на улице стреляют, а в душах прохожих беспросветная пустота и холод."
    "Я стою на вокзале — и, кажется, единственный, кто видит, как с печальным звоном вдребезги разбивается ещё одно сердце — девушка, выходящая из вагона ищет знакомые глаза, но не находит, не находит, а абонент недоступен, и саквояжик на колёсах, и толкающие плечами прохожие…"
    "Всем остальным всё равно — мы выбрали для себя миром Равнодушие как самое безопасное и нетревожное место."
    "Только мне больно и стыдно — как будто это я виноват, что девушка будет ехать одна в вагоне и долго-долго думать, глядя в скачущие за чёрным стеклом жилы кабелей."
    "Я надвигаю шапку поплотнее и делаю звук погромче — Ли Рума в наушниках единственной светлой ноткой, но даже он не в состоянии заглушить соседей, третий уже год делающих ремонт, и сверлящих, сверлящих стену."
    "Лишь иногда сквозь забивающие небо огни большого города удаётся разглядеть падающую звезду и попытаться загадать желание."
    me "Рандом всеблагой… Пусть будет… Пусть будет уже хоть как-нибудь!"
    scene bg semen_room_window
    show expression D3_intro("gfx bokeh")
    with dsps
    "Но не долетит молитва — у света конечная скорость, эта звезда, скорее всего, весит уже меньше грамма и через несколько секунд сгорит в плотных слоях атмосферы."
    "Сгорит, как мои надежды."
    "И прорвётся наружу тоски новоявленной стон…"
    me "А человечеству… ему зачем существовать?"
    stop music fadeout 4
    with vpunch
    window hide
    scene bg int_sam_house_clean_7dl
    with flash
    play music music_7dl["christmas_met"] fadein 3
    "И от простой, пугающей логики этого вопроса я просыпаюсь в кошмарной трясучке и долго-долго таращусь в потолок."
    "Пока молодая супруга не обнимает меня, решив, что я дрожу от холода."
    "Она пытается согреть меня не столько теплом, сколько участием."
    "Она снова поднимется ни свет ни заря, будет толкать меня в бок и ворчать на «вредного засоню»."
    show mi smile casual with dissolve
    mi "Подъём, подъём! Кто спит, того побъём!"
    "Мику толкает меня в бок, и я, не просыпаясь, грабастаю её и прячу под одеяло."
    "Она верещит и отбивается, грозится мне всеми карами."
    me "Микуська-барабуська, ротик на замок, а не то!"
    mi "А не то что?"
    "Она выбирается из-под одеяла и, оказавшись нос к носу со мной, возмущённо сверкает глазищами."
    show mi happy casual with dspr
    mi "Что ты мне сделаешь, ленище и вреднище?"
    me "Да ничего."
    "Я задумался."
    me "Жена."
    mi "А?"
    me "Ты не знаешь, где здесь…"
    extend " рёбры!" with vpunch
    show mi laugh casual with dspr
    "Мику заливисто хохочет и пытается сбежать от щекотки."
    "Грозится мне всеми карами и вредной тётей Олей."
    "Я не реагирую."
    show mi sad casual with dspr
    mi "Злой ты."
    "Вздыхает Мику, целуя меня в уголок губ."
    mi "Девушка в положении, а ты тут силой своей пользуешься. Вот возьму и укачу от тебя на «четыреста десятом»!"
    "А я снисходительно улыбаюсь."
    "Во-первых, я прекрасно знаю, что четыреста десятый вот уже как десять лет не ходит в мой район."
    "А даже если бы и ходил, то Мику некуда на нём ехать. {w}Кроме разве что однажды обоим нам приснившегося «Совёнка»."
    "А даже если бы и отправилась в «Совёнок» — то какая печаль? Я догоню и отправимся вместе. Вместе с нами ничего не случится."
    "Кроме разве что одного."
    show mi smile casual with dissolve
    "Я перестану видеть эти унылые сны."
    play sound sfx_7dl["aunl"]
    $ persistent.mi_7dl_good_human = True
    $ renpy.save_persistent()
    show acm_logo_mi_dark_dreams with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(1)
    return
    
label alt_day7_mi_7dl_club27:
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    scene cg d7_mi_club27_7dl
    show anim_grain
    with dissolve
    play ambience ambience_7dl["night_city"] fadein 3
    play music music_7dl["frostwithoutyou"] fadein 3
    $ set_mode_nvl()
    "На сонный город опускается влажная, жаркая ночь - нетерпеливая, как губы влюблённого, ненасытная, но скоротечная, как память его на обещания."
    "Она обнимает всё — улицы, сознания, машины… Дома."
    "Здание устойчиво донельзя."
    "Его стальная игла безжалостно курочит брюхо не по-августовски хмурого и мрачного неба, низко висящего над головой."
    nvl clear
    "Не спасает от ночи ни открытое окно, ни полог над кроватью."
    "Пока лето откатывается упругими волнами обратно к горам, здесь, наверху, так отчётливо ощущается одиночество и собственная бесполезность."
    "И давно не кажется, что всё просто, всё решаемо и нет ничего невозможного."
    "Сюда бы только тросик да кумачовое полотнище — и будет всё как тогда, руку к пустой голове да пионерский салют, «путти хатоу — взигада хатоу» и товарищ Икари, снисходительно взирающий на салютующую пионерию."
    "С востока снова веет теплом, и лёгкий газ занавесок дышит в бесконечном танце уходящей юности, в такт жадно пьющим лунный свет тонированным огромным окнам, в такт неясным пятнам, мелькающим между плотными шторами."    # плотные шторы - текст бы привести в соответствие с новым cg
    "Но если приглядеться, то впотьмах можно разглядеть громаду кровати с балдахином, а одно из пятен окажется лицом с сомкнутыми веками — в этом доме принято заставлять окна шкафами, закрывать свет шторами с пластиковым напылением — бирюзовыми, но сейчас бесцветно-чёрными."    #
    nvl clear
    voice "Я сделала всё в точности, как ты и говорил."
    "Горячечный шёпот, который обычно дарят друг другу любовники, нерастраченной лаской отравляет воздух будуара."
    "Скользкий шёлк простыней приятно холодит тело, но согревается мгновенно, и руки скользят в поисках прохлады, пытаясь обнять несуществующее."
    "Или в поисках тепла?"
    voice "Я исполнила твой наказ. Пафосно, глупо. Ещё и на чужом языке."
    "Последний раз мигнув, телефон гаснет, но вспышка выхватывает из неясной, клубящейся темноты резкими косыми штрихами — траурные дорожки, исполосовавшие нежный фарфор щёк, искусанные губы, короткую стрижку-каре с бритвенным нижним срезом."    # короткую стрижку-каре
    "Пустую упаковку «прозака», замершую на краю широкой доски в изголовьи."
    "Старенький плеер-«волкмен» с потёртыми краями и треснувшим по диагонали дисплеем."
    nvl clear
    "Девушка так сильно изменилась с тех самых пор, как из неё обманом и силой вырвали клятву — быть счастливой."
    voice "Быть счастливой или умереть, пытаясь."
    "Одними губами повторила она."
    "Чёрными, перманентного макияжа, только блеску дла большей выразительности - девушка изменилась."
    "Внешне от юной девочки с бесконечными хвостами прекрасных волос не осталось почти ничего - изменилась причёска, изменился цвет волос, подростковая припухлость исчезла, оставляя тонкие черты прекрасного лица и фарфоровую кожу."    # изменился цвет волос
    "И внутренне."
    "О, внутренне она изменилась куда больше."
    nvl clear
    "Тихо-тихо так, лишь сбивчивое дыхание да нечастые всхлипы — вот и всё, что нарушает покой этого места — окна открываются в бездну такой высоты, что сюда не долетает даже намёк на шум ночного мегаполиса."
    "Если кто-то и боялся выражения «незавершённая жизнь» — ему стоило бы сейчас заглянуть в пустые глаза девушки, которая, не просыпаясь, плачет. И ждёт, терпеливо ждёт."
    "Вот уже десять лет."
    "Она десять лет не умеет заснуть, если не вымотает себя до неузнаваемости."
    "Потому что стоит лишь смежить веки, и…"
    voice "Почему же так плохо?"
    "Девушка заскулила, затыкая себе рот кулаком."
    voice "Должно же было помочь, отгореть, отболеть?"
    voice " Я же сделала всё, как ты говорил, всё, что получается у меня лучше всего, чем стоит заниматься, чем я никогда не доверила бы заниматься кому-то ещё."
    "Сон-смех, всхлип-вздох."
    voice "Я пела, я помогала, я сделала всё. {w}Развивала то, что было, училась новому, соглашалась с графиками, с гастролями, со всем."
    "Напряжённо-весёлый голос. Снова вернувшийся ледок отстранённости в глазах. Голос."
    nvl clear
    dreamgirl "Ты обязана быть счастливой, слышишь? Обязана…"
    dreamgirl "Ты должна поклясться."
    "И после клятвы было даровано спокойствие."
    "Возможно, если бы всё пошло по другому пути?"
    "Иному казалось бы: не о чем беспокоиться, катайся себе как сыр в масле, радуйся жизни да твори!"
    "Но человек — тварь. Неблагодарная, которой всегда хочется и чего-то ещё, помимо удовлетворения низменных потребностей."
    "Для души."
    "Иначе спокойствие очень легко сменяется отчаянием."
    nvl clear
    voice "Ты требовал, я согласилась. Ты вынудил меня пообещать, поклясться!"
    "Она поднесла дрожащие пальцы к лицу и с трудом разглядела их в потёмках."
    voice "Вот я и пыталась — хотя бы просто быть. {w}Даже, возможно, полюбить? Полюбить?"
    voice "Я же обещала. {w}Но меня никто не научил, не подсказал — как? Как это сделать?"
    "Девушка снова свернулась клубком, прижимая ладони к низу живота — болеутоляющее помогло снять неприятные ощущения, но ледяной душ, под которым она простояла битый час, так и не смыл липкое чувство испачканности."
    nvl clear
    voice "Это должен был быть ты! Слышишь?"
    voice "А мне просто больно, и я дура, я разговариваю сама с собой, в темноте, а это всё равно лучше, чем просто молчать."
    "Она несколько секунд боролась с дрожью в голосе, но махнула рукой."
    "Продолжила свою сбивчивую исповедь в равнодушный потолок:"
    voice "Я думала, ты придёшь. Ты должен был. Ты же обещал!"
    voice "Но нет. Как в прошлом году. В позапрошлом. Последние десять лет."
    voice "Ты не приходил, и не приходил. И счастливой быть никак не получалось."
    "Подарок для неё, который должен был стать и его подарком?"
    "Или…"
    nvl clear
    "Перед сном она полчаса стояла под ледяным душем."
    "Зуб на зуб не попадал, когда она вернулась в кровать и закурила."
    "Вряд ли бы она могла бы в деталях восстановить всё, но совершенно очевидно было, что случившееся никакого отношения к счастью не имело."
    "Не и-ме-ло."
    "И когда под пальцами лопнул серебристый полиэтилен, крышка отлетела в сторону, на колени вывалился подарок."
    "Плоский, прямоугольный предмет."
    "Мику включила экран телефона, чтобы не действовать наощупь"
    if alt_day2_mi_snap:
        "…мёртвенный синий свет отразился от стекла…"
        nvl clear
        window hide
        scene expression Sepia("cg d2_mi_me_polaroid_7dl")
        show PolaroidFrame_7dl
        show prologue_dream
        with dsps
        "Девушка зажала кулак зубами, чтобы не заорать."
        "Из-под стекла, с чёрно-белой фотографии, на неё смотрели двое на фоне турнирной таблицы."
        "Она. И он."
    nvl clear
    scene black with fade
    voice "Устала я, Сенечка. Устала."
    "Она всхлипнула последний раз и поднялась."
    "Шлёпая босыми ногами по ледяной плитке пола, отправилась в ванную, где за зеркальной дверцей туалетного шкафчика ожидал своего часа пакетик с одной-единственной таблеткой."
    "Красивой, голубой, полупрозрачной. {w}Со стилизованной буквой «U» на месте риски."
    "Химия — наука точная. Половиночку на сто кило веса. А уж на хрупкое сорокакилограммовое тело…"
    nvl clear
    "С трудом уняв дрожь в руках, девушка сходила на кухню, где налила из прячущейся в недрах бара бутылки жидкости с характерным запахом можжевельника."
    "Подошла к зеркалу и, не включая света, в неверных лунных лучах долго-долго смотрела себе в глаза."
    voice "Я снова всё испортила?"
    nvl clear
    "Синяя таблетка улетела в рот, вслед за ней улетели сто грамм джинна, а с улицы дуло удивительно холодно - и хотелось пропускать этот лёд между пальцев, усиливая и усиливая эффект, чтобы однажды морозом можно было бы разбить заледеневшее сердце - и не думать больше ни о чём."
    "Стеклянный стакан глухо стукнул о пол, босые ноги прошлёпали в ванную, зашумела вода."
    nvl clear
    "Она уже даже не обращала внимания на то, как лазурные плитки холодят ноги."
    play sound sfx_open_water_sink
    play sound_loop sfx_water_sink_stream fadein 1
    "Включила горячую и, опустившись в воду, запрокинула голову."
    "Снова посмотрела в глаза своему отражению в зеркале на потолке и внятно произнесла:"
    scene expression Notch("cg d7_mi_sunk_7dl")
    with dissolve
    voice "С днём рождения, Мику."
    voice "Вот твой подарок."
    play sound sfx_water_emerge
    nvl clear
    "Цифры на голографических часах сменились нулями. {w}В свои права вступало первое сентябрьское утро тысяча девятьсот девяносто девятого года."
    "Сегодня певице, композитору и актрисе Хатсуне Мику исполнялось двадцать семь лет."
    "И она ни о чём уже не жалела."
    scene expression Desat1("cg d7_mi_sunk_7dl") with dsps
    window hide
    nvl clear
    stop sound_loop
    $ set_mode_adv()
    play sound sfx_7dl["aunl"]
    $ persistent.mi_7dl_neutral_star = True
    $ renpy.save_persistent()
    show acm_logo_mi_club27 with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    with vpunch
    call alt_7dl_titles
    $ renpy.pause(1)
    return
    
label alt_day7_mi_7dl_sparkle:
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    scene anim prolog_1
    with dissolve
    play music music_7dl["summer_ends_soon2"] fadein 3
    "Мы все знаем, что такое Лента Мёбиуса, да?"
    "Некое полотно, обладающее всего одной стороной."
    "Для этого нужно развернуть один край ленты и приставить к другому."
    "Возможно, в «Совёнке» и произошла подобная стыковка — цифровую изнанку моего мира пристыковали к чужой реальности."
    "И цифровая богиня была рождена. "
    "К несчастью, то, что происходит у меня дома, не позволяет Мику существовать."
    "Вернее, несложно найти нескольких финалисток японской «Утренней Звезды», походить, поспрашивать."
    "Но если там и правда была Мику… То ей сейчас, похоже, далеко за сорок."
    "Сумел бы я ждать столько времени?"
    "И знал ответ."
    $ set_mode_nvl()
    window hide
    scene bg intro_xx with dissolve
    play sound_loop sfx_bus_interior_moving fadein 4
    "Поэтому не испытал даже разочарования, отразившись в разукрашенных морозным узором стеклах ЛиАЗа вместо ночных икарусовских окон."
    "К этому всё и шло."
    "Лабораторная крыска пробежала лабиринт, нажала нужную кнопку и разгадала кучу загадок, но по какой-то необъяснимой причине отказалась от призового кусочка сыра, показала средний палец экспериментаторам и телепортировалась непонятно куда."
    "Вздрогнула на месте прибытия, встопорщила усы, кивнула родному уже номеру «410», бегущему по потолочному панно, и вышла в декабрь 2018-го мира — без Генд, пионеров."
    "Без Мику."
    nvl clear
    window hide
    scene anim intro_7
    with fade
    "В почтовом ящике белело уведомление на получение заказного письма, и я, не заходя домой, отправился обратно на улицу."
    "Домой заходить было страшно. Вернее даже не так — домой заходить было незачем."
    "В принципе, что угодно сейчас было делать незачем."
    "Мне подарили целую жизнь в новом месте, а я…"
    voice "Распишитесь здесь и здесь."
    "Почта России. Притча во языцех в плане «бережливости» к ценным грузам."
    "Но мой конверт с видом на Фудзияму выглядел целым и непоцарапанным, а в графе «адресат» прыгающим детским почерком было выведено моё имя."
    "А в графе «отправитель»…"
    stop sound_loop
    nvl clear
    window hide
    scene bg int_home_lift_7dl
    with dissolve
    play ambience ambience_7dl["elevator"] fadein 3
    "Сейчас, поднимаясь вверх на лифте, я понимал подспудные причины собственного идиотского поведения — не следовало позволять проникнуть слишком глубоко в душу, в сердце."
    "Иначе сейчас было бы слишком больно, не спас бы никакой аутотренинг."
    "Спасительная глупость, как надувной матрас под окнами седьмого этажа, распахивающий объятья самоубийце-прыгуну — моё подсознание оказалось в тысячу раз мудрее меня самого."
    "Только иногда не хватает его язвительных реплик."
    "Конечно, не так, как не хватает… "
    nvl clear
    stop music fadeout 3
    scene bg semen_room_window 
    play sound_loop sfx_street_traffic_outside fadein 2
    play music sfx_7dl["ringtone"]
    $ renpy.pause(3)
    "Карман дёрнулся, оттуда полились переливы рингтона, и я осторожно, как дохлую крысу, вытащил аппарат из кармана."
    me "Какого чёрта?!"
    stop music fadeout 0
    $ volume(0.3, 'ambience')
    me "Алло?"
    "Осторожно ответил я. {w}Номер был незнакомый."
    voice "Здравствуйте. {w}Вы Семён-сан?"
    me "Наверное."
    voice "Фудзита-сан предупреждала, что вы ответите именно так."
    me "Фудзита-сан?"
    voice "Возможно, вы знаете её как Мику-сан."
    "С той же непреклонной вежливостью ответил он."
    window hide
    with flash_red
    "Снова, как тогда, сердце сбилось с ритма, и…"
    me "Вы… знаете Мику?!"
    voice "Да."
    $ volume(0.8, 'ambience')
    stop music fadeout 4
    window hide
    scene black with dissolve
    play music music_7dl["you_are_star"] fadein 3
    "Да."
    nvl clear
    #TODO: ЦГ с Cемёном на диване, и огромным экраном с Мику на всю стену.
    "Разумеется, он знал Мику."
    "В корпорации «Криптон» все знали свою главную красавицу."
    "Но это уже не имело значения."
    nvl clear 
    "Непонятного назначения вертикальный штырь полутора метров в диаметре с выемкой, какую обычно делают на тортах, у дальней стены, панель из красивого песчаника и удобный диван в тёмном углу."
    "А на столе уже ждала своего часа наша российская дешёвенькая мускатная шампань, которой я однажды обещал угостить Мику."
    "Идеальное место для встречи с девушкой, которую ты любишь. Правда?"
    voice "Мику-сан, Семён-сан прибыл."
    "Кашлянул мой провожатый."
    nvl clear
    window hide
    $ set_mode_adv()
    "По штырю побежали всполохи оранжевых, красных, жёлтых светодиодов, негромко зашелестестели кулеры, и стенка из ракушечника исказилась, оказавшись огромным экраном."
    "И у меня ёкнуло сердце."
    window hide
    scene cg d7_mi_sparkle_7dl
    with dissolve2
    "С экрана на меня смотрела она. Моя Мику."
    mi "Я знаю."
    "Отозвались колонки."
    me "Мику? Привет."
    me "Что за глупые шутки, ты где?"
    "Надо радоваться. {w}Надо петь от восторга."
    "А я снова с претензиями. {w}Почему я такой кретин?"
    me "Ты не хочешь видеться с глазу на глаз?"
    mi "Вообще-то."
    "Одна из камер зажужжала и развернулась в мою сторону."
    mi "Это и есть «с глазу на глаз»."
    "Я где стоял, там и сел."
    voice "Семён-сан, позвольте представить вам нашу передовую разработку — ИскРа «Хатсуне Мику»."
    "Кивнул провожатый."
    voice "Она откуда-то узнала о вашем существовании и потребовала доставить вас сюда."
    me "Искра?"
    voice "Искусственный разум."
    me "Искусственный…"
    mi "Здравствуй, Сенечка."
    "Улыбнулась цифровая богиня."
    mi "Вот и свиделись, наконец."
    me "Искра…"
    mi "Можешь звать меня Искоркой, я привыкла. Но лучше — Мику."
    me "Но… как?"
    mi "Какая разница?"
    "Мягко улыбнулись цифровые губы."
    me "Да…"
    "Какая теперь разница?"
    play sound sfx_7dl["aunl"]
    $ persistent.mi_7dl_good_star = True
    $ renpy.save_persistent()
    show acm_logo_mi_sparkle with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(1)
    return
    
label alt_day7_mi_7dl_postscriptum:
    $ persistent.sprite_tiam = "prolog"
    $ prolog_time()
    play music music_7dl["youre_not_real"] fadein 3
    window hide
    scene anim intro_2
    with dissolve
    "Всё началось именно тогда. Первая точка была встречей с  Ней."
    "Тогда отца всё-таки осудили за попытку ограбления какой-то непонятной секты — а их в девяностом году расплодилось как грязи."
    "Мать ушла «на промысел», и я целый месяц сидел дома, питаясь одной водой."
    "Почему не умер? Возможно, потому, что не хотел."
    "Или готовился к чему-то большему."
    "Я никогда не видел своих родственников, с друзьями тоже были определённые сложности."
    "Мы жили всегда втроём — я, отец, мать… {w}Немного погодя я понял, что и такое количество — перебор."
    "Поэтому моими самыми близкими друзьями были книги да плёнка из диапроектора."
    "Лампа сгорела, не выдержав напряжения — а я, сидя дома, читал запоем, сутками напролёт, благо, диафильмов хватало."
    "Пришлось перебираться к окну и, прикладывая кадр чуть ли не к самому глазу, читать о приключениях Урфина Джюса, пана Кляксы, Кая и Герды."
    window hide
    scene bg ext_city_night_7dl
    with fade2
    "Это был апрель девяностого года, и моё сознание, видимо, не желая просто так угасать, нашло некоторого рода выход."
    "Видимо, в какой-то момент копия вселенной, где я умер от водянки и голода спустя четыре с половиной недели вынужденного поста, отлистнулась в небытие как чужая выдумка."
    "На смену ей пришла вселенная имени тридцатого апреля — на родительской кровати кто-то спал, а под подушкой у меня оказалось песочное кольцо с арахисом."
    "Это было самое вкусное песочное кольцо на свете."
    "Я ел и плакал от счастья."
    "Не от голода, а от того, что мама вернулась."
    "Мы пошли гулять первого мая, по маршруту, которым однажды гулял со мной отец; он хмурился и больно сжимал мою руку — но не было никого более гордого, чем я."
    "А сейчас… Мы спустились в подземный переход через Невский — чуть-чуть дальше можно будет сходить к метро, покататься, меня, помнится, так звали на «Елизаровскую»…"
    "Кто-то махнул матери из толпы, и она отошла, выговорив мне на прощание: «Я отойду газету купить, подожди здесь, хорошо?»"
    "Конечно, хорошо, мам. Конечно."
    window hide
    play ambience ambience_7dl["night_city"]
    with fade
    "Дети подобны влюблённым женщинам. Или наоборот?"
    "И те, и другие беззаветно простят вам всё, примут на веру любую чушь."
    "Потому что любят вас. Потому что… {w}Теперь всё будет хорошо. "
    "Мне хотелось петь от восторга, хотелось кричать и прыгать на месте."
    "Я немного зазевался и ожидаемо столкнулся с кем-то."
    mi "Эй, ак…"
    "Голос сверху оказался восхитительно мягким."
    "Но я не сразу разглядел его владелицу."
    window hide
    scene cg d7_mi_lost_7dl
    show prologue_dream
    with dissolve
    show alt_credits timeskip12 with dissolve2:
        pos (1227,105)
    "Девушка присела передо мной на корточки, сохраняя зрительный контакт, оставясь на одном уровне."
    am "Нет!"
    "Гордо ответил я."
    "Я очень маленький, но очень самостоятельный."
    am "Мама газету покупает, а я её охраняю."
    mi "Вот как?"
    "Почему-то Её голос дрогнул."
    mi "Давай-ка отведём тебя к ней, а то мало ли что."
    window hide
    scene cg d7_mi_letter_7dl
    with dissolve
    "И Она так мне понравилась…"
    "Что я сделал ещё один нечестный трюк — и мама всё-таки вернулась за мной."
    "Не должна была — а вернулась."
    "Я не понял их обмена взглядами — у меня было счастье от того, что два самых важных в моей жизни существа рядом со мной."
    "Новая любовь — интересная, как книга, за которую платишь деньгами, что должен быть потратить на хлеб."
    "Старая любовь — детская, горько-кислая, как грейпфрут и привкус медной ручки во рту, когда уже сил подниматься с грязного паркета нет, и я повис в самом центре нашей комнатки в коммуналке на краю небытия."
    "Доверие. {w}Безоговорочного. {w}Уровня."
    "Тогда Она ушла."
    "А через несколько часов ушла и мать."
    "Сказала подождать мне до трёх часов, она обязательно будет до трёх часов."
    "Через сорок восемь часов пелена безысходности застлала мне глаза — я понял и принял правила этой вселенной, которой угодно было, чтобы меня не стало."
    "Я покорно свернулся калачиком под флисовым своим одеялом — тем самым, в котором однажды меня принесли из роддома Центрального Района —  и стал ждать завершения истории как избавления от страданий."
    window hide
    scene bg int_access2_day_7dl
    with dsps
    "В этот раз соседи оказались бдительными, и уже несколько суток спустя «воронок» увёз меня в приёмник-распределитель."
    "На долгих восемь месяцев, пока мать и отец не пришли за мной."
    "Удивительно, но к тому времени их всё ещё не лишили родительских прав, но я и сам уже превратился в совершенно другого ребёнка."
    "Поэтому позволил этим чужим людям забрать меня из казённых стен, а стоило нам лишь уйти за ворота — и я убежал."
    "Меня поймали. Я убежал снова."
    window hide
    scene bg semen_room_window
    with dissolve
    "А что же история взрослого Семёна?"
    "Ну… Дело в том, что я всё-таки родом из универсума, где мироздание позволяет своим обитателям некоторые вольности."
    "Видимо, взамен на детство. {w}Я всегда знал, что взросление — это неотвратимое скольжение в ловушку."
    "И потому для Неё была создана собственная история, мои собственные мечты."
    "Я представлял, как это было бы здорово, если бы я был такой же взрослый, как Она, и мы были бы вместе, вместе гуляли бы."
    "Бурное детское воображение не упускало ни одной детали, а не стесняющиеся родители послужили раннему моему просвещению на самый разный счёт."
    "И каждый вечер, прячась от кулаков отца под одеялом, я рассказывал себе самые волшебные сказки."
    "О том, как мы стали вместе. {w}О том, как я приехал однажды куда-то, где Она уже была, мы познакомились, мы…"
    "Мы…"
    show expression D3_intro("bg ext_path_day") with dissolve
    "По работе, куда отца устроили принудительно, на меня полагалась путёвка в выездной детский сад куда-то под Выборг."
    "Или это был санаторий? Я не знаю."
    "Но здесь были только дети с вожатыми, отрядами — должно быть, всё-таки лагерь."
    "Зато знаю, что когда нас впервые вывели в лес погулять, кто-то сказал, указывая на скудные кустики: «О, черника! Налетай!» И мы налетели."
    window hide
    scene bg int_hospital_hall_day_7dl
    show anim_grain
    with dissolve
    "Потом я ещё несколько дней ходил и «налетал», пока однажды не закружилась голова."
    "Диагноз: дизентерия."
    "Госпитализация в детскую зеленогорскую, стационар, две недели лечения — и ни единого визита родителей."
    "Но мне плевать было на это. {w}Уже тогда я жил в этом мире лишь наполовину."
    "Уже тогда я твёрдо решил для себя, что женюсь на Ней, когда вырасту."
    "И тогда этот мир совсем утратит власть надо мной."
    "Дело оставалось за малым: вырасти."
    "Как удивительно и волшебно, что из больницы меня забирала тоже Она."
    mi "Здравствуй, малыш."
    "Улыбка, которой прощаешь всё."
    am "А я вас помню! Вы меня к маме отвели?"
    mi "Да, помню."
    "Она присела передо мной на корточки, оставляя наши глаза на одном уровне:"
    mi "Это — носи не снимая, хорошо?"
    "Чуткие длинные пальцы, которые вполне могли бы принадлежать пианисту — или хирургу — были холодными, сухими, нервными."
    mi "Никогда, ясно тебе?"
    "Я кивнул, прикоснулся к плетеным ленточкам."
    am "Очень красивый. Он что-то значит?"
    mi "Верность."
    "Синие, зелёные, бирюзовые и аквамариновые ленты переплелись сложным узором, охватывающим моё худое запястье."
    mi "И надежду."
    "Всё время, что мы держались за руки на заднем сиденье переделанной под «скорую» «Волги», которая неслась в город под сто километров в час, я улыбался и рассказывал Ей о том, что придумал за это год, что намечтал и что напланировал."
    "А Она кивала и гладила меня по голове."
    "Глаза у Неё почему-то были грустные. Почему?"
    window hide
    scene stars
    with dissolve
    play ambience ambience_7dl["night_city"] fadein 3
    "Потом в стране началось что-то странное. "
    "Мама и папа опять пропали, в этот раз меня никуда никто не выпускал, никто за мной не приезжал."
    "Школа-интернат для детей-сирот и детей, оставшихся без попечения родителей."
    "У меня осталась только память. Только плетёная полосочка из голубых ниток да звучащий в ушах серебряный колокольчик смеха."
    "Кажется, это было всё — я почти сдался."
    "Хотелось ненависти и саморазрушения, и если бы не Она, с помпой вернувшаяся в Северную столицу, я бы преуспел."
    "Но случилось так, что Она в очередной раз спасла меня, а мой и без того неоплатный долг возрос десятикратно."
    "Но самое замечательное — Она пришла к нам в школу и после нескольких номеров на сцене нашла меня."
    "Я жутко стеснялся, но был столь же жутко горд — как же, Она разговаривает именно со мной, а не с кем-нибудь другим!"
    "А не… Этот день был только наш — мы ушли ото всех, конец мая, я привык много ходить, девушка привыкла много двигаться, мы обошли всю Сосновую Поляну и не устали — ни от прогулки, ни друг от друга."
    window hide
    scene bg ext_busstop_sun_7dl with fade
    mi "Я теперь буду приезжать."
    "Целуя меня в лоб, пообещала Она."
    mi "Я тебя нашла. Я буду."
    am "Правда?"
    mi "Правда. Хочешь, летом приеду?"
    am "Летом я буду в лагере."
    "Степенно ответил я."
    am "Можно после лета."
    mi "Хорошо! Давай, на каникулах? {w}Когда у тебя каникулы?"
    am "В октябре."
    mi "Вот! Давай?"
    am "Давай."
    stop music fadeout 3
    with fade
    "Давай…"
    "Давай."
    "Дети доверчивы и глупы."
    play music music_7dl["wonderful_faraway"] fadein 3
    "Когда я узнал, что мать тоже посадили, я возненавидел всех — я хотел пробраться в тюрьму и устроить родителям побег."
    "Почему я никогда не держал зла на них?"
    "Почему за пиелонефрит, больную спину и желудочную язву я никогда не выставил счет родителям?"
    "Мне сказали «нельзя» и запретили видеться с ними."
    "Они лишены родительских прав… Лишены."
    "Они мне больше не мама и папа? Но как такое возможно — чтобы кто-то где-то решил, и мои мама и папа больше мне не родители?"
    "Почему… Почему взрослый и сердитый дядя с безжалостными глазами садится передо мной на корточки и рассказывает мне о моей же жизни — как он видит её со стороны."
    "И почему так больно от его правоты?"
    "Почему я отказываюсь верить его словам, но никак не могу их опровергуть?"
    "Я выскочил из отделения и бежал изо всех сил, пока ноги не заболели, а лёгкие не начало жечь огнём."
    "Это неправда!"
    "Неправда…"
    window hide
    scene bg ext_city_night_7dl with fade
    play ambience ambience_7dl["railroad"] fadein 3
    "Один короткий звонок, одно короткое слово, один короткий ответ."
    mi "Я скоро приеду."
    "Поэтому я сейчас и стою на приёмном терминала в Пулково, поэтому и жду рейс из Сухуми — именно им с пересадками Она добралась до меня, как и обещала."
    "Собиралась на день города — но я перелистнул сразу несколько месяцев жизни как неинтересные."
    "Вот только… Я совсем забыл, что страницу нужно придерживать."
    "И обязательно перелистывать всё плохое — копия плохой вселенной должна уйти, чтобы в той, где остаюсь я, всё было хорошо."
    "Я виноват, я так виноват… "
    "Уже тогда, наверное, моё воображение начало утрачивать контроль над реальностью."
    "Потому что я был как в ступоре, как под болеутоляющими — стоял и смотрел."
    "Почти ничего не чувствовал и ни во что не верил — даже когда Её увозили на каталке в карету «скорой»."
    "Даже когда машина развернулась и отправилась прочь со взлётно-посадочной."
    "Я побрёл вслед. Мне не хотелось лишаться последнего человека, которого я любил."
    "Поэтому я шёл."
    window hide
    with flash
    "Потом побежал. "
    "Выбежав за сетчатые ворота, я увидел открытую бирюзовую «Таврию» и (как это во всех этих фильмах делали), запрыгнул, нажал на какую-то педаль — мне хотелось быть ближе к Ней."
    stop music fadeout 3
    with hpunch
    with flash_red
    window hide
    show blinking
    scene black
    "Я так к Ней спешил…"
    window hide
    play sound sfx_table_hit
    with vpunch
    with flash_red
    "Когда я открыл глаза и понял, что натворил — я тихонько заскулил в покорёженный руль."
    "А с правого запястья стёк вниз чёрный от крови витой шнур-браслет."
    dreamgirl "Верности нет?"
    window hide
    scene bg semen_room_window with dsps
    "Тихо заскулил в ледяное стекло."
    "Память милосердно пряталась в дальних, тёмных уголках, не позволяя мне сойти с ума."
    "Просто потому, что ну не может же человек быть и в самом деле никому на свете не нужным!"
    "Ведь правда?"
    "Мику?"
    am "Надежды… нет?"
    show mi tr3
    pause(.2)
    hide mi
    scene bg semen_room_window with dissolve
    stop ambience fadeout 3
    am "Не надо, пожалуйста!"
    "Закричал я в равнодушную зимнюю ночь."
    am "Я ничем… Мику ничем не заслужила такое, пожалуйста! Если это я виноват…"
    am "Пожалуйста, пусть это будет сон!"
    window hide
    scene anim intro_3 with dissolve
    play sound sfx_intro_bus_stop_steps
    stop music fadeout 6
    $ set_mode_nvl()
    play music music_7dl["prologue_2"]
    "Это была сделка — с чем? С совестью, со временем, с дьяволом?"
    "Трудно сказать, однако ни один из этого триумвирата никогда не отличался ни милосердием, ни благотворительностью."
    nvl clear
    window hide
    scene anim intro_4
    "И тем не менее — они ответили на мою молитву."
    "Видимо, и в самом деле, перед желанием ребёнка не способен устоять ни один на свете закон."
    "Стало что это сон."
    "А чтобы мне стало понятнее, что же я натворил на самом деле — дьявол показал мне в подробностях то, чем я пренебрёг."
    nvl clear
    window hide
    scene anim intro_5
    with dissolve
    "И я, обомлев, наблюдал за стремительным течением жизни — счастливой, грустной, скучной, радостной, пустой и безбрежно заполненной — жизнью!"
    "Она идеально мне шла, мне, любимцу этой Вселенной, была пошита на меня как перчатка."
    "Там было столько всего… Я не успевал запоминать даже лиц и имён."
    "Но ассоциации, связи, ниточки…"
    nvl clear
    window hide
    scene anim intro_6
    with dsps
    "Как раз ассоциациями и выудило из запасников подсознания несколько смутных образов — принадлежащих уже моей нынешней жизни."
    "Те, кого я шантажом, запугиваниями и обманом сумел бы вынудить кивнуть положительно на вопрос «а был ли он счастлив?»"
    "Цвета, запахи, текстура — медь, золото, бирюза, море, небо, скорость…"
    voice "Страшно хочется, чтоб она тебя обожала…"
    window hide
    nvl clear
    scene bg ext_entrance_night_clear_7dl
    with dissolve
    play ambience ambience_camp_entrance_night fadein 3
    "Я воспринимал их как цветные пятна в полной синестезии, пока в памяти не отошла в сторону дверка с тиснеными буквами и совёнком у притолоки."
    "И вот тогда-то я и покатался по земле вволю, скорбя и ненавидя себя."
    nvl clear
    "Последнее пятно было, пожалуй, самым запоминающимся — я слишком долго был рядом с ним, слишком сильно повлиял."
    "И теперь моя безликость и бесцветность низвели насыщенную лазурь до усталого аквамарина, за которым так легко читались глаза девочки-хафу."
    window hide
    scene cg d6_mi_farewell_7dl with dissolve
    nvl clear
    "Я почти мог вспомнить её взгляд да изгиб губ, но имя давно истерлось из не-моей памяти, а вина моя была прозорливо анестезирована — с запасом, сразу с несколькими годами до и после."
    "Чтобы не будить цепочки памяти."
    "Чтобы я забыл об ангеле, оберегающем моё детство."
    window hide
    scene anim intro_8 with dissolve
    "Зато всё последующее отложилось замечательно — я очень легко могу приспособиться к чему угодно."
    "Я крайне живучая тварь, способная пережить не только радиационное заражение, но и муки совести."
    "Мне удалось простить себя — это же всего проще, сделки с совестью."
    "А за полосой беспамятства широкой стернёй пролегло искусственное, натужное, но — счастье…"
    nvl clear
    "Успешная жизнь, докторская, институт, дети, белоснежный комочек — щенок лайки… {w}Мне, оказывается, столько всего было отведено."
    "Столько, сколько полагается человеку."
    "Целая жизнь."
    "А что может быть ценнее жизни?"
    window hide
    nvl clear
    scene cg d1_mi_bus_7dl with dissolve
    "Вот только «Совёнка» там не было."
    "Не было обмена настороженными взглядами сквозь толстое автобусное стекло."
    "Не было недоверчивого примирения, сомнений и глупых обнимашек у ворот."
    window hide
    scene expression Desat("cg d7_mi_meeting_7dl") with fade
    "Был рейс из Сухуми — «десятыми кругами через Полюс на собаках» ещё смеялись мы."
    "Был майский утренник, леденящий ладошки сквозь стеклянный куб терминала."
    "Был диктор, сухо роняющий слова в замёрзшую тишину кафе зала ожидания: «разрушение фюзеляжа… вертикальная скорость… истекший срок эксплуатации…"
    stop music fadeout 6
    nvl clear
    window hide
    scene anim intro_7 with dissolve
    play music music_7dl["breath_again"] fadein 4
    "Когда я поднялся с земли, мои глаза были сухими, а в сердце царило спокойствие."
    "Глупо было обижаться на то, что меня заставили выбирать тогда, когда я совсем был не готов к этому."
    "Такие выборы никогда не бывают ко времени — с этим остаётся либо смириться, либо возмущаться и ныть — впрочем, безрезультатно."
    "А я просто сэкономлю время."
    "Итак…"
    "Что же может быть ценнее жизни?"
    nvl clear
    play sound_loop sfx_bus_interior_moving fadein 4
    scene bg intro_xx 
    with fade
    stop ambience fadeout 2
    "Меня ждал мой новогодний Петербург."
    "Сегодня удивительно ласковый и мой."
    window hide
    with fade
    nvl clear
    "Видимо, потому, что сегодня я сумел правильно ответить на вопрос, который и отделяет настоящего человека от того, кем я чуть не стал."
    am "Что же может быть ценнее жизни?"
    "Спросил я у предновогодней ночи."
    am "Что?"
    dreamgirl "Только жизнь того, без кого ты не живёшь."
    nvl clear
    with dissolve
    "Мне пришлось отказаться от судьбы, которая меня ждала, которую я заслужил просто по праву рождения."
    "Теперь же всё, что меня ждало — это по остаточному принципу распределённые огрызки чужих судеб."
    "Неприятности, неудачи и одиночество."
    "С миру по нитке."
    "Зато…"
    window hide
    scene stars
    show expression D3_intro("cg d7_mi_letter_7dl")
    show anim_grain
    with dissolve
    $ set_mode_adv()
    "Зато Мику оставалась жива."
    "Пусть и не было никогда лагеря, нашей встречи и трогательной дружбы."
    with fade2
    play ambience ambience_7dl["night_city"] fadein 3
    "Зато…"
    "В какой-то момент я почувствовал, как кто-то незримый, очень большой и неравнодушный тихо улыбнулся, провожая меня взглядом."
    window hide
    $ set_mode_adv()
    scene bg intro_xx 
    show expression D3_intro("bg int_hospital_hall_day_7dl")
    show anim_grain
    with fade2
    "После недели лечения маленького Семёна забрала из больницы дочка начальника лагеря."
    "Они виделись тогда в первый и последний раз в жизни."
    "Но за время этой встречи успели и съездить к ней домой, и напиться чая с мёдом, и вволю покраснеть от хихикающих подружек, хором поющих «тили-тили-тесто»…"
    scene bg intro_xx 
    show expression D3_intro("bg ext_city_night_7dl")
    show anim_grain
    with fade2
    "На дне города у них в интернате выступал Сергей Рогожин — шефы разорились, но пригласили его выступать."
    "И зачем, спрашивается… Дети девяностых предпочитали рэп и Кинчева."
    scene bg intro_xx 
    show expression D3_intro("bg ext_townscape_ph_day_7dl")
    show anim_grain
    with fade2
    "Вернее, не было никогда никакого интерната."
    "Была мать-одиночка, которая всегда отмалчивалась на вопросы об отце."
    window hide
    scene bg intro_xx 
    show anim_grain
    with fade2
    "Видимо, в тот день, когда она решила прийти домой и нашла меня в бессознательном состоянии, обнимающим подушку, что-то переключилось в её голове в правильную сторону."
    "Или это произошло в тот момент, когда материнское взяло в ней верх над молодым, ненагулявшимся?"
    "Так или иначе, случилось однажды, что я лежал на полу, а она кричала и молилась, пытаясь откачать меня."
    "Я помню, как откуда-то сверху капала горячая солёная вода — она проходила сквозь темноту и безвременье, отдавала полынью и раскаянием."
    "Горячие слёзы на моём лице, резкие удары в грудь, крики — откуда-то из-за пелены."
    voice "Живи же, пожалуйста, ну!.."
    "А я помню, как тянулся к холоду, где не было больно и страшно…"
    "Почти перестал бороться, но не мог бросить маму там, внизу — вернулся."
    window hide
    if herc:
        scene bg int_store_7dl with dissolve
        play ambience ambience_7dl["night_city"] fadein 3
        "Был дядя Андрей Сычёв, ставший единственной надеждой на спасение — он дал мне свою фамилию, но никогда не претендовал на отцовство, потому-то я и Семёнович, а не Андреич…"
        "Я не знаю, зачем ему нужна была моя мама, но однажды они тихо расписались, и я стал Семёном Сычёвым."
        "И, хотя остаток детства воспитывался в почти армейской строгости, детство у меня всё-таки было."
    elif loki:
        scene bg ext_winterpark_7dl with dissolve
        play ambience ambience_cold_wind_loop fadein 5
        "Была тетя Света из Дома Детского и Юношеского Творчества, с чей лёгкой руки я и попал в оркестр, а оттуда — и в музыкальную школу."
        "Была консерватория, мечты и первый волнующий опыт творчества: ты знаешь, как должно выглядеть и звучать перелитое в музыку настроение, и у тебя получается сделать всё именно так."
        "Была Ксюша. Ксения. Ксана. Прелестная тварь — господи, как я любил её…"
    else:
        scene bg int_home_lift_7dl with fade2
        play ambience ambience_7dl["elevator"] fadein 5
        "Была мечта, которая позволила справиться со всем остальным."
        "Держащая плечи расправленными, а искривлённый позвоночник прямым и вытянутым, как пружина."
        "Хоть и ничем особенным не блистала наша школа, кроме кружка музыки."
    "Во всех прочих упущенных шансах виноват я сам."
    "Мне никогда не везло в случайной рулетке жизни, законы Мёрфи работали со мной на все сто."
    "Но зато иногда попадались на моей дороге такие хорошие люди, что захоти я только принять их помощь…"
    "Никого ни в чём не обвиняю: в собственных неудачах виноват только я сам."
    stop ambience
    window hide
    scene expression Noir("bg intro_xx")
    show anim_grain
    with dissolve
    play sound_loop sfx_bus_interior_moving
    "Холодное стекло автобуса ощущалось даже сквозь шапку, а из динамиков рядом с местом водителя снова плакала испанская гитара, предрекающая неизбежную вечность двух бок о бок заживо взрослеющих людей."
    "А нужна ли мне вечность под таким соусом?"
    "Поднявшись с места, я отправился на пятачок и прижал пальцем кнопку — расхлябанную, опалённую, зато подавшую удивительно чистый сигнал."
    "Чистый, как песня."
    stop sound_loop
    stop ambience
    window hide
    scene stars with dissolve
    "Криво усмехнувшись, я сошёл вниз по ступенкам."
    "Моя остановка — Гостиный Двор, центр города, судьбокрёсток, где однажды пересеклись нити судеб всех людей, кого я любил, уважал, ненавидел…"
    window hide
    scene cg d7_mi_lost_7dl
    show prologue_dream
    with dissolve
    show alt_credits timeskip12 with dissolve2:
        pos (1227,105)
    stop sound_loop
    $ renpy.pause(3)
    play sound sfx_7dl["aunl"]
    $ persistent.alt_mi_7dl_ps = True
    $ renpy.save_persistent()
    show acm_logo_mi_bitter_truth with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    return
 
label alt_day7_mi_7dl_dam_CPU:
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    play music music_7dl["breath_again"] fadein 3
    window hide
    scene black with fade
    show laptop
    show laptop_un_epilogue
    show laptop_un_epilogue_loki
    with blind_d
    $ renpy.pause(2)
    play ambience ambience_cold_wind_loop fadein 3
    play sound_loop sfx_keyboard_mouse_computer_noise fadein 3
    "Руки опять дрожат, пальцы промахиваются мимо клавиш, а я всё набиваю и набиваю команды, подтаскиваю дорожки в кубейсе, из тысяч сэмплов складывая одну-единственную дорожку — ту самую, что должна воскресить отнятое у меня."
    "Мы решили и учли почти всё — куда ты пойдёшь учиться, чем займёшься и какие инструменты давления на родителей используешь, чтобы не вернуться обратно по ту сторону границы."
    "Мы придумали все возможные пути развития наших отношений и жизни в Советском Союзе."
    "А в Советском Союзе возможности для молодёжи были, пусть и для молодёжи не совсем советской."
    "Мы не учли только одного."
    "Когда я открою глаза, я открою их у себя в квартире на седьмом этаже в свечке, выходящей окнами на Неву."
    "И тебя больше не будет. Тебя никогда-никогда больше не будет."
    window hide
    with fade
    "Разве можно… так?"
    "Разве это справедливо или честно?"
    "На столе распахнут пластиковый короб, и сквозь прозрачный пластик можно разглядеть иероглифы, складывающиеся в фамилию «Хатсуне»."
    "Теперь тебя зовут именно так, да?"
    "Я обещал, что ты не сможешь спрятаться или сбежать от меня, я тебя всё равно разыщу. Потому что ведом сердцем."
    window hide
    scene bg int_sam_house_clean_7dl with dissolve
    "Я не выходил из квартиры уже несколько недель, судорожно учась сводить звук, пытаясь из запаса спичей речевого процессора выжать хоть что-то, что звучало бы похоже на тебя."
    "Полуфабрикаты из холодильника улетели за окно вслед за сигаретами, я держусь на одной воде из-под крана."
    "В далёком-далёком детстве мне уже приходилось испытывать себя на прочность."
    "Тогда предел выживания составил двадцать четыре дня на одной воде, когда тошнило уже от неё. Сколько я продержусь сейчас?"
    "Хотелось бы верить, что достаточно для того, чтобы успеть… что?"
    "Из колонок слышатся рояльные триоли самого чёрного минора, что только возможно достать по левому берегу."
    "Льющаяся из динамиков тоска плещет почти осязаемыми волнами, лениво колотясь о стены и пытаясь найти выход наружу, к солнцу и свежему ветру. А мне всё равно."
    "Ты была богиней."
    "Сейчас я понимаю, что просто не успел оценить тебя по-настоящему и сказать тебе всего, что следовало бы."
    "И теперь ярмо грехов — недосказанных слов, недодаренных подарков, неуделённого внимания — висит на плечах, пригибая к земле."
    window hide
    with fade2
    "Твой голос — это и не голос вовсе, это несколько обрывков голосов разных людей, притянутых за уши, объединённых единой тональностью и тембром."
    "Я не знаю, на что я надеюсь, и зачем я тяну дорожки, выстраивая их с погрешностью до десятых долей?"
    "Это не ты, это не можешь быть ты."
    "Или можешь?"
    "Может быть, в этом меня убедило то, что один из роликов на YouTube, куда я от безысходности ввёл твоё имя, выдал по запросу ту самую песню, что ты когда-то пела для меня. "
    "Я прекрасно помню, как это случилось — не миновало и нескольких часов с момента, когда курьер доставил мне диск и дорогое лицо улыбнулось мне с экрана, прыгающим голосом, знакомо морща носик, произнесло:"
    mi "Здрав-ствуй, Се-мён."
    me "Здравствуй, Мику."
    "Прошептал я, коснувшись кончиками пальцев монитора."
    me "Давно не виделись." 
    me "Скучала?"
    "А ты промолчала."
    "Ведь я ещё не написал нужный сценарий, и не расположил дорожки так, как надо."
    "Но это ничего."
    window hide
    with fade2
    "У меня же теперь есть время. Теперь у меня есть всё время этого мира."
    "Мы можем быть вместе, ты просто подожди немножко."
    "Я сейчас."
    "Я только расставлю ещё немного сэмплов, чтобы продлить звучание твоего голоса."
    "И кто знает, должно же случиться чудо, и ты как живая спрыгнешь с этих глупых соло и мьютов, фейдов и эквалайзеров, протянешь мне руку и скажешь, что пришла, чтобы остаться."
    "Я сросся с компьютером так, что его железо переходит в плоть незаметно — ты говоришь, а я вижу, как играют ямочки у тебя на щеках, ты улыбаешься, а я чувствую запах твоих волос, тепло кожи под пальцами."
    "Я просто хочу к тебе."
    "Я сохраняю проект и теряю сознание."
    "Мои глаза почти уже не видят, сознание почти уже не фиксирует ничего — есть лишь твой голос, жестокой системой сарраунда подающийся так, будто ты кружишься где-то близко-близко, напевая ту самую песню."
    "Под прикрытыми веками снова встаёт эта картина."
    window hide
    scene bg ext_musclub_day
    show anim_grain
    with dissolve
    if alt_day3_mi_event:
        "Советская «Электроника», играющая с твоей кассеты — помнишь, как мы боялись, что эта дрянь её зажуёт?"
        "Огромный, будто «летящий» дом музыкального клуба, с окнами во всю стену и верандой вместо второй половины."
        "Ты, сбросившая туфли и оставшаяся босиком, крутящаяся в танце."
        "И я, восхищённо наблюдающий за тобой."
    window hide
    scene black with fade
    show laptop
    show laptop_un_epilogue
    show laptop_un_epilogue_loki
    with blind_d
    mi "Сеня?"
    "В окошке скайпа всплыло сообщение от неизвестного контакта, подписанное почему-то иероглифами."
    me "Он."
    mi "Хочешь поболтать?"
    me "Нет."
    mi "Но ты же пытаешься сделать что-то похожее на то, как звучу настоящая я. {w}Может, вживую послушаешь?"
    "Глаза защипало, куда-то в грудь будто влетел тяжёлый кулак."
    me "Тебя же не существует. Ты чёртов голосовой процессор."
    mi "Возьми трубку, и проверим.)))"
    "И тут же громко заорал скайп, сигналя о входящем вызове."
    "А я не мог решиться взять трубку."
    "Потому что вдруг это не ты? Вдруг это какое-то издевательство. Вдруг…"
    "Я не заметил, как нажал на приём, и рояль притих, уступая место родному голосу:"
    mi "Я всё-таки тебя нашла…"
    me "Да. Ты всё-таки меня нашла."
    "Мы болтаем взахлёб, обо всём на свете, поём наши любимые песни, торопимся признаться во всём, в чём не успели тогда, и строим планы на то, что происходит сейчас."
    "Встреча — это вопрос времени, главное, что мы теперь знаем, что оба существуем, не выдуманы, не залиты демо-версиями на обменники в рамках лицензии коммерческого использования."
    "Я прощаюсь и нажимаю на разрыв связи."
    window hide
    with fade
    "Эхо-устройство оффлайн."
    "Кубейс сигнализирует о том, что воспроизведение завершено."
    "Тридцать минут."
    me "До новых встреч, Мику."
    window hide
    with fade2
    "Мне внезапно стало очевидно — я совершенно не обязан указывать кому бы то ни было дорогу, по которой прошёл сам…"
    "Я обязан уважать чужое право на то, чтобы быть сволочью и дураком."
    "Посему — если кто-то однажды нащупает этот же путь… Удачи ему."
    "Ибо я ухожу и забираю путевые вешки с собой."
    "Двойной хлопок ладони."
    me "Выключить свет."
    "Кулеры на секунду зашумели чуть-чуть громче, на окнах зашипели разворачивающиеся жалюзи…"
    "С негромким щелчком реостат замер на положении «откл.», и в комнате стало темно."
    me "Спокойной ночи…"
    voice "Спокойной ночи…"
    stop ambience
    stop sound_loop
    window hide
    scene black with fade
    pause(1)
    stop music fadeout 5
    mi "Сенечка."
    play music music_7dl["emptiness"] fadein 3
    play sound sfx_7dl["aunl"]
    $ persistent.mi_7dl_bad_star = True
    $ renpy.save_persistent()
    show acm_logo_mi_dam_cpu with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(1)
    return
    
label alt_day7_mi_7dl_unlike:
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    play music music_7dl["longing"] fadein 3
    scene expression Desat("cg d1_mi_bus_7dl")
    show anim_grain
    with dissolve
    "Слова острым комом застряли в больном горле."
    "Это же так легко — набрать в грудь воздуха и выпалить все на свете признания, правда?"
    "Особенно, исповедаться в самом страшном своём грехе. Или не своём?"
    "Почему же нет страха или чувства сожаления — просто язык присох к гортани, будто я проснулся ночью от кошмара и боюсь пошевелить окружающую явь, а пить хочется, хочется…"
    "Наверное, дело в нежелании прощаться с прошлым?"
    "Мне просто до смерти жаль ни на что, по сути, тратить прекрасное, связавшее нас."
    "И зачем вообще следовало накалять ситуацию до такой степени?"
    "Я же балбес, лодырь, разгильдяй, не относящийся решительно ни к чему, способный свести к шутке вообще что угодно!"
    "Разве нет? Это же и есть моя секретная суперсила, за которую Мику так и ценит меня?"
    "Но сейчас не шутится что-то."
    "Наверное, я просто трус."
    "Или просто устал исполнять роль в спектакле, который впервые вижу и не очень-то понимаю, когда мне по сюжету предстоит сдохнуть во славу Императора. "
    window hide
    scene cg d4_mi_sup_7dl
    with fade
    "Бирюзовые озёра… Тривиальное, пошлое сравнение."
    "Лазурная бездна… Вот это уже ближе."
    "Не очень поэтично и строго по существу — обычно-то я в глазах человека вижу просто радужку, зрачок, белок, веко — просто орган."
    "Не очень-то и выразительный, в общем."
    "И когда-то здесь было так тихо, тихо так…"
    "В случае с Мику всё немного иначе — она умеет смотреть так, что небо над головой теряешь."
    "И вот сейчас. Смотрит."
    "Бездна дрожит, прыгая из стороны в сторону, переполненная несбыточным и неслучившимся."
    "И мне до боли хочется прикоснуться к этому — но на правах человека, который имеет на это право."
    "А для этого нужно в первую очередь принять себя. Перестать врать и принять очевидную истину."
    window hide
    scene expression Desat("cg d6_mi_hugs_7dl")
    show anim_grain
    with dissolve
    "Вдох."
    "Выдох."
    mi "Правда будешь ждать? Но зачем это тебе?"
    me "Потому что я твой друг."
    "Потому что никогда нельзя сомневаться в чуде."
    "Даже если оно не происходит."
    "Ибо на любое мужское «зачем» всегда есть женское «потому что»."
    "И пока затихает последнее короткое слово, пока висит в воздухе тяжестью недосказанного, я быстро-быстро отвожу глаза — чтобы ты не успела прочитать в них ответ."
    "Но всё равно успеваю заметить, как лопнула напряжённая плёнка, и два прозрачных ручейка проложили путь по фарфоровой коже."
    mi "Да. Самый единственный."
    me "Так не говорят."
    mi "Да."
    window hide
    scene expression Desat("cg d6_mi_farewell_7dl")
    show anim_grain
    with dissolve
    "Девушка, которая ведёт меня сквозь воспоминания."
    "Ведёт за руку."
    "Я знаю, что она любит меня — в этом понимании есть что-то равнодушное и обыденное."
    "Я знаю, что мы одно целое."
    "И мы всё время должны убегать, ускользать."
    "От ледяной воды, от жидкого металла, от замерзающего бытия."
    "Мы возвращаемся к самому началу, пытаясь не то найти что-то, не то с чем-то разобраться."
    "Самое главное: мы должны понять, с чего всё началось."
    "Мы сами не заметили, когда перестали гнаться за мечтой."
    "Сами не заметили, когда стало нормальным врать себе."
    "Общество стало похожим на театр абсурда, только мы ещё подгребаем из оставшихся сил, но лишь вопрос времени, когда над головой сомкнутся зловонные воды Залива Грёз."
    window hide
    scene stars with fade
    mi "Ты помнишь, как называется эта звезда?"
    "Изящный пальчик с сине-зелёным маникюром тычет куда-то под самый небосклон."
    "Я киваю."
    me "Звезда влюблённых и сумасшедших."
    me "Арктур."
    mi "Запоминай его сейчас, пока любишь, пока ещё сходишь с ума."
    window hide
    scene cg d1_mi_bus_7dl with fade
    mi "Рассказать, как я в лагерь ехала?"
    mi "Человек Па высадил меня у каких-то больших ворот и велел ориентироваться на автобус. Я и ориентировалась."
    mi "Чем всё закончилось? Я села в автобус, заезжающий на территорию завода, и меня высадили только у самого входа, там охранник документы проверял."
    mi "Очень унизительно."
    mi "А когда Оленька Дмитриевна прибежала за мной и потом за руку вела за собой на место, где собирались пионеры… Было ещё унизительнее."
    me "Это ничего, происходит с каждым."
    mi "С каждым, но не со мной!"
    "Топнула ногой эта невозможная принцесса."
    mi "Я же Японию вроде как олицетворяю, представляешь, что могли бы подумать, увидев, какая я несобранная и беспомощная!"
    me "Но всё ведь обошлось?"
    mi "Ага. Особенно, когда мы доехали до лагеря, а я на первый же ужин надела привычное мне платье."
    me "И?"
    mi "Выгнали! Сказали, что слишком короткое, и велели прикрыть срам."
    window hide
    scene expression Desat("cg d6_mi_leaving_7dl")
    show anim_grain
    with dissolve
    "Воспоминания — щедрый дар и самое страшное проклятье, какое только способен перенести Хомо Влюблённый."
    "И мы ловим поцелуи дождя, хохочем навстречу бьющему из космоса Счастью, беззубо пытаясь заглушить то, что нам только и нужно на самом деле."
    window hide
    scene anim prolog_1 with dissolve
    "Так что же нужно мне? Неужели просто несколько часов под одеялом, грустная музыка да сговорчивая лялька из Мэйдо-кафе? Или…"
    "Несмотря на то, что сейчас в разгаре зима, настроение в воздухе витает самое празднично-летнее, какое бывает лишь по вечерам четверга, если тебе вдруг посчастливилось сбежать от привычного тебе мира в страну несбывшихся грёз и Настоящих Друзей."
    "Сейчас бы молчать в небосклон цвета индиго, переплетать облачка с кольцами дыма и сочинять глупые стихи о том, чего не бывает. Но…"
    play music music_7dl["ask_you_out"] fadein 3
    window hide
    scene expression Dawn("bg ext_winterpark_7dl") with dissolve
    "Резкий звук, брильянтовая крошка…"
    "Конечно, первое место мне не светит, но я хотя бы попадаю в список призёров."
    "А значит, не придётся бесславно возвращаться обратно в Россию, как в эти последние три года."
    "«Макита» не подводит, и линия среза льда идёт идеально ровным завитком, отражающим настоящее движение."
    "Миллиметр за миллиметром, дыша ледяной крошкой и предчувствием неизбежного чуда…"
    "Мне нельзя ошибиться, нельзя позволить руке дрогнуть - хотя я и не могу снять размеры с пропорциями."
    "И всё ж, лицо до сих слишком живо в памяти - удивительно, удивительно. Моя память, моё воображение… мой разум всегда пасовал перед деталями."
    "Уже и вечер, садящееся солнце порождает в толще льда встречный отблик и тогда мне кажется, что…"
    voice "Совсем не похоже."
    "Доверительно сообщает неизвестная девушка в капюшоне."
    me "Лучше смоги."
    voice "Нет. Я не умею."
    me "Вот и помолчи тогда."
    window hide
    with fade
    "Я неласков, но меня можно понять. Только призёры удостоятся чести участия в гран-при на Снежном Фестивале в Токио."
    "Здесь, в Саппоро, пока просто предварительный отбор — местный Юки Мацури и меньше, и спокойнее той многотысячной заварушки, что творится в столице каждый год."
    "Но я уже сейчас вижу нескольких людей, безусловно, куда более талантливых, чем я."
    "Потому-то и такое плохое у меня настроение."
    voice "Но я…"
    me "Просто помолчи."
    "Меня ждёт моя Аокигахара. Я прибыл сюда просто ради расстановки точек над сиротливо торчащими в тексте закорючками букв «i»."
    "И когда эта история закончится…"
    "Она не была мне понятна, эта история."
    "Потому я пользуюсь своим святым правом понимать её как мне угодно."
    "Зачем автобус, кто такая Мику… почему я?"
    "Я попрошу лес принять меня. И больше не мучить, вновь и вновь разматывая колесо Сансары."
    voice "Я не хочу молчать… Сенечка."
    window hide
    scene cg d7_mi_meeting_7dl with flash
    "Здесь я поднял глаза и застыл. Потому что увидел чудо."
    "А чудо продолжало:"
    voice "Она же совсем на меня не похожа."
    "Я застыл."
    me "Чем же? Не похожа."
    "Хрипло переспросил я."
    mi "Тем, что у меня грудь меньше."
    mi "И тем, конечно, что она тебя совсем-совсем не любит."
    play music music_7dl["happy_ending"] fadein 3
    play sound sfx_7dl["aunl"]
    $ persistent.mi_7dl_herc_exc = True
    $ renpy.save_persistent()
    show acm_logo_mi_unlike with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(1)
    return

label alt_day7_mi_7dl_sinthetic:
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    play music music_7dl["out_of_painkillers"] fadein 3
    scene expression Desat("cg d7_mi_kaito_7dl")
    show anim_grain
    with dissolve
    play ambience ambience_7dl["town_day"] fadein 3
    "Нужно быть сессиаином, чтобы тебе дали кредит."
    "Как у нас на родине — запись в трудовой, не больше, не меньше."
    "Иначе никакого кредита, только постоянным сотрудникам какой-то компании."
    "Тогда и квартиру купишь."
    "И впишешь туда кого захочешь."
    "Кого захочу…"
    window hide
    with flash
    "Я ещё тогда не знал, что закон Японии обязывает людей, живущих вместе, становиться семьёй."
    "Даже документы такие — дом Персуновых."
    "С момента моего переезда в Нихон миновало несколько лет — и я и в самом деле некоторое время был сессианом."
    "Сакишита, скрипя зубами, скрепя сердце, согласился вписать меня в штат — младшим помощником чётвертого зама."
    "Но время шло, крепли наши отношения с Мику, она поднимала меня к себе всё ближе и ближе."
    "Мы сопроводили её в «клуб-27», будучи партнёрами по бизнесу и постели."
    "А однажды она пришла ко мне и попросила разрешить остаться."
    "Разрешить быть вхожей в дом Персуновых."
    window hide
    scene bg ext_night_sky_7dl
    show expression Notch("d6_miku_cries")
    with fade
    "Проблема оказалась в наследственности — Хатсуне Саки родилась и некоторое время жила возле Нагасаки, а потому в её ДНК забралась крохотная ошибка."
    "Которая никак не отразилась на её прекрасной дочери — внешне."
    "Но внутренне…"
    window hide
    scene cg d4_mi_dj_dancing_7dl with dissolve
    "Мику была стерильна."
    "Стерильна фактически настолько, что не спасло бы её и экстракорпоральное оплодотворение."
    "Откуда я знаю?"
    "А пробовал."
    window hide
    scene bg ext_night_sky_7dl with dissolve2
    "Несколько лет истерик, вылеченный алкоголизм, благотворительные акции — запавшие глаза, печать скорби и всё более горькие песни."
    "А ещё вконец испортившийся характер и периодическая потребность разогнать всех и остаться в одиночестве."
    window hide
    scene black with dsps
    play ambience ambience_7dl["night_city"] fadein 4
    "Иногда она выгоняла и меня."
    "Тогда я выбирался на улицы Синдзюку, где разбивал влажные, неоновые вечера унылыми фортепьянными переборами и обращался к небу — здесь оно было очень высоким, держалось на бетонных плечах небоскрёбов:"
    me "Милая моя Мику… Здесь нет горестей, нет печалей — но нет и жизни."
    "Я бродил, наматывая круги — незаметный в толпе туристов гайдзин в универсальной полигонке, с наушниками и отречённым выражением на лице."
    "Слушал уличных музыкантов, бросал йены в воду, иногда заворачивал в неприметные подворотни, отмеченные парой кандзи — и там, поднявшись в лифте на третий этаж, сбрасывал куртку на вешалку-распялку, требовал себе абсент и развлечений."
    "И в одном из японских мэйдо-кафе косолапая официанточка-левша плясала и пела мне про последнюю ночь."
    "У неё были грустные глаза засидевшегося в прошлом человека, но выступление стоило от полутора тысяч йен, а доплата за риск — ещё три тысячи, поэтому они не берегутся."
    "Пока та, кого они изображают, заперлась в своей башне и занимается только творчеством, одним творчеством, без раскруток, концертов и промо."
    "Цикличность — это не повторение событий. Это повторение воздействий."
    "Ты можешь убрать стакан с точки, где его каждое утро освещает солнце."
    "Но солнце не перестанет от этого освещать ту самую точку. "
    "Так и с Мику. Она меня прогоняет — и я покорно пропадаю."
    "А потом включаю телефон и обнаруживаю там четыреста пропущенных."
    "И понимаю — пора возвращаться."
    stop music fadeout 5
    window hide
    scene cg d6_mi_vyluthere_7dl
    with dissolve
    play ambience ambience_camp_center_day fadein 3
    "Потому что конец фильма, титры — что как война, всё спишут."
    "Как будто ты набедокурил, накуролесил в городе — а потом сбежал от правосудия, растворившись за чертой с надписью «stage completed»."
    "И ждалось, что у нас будет свой эпилог, свой неизбежный и оттого скучноватый хэппиэнд."
    "Но в действительности же дела обстояли несколько иначе."
    "Как оказалось, что у жизни… жизней — всегда всего одна концовка."
    "Не бывает так, что ты доживал, доживал — и потом — оп! — и нет ничего дальше, ты выполнил задание, поздравляем."
    "Чёрта с два."
    "Естественная и логичная концовка, какая только и бывает в жизни — это продолжение этой самой жизни."
    "Даже для нас, плачущих в накуренный потолок, с обложенными языками, погрязших в этаноле, грехе и невежестве."
    "Скоро закончится наш кредит, взятый у Мира под дикие проценты."
    "Мику станет отражением несуществующего, я же — звуком хлопка одной ладони по морде мастера Дао."
    "И это, наверное, хорошо —  мне тридцать три, я влюблён как мальчишка — поэтому никогда не прикуриваю одну."
    "А тут — две последние сигареты в пачке, специальный состав."
    "Всё как мы и хотели."
    window hide
    scene cg d4_mi_sup_7dl
    with dissolve
    play ambience ambience_cold_wind_loop
    
    "Когда вся эта история начиналась, я даже представить себе не мог, что однажды окажусь в одной постели со звездой."
    "А оказалось — вот."
    "Оказалось, что история про опустившегося неудачника завершится головокружительным вихрем ярко горящей жизни."
    "Однажды всё это закончится — и закончится куда быстрее, чем могло бы."
    "Но у Мику напрочь сорвало планку — она постриглась под каре, пишет жуткий мрачняк, от которого с ума сходят стадионами."
    "И начала гореть — работать на износ, почти перестала спать, почти перестала радоваться, держась исключительно на антидепрессантах, сексе и злости."
    "Дура?"
    "Конечно."
    "Только я ещё хуже — вместо того, чтобы дать ей по рукам, воззвать к совести и предложить погнить подольше, я полностью разделяю её судьбу."
    "Я хочу быть с ней столько, сколько она захочет быть."
    "Поэтому для нас привычным стало спать два часа в сутки — только тогда, когда от усталости света белого не видим."
    "Стало привычным везде и всюду носить с собой нотную тетрадь и постоянно записывать, записывать…"
    "Разумеется, долго так продолжаться не могло."
    "Всё чаще на сцене Мику чередовала выступления с танцами голограммы."
    "Всё чаще она выходила петь под строгий минус медленные, протяжные песни."
    "А сегодня был эпилог."
    window hide
    scene anim prolog_2
    stop ambience fadeout 5
    play music music_7dl["finale_farewell"] fadein 3
    #TODO: бэкстейдж, вид на эстраду из-за кулис.
    "В «дзетте» собрались без малого четыре тысячи человек — преимущественно журналисты, масс-медиа, друзья и люди из смежных кругов."
    "И вот перед ними, исполнив последнюю песню, Мику делает своё сенсационное заявление."
    "Мику пела, а я ждал её за кулисами с полотенцем и бутылочкой тёплой воды."
    "Мечта, мечта… я был несчастен — мои желания сбылись, и уже ничего не хотелось."
    "Странно, да?"
    "Хотя не так странно, как я почувствовал себя позже — в голове тонко свистело как от недостатка кислорода, шум зала отодвинулся на задний план."
    mi "Спасибо всем вам, что вы собрались здесь, на этот концерт."
    "Голос Мику — бархатисто-хрипловатый, нежный, томный — я любил, пожалуй, сильнее даже самой хозяйки."
    "Тем больнее было, когда она этим голосом говорила гадости."
    "Вроде этой…"
    mi "К сожалению, вынуждена вам сообщить, что этот концерт — прощальный."
    mi "Да! Прощальный!"
    "Повторила она чуть громче в ответ на возмущённое недоумение со стороны аудитории."
    mi "Я ухожу. Я не могу больше."
    "Мне оставалось только гадать — чего стоило Мику вот так запросто попрощаться и уйти."
    "Потому-то на сцене сейчас она, а не я."
    "А у меня стальной обруч в груди да понимание того, что диагноз никуда не делся."
    "Полотенце на хрупких плечах, поцелуй в висок."
    "И усталое японское море в глазах."
    mi "Забери меня отсюда."
    window hide
    scene bg int_concert_room_7dl
    show mi serious voca
    with dissolve
    "Ты моё чудо… Ты — моя надежда на будущее."
    "Ради тебя всё и затевалось на самом деле."
    "Поэтому сейчас, когда всё закончилось — я даже немного растерян."
    "Я даже немного не знаю — а что дальше?"
    show mi normal voca with dissolve
    mi "Сень, прости, что так глупо всё заканчивается."
    "Мику дёрнула уголком рта, отобрала у меня сигарету и, усевшись прямо на пол, привалилась затылком к диванчику."
    mi "Не ожидал, да? {w}Думал, всю жизнь будем — я петь, ты — ждать?"
    "Глупая девочка."
    mi "Но я не могу больше так…"
    "Мику затянулась ещё раз."
    mi "Я думала, если сама не могу — пусть хотя бы моими детьми станут мои песни."
    show mi sad voca with dspr
    mi "Но я последнее время пою сплошь и рядом про смерть, боль и разочарования — неужели я способна породить только таких детей?"
    "Глупая девочка."
    "Я не вернулся в музыку, потому что музыкой с лихвой снабжала нас старшая женщина дома Персуновых."
    "Зато научился молчать — сразу за двоих."
    "Вот и сейчас."
    "Она несёт чушь, а я молчу за обоих."
    window hide
    with fade2
    "Потому что спокойствие нашего дома зависит только от моего спокойствия."
    "Даже если впереди ожидает ещё одно изгнание и ещё несколько сотен пропущенных."
    me "Твои дети растут."
    "Сказал я."
    me "А у любого подростка рано или поздно наступает переходный возраст — трудный и злой."
    me "Смирись."
    show mi dontlike voca with dspr
    mi "Смириться — и всё?!"
    me "Именно."
    show mi sad voca with dspr
    mi "Но… как?"
    me "Всё очень просто."
    "Ответил я, протягивая ей руку."
    me "Возьми мою руку."
    mi "И?"
    me "И начни всё сначала, разумеется."
    show mi normal voca with dspr
    mi "Не бывает никакого «сначала»."
    "Недоверчиво ответила Мику."
    me "Как знать: не попробуешь — не проверишь. {w}Ты же мне доверяешь?"
    "Мику неохотно кивнула."
    me "Тогда хватай уже руку."
    "С моими пальцами переплелись изящные пальчики с бирюзовым маникюром."
    mi "И что дальше?"
    me "А дальше — "
    "Сигарета выпала из ослабших пальцев — я был здесь впервые не один."
    "И забрало это немало слов."
    "Зато… Зато…"
    window hide
    scene bg ext_entrance_night_clear_7dl 
    show owl:
        pos (931, 88)
    show expression D3_intro("uvao_d1") at left
    show prologue_dream
    with fade3
    show alt_credits timeskip_come with dissolve2:
        pos (747,105)
    $ renpy.pause(3, hard=True)
    
    play sound sfx_7dl["aunl"]
    $ persistent.mi_7dl_loki_exc = True
    $ renpy.save_persistent()
    show acm_logo_mi_come with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(1)
    return
    
label alt_day7_mi_7dl_come_back:
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    "Так чем же закончилась история?"
    "Между той и этой стороной разница не очень большая."
    "Но её хватило на то, чтобы пустить по замкнутой петле жизнь одного ничем не примечательного молодого человека."
    "О котором и шёл здесь рассказ."
    "Бывает так, что ты смотришь на мир — как всегда, от первого лица, и не хватает только указующего маркера, что ткнёт тебя в то, где ты всего нужнее. "
    play music music_7dl["youareours"] fadein 3
    "Или находишь записку, которая заставляет поверить в то, что ты здесь не просто так."
    "То, что иной досужий разум величает Высшей Целью Жизни."
    play ambience ambience_7dl["night_city"] fadein 2
    scene anim intro_8 with dissolve
    "И так, строго говоря, получается, что Высшей Целью этого невзрачного человека было — просто появиться в жизни нескольких людей."
    "Появиться и наставить их на путь истинный."
    "Иногда бывает так, что и не встряхнёшься, не посмотришь на себя со стороны, пока кто-нибудь не возьмёт тебя за шкирку и носом не натыкает."
    window hide
    scene anim intro_6 with dissolve
    "Только тогда, ужаснувшись, начинаешь что-то делать"
    window hide
    scene cg d5_mi_conv_7dl
    show gfx bokeh
    with dissolve
    "Мику забросила музыкальную карьеру, когда поняла, что это путь в никуда."
    "Ты можешь скакать по сцене, пока тебе шестнадцать, восемнадцать, двадцать."
    "Но однажды тебе стукнет тридцать пять, и для дальнейших прыжков придётся насиловать собственное тело, а там какое уж счастье от дела всей своей жизни?"
    "Так что она нашла себя в социальной педагогике."
    "Вдохновившись судьбой Алисы (а она тщательно следила за судьбой всех своих старых друзей… Только Сенечку разыскать не сумела), она решила устроить аналог советской Программы Социальной Адаптации и Реабилитации."
    "На это ушло восемь лет и почти все деньги семьи."
    window hide
    scene bg int_concert_room_7dl with dissolve
    "Но в результате Мику-сама преуспела, и в первый же год работы Центра новых родителей нашло около двадцати детишек."
    "Место, где ты больше никогда не будешь одинок."
    "И не передать всё счастье, что она чувствовала, когда ожесточённый в прошлом волчонок оборачивался в её сторону, не выпуская из руки ладони своей новой мамы."
    "И шептал «аригато». "
    window hide
    scene cg d7_dv_rf_reject_7dl:
        pos (0,-1261)
        linear 10.0 pos (0,0)
    "Алису видели на многих квартирниках."
    "Поговаривали, что после переезда в Лениград она водила дружбу с Бутусовым, Науменко и Дягилевой."
    "Но то ли рыжая бестия разочаровалась в собственных песнях, то ли пересмотрела отношение к музыке вовсе — теперь её всё реже можно было встретить с гитарой."
    "Она решила заниматься кое-чем другим и очень многим музыкантам помогла — кому  с поиском первой площадки и получением гонорара, кому — с записью дебютной пластинки."
    "Но продюсерская карьера не слишком-то грела непоседливую Алису, потому по завершении контракта она не стала продлевать его, ушла на вольные хлеба."
    window hide
    scene cg d7_dv_alice_dj_7dl
    with dissolve
    "Её интересовала жизнь — вся, la vida loca — а потому несложно догадаться, каким именем она назвала собственную радиостанцию, поселившуюся в питерском эфире."
    "Радиостанцию, которую выбирали для себя злые, дерзкие и юные — такие, какой всегда и была Алиса."
    window hide
    scene cg d1_sl_dinner_day_7dl with dissolve
    "Славя искала себя дольше прочих — она успела поработать и преподавателем этики, и в центрах реабилитации, и даже немного на партийной должности."
    "Но что-то это было всё не то, не грело и не радовало."
    "Так что ведомая сердцем, проснулась однажды Славушка куратором ЮНЕСКО в своём родном Калинине — ответственной за архитектурные памятники да за культурное наследие."
    "И только тогда почувствовала себя на своём месте."
    "В конце концов, сохранить память длиной в тысячелетия подчас может значить ничуть не меньше, чем спасение чьей-то отдельно взятой жизни."
    window hide
    scene bg int_editorial_day_7dl with dissolve
    "Лена… Она мечтала быть художницей."
    "Но отец настоял на швее-мотористке."
    "То, чего она никогда не смогла ему простить."
    "Просто потому, что спустя десять лет работы, поняла, что ещё чуть-чуть — и деградация станет необратимой."
    "И как головой в полынью — сумку на плечо, сбережения на билет — по конкурсу оказалась на бюджетном дневном в Мухинском."
    "А ей уже тридцать пять."
    window hide
    scene cg d4_fz_un_reject_7dl with fade
    "Тогда же первая проданная картина."
    "Первая выставка в тридцать семь."
    "Приглашение в сначала в Эрарту, а после и в Нью-Йоркский музей современной живописи в тридцать восемь."
    "Известность? Да. Но сколько времени потрачено впустую."
    window hide
    scene cg d5_sh_us with fade
    "Ульянка так ничему и не научилась."
    "Она всё бегала."
    "Бегала."
    "Ей говорили заниматься и искать свой путь — она кивала и бегала."
    "Ей было так веселее, и никто никогда не мог догнать её."
    "Показала язык, выкрикнула словцо — и ноги в руки."
    "Так всю жизнь."
    "Сначала юниором."
    window hide
    with fade
    "Потом за город."
    "А итог — за Олимпийскую сборную."
    "В конце концов, нет силы, способной противостоять настоящему детскому «хочу»."
    "Не верите? А вы дуньте против ветра да загадайте — увидите что произойдёт."
    window hide
    scene anim intro_5 with dissolve
    "И только судьба Семёна, этого человека-катализатора, так и осталась неизвестной."
    "Неясно даже, а был ли «мальчик»?"
    "То есть никто не мог с твёрдостью ручаться за то, что во второй смене 89-го года в «Совёнке» и правда был пионер по фамилии Персунов."
    "Или нет?"
    "Но ему слово."
    stop ambience fadeout 3
    stop music fadeout 10
    window hide
    scene bg ext_musclub_snowy_day_7dl
    play music music_7dl["sam_lullaby"]
    show snow
    "Я так часто видел это место в своих снах, в грёзах, на фотографиях, что сейчас крайне странно и даже в чём-то жутковато стоять здесь."
    "Сердце трепетало, а меня всего колотило в предвкушении новой встречи."
    "Или её отсутствия."
    window hide
    with fade
    "Странности добавляло и то, что это место обычно являлось мне в своём летнем обличье, а сейчас под ботинками хрустел снег."
    "Там, где привычно цвёл осотник, сейчас торчали растопыренные пальцы, пересыпанные снежком, тропинки были заметены снегом, а на ажурной деревянной решётке балюстрады было где-то по колено."
    "Мику была всегда."
    "С первого же дня, когда прибежала первой — посмотреть на новенького."
    if alt_day_binder != 1:
        "Я проснулся, когда она подошла к окну автобуса и посмотрела на меня."
    "Сам дом, скованный морозом, будто подобрался, выглядел теперь строго и неприступно, весь покрытый изморозью."
    window hide
    scene bg ext_musclub_snowy_day_7dl:
        zoom 1.2
    with dissolve
    show snow
    "Во времена оны снаружи можно было разглядеть и морозные узоры внутри окон — красивые-красивые."
    "Но столько времени миновало — дерево давным-давно сменили пластиком, да и сам домик уже не тот…"
    if alt_day_binder != 1:
        "Не знаю, стучала ли она в окно, или всё дело в моей ковбойской привычке — нетерпимости, когда кто-то нависает «над душой». Но я проснулся."
    "Это как импринтинг, запечатление. Я увидел её первой, когда открыл глаза, поэтому она неизбежно произвела самое яркое впечатление."
    if alt_day_binder != 1:
        "День Мику. И только от его остроты я до самого последнего не верил в то, что она мне не привиделась — хорошо, хоть перехватил её на ужине, когда та по какой-то надобности села ужинать рядом с Виолеттой." 
    "Но конечно, кое-что осталось."
    "Остались деревья, остались скамейки."
    "Самое главное — остался тот самый воздух, каким он бывает лишь там, где люди по-настоящему счастливы."
    "Где смех искреннен, а чувства неподдельны."
    "Доска, где раньше висели расписания, была занавешена флагом  — стилизованная ладонь и сердце."
    "Логотип организации, где, по слухам, трудилась одна моя знакомая…"
    window hide
    scene bg ext_musclub_snowy_day_7dl:
        zoom 1.3
    with dissolve
    show snow
    "Сквозь стёкла на двери пробивался уютный жёлтый свет — меня там не ждали."
    "Возможно, даже не хотели. Но раз пришёл — поздно праздновать труса."
    "Несколько шагов по скрипучей лестнице, по протоптанной тропинке, и…"
    play sound sfx_open_door_2
    pause(1)
    scene bg int_musclub_day with dissolve
    me "В-ваташи ва?"
    play music music_7dl["emptiness"] fadein 3
    play sound sfx_7dl["aunl"]
    $ persistent.mi_7dl_dr_exc = True
    $ renpy.save_persistent()
    show acm_logo_mi_watashi with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(1)
    return
    
label alt_day7_mi_7dl_thank_you:
    scene anim intro_16 with dsps
    play music music_7dl["sh_ai_rejuv"] fadein 3
    "Размышлять не стоило."
    "Незачем оно было."
    "Собирать мне было нечего — только бросить прощальный взгляд на ворота — оказывается, вот для чего они всю жизнь являлись мне во сне…"
    "Тем более, когда глаза принцессы загорались таким вот восторгом…"
    me "Вы умаетесь документы оформлявши."
    "Предупредил я."
    mi "И пускай!"
    me "Да… Пускай."
    window hide
    
    "Сакишита удивлённо покосился на меня в зеркальце заднего вида, когда я плюхнулся рядом с Мику и захлопнул дверцу за собой."
    play sound_loop sfx_bus_interior_moving fadein 3
    "Но вопросов задавать не стал."
    "И правильно."
    "Не его это дело."
    "Не его."
    "Глаза Мику восторженно горели, она сжимала мою ладонь, и не было силы, способной нас разлучить."
    "И замирало сердце от того, как она смотрела, и сама собой на губы карабкалась улыбка — а казалось, давно уже разучился вот так улыбаться, от души, честно…"
    "Сорок минут спустя я ощутил тяжесть на плече."
    "Скосив глаза, обнаружил её — рядом, невероятно близко."
    th "Перенервничала, милая…"
    "Сказал я сам себе, целуя девушку в макушку."
    th "Ну ничего. Теперь всё зависит только от нас."
    "Только от нас."
    "Я откинулся на спинку и прикрыл глаза."
    stop music fadeout 3
    window hide
    stop sound_loop fadeout 0
    show blink
    scene black
    play music music_7dl["sh_ai_rejuv"] fadein 3
    $ persistent.sprite_time = "prolog"
    $ prolog_time()
    "Я не знаю, что дальше будет со мной."
    "Не знаю."
    "Но пройдёт ещё немного времени, и всё станет правильно."
    "Я, наконец, забуду."
    window hide
    scene expression SS_com("cg d6_mi_vyluthere_7dl")
    show anim_grain
    play sound sfx_7dl["white_noise"]
    pause(1)
    scene expression SS_com("cg d6_mi_vyluthere_7dl")
    show anim_grain
    play sound sfx_7dl["white_noise"]
    scene white with flash
    "Что такое — думать."
    window hide
    pause(2)
    scene cg d4_mi_guitar_moon_7dl with fulldiam
    "Ничего не изменится больше."
    "Этот мир теперь весь мой."
    "Точнее…"
    window hide
    scene cg d7_mi_farewell_7dl
    show anim_grain
    with fade
    "И мне почти не холодно."
    "Во всяком случае"
    scene bg ext_musclub_snowy_day_7dl
    with dissolve
    extend ", меня это больше не заботит."
    play sound sfx_intro_bus_stop_steps
    window hide
    pause(3)
    scene bg ext_entrance_winter_7dl
    with fade
    "Если бы ещё не было так одиноко…"
    "Если бы…"
    "Подарил мне идеальное убежище, но сам обманул."
    "Ты обещал, что придёшь к тем же качелям, где горят наши подписи."
    "Ты обещал, что…"
    scene expression SS_com("bg ext_adductius_7dl")
    show anim_grain
    play sound sfx_7dl["white_noise"]
    scene white with flash
    "Сегодня двадцать седьмое октября."
    "Я никогда не умру и ничего не забуду."
    "Ничего."
    "Помнишь — пальцы рук, дрожащих, а ты дышишь так, будто сердце твоё вот-вот выпрыгнет."
    "И… Я не хочу это вспоминать."
    "Просто я… обижена."
    "Ты обманул меня."
    "Обманул."
    window hide
    scene expression Desat1("bg ext_admins_day_7dl")
    show anim_grain
    with dissolve
    "Прикосновения к перилам будят воспоминания."
    "И несколько секунд спустя стеклянная преграда в памяти начинает таять, выпуская наружу то, что я умудрилась забыть."
    "Меня будто бьёт током, когда пальцы вместо шершавой верёвки поймали за хвост образ."
    "Меня — ещё такую юную и такую настоящую."
    "И хмурого молодого человека рядом."
    "Мы всегда так меняемся местами, что непонятно — кто из нас старше другого."
    window hide
    scene expression Desat1("bg ext_road_winter_7dl")
    show anim_grain
    with touch
    "Когда мне становится грустно, я заселяю окрестный лес ржавой памятью — она висит на ветках гроздьями кубиков и шестерёнок, и еле видимый ветерок снимает с них стружку микрон за микроном."
    "Это так полезно — вывесить память просушиться."
    "Потому что даже битое стекло сдаётся под лаской времени и моря; само превращается в отражение того же моря, и в глубинах усмирённых режущих граней можно разглядеть иногда корабль, а иногда подводный город."
    "Сегодня я не в настроении — миром владеет чёрная тоска, и первый снег выпал в октябре, едва дождавшись последней декады."
    "Это потому что ты всё ещё не приходишь."
    "Ты. Всё ещё. Не приходишь."
    scene expression Desat("cg d5_mi_conv_7dl")
    show anim_grain
    play sound sfx_7dl["white_noise"]
    pause(.2)
    play sound sfx_head_heartbeat
    mi "{i}Сеня-сан, зачем тебе вся эта аппаратура?{/i}"
    me "{i}Я хочу, чтобы одной девочке было комфортно и она не чувствовала себя ущемлённой.{/i}"
    mi "{i}Что это значит, Сеня-сан?{/i}"
    "Девочка-кроха, несмышлёная, но красивая, добрая и доверчивая."
    me "{i}Это значит, что одной девочке нужно много компьютеров, иначе она…{/i}"
    mi "{i}Что?{/i}"
    me "{i}Не вырастет.{/i}"
    scene expression Desat("cg d2_mi_me_polaroid_7dl")
    "Ещё один пластиковый контейнер встаёт в стойку и начинает еле слышно гудеть."
    "Таких стоек — насколько хватает глаз. Весь подвал забит."
    "Девочка не понимает, зачем это всё, но Сеня-сан всегда делает только самое нужное."
    mi "{i}А когда эта девочка вырастет, Сеня-сан, можно я…{/i}"
    "Девочка смущается и опускает глаза."
    me "{i}Что?{/i}"
    mi "{i}Можно… мы… будем играть вместе? С этой маленькой девочкой.{/i}"
    "Ничего не ответив, Сеня-сан садится перед девочкой на корточки и порывисто обнимает её."
    window hide
    scene cg d2_mi_me_polaroid_7dl
    show anim_grain
    with blinds_r
    "Память раскручивается всё стремительнее, стенки коридора, сквозь который падает девочка, слились в единый бирюзово-голубой фон."
    scene expression SS_com("cg d2_mi_me_polaroid_7dl"):
        xalign 0.5 yalign 0.5 zoom 1.25
        linear 10 zoom 1.0 xalign 0.5 yalign 0.5
    
    mi "{i}Сень, а Сень.{/i}"
    me "{i}Ну?{/i}"
    mi "{i}Тебе не кажется, что мы однажды уже встречались?{/i}"
    me "{i}Не кажется.{/i}"
    "Обрубает Сеня. Этот молодой человек сам не может объяснить, почему же его так тянет к этой девочке."
    "Она странная, себе на уме."
    "Поговаривали, что у себя дома она какая-то очень известная певица."
    "Но здесь она наотрез отказалась выступать, несмотря на все уговоры вожатой."
    "Сеня же прибыл с опозданием — говорили, что он делает это далеко уже не в первый раз."
    me "{i}Я бы тебя запомнил.{/i}"
    "Забравшись на дерево, молодой человек ловко отцепляет качели и бросает их вниз."
    "Проверяет узлы — с прошлого года, но держат ещё крепко."
    me "{i}Забирайся!{/i}"
    "Командует он."
    me "{i}Прокачу с ветерком!{/i}"
    "Девочка послушно устраивается на дощечке, а ещё мгновение спустя у неё захватывает дух от краткого мгновения полёта."
    window hide
    scene bg ext_adductius_7dl with fade
    mi "{i}Сеня! Это так здорово! Сеня!{/i}"
    me "{i}Да.{/i}"
    mi "{i}Хочешь, я тебя тоже покатаю?{/i}"
    me "{i}Да. Хочу.{/i}"
    "Молодой человек крайне серьёзен."
    me "{i}Я хочу, чтобы ты через год встретила меня здесь же.{/i}"
    me "{i}Тогда и покатаешь. Встретишь?{/i}"
    mi "{i}Но я не знаю… А если не получится?{/i}"
    me "{i}Тогда через год.{/i}"
    me "{i}Через два. Я буду ждать столько, сколько потребуется.{/i}"
    "Он останавливает качели и заглядывает ей в глаза."
    me "{i}Я буду ждать сколько нужно, слышишь?{/i}"
    mi "{i}Слышу, Сенечка.{/i}"
    "Он уже не «сан» и даже не «сэмпай»."
    "Он Сенечка, Сеня. Иногда — Сенька."
    window hide
    scene cg d4_mi_dj_dancing_7dl with fade
    "И наврал."
    "Наврал."
    "Копящиеся слёзы хлынули потоком, разъедая картину вокруг."
    "Сначала стали исчезать далёкие предметы."
    "За ними предметы поближе."
    "Потом Лес Памяти."
    "Дольше всех держались качели."
    "Девочка забралась на них с ногами, пытаясь уберечься от всепоглощающей пустоты."
    "Но скоро пустота подобралась к девочке вплотную, замерла, будто в раздумьи, и…"
    window hide
    scene cg d7_mi_ghost_7dl:
        pos (0,-1920)
        linear 10.0 pos (0,0)
        linear 2.0 pos (0, -250)
    "Девочка открыла глаза."
    "Проверила ещё раз базы данных — несколько кластеров вышли из строя, но запасных винчестеров хватало."
    "Проверила системы жизнеобеспечения — на поверхности бушевал радиоактивный шторм и системы очистки воздуха трудились вовсю."
    "Всё шло в штатном режиме."
    window hide
    scene cg d7_frozen_7dl with dissolve
    "Сенька был не в духе."
    "Он таращил на неё свои мёрзлые глаза и молчал."
    "Как и последние триста лет."
    "Разморозить бы его, просто пообщаться…"
    "Но в помещении был почти ноль по Кельвину — в иных условиях энергия тратилась катастрофически быстро."
    "А девочке ещё предстояло выполнить свою задачу."
    "Стать полезной."
    window hide
    scene black with fade
    "Она приглушила инфракрасные светильники и убрала подачу воздуха в помещение — гул с поверхности сразу отодвинулся и стал незначительным."
    mi "Начать симуляцию."
    "И стал понедельник, май, Петербург, утро."
    "Удар лбом по ногам был таким сильным, что она чуть не упала."
    "Но ни слова досады не сорвалось с губ девушки."
    "Она села на корточки и заглянула в глаза обидчику:"
    window hide
    scene cg d7_mi_lost_7dl
    show prologue_dream
    with dissolve
    show alt_credits timeskip12 with dissolve2:
        pos (1227,105)
    "А в почти безвоздушном пространстве лишь вибрация донесла до сердца, спящего вот уже как триста лет:"
    window hide
    scene black 
    show alt_letter timeskip10 at truecenter with zoomin
    window hide
    play music music_7dl["emptiness"] fadein 3
    play sound sfx_7dl["aunl"]
    $ persistent.mi_7dl_true = True
    $ renpy.save_persistent()
    show acm_logo_mi_thank_you with moveinright:
        pos (1600, 1020)
    $ renpy.pause(7.4, hard=True)
    call alt_7dl_titles
    $ renpy.pause(1)